{"mix":10,"rounds":[[{"category":"WORLD LEADERS","comments":"","clues":[{"text":"In a 2024 presidential race, she defeated runner-up Xóchitl Gálvez by more than 30 percentage points","response":"(Claudia) Sheinbaum"},{"text":"In 2017 king &amp; licensed pilot Willem-Alexander revealed he often went incognito to fly planes for this airline","response":"KLM"},{"text":"Born Luiz Inácio da Silva, Brazil's president is better known by this 4-letter nickname","response":"Lula"},{"text":"During his 2004 coronation, Norodom Sihamoni prayed before this kingdom's Golden Throne","response":"Cambodia"},{"text":"He was chief minister of Gujarat for 13 years &amp; has passed the decade mark as prime minister of his country","response":"Modi"}],"originalDate":"2025-05-27"},{"category":"MEASURING UP!","comments":"","clues":[{"text":"Once measured with a length of rope, one of these units is used for a quantity of cut wood equal to 128 cubic feet","response":"a cord"},{"text":"A classic one of these decorative drinking vessels with a German name holds about 2.1 U.S. pints","response":"a stein"},{"text":"In currency, 100 fen equals one of these, from the Chinese for \"round\"","response":"a yuan"},{"text":"One of these units is approximately equal to 1.1 roentgen or 100 ergs per gram","response":"a rad"},{"text":"A 64th note in music is also known by this 18-letter word","response":"a hemidemisemiquaver"}],"originalDate":"2025-05-27"},{"category":"IT WILL ALL END WITH \"Q\"","comments":"","clues":[{"text":"Karbala is a Shiite holy city in this country","response":"Iraq"},{"text":"Since 2012 it's where you can find a listing for Goodyear Tire &amp; Rubber","response":"the NASDAQ"},{"text":"Be smart &amp; tell us this 2-letter abbreviation for the Latin phrase meaning \"the same as\"","response":"i.q."},{"text":"A precursor to Sherlock Holmes, this detective was created by Émile Gaboriau","response":"Lecoq"},{"text":"Marcel Duchamp's playful defacement of the Mona Lisa added this to it","response":"L.H.O.O.Q."}],"originalDate":"2025-05-27"},{"category":"FACTS &amp; THE CITY","comments":"","clues":[{"text":"The red light district has Rembrandt house &... other stuff in this city, which also boasts about 1,300 bridges to cross","response":"Amsterdam"},{"text":"Sydney may have an opera house, but this big city on the South Coast enjoyed Puccini in the Park at the Sidney Myer Music Bowl in 2024","response":"Melbourne"},{"text":"We'll gamble that you know that Baltic Ave. runs parallel to Mediterranean Ave. in this city, but Bally's hotel is on Pacific","response":"Atlantic City"},{"text":"You can likely find a good coffee in this South American capital at the base of 2 mountains, Guadalupe &amp; Monserrate","response":"Bogotá"},{"text":"This Canadian provincial capital had fewer than 100,000 people in the 1880s but today is 3 million strong","response":"Toronto"}],"originalDate":"2025-05-27"},{"category":"YOU CAN GO WITH THIS, YOU CAN GO WITH THAT","comments":"","clues":[{"text":"You can go with this sunglasses company's Clubmaster, or you can go with its classic Aviators","response":"Ray-Ban"},{"text":"You can go to Northeastern in Boston, or you can go to this directional school in Evanston, Illinois","response":"Northwestern"},{"text":"You can go see Luka &amp; King James at crypto.com Arena, or you can cross town to see this other NBA team at Intuit Dome","response":"the Clippers"},{"text":"Go to Lombardi's for a N.Y. style pizza, or drive northeast one state to Pepe's to try this \"New\" city's thin-crusted style","response":"New Haven"},{"text":"You can climb Mount Rainier, which you can see from Seattle, or you can climb this 11,000-footer you can see from Portland","response":"Mount Hood"}],"originalDate":"2025-05-27"},{"category":"THERE'S NO I, BUT THERE'S \"M-E\"","comments":"(Ken: Somewhere in each response.)","clues":[{"text":"It's the nickname for DACA recipients","response":"the Dreamers"},{"text":"A flat-topped &amp; Spanish-named rock formation, like the Hunts one in Monument Valley","response":"a mesa"},{"text":"This civilian adaptation of a military vehicle guzzled gas in the '90s but is back as a GMC electric","response":"a Hummer"},{"text":"Scanty or insufficient","response":"meager"},{"text":"It's a support at either end of a bridge; don't drive into it","response":"the abutment"}],"originalDate":"2025-05-27"}],[{"category":"THEIR FIRST TOP 40 SOLO ALBUM","comments":"","clues":[{"text":"2002:<br>\"Justified\"","response":"Justin Timberlake"},{"text":"1998, no more Menudo for him:<br>\"Vuelve\"","response":"Ricky Martin"},{"text":"2006:<br>\"The Dutchess\"","response":"Fergie"},{"text":"1998:<br>\"The Miseducation of\" her","response":"<i>Lauryn Hill</i>"},{"text":"1985:<br>\"The Dream of the Blue Turtles\"","response":"Sting"}],"originalDate":"2025-05-27"},{"category":"MOTIVATION","comments":"","clues":[{"text":"This is the major motivator for the Count of Monte Cristo, who says after 14 years cursing in prison, he must have it","response":"revenge"},{"text":"\"A\" is for this kind of therapy that associates unwanted behavior with misery, like when Cartman gets a shock each time he swears","response":"aversion therapy"},{"text":"Putdowns by the opposition that motivate sports teams or players are called this \"material\" for where they're posted","response":"bulletin board material"},{"text":"This verb meaning to get someone to act by making them feel bad otherwise can also have \"trip\" after it","response":"guilt"},{"text":"Big motivators include the physiological needs like this pair that are in the lyrics to \"People\" (who need people)","response":"hunger & thirst"}],"originalDate":"2025-05-27"},{"category":"WHAT THE 20th CENTURY KIDS WERE SAYIN'","comments":"","clues":[{"text":"That dame's the head honcho, the top dog, the large Gouda, the immense Camembert, this similar dairy phrase","response":"the big cheese"},{"text":"This 2-word \"edible\" term that includes a body part is quite a punch in the mouth; thing is, nobody ever wants to eat one","response":"a knuckle sandwich"},{"text":"This word was big in 1966: Carole Bayer Sager &amp; Toni Wine heard Simon &amp; Garfunkel use it &amp; came up with the same \"Kind Of Love\"","response":"Groovy"},{"text":"In the '20s the acme of excellence was this 2-word rhyming phrase with an insect &amp; its limbs","response":"the bee's knees"},{"text":"This 7-letter word first meant $10 in the 19th century &amp; moved on to describe a 10-year prison sentence in the 20th","response":"sawbuck"}],"originalDate":"2025-05-27"},{"category":"IN THE STARS","comments":"","clues":[{"text":"They're the 2 brightest stars in Gemini","response":"Castor & Pollux"},{"text":"Polaris Australis, the closest star to the celestial this, is barely visible to the naked eye &amp; not much use in navigation","response":"the (celestial) South Pole"},{"text":"A hard-to-spot star called Lionrock isn't in Leo but in this watery constellation","response":"Aquarius"},{"text":"Variable stars that briefly increase greatly in brightness are called dwarf these, though not the super kind","response":"nova"},{"text":"Mirfak is a bright yellow supergiant in the constellation named for this hero who killed the Gorgon","response":"Perseus"}],"originalDate":"2025-05-26"},{"category":"NAME CHANGERS","comments":"","clues":[{"text":"In the decade after Coca-Cola came out, a pharmacist created \"Brad's Drink\", soon renaming it this","response":"Pepsi"},{"text":"It's been Willis Tower since 2009, but many Chicagoans still refer to 233 S. Wacker Drive as this","response":"the Sears Tower"},{"text":"In 2013 the NBA's New Orleans Hornets rebranded as this, after Louisiana's state bird","response":"the Pelicans"},{"text":"This U.S. president was born with the surname Blythe; he later took the name of his stepfather","response":"Bill Clinton"},{"text":"In 2011 Sri Lanka's govt. announced it would rename all state institutions still bearing this former British colonial name","response":"Ceylon"}],"originalDate":"2025-05-26"},{"category":"SOUND","comments":"","clues":[{"text":"Deepwater ports on this inlet include Seattle, Tacoma &amp; Everett","response":"Puget Sound"},{"text":"King George Sound off Western Australia is an inlet of this much larger body of water","response":"the Indian Ocean"},{"text":"Smith Sound separates Canada's Ellesmere Island from this non-Canadian territory","response":"Greenland"},{"text":"Horse Island in Connecticut's Thimble Archipelago in this sound is an ecological lab owned by Yale University","response":"Long Island Sound"},{"text":"The Exxon Valdez oil disaster occurred when the ship struck Bligh Reef in this royal-sounding sound","response":"Prince William Sound"}],"originalDate":"2025-05-26"}],{"category":"BRAND NAMES","text":"Founded in 1972, this company got its name from a term meaning \"hit the target\" in the board game Go","response":"Atari"}]}