{"mix":11,"rounds":[[{"category":"ONE VOWEL, 3 TIMES","comments":"","clues":[{"text":"Commercial bunches of this fruit can weigh between about 50 &amp; 140 pounds &amp; consist of 9 hands","response":"bananas"},{"text":"To withdraw formally from an association, like some states once did","response":"secede"},{"text":"You put merchandise on this when you pay a deposit, then pay the rest later","response":"layaway"},{"text":"It's not just chimps that may be into cannibalism; this related knuckle-walker has been known to partake as well","response":"a bonobo"},{"text":"This type of demon seduced men while they slept","response":"a succubus"}],"originalDate":"2025-05-26"},{"category":"YOU SEEM DISTANT","comments":"","clues":[{"text":"In 2024 NASA found a new farthest-off galaxy; we see it as it was 13.5 billion years ago, just 290 million years after this event","response":"the Big Bang"},{"text":"In July 1846 the Mormon Battalion was formed for this war, but they were in Iowa, so they marched about 2,000 miles to San Diego","response":"the Mexican-American War"},{"text":"Late distance runner Kelvin Kiptum never reached his goal of breaking this marathon barrier; he set a record at 35 seconds over it","response":"two hours"},{"text":"Daunted by the Appalachian Trail from the start of this book, Bill Bryson ended up trekking about 2/5 of its 2,200 miles","response":"<i>A Walk in the Woods</i>"},{"text":"Britain end-to-end is proverbially to John o'Groat's from here in Cornwall; try the journey in a polo &amp; chinos from a clothing retailer","response":"Land's End"}],"originalDate":"2025-05-26"},{"category":"SURGERY","comments":"","clues":[{"text":"A sympathectomy won't make you care less about others' problems; it's used for abnormally heavy this, like in your pits","response":"perspiration"},{"text":"This common plastic surgery procedure deals with the lower 2/3 of the body part in its name<span class=\"nobreak\">--</span>eyes are a whole other deal","response":"a facelift"},{"text":"In April 2024 Lindsey Vonn had this surgery (the right, if you must know); in Dec., age 40, she returned to World Cup ski racing","response":"knee replaced"},{"text":"In unblocking this major artery bringing blood to your brain, there's an \"eversion\" type where it's turned inside out","response":"the carotid"},{"text":"It's the medical term for surgical tying, as in the female sterilization procedure called the tubal kind","response":"ligation"}],"originalDate":"2025-05-23"},{"category":"EPONYMOUS CAPITAL CITY AIRPORTS","comments":"","clues":[{"text":"Rome has many esteemed personages to choose from, but it's this artist's name that graces the international airport nearby","response":"(Leonardo) da Vinci"},{"text":"The airport named for this 19th century soldier &amp; statesman is the gateway to Caracas","response":"Bolívar"},{"text":"In 2006 this city's airport was renamed in honor of inventor Nikola Tesla","response":"Belgrade"},{"text":"Touch down at José Martí International &amp; you're at the airport serving this capital","response":"Havana"},{"text":"Once one of the busiest in the Middle East, this city's airport was renamed for Rafic Hariri in 2005","response":"Beirut"}],"originalDate":"2025-05-23"},{"category":"DEFINITIONS OF LEGAL TERMS","comments":"(Ken: According to the federal judiciary.)","clues":[{"text":"\"Latin, meaning 'you have the body\"'","response":"<i>habeas corpus</i>"},{"text":"Also the \"Deadliest Catch\" TV channel: \"procedures used to obtain disclosure of evidence before trial\"","response":"discovery"},{"text":"Start of the alphabet: \"a written or printed statement made under oath\"","response":"an affidavit"},{"text":"3 words:<br>\"the time within which a lawsuit must be filed\"","response":"statute of limitations"},{"text":"\"Latin, meaning in a judge's chambers. Often means outside the presence of a jury and the public\"","response":"<i>in camera</i>"}],"originalDate":"2025-05-23"},{"category":"\"GREEN\" DAY","comments":"","clues":[{"text":"On Nov. 8, 2001 the Federal Election Commission formally granted this group national committee status","response":"the Green Party"},{"text":"After joining the Continental Army, they fought at the August 16, 1777 Battle of Bennington, the town where they formed","response":"the Green Mountain Boys"},{"text":"AKA \"The Emerald Archer\", this DC supe had a show based on him debut on October 10, 2012","response":"the Green Arrow"},{"text":"Appointed by Reagan to replace Paul Volcker, he took office on August 11, 1987 &amp; stayed at the job almost 20 years","response":"Greenspan"},{"text":"Originally a teacher's school, what's now this Ohio university began instruction back in 1914","response":"Bowling Green"}],"originalDate":"2025-05-23"}],[{"category":"WANNA BE AN AMERICAN IDIOM","comments":"","clues":[{"text":"Also something to do on a rosary, it's the name of a low-percentage football play","response":"a Hail Mary"},{"text":"Ever since this American general went over to the Brits in 1780, his name has been synonymous with traitor","response":"Arnold"},{"text":"The title of this George M. Cohan song came to mean where Americans were fighting during World War I","response":"\"Over There\""},{"text":"This term for a smart but not street-smart person was boosted in popularity by a 1961 Disney film with a high-flying chemist","response":"the absent-minded professor"},{"text":"Its original sense had to do with dissolving metals to determine gold content; now it means an ultimate proof","response":"acid test"}],"originalDate":"2025-05-23"},{"category":"\"S\" IS FOR SMALL","comments":"","clues":[{"text":"It's a small quantity of something, perhaps \"of tea\", as referenced in \"Carry On, Jeeves\"","response":"a spot"},{"text":"It's a small particle, like dust, or a tiny point; NASA described Earth as a \"tiny, fragile\" one \"in the cosmic ocean\"","response":"speck"},{"text":"It's the faintest hint or inkling of something; you may have been subjected to the \"hypnotic\" kind","response":"suggestion"},{"text":"From the Latin for \"spark\", it's a tiny amount; add -ting &amp; it describes something that's sparkling","response":"a scintilla"},{"text":"This word borrowed from French was not about consommé or vichyssoise; it had to do with suspicion","response":"soupçon"}],"originalDate":"2025-05-23"},{"category":"A LITERARY CATEGORY","comments":"","clues":[{"text":"Arthur Miller's play \"A View from the Bridge\" refers specifically to this bridge","response":"Brooklyn Bridge"},{"text":"One of her poems says, \"Dying / Is an art, like everything else. / I do it exceptionally well\"","response":"Plath"},{"text":"This bestseller by Isabel Wilkerson was the basis for Ava DuVernay's 2023 film \"Origin\"","response":"<i>Caste</i>"},{"text":"\"Outside Dorlcote Mill\" is a chapter in this novel by George Eliot","response":"<i>The Mill on the Floss</i>"},{"text":"This nymph has been holding Ulysses prisoner on the island of Ogygia when we meet him in the \"Odyssey\"","response":"Calypso"}],"originalDate":"2025-05-23"},{"category":"POP CULTURE GEMS","comments":"","clues":[{"text":"In a 2006 film, Emma Roberts &amp; Jojo discover Aquamarine, one of these mythic creatures, in the pool at the Capri Beach Club","response":"a mermaid"},{"text":"Colin Firth played Vermeer in this 2003 film","response":"<i>Girl with a Pearl Earring</i>"},{"text":"In \"Gentlemen Prefer Blondes\", Marilyn Monroe sings this gem of a song that namechecks Cartier, Tiffany's &amp; Harry Winston","response":"\"Diamonds Are A Girl's Best Friend\""},{"text":"This \"gem\" of a woman wrote &amp; directed both \"Promising Young Woman\" &amp; \"Saltburn\"","response":"Emerald Fennell"},{"text":"A novel by Sapphire was the basis for this film with Gabourey Sidibe in the title role","response":"<i>Precious</i>"}],"originalDate":"2025-05-23"},{"category":"TITLES","comments":"","clues":[{"text":"Stephen F. Austin organized this military force that patrolled the frontier &amp; later, the Texas border","response":"the Texas Rangers"},{"text":"A DVM, short for this, is someone who can help all creatures great &amp; small","response":"a doctor in veterinary medicine"},{"text":"There's a pair of double consonants in this title for the leader of a nunnery","response":"an abbess"},{"text":"This German title equivalent to an earl came before the name of a famous Zeppelin","response":"<i>Graf</i>"},{"text":"\"Potent\" is within this word for an envoy given full power to negotiate politically","response":"plenipotentiary"}],"originalDate":"2025-05-22"},{"category":"LAST LINES OF THE CHILDREN'S BOOK","comments":"","clues":[{"text":"\"Goodnight stars<br>goodnight air<br>goodnight noises everywhere\"","response":"<i>Goodnight Moon</i>"},{"text":"\"Should we tell her about it? Now, what should we do? Well... what would you do if your mother asked you?\"","response":"<i>The Cat in the Hat</i>"},{"text":"\"Then he nibbled a hole in the cocoon, pushed his way out and... he was a beautiful butterfly!\"","response":"<i>The Very Hungry Caterpillar</i>"},{"text":"\"But he never knew that it really was his own bunny, come back to look at the child who had first helped him to be real\"","response":"<i>The Velveteen Rabbit</i>"},{"text":"\"All day long they follow the swan boats &amp; eat peanuts. &amp; when night falls they swim to their little island &amp; go to sleep\"","response":"<i>Make Way for Ducklings</i>"}],"originalDate":"2025-05-22"}],{"category":"AMERICAN HISTORY","text":"He recalled that before an 1831 revolt, he had a vision of \"white spirits &amp; black spirits engaged in battle\"","response":"Nat Turner"}]}