{"mix":17,"rounds":[[{"category":"BIOLOGIST BIO","comments":"","clues":[{"text":"The 1936 book \"Birds of the West Indies\" was a huge success; Ian Fleming loved it &amp; this author's name on its cover","response":"James Bond"},{"text":"In 1930, this man published a book on the gall wasp; 18 years later, he'd get more public notice with work on the birds &amp; the bees","response":"Kinsey"},{"text":"In 1929, way before she wrote a few bestsellers, she did post-grad work at the marine biological lab. in Woods Hole, Mass.","response":"(Rachel) Carson"},{"text":"In 2009 Elizabeth Blackburn won a Nobel Prize for her work discovering the nature of these structures that cap chromosomes","response":"telomeres"},{"text":"His support for Chucky D &amp; his theories earned this man the moniker \"Darwin's Bulldog\"","response":"(Thomas) Huxley"}],"originalDate":"2025-05-14"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"After April 12, 1861 this structure on an artificial island at the entrance to Charleston Harbor got famous fast","response":"Fort Sumter"},{"text":"The leading industrialized city of the South, it became the capital of the Confederacy in May 1861","response":"Richmond"},{"text":"This Union general was caught by surprise at the 1862 battle of Shiloh but managed to repair his reputation &amp; get a big promotion","response":"Grant"},{"text":"Formed after First Bull Run, it was dubbed \"Mr. Lincoln's Army\" &amp; part of its job was protecting D.C.","response":"Army of the Potomac"},{"text":"Though the Monitor &amp; Merrimack fought in water, their battle is named for this place with a more terrestrial-sounding name","response":"Hampton Roads"}],"originalDate":"2025-05-14"},{"category":"IDIOMS FROM THE BIBLE","comments":"","clues":[{"text":"Typical, just typical<span class=\"nobreak\">--</span>remember this idiom from Jeremiah 13 about a certain unalterable feline","response":"a leopard can't change its spots"},{"text":"Seeming anatomically inaccurate, this idiom about a narrow escape is in Job 19","response":"by the skin of one's teeth"},{"text":"Jesus said, \"neither cast ye your\" these 3 words","response":"pearls before swine"},{"text":"Isaiah 40 inspired this liquid measure expression for a uselessly tiny amount","response":"a drop in the bucket"},{"text":"The idiom-packed Isaiah 40 gave us this expression, also referenced in Handel's \"Messiah\", for one whom nobody listens to","response":"a voice crying in the wilderness"}],"originalDate":"2025-05-14"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"In 1948 this organization awarded a grant to 3 biologists to develop a birth control pill","response":"Planned Parenthood"},{"text":"A leaping rabbit is the logo of this group founded by Ingrid Newkirk in 1980 to combat speciesism","response":"PETA"},{"text":"This humanitarian organization that provides medical care in more than 70 countries won the 1999 Nobel Peace Prize","response":"Médecins Sans Frontières (Doctors Without Borders)"},{"text":"Morty Manford helped found the Gay Activists Alliance; in 1973 Morty's mom &amp; dad founded this 5-letter group of allyship","response":"PFLAG"},{"text":"Chef José Andrés started it to provide fresh meals in the wake of all sorts of crises","response":"World Central Kitchen"}],"originalDate":"2025-05-14"},{"category":"WORLD PLACE NAMES","comments":"","clues":[{"text":"In 1971 East Pakistan became an independent country with this new name","response":"Bangladesh"},{"text":"The name of this South American capital reflects its founding on August 15, observed as the day Mary was taken into heaven","response":"Asunción"},{"text":"In ancient times the Dardanelles Strait was known by this name, as in the story of Hero &amp; Leander","response":"the Hellespont"},{"text":"The Spanish word for a certain bird gives us the name of this largest of the British Virgin Islands","response":"Tortola"},{"text":"Covering more than 3,000 square miles, this largest glacier in Iceland has a name meaning \"water\" or \"lake glacier\"","response":"Vatnajökull"}],"originalDate":"2025-05-14"},{"category":"ON THE OLD CABIN'S BOOKSHELF","comments":"","clues":[{"text":"I'm in the mood for Lloyd C. Douglas' book about this title garment, won by the Roman Marcellus at Jesus' crucifixion","response":"<i>The Robe</i>"},{"text":"Ooh, a nice collection of his short stories like \"A Sound of Thunder\" &amp; \"There Will Come Soft Rains\"","response":"Bradbury"},{"text":"There are several water-damaged books on fishing, including this Montana-set Norman Maclean tale \"&amp; Other Stories\"","response":"<i>A River Runs Through It</i>"},{"text":"I'm trying this 1896 book in which Edward Prendick is shipwrecked on a Pacific isle where a madman is doing horrific experiments","response":"<i>The Island of Doctor Moreau</i>"},{"text":"Ahh, Franz Werfel's \"Song\" of this sainted 19th century Frenchwoman<span class=\"nobreak\">--</span>a classic! <br> Now for some cocoa!","response":"Saint Bernadette"}],"originalDate":"2025-05-14"}],[{"category":"THE 2 &amp; THE 4","comments":"(Ken: In other words, letters 2 and 4 of the response.  So you might get a clue about B and E, which would get you to \"What is able?\"  Does that make sense?  You'll see.)","clues":[{"text":"Rastafarian term for oneness with Jah; antonym of military","response":"c<b>i</b>v<b>i</b>lian"},{"text":"Early U.S. railroad starting in Maryland; something given by a priest in a confessional","response":"a<b>b</b>s<b>o</b>lution"},{"text":"Burger chain famous for root beer; stage for fashion models","response":"c<b>a</b>t<b>w</b>alk"},{"text":"Refreshing cocktail;<br>\"outside\" type of person blamed for stirring up protest","response":"a<b>g</b>i<b>t</b>ator"},{"text":"Statement including revenue &amp; cost;<br>ancient species of wheat","response":"s<b>p</b>e<b>l</b>t"}],"originalDate":"2025-05-14"},{"category":"2 E OR NOT 2 E","comments":"(Ken: We'll need two words in each response there.)","clues":[{"text":"A natural growth you don't want in your lawn /<br>got married","response":"weed & wed"},{"text":"A bloodsucking worm /<br>one who exhibits inappropriate lustful behavior","response":"leech & lech"},{"text":"Pep squad's chant /<br>French for \"darling\" or \"expensive\"","response":"cheer & cher"},{"text":"Hemispherical end of a hammer's head /<br>an animal enclosure","response":"pen & peen"},{"text":"A ruminant forest-dwelling mammal /<br>a German word meaning the","response":"deer & <i>der</i>"}],"originalDate":"2025-05-14"},{"category":"THAT IS THE QUESTION","comments":"","clues":[{"text":"In Spanish this series of books asks, \"Dónde está Wally?\" &amp; in French, \"Où est Charlie?\"","response":"<i>Where's Waldo?</i>"},{"text":"It's a people.com feature about the current lives of stars of past TV shows","response":"Where Are They Now?"},{"text":"urbandictionary.com says this 3-word question was \"a Vine sensation that everybody says when somebody's shoe game is weak\"","response":"What are those?"},{"text":"In 1851 in Akron, Sojourner Truth delivered a speech called this 4-word rhetorical question","response":"Ain't I a Woman?"},{"text":"\"'I,' said the sparrow, 'with my bow and arrow\"' is the answer to this question","response":"Who killed Cock Robin?"}],"originalDate":"2025-05-14"},{"category":"TRICK OR TREATY","comments":"","clues":[{"text":"The English/Scottish 1502 Treaty of Perpetual this soon turned out to be the opposite of perpetual","response":"Peace"},{"text":"After WWI this partner of Austria lost 2/3 of its territory after the Treaty of Trianon; totally hoodwinked","response":"Hungary"},{"text":"In 1843 a tricky-worded treaty gave the U.K. a \"most-favoured nation\" clause to guarantee privileges in this Asian nation","response":"China"},{"text":"After this country left the ratification of a 1903 treaty on read, the U.S. went ahead &amp; engineered the secession of Panama","response":"Colombia"},{"text":"An 1868 treaty named for this Wyoming fort ceded the Black Hills to the Sioux, but then gold was found there","response":"(Fort) Laramie"}],"originalDate":"2025-05-14"},{"category":"BIG BOX OFFICE ENERGY","comments":"","clues":[{"text":"This blockbuster co-starring an iceberg was the first film to top $1 billion at the global box office","response":"<i>Titanic</i>"},{"text":"The top-grossing R-rated film of all time features these title Marvel frenemies F-bombing their way straight to the bank","response":"Deadpool & Wolverine"},{"text":"To lighten the mood a bit, filmmakers cut the Schadenfreude character from this top-grossing film of 2024","response":"<i>Inside Out 2</i>"},{"text":"20+ years after Ian &amp; Toula first locked eyes at Dancing Zorba's, it's still the top-grossing rom-com in meet-cute history","response":"<i>My Big Fat Greek Wedding</i>"},{"text":"One of the 2 top-grossing biopics of all time; both feature an Oscar-winning performance by a lead actor","response":"(1 of) <i>Oppenheimer</i> (or <i>Bohemian Rhapsody</i>)"}],"originalDate":"2025-05-14"},{"category":"RHYME TIME","comments":"","clues":[{"text":"A soul patch is sometimes called this because it retains vestiges of meals","response":"a flavor saver"},{"text":"A greatly improved ankle shackle","response":"a better fetter"},{"text":"Foolish blathering about the latest war skirmish","response":"battle prattle"},{"text":"A compulsion to sing a song of mourning","response":"a dirge urge"},{"text":"Uproarious noise emanating from a disagreement over how a sentence was constructed","response":"a grammar clamor (grammar yammer)"}],"originalDate":"2025-05-14"}],{"category":"PHRASE ORIGINS","text":"An 1845 article called \"Annexation\" was the first appearance of this 2-word phrase implying inevitability","response":"manifest destiny"}]}