{"mix":18,"rounds":[[{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Defeating a combined Russian &amp; Austrian army, this general had one of his greatest victories at 1805's Battle of Austerlitz","response":"Napoleon"},{"text":"Christianity reached this vast island with Leif Eriksson in the 11th century &amp; a bishop's seat was established there in 1124","response":"Greenland"},{"text":"In August 1601 Olivier van Noort returned to Rotterdam after a 3-year voyage that made him the first Dutchman to do this","response":"circumnavigate the globe"},{"text":"In 1917 Britain turned down an offer to save the family of 7 with this last name, who were later killed","response":"Romanov"},{"text":"In 1508 Diego Columbus, Christopher's son, was named governor of these (no compass direction given)","response":"the Indies"}],"originalDate":"2025-05-13"},{"category":"THE CHILDREN'S AUTHOR WHO WROTE...","comments":"","clues":[{"text":"\"Piglet said (it) was a... good trap... he wouldn't see the very deep pit until he was half-way down, when it would be too late\"","response":"Milne"},{"text":"\"The Queen had only one way of settling all difficulties, great or small. 'Off with his head!' she said, without even looking around\"","response":"Lewis Carroll"},{"text":"In one translation, \"The most ghastly sight of all was a little mermaid whom they had caught and strangled\"","response":"(Hans Christian) Andersen"},{"text":"'\"Augustus Gloop! Augustus Gloop! The great big greedy nincompoop!... so unutterably vile, so greedy, foul, and infantile\"'","response":"Roald Dahl"},{"text":"\"Soon Fudge would be a famous television star and I would be plain old Peter Hatcher<span class=\"nobreak\">--</span>fourth grade nothing\"","response":"(Judy) Blume"}],"originalDate":"2025-05-13"},{"category":"CHANGE A LETTER","comments":"(Ken: And here we will need two responses for each clue.)","clues":[{"text":"A paper that lists a voter's choices elects to change one letter &amp; dances in as a classic theatrical art form","response":"ballot & ballet"},{"text":"Mom or dad changes a letter &amp; gets an exclusive right granted for an invention","response":"parent & patent"},{"text":"Uh oh... you're in a synonym of peril because after a letter change, someone is threatening you with a stabbing weapon","response":"danger & dagger"},{"text":"To conclude by reasoning switches a letter &amp; now means to bury","response":"infer & inter"},{"text":"The \"value\" of a car once you buy it from the dealer changes into this verb meaning to amuse, as with a story","response":"resale & regale"}],"originalDate":"2025-05-13"},{"category":"METRO STATIONS","comments":"","clues":[{"text":"The Wakefield 241st Street subway station, the northernmost station in the New York City Subway System, is in this borough","response":"the Bronx"},{"text":"Bank &amp; Brixton are stops on London's Metro, better known as the Tube or by this subterranean name","response":"the Underground"},{"text":"In Chicago the Blue Line takes you to O'Hare, while the Orange Line takes you to the station for this other airport","response":"Midway"},{"text":"The artwork on the walls of this Paris Metro station named for a demolished edifice includes key moments of the French Revolution","response":"Bastille"},{"text":"A Metro stop that serves George Washington University has this 2-word name that includes a murky adjective","response":"Foggy Bottom"}],"originalDate":"2025-05-13"},{"category":"OPERA","comments":"","clues":[{"text":"In Massenet's opera of this fairy tale, the stepmother is named Mandame de la Haltère (a play on the word dumbbell)","response":"<i>Cinderella</i>"},{"text":"Escamillo is the matador who sings the \"Toreador Song\" in this opera","response":"<i>Carmen</i>"},{"text":"This iconic chorus from Act II of \"Il trovatore\" can actually use a hammer striking the blacksmith tool for which it's named","response":"the \"Anvil Chorus\""},{"text":"More like Mademoiselle Butterfly! This character also called Madam Butterfly is just 15 years old","response":"Cio-Cio-San"},{"text":"Wagner wrote this, his final opera, specifically for the Bayreuth Festival &amp; it was only supposed to be performed there","response":"<i>Parsifal</i>"}],"originalDate":"2025-05-13"},{"category":"I ACED MY BIOCHEM TEST","comments":"","clues":[{"text":"Good thing I crammed about lipids &amp; knew they're not only fats &amp; oils but also these, like the kind made by bees","response":"waxes"},{"text":"It just came to me that hemoglobin binds more or less strongly to oxygen in this effect named for Niels' dad, Aage's Grandpa","response":"Bohr"},{"text":"This adjective means \"relating to the synthesis of complex molecules\"; it's also a type of steroid that coach warned us about","response":"anabolic"},{"text":"Man, you're stuck in 1899 if you thought all carbon is tetravalent; there's this \"free\" form with 3 bonds &amp; one wild electron","response":"a free radical"},{"text":"Yup, knew my amino acid codes<span class=\"nobreak\">--</span><br>his: histidine,<br>lys: lysine,<br>trp: this one you need to get in your diet","response":"tryptophan"}],"originalDate":"2025-05-13"}],[{"category":"&amp; THE OSCAR FOR ACTING GOES TO...","comments":"","clues":[{"text":"No score &amp; 12 years ago, he won the election as \"Lincoln\"","response":"Daniel Day-Lewis"},{"text":"We could go on &amp; on about how this actor set a record in 2025 for the longest Oscar acceptance speech<span class=\"nobreak\">--</span>5 minutes &amp; 36 seconds","response":"Adrien Brody"},{"text":"Robbed, we say, as Crewman No. 6 in \"Galaxy Quest\", he won Best Supporting Actor for \"Three Billboards...\"","response":"(Sam) Rockwell"},{"text":"She triumphed after giving James Caan pure \"Misery\"","response":"Kathy Bates"},{"text":"She won an Oscar for helping \"My Cousin Vinny\" win a court case","response":"Marisa Tomei"}],"originalDate":"2025-05-13"},{"category":"SPECIAL \"EFF\"ECTS","comments":"","clues":[{"text":"This type of 2-word specialist is brought in to improve performance in a business' operations","response":"efficiency"},{"text":"High-spirited adjective that describes a bubbly drink like club soda","response":"effervescent"},{"text":"Pointe magazine uses this adjective for the graceful physicality of dancer Ashton Edwards","response":"effortless"},{"text":"You'll deserve this 8-letter type of unrestrained &amp; gushy praise for a correct response now","response":"effusive"},{"text":"I'm shocked!  It means brazen audacity or presumptuousness","response":"the effrontery"}],"originalDate":"2025-05-13"},{"category":"LAW, LEGALITY &amp; COURT STUFF","comments":"","clues":[{"text":"In 2000 same-sex marriage wasn't yet on the table but Vermont did legalize partnerships called this 2-word term","response":"civil unions"},{"text":"1876's Kohl v. U.S. was the 1st Supreme Court case on the federal use of this; land in Ohio was to be condemned &amp; used for a post office","response":"eminent domain"},{"text":"In 1995 this lawyer made national news with a closing argument that included \"If it doesn't fit, you must acquit\"","response":"(Johnnie) Cochran"},{"text":"A judge's meeting with lawyers from only one side of a case is conducted this way, &amp; the Latin sure legals it up nicely, right?","response":"<i>ex parte</i>"},{"text":"A federal law passed in 1939, this act named for a sen. was meant to protect federal employees from political coercion at work","response":"the Hatch Act"}],"originalDate":"2025-05-07"},{"category":"CONSTRUCTING THE WORD","comments":"","clues":[{"text":"A youngster<br>+<br>a mathematical path to a conclusion<br>=<br>this, so push down &amp; turn","response":"childproof"},{"text":"Egg-based painting technique<br>+<br>British slang for \"crazy\"<br>=<br>this feisty attitude","response":"temperamental"},{"text":"A window covering<br>+<br>a computer glitch<br>=<br>this enthusiast","response":"a shutterbug"},{"text":"Complete &amp; without error<br>+<br>a fee paid to travel<br>=<br>this route","response":"thoroughfare"},{"text":"Your time to spin in a board game<br>+<br>a signature in music<br>=<br>this \"ready to operate\" adjective","response":"turnkey"}],"originalDate":"2025-05-07"},{"category":"TV","comments":"","clues":[{"text":"This Apple TV+ series stars Jason Segel as a therapist &amp; Harrison Ford as his gruff superior Paul","response":"<i>Shrinking</i>"},{"text":"Of mice &amp; mayhem: Maurice LaMarche voiced the 2nd half of this animated title pair &amp; had a simple goal<span class=\"nobreak\">--</span>to take over the world","response":"Pinky & the Brain"},{"text":"In 2025 he starred as a former U.S. president investigating a cyberattack on \"Zero Day\"","response":"Robert De Niro"},{"text":"Billy Gardell &amp; Folake Olowofoyeku played the title roles of this sitcom that ran for 5 seasons on CBS","response":"<i>Bob Hearts Abishola</i>"},{"text":"Rust Cohle on \"True Detective\": \"Time is\" this. \"Everything we've ever done or will do, we're gonna do over &amp; over &amp; over again\"","response":"a flat circle"}],"originalDate":"2025-05-07"},{"category":"SAY IT WITH FLOWERS","comments":"","clues":[{"text":"A popular bulb flower &amp; a vital organ are in this synonym for cowardly","response":"lily-livered"},{"text":"\"Hamlet\" is the source of this phrase for an easy or pleasurable route","response":"the primrose path"},{"text":"You're up on our stage, so you're clearly no wallflower or this \"colorful\" floral term for a bashful person","response":"a shrinking violet"},{"text":"There's a member of the aster family in this expression meaning not tired at all","response":"fresh as a daisy"},{"text":"The prologue to the \"Canterbury Tales\" is an antecedent of this familiar saying about the effects of spring rain","response":"April showers bring May flowers"}],"originalDate":"2025-05-07"}],{"category":"CARS &amp; THE MOVIES","text":"A fake speedometer was used in this make of car from a 1980s movie since the actual car's speedometer didn't go high enough","response":"a DeLorean"}]}