{"mix":20,"rounds":[[{"category":"OUR NEANDERTHAL RELATIVES","comments":"","clues":[{"text":"This word for a prehistoric person became more common after an 1856 find of Neanderthal fossils in a limestone grotto","response":"caveman"},{"text":"Many experts think left/right arm asymmetry indicates Neanderthals used these for thrusting, not throwing, when hunting","response":"spears"},{"text":"It was long thought Neanderthals couldn't do this, but the discovery they carried FOXP2, a gene linked to it, suggests they could","response":"speak"},{"text":"A Neanderthal skull came to England in 1864; he was sick &amp; couldn't go see it, so friends brought it to him<span class=\"nobreak\">--</span>\"wonderful\", he said","response":"Darwin"},{"text":"Genes we inherited from Neanderthal ancestors make modern humans more prone to certain diseases, including type 2 this","response":"diabetes"}],"originalDate":"2025-05-09"},{"category":"SIGNS &amp; SYMBOLS","comments":"","clues":[{"text":"According to the Department of Transportation, the first U.S. sign with this simple command appeared in Detroit in 1915","response":"stop"},{"text":"A contest by a container company led Gary Anderson to create the symbol for this, a Möbius loop of 3 arrows chasing each other","response":"the recycling sign"},{"text":"In Exodus 32 this symbol of apostasy was fashioned by Aaron &amp; worshiped with sacrifices","response":"the golden calf"},{"text":"From Latin for \"apple with many seeds\", this fruit is a symbol of fertility in many cultures","response":"pomegranate"},{"text":"Used in Ancient Egyptian amulets, this ocular symbol contains the name of a falcon god","response":"the Eye of Horus"}],"originalDate":"2025-05-09"},{"category":"THERE'S A BIRD IN YOUR RESPONSE","comments":"","clues":[{"text":"It's money held by an independent third party to facilitate transactions between home buyers &amp; sellers","response":"es<b>crow</b>"},{"text":"Bensonhurst is a neighborhood in this borough","response":"B<b>rook</b>lyn"},{"text":"Like the buckhorn in Pinos Altos, New Mexico, it's another name for a tavern, especially in the Old West","response":"a sa<b>loon</b>"},{"text":"I can give you a really good deal on this word, never mind that it means easily deceived or duped","response":"<b>gull</b>ible"},{"text":"A look of anger or frowning disapproval","response":"sc<b>owl</b>"}],"originalDate":"2025-05-09"},{"category":"AMERICANA","comments":"","clues":[{"text":"Batter up for a 19th century \"Base Ball\" festival held in this town, on a farm where Pickett gathered his men before his charge","response":"Gettysburg"},{"text":"As the story goes, after Louisiana's governor offered $500 for the capture of this pirate, he offered $1,500 for the governor","response":"Jean Lafitte"},{"text":"One 1929 obituary called him pioneering gun-toting peace officer &amp; the last of the celebrated frontier gunmen","response":"(Wyatt) Earp"},{"text":"On George Washington's death, General \"Light-Horse Harry\" Lee described him as \"first in war, first in peace, first in\" this","response":"the hearts of his countrymen"},{"text":"It was Mayor La Guardia who gave the marble lions outside the New York Public Library these 2 names after 2 important qualities","response":"Patience & Fortitude"}],"originalDate":"2025-05-09"},{"category":"WORDS ABOUT WORDS","comments":"","clues":[{"text":"From the Latin for \"term\", it's the term for all the words you know &amp; use; a precocious child may have an impressive one","response":"vocabulary"},{"text":"It's a word you use in place of a less desirable one<span class=\"nobreak\">--</span>for example, \"gentleman's club\" instead of... well, you know","response":"a euphemism"},{"text":"These jargon \"words\" like \"deliverables\" or \"circle back\" can \"bee\" pretty cringey, especially at work","response":"buzzwords"},{"text":"Watergate helped popularize this term for a bad word; it plus \"deleted\" replaced curse words in White House transcripts","response":"expletive"},{"text":"\"Webinar\" is an example of this, a currency term for a newly made-up word","response":"coinage"}],"originalDate":"2025-05-09"},{"category":"ISLANDS","comments":"","clues":[{"text":"A museum in Heraklion on this island houses masterpieces of Minoan art &amp; culture","response":"Crete"},{"text":"This island where Napoleon was exiled from 1815 until his death was named for the mother of Constantine","response":"St. Helena"},{"text":"Since the 1400s the Azores have belonged to this country","response":"Portugal"},{"text":"The war in the Pacific National Historical Park is located on this island, a territory of the United States","response":"Guam"},{"text":"The Greater these islands include Java &amp; Borneo","response":"the Greater Sunda Islands"}],"originalDate":"2025-05-09"}],[{"category":"THE 1913 ARMORY SHOW","comments":"","clues":[{"text":"American viewers were not used to the new art styles, like this one exemplified by Picasso's \"Woman with a Mustard Pot\"","response":"Cubism"},{"text":"British artist Walter Sickert made the show &amp; made news long after his death, accused of being this notorious murderer","response":"Jack the Ripper"},{"text":"10 years after his death, this well-traveled painter from Paris was at the Armory Show in spirit with his \"Faa Iheihe\"","response":"Paul Gauguin"},{"text":"Let me get to the Pointillism; \"Les Poseuses\", or \"The Models\", parked this Parisian in the Armory","response":"Seurat"},{"text":"Now at Philly's Museum of Art, this Duchamp piece (No. 2) caused a huge scandal... good lord, steps! Where is my fainting couch?","response":"<i>Nude Descending a Staircase</i>"}],"originalDate":"2025-05-09"},{"category":"UNOFFICIAL STATE NICKNAMES","comments":"","clues":[{"text":"\"The Orange State\"","response":"Florida"},{"text":"\"The Goober State\"","response":"Georgia"},{"text":"In New England,<br>\"The Plantation State\"","response":"Rhode Island"},{"text":"\"The Apache State\"","response":"Arizona"},{"text":"\"The Rainbow State\"","response":"Hawaii"}],"originalDate":"2025-05-08"},{"category":"WOMEN IN THE BIBLE","comments":"","clues":[{"text":"Creating some confusion, in the 6th c., Pope Gregory declared that 3 N.T. women with this name were the same person","response":"Mary"},{"text":"Who knew there was a Mrs. this governor? Matthew, who has her telling her husband she dreamed of Jesus &amp; to spare him","response":"Pontius Pilate (Mrs. Pilate)"},{"text":"In Genesis, Potiphar's wife tempted this man by saying, \"Lie with me\"; he refused &amp; was jailed","response":"Joseph"},{"text":"Against the wishes of her miserly husband, Abigail helped this king, then married him after she was widowed","response":"David"},{"text":"At first barren, this wife of Jacob later died giving birth to their son Benjamin","response":"Rachel"}],"originalDate":"2025-05-08"},{"category":"EMPTY WORDS","comments":"","clues":[{"text":"Having an empty space inside, like some disappointing chocolate Easter bunnies, or the title men in a T.S. Eliot poem","response":"hollow"},{"text":"You might find this word on a sign in front of an apartment building or a hotel","response":"vacancy"},{"text":"In architecture, it's a space left in a wall for a door or window; you might also see it written on a check","response":"void"},{"text":"The past tense of a verb meaning to abandon military duty, as an adjective it means unoccupied","response":"deserted"},{"text":"The Latin tabula rasa is commonly translated as this empty surface","response":"blank slate"}],"originalDate":"2025-05-08"},{"category":"EYE ON ASIA","comments":"","clues":[{"text":"Thailand is home to more than 30,000 temples &amp; its 70 million people are predominantly of this religion","response":"Buddhist"},{"text":"China's Sichuan province is famous for hot &amp; spicy cuisine like Dan Dan noodles &amp; this \"palace guardian\" chicken","response":"kung pao"},{"text":"Variously known as Seollal, Losar or Tet, this holiday is celebrated in many parts of Asia for as long as 15 days","response":"Lunar New Year"},{"text":"The only Asian country with Portuguese as an official language, it gained full independence from Indonesia in 2002","response":"East Timor"},{"text":"Limestone cliffs as high as 1,000 feet flank part of this 30-mile mountain pass that connects Afghanistan &amp; Pakistan","response":"the Khyber Pass"}],"originalDate":"2025-05-08"},{"category":"INITIALED WRITERS","comments":"","clues":[{"text":"David Herbert","response":"D.H. Lawrence"},{"text":"Robert Lawrence","response":"R.L. Stine"},{"text":"Herbert George","response":"H.G. Wells"},{"text":"Phyllis Dorothy","response":"P.D. James"},{"text":"Howard Phillips","response":"H.P. Lovecraft"}],"originalDate":"2025-05-08"}],{"category":"20th CENTURY FICTION","text":"The title of this 1959 work refers to a record given to graduating seniors at Ohio State University","response":"<i>Goodbye, Columbus</i> (by Philip Roth)"}]}