{"mix":21,"rounds":[[{"category":"THE INSTRUMENT OF MY FAME","comments":"","clues":[{"text":"Anne-Sophie Mutter &amp; then there's Hilary Hahn, stringing you along","response":"violin"},{"text":"Benny Goodman, who could swing, &amp; Pete Fountain, who could flow","response":"the clarinet"},{"text":"Jaco Pastorius &amp; Tina Weymouth laid it down","response":"the bass"},{"text":"Tina Guo (who did the \"Wonder Woman\" movie theme) &amp; Pablo Casals","response":"the cello"},{"text":"Wynton Marsalis &amp; Cynthia Robinson of Sly &amp; the Family Stone","response":"a trumpet"}],"originalDate":"2025-05-07"},{"category":"WORDS THAT SHOULD RHYME","comments":"(Ken: But don't by the way.)","clues":[{"text":"A circuitous route used temporarily instead of the main road &amp; to consume ravenously","response":"detour & devour"},{"text":"A wire mesh utensil for straining &amp; to mourn the deceased","response":"sieve & grieve"},{"text":"To knead tired muscles &amp; the enactment into law of a legislative bill","response":"massage & passage"},{"text":"Relating to an unborn child &amp; copper, for example","response":"fetal & metal"},{"text":"Constantly seeking closeness or emotional support &amp; shabbily dirty","response":"clingy & dingy"}],"originalDate":"2025-05-07"},{"category":"CITIES AROUND THE WORLD","comments":"","clues":[{"text":"Today it's around 10 million strong &amp; known as Ho Chi Minh City, but before 1975 the city was known by this name","response":"Saigon"},{"text":"You'll find the first Lego flagship store in this city","response":"Copenhagen"},{"text":"This pilgrimage city about 250 miles from Mecca was once known as Yathrib","response":"Medina"},{"text":"Dating from 1522, the oldest house still standing in Cuba is in this city \"de Cuba\", the country's 2nd largest","response":"Santiago de Cuba"},{"text":"Malaysia's oldest city, it shares its name with a nearby strait","response":"Malacca"}],"originalDate":"2025-05-07"},{"category":"COUP LA LA","comments":"","clues":[{"text":"If an NFL game begins at 2 PM, that's this \"time\"; the equivalent in a French soccer match is the heure du coup d'envoi","response":"kickoff time"},{"text":"For decades you could avoid a coup de this, meaning a sunburn, by using bain de this, classy tanning lotion","response":"a soleil"},{"text":"Hope for a coup de chance or stroke of luck in this game; in the book \"Casino Royale\", James Bond plays it &amp; wins a 32-million-franc bet","response":"baccarat"},{"text":"A coup de main is a bold, sudden attack, like this \"Mad\" general's 1779 assault on British forces over the Hudson","response":"\"Mad Anthony\" Wayne"},{"text":"In medieval times a misericord was a dagger used to put a defeated foe out of his misery with this finishing stroke","response":"a coup de grâce"}],"originalDate":"2025-05-07"},{"category":"21st CENTURY FICTION","comments":"","clues":[{"text":"Salman Rushdie's 2023 novel \"Victory City\" is set long ago in what's now this country where the author was born","response":"India"},{"text":"In her debut novel Sue Monk Kidd tells of Lily Owens, taken in by 3 sisters, who learns about \"The Secret Life of\" these creatures","response":"bees"},{"text":"Alma Katsu's \"The Hunger\" retells the tale of this group of settlers who set out for the West in 1846","response":"Donner Party"},{"text":"This cyberpunk master's 2020 novel \"Agency\" imagines a 2017 where Brexit never happened","response":"Gibson"},{"text":"This repetitively titled Gabrielle Zevin book follows the lives of Sam &amp; Sadie, whose video game Ichigo becomes a big hit","response":"<i>Tomorrow, and Tomorrow, and Tomorrow</i>"}],"originalDate":"2025-05-07"},{"category":"ALL THE WAY FROM L TO M","comments":"(Ken: Because those are the first and last letters of each response, respectively.)","clues":[{"text":"For those in the backseat, the Volvo S90 boasts 40.4 inches of this","response":"legroom"},{"text":"In 1894, one of these impasses on the Mississippi River stretched for nearly 7 miles &amp; took 150 lumberjacks to break up","response":"a logjam"},{"text":"An isthmus, a valley or a mountain is each an example of this to a topographer","response":"a landform"},{"text":"17th century Scotsman John Napier is credited with inventing this mathematical concept to aid in rapid calculations","response":"a logarithm"},{"text":"A 19th century \"wonder drug\", this concoction was a tincture of opium &amp; alcohol &amp; resulted in many addicted users","response":"laudanum"}],"originalDate":"2025-05-07"}],[{"category":"METAPHORS BE WITH YOU","comments":"","clues":[{"text":"If someone has nothing to hide, they're one of these unfastened tomes","response":"an open book"},{"text":"I'm just teasing you a little, this move of tugging an extremity","response":"pulling  your leg"},{"text":"You're too late for the opportunity; you've done this, failed to catch the Boston Whaler 405 Conquest","response":"missed the boat"},{"text":"To pay too much attention to trivial details could be described as taking this action, dividing follicular growths lengthwise","response":"splitting hairs"},{"text":"A frustrating or difficult task is said to be this, gathering together Bombays or Bengals","response":"herding cats"}],"originalDate":"2025-05-06"},{"category":"HOWDY, NEIGHBOR!","comments":"","clues":[{"text":"Between Calabria, Italy's toe, &amp; Puglia, the heel, sits Basilicata, this part that we hope never becomes fallen","response":"the arch"},{"text":"This historic county of England with a famous cat to its name has Wales as a western neighbor","response":"Cheshire"},{"text":"Peaks poke above 14,000 feet in Arapaho &amp; Roosevelt national Forests, a neighbor of the national park named for these mountains","response":"Rocky Mountain"},{"text":"China borders the province of Sükhbaatar in this neighboring country","response":"Mongolia"},{"text":"The southwestern neighbor of Mexico's state of Puebla is this one with a name meaning \"warrior\"","response":"Guerrero"}],"originalDate":"2025-05-06"},{"category":"JUST MOVED IN?","comments":"","clues":[{"text":"Hope you updated your subscription &amp; don't miss a great history article in this magazine whose profits support a D.C. institution","response":"the <i>Smithsonian</i>"},{"text":"Make your new home homey with these; Diptyque's classic ones include sandalwood, orange tree &amp; wood fire","response":"candles"},{"text":"You wouldn't be the first to move all your stuff &amp; only then find the time to fill up a box for this organization founded in 1902","response":"Goodwill"},{"text":"Our home will be comfortable all the time as its temperature is regulated by HVAC, which stands for these 3 things","response":"heating, ventilation & air conditioning"},{"text":"For Internet access, you can set up this device combining a modem &amp; a router, once the name of a computer retailer from cow country","response":"a gateway"}],"originalDate":"2025-05-06"},{"category":"COLD WAR TIMES","comments":"","clues":[{"text":"13 was a heavy number in this 1962 event: it lasted 13 days &amp; a missile could have reached D.C. in 13 minutes","response":"the Cuban Missile Crisis"},{"text":"What is today called St. Petersburg was renamed this in 1924 &amp; would bear that name until 1991 &amp; the cold war's end","response":"Leningrad"},{"text":"Countering atheistic communism, in 1954 this 2-word phrase was added to the Pledge of Allegiance","response":"under God"},{"text":"N.A.M. stood for this international \"Movement\" made up of countries not part of the 2 major power blocs","response":"the Non-Aligned Movement"},{"text":"U.S. diplomat George Kennan was the father of this policy of limiting &amp; blocking Soviet expansion","response":"containment"}],"originalDate":"2025-05-06"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"The Dartmouth was one of the ships that had their cargo dumped in this 1773 event","response":"the Boston Tea Party"},{"text":"John Singer Sargent painted the official portrait of this president, who posed for JSS in a White House stairway in 1903","response":"Teddy Roosevelt"},{"text":"The \"white\" type of this large mammal isn't white; its name is said to be from Afrikaans for \"wide\", the shape of its muzzle","response":"a rhinoceros"},{"text":"Ellen Gates Starr was a co-founder of this social settlement, but didn't get a share of the Nobel Prize Jane Addams won","response":"Hull House"},{"text":"St. Peter's Basilica was begun in 1506, under the second pope of this name","response":"Julius II"}],"originalDate":"2025-05-06"},{"category":"RHYMING SONG TITLES","comments":"","clues":[{"text":"A Little Richard song is called \"Good Golly Miss\" her","response":"Molly"},{"text":"Paul McCartney said this Beatles tune was named for a children's playground slide; that's crazy!","response":"\"Helter Skelter\""},{"text":"This AC/DC song has lyrics like \"Yes, I'm let loose from the noose that's kept me hangin' about\"","response":"\"Back In Black\""},{"text":"Cypress Hill went a bit loco, lamenting in this song, \"Cops come &amp; try to snatch my crops, these pigs wanna blow my house down\"","response":"\"Insane In The Brain\""},{"text":"In this classic from \"London Calling\", The Clash sing about someone who most definitely did not \"Stand By Me\"","response":"\"Train In Vain\""}],"originalDate":"2025-05-06"}],{"category":"AMERICAN HISTORY","text":"In 1847, a decade before making national news, he was the plaintiff in a Missouri case against Irene Emerson","response":"Dred Scott"}]}