{"mix":24,"rounds":[[{"category":"FRENCH HISTORY","comments":"","clues":[{"text":"On July 3, 1962 this leader &amp; former soldier formally proclaimed Algeria's full independence from France","response":"de Gaulle"},{"text":"Around 600 B.C. Greek colonists founded this port, which was an independent city for 500 years before falling to Rome","response":"Marseille"},{"text":"Milestones in this island's history: 1842, becomes a French possession; 2024, Colin Jost hurts foot covering Olympic surfing","response":"Tahiti"},{"text":"The Fronde, 17th C. French civil wars, were named for this stone-tossing weapon; in a French Bible, Dayid has \"sa fronde à la main\"","response":"a sling"},{"text":"Comprising 2/5 of the country, this political entity came into being via the Franco-German armistice of June 1940","response":"Vichy France"}],"originalDate":"2025-05-01"},{"category":"THE RICHES OF THE EMERSONIAN MIND","comments":"","clues":[{"text":"Emerson sorta meant it as an insult when he called this \"Walden\" writer \"the captain of a huckleberry-party\"","response":"(Henry David) Thoreau"},{"text":"In a lecture, Ralph Waldo Emerson referred to this then-trendy \"ism\" as \"idealism as it appears in 1842\"","response":"transcendentalism"},{"text":"This novelist's dad was a friend of Emerson; she remembered going to school with \"the little Emersons in their father's barn\"","response":"Louisa May Alcott"},{"text":"Ralphy's first book was titled this word, like a science periodical; he called it \"divine charity\" that \"nourishes man\"","response":"Nature"},{"text":"Emerson mentioned freedom seeker Shadrach Minkins in a speech deploring this act that was a key part of the Compromise of 1850","response":"the Fugitive Slave Act"}],"originalDate":"2025-05-01"},{"category":"ENDS WITH \"END\"","comments":"","clues":[{"text":"The French Academy tried to make \"fin de semaine\" happen but everyone there calls 2 days of leisure or yard work \"le\" this","response":"weekend"},{"text":"Allow me to mansplain: this verb has roughly the same meaning as \"patronize\"; do you understand?","response":"condescend"},{"text":"Purge the jerks &amp; randos from your social media circle on November 17, which Jimmy Kimmel has declared National this Day","response":"Unfriend"},{"text":"To move a joint beyond its normal range of motion<span class=\"nobreak\">--</span>ouch!","response":"hyperextend"},{"text":"From the Latin for \"predict\", it's what a black cat does vis-a-vis trouble if you're superstitious<span class=\"nobreak\">--</span>or if you're a mouse","response":"portend"}],"originalDate":"2025-05-01"},{"category":"RELIGION","comments":"","clues":[{"text":"The Four Noble Truths of this religion inform us that desire &amp; ignorance are the source of all suffering","response":"Buddhism"},{"text":"A Bar Mitzvah is the entry of a Jewish boy into the adult community &amp; typically occurs at this age","response":"13"},{"text":"Appearing there as the mother of one of Islam's prophets, she's the only woman mentioned by name in the Koran","response":"Mary (Maryam)"},{"text":"A Pentecostal as a teen, J.D. Vance was baptized into this faith in 2019","response":"Catholicism"},{"text":"First published in 1830, this text laid out the foundations of a new faith begun that same year","response":"the Book of Mormon"}],"originalDate":"2025-04-30"},{"category":"A VOWEL OF SILENCE","comments":"(Ken: You'll need to give us the silent vowel in the word we define here.)","clues":[{"text":"In an 8-letter synonym for danger that you're in right now. Seriously. Right now. In front of millions of people","response":"O"},{"text":"In a word that follows \"monkey\" &amp; \"mind your own\"","response":"I"},{"text":"In a strand of a textile fiber or a series of online newsgroup messages","response":"A"},{"text":"In a word meaning to defend against something, like an NFL lineman at the same-named position","response":"U"},{"text":"In a type of flute paired with drum in an army corps","response":"E"}],"originalDate":"2025-04-30"},{"category":"WINEMAKER'S GLOSSARY","comments":"","clues":[{"text":"Retsina is a Greek white or rosé wine flavored with the resin from this cone-producing evergreen (sounds delish!)","response":"pine"},{"text":"From Latin for \"heavy\", this 4-letter word refers to a style of dry champagne","response":"brut"},{"text":"Think it over<span class=\"nobreak\">--</span>Glühwein is a German wine that has gone through this heating &amp; spicing process","response":"mulling (mulled)"},{"text":"Red wine, fruit juice, spices &amp; sugar go into this Spanish offering sometimes served as an iced punch","response":"sangria"},{"text":"This verb refers to adding extra alcohol to wine to produce liquors like port or sherry","response":"fortify"}],"originalDate":"2025-04-30"}],[{"category":"SUN SONGS","comments":"","clues":[{"text":"\"Little darling, it's been a long, cold, lonely winter\", but luckily for The Beatles, this title was now happening","response":"\"Here Comes The Sun\""},{"text":"In 2018 Luke Bryan heated up the country chart with \"Sunrise\", this unfortunate skin issue, \"Sunset\"","response":"Sunburn"},{"text":"\"We had joy, we had fun, we had\" this Terry Jacks No. 1 hit in 1974 that pretty much covered the opposite of joy &amp; fun","response":"\"Seasons In The Sun\""},{"text":"\"Black Hole Sun\" grunged hard &amp; topped the Mainstream Rock Airplay chart in 1994 for this band","response":"Soundgarden"},{"text":"\"Let Me Go On\"... the Violent Femmes' debut album memorably begins with this song","response":"\"Blister In The Sun\""}],"originalDate":"2025-04-30"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"If you \"study\", you know this character sees the \"scarlet thread of murder running through the colorless skein of life\"","response":"Sherlock Holmes"},{"text":"This trickster figure from the Uncle Remus tales is seen in Kara Walker's artwork of the Black experience \"African't\"","response":"Brer Rabbit"},{"text":"This 2008 novel by Liu Cixin follows physicist Ye Wenjie &amp; Wang Miao, a nanotech researcher, across different timelines","response":"<i>The Three-Body Problem</i>"},{"text":"This Defoe title character was married to 5 men, one of whom was her brother (oops)","response":"Moll Flanders"},{"text":"The title of this E.M. Forster novel refers to a house that is eventually owned by the former Margaret Schlegel","response":"<i>Howards End</i>"}],"originalDate":"2025-04-30"},{"category":"____ THE ____","comments":"","clues":[{"text":"Making reference to a timepiece, it means continuously, 24 hours a day","response":"around the clock"},{"text":"Ponder over, or what cows literally do","response":"chew the cud"},{"text":"Debuting in 1947, it's the longest-running program on network TV","response":"<i>Meet the Press</i>"},{"text":"Referring to part of her habit, it means to become a nun","response":"take the veil"},{"text":"9th century king of Wessex who defeated invaders &amp; promoted learning","response":"Alfred the Great"}],"originalDate":"2025-04-30"},{"category":"THE EMPIRE STRIKES BACK","comments":"","clues":[{"text":"Saving Pope Leo III from insurrection in 799 led to this \"Great\" man forging the Holy Roman Empire","response":"Charlemagne"},{"text":"After totaling the Tatars &amp; founding the Mongol Empire in 1206, he later set his sights on<span class=\"nobreak\">--</span>&amp; took<span class=\"nobreak\">--</span>Beijing","response":"Genghis Khan"},{"text":"In 324 this emperor defeated his rival Licinius at (Yo!) Adrianople &amp; soon renamed Byzantium after the perfect guy... himself","response":"Constantine"},{"text":"Murad I of this empire moved into Thrace &amp; captured (Yo!) Adrianople around 1361","response":"the Ottoman Empire"},{"text":"After the American Revolution, the British Empire bounced back with gains like this island 200 mi. north of Africa in 1814","response":"Malta"}],"originalDate":"2025-04-29"},{"category":"SUFFIXES","comments":"","clues":[{"text":"This little piggy, or this little book or drop, gets little with the addition of this diminutive suffix","response":"-let"},{"text":"Affix this suffix to make \"summer\" &amp; \"butter\" into adjectives<span class=\"nobreak\">--</span>the shortest ones possible","response":"-y"},{"text":"It's often used in geographic names, but as Bridget Jones knows, in regular words it follows single &amp; not much else","response":"-ton"},{"text":"Early in the 20th century, the rare suffix -and was used to create the word analysand, a person undergoing this","response":"psychotherapy"},{"text":"The unusual -sider goes at the end of this big city to make a word for Hugh Jackman or Toni Collette","response":"Sydneysiders"}],"originalDate":"2025-04-29"},{"category":"HER FIRST PUBLISHED NOVEL","comments":"","clues":[{"text":"\"To Kill a Mockingbird\"","response":"Harper Lee"},{"text":"Inspired by a dream:<br>\"Twilight\"","response":"Stephenie Meyer"},{"text":"\"Outlander\"","response":"Diana Gabaldon"},{"text":"\"The Heart Is a Lonely Hunter\"","response":"Carson McCullers"},{"text":"The 2000 novel<br>\"White Teeth\",<br>set in London","response":"Zadie Smith"}],"originalDate":"2025-04-29"}],{"category":"BORN &amp; DIED","text":"He was born in Fürth, Germany in 1923, shared the Nobel Peace Prize in 1973, &amp; passed away in Connecticut in 2023","response":"(Henry) Kissinger"}]}