{"mix":27,"rounds":[[{"category":"ALSO A CAR PART","comments":"","clues":[{"text":"Word for the torso of a human or the main stem of a tree","response":"a trunk"},{"text":"They make Stratocasters with all the fixins","response":"Fender"},{"text":"A series of medical tests as a whole, or the pitcher &amp; catcher in baseball considered as a single unit","response":"battery"},{"text":"Forsaking the -lum at the end, it's slang for a criminal","response":"a hood"},{"text":"Something broadcast by a television network, for example","response":"a transmission"}],"originalDate":"2025-04-23"},{"category":"MAKING SOME POUR DECISIONS","comments":"","clues":[{"text":"Ooo, a Havana cocktail... that's pineapple juice, lemon juice &amp; this potent potable... sounds perfect","response":"rum"},{"text":"How 'bout a round of this Mexican beer with 2 red X's on the label that was actually created by a German man, Wilhelm Hasse","response":"Dos Equis"},{"text":"This \"Old No. 7\" whiskey is \"mellowed ... through 10 feet of sugar maple charcoal\", but mellow feelings may or may not follow","response":"Jack Daniels"},{"text":"Toast Mr. Henderson with a Gin Rickey or this often non-alcoholic version; the Marvelous Mrs. Maisel orders one in a deli","response":"a Lime Rickey"},{"text":"Chablis is a region in the north of this wine-growing area, with Beaujolais farthest south","response":"Burgundy"}],"originalDate":"2025-04-23"},{"category":"ACTORS BY THE FILMS THEY DIRECTED","comments":"","clues":[{"text":"\"Rush\" &<br>\"Apollo 13\"","response":"Ron Howard"},{"text":"\"The Boys in the Boat\" &<br>\"The Ides of March\"","response":"George Clooney"},{"text":"\"Cocaine Bear\" &<br>\"Pitch Perfect 2\"","response":"Elizabeth Banks"},{"text":"\"A Journal for Jordan\" &<br>\"The Great Debaters\"","response":"Denzel Washington"},{"text":"\"Mid90s\"","response":"Jonah Hill"}],"originalDate":"2025-04-23"},{"category":"19th CENTURY LIT","comments":"","clues":[{"text":"This William Makepeace Thackeray novel opens with Rebecca &amp; Amelia leaving Miss Pinkerton's Academy for Young Ladies","response":"<i>Vanity Fair</i>"},{"text":"The years have brought a sex change to the original 1844 poem about going here \"&amp; through the wood, to grandfather's house\"","response":"over the river"},{"text":"In \"The Brothers Karamazov\", he wrote, \"Love all God's creation, the whole and every grain of sand in it\"","response":"Dostoevsky"},{"text":"A poem by Hoffmann von Fallersleben begins with these 4 words (one repeated); a later verse is now the German anthem","response":"<i> Deutschland, Deutschland über alles</i>"},{"text":"Vivian is an ambitious politician in \"Vivian Grey\", the first novel by this future prime minister of England","response":"Disraeli"}],"originalDate":"2025-04-23"},{"category":"ENDS WITH \"A-G-E\"","comments":"","clues":[{"text":"It comes before \"point\" to mean a position from which something is considered or viewed","response":"vantage"},{"text":"The area of a plot of land, or more generally, a synonym for territory","response":"acreage"},{"text":"The way a rock splits, or something revealed by low-cut décolletage","response":"cleavage"},{"text":"As a verb it's a synonym for pledge; as a noun, it's a financial conveyance","response":"mortgage"},{"text":"There's a synonym for \"face\" in this word meaning to have a mental picture of something","response":"envisage"}],"originalDate":"2025-04-23"},{"category":"FAST FOOD SLOGANS","comments":"(Ken: You'll name the chain that has used each one.)","clues":[{"text":"\"Eat mor chikin\"","response":"Chick-fil-A"},{"text":"\"We have the meats\"","response":"Arby's"},{"text":"\"Louisiana fast\"","response":"Popeyes"},{"text":"\"Better ingredients. Better pizza\"","response":"Papa John's"},{"text":"\"Think outside the bun\"","response":"Taco Bell"}],"originalDate":"2025-04-22"}],[{"category":"\"RTH\" DAY","comments":"","clues":[{"text":"In other words, lack of, scarcity, an inadequate amount","response":"a dearth"},{"text":"This middle name of Henry Longfellow came from his mother's side of the family","response":"Wadsworth"},{"text":"It's the width or thickness of a body","response":"girth"},{"text":"In mythology Vesta was goddess of the home &amp; of this, found in the home","response":"the hearth"},{"text":"Parturition is a synonym for this 10-letter word","response":"childbirth"}],"originalDate":"2025-04-22"},{"category":"ANCIENT SYMBOLS","comments":"","clues":[{"text":"A wise bird in other cultures, it's the negative counterpart to the Phoenix in Chinese lore","response":"an owl"},{"text":"Symbolizing abundance, it is linked to the horn of Zeus' nurse, which could be filled with any desire","response":"a cornucopia"},{"text":"This 4-letter wading bird was sacred to ancient Egyptians","response":"an ibis"},{"text":"Said to be borne by Constantine's army, the Labarum was a royal flag of Rome consisting of these 2 Greek letters, Christ's monogram","response":"Chi & Rho"},{"text":"The tree of life has long been a symbol of this, Jewish mysticism with origins in the 12th century","response":"Kabbalah"}],"originalDate":"2025-04-22"},{"category":"I'LL TAKE THAT ACTION","comments":"","clues":[{"text":"Zach Braff's payout for an on-set bet: an outgoing message recorded by this fellow actor known as the \"Voice of God\"","response":"Morgan Freeman"},{"text":"Stephen Hawking waited 15 years<span class=\"nobreak\">--</span>until he was sure<span class=\"nobreak\">--</span>before conceding a bet about whether Cygnus X-1 is one of these (it is)","response":"a black hole"},{"text":"A bet with the rival team's mayor is now a Super Bowl tradition for Mayor Quinton Lucas of this city; his fave wager? Barbecue","response":"Kansas City"},{"text":"Ancient writers say Cleopatra won a bet with Mark Antony by dissolving this gem in vinegar, then drinking it; must be nice, Cleo!","response":"a pearl"},{"text":"This German director \"eats his shoe\" is a 1980 documentary in which a bet is lost &amp; as payment, a shoe is indeed eaten","response":"Werner Herzog"}],"originalDate":"2025-04-22"},{"category":"BIOGRAPHIES &amp; MEMOIRS","comments":"","clues":[{"text":"\"The Way of the Farmer\" &amp; \"The Buck Stops Here\" are chapters in David McCullough's biography of him","response":"Harry S. Truman"},{"text":"Dying of lung cancer, Paul Kalanithi attempted to answer what makes life worth living in \"When Breath Becomes\" this","response":"<i>Air</i>"},{"text":"The title of his 2024 memoir \"Sonny Boy\" refers to his mother's childhood nickname for him, not his character in \"Dog Day Afternoon\"","response":"Al Pacino"},{"text":"Spike Lee called \"The Autobiography of\" this civil rights leader \"the most important book I'll ever read\"","response":"Malcolm X"},{"text":"\"Véra\" is a Pulitzer Prize-winning bio of this Russian-born author's wife, muse, reader, secretary, editor &amp; translator","response":"Nabokov"}],"originalDate":"2025-04-22"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"A list of exceptional students exclaims a University of Alabama rallying cry","response":"honor Roll Tide"},{"text":"A difficult spot for a square peg turns into an eagle on a par 3","response":"a round hole in one"},{"text":"Mjolnir of myth becomes part of a Communist symbol for workers in factories &amp; farms","response":"Thor's hammer & sickle"},{"text":"Top job at the U.N. that makes Bisquick &amp; Cheerios for our tables","response":"the Secretary General Mills"},{"text":"A phrase to introduce a piece of advice from an expert is here, right where you can't quite remember it","response":"the pro tip of your tongue"}],"originalDate":"2025-04-22"},{"category":"SCIENCE FICTION","comments":"","clues":[{"text":"Mark Watney in this novel says, \"I don't want to come off as arrogant here, but I'm the best botanist on the planet\"","response":"<i>The Martian</i>"},{"text":"The title refers to cataclysms that can last for years in N.K. Jemisin's Hugo Award winner \"The Fifth\" this (4 is more standard)","response":"Season"},{"text":"Also known as Melange, this mystical substance created by Arrakis' sandworms helps in space navigation","response":"Spice"},{"text":"\"The Three Stigmata of Palmer Eldritch\" &amp; \"The Minority Report\" are works from this writer whose middle name was Kindred","response":"Philip K. Dick"},{"text":"After the \"bugs\" attack Buenos Aires, Johnnie Rico is off to Klendathu for revenge in this classic","response":"<i>Starship Troopers</i>"}],"originalDate":"2025-04-21"}],{"category":"WORLD NEWS 2024","text":"Headlines read of the fall of Hama on December 5, Homs on December 7 &amp; this city on December 8","response":"Damascus"}]}