{"mix":28,"rounds":[[{"category":"STATE NICKNAMES","comments":"","clues":[{"text":"Admitted to the union in 1876, it's appropriately \"the Centennial state\"","response":"Colorado"},{"text":"Meant to distinguish Alabama from the rest of the South, it went on the state's license plates in 1955","response":"the Heart of Dixie"},{"text":"\"The Panhandle State\", it has 2<span class=\"nobreak\">--</span>the eastern one is home to Harpers Ferry &amp; in the northern one, you'll find a huge teapot","response":"West Virginia"},{"text":"Florida is \"The Sunshine State\"; Oregon is this, also starting with \"Sun\"<span class=\"nobreak\">--</span>it's often amazing at Ecola State Park","response":"(the) Sunset (State)"},{"text":"\"The Beef State\", it's home to more cattle than people, with its 6 million cows outnumbering humans 3 to 1","response":"Nebraska"}],"originalDate":"2025-04-21"},{"category":"DISNEY DWARF ROLL CALL","comments":"","clues":[{"text":"Coach Rivers in the NBA or young Ms. McStuffins in animation","response":"Doc"},{"text":"It preceded Cat for a meme-orable feline who had the \"Worst Christmas ever\"","response":"Grumpy"},{"text":"Having rhinitis or taking snuff will make you this","response":"Sneezy"},{"text":"Aw shucks, I don't want to draw any attention to myself, but I'll tell you it's the longest dwarf name","response":"Bashful"},{"text":"In a Hemingway short story title, it described the short life of Francis Macomber","response":"Happy"}],"originalDate":"2025-04-21"},{"category":"MAKEUP THROUGH HISTORY","comments":"","clues":[{"text":"What's been called the oldest type of this makeup is a 4,000-year-old \"tube\" in Iran that contains bright red hematite","response":"lipstick"},{"text":"Also called blush, this type of makeup with a French name was made using red beet juice in the Victorian era","response":"rouge"},{"text":"Lead was originally an ingredient in the white foundation called oshiroi used by these women whose apprentices are called maiko","response":"geishas"},{"text":"During the time of Marie Antoinette, faux beauty marks concealed blemishes caused by this disease aka Variola major","response":"smallpox"},{"text":"Used in ancient Egypt, this 4-letter makeup that darkens the edges of the eyes comes to English from Arabic","response":"kohl"}],"originalDate":"2025-04-21"},{"category":"FOOD BRANDS","comments":"","clues":[{"text":"Beginning in the '60s, it was \"Choosy mothers choose\" this brand of peanut butter; in the '80s, \"Choosy moms\"","response":"Jif"},{"text":"Products from Udi's famously lack this, per its logo","response":"gluten"},{"text":"Introduced in the 1920s, this Japanese mayo brand was named for a novelty doll popular around the world","response":"Kewpie"},{"text":"To honor its co-founder, Dreyer's ice cream goes by this name east of the Rockies","response":"Edy's"},{"text":"This flour brand got its name in 1896 &amp; a new logo, a wheat crown, in 2020","response":"King Arthur"}],"originalDate":"2025-04-18"},{"category":"ROUGHLY TURN OF THE CENTURY MUSIC","comments":"","clues":[{"text":"\"I'll tell you what I want, what I really, really want!\", say this line after \"If you wanna be my lover...\"","response":"you gotta get with my friends"},{"text":"In 1999 this Spanglish-titled tune topped the charts for 5 weeks","response":"\"Livin' La Vida Loca\""},{"text":"\"Wah-haw, it was good, livin' with you\", sang this New Orleans alt-rock trio","response":"Better than Ezra"},{"text":"This Digital Underground rapper would \"shoot an arrow like Cupid, I'll use a word that don't mean nothin', like 'looptid\"'","response":"Shock G (Humpty Hump)"},{"text":"\"Creepin' with the girl next door\"? \"Caught me on camera\"? No problem for Shaggy &amp; RikRok, with this laughingly untrue title alibi","response":"\"It Wasn't Me\""}],"originalDate":"2025-04-18"},{"category":"\"G\" IN THE MIDDLE","comments":"(Ken: It's the exact middle letter in each correct response.)","clues":[{"text":"A good deal at a low price; The Who sang of \"the best I ever had\"","response":"bargain"},{"text":"The herring type is a common species of this beach-combing, chip-stealing, flying fellow","response":"a seagull"},{"text":"This adjective describes the production of very low temperatures, perhaps to create a chamber","response":"cryogenic"},{"text":"5 letters but just one vowel?! That causes me a great deal of this feeling of anxiety","response":"angst"},{"text":"Twyla Tharp was credited as this person on Broadway shows like \"Singin' in the Rain\" &amp; \"Movin' Out\"","response":"the choreographer"}],"originalDate":"2025-04-18"}],[{"category":"THE LIVER","comments":"","clues":[{"text":"Boxers know anatomy, as when Bernard Hopkins \"operated\" on Oscar De La Hoya's liver with a punch under this bony enclosure","response":"the rib cage"},{"text":"In 2020 the government said most U.S. adults should be screened for this dangerous, often symptomless letter of hepatitis","response":"C"},{"text":"Many of this band's concerts featured Phil Lesh urging the audience to be organ donors, like the man whose liver gave Phil 26 years","response":"the Grateful Dead"},{"text":"Oil from this fish's liver, a good source of vitamins A &amp; D, was given out to British kids 5 &amp; under starting in 1940","response":"cod"},{"text":"If your liver isn't adequately processing this pigment, leading to Gilbert syndrome, just know it's utterly harmless","response":"bilirubin"}],"originalDate":"2025-04-18"},{"category":"PREPOSITIONS IN BOOK TITLES","comments":"","clues":[{"text":"\"By the Shores of Silver Lake\" is the fifth book in this series about pioneer life","response":"<i>Little House on the Prairie</i>"},{"text":"\"Before Night Falls\" is Reinaldo Arenas' memoir describing his life as a gay man persecuted in this country","response":"Cuba"},{"text":"It's the title of Demi Moore's memoir; Bruce Willis &amp; Ashton Kutcher are characters, but not  Joy, Anger, Sadness or Bing Bong","response":"<i>Inside Out</i>"},{"text":"Charlaine Harris' \"From Dead to Worse\" finds this Louisiana waitress caught between weres &amp; vamps again as her boyfriend disappears","response":"Sookie Stackhouse"},{"text":"Skiing &amp; getting married are new activities for James Bond in this 1963 novel","response":"<i>On Her Majesty's Secret Service</i>"}],"originalDate":"2025-04-18"},{"category":"6-LETTER VOCAB","comments":"","clues":[{"text":"The backwards jerk after a gun is fired, or to jerk back in revulsion","response":"recoil"},{"text":"The strangulated type of this rupture cuts off the blood supply to body tissue &amp; can lead to gangrene","response":"a strangulated hernia"},{"text":"Also called a belvedere, this roofed garden structure is said to have gotten its name from an 18th century joke","response":"gazebo"},{"text":"It's a German noun referring to a trashy work of art, yet one that some can't help but love","response":"<i>kitsch</i>"},{"text":"Brazilian star Anitta recalled \"playing in the streets\" in this type of informal settlement in Rio","response":"a favela"}],"originalDate":"2025-04-18"},{"category":"GAME OVER, MAN! IT'S GAME OVER!","comments":"(Ken: You tell us what game has been played here.)","clues":[{"text":"You made quote marks in the air to indicate \"phrase\" &amp; successfully mimed \"I'm a little teapot short &amp; stout\" in the fastest time","response":"charades"},{"text":"You placed a bet on the pass line &amp; rolled a 3; that was quick, better luck next time","response":"craps"},{"text":"An 11th point is won in a table tennis video game with the best graphics Atari could imagine in 1972","response":"<i>Pong</i>"},{"text":"I say! The side has scored 24 wicket points &amp; staked out both balls! Well done, side!","response":"croquet"},{"text":"After using resource cards like grain, wool &amp; ore, you got 10 victory points during your turn, settler! This game is over!","response":"<i>Catan</i>"}],"originalDate":"2025-04-17"},{"category":"SILVER","comments":"","clues":[{"text":"In a classic Spanish novel, this squire tells his wife Teresa, \"Every man was not born with a silver spoon in his mouth\"","response":"Sancho Panza"},{"text":"In 2024 this restaurant offered a free piece of fish or chicken on Talk Like a Pirate Day","response":"Long John Silver's"},{"text":"This character introduced in a Fantastic Four comic can hang ten while traveling faster than light","response":"the Silver Surfer"},{"text":"Reign as a monarch for 25 years &amp; you too can celebrate this special anniversary","response":"the Silver Jubilee"},{"text":"In 1859 the discovery of this rich deposit of silver caused the appearance of boomtowns like Virginia City","response":"the Comstock Lode"}],"originalDate":"2025-04-17"},{"category":"OFF THE SHELVES","comments":"","clues":[{"text":"The title of this wildly popular 1991 John Grisham thriller refers to Memphis-based Bendini, Lambert &amp; Locke","response":"<i>The Firm</i>"},{"text":"James Jones' \"From Here to Eternity\" tells of peacetime military members serving in what's now this state","response":"Hawaii"},{"text":"\"The Case of the Perjured Parrot\" is one of Erle Stanley Gardner's many books featuring this heroic defense attorney","response":"Perry Mason"},{"text":"In this Anthony Doerr bestseller, Marie-Laure escapes to the walled Citadel of Saint-Malo after the Nazis invade Paris","response":"<i>All the Light We Cannot See</i>"},{"text":"A New York court ruled that his \"Tropic of Cancer\" was \"flagrantly obscene\" &amp; \"dirt for dirt's sake\"; ouch!","response":"(Henry) Miller"}],"originalDate":"2025-04-17"}],{"category":"COLONIAL AMERICA","text":"This group formed in 1770, first to defend land grants in New England; later, it would assert independence for its region","response":"the Green Mountain Boys"}]}