{"mix":30,"rounds":[[{"category":"ALL THE AUGHTS","comments":"","clues":[{"text":"Byzantine ruler Alexius IV Angelus was installed as emperor in 1203 by the fourth of these military expeditions","response":"the Fourth Crusade"},{"text":"The official announcement of the Louisiana Purchase came on this date in 1803, apt for doubling the size of U.S. territory","response":"the 4th of July"},{"text":"In 1506 Julius II merged Bologna into this group,<br>aka<br>the Stati Pontifici","response":"the Papal States"},{"text":"In 1706 a popular revolt in Astrakhan got an emphatic &amp; cruel nyet from this czar, then in the midst of modernizing Russia","response":"Peter the Great"},{"text":"This company set forth to New England under the auspices of a charter in 1606","response":"the Plymouth Company"}],"originalDate":"2025-04-15"},{"category":"BONDS OF CRIMINALITY","comments":"","clues":[{"text":"Handy with the steel, the Lincoln County regulators included Frank Coe &amp; this outlaw who died at 21 in 1881","response":"Billy the Kid"},{"text":"Fabio Ochoa Vásquez &amp; Roberto Escobar were members of the cartel named for this Colombian city","response":"Medellín"},{"text":"Jesse &amp; Frank James ran with Cole, Jim, John &amp; Bob<span class=\"nobreak\">--</span>not the world's deadliest boy band but a gang of brothers with this last name","response":"Younger"},{"text":"Some of the members of his \"Ring\" of callous corruption were Richard B. Connolly &amp; A. Oakley Hall, mayor of New York City","response":"Boss Tweed"},{"text":"When Howie Winter went to prison, this criminal took over control of the Winter Hill Gang in Somerville, Mass.","response":"Bulger"}],"originalDate":"2025-04-15"},{"category":"WHAT'S IN YOUR WALLET?","comments":"","clues":[{"text":"The familiar 4-image strip produced by one of these structures had 8 images (&amp; took 8 minutes) when it had a vogue in the 1920s","response":"a photo booth"},{"text":"This organization provides cards to help you use its roadside assistance program, which began as 5 motorcyclists in St. Louis","response":"AAA"},{"text":"Sept. is the natl. month to get this item; Octavia Butler &amp; David McCullough were among those to reminisce about their first, as kids","response":"library card"},{"text":"Why do I have one of these bills that even the Bureau of Engraving &amp; Printing says \"for most of their history... have been unpopular\"","response":"a $2 bill"},{"text":"An allergy info card may list this one of the \"Big 9\", preventing a potentially deadly administration of tahini","response":"sesame"}],"originalDate":"2025-04-15"},{"category":"OOPS! I ACCIDENTALLY TOOK THE SPANISH CROSSWORD","comments":"(Ken: All your responses in this category will be <i>en español</i>.)","clues":[{"text":"Apellido de actor Pedro y<br>matemático Blaise<br>(6 letras)","response":"Pascal"},{"text":"Potable potente, Sauza y Cuervo por ejemplo<br>(7 letras)","response":"<i>tequila</i>"},{"text":"Dormir un poquito<br>(6 letras)","response":"<i>una siesta</i>"},{"text":"En francés es \"demain\";<br>en español es esta palabra<br>(6 letras)","response":"<i>mañana</i>"},{"text":"Presidenta de México Claudia<br>(9 letras)","response":"Sheinbaum"}],"originalDate":"2025-04-15"},{"category":"AUTHORS' <em class=\"underline\">REAL HOUSEWIVES</em> TAGLINES","comments":"(Ken: You'll name the real author.)","clues":[{"text":"My heroine Jane Eyre is called \"an underhand little thing\"; I also figure out how to get my way","response":"Charlotte Brontë"},{"text":"I may use a man's name in a man's world, but trust me ... I may be Victorian but I'm no run of \"The Mill On The Floss\"!","response":"(George) Eliot"},{"text":"I worked \"Night and Day\" on that 1919 novel, so my husband Leonard &amp; my friend E.M. Forster can think what they want","response":"Virginia Woolf"},{"text":"With novels like \"Death Kit\" &amp; critical works like \"On Photography\", I'm an intellectual &amp; anything but a lazy Susan","response":"Sontag"},{"text":"My man explored the mean streets with crime mysteries like \"The Glass Key\"; I prefer Broadway &amp; got there with \"The Children's Hour\"","response":"Hellman"}],"originalDate":"2025-04-15"},{"category":"GOVERNMENT JOBS","comments":"","clues":[{"text":"In the 19th century this job largely of running papers for senators was held by kids as young as 9; today you can still do it at 16","response":"a page"},{"text":"The Interior Dept. says people with this job \"excel at fostering curiosity\" for visitors to places like Arches in Utah","response":"a park ranger"},{"text":"This IRS job from the Latin for \"hearing\" is more formally a revenue agent or tax compliance officer","response":"an auditor"},{"text":"He said he \"won in overtime\" when a 2025 tie-breaking vote made him Secretary of Defense","response":"Hegseth"},{"text":"In 1881 William Walter Phelps got the job this assassin wanted as envoy to Austria","response":"Guiteau"}],"originalDate":"2025-04-15"}],[{"category":"FAMOUS LAST LYRICS","comments":"(Ken: We'll need the title of the song in each case.)","clues":[{"text":"1993:<br>\"All in all is all we are\"","response":"\"All Apologies\""},{"text":"2021:<br>\"You said forever, now I drive alone past your street\"","response":"\"drivers license\""},{"text":"1999:<br>\"All that glitters is gold, only shootin' stars break the mold\"","response":"\"All Star\""},{"text":"2002:<br>\"I better have you naked by the end of this song\"","response":"\"Rock Your Body\""},{"text":"1984:<br>\"I am human &amp; I need to be loved, just like everybody else does\"","response":"\"How Soon Is Now?\""}],"originalDate":"2025-04-15"},{"category":"CLASSIC NOVELS","comments":"","clues":[{"text":"\"Wrecked on a Desert Island\" is chapter III of this novel by Daniel Defoe","response":"<i>Robinson Crusoe</i>"},{"text":"The narrator of this Ralph Ellison novel isn't just a member of a group called the brotherhood<span class=\"nobreak\">--</span>he becomes a spokesman","response":"<i>Invisible Man</i>"},{"text":"This Edith Wharton novel about the doings of New York society families won the 1921 Pulitzer Prize","response":"<i>The Age of Innocence</i>"},{"text":"This book sees Sydney Carton make a courageous but fatal substitution","response":"<i>A Tale of Two Cities</i>"},{"text":"Ben Gunn is a marooned sailor rescued as part of the rip-roaring action in this 1883 novel","response":"<i>Treasure Island</i>"}],"originalDate":"2025-04-14"},{"category":"ELEMENTAL PHRASES","comments":"","clues":[{"text":"This phrase that means lifting weights is also the title of an early Arnold Schwarzenegger film","response":"pumping iron"},{"text":"This idiom that mentions 2 coins can mean to make petty financial demands in a negotiation","response":"nickel and dime"},{"text":"This alliterative phrase can refer to movies as a whole","response":"silver screen"},{"text":"In the U.S. this type of family has a relative who has died while in active military service","response":"a Gold Star Family"},{"text":"This region around the southern shores of San Francisco Bay stands in for the tech industry","response":"Silicon Valley"}],"originalDate":"2025-04-14"},{"category":"SHAKIN' DAT AX","comments":"","clues":[{"text":"Where Wisconsin &amp; Minn. footballers once competed for the Slab of Bacon Trophy, now this tall tale legend's axe is up for grabs","response":"Paul Bunyan"},{"text":"The blade was originally wood or stone on this Native American hand hatchet; Europeans brought metal","response":"a tomahawk"},{"text":"Video gamers, exhale: Guardian Scouts wield an ancient battle axe in \"Breath of the Wild\", part of this franchise","response":"<i>The Legend of Zelda</i>"},{"text":"Hephaestus had the wisdom to ax a question of Zeus, splitting Z's head open to release this goddess, fully armored (double ow)","response":"Athena"},{"text":"Always ready to bury the hatchet as well as read some Bible passages in early 1900s saloons, she published \"The Smasher's Mail\"","response":"Carrie A. Nation"}],"originalDate":"2025-04-14"},{"category":"QUOTING THE TARANTINO FILM","comments":"","clues":[{"text":"\"That should do it. Here are your names. Mr. Brown. Mr. White. Mr. Blonde. Mr. Blue. Mr. Orange. Mr. Pink\"","response":"<i>Reservoir Dogs</i>"},{"text":"\"Each &amp; every man under my command owes me 100 Nazi scalps! &amp; I want my scalps! &amp; all y'all will get me 100 Nazi scalps\"","response":"<i>Inglourious Basterds</i>"},{"text":"\"The 'D' is silent, hillbilly!\"","response":"<i>Django Unchained</i>"},{"text":"\"Oh, I know you... Spahn Ranch, yeah, woo! I don't know your name... nah, it was dumber'n that. Somethin' like Rex... Tex!\"","response":"<i>Once Upon a Time... in Hollywood</i>"},{"text":"\"When John Ruth the hangman catches you, you don't die with no bullet in your back... when the hangman catches you, you hang\"","response":"<i>The Hateful Eight</i>"}],"originalDate":"2025-04-14"},{"category":"GARDEN VARIETY IDIOMS","comments":"","clues":[{"text":"Avoiding talking about the pressing situation is this phrase involving shrubbery","response":"beating around the bush"},{"text":"If you're \"down in\" or \"lost in\" these, you're caught up in the minutiae &amp; missing the bigger picture","response":"the weeds"},{"text":"A flower part is central to this expression meaning to stamp out a problem early","response":"to nip it in the bud"},{"text":"If your talents take a while to develop, you may be one of these; gentian is one in the garden","response":"a late bloomer"},{"text":"Shakespeare wrote of this \"path\"; colloquially, it ensures an easy time","response":"the primrose path"}],"originalDate":"2025-04-11"}],{"category":"NFL GEOGRAPHY","text":"It's the state with the lowest population density that's home to an NFL team","response":"Nevada"}]}