{"mix":31,"rounds":[[{"category":"TAKING A FLIGHT","comments":"","clues":[{"text":"Aloha &amp; youkoso! This U.S. airline flies to 4 different Japanese airports","response":"Hawaiian Air"},{"text":"This airline has announced 4 new weekly flights from its Atlanta hub to Naples, Italy, or you can go intra-state to Valdosta","response":"Delta"},{"text":"Going E-W between these 2 major cities, American Airlines 1 has had that flight No. for decades, even after it crashed in 1962","response":"New York & L.A."},{"text":"The founder of JetBlue also founded an airline whose name is this Spanish &amp; Portuguese word for \"blue\", &amp; it's taking me to Rio","response":"<i>Azul</i>"},{"text":"No passport needed as I'm flying out of a domestic airport<span class=\"nobreak\">--</span>this Utah one, code OGD, headed for Santa Ana, California","response":"Ogden"}],"originalDate":"2025-04-11"},{"category":"I'LL GRAB A MAGAZINE","comments":"","clues":[{"text":"In 2023 at age 81, Martha Stewart became its oldest cover model when she appeared on its Swimsuit Issue","response":"<i>Sports Illustrated</i>"},{"text":"Since 1994 this magazine has thrown an after-party following the Academy Awards","response":"<i>Vanity Fair</i>"},{"text":"The name of this mag for auto enthusiasts mentions 2 different driving surfaces","response":"<i>Road & Track</i>"},{"text":"Started back in 1896, this magazine got its title from an essay a preacher wrote about keeping a simple home (or home simple?)","response":"<i>House Beautiful</i>"},{"text":"The intrinsic nature of something, or a magazine whose 1970 first issue had the cover line \"Sensual Black man, do you love me?\"","response":"essence"}],"originalDate":"2025-04-11"},{"category":"FOREIGN WORDS","comments":"","clues":[{"text":"Spanish &amp; Italian both took this Latin ablative form as the way to say wine","response":"<i>vino</i>"},{"text":"In German, weight put on from emotional eating is Kummerspeck, literally \"grief\" this (sausage would be Kummerwurst)","response":"bacon"},{"text":"A song in \"Moana 2\" introduced many haoles to this Hawaiian expression of heartfelt support","response":"chee hoo"},{"text":"Japan, where employees take only half the time off they're entitled to, gave us karoshi, or \"death from\" this","response":"overwork"},{"text":"Lenin was not a fan of the \"bourgeois\" this group, a Russian word for the egghead segment of society","response":"the intelligentsia"}],"originalDate":"2025-04-11"},{"category":"AUTHORS' ALMA MATERS","comments":"","clues":[{"text":"After he was barred from contributing to Dartmouth's humor magazine, Ted Geisel began submitting pieces under this middle name","response":"Seuss"},{"text":"He wrote for the University of Maine school newspaper &amp; sold his first short story, \"The Glass Floor\", before he graduated","response":"Stephen King"},{"text":"A library room at the University of Mississippi is named for this mega-bestselling author &amp; graduate of the class of 1977","response":"John Grisham"},{"text":"This \"One Flew Over the Cuckoo's Nest\" author attended the University of Oregon, partly on a wrestling scholarship","response":"Kesey"},{"text":"Notable alums of Smith College include Margaret Mitchell &amp; this author of \"A Wrinkle in Time\"","response":"Madeleine L'Engle"}],"originalDate":"2025-04-11"},{"category":"A RIVER RUNS THROUGH IT: WORLD CAPITAL EDITION","comments":"","clues":[{"text":"Through Rome","response":"the Tiber"},{"text":"Through (okay, along the south side of) Brazzaville","response":"the Congo"},{"text":"The Vistula river:<br>Through this capital","response":"Warsaw"},{"text":"Celebrated in music by Smetana, the Vltava or Moldau River:<br>Through this city","response":"Prague"},{"text":"The Rímac River: Through this city with which it shares 3 letters","response":"Lima, Peru"}],"originalDate":"2025-04-11"},{"category":"MY SPORT IS MY NICKNAME","comments":"","clues":[{"text":"Towering over foes of 1950 at 6'10\", George Mikan was Mr. this sport","response":"Basketball"},{"text":"Netflix' \"Untold\" anthology includes an episode about Johnny Manziel, titled \"Johnny\" this","response":"Football"},{"text":"In 2024 the sports world was shocked by the death of the Columbus Blue Jackets' Johnny Gaudreau, aka Johnny this","response":"Hockey"},{"text":"A recipient of a CBE &amp; the Order of the Rising Sun, George Kerr is \"Mr.\" this martial art of throws &amp; pins","response":"Judo"},{"text":"Ken Watson skipped his rink to 3 Brier titles &amp; was on 32 major bonspiel winners, so you know he was \"Mr.\" this","response":"Curling"}],"originalDate":"2025-04-10"}],[{"category":"MYSTERY LOVES COMPANY","comments":"","clues":[{"text":"A passage from this Gillian Flynn novel, living up to its title: \"'Amy, you home?' I ran straight upstairs. no Amy\"","response":"<i>Gone Girl</i>"},{"text":"In \"Black Betty\" it's not so easy for this Walter Mosley detective when his friend mouse shows up after getting out of the slammer","response":"\"Easy\" Rawlins"},{"text":"\"Poodle Springs\", an unfinished Philip Marlowe novel by this author, was completed 30 years later by Robert B. Parker","response":"Chandler"},{"text":"In a 2005 book a woman who's been missing for 40 years is tracked by another sporting this title piece of body art","response":"the dragon tattoo"},{"text":"8 paragraphs in on \"The Thin Man\", he narrates, \"My glass was empty. I asked ... what she (wanted) to drink, she said scotch and soda\"","response":"Nick Charles"}],"originalDate":"2025-04-10"},{"category":"RHYME TIME","comments":"","clues":[{"text":"A traditional woman's cloth hat worn to recite a 14-line poem","response":"a sonnet bonnet"},{"text":"A less risky thin cracker","response":"a safer wafer"},{"text":"A sturdy nightstand","response":"a stable table"},{"text":"An edible crustacean gangster","response":"a lobster mobster"},{"text":"A slothful Shasta","response":"lazy daisy"}],"originalDate":"2025-04-10"},{"category":"GAMES","comments":"","clues":[{"text":"Run in &amp; bust your pals out of jail; dash back into your territory with your enemy's symbolic property to win this outdoor game","response":"Capture the Flag"},{"text":"Released in 1996, the \"64\" version of this video game series gave its star new abilities like backflips &amp; triple jumps","response":"<i>Super Mario Bros.</i> (<i>Super Mario</i> accepted)"},{"text":"The name of this game comes from Chinese for \"sparrows\" or \"little birds\", which you may see on some of the tiles","response":"mahjong"},{"text":"In 1982 an Oregon man was acquitted of gambling charges when a judge ruled this stones &amp; dice game was one of skill, not chance","response":"backgammon"},{"text":"Like square pizza, a popular system of chess defense gets its name from this Mediterranean island","response":"Sicily"}],"originalDate":"2025-04-10"},{"category":"THERE'S NO A IN COUNTRY","comments":"(Ken: And there's also no \"A\" in the names of each country you'll name.)","clues":[{"text":"Part of its eastern coast is on the Gulf of Aqaba","response":"Egypt"},{"text":"Luzon &amp; Mindoro are 2 of the more than 7,000 islands &amp; islets in this republic","response":"the Philippines"},{"text":"Its embassy in Washington, D.C. notes that this principality is roughly the geographic size of Washington, D.C.","response":"Liechtenstein"},{"text":"North of the Arctic Circle, Mount Kebne rises nearly 7,000 feet as the tallest peak in this nation","response":"Sweden"},{"text":"Benin is the only country without an a that borders this 5-letter nation; Mali, Chad &amp; 4 others fail the test","response":"Niger"}],"originalDate":"2025-04-10"},{"category":"A BRIEF MEDICAL TALK","comments":"","clues":[{"text":"Before -globin or -philia,<br>it means \"blood\"","response":"hemo"},{"text":"4 letters long, it can refer to a child or a foot","response":"pedo (pedi)"},{"text":"Coming before -protein &amp; -suction, it means \"fat\"","response":"lipo"},{"text":"Let's not gloss over the fact that gloss-pertains to this body part","response":"the tongue"},{"text":"Before -sis, these 7 letters refer to a blood clot","response":"T-H-R-O-M-B-O (thrombo)"}],"originalDate":"2025-04-10"},{"category":"THE SINGLE LIFE","comments":"","clues":[{"text":"Despite a parade of suitors both foreign &amp; domestic, she was the only English queen upon whom a ring was never put","response":"Elizabeth I"},{"text":"This 5th century author of \"Confessions\" chose the unmarried life of a priest, though not before fathering an illegitimate son","response":"St. Augustine"},{"text":"Life imitated art for this never-married screen icon, famous for insisting, \"I want to be alone\"","response":"Garbo"},{"text":"The decline &amp; fall of this historian's engagement to Suzanne Curchod came at the urging of his father; he never did marry","response":"Edward Gibbon"},{"text":"After ending his engagement to Regine Olsen, this Danish thinker never married; in his will, he left her everything","response":"Kierkegaard"}],"originalDate":"2025-04-10"}],{"category":"DRAMA","text":"The first time a woman played a role on the professional stage in England, it was as this wife of a soldier in a play 50-some years old","response":"Desdemona"}]}