{"mix":32,"rounds":[[{"category":"LATIN CLASS","comments":"","clues":[{"text":"\"Pax et Amor\", part of the motto of Miles College, means this, which Ringo Starr can get behind","response":"peace & love (love & peace)"},{"text":"A bumpy ride in an airplane might have you grateful to be back on this, solid ground","response":"<i>terra firma</i>"},{"text":"On Daniel Day-Lewis' Latin filmography: \"Novem\" (\"Nine\"),<br>\"Per Sinister Meus\" (\"My Left Foot\") &<br>\"In Nomine Patris\" (this)","response":"<i>In the Name of the Father</i>"},{"text":"Some philosophers think there's no such thing as this Latin-named type of knowledge that's independent of experience","response":"<i>a priori</i> knowledge"},{"text":"It sounds like 12 guilt-deciders, but it means \"by legal right\"","response":"<i>de jure</i>"}],"originalDate":"2025-04-10"},{"category":"ECONOMICS","comments":"","clues":[{"text":"The total market value of all goods &amp; services that a country produces is this overall measure of annual economic output","response":"GNP (GDP)"},{"text":"Countries like Panama have established FTZs, these \"zones\" that are exempt from certain tariffs &amp; customs duties","response":"free trade zones"},{"text":"Alfred E. Kahn wrote a classic work on the economics of this, government rule-making that Elon Musk &amp; Neil Gorsuch don't like","response":"regulation"},{"text":"Central banks set this \"policy\" using interest rates; in 2024 fed head Powell said \"our restrictive\" one eased inflation","response":"monetary policy"},{"text":"Unemployment figures omit people no longer job-hunting, called not dejected or disheartened but these workers","response":"discouraged workers"}],"originalDate":"2025-04-10"},{"category":"STATE FACTS","comments":"","clues":[{"text":"It's home to the 10 highest mountains in the United States","response":"Alaska"},{"text":"Instead of counties, Louisiana has these","response":"parishes"},{"text":"Nebraska is the birthplace of this tree-planting holiday &amp; celebrates it on the last Friday in April","response":"Arbor Day"},{"text":"In 1916 it elected the first woman to the U.S. Congress, Jeannette Rankin from Missoula","response":"Montana"},{"text":"During the Civil War more battles were fought in these 2 neighboring states than in any other","response":"Virginia & Tennessee"}],"originalDate":"2025-04-09"},{"category":"A 2000-ERA MALL RAT","comments":"","clues":[{"text":"Kids nowadays don't know the pain of rewinding a VHS tape before returning it to this store<span class=\"nobreak\">--</span>unless they live in Bend, Oregon","response":"Blockbuster"},{"text":"Indonesia has lost 25% of old-growth this type of area since 1990 &amp; in 2025 we are down to just 23 of the same-named \"Cafe\" worldwide","response":"a rainforest"},{"text":"I spent all allowance at Payless on a BOGO half off deal, BOGO being short for this","response":"buy one, get one"},{"text":"Maybe dad will finally say, \"I love you son\" after I buy him a talking meat thermometer from this picture-perfect store","response":"Sharper Image"},{"text":"Waldenbooks was a subsidiary of this bookstore that went the way of the dodo in 2011","response":"Borders"}],"originalDate":"2025-04-09"},{"category":"SPECIFIC POTPOURRI","comments":"","clues":[{"text":"Appropriately, the height of New York City's Freedom Tower is this many feet","response":"1,776"},{"text":"In 1959 Clark Kent was out in the cold when 22 California college students crammed into one of these in a Life magazine picture","response":"a phone booth"},{"text":"When the Celtics won their 18th NBA title in 2024, they broke a tie with this team at 17","response":"the Lakers"},{"text":"When Hosni Mubarak stepped down on Feb. 11, 2011, it was exactly 32 years after this other regional world leader did the same","response":"the Shah of Iran"},{"text":"This 3-letter airline began traveling about the Earth in 1930 but left the planet 71 years later","response":"TWA"}],"originalDate":"2025-04-09"},{"category":"LONG SONG TITLES","comments":"","clues":[{"text":"This Pete Wentz band came back from a 3-year hiatus with the 2013 hit \"My Songs Know What You Did In The Dark (Light 'Em Up)\"","response":"Fall Out Boy"},{"text":"The Bellamy Brothers topped the country charts with the T-shirt ready title \"If I Said You Had A Beautiful Body Would You\" do this","response":"\"Hold It Against Me\""},{"text":"This alt-rock classic by R.E.M. gets even longer with the subtitle \"(And I Feel Fine)\"","response":"\"It's The End Of The World As We Know It\""},{"text":"A couple-wrecking, ennui-plagued Ariana Grande made this title command/declaration in a 2019 smash","response":"\"Break Up with Your Girlfriend, I'm Bored\""},{"text":"\"Standing Outside A Broken Phone Booth With Money In My Hand\" samples this bluesman's line \"I've been downhearted, baby\"","response":"B.B. King"}],"originalDate":"2025-04-09"}],[{"category":"11-LETTER WORDS","comments":"","clues":[{"text":"If your bank account has 10 figures, you're in the 3-comma club as this","response":"a billionaire"},{"text":"A tonometer &amp; a retinoscope are tools that this kind of professional might use","response":"optometrist"},{"text":"Abandonment, paired with \"of duty\" in American military law","response":"dereliction"},{"text":"This adjective meaning discouraged or dispirited alludes to a gamecock with a drooping head","response":"crestfallen"},{"text":"A term for Nicaraguan rebels led Stephen Fried to coin this word for a couture designer or a supermodel superfan","response":"a fashionista"}],"originalDate":"2025-04-09"},{"category":"PAST, THE DUCHY","comments":"","clues":[{"text":"Adalemode of Limoges was duchess of this area centered on Bordeaux that Eleanor would later be in charge of","response":"Aquitaine"},{"text":"Both a ham &amp; a cheese come from &amp; are named for this Italian place once combined in a duchy with Piacenza","response":"Parma"},{"text":"At just 6 years old in 1337, Edward the Black Prince became the first duke of this duchy in southwestern England","response":"Cornwall"},{"text":"The founding of this duchy in a region of northern France goes back to a 10th century Viking named Rollo","response":"Normandy"},{"text":"The Baltic duchy of Estonia was sold to this order of German knights by the king of Denmark in 1346 for 19,000 marks","response":"the Teutonic Order (the Teutonic Knights)"}],"originalDate":"2025-04-09"},{"category":"TALK O' TUESDAY","comments":"","clues":[{"text":"With 4 times the usual number of shares traded, the U.S. stock market crashed on \"Black Tuesday\" in this year","response":"1929"},{"text":"After Thanksgiving, there's Black Friday, Shop Small Saturday, Cyber Monday &amp; then this day to be generous to others","response":"Giving Tuesday"},{"text":"This redundantly titled Taylor Swift breakup song begins, \"Once upon a time, I believe it was a Tuesday when I caught your eye\"","response":"\"Forever And Always\""},{"text":"This author's \"Tuesdays with Morrie\" includes flashbacks to its characters back in college as student &amp; professor","response":"Mitch Albom"},{"text":"2017's Tuesday Night Massacre occurred when Donald Trump fired this FBI head for his handling of the Hillary Clinton email controversy","response":"Comey"}],"originalDate":"2025-04-08"},{"category":"BEGINNING WORDS","comments":"","clues":[{"text":"Also meaning to cooperate, this 2-word phrase is the subtitle of MLB rule 5.01, \"starting the game\"","response":"play ball"},{"text":"An opening musical piece, it can also mean an opening move in a negotiation","response":"overture"},{"text":"Meaning \"arrival\", in religious contexts it often precedes \"calendar\"","response":"advent"},{"text":"This very early time of day precedes \"of Civilization\" in the title of a classic work on early human cultures","response":"Dawn"},{"text":"Latin gave us this beginning word, the title of a Best Picture nominee from 2010 with Leonardo DiCaprio","response":"inception"}],"originalDate":"2025-04-08"},{"category":"CHAPTER","comments":"","clues":[{"text":"The first chapter in this book is \"Mowgli's Brothers\"","response":"<i>The Jungle Book</i>"},{"text":"Volume 1, Book 1, Chapter 5 is \"Quasimodo\"; Chapter 6, of course, is her","response":"Esmeralda"},{"text":"Chapter 83 of \"Moby-Dick\" is this biblical prophet \"Historically Regarded\"","response":"Jonah"},{"text":"In this novel Chapter 10 is \"The Shell and   the Glasses\"<br>&amp; 12, <br>\"Cry of the Hunters\"","response":"<i>Lord of the Flies</i>"},{"text":"\"The River Bank\" &amp; \"Mr. Badger\" are titles in a book by him","response":"Kenneth Grahame"}],"originalDate":"2025-04-08"},{"category":"VERSE","comments":"","clues":[{"text":"Charli xcx agrees that this \"don't fall far from the tree, coz I've been looking at you so long, now I only see me\"","response":"the apple"},{"text":"Neil Young sang, \"My my, hey hey, rock &amp; roll is here to stay, it's better to burn out than to\" do this","response":"fade away"},{"text":"In \"Poker Face\" Lady Gaga predictably tells us, \"I wanna hold 'em like they do in\" this state, \"please. Woo!\"","response":"Texas"},{"text":"\"Watching through windows, you're wondering if I'm okay\", sang Cyndi Lauper in this hit","response":"\"Time After Time\""},{"text":"\"When did it end? All the enjoyment / I'm sad again, don't tell my boyfriend\", laments this song from a blockbuster film","response":"\"What Was I Made For?\""}],"originalDate":"2025-04-08"}],{"category":"NATIONAL MONUMENTS","text":"Also called \"great gray horn\" &amp; \"bear's tipi\", this site in the western U.S. was made a national monument in 1906","response":"Devils Tower"}]}