{"mix":33,"rounds":[[{"category":"SCIENTIFIC LAW REVIEW","comments":"","clues":[{"text":"Ohm's law describes the relationship between current, resistance &amp; this, noted as V","response":"voltage"},{"text":"Jacques Charles formulated the law saying the volume of a fixed amount of gas under constant pressure is directly proportional to this","response":"its temperature"},{"text":"No. 1 of Kepler's 3 laws of planetary motion stated the planets got in their workout via orbits of this shape","response":"an ellipse"},{"text":"His equation specifies how probability waves are altered by external influences; his cat just asks, am I alive or not?!","response":"Schrödinger"},{"text":"We're standing on principle<span class=\"nobreak\">--</span>this Swiss mister's principle on how a fluid's speed relates to the fluid's pressure","response":"Bernoulli"}],"originalDate":"2025-04-08"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"This second king of Israel conquered Jerusalem from the Jebusites around 1000 B.C. &amp; made it the capital of his people","response":"David"},{"text":"One of the great empires of its age, Assyria ruled from its capital of Nineveh on the upper reaches of this river","response":"the Tigris"},{"text":"The Norte Chico civilization built pyramids in what's now this S. Amer. nation c. 2600 B.C., around the time of the ones in Egypt","response":"Peru"},{"text":"This Bronze Age culture on Crete was the first high civilization of the Aegean &amp; reached its peak somewhere around 1600 B.C.","response":"the Minoan civilization"},{"text":"King Tut's father was this religious reformer who abandoned &amp; attacked the old religion of Egypt","response":"Akhenaten"}],"originalDate":"2025-04-08"},{"category":"DITCH THE X","comments":"","clues":[{"text":"X-tract the X from a type of fisticuffs to get this sound of a rebounding spring","response":"boing (bo<b>x</b>ing)"},{"text":"Drop the X from the milky substance of certain plants to get this synonym for delayed","response":"late (late<b>x</b>)"},{"text":"Disable the X in a shaft beneath your car &amp; have a refreshing glass of this","response":"ale (a<b>x</b>le)"},{"text":"Strip the X from a building added on to a larger one &amp; hail this 18th century English monarch","response":"Anne (anne<b>x</b>)"},{"text":"Remove the X from within a statement of a basic principle &amp; you do this, inflict a severe injury","response":"maim (ma<b>x</b>im)"}],"originalDate":"2025-04-08"},{"category":"NAMELESS IN SHAKESPEARE","comments":"","clues":[{"text":"This irreverent character tells King Lear \"Thou hadst little wit in thy bald crown when thou gav'st thy golden one away\"","response":"the Fool"},{"text":"A companion for Juliet's whole life, she's known by her occupation, but gets to tell us her dead daughter was named Susan","response":"the nurse"},{"text":"The boatswain appears in the first scene of this play &amp; again, surprised not to be drowned, in the last","response":"<i>The Tempest</i>"},{"text":"In \"Henry V\" the guy with this job of announcing &amp; proclaiming has a name, Montjoy; in \"Othello\" he's nameless","response":"a herald"},{"text":"All 5 words of it, it's the most famous line spoken by the soothsayer in \"Julius Caesar\"","response":"beware the Ides of March"}],"originalDate":"2025-04-07"},{"category":"EAR, EAR","comments":"","clues":[{"text":"Tympanoplasty is a surgery to fix this part of your ear if it becomes perforated","response":"your eardrum"},{"text":"This century-old cotton swab brand should not be used to clear out ear wax<span class=\"nobreak\">--</span>it can damage your ears &amp; push the wax in deeper","response":"a Q-tip"},{"text":"Low frequencies stimulate the top of the spiral in this inner ear organ that's coiled 2 1/2 times around a central pillar","response":"the cochlea"},{"text":"The external part of the ear is called the pinna or this, a homophone of a tech company","response":"the auricle"},{"text":"Also called the anvil, this middle ear bone transmits vibrations from the malleus to the stapes","response":"the incus"}],"originalDate":"2025-04-07"},{"category":"MOVIE TITLE FILL IN THE BLANK","comments":"","clues":[{"text":"1968:<br>\"The ____ Berets\"<br>&amp; 2021:<br>\"The ____ Knight\"","response":"Green"},{"text":"\"____ Day Care\"<br>&<br>\"Big ____\"","response":"Daddy"},{"text":"\"____ Can Wait\"<br>&<br>\"My Blue ____\"","response":"Heaven"},{"text":"2017:<br>\"The ____ Artist\"<br>&amp; 1996:<br>\"Flirting with ____\"","response":"Disaster"},{"text":"\"Antwone ____\"<br>&<br>\"The ____ King \"","response":"Fisher"}],"originalDate":"2025-04-07"}],[{"category":"FINE","comments":"","clues":[{"text":"Legally coerced to be a good neighbor, in 2024 this company was there to pay $2 million over unfair claims practices in Montana","response":"State Farm"},{"text":"In 2022, massive mismanagement of auto loans &amp; mortgages had this bank circling its wagons after a $3.7 billion penalty","response":"Wells Fargo"},{"text":"\"Credit\" where credit is due<span class=\"nobreak\">--</span>this big-on-secrecy European bank took a $2.5 billion hit for helping Americans evade taxes","response":"Credit Suisse"},{"text":"The company that's now just GSK still had this longer name when it got a $3 billion fine in part for promoting drugs for unapproved uses","response":"GlaxoSmithKline"},{"text":"In 2013 this energy co. once run by a pre-veep Dick Cheney paid $200,000 for destroying Deepwater Horizon oil spill evidence","response":"Halliburton"}],"originalDate":"2025-04-07"},{"category":"MALICE IN WONDERLAND","comments":"","clues":[{"text":"Not a happy Valentine's Day, 1779 for Captain James Cook, killed by locals in what is now this state","response":"Hawaii"},{"text":"In 2007 the 3rd wife of the Earl of Shaftesbury was put on trial for his murder near this cinephile haven on the French Riviera","response":"Cannes"},{"text":"The \"Monte Carlo Trunk Murder\" got an 1879 Wimbledon finalist sentenced to this \"diabolical\" place off South America","response":"Devil's Island"},{"text":"On June 20, 1947 this gangster who helped develop Las Vegas crapped out, killed in a hail of bullets in Beverly Hills","response":"Bugsy Siegel"},{"text":"In 1929 this notorious man from the Midwest skipped a Miami warrant, claiming pneumonia, but agents found he enjoyed a boat trip","response":"Al Capone"}],"originalDate":"2025-04-07"},{"category":"MEDIEVAL HISTORIES","comments":"","clues":[{"text":"Guglielmo Cortusi of Padua is among many European chroniclers who left mournful accounts of this outbreak of 1347-1351","response":"the Black Plague"},{"text":"The \"Heimskringla\" traces Norwegian kings from this god to Magnus Erlingsson","response":"Odin"},{"text":"The \"Chronicon Regum Legionensium\" is the \"Chronicle of\" them<span class=\"nobreak\">--</span>Spanish rulers, not a 21st century rock band","response":"the Kings of León"},{"text":"A 12th century history of this country includes Boleslaw III's wars with the Pomeranians","response":"Poland"},{"text":"Andrew of Wyntoun's \"Orygynale Cronykil\" of this land includes the tale of \"Thre Werd Systrys\"","response":"Scotland"}],"originalDate":"2025-04-07"},{"category":"SCRABBLE SCORES","comments":"","clues":[{"text":"A 2-letter, 11-point Scrabble killer, \"za\" is accepted as a slangy shortening of this","response":"pizza"},{"text":"No vowels? No problem! You can score 15 points with phpht, &amp; if anyone objects, tell 'em it's this part of speech","response":"an interjection"},{"text":"You need just 5 letters to score 18 points with this Japanese dumpling","response":"gyoza"},{"text":"The single most played word in Scrabble tournaments consists of these 2 letters pronounced with a \"ch\" sound","response":"Q & I"},{"text":"It takes 9 letters, but if you can play this end-of-the-alphabet wine, score 22 points &amp; pour yourself a glass","response":"zinfandel"}],"originalDate":"2025-04-07"},{"category":"THE YEAR 19-SOMETHING-7","comments":"","clues":[{"text":"It was the year Bill Clinton gave his 2nd inaugural address","response":"1997"},{"text":"It was the year Aretha Franklin released the album \"Aretha Arrives\"","response":"1967"},{"text":"It was the year Jackie Robinson broke the color barrier in Major League Baseball","response":"1947"},{"text":"It was the year Jack Kerouac's \"On the Road\" was first published","response":"1957"},{"text":"It was the year Amelia Earhart disappeared","response":"1937"}],"originalDate":"2025-03-05"},{"category":"\"BLACK\" &amp; \"WHITE\" MOVIES","comments":"(Ken: Each title will contain one of those two words.)","clues":[{"text":"After a decades-long ban, Saudi Arabia re-opened movie theaters in 2018; the first film shown was this Chadwick Boseman flick","response":"<i>Black Panther</i>"},{"text":"Perhaps proving the film's title, Woody Harrelson's slam dunks in this 1992 movie were done on a slightly lowered hoop","response":"<i>White Men Can't Jump</i>"},{"text":"In this 1997 blockbuster, Tommy Lee Jones played a \"galaxy defender\" in Ray-Ban sunglasses","response":"<i>Men in Black</i>"},{"text":"Because he's a vegetarian, Kal Penn is actually eating veggie sliders in this 2004 comedy","response":"<i>Harold & Kumar Go to White Castle</i>"},{"text":"In this 2020 adaptation of an Anna Sewell novel, Kate Winslet provides the voice of the titular horse","response":"<i>Black Beauty</i>"}],"originalDate":"2025-03-05"}],{"category":"WOMEN OF HISTORY","text":"Regarding the idea of \"women first\", she queried, \"Women demand equal rights on land<span class=\"nobreak\">--</span>why not on sea?\"","response":"Molly Brown"}]}