{"mix":34,"rounds":[[{"category":"PHOBIAS","comments":"","clues":[{"text":"Xanthophobia is a fear of this color (Oh no... is that a Minion in a taxi eating a ripe banana?! Ahhhhh!!)","response":"yellow"},{"text":"To overcome glossophobia, the common fear of this, some say you should imagine the audience in their underwear","response":"public speaking"},{"text":"If you suffer from bibliophobia, a fear of these items, avoid the biblioteca on your next Spanish vacation","response":"books"},{"text":"It's tough to be a football fan with ornithophobia, a fear of these animals<span class=\"nobreak\">--</span>5 NFL teams are named after types of them","response":"birds"},{"text":"Don't give a $5 bill to a cashier with pogonophobia, a fear of these facial features<span class=\"nobreak\">--</span>Abe Lincoln might freak him out","response":"a beard"}],"originalDate":"2025-03-05"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"For those perfect stringy \"cheese pulls\" you've seen on TV, make your pizza with this kind of cheese","response":"mozzarella"},{"text":"A magician might try to yank one of these out from under your dishes<span class=\"nobreak\">--</span>&amp; if he does it right, you won't need to buy new dishes","response":"a tablecloth"},{"text":"It's how \"U\" might describe everything that's everywhere all at once","response":"ubiquitous"},{"text":"The '80s might be over, but dance-inspired fitness with this trademarked name is still alive &amp; kicking","response":"jazzercise"},{"text":"Sometimes called a rabbit, it's a runner who takes the lead early in a race; it shows the others how fast to run","response":"the pacesetter"}],"originalDate":"2025-03-05"},{"category":"FLOWER GIRLS","comments":"","clues":[{"text":"This fictional resident of TV's Hazzard County looked so good in shorts they literally named shorts after her","response":"Daisy Duke"},{"text":"According to a 2014 song of the summer, she's \"so fancy, you already know\", she's \"in the fast lane, from L.A. to Tokyo\"","response":"Iggy Azalea"},{"text":"In \"Boogie Nights\" she played Rollergirl, an adult film star on wheels; she laced up her skates again on TikTok in 2020","response":"Heather Graham"},{"text":"This star of TV's \"The Idol\" has 2 flowers in her name<span class=\"nobreak\">--</span>&amp; a dad who was Oscar-nominated for playing a pirate","response":"Lily-Rose Depp"},{"text":"Don't take candy from strangers or you might end up like this poor kid, who gets turned into a giant blueberry by Willy Wonka","response":"Violet (Beauregarde)"}],"originalDate":"2025-03-05"},{"category":"DUDE, WHAT'S YOUR SIGN?","comments":"","clues":[{"text":"Born on May 13 under this sign, Dennis Rodman was a perfect fit for the Chicago Bulls where he won 3 NBA championships","response":"Taurus"},{"text":"Olympic swimming legend Mark Spitz was born in February under this sign depicted as the water bearer","response":"Aquarius"},{"text":"To celebrate being born in July under this sign, Ringo Starr might enjoy visiting his fellow crustaceans in a yellow submarine","response":"Cancer"},{"text":"Considering he's known as pro golf's \"GOAT\", it makes sense that Tiger Woods was born on December 30 under this sign","response":"Capricorn"},{"text":"On October 2, 1869 Mahatma Gandhi was born under this sign; later he advocated for justice &amp; harmony","response":"Libra"}],"originalDate":"2025-03-05"},{"category":"CIVIL RIGHTS SONGS","comments":"","clues":[{"text":"Pete Seeger sang \"We Shall Overcome\" at a 1957 event attended by this man who allegedly said, \"There's something about that song...\"","response":"Martin Luther King"},{"text":"\"Let it shine, let it shine, let it shine\" are lyrics in this song, a favorite of Civil Rights leader Fannie Lou Hamer","response":"\"This Little Light Of Mine\""},{"text":"Inspired by Bob Dylan's \"Blowin' In The Wind\", this soul singer wrote the '60s anthem \"A Change Is Gonna Come\"","response":"Sam Cooke"},{"text":"With a song-inspired title, a 1987 PBS documentary titled \"Eyes on\" this is billed as the definitive story of the Civil Rights era","response":"<i>the Prize</i>"},{"text":"Often sung during the Civil Rights era, \"Go Tell It On The Mountain\" was also the title of a 1953 novel by this author","response":"James Baldwin"}],"originalDate":"2025-03-05"},{"category":"SPORTS GOOD, MATH BAD","comments":"","clues":[{"text":"Is the game 18 holes or 19 holes?  The 19th hole is actually a bar?!  Sign me up for this sport!","response":"golf"},{"text":"In this sport, your 1st point is worth 15, your 2nd point puts you at 30 &amp; your 3rd point has you at 40??  Okayyy...","response":"tennis"},{"text":"Hey, NBA fans!  It's not just a 3-point \"line\"!  Official NBA rules also refer to it as this 3-letter geometric path","response":"an arc"},{"text":"Big \"Ten\"?  In that sports conference, there are currently 2 fewer than twice that number of member schools, or this many","response":"18"},{"text":"This Hall of Fame Yankees catcher said, \"I usually take a 2 hour nap from 1 to 4\"; he also once said, \"Pair up in threes\"","response":"Yogi Berra"}],"originalDate":"2025-03-05"}],[{"category":"HEALTH CARE PROVIDERS","comments":"","clues":[{"text":"Do some deep tissue work!  An LMT is a \"licensed\" this kind of \"therapist\"","response":"massage"},{"text":"Work with animals!  A DVM is a \"doctor\" of this area of \"medicine\"","response":"veterinary"},{"text":"The molar, the merrier!  An RDH is a \"registered dental\" this","response":"hygienist"},{"text":"Practice Eastern medicine!  An L.Ac is a \"licensed\" this","response":"acupuncturist"},{"text":"Supervise a home birth!  A CNM is a \"certified nurse\" this","response":"midwife"}],"originalDate":"2025-03-05"},{"category":"CITIES ENDING IN \"CITY\"","comments":"","clues":[{"text":"El Museo del Canal is a top tourist attraction in this Central American capital city","response":"Panama City"},{"text":"The Eastern Flyer was a short-lived train line that connected Tulsa to this state capital","response":"Oklahoma City"},{"text":"Originally the site of the ancient Aztec capital, it's the most populous city in North America","response":"Mexico City"},{"text":"In the wild days of the Wild West, this city in Kansas was home to the notorious Long Branch Saloon","response":"Dodge City"},{"text":"Just across the Hudson River from Manhattan's Financial District, this Garden State city is nicknamed \"Wall Street West\"","response":"Jersey City"}],"originalDate":"2025-03-05"},{"category":"COSTUME CHANGE","comments":"","clues":[{"text":"Take \"bra\", change one of its letters &amp; it becomes this type of long, fluffy scarf","response":"boa"},{"text":"Take \"shoe\", rearrange its letters &amp; it becomes this synonym for stockings","response":"hose"},{"text":"Take \"sock\", insert a letter &amp; it becomes this garment often worn to protect the clothes while working","response":"a smock"},{"text":"Take \"sweater\", change 2 of its letters &amp; it becomes this type of footwear","response":"a sneaker"},{"text":"Take \"sarong\", replace its last 3 letters with a vowel &amp; it becomes this garment also worn by Asian women","response":"a sari"}],"originalDate":"2025-03-05"},{"category":"2-WORD U.S. CITIES","comments":"","clues":[{"text":"Home to one of the USA's oldest universities, it also hosts Southern Connecticut State","response":"New Haven"},{"text":"Located on the shores of Tampa Bay, it was named for a railroad builder's home city in Russia","response":"St. Petersburg"},{"text":"Established by French soldiers around 1719, this \"colorful\" city is located about 80 miles northwest of New Orleans","response":"Baton Rouge"},{"text":"In 1849 it began as a military outpost to defend against Native Americans &amp; was named for a commander of U.S. troops in Texas","response":"Fort Worth"},{"text":"A popular tourist destination drawing millions each year, this seat of Clark County was settled by Mormon missionaries in 1855","response":"Las Vegas"}],"originalDate":"2025-04-04"},{"category":"THIS MEANS \"WAR\"","comments":"","clues":[{"text":"A typical auto one is 3 years/36,000 miles","response":"a warranty"},{"text":"This \"mistress\" is an old term for the person in a theater company who keeps Hamlet's doublet pressed","response":"(the wardrobe) mistress"},{"text":"A male sorcerer","response":"a warlock"},{"text":"The blackcap &amp; the whitethroat are varieties of these singing birds","response":"warblers"},{"text":"This anticoagulant medication is used in the treatment of embolisms","response":"warfarin"}],"originalDate":"2025-04-04"},{"category":"LITERATURE","comments":"","clues":[{"text":"\"The Strike\" was Ayn Rand's original title for this novel, her longest at over 1,000 pages","response":"<i>Atlas Shrugged</i>"},{"text":"In \"Bring Up the Bodies\", Hilary Mantel wrote about Thomas Cromwell's role in this woman's downfall","response":"Anne Boleyn"},{"text":"\"A Simple Habana Melody\" by Oscar Hijuelos focuses on the rumba, but this other 5-letter dance is in the title of his best-known novel","response":"mambo"},{"text":"Professor Pierre Aronnax is the narrator of this 1870 novel of nautical adventure","response":"<i>20,000 Leagues Under the Sea</i>"},{"text":"The prologue of this Colson Whitehead novel mentions a secret graveyard on the north side of the campus","response":"<i>The Nickel Boys</i>"}],"originalDate":"2025-04-04"}],{"category":"AMERICAN COMPOSERS","text":"After he died in 1990 at age 90, his ashes were scattered at Tanglewood, where he taught for 25 years &amp; where his music was performed","response":"Aaron Copland"}]}