{"mix":37,"rounds":[[{"category":"TYPE \"A.B.\": NEGATIVE OR POSITIVE","comments":"(Ken: And you response must account for both those letters, the \"A\" and the \"B\".)","clues":[{"text":"This vice president said, \"Slander has slain more than the sword\"; he was awfully sensitive to slander, as history shows","response":"Aaron Burr"},{"text":"After more than a century of making Americans happy, this beverage giant became part of InBev in 2008","response":"Anheuser-Busch"},{"text":"Left blind at 12 from a brain hemorrhage, this Italian later practiced law before becoming a full-time tenor","response":"Andrea Bocelli"},{"text":"Britannica says this very model of a not-so-modern major general was the U.S. originator \"of the fashion of side whiskers\"","response":"Ambrose Burnside"},{"text":"In 1974 he published the novel \"a Clockwork Testament\"","response":"Anthony Burgess"}],"originalDate":"2025-03-31"},{"category":"BOOK TITLE ADJECTIVES","comments":"","clues":[{"text":"Kids got a whiff of \"The ____ Cheese Man and Other Fairly Stupid Tales\"","response":"Stinky"},{"text":"3 women, 2 title adjectives, one accident (or perhaps... one murder?!): \"____ ____ Lies\"","response":"Big Little"},{"text":"We're detecting some \"____  Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch\"","response":"Good"},{"text":"Readers took a bioethical journey into \"The ____ Life of Henrietta Lacks\"","response":"Immortal"},{"text":"Self-helping, James Clear developed \"____ Habits\", a bestseller for 250+ weeks","response":"Atomic"}],"originalDate":"2025-03-28"},{"category":"ON THE SIDE OF THE ANGELS","comments":"","clues":[{"text":"The main U.S. immigration facility on the West Coast from 1910 to 1940, Angel Island lies in this bay near Alcatraz","response":"San Francisco Bay"},{"text":"In Islamic tradition, the 4,000-winged Azrael is this entity who separates souls from their bodies","response":"angel of death"},{"text":"In the 1960s Hunter S. Thompson detailed \"A Strange and Terrible Saga\" in his adventures with this group","response":"the Hells Angels"},{"text":"An excursion to see this natural feature includes a flight from Ciudad Bolívar &amp; a 4-hour trip along the Carrao &amp; Churún Rivers","response":"Angel Falls"},{"text":"\"Where Angels Fear to Tread\" was his first published novel; he visited some of the same themes in \"A Room with a View\"","response":"Forster"}],"originalDate":"2025-03-28"},{"category":"POP CULTURE TITLES IN ROMAN NUMERALS","comments":"(Ken: And that's how we're gonna need your response<span class=\"nobreak\">--</span>in Roman numerals.)","clues":[{"text":"\"...Jump Street\", on the beat on TV in 1987","response":"XXI"},{"text":"Drew Barrymore's \"First Dates\", remember?","response":"L"},{"text":"Ariana Grande's \"...Rings\" were No. I on the Hot C in MMXIX","response":"VII"},{"text":"A Rudd awakening:<br>\"This Is...\"","response":"XL"},{"text":"Snipes on a plane: \"Passenger...\"","response":"LVII"}],"originalDate":"2025-03-28"},{"category":"OPERA","comments":"","clues":[{"text":"Mozart's last opera, its \"Die Zauberflöte\" in German","response":"<i>The Magic Flute</i>"},{"text":"The title of this 1896 opera refers to the lifestyle of a poet, a philosopher, an artist &amp; a musician","response":"<i>La bohème</i>"},{"text":"A memoir by this Secretary of State was an inspiration for composer John Adams' first opera: \"Nixon in China\"","response":"Kissinger"},{"text":"Henry Purcell's opera \"The Fairy Queen\" isn't based on Edmund Spenser's poem but on this Shakespeare play","response":"<i>A Midsummer Night's Dream</i>"},{"text":"The big aria \"Vesti la giubba\" (\"put on the costume\") in this opera may make you cry the tears of a clown","response":"<i>Pagliacci</i>"}],"originalDate":"2025-03-28"},{"category":"BUSINESS TERMS","comments":"","clues":[{"text":"Look up! It's this term for the ongoing costs of a business' operation that aren't related to creating a product or service","response":"overhead"},{"text":"Let's check the glossary: AGI is adjusted this","response":"gross income"},{"text":"This type of physical-sounding buyout takes place when one company borrows lots of money in order to acquire another","response":"a leveraged buyout"},{"text":"Financial advisors tell clients to do this, spread investments in order to reduce risk","response":"diversify (your portfolio)"},{"text":"An asset that gets its value from that of an underlying asset is one of these, also a term used in calculus","response":"derivative"}],"originalDate":"2025-03-28"}],[{"category":"THE BAY AREA","comments":"","clues":[{"text":"An active volcano that famously erupted in 79 A.D. looks over this 10-mile-wide bay","response":"Bay of Naples"},{"text":"The Hip Strip runs along Jimmy Cliff Boulevard in this Caribbean city with \"Bay\" in its name","response":"Montego Bay"},{"text":"This city that shares its name with a motorcycle company sits between Tokyo &amp; Yokohama on the Tokyo Bay","response":"Kawasaki"},{"text":"Abu Qir Bay was the site of this 1798 battle, one of the greatest victories of Horatio Nelson","response":"the Battle of the Nile"},{"text":"Forming a triangle of about 86,000 square miles of water, this North Atlantic bay is also called the Golfe de Gascogne","response":"the Bay of Biscay"}],"originalDate":"2025-03-27"},{"category":"BIBLE FILL IN THE BLANK","comments":"(Ken: Per the King James Version.)","clues":[{"text":"From the Lord's Prayer:<br>\"Lead us not into ____, but deliver us from evil\"","response":"temptation"},{"text":"Samson:<br>\"If I be shaven, then my ____ will go from me\"","response":"strength"},{"text":"From Luke 4:23:<br>\"Ye will surely say unto me this proverb, physician, ____ ____\"","response":"heal thyself"},{"text":"From the 23rd Psalm:<br>\"Thou anointest my head with oil; my ____ ____ ____\"","response":"cup runneth over"},{"text":"Often cited as the Bible's shortest verse, John 11:35<br>\"____ ____\"","response":"Jesus wept"}],"originalDate":"2025-03-27"},{"category":"PASS THE \"OX\"","comments":"","clues":[{"text":"The CDC says the last natural outbreak of this disease in the United States occurred in 1949","response":"smallpox"},{"text":"Often found in stew, as in Jamaican cooking, it's a cow's flyswatter that's braised until it's tender &amp; succulent","response":"oxtail"},{"text":"Botulinum toxin shortens to this aesthetic product that reduces skin wrinkles","response":"botox"},{"text":"To publish someone's private info online with malicious intent","response":"to dox"},{"text":"A daring round chapeau with a flat top &amp; no brim","response":"a pillbox"}],"originalDate":"2025-03-27"},{"category":"AT THE MALL","comments":"","clues":[{"text":"Though it sounds like it honors a maritime force, the name of this store comes from a Paris bar","response":"Old Navy"},{"text":"Let's get mom a charm bracelet from this jewelry store that has the name of a mythic woman","response":"Pandora"},{"text":"Fittingly, Aerie is an offshoot of this clothing retailer","response":"American Eagle"},{"text":"Founded by Dominique Mandonnaud, this store for all your cosmetic &amp; beauty needs is known for its black &amp; white stripes","response":"Sephora"},{"text":"Stop for lunch at this alliterative burger chain that began as a single kiosk in New York; have its namesake frozen drink","response":"Shake Shack"}],"originalDate":"2025-03-27"},{"category":"AFTER THE WHITE HOUSE","comments":"","clues":[{"text":"His vast amount of correspondence post-White House included 158 letters exchanged with John Adams","response":"Thomas Jefferson"},{"text":"After the 2004 tsunami in the Indian Ocean, Kofi Annan appointed this ex-president a special envoy for relief efforts","response":"(Bill) Clinton"},{"text":"From 1913 to 1921 he served as a constitutional law professor at Yale University","response":"Taft"},{"text":"In 1841 John Quincy Adams argued before the Supreme Court the case of this slave ship &amp; won","response":"the <i>Amistad</i>"},{"text":"After the White House, he kept an office at Gettysburg College, where he wrote his memoirs &amp; held meetings","response":"Eisenhower"}],"originalDate":"2025-03-27"},{"category":"FROM THE GREEK","comments":"","clues":[{"text":"A synonym for conceit, this -ism comes from a myth where, on reflection, a youth really got into himself","response":"narcissism"},{"text":"Lewis Carroll or Acton Bell could tell you it's from the Greek for \"falsely named\"","response":"pseudonym"},{"text":"Dr. Swanson in the movie \"Office Space\" is a practitioner of this, from Greek for \"put to sleep\"","response":"hypnosis (hypnotist)"},{"text":"This opposite of agony puts into one word the Greek for \"to drive a person out of his wits\"","response":"ecstasy"},{"text":"If my math is correct, it comes in part from Greek for \"earth survey\"","response":"geometry"}],"originalDate":"2025-03-27"}],{"category":"BROADWAY PREMIERES","text":"To avoid licensing fees, this play used bits of \"Here We Go Round The Mulberry Bush\" in place of the Disney tune that inspired its title","response":"<i>Who's Afraid of Virginia Woolf?</i>"}]}