{"mix":39,"rounds":[[{"category":"BEFORE PLEASURE","comments":"(Ken: These will be words found slightly before the word \"pleasure\" in the dictionary.)","clues":[{"text":"You can stand on a raised one to give a speech, or wear this kind of boot or heel to raise yourself up a few inches","response":"platform"},{"text":"When it comes to love, this adjective can be used in contrast to erotic","response":"platonic"},{"text":"Facial features of this monotreme include a duckbill &amp; white fur under its eyes","response":"a platypus"},{"text":"If you don't know the details of a secret government operation, you've given yourself this kind of deniability","response":"plausible"},{"text":"This guide says its yellow-&amp;-black \"logo has been woven into the theatregoing experience\"","response":"<i>Playbill</i>"}],"originalDate":"2025-03-25"},{"category":"THEN, VOYAGER","comments":"","clues":[{"text":"\"Erik the Red's Saga\" says that this son of Erik was blown off course &amp; ended up in grape-laden North America","response":"Leif Erikson"},{"text":"Admiral George Anson lost half his ships trying to round this cape but later cashed in by seizing a Spanish galleon","response":"Cape Horn"},{"text":"On July 25, 1579 this Englishman pulled up anchor near what is now San Francisco &amp; headed out across the Pacific","response":"Drake"},{"text":"Aboard the ships São Gabriel &amp; São Rafael, this explorer made it to Mozambique in 1498 &amp; got help from the sultan there","response":"Vasco da Gama"},{"text":"Jacques Cartier discovered this island, but its French name later gave way to one honoring a son of King George III","response":"Prince Edward Island"}],"originalDate":"2025-03-25"},{"category":"POETIC PLACES","comments":"","clues":[{"text":"In \"Someplace Like Montana\", Ada Limón recalls life in this New York City borough of bodegas, buildings &amp; bridges<span class=\"nobreak\">--</span>&amp; Bushwick","response":"Brooklyn"},{"text":"\"The ghost of Père Lachaise/ Is walking the streets\" in Hope Mirrlees' 1920 modernist classic titled this","response":"<i>Paris</i>"},{"text":"The vale of Tawasentha &amp; the shore of Gitche Gumee are settings in the \"Song of\" him","response":"<i>Hiawatha</i>"},{"text":"In a Coleridge classic, this locale is where Kubla Khan did \"a stately pleasure-dome decree\"","response":"Xanadu"},{"text":"The ruins of this abbey on the River Wye were namechecked in the title of a poem by William Wordsworth","response":"Tintern Abbey"}],"originalDate":"2025-03-25"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"This type of pressure is that of the Earth's atmosphere; it can be measured in millibars of mercury","response":"barometric"},{"text":"Simmons, I'll need the document copied this way<span class=\"nobreak\">--</span>one for Larry, one for Moe, one for Curly","response":"in triplicate"},{"text":"Beginning with the Latin adverb meaning \"well\", this is a person who demonstrates generosity with financial help","response":"a benefactor"},{"text":"As a verb, it means to plan &amp; direct a complex &amp; possibly evil scheme; as a noun, it's a British game show testing on a specialized topic","response":"mastermind"},{"text":"The place where 2 rivers join together, it can also mean a place where 2 forces or ideas come together","response":"a confluence"}],"originalDate":"2025-03-24"},{"category":"CYBERSECURITY","comments":"","clues":[{"text":"From a word for \"hidden\", it's the process of making digital data unreadable to the unauthorized","response":"encrypted"},{"text":"In 2021, Colonial Pipeline paid $4.4 million to regain control of its systems after being hit with this type of malware","response":"ransomware"},{"text":"Cybercriminals doing this are \"angling\" to get confidential info from you like credit card numbers","response":"phishing"},{"text":"Ethical hackers, also called by this headgear, use their skills to identify security risks","response":"white hats"},{"text":"MFA is short for this security measure; would you like that code sent via text or email?","response":"multifactor authentication"}],"originalDate":"2025-03-24"},{"category":"ALSO A MUSICAL INSTRUMENT","comments":"","clues":[{"text":"Low register for pop's Barry White or opera's Boris Christoff","response":"bass"},{"text":"As a verb it means to make unskilled efforts at repairing or improving something","response":"fiddle"},{"text":"Partner of \"whistles\" when talking about something with every possible accessory","response":"bells"},{"text":"A geographic one on the Lower West Side of NYC begins below Canal Street","response":"a triangle"},{"text":"A public official responsible for documenting deeds","response":"a recorder"}],"originalDate":"2025-03-24"}],[{"category":"ABBREV.","comments":"","clues":[{"text":"A business big shot:<br>CFO","response":"chief financial officer"},{"text":"In computerese: DoS with a little o is denial of service; DOS with a big O is this","response":"disk operating system"},{"text":"This government fact-finding agency is BLS for short","response":"the Bureau of Labor Statistics"},{"text":"It uses the Internet country code .bf","response":"Burkina Faso"},{"text":"AED is short for this life-saving device","response":"automated external defibrillator (automated electronic defibrillator)"}],"originalDate":"2025-03-24"},{"category":"BILLS OF MORTALITY FOR 17th C. LONDON","comments":"","clues":[{"text":"In 1682 a total of 71 didn't get their vitamin C &amp; fell to this disease","response":"scurvy"},{"text":"Paired with something called tissick, this synonym for tuberculosis ate up 2,982 Londoners in 1659","response":"consumption"},{"text":"In 1664 deaths from this one word were 6; in 1665, 68,596","response":"plague"},{"text":"\"Lights\" is an old word for these; \"rising of the lights\", possibly emphysema or croup, took out 81 Londoners in 1699","response":"lungs"},{"text":"This, inflammation of tissue at the back of the throat, isn't often fatal now, but in 1696 a complication called quinsy killed 9","response":"tonsilitis"}],"originalDate":"2025-03-24"},{"category":"TWIN \"C\"s","comments":"(Ken: There's a double \"C\" in each response.)","clues":[{"text":"Calcium carbonate mixed with marble &amp; glue can make this plaster-like substance that gives buildings that durable finish","response":"stucco"},{"text":"This traditional Italian flatbread baked in thin squares is thought to have originated with the Etruscans","response":"focaccia"},{"text":"Eric Adams is fond of saying, \"All my haters become my waiters when I sit down at the table of\" this","response":"success"},{"text":"It's a genus of succulents, like the Spanish bayonet or the Joshua tree","response":"<i>Yucca</i>"},{"text":"This adjective is the F in AFM, a condition in which muscles may become suddenly limp &amp; weak","response":"flaccid"}],"originalDate":"2025-03-24"},{"category":"LITERARY CHARACTERS, HAVING A DAY","comments":"","clues":[{"text":"\"The stricken whale flew forward\"; this man \"stooped to clear\" the line, \"but the flying turn caught him round the neck\"","response":"(Captain) Ahab"},{"text":"\"In the morning she was waked by a horrible nightmare, which had recurred ... even before her connection with Vronsky\"","response":"Anna Karenina"},{"text":"He says, \"You know, old sport, I've never used that pool all summer?\" (he really should've stuck to that)","response":"Gatsby"},{"text":"He/it says, \"I think there's been a failure in the pod-bay doors... lucky you weren't killed... Dave... what are you doing?\"","response":"HAL (9000)"},{"text":"He \"cried out twice, a cry that was no more than a breath: 'The horror! The horror!\"'","response":"Kurtz"}],"originalDate":"2025-03-21"},{"category":"FRIED &amp; GONE TO HEAVEN","comments":"","clues":[{"text":"Sorry, we don't have Coke, but at the South Carolina State Fair, we have served fried this beverage, created in N.C. in 1893","response":"Pepsi"},{"text":"How about this stuffed Chinese app with shredded veggies &amp; meat? It's larger than the spring type &amp; I'm in","response":"an egg roll"},{"text":"allrecipes.com notes \"you can also fry up red\" ones with the recipe for these, a 1991 film title, but overripe ones \"will be mushy\"","response":"fried green tomatoes"},{"text":"For fried chicken, \"Joy of Cooking\" says a marinade of this tangy dairy product \"promotes tenderness\"","response":"buttermilk"},{"text":"From the French, this deep-fried New Orleans staple is a yeast pastry that's soft as<span class=\"nobreak\">--</span>but more delicious than<span class=\"nobreak\">--</span>a pillow","response":"a beignet"}],"originalDate":"2025-03-21"},{"category":"LOST IN AMERICA","comments":"","clues":[{"text":"Whoooa... I was in Vegas last night, but that's the U. of Nevada's flagship campus... how'd I get to this city also big on gambling?","response":"Reno"},{"text":"Oh dear... am I on Killington Peak or Little Killington in this New England range? &amp; Where the heck is Camel's Hump?","response":"the Green Mountains"},{"text":"I'm not sure where I am now heading down this river, but I've passed El Paso, loped by Laredo &amp; bounded by Brownsville","response":"the Rio Grande"},{"text":"It's no tragedy to be lost in Othello, Wash., but I must bop down 395 &amp; over on 12 &amp; hit this double-named city in about 90 minutes","response":"Walla Walla"},{"text":"Oh, you know me, hoppin' on my Harley &amp; heading for the annual August rally in this city, but my faulty GPS has me in nearby Deadwood","response":"Sturgis"}],"originalDate":"2025-03-21"}],{"category":"SAINTS","text":"This saint who helped convert Scotland to Christianity shares his name with the Latin word for an animal sent out 3 times by Noah","response":"St. Columba"}]}