{"mix":43,"rounds":[[{"category":"HAND ME A MALLET","comments":"","clues":[{"text":"I'm sculpting in the Carrara type of this stone","response":"marble"},{"text":"I'm playing this sport with goalposts at either end of a 300-yard-long grass field","response":"polo"},{"text":"I'm playing this arcade game with 5 holes &amp; randomly appearing insectivores","response":"<i>Whac-A-Mole</i>"},{"text":"I'm playing this instrument with a German name meaning \"bell play\"","response":"glockenspiel"},{"text":"A surgical one, please<span class=\"nobreak\">--</span>I'm performing this 11-letter operation to change the nose's shape &amp; improve breathing","response":"rhinoplasty"}],"originalDate":"2025-03-13"},{"category":"NATIONAL ANTHEMS","comments":"","clues":[{"text":"In 1949 it replaced \"Marcia Trionfale\" with \"Inno E Marcia Pontificale\"","response":"the Vatican"},{"text":"In use since 1770, its \"Marcha Real\" is one of the few national anthems with no lyrics","response":"Spain"},{"text":"Because of political pressure, it uses \"Guo Qi Ge\", the  \"National Banner Song\", in place of   its anthem at   international events","response":"Taiwan"},{"text":"A collective of 49 students &amp; teachers from the University of Juba wrote its anthem, selected at a 2010 talent show to cheering crowds","response":"South Sudan"},{"text":"Its anthem has 4 different titles, in French, German, Italian &amp; Romansch","response":"Switzerland"}],"originalDate":"2025-03-13"},{"category":"BEGINS &amp; ENDS WITH \"A\"","comments":"","clues":[{"text":"The leader of the pack (of dogs) goes by this Greek letter","response":"alpha"},{"text":"This common salad ingredient with a peppery taste is also called garden rocket","response":"arugula"},{"text":"Fear of the brown recluse &amp; its relatives","response":"arachnophobia"},{"text":"A psychedelic plant medicine traditionally used by indigenous cultures in South America &amp; by Aaron Rodgers","response":"ayahuasca"},{"text":"Per Ovid, \"They bound her fettered arms fast to the rock\" to \"grieve her mother's tongue\"","response":"Andromeda"}],"originalDate":"2025-03-13"},{"category":"BESTSELLING FICTION","comments":"","clues":[{"text":"In 2015 her \"To Kill a Mockingbird\" was back on the bestseller list along with \"Go Set a Watchman\"","response":"(Harper) Lee"},{"text":"\"'F' Is for Fugitive\" was the first of her Alphabet Mysteries to make the New York Times bestseller list","response":"Grafton"},{"text":"1959 saw some big bestsellers, including \"Doctor Zhivago\" &amp; this Leon Uris novel with a biblical title","response":"<i>Exodus</i>"},{"text":"John Updike put his most famous character to bed in this 1990s bestseller that won a Pulitzer Prize","response":"<i>Rabbit at Rest</i>"},{"text":"2024 Nobel Prize winner Han Kang hit the U.S. bestseller list with this novel whose title refers to Yeong-hye, who renounces meat","response":"<i>The Vegetarian</i>"}],"originalDate":"2025-03-12"},{"category":"IT'S FROM THE GREEK FOR...","comments":"","clues":[{"text":"\"The drink of the gods\"... sweet!","response":"nectar (ambrosia)"},{"text":"\"Origin\", perhaps biblically","response":"genesis"},{"text":"\"First state of the universe\", which was pretty much utter this","response":"chaos"},{"text":"\"Master craftsman\"; some folks have designs on this job","response":"architect"},{"text":"\"Conversation\", or \"to speak alternately\"","response":"dialogue"}],"originalDate":"2025-03-12"},{"category":"REVOLUTIONARIES","comments":"","clues":[{"text":"As you'd guess, \"Light Horse\" Harry Lee was a masterful commander of this kind of force, but \"Lee's Legion\" had infantry too","response":"cavalry"},{"text":"Alexander Kerensky lived 50+ years in exile including teaching at Stanford after losing power to this Russian faction in 1917","response":"the Bolsheviks"},{"text":"Giuseppe Mazzini's 1830s movement, Giovine Italia, called this in English, inspired La Jeune Suisse &amp; Mloda Polska","response":"Young Italy"},{"text":"He was once a revolutionary but his 2nd stint as pres. of Nicaragua, since 2007, has looked more like a dictatorship","response":"Ortega"},{"text":"The Gov. of Guerrero hid in a crate from Margarita Neri of this eponymous group of early 1900s Mexican rebels reborn in the 1990s","response":"the Zapatistas"}],"originalDate":"2025-03-12"}],[{"category":"A MYTH BUSTER","comments":"","clues":[{"text":"This man was a real wily buster<span class=\"nobreak\">--</span>telling the Cyclops he's \"nobody\" &amp; the one-eye guy reports, \"Nobody poked me\"? Brilliant!","response":"Odysseus"},{"text":"In folklore this tricky kitty eats an ogre, while in \"Shrek\" the same-named character befriends one","response":"Puss in Boots"},{"text":"An 1888 book by D.R. McAnally called this type of mythical creature \"a mischief maker, the Puck of the Emerald Isle\"","response":"a leprechaun"},{"text":"In folklore Bruin is a bear lured into a log with the promise of honey by this foxy trickster","response":"Reynard"},{"text":"In a West African tale, this trickster spider god kills the king's jester &amp; as a consequence, has to wear the jester's corpse on his head","response":"Anansi"}],"originalDate":"2025-03-12"},{"category":"FOREVER STAMPS","comments":"","clues":[{"text":"Feel free to ring in if you know that this object was featured on the first Forever stamps, issued in 2007","response":"the Liberty Bell"},{"text":"Batter up for this baseball legend featured on a 2024 stamp as a member of the Atlanta Braves","response":"(Hank) Aaron"},{"text":"A stamp celebrating the 50th anniversary of this observance went on sale in April 2020","response":"Earth Day"},{"text":"This Pennsylvania-born man known for his graffiti art was honored in 2025 with Love stamps featuring his work","response":"Keith Haring"},{"text":"A Forever stamp from 2022 honoring this author featured an illustration from his \"The Giving Tree\"","response":"Silverstein"}],"originalDate":"2025-03-11"},{"category":"IT'S HYPHENATED","comments":"","clues":[{"text":"This word can refer to a detective who's tough &amp; unsentimental or an egg cooked until the yolk is solid","response":"hard-boiled"},{"text":"It describes a statue of Julius Randle that's 6'8\" tall","response":"life-size"},{"text":"In many pageants, the person finishing third is designated the second this","response":"runner-up"},{"text":"This adjective means as deeply dark as tar or asphalt","response":"pitch-black"},{"text":"Hyphenated term meaning a frantic final effort made to avoid disaster, not a final long, narrow excavation","response":"last-ditch"}],"originalDate":"2025-03-11"},{"category":"RIPPED","comments":"","clues":[{"text":"Men's Journal says, \"if you want big arms\", do these, bending the elbow with a weight (not a drink) in your hand","response":"curls"},{"text":"Incorrect efforts to get ripped these muscles can lead to diastasis recti, often but not always a postpartum condition","response":"your abs"},{"text":"This is said to be the most common question in the gym; if your answer is twice your body weight, you must have some major pecs","response":"How much do you bench"},{"text":"Hannibal Lanham, aka Hannibal For King, popularized these, using your body weight &amp; from Greek for \"beautiful\" &amp; \"strength\"","response":"calisthenics"},{"text":"Fun for no one, these take you from squat to plank to squat ad nauseam; add weights &amp; they're known as man makers","response":"burpees"}],"originalDate":"2025-03-11"},{"category":"FROM THE HEADLINES","comments":"","clues":[{"text":"October 25, 1929, Buffalo Evening News:<br>\"Curious Throng\" this street \"as Crash Wipes Out Fortunes\"","response":"Wall Street"},{"text":"May 1915, The Taunton Courier:<br>This ship \"torpedoed without warning... what will America do?\"","response":"the <i>Lusitania</i>"},{"text":"July 23, 1934, the Chicago Daily Tribune:<br>\"Kill\" this man \"Here\"<span class=\"nobreak\">--</span>\"2 women wounded as outlaw falls on Lincoln Ave.\"","response":"Dillinger"},{"text":"December 28, 1989, The Statesman Journal:<br>\"Troops attack\" this Central American leader \"with rock music\"","response":"Noriega"},{"text":"1954, The Rutland Herald:<br>\"U.S. airlifting paratroops from France to\" this Colonial region","response":"Indochina"}],"originalDate":"2025-03-11"},{"category":"ALLITERATIVE BOOKS","comments":"","clues":[{"text":"Walter Scott printed more than the legend when he gave the novel treatment to this highland outlaw","response":"Rob Roy"},{"text":"The car in the title is involved in a mass runover at the start of this Stephen King novel","response":"<i>Mr. Mercedes</i>"},{"text":"This Thomas Mann novel tells the story of Swiss sanatorium patients","response":"<i>The Magic Mountain</i>"},{"text":"In this Kipling tale young Harvey is rescued from the sea &amp; gets life lessons helping on a fishing boat","response":"<i>Captains Courageous</i>"},{"text":"\"That illustrious man mounted into the Windsor chair... and addressed the club\" is a line from this Dickens work","response":"<i>The Pickwick Papers</i>"}],"originalDate":"2025-03-11"}],{"category":"THE GRAMMYS","text":"Best New Artist at the 7th annual Grammys, this band would be nominated the next 6 years but not again until the 39th &amp; 67th events","response":"The Beatles"}]}