{"mix":44,"rounds":[[{"category":"FORWARDS &amp; BACKWARDS","comments":"(Ken: In this category, you need to give us two words; one is the reverse of the other.)","clues":[{"text":"The bottom of a boat<br>&<br>an onion relative","response":"keel & leek"},{"text":"French mineral water brand<br>&<br>inexperienced","response":"Evian & naive"},{"text":"End-of-meal treats like cupcakes, brownies &amp; pies<br>&<br>a word preceding \"out\" when feeling tense or anxious","response":"desserts & stressed"},{"text":"Slightly open<br>&<br>an Indian noble","response":"ajar & raja"},{"text":"Boast<br>&<br>clothing","response":"brag & garb"}],"originalDate":"2025-03-11"},{"category":"PARTS OF THE BOOK","comments":"","clues":[{"text":"The outside edge of a book's binding with this anatomical name can also be called its backbone or shelfback","response":"the spine"},{"text":"Jade 403 is sold as \"bookbinding\" this adhesive; it's acid free &amp; fast drying","response":"glue"},{"text":"The inner &amp; empty margin of a book is named this, like a water channel on a roof","response":"a gutter"},{"text":"The oxidized reddish-brown spots on old books are named after the reddish-brown coat of this wild canine","response":"a fox"},{"text":"Dover Books' \"Medieval and Renaissance Fashion\" has \"90 full-color\" these illuminating illustrations on special paper","response":"plates"}],"originalDate":"2025-03-10"},{"category":"LIKE PULLING TEETH","comments":"","clues":[{"text":"It's the part of a tooth above the gumline, or the gold cap that might go over it","response":"a crown"},{"text":"Wisdom teeth are the most likely to become this, meaning unable to break through the gumline","response":"impacted"},{"text":"Which is more pleasant? Being grilled by me or undergoing this procedure also known as endodontic therapy?","response":"a root canal"},{"text":"If you need a tooth pulled, your dentist will extract it with this tool with a plural-sounding name (&amp; no, it's not \"pliers\")","response":"forceps"},{"text":"This jelly-like stuff at the center of a tooth contains blood vessels, connective tissues &amp; (ouch!) nerves","response":"the pulp"}],"originalDate":"2025-03-10"},{"category":"GO GREEN","comments":"","clues":[{"text":"This Wisconsin city sits on the spot where the Fox River empties into a certain body of water","response":"Green Bay"},{"text":"The Vegas of yore, Gretna Green in this country was a haven for young lovers who eloped","response":"Scotland"},{"text":"Sacré bleu! It's the 2-word French term for green beans or string beans","response":"<i>haricots verts</i>"},{"text":"Ethan Allen &amp; Benedict Arnold captured Fort Ticonderoga with this group","response":"the Green Mountain Boys"},{"text":"Marilyn Nelson's poem \"Green-Thumb Boy\" celebrates this agricultural genius she calls \"the Black Mendel\"","response":"(George Washington) Carver"}],"originalDate":"2025-03-10"},{"category":"PARTS OF THE BOOK","comments":"","clues":[{"text":"In \"The Minister's Vigil\" chapter of this book, a minister sees a meteor's streak forming a dark red \"A\" in the sky","response":"<i>The Scarlet Letter</i>"},{"text":"This 6th grader &amp; title character says, \"I've been looking for you God. I looked in temple. I looked in church\"","response":"Margaret"},{"text":"Milkman Dead travels to Shalimar &amp; hears a song about his great-grandfather flying in this Toni Morrison work","response":"<i>Song of Solomon</i>"},{"text":"Remedios the beauty, the daughter of Arcadio, mysteriously floats up to the heavens in this 1967 novel","response":"<i>One Hundred Years of Solitude</i>"},{"text":"In a Henry James novella, this title American girl sends Winterbourne a \"D.M.\" &amp; asks if he remembers their time at Chillon Castle","response":"Daisy Miller"}],"originalDate":"2025-03-10"},{"category":"A NOTE OF COMMAND","comments":"","clues":[{"text":"Training your dog to do this begins with the \"lie down\" command; then comes the finger gun &amp; \"bang!\"","response":"play dead"},{"text":"Don't listen to this command when you're on the edge of a swimming pool, but do when you're a soldier told to join a formation","response":"fall in"},{"text":"At the Texas Motor Speedway in 2023, Jelly Roll did not hold back giving the command \"Drivers,\" do this","response":"start your engines"},{"text":"Child experts emphasize positive commands, like \"use\" this for within 4 walls, not \"quit yelling before daddy gets a migraine\"","response":"your inside voice"},{"text":"It's the grammatical mood suited to commands, from \"Take cover!\" to \"Kiss me!\"","response":"the imperative"}],"originalDate":"2025-03-10"}],[{"category":"NACHO BUSINESS","comments":"","clues":[{"text":"In April 2024 this chain announced the 11th comeback of nacho fries to its menu","response":"Taco Bell"},{"text":"Somehow, heartburn might actually feel good while eating \"Movie Nachos\" from this 3-letter theater chain","response":"AMC"},{"text":"This snack brand known for its packs of crackers &amp; Oscar Mayer deli meats also sells a Spicy Nachos snack kit","response":"Lunchables"},{"text":"Join the \"Q\" at this restaurant to order a 3-cheese nacho entree with brisket birria","response":"Qdoba"},{"text":"Frank Liberto of Rico's brought nachos places they hadn't gone before, like the Texas Rangers' ballpark in this city in 1976","response":"Arlington"}],"originalDate":"2025-03-07"},{"category":"ANIMALS IN CHILDREN'S BOOKS","comments":"(Ken: You'll tell us what kind of animal each one is.)","clues":[{"text":"Pooh's pal Eeyore","response":"a donkey"},{"text":"Olivia, in books by Ian Falconer","response":"a pig"},{"text":"Lyle, Lyle","response":"crocodile"},{"text":"Nutkin &amp; his brother Twinkleberry","response":"squirrel"},{"text":"Mr. Nilsson, who belongs to Pippi Longstocking","response":"monkey"}],"originalDate":"2025-03-07"},{"category":"STAR WARS","comments":"","clues":[{"text":"In 2022 Will Smith told this man to \"Keep my wife's name out your... mouth\"","response":"Chris Rock"},{"text":"Kim Cattrall said she's \"never been friends\" with the other stars of this show &amp; we can't help wondering, can co-workers be pals?","response":"<i>Sex and the City</i>"},{"text":"In November 2024 Jake Paul won by decision over this man, who had postponed the fight when an ulcer flared up","response":"Tyson"},{"text":"Asked her opinion about J Lo, this \"Queen of Christmas\" diva left some coal in a stocking by saying, \"I don't know her\"","response":"Mariah Carey"},{"text":"Charlize Theron &amp; Tom Hardy weren't pals making this 2015 film; an editor said it was \"clear that those 2 people hated each other\"","response":"<i>Mad Max: Fury Road</i>"}],"originalDate":"2025-03-07"},{"category":"ROGUE ONE","comments":"(Ken: And here we'll learn about the international escapades of a rogue named Jacques Mondieu, apparently.)","clues":[{"text":"With a sly grin, Jacques Mondieu entered the National Archives with one goal<span class=\"nobreak\">--</span>like Nic Cage onscreen, to steal this document","response":"the Declaration of Independence"},{"text":"M. Mondieu makes a reservation<span class=\"nobreak\">--</span>for thievery!<span class=\"nobreak\">--</span>eyeing safes in this hotel on Central Park South that boasts an \"Eloise\" suite","response":"the Plaza"},{"text":"Even Jacques Mondieu thinks twice about stealing this c. 1455 book at the British Library; stealing is frowned upon in it","response":"the Gutenberg Bible"},{"text":"Just ahead of the Laotian authorities, Jacques crosses the eastern border into this nation &amp; relaxes at a spa in Quy Nhon","response":"Vietnam"},{"text":"Mondieu! Jacques somehow passed himself off as the grandson of this woman who abdicated Denmark's throne on Jan. 14, 2024","response":"Queen Margrethe II"}],"originalDate":"2025-03-07"},{"category":"A HEART IN MY SONG","comments":"","clues":[{"text":"Celine Dion topped the charts in 1998 with this theme song from a 1997 movie","response":"\"My Heart Will Go On\""},{"text":"\"It takes two to break a heart in two\", sings guest Morgan Wallen on this guy's 2024 smash \"I Had Some Help\"","response":"Post Malone"},{"text":"\"Did the heartbreak change me? Maybe\", she asked, then warned her ex, \"Don't start caring about me now\"","response":"Dua Lipa"},{"text":"In a classic hit for Big Brother &amp; the Holding Company, Janis Joplin implored a lover to \"take another little\" this title","response":"\"Piece Of My Heart\""},{"text":"\"Heart-Shaped Box\" was the last song played by this band at their final performance on March 1, 1994","response":"Nirvana"}],"originalDate":"2025-03-07"},{"category":"SPEECH!","comments":"","clues":[{"text":"Conceding, Kamala Harris said accepting the results of an election is what distinguishes this from monarchy or tyranny","response":"a democracy"},{"text":"In a 2005 commencement speech, he talked about his $2 billion company... \"I had just turned 30. And then I got fired\"","response":"Jobs"},{"text":"\"It is international morality that is at stake\", Haile Selassie told the League of Nations after Italy invaded this country","response":"Ethiopia"},{"text":"In 1992 activist Mary Fisher asked the GOP convention not to \"whisper\" about this disease but \"to bring our silence to an end\"","response":"AIDS"},{"text":"In his first speech to Parliament as PM, Winston Churchill declared, \"I have nothing to offer but\" these 4 things","response":"blood, sweat, toil & tears (blood, toil, tears & sweat)"}],"originalDate":"2025-03-06"}],{"category":"WORD ORIGINS","text":"Fittingly, this adjective describing a hit-you-in-the-gut kind of feeling goes back to a Latin word for internal organs","response":"visceral"}]}