{"mix":45,"rounds":[[{"category":"2024 WORDLES, DEFINED","comments":"","clues":[{"text":"A bird claw:<br>_ _ L _ _","response":"talon"},{"text":"To divide into tenths, formerly, or a church donation:<br>_ _ _ H _","response":"tithe"},{"text":"A person's strong point, or Will of \"MacGruber\" fame:<br>_ O _ _ _","response":"forte"},{"text":"\"There it is!\"<br>(in French):<br>_ _ I _ _","response":"<i>voilà</i>"},{"text":"Part of the NATO phonetic alphabet:<br>_ _ _ V _","response":"Bravo"}],"originalDate":"2025-03-06"},{"category":"WHAT'S FOR LUNCH?","comments":"","clues":[{"text":"The Spanish word for bread is hiding inside the name of this Latin American turnover that usually has a savory filling","response":"an empanada"},{"text":"Feel like Japanese food? Try unagi, this freshwater fish, often grilled &amp; served over rice","response":"eel"},{"text":"In the mood for a sandwich? How about a po' boy or this other New Orleans favorite said to have been created at the Central Grocery","response":"muffalatta (muffaletta)"},{"text":"This North African dish of poached eggs in a spicy tomato sauce isn't just for breakfast; plus its imitative Arabic name is fun to say!","response":"shakshuka"},{"text":"Don't get mad<span class=\"nobreak\">--</span>try the pasta with this spicy sauce whose name is Italian for \"angry\"","response":"arrabbiata"}],"originalDate":"2025-03-06"},{"category":"THE NAME OF THE PLAY","comments":"","clues":[{"text":"This Theban king has some real mommy &amp; daddy issues","response":"Oedipus"},{"text":"This Marlowe man \"was grac'd with doctor's name, excelling all... in heavenly matters of theology\"","response":"Faustus"},{"text":"The title mom in Bertolt Brecht's her \"and Her Children\" is a not always brave 17th century war profiteer","response":"<i>Mother Courage</i>"},{"text":"Athol Fugard's him \"...and the Boys\" is a coming-of-age story set in apartheid-era South Africa","response":"<i>Master Harold</i>"},{"text":"In a 5th century B.C. play, this activist leads the women of 2 warring cities on a sex strike","response":"Lysistrata"}],"originalDate":"2025-03-06"},{"category":"COLLEGE SEALS","comments":"","clues":[{"text":"The tree on the seal of this school represents el Palo Alto, a more than 1,000-year-old redwood","response":"Stanford"},{"text":"The seal of this university features the Sun &amp; California poppies, but no Hector or King Priam","response":"USC"},{"text":"On Harvard's seal 3 open books spell out this Latin motto","response":"<i>Veritas</i>"},{"text":"From 1783 to 1929   this university in Virginia used what's called the   Jeffersonian seal,  which depicts Greek  Revival architecture","response":"William & Mary"},{"text":"The heraldic shield of Lord Baltimore &amp; a line from gospel are on the seal of this school founded in 1876","response":"Johns Hopkins"}],"originalDate":"2025-03-06"},{"category":"HIP-HOP &amp; RELIGION","comments":"","clues":[{"text":"While Kanye West made \"Jesus Walks\", Lupe Fiasco remixed the beat to make this 7th century religious figure \"Walks\"","response":"Muhammad"},{"text":"On \"Wants &amp; Needs\" Drake raps that he \"probably should go to\" this type of Jewish university but went to \"Ibiza\" instead","response":"Yeshiva"},{"text":"Coolio references the 23rd Psalm on this lead single from the \"Dangerous Minds\" soundtrack (please don't say the hard \"ER\")","response":"\"Gangsta's Paradise\""},{"text":"Rapper Hanumankind is partly named for a Hindu deity who appears in an ancient Indian epic about this 4-letter king","response":"Rama"},{"text":"In a song titled this New Testament verse, Wyclef Jean riffs, \"For God so loved the world, every man packs an M-16\"","response":"John 3:16"}],"originalDate":"2025-03-06"},{"category":"ADVERBS","comments":"","clues":[{"text":"In 2016 a lexicographer assumed Donald Trump meant \"big league\" in a debate though it sounded like this adverb","response":"bigly"},{"text":"\"Don't take it\" this way is an advice book subtitled \"The Art of Dealing with Rejection\"","response":"personally"},{"text":"From Latin for \"of one mind\", it means with everyone in agreement","response":"unanimously"},{"text":"Rob Lowe named his podcast this, like his character's catchphrase on \"Parks &amp; Recreation\"","response":"<i>Literally!</i>"},{"text":"To show that meaning is not related to syntax, Noam Chomsky coined \"colorless green ideas sleep\" not fastly but this way","response":"furiously"}],"originalDate":"2025-03-06"}],[{"category":"ALL THE NON-HUMAN BOOK CHARACTERS","comments":"","clues":[{"text":"In the sci-fi novel \"Children of Time\", humans must vie with Portia &amp; Bianca, genetically juiced \"jumping\" types of this arachnid","response":"spiders"},{"text":"Enzo, the dog from \"The Art of Racing in the Rain\", is named for this Italian well-known in racing","response":"Ferrari"},{"text":"A motto of Boxer, the cart horse in \"Animal Farm\", was that this character \"is always right\"","response":"Napoleon"},{"text":"Treebeard in Tolkien's Middle-earth is this species, the female of which is hard to find","response":"Ent"},{"text":"In a book by Robert C. O'Brien, this widowed mouse meets up with some rats from the National Institute of Mental Health","response":"Mrs. Frisby"}],"originalDate":"2025-03-05"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"Worth about $200 billion, give or take a few, in 2021 he flew to the edge of space on one of his Blue Origin spacecrafts","response":"Bezos"},{"text":"In 2023 this Nobel Peace Prize laureate called for a global movement to end gender apartheid by the Taliban","response":"Malala Yousafzai"},{"text":"National Dictionary Day on October 16 honors the day this man was born in 1758","response":"(Noah) Webster"},{"text":"As publisher of the Washington Post, she employed lots of Pulitzer winners; she won one herself for \"Personal History\"","response":"Graham"},{"text":"In 1961 this French co-creator of Cubism became the first living artist to have a solo exhibition at the Louvre","response":"Braque"}],"originalDate":"2025-03-05"},{"category":"FEELING PUNCHY","comments":"","clues":[{"text":"\"Knucks\" is shorthand for these illegal metal fisticuff aids","response":"brass knuckles"},{"text":"In boxing, this 3-letter punch often acts as a range-finder when rockin' &amp; sockin' 'em in the ring","response":"a jab"},{"text":"A powerful punch, it's likely named for the agricultural practice of cutting dried grass","response":"a haymaker"},{"text":"With his coach Freddie Roach, he developed a right hook called \"Manila Ice\"","response":"Pacquiao"},{"text":"It was noble of boxing to adopt these 1867 rules that banned \"shoes or boots with springs\"","response":"Queensberry"}],"originalDate":"2025-03-05"},{"category":"SPITTING FIRE","comments":"","clues":[{"text":"In Exodus the angel of the Lord appeared &amp; this \"burned with fire, and\" it \"was not consumed\"","response":"the (burning) bush"},{"text":"1st century scholar Shammai said all 8 candles should be lit on the first night of this, then decreasing one per night","response":"Hanukkah"},{"text":"\"Oh, my god, he's gonna say it!... Avengers assem<span class=\"nobreak\">--</span>!\" No, Deadpool, Chris Evans is Johnny, not Cap, &amp; says this catchphrase instead","response":"Flame on"},{"text":"The Food Network's recipe for this includes a pound of a certain fruit, vanilla ice cream &amp; 1/3 cup of golden rum to fire up","response":"cherries jubilee"},{"text":"It's the title of a 1962 Nabokov novel as well as the 999-line poem within it","response":"<i>Pale Fire</i>"}],"originalDate":"2025-03-05"},{"category":"ADD A LETTER","comments":"(Ken: Here, we'll need two words in each response.)","clues":[{"text":"The sound of guffawing &amp; to butcher cattle","response":"laughter & slaughter"},{"text":"An attribute or characteristic &amp; a connector of 2 large bodies of water","response":"trait & strait"},{"text":"A 4 on the pH scale &amp; a description of a nasty smell","response":"acid & acrid"},{"text":"A repetitive way of memorizing a lot of facts &amp; a series of steps to get to your destination","response":"rote & route"},{"text":"Graceful or limber &amp; happy or carefree, perhaps in spirit","response":"lithe & blithe"}],"originalDate":"2025-03-05"},{"category":"DOCUMENT DUDES","comments":"","clues":[{"text":"The D'Arcy Concession, which led to the creation of the Anglo-Persian Oil Co., later BP, was signed in this Asian city in 1901","response":"Tehran"},{"text":"The Roosevelt Corollary said that this statement gives the U.S. the right to butt into Latin America; the Clark Memorandum says not","response":"Monroe Doctrine"},{"text":"This British foreign secretary's 1917 declaration supported a Jewish homeland in Palestine","response":"Balfour"},{"text":"Explaining Christ's both human &amp; divine nature, Leo's Tome was from Pope Leo I to the patriarch of this city 850 miles east of Rome","response":"Constantinople"},{"text":"He introduced a proviso to prohibit slavery in new territories &amp; presided over the convention that nominated Lincoln","response":"Wilmot"}],"originalDate":"2025-03-05"}],{"category":"OFFICIAL LANGUAGES","text":"Of the 4 independent nations of the Americas without English or Spanish as an official language, it's the smallest in area","response":"Haiti"}]}