{"mix":48,"rounds":[[{"category":"LITERARY LOVE TRIANGLES","comments":"","clues":[{"text":"Sadly, by the time Scarlett chooses him over Ashley Wilkes in this Pulitzer Prize-winning novel, Rhett Butler just doesn't give a damn","response":"<i>Gone with the Wind</i>"},{"text":"As if Capitol-mandated blood sport wasn't bad enough, Katniss also has to choose between Peeta &amp; Gale in this series","response":"<i>Hunger Games</i>"},{"text":"Dear Diary: it's v. tough to quit smoking while stressed over 2 different men, like this love-seeking heroine","response":"Bridget Jones"},{"text":"Catherine marries Edgar even though she loves Heathcliff, who spends his days brooding in this titular manor house","response":"Wuthering Heights"},{"text":"Booktok was obsessed with the triangle between Feyre, Rhysand &amp; Tamlin in this Y.A. romantasy series, \"Acotar\" to its fans","response":"<i>A Court of Thorns and Roses</i>"}],"originalDate":"2025-02-26"},{"category":"EATING ON THE GO","comments":"","clues":[{"text":"This art museum has restaurants named Paul &amp; Goguette conveniently located \"under the Pyramid\"","response":"the Louvre"},{"text":"Grab a croissant at the Blue Box Café &amp; you can literally have \"Breakfast at\" this famed New York City jewelry store","response":"Tiffany's"},{"text":"Known for his love of cigars, this psychiatrist's London museum offers visitors cigar-shaped chocolates","response":"Freud"},{"text":"At this landmark's Dakota kitchen, you can experience the thrill of eating a burger while a giant Abe Lincoln looks down at you","response":"Mount Rushmore"},{"text":"Home to the world's highest wine cellar, 360 Restaurant at the top of CN Tower stands above this Canadian city","response":"Toronto"}],"originalDate":"2025-02-26"},{"category":"3 + 3 = 6","comments":"","clues":[{"text":"Father<br>+<br>sight organ =<br>spinach-loving sailor man","response":"Popeye"},{"text":"The fifth month<br>+<br>24 hours =<br>\"Help!\"","response":"mayday"},{"text":"Opposite of \"on\"<br>+<br>water, in solid form =<br>a workplace","response":"office"},{"text":"Male equivalent of \"sis\"<br>+<br>a very appealing first name =<br>non-functional","response":"broken"},{"text":"Mafia boss<br>+<br>lock opener =<br>a jackass","response":"donkey"}],"originalDate":"2025-02-26"},{"category":"CLIMACTIC MOMENTS IN SPORTS MOVIES","comments":"","clues":[{"text":"After drinking some high-quality H<sub>2</sub>O, Bobby Boucher heaves a touchdown pass to defeat the Louisiana Cougars in the Bourbon Bowl","response":"<i>The Waterboy</i>"},{"text":"Jimmy Chitwood buries a jumper from the top of the key to win the Hickory Huskers the Indiana state championship","response":"<i>Hoosiers</i>"},{"text":"Imagining it's her strict British Indian family, Jess curves a free kick around a wall of defenders &amp; scores the winning goal","response":"<i>Bend It Like Beckham</i>"},{"text":"Roy Hobbs hits a game-winning dinger into the right field lights, creating an impromptu fireworks show as he rounds the bases","response":"<i>The Natural</i>"},{"text":"After crashing short of the finish line, the Jamaican team carries its bobsled the rest of the way, winning over the Olympic fans","response":"<i>Cool Runnings</i>"}],"originalDate":"2025-02-26"},{"category":"BALLET","comments":"","clues":[{"text":"Cucu once meant \"backside\" in French &amp; may have inspired the name of this bell-shaped skirt, rocked by ballerinas &amp; Carrie Bradshaw","response":"a tutu"},{"text":"Dancers work for years to develop the strength &amp; technique required to wear these shoes, which enable ballet's most advanced moves","response":"pointe shoes"},{"text":"One of the country's most prestigious ballet companies, Pacific Northwest ballet calls this city home<span class=\"nobreak\">--</span>just like Amazon","response":"Seattle"},{"text":"At its 1913 premiere many Parisians were outraged by the unconventional \"Le Sacre du printemps\", Stravinsky's \"The Rite of\" this","response":"Spring"},{"text":"This hairstyle-inspired slang term for ballet fanatics is also the title of a kids' book by the great Misty Copeland","response":"bunheads"}],"originalDate":"2025-02-26"},{"category":"MONTHS THAT START WITH FEB","comments":"(Ken: That'll narrow it down.)","clues":[{"text":"On the Roman calendar, Feb. 13 was these of February, not quite as well known as the ones of March","response":"Ides"},{"text":"Perhaps in the spirit of George Washington's birthday, National this dessert Day is celebrated on February 20","response":"cherry pie"},{"text":"This stock market index debuted in February 1971","response":"(the) Nasdaq (Composite)"},{"text":"This English chocolate company is credited with introducing the heart-shaped box of chocolates on Valentine's in 1868","response":"Cadbury"},{"text":"This group went to work for the first time in February 1790 with John Jay presiding","response":"the U.S. Supreme Court"}],"originalDate":"2025-02-26"}],[{"category":"A NOVEL PROFESSION","comments":"(Ken: You'll have to name each character's career choice.)","clues":[{"text":"Hannibal Lecter, who (mis)treated Mason Verger","response":"a psychiatrist"},{"text":"Miss Jean Brodie","response":"teacher"},{"text":"Mitch McDeere","response":"attorney"},{"text":"Oliver Mellors, working on the Chatterley estate","response":"the gamekeeper"},{"text":"Howard Roark, who laughed in an opening line","response":"architect"}],"originalDate":"2025-02-26"},{"category":"WARRIORS","comments":"","clues":[{"text":"The sagittarii were these type of soldiers in the Roman army","response":"archers"},{"text":"An ancient Persian force was called the 10,000 these<span class=\"nobreak\">--</span>the soldiers didn't live forever, but were replaced as soon as they died","response":"the Immortals"},{"text":"Geoffroi de Charney belonged to this order of knights &amp; was immolated in 1314 with the grand master of his order","response":"the Knights Templar"},{"text":"17th century Ethiopian warrior Malik Ambar fought Jahangir, a ruler of this dynasty, on the Deccan plateau of India","response":"Mughal"},{"text":"From Arabic for \"slave\", these warriors established a dynasty in Egypt &amp; Syria from 1250 to 1517","response":"the Mamluks"}],"originalDate":"2025-02-26"},{"category":"POETS GO TO THE CINEMA","comments":"","clues":[{"text":"In a poem inspired by this film, Amanda Gorman wrote, \"Defending the good is how we defy gravity\"","response":"<i>Wicked</i>"},{"text":"Frank Bidart's poem about this actor notes \"The Joker's voice, so unlike the bruised, withheld, wounded voice of Ennis Del Mar\"","response":"Ledger"},{"text":"Frank O'Hara wrote a poem for this film star after he died in a 1955 car accident","response":"James Dean"},{"text":"John Murillo name-drops Bruce Lee &amp; Jim Kelly in a poem named for this 1973 martial arts film","response":"<i>Enter the Dragon</i>"},{"text":"Allen Ginsberg's poem \"The Blue Angel\" begins with this German actress \"singing a lament\"","response":"Dietrich"}],"originalDate":"2025-02-26"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"Queen Victoria gave birth to her son Leopold in 1853, when this man (&amp; sons) opened a piano shop in Manhattan","response":"Steinway"},{"text":"In the 1850s Mendel studied pea plants &amp; this Dem. senator introduced his Freeport Doctrine allowing laws tough on slave owners","response":"(Stephen) Douglas"},{"text":"Mozart composed \"Cosi fan tutte\" around the time when this French guy was writing his \"Elementary Treatise on Chemistry\"","response":"Lavoisier"},{"text":"Cecil B. DeMille directed the hit epic \"The Ten Commandments\"; this 1923 insurrection led by Hitler was a failure","response":"the Beer Hall Putsch"},{"text":"While Molière was cornering the market on French comedy, this \"Phèdre\" playwright was the virtuoso of French tragedy","response":"Racine"}],"originalDate":"2025-02-26"},{"category":"ALLITERATION","comments":"","clues":[{"text":"If you've tabled an issue, you've put it on this proverbial spot, where it can simmer","response":"the back burner"},{"text":"Just the most basic, like a skeleton","response":"bare bones"},{"text":"In his 1941 State of the Union, FDR enumerated this quartet","response":"the Four Freedoms"},{"text":"This pair of words is in the title of books that collect the pithy quotes of Oscar Wilde, Abraham Lincoln &amp; others","response":"wit & wisdom"},{"text":"This pair that tests one's forbearance sounds redundant; the phrase was used about St. Paul's epistle to the Romans","response":"trials & tribulations"}],"originalDate":"2025-02-26"},{"category":"CITIES ON THE LAKE","comments":"","clues":[{"text":"Montreux &<br>Lausanne","response":"Lake Geneva"},{"text":"Mwanza &<br>Kampala","response":"Lake Victoria"},{"text":"Rochester &<br>Mississauga","response":"Lake Ontario"},{"text":"Slidell &<br>Kenner","response":"Lake Pontchartrain"},{"text":"Neenah &<br>Oshkosh","response":"Lake Winnebago"}],"originalDate":"2025-02-25"}],{"category":"EUROPE","text":"Words meaning \"water's edge\" are one suggested etymology of this city, once capital of the province of Aquitania","response":"Bordeaux"}]}