{"mix":49,"rounds":[[{"category":"2 WORDS, 4 SYLLABLES","comments":"","clues":[{"text":"Good morning, in Spanish","response":"<i>buenos días</i>"},{"text":"Dating to the 16th century, this synonym for 13 is said to come from an old retail custom","response":"a baker's dozen"},{"text":"It's a quicker way to say runners on first, second &amp; third","response":"bases loaded"},{"text":"Our language spoken uncertainly, or the title track of a classic Marianne Faithfull album","response":"broken English"},{"text":"Smaller &amp; lighter than a Conestoga wagon, it looked like it sailed across the plains, hence the name","response":"a prairie schooner"}],"originalDate":"2025-02-25"},{"category":"OH, \"I.C.\"","comments":"","clues":[{"text":"Once upon a time \"Jeopardy!\" clues were typed (yes, with a typewriter) on 3 x 5 these","response":"index cards"},{"text":"I.C. can stand for one of these, another name for a microchip","response":"an integrated circuit"},{"text":"One of the first women on a major pro baseball team, Toni Stone was signed to replace Hank Aaron on this team in 1953","response":"the Indianapolis Clowns"},{"text":"A 20th century speech called \"The Sinews of Peace\" said that this \"had descended across the continent\" of Europe","response":"an iron curtain"},{"text":"As a specialist in this field, you might manage deliveries &amp; check stock in a company's warehouse","response":"inventory control"}],"originalDate":"2025-02-25"},{"category":"SOMETHING TO READ","comments":"","clues":[{"text":"Parker Pyne is a lesser-known detective in works like \"The Regatta Mystery\" by this author","response":"Agatha Christie"},{"text":"\"The Edge of Reason\" continues this fictional diarist's misadventures that involve ending up in a prison in Thailand","response":"Bridget Jones"},{"text":"Including to not injure humans, the 3 laws governing the behavior of these first appeared in the short story \"Runaround\"","response":"robots"},{"text":"Uncovering the secret society the Priory of Sion &amp; its part in a religious mystery helps stir the plot in this thriller","response":"<i>The Da Vinci Code</i>"},{"text":"A novel of lost memory &amp; family trauma, \"Portrait in Sepia\" completes a trilogy by this Chilean author","response":"(Isabel) Allende"}],"originalDate":"2025-02-25"},{"category":"FASCISM","comments":"(Ken: First, unfortunately, we have…)","clues":[{"text":"In the 1930s Engelbert Dollfuss hoped to replace Austria's political parties with his Vaterländische Front, meaning this","response":"fatherland"},{"text":"After the murder of socialist Giacomo Matteotti in 1924, this leader was nearly toppled but ended the crisis with more power","response":"Mussolini"},{"text":"This man no better liked in his time than posthumously represented Norway at a 1934 fascist conference in Montreux","response":"Quisling"},{"text":"George Soros survived the rule of the Arrow Cross Fascist Party in this country late in World War II","response":"Hungary"},{"text":"Elvis Costello's first single attacks \"Mr. Oswald with his swastika tattoo\", this longtime British fascist leader","response":"Oswald Mosley"}],"originalDate":"2025-02-25"},{"category":"OLDEN LANGUAGE","comments":"","clues":[{"text":"It's a Lincolnesque \"80\"","response":"fourscore"},{"text":"In sooth, sooth means this, which rhymes with sooth","response":"truth"},{"text":"Old school, it was a merchant or peddler; it was also Johnny Appleseed's real last name","response":"Chapman"},{"text":"Archaically, it means worthless, you dog, but today, it's a vitamin deficiency","response":"scurvy"},{"text":"Once used to replace the zero in years like 1805 or 1903, it could also mean \"anything at all\"","response":"aught"}],"originalDate":"2025-02-25"},{"category":"WORLD RELIGION","comments":"","clues":[{"text":"In Greek Orthodoxy September 8 is the feast day of the Nativity of the Theotokos (\"god-bearer\"), or this person","response":"Mary"},{"text":"Chametz, food with leavening agents, is forbidden during this Jewish holiday","response":"Passover"},{"text":"In 1573 the last Ashikaga shogun lost power, made this major change in his personal appearance &amp; became a Buddhist monk","response":"shaved his head"},{"text":"Joseph Smith said that he translated the golden plates that became the Book of Mormon under guidance from this angel","response":"Moroni"},{"text":"The sacred book known as the Avesta contains all that remains of the law, liturgy &amp; teachings of this ancient Persian prophet","response":"Zoroaster"}],"originalDate":"2025-02-25"}],[{"category":"SOME ART, SOME SCIENCE","comments":"","clues":[{"text":"The name of this decorative art style that arose in France in the 1700s came in part from using rocks to decorate grottos","response":"Rococo"},{"text":"The brightest star in this constellation is Al Tarf, Arabic for \"the end\"; it marks the end of a leg on the crab","response":"Cancer"},{"text":"A year after finishing this iconic painting featuring a glowing yellow crescent moon, van Gogh was van gone","response":"<i>The Starry Night</i>"},{"text":"New to Paris, this Russian-Jewish artist painted a Cubist-ish \"Homage to\" the avant-garde poet Apollinaire in 1911-12","response":"Chagall"},{"text":"It's chemistry 101, people! The tables were turned when this radioactive element, No. 101, was named for a Russian chemist","response":"mendelevium"}],"originalDate":"2025-02-24"},{"category":"QUOTABLE 21st CENTURY FILMS","comments":"","clues":[{"text":"\"Gretchen, stop trying to make fetch happen\"","response":"<i>Mean Girls</i>"},{"text":"\"Fish are friends, not food\"","response":"<i>Finding Nemo</i>"},{"text":"Alan Arkin:<br>\"If I'm doing a fake movie, it's gonna be a fake hit\"","response":"<i>Argo</i>"},{"text":"Clint Eastwood:<br>\"Get off my lawn\"","response":"<i>Gran Torino</i>"},{"text":"\"Neiman, you earned the part. Alternates, you want to clean the blood off my drum set?\"","response":"<i>Whiplash</i>"}],"originalDate":"2025-02-24"},{"category":"ACRONYMS &amp; ABBREVIATIONS","comments":"","clues":[{"text":"Wanna work in a U.S. embassy or consulate? Try being an FSO, this type of officer","response":"Foreign Service"},{"text":"As in the title of a TV show, CSI stands for this","response":"Crime Scene Investigation"},{"text":"Yahoo! stands for \"Yet Another Hierarchical Officious\" this, also the name of a software company","response":"Oracle"},{"text":"CRF is this chronic problem that might be treated with dialysis","response":"renal failure"},{"text":"In the computer language COBOL,  \"B\" stands for this word","response":"Business"}],"originalDate":"2025-02-24"},{"category":"SPORT A PHRASE","comments":"","clues":[{"text":"This phrase, \"full of Grace, the Lord is with thee\", &amp; in 2024, also with the Commanders, who beat the Bears with one of them","response":"Hail Mary"},{"text":"You're \"born on\" this Chipper Jones-manned baseball spot if you begin life with many advantages but think you've earned them yourself","response":"third base"},{"text":"It's the 3-word boxing phrase for being in a tough situation almost to the point of helplessness, but Ali was great there","response":"on the ropes"},{"text":"Rhymingly in golf, you \"drive for show\", then get down to business &amp; do this","response":"putt for dough"},{"text":"Let's race to define FPTP, short for this, the way Brits elect members of Parliament","response":"first-past-the-post"}],"originalDate":"2025-02-24"},{"category":"PORTMANTEAUS","comments":"","clues":[{"text":"Shah Rukh Khan &amp; Aamir Khan are on Time Out's list of the 12 Best these Actors Working in Hindi Cinema","response":"Bollywood"},{"text":"Starbucks began serving this iced blended drink in the early 1990s; the first 2 flavors were coffee &amp; mocha","response":"a Frappucino"},{"text":"It's the portmanteau word for a program that is aired at the same time on TV &amp; radio","response":"a simulcast"},{"text":"BuzzFeed is known for these, like \"16 Things You will Understand Only If You Love Dogs\"","response":"listicles"},{"text":"Bobo is a portmanteau for these seemingly conflicting social classes, like being a starving artist &amp; a 9-5er","response":"bourgeois-bohemian"}],"originalDate":"2025-02-24"},{"category":"HISTORY TO A \"T\"","comments":"","clues":[{"text":"In 1971 she eliminated a program that provided milk to schoolkids &amp; got the rhyming nickname \"Milk Snatcher\"","response":"Thatcher"},{"text":"In 1922 Harry Sinclair of the Mammoth Oil Company got exclusive rights to drill, baby, drill at these Wyoming reserves","response":"Teapot Dome"},{"text":"The forces of   Leonidas &amp; Xerxes faced off at this 480 B.C. battle","response":"Thermopylae"},{"text":"At the turn of the 19th century, this chief spoke for the indigenous people at great councils in Urbana &amp; Chillicothe","response":"Tecumseh"},{"text":"The number of sacraments was set at 7 at the 1540s Council of this place","response":"Trent"}],"originalDate":"2025-02-24"}],{"category":"THE STAGE","text":"Their show ended its off-Broadway run in 2025, after 34 years, 17,800 shows &amp; 82,150 gallons of paint","response":"the Blue Man Group"}]}