{"mix":53,"rounds":[[{"category":"ANIMAL IDIOM BRAINTEASERS: THE SEQUEL","comments":"","clues":[{"text":"If an authority figure is not around, mischief will ensue:<br>W.T.C.A.T.M.W.P.","response":"when the cat's away, the mice will play"},{"text":"Sometimes folks get set in their ways &amp; it's difficult to change their habits:<br>Y.C.T.A.O.D.N.T.","response":"you can't teach an old dog new tricks"},{"text":"People with similar interests tend to gravitate toward each other:<br>B.O.A.F.F.T.","response":"birds of a feather flock together"},{"text":"You're running around in a frenzied, distracted manner:<br>L.A.C.W.I.H.C.O.","response":"like a chicken with its head cut off"},{"text":"Trying to solve a problem, you accidentally made it even more complicated:<br>O.A.C.O.W.","response":"opened a can of worms"}],"originalDate":"2025-02-12"},{"category":"RESPOND LIKE A LOCAL","comments":"","clues":[{"text":"1 word, 1 syllable: if you don't speak Russian, it's your curt reply to a Russian who asks whether you speak Russian","response":"<i>Nyet</i>"},{"text":"1 word, 5 syllables: it's how you say \"Goodbye\" to that handsome stranger you met in Florence","response":"<i>Arrivederci</i>"},{"text":"2 words, 4 syllables: time for your first lager of the day!  It's how you say \"good morning\" at a beer hall in Munich","response":"<i>Guten Morgen</i>"},{"text":"3 words, 5 syllables: as you regard him blankly, it's how your waiter in Nice politely asks if you speak the native language","response":"<i>Parlez-vous francais ?</i>"},{"text":"1 word, 4 syllables: it's how you say \"good afternoon\" in Kyoto<span class=\"nobreak\">--</span>or if it's not the afternoon, it's simply how you might say \"hello\"","response":"<i>Konnichiwa</i>"}],"originalDate":"2025-02-12"},{"category":"TELL US HOW YOU REALLY FEEL","comments":"","clues":[{"text":"In a 1965 hit, James Brown opens with the exclamation \"Wow!\" before singing \"I feel\" this","response":"good"},{"text":"In the musical \"West Side Story\", Maria, freshly smitten, sings a song titled \"I Feel\" this","response":"pretty"},{"text":"In a 1971 hit, Carole King sings, \"I feel\" this \"move under my feet\"","response":"the earth"},{"text":"In a 1964 hit, The Beatles sing, \"She's in love with me and I feel\" this","response":"fine"},{"text":"In 1977, Donna Summer kept everyone on the dance floor with her hit \"I Feel\" this","response":"love"}],"originalDate":"2025-02-12"},{"category":"YOUR STOCK IS CLIMBING","comments":"","clues":[{"text":"If you bought this stock at its initial price of $18 a share on May 15, 1997, congratulations! You made a prime investment","response":"Amazon"},{"text":"This \"selling\" is betting against the price of a stock; in 2008 the same kind of \"squeezing\" caused VW shares to jump 500% in 2 days","response":"short(-selling)"},{"text":"Though the stock market crashed in 1929, IBM continued to pay investors these at the rate of $1.50 per share all through the 1930s","response":"dividends"},{"text":"Since 1995, this energy drink company's stock has generated an appropriately freakish return of more than 160,000%","response":"Monster"},{"text":"Over a 1-week span in January 2021, shares of GME, this retailer, briefly rose from less than $10 to more than $120","response":"GameStop"}],"originalDate":"2025-02-13"},{"category":"20th CENTURY BOOKSHELF","comments":"","clues":[{"text":"In \"Tarzan of the Apes\", we learn that Professor Archimedes Q. Porter is the father of this woman, the hero's beloved","response":"Jane"},{"text":"A new steel alloy called Rearden Metal threatens to shake up the railroad industry in this Ayn Rand novel","response":"<i>Atlas Shrugged</i>"},{"text":"On Audible fellow Canadian Rachel McAdams narrates this 1908 classic about an orphan girl","response":"<i>Anne of Green Gables</i>"},{"text":"This graphic novel about the Holocaust by Art Spiegelman won the Pulitzer Prize","response":"<i>Maus</i>"},{"text":"OBOS is short for this title of a women's health book published starting in the '70s","response":"<i>Our Bodies, Ourselves</i>"}],"originalDate":"2025-02-13"},{"category":"MATHEMATICAL OVERLAPS","comments":"","clues":[{"text":"It's the distance across the center of that round glass enclosure where you raise indoor plants &amp; animals","response":"diameterrarium"},{"text":"Standing at a point right on the edge of a circle is someone who's not Jewish","response":"tangentile"},{"text":"Look below the line in a fraction! It's a whirlwind!","response":"denominatornado"},{"text":"Rehoboth Beach, Wilmington &amp; all the rest of the state cover a total of 2,489 square miles","response":"(the) Delawarea"},{"text":"It's a constant that multiplies a variable &amp; gets into the study of bugs","response":"coefficientomologist (coefficientomology accepted)"}],"originalDate":"2025-02-13"}],[{"category":"CIVIL WAR PLACES","comments":"","clues":[{"text":"A July 1863 Union victory at Honey Springs was the decisive battle in Indian Territory, now this state","response":"Oklahoma"},{"text":"A Union victory in the 1864 Battle of this city on the Cumberland River ended Southern resistance in Tennessee","response":"Nashville"},{"text":"Shortly after the Confederacy's surrender, this leader was captured by federal troops in Irwin County, Ga. May 10, 1865","response":"Davis"},{"text":"Where the Potomac &amp; Shenandoah Rivers meet, this city that entered history just before the war was attacked by both North &amp; South","response":"Harpers Ferry"},{"text":"The promontory known as this \"Ridge\" at the Battle of Gettysburg was the objective of Pickett's Charge","response":"Cemetery Ridge"}],"originalDate":"2025-02-13"},{"category":"WORDS WITH INTEREST","comments":"","clues":[{"text":"A guided excursion gains 6 letters of interest to become this word for a tight strip of cloth used after an injury","response":"tourniquet"},{"text":"An ear of corn doubles its size &amp; is now this abandoned arachnid abode","response":"cobweb"},{"text":"A rude fellow careless of women's feelings adds 4 letters to become this metal next to silver on the periodic table","response":"cadmium"},{"text":"One whose company is tedious gains 2 letters to become this adjective for a climatic zone near the Arctic","response":"boreal"},{"text":"The masculine form of Spanish for \"the\" increases its length by 2 letters to become this Frenchy word for vigor &amp; flair","response":"<i>élan</i>"}],"originalDate":"2025-02-13"},{"category":"NONFICTION","comments":"","clues":[{"text":"Sigmund Freud's \"The Interpretation of\" these includes some of his own, one where he's drinking from an Etruscan funerary urn","response":"Dreams"},{"text":"In this treatise Sun Tzu says, \"The impact of your army may be like a grindstone dashed against an egg\"","response":"<i>The Art of War</i>"},{"text":"This Brit covered M-theory &amp; the like in \"The Universe in a Nutshell\"","response":"Hawking"},{"text":"In this essay, Virginia Woolf created the hypothetical example of Shakespeare's sister, gifted but uneducated","response":"<i>A Room of One's Own</i>"},{"text":"Chapters in this pre-\"Silent Spring\" book by Rachel Carson include \"The Moving Tides\" &amp; \"Wind &amp; Water\"","response":"<i>The Sea Around Us</i>"}],"originalDate":"2025-02-12"},{"category":"4, 4","comments":"(Ken: Each response here, two 4-letter words.)","clues":[{"text":"The use of celluloid balls began around 1900 in this game once also called \"whiff-whaff\"","response":"ping-pong"},{"text":"The ancient Egyptians were expert users of thin metal sheets called this to adorn mummy cases in a process called gilding","response":"gold leaf"},{"text":"Rosemont &amp; Radnor are 2 of this collection of suburbs named for a stretch of railroad outside Philly","response":"the Main Line"},{"text":"Tofu sounds less appealing when you call it by this alternate name","response":"bean curd"},{"text":"A union suit may have this feature on the rear end, a flap on the back, so to speak","response":"the drop seat"}],"originalDate":"2025-02-12"},{"category":"UNESCO's INTANGIBLE CULTURAL HERITAGE","comments":"","clues":[{"text":"Ska &amp; rock steady were contributors to this style of music that made the list for Jamaica in 2018","response":"reggae"},{"text":"It's not just pizza, but the culinary practice of the pizzaiuolo, as originated &amp; still regulated by this Italian city","response":"Naples"},{"text":"This country has a national day honoring its windmills every May; the craft of their millers was recognized by UNESCO","response":"the Netherlands"},{"text":"The 2023 list included this national dish of Peru: raw fish marinated in lime juice","response":"ceviche"},{"text":"The Cracovia Danza Ballet specializes in traditional court dances of its country, including this one enshrined by UNESCO in 2023","response":"a polonaise"}],"originalDate":"2025-02-12"},{"category":"LET ME TELL YOU A STORY","comments":"(Ken: You'll name the work.)","clues":[{"text":"A traveling salesman wakes to find he has a carapace &amp; numerous legs, alarming his family","response":"<i>The Metamorphosis</i>"},{"text":"Birth rates drop, a theocracy takes over the United States, &amp; fertile women are forced into servitude","response":"<i>The Handmaid's Tale</i>"},{"text":"2 young men get summer jobs tending sheep on the slopes of a Wyoming peak, grow close &amp; meet up over the years","response":"\"Brokeback Mountain\""},{"text":"A title Greek girl insists on burying her rebel brother &amp; gets entombed in a cave; the gods avenge her","response":"<i>Antigone</i>"},{"text":"A president is grief-stricken when his son dies of typhoid fever; the son's spirit lingers in a purgatory before moving on","response":"<i>Lincoln in the Bardo</i>"}],"originalDate":"2025-02-11"}],{"category":"1990s BESTSELLERS","text":"In this 1995 book, Pilgrim is taken to Tom, whose job it is to utter secrets \"softly into pricked and troubled ears\"","response":"<i>The Horse Whisperer</i>"}]}