{"mix":54,"rounds":[[{"category":"UTENSILS","comments":"","clues":[{"text":"In Japan you use the broad end of these utensils to pick up food from a communal dish","response":"chopsticks"},{"text":"As a noun, it's a wire utensil for beating eggs; as a verb, it means to move quickly","response":"whisk"},{"text":"A taste of home cookbook of \"Soups, Stews &amp; More\" mentions this utensil &amp; 300+ recipes on its cover","response":"ladle"},{"text":"A sieve is good for getting the clumps out of flour; you can use this hole-y bowl-shaped utensil for straining pasta or rinsing lettuce","response":"colander"},{"text":"Pizza cutters are for more than just pizza! Chop herbs &amp; make strips of pastry for this fancy top for a pie crust","response":"a lattice"}],"originalDate":"2025-02-11"},{"category":"UNDER THE MICROSCOPE","comments":"","clues":[{"text":"Grain, cheese &amp; dust are types of these tiny (really, really tiny!) arthropods","response":"mite"},{"text":"SCN is short for this crop's \"cyst nematode\", a roundworm that may be kept in check by rotating the crop with corn","response":"(the) soybean"},{"text":"Many rotifers have regal tufts of cilia that draw water into their mouths; the structure goes by this name, like a layer of the Sun","response":"corona"},{"text":"Some mini cnidarians that can regenerate parts of their bodies have this mythic name, like a creature fought by Hercules","response":"hydra"},{"text":"AKA a water bear or moss piglet, this poster child of charismatic microfauna has survived exposure to the vacuum of space","response":"tardigrade"}],"originalDate":"2025-02-11"},{"category":"AMERICAN GOVERNMENT","comments":"","clues":[{"text":"Until 1935 this body didn't have its own building; it met in the Old Senate Chamber, &amp; members ate lunch in the Robing Room","response":"the Supreme Court"},{"text":"The oldest committee in the House, it's been charting revenue policy since 1789","response":"Ways and Means"},{"text":"The mission statement of this Cabinet department begins, \"With honor and integrity, we will safeguard the American people\"","response":"Homeland Security"},{"text":"Created in 1939, the Executive Office of the President is overseen by this person, a position created in 1946","response":"the (White House) chief of staff"},{"text":"Until 1967 &amp; the 25th Amendment, VP succession to the presidency was based on precedent named for this man, the first to do it","response":"Tyler"}],"originalDate":"2025-02-11"},{"category":"THEM'S FIGHTING WORDS","comments":"","clues":[{"text":"Relating to a time between ancient &amp; modern<span class=\"nobreak\">--</span>Weird Al warned he'd \"get\" this \"on your heinie\" in \"Amish Paradise\"","response":"medieval"},{"text":"An avian term for a person who thirsts for a scrap, it was used of congressmen elected before the Scrap of 1812","response":"a war hawk"},{"text":"This 9-letter adjective for someone itching to fight comes from Latin for \"of war\"","response":"bellicose"},{"text":"Throwing hands &amp; then eating together? That's not friendly fire but the alliterative friendly this slang word for a fight","response":"(the friendly) fade"},{"text":"A snack &amp; a body part are in this idiom about someone always ready to take offense","response":"a chip on their shoulder"}],"originalDate":"2025-02-11"},{"category":"MEYER SCHUSSER, IRASCIBLE REFUGEE COMPOSER OF GOLDEN AGE HOLLYWOOD","comments":"(Ken: Bet he gets up to some crazy adventures.)","clues":[{"text":"MGM sent a man they call an arranger<span class=\"nobreak\">--</span>I could do as well with any bricklayer from this city of Schubert, Strauss &amp; Schusser","response":"Vienna"},{"text":"So, young man, you studied with that Schoenberg fellow at this university in Westwood? Better to learn in a honky tonk on Central Ave.","response":"UCLA"},{"text":"Ach! I belch better than you play this single-reed woodwind that evolved from the chalumeau; out with you!","response":"a clarinet"},{"text":"I am scoring a historical drama set at the French court of Louis XV of this royal house; we will not have a \"catchy swing number\"","response":"Bourbon"},{"text":"On the screen, the children frolic; in the studio, the violins play this way, plucking their strings! That is the magic of Schusser","response":"<i>pizzicato</i>"}],"originalDate":"2025-02-11"},{"category":"CLINKY DRINKS","comments":"","clues":[{"text":"If you like piña coladas, you'd better lay in a supply of light this, the base liquor","response":"rum"},{"text":"Add a shot of Grand Marnier to a margarita &amp; you're having it this high-end style, &amp; hopefully not driving one","response":"Cadillac (style)"},{"text":"A Manhattan uses vermouth &amp; whiskey; a Bronx, vermouth &amp; this booze, plus some OJ so it's not just a martini","response":"gin"},{"text":"In 1883 a bartender told the Chicago Tribune his patrons preferred this American whiskey to bourbon in their old-fashioneds","response":"rye"},{"text":"A classic Aperol spritz gets its spritziness from club soda &amp; this Italian sparkling wine","response":"Prosecco"}],"originalDate":"2025-02-10"}],[{"category":"LITERARY QUOTATIONS","comments":"","clues":[{"text":"To Alexander Pope this \"springs eternal in the human breast: man never is, but always to be blessed\"","response":"hope"},{"text":"To Horace, \"Dulce et decorum est pro patria mori\", it is lovely &amp; honorable to die for this; WWI poet Wilfred Owen called that a lie","response":"one's country"},{"text":"Carroll critter who said, \"The time has come... to talk of many things: of shoes<span class=\"nobreak\">--</span>&amp; ships<span class=\"nobreak\">--</span>&amp; sealing wax<span class=\"nobreak\">--</span>of cabbages &amp; kings\"","response":"the Walrus"},{"text":"\"Her hair was long, her foot was light, and her eyes were wild\" is Keats on this belle dame who is without pity, not without thanks","response":"sans merci"},{"text":"In \"Tropic of Cancer\", he wrote, \"I have no money, no resources, no hopes. I am the happiest man alive\"","response":"Miller"}],"originalDate":"2025-02-10"},{"category":"FROM \"C\" TO \"Y\"","comments":"(Ken: Responses begin and end with those two letters respectively.)","clues":[{"text":"It can mean volume or space, but also mental ability","response":"capacity"},{"text":"ethereum.org can help you design &amp; issue your own one of these; you might need to write code in Python","response":"cryptocurrency"},{"text":"The opposite of voluntary, it's from the Latin for \"to force\"","response":"compulsory"},{"text":"In one sense the opposite of union, it's actually a synonym for union","response":"confederacy"},{"text":"In a candle the melted wax is carried upward via this type of \"action\" in the wick","response":"capillary"}],"originalDate":"2025-02-10"},{"category":"INTERNATIONALLY SCHOOLING YOU","comments":"","clues":[{"text":"Aye, Scottish ethnology is a full undergraduate program at the University of this capital","response":"Edinburgh"},{"text":"Australia's oldest university was founded in the 19th century in this city, on land of the Gadigal people","response":"Sydney"},{"text":"College football coach Duffy Daugherty: \"I could have been a\" this, (getting a free ride to Oxford) \"except for my grades\"","response":"a Rhodes Scholar"},{"text":"Justin Trudeau went way out West &amp; was a snowboard bum while getting a B. Ed. degree from the University of this province","response":"British Columbia"},{"text":"In 1589 Galileo became Chair of Mathematics at the University of this but soon found himself in motion to Padua","response":"Pisa"}],"originalDate":"2025-02-10"},{"category":"TV SHOW CHANGE A LETTER","comments":"","clues":[{"text":"Magic, schmagic! The Russo kids must deal with hordes of geckos &amp; skinks","response":"<i>Lizards of Waverly Place</i>"},{"text":"Hugh Laurie goes full rodent at the Princeton-Plainsboro Teaching Hospital &amp; he's addicted to all the cheese","response":"<i>Mouse</i>"},{"text":"Richie, Fonzie, Potsie &amp; Ralph Malph gather to sing the opening word of the \"Banana Boat Song\"","response":"<i>Happy Day-O</i>"},{"text":"Murderous blood-splatter specialist Michael C. Hall is addicted to his cell phone &amp; can't stop messaging","response":"<i>Texter</i>"},{"text":"Ben Bailey is back in the taxi-based game show biz; no money though<span class=\"nobreak\">--</span>your prize is an itchy skin condition","response":"<i>Rash Cab</i>"}],"originalDate":"2025-02-10"},{"category":"BEFORE, DURING &amp; AFTER","comments":"(Ken: A tournament favorite.)","clues":[{"text":"Book about Bligh &amp; Fletcher Christian &amp; job pursuing criminals for reward as a gonzo journalist of note","response":"<i>Mutiny on the Bounty Hunter S. Thompson</i>"},{"text":"Nation's top lawyer &amp; a poultry dish named for a mighty Chinese military man combine for some truly illegible handwriting","response":"Attorney General Tso's chicken scratch"},{"text":"Timeless Tevye tune that mentions Superman's nickname &amp; his favorite type of abrasive scouring pad","response":"\"If I Were A Rich Man Of Steel Wool\""},{"text":"\"Madama Butterfly\" heroine crooning in Costa Rica's capital with a glass of gold tequila from a well-known brand","response":"Cio-Cio-San Jose Cuervo"},{"text":"Taylor Swift's record-breaking concert series is both a feat of skill &amp; a French term in a contract for an act of God","response":"the Eras Tour de Force Majeure"}],"originalDate":"2025-02-10"},{"category":"LIFE SCIENCE","comments":"","clues":[{"text":"In ecology this 5-letter word refers to an area such as a desert or forest with its unique variety of life","response":"biome"},{"text":"This fibrous protein that makes up your hair &amp; nails is also a major component of an animal's claws, hooves &amp; feathers","response":"keratin"},{"text":"Fish, mammals &amp; even spiders secrete these chemicals that allow them to communicate with members of their own species","response":"pheromone"},{"text":"A neuron is made up of 3 basic parts: a cell body, an axon &amp; these treelike filaments","response":"dendrites"},{"text":"DNA consists of these smaller units that bond together in long chains called poly-these","response":"nucleotide"}],"originalDate":"2025-02-10"}],{"category":"HISTORIC NAMES","text":"He was riding back from the conquest of Granada when he was summoned to a royal meeting that would change history","response":"(Christopher) Columbus"}]}