{"mix":56,"rounds":[[{"category":"THE BATHROOM","comments":"","clues":[{"text":"The Toftan soap dispenser is one of several bathroom products this retail giant has named after Swedish bodies of water","response":"IKEA"},{"text":"No toilet paper needed for your derriere when using this bathroom fixture that's French for \"small horse\"","response":"a bidet"},{"text":"Playing Lillian, Maya Rudolph delivers the line \"Oh, no, no, no, oh no, I need a bathroom\" in this 2011 film comedy","response":"<i>Bridesmaids</i>"},{"text":"The Baltimore Museum of Art has all-gender restrooms named after this \"Hairspray\" film director","response":"John Waters"},{"text":"It's the popular restaurant chain whose restrooms are labeled \"Blokes\" &amp; \"Sheilas\"","response":"Outback Steakhouse"}],"originalDate":"2025-02-05"},{"category":"WHO POSTED IT?","comments":"","clues":[{"text":"In April of 2024:<br>\"Only a fortnight til The Tortured Poets Department\"","response":"Taylor Swift"},{"text":"In 2020, almost 30 years after the release of \"Home Alone\":<br>\"Hey guys, wanna feel old?  I'm 40.  You're welcome\"","response":"Macaulay Culkin"},{"text":"After reaching a 2022 deal to acquire Twitter:<br>\"Next I'm buying Coca-Cola to put the cocaine back in\"","response":"Elon Musk"},{"text":"In 2024, this athlete with over a billion social media followers:<br>\"Proud to make history as the first top scorer in 4 countries\"","response":"Cristiano Ronaldo"},{"text":"Pictured riding a bike hands-free, curly hair flowing behind him:<br>\"My hands are for one thing only: playing sax\"","response":"Kenny G"}],"originalDate":"2025-02-05"},{"category":"STOCKING THE CABINET","comments":"","clues":[{"text":"This chief justice of the U.S. moonlighted at his old secretary of state gig for John Adams","response":"(John) Marshall"},{"text":"Herbert Hoover handled merch in this Cabinet post under Warren Harding &amp; Calvin Coolidge","response":"Commerce"},{"text":"An ex-presidential candidate himself, he diplomatically followed Hillary Clinton as Obama's secretary of state","response":"Kerry"},{"text":"Treasury Sec. Salmon P. Chase raised revenue &amp; inflation by printing the U.S. government's first currency, known by this colorful name","response":"greenback"},{"text":"Robert Todd Lincoln, who saw his share of bad stuff, was in this president's Cabinet &amp; witnessed his fatal shooting in Washington","response":"Garfield"}],"originalDate":"2025-02-06"},{"category":"LEGENDARY TWEETS","comments":"(Ken: You'll name the person responsible for each one.)","clues":[{"text":"\"Contrary to popular belief, me don't only eat cookies. Me eat three square meals a day... with lots of circular desserts\"","response":"Cookie Monster"},{"text":"\"I rewatched 'Office Space' tonight for the 5th time to prepare for @doge!\"","response":"Elon Musk"},{"text":"\"I have to dress Kim every day so she doesn't embarrass me\"","response":"Kanye"},{"text":"\"Oh. My. God. I spend my day cleaning &amp; vacuuming &amp; sanitizing everything in the house. I have become Danny Tanner\"","response":"Bob Saget"},{"text":"\"And of course, the film 'Gravity' (2013) should instead have been named 'Zero Gravity\"'","response":"deGrasse Tyson"}],"originalDate":"2025-02-06"},{"category":"ENDS IN \"FF\"","comments":"","clues":[{"text":"This type of tax on imports goes back to Arabic for \"notification\"","response":"a tariff"},{"text":"It can mean to mock someone, or to eat voraciously","response":"to scoff"},{"text":"It's the Hogwarts house that fits the category","response":"Hufflepuff"},{"text":"In ancient Rome, an ancestor of the English type of this dog breed fought bears, lions &amp; even gladiators in the arena","response":"a mastiff"},{"text":"This word meant any bishop, but now it's specifically the bishop of Rome","response":"pontiff"}],"originalDate":"2025-02-06"},{"category":"ENGLISH LIT","comments":"","clues":[{"text":"This book begins, \"Once there were four children whose names were Peter, Susan, Edmund and Lucy\"","response":"<i>The Lion, the Witch and the Wardrobe</i>"},{"text":"\"Catriona\", a sequel to this novel, recounts \"The Further Adventures of David Balfour at Home and Abroad\"","response":"<i>Kidnapped</i>"},{"text":"Published in 1853, \"Villette\", her last completed novel, tells of a young woman who teaches at a boarding school in the title town","response":"Charlotte Brontë"},{"text":"This James Joyce novel ends, \"The keys to. Given! A way a lone a last a loved a long the\"","response":"<i>Finnegans Wake</i>"},{"text":"This Irish poet &amp; 1995 Nobel laureate won monster praise for his modern translation of \"Beowulf\"","response":"(Seamus) Heaney"}],"originalDate":"2025-02-06"}],[{"category":"YOU NEED TO SEE A SPECIALIST","comments":"(Ken: Ooh, not great news...)","clues":[{"text":"A maternal-fetal medicine doctor can judge the wisdom of VBAC, giving birth naturally when you've previously delivered this way","response":"caesarean section"},{"text":"It's thalassemia, so you're short on this protein that carries oxygen in the blood<span class=\"nobreak\">--</span>here's a referral to the hematologist","response":"hemoglobin"},{"text":"Meaning related to the elderly, it precedes \"medicine\" for a specialist who sees a lot of falls &amp; dementia","response":"geriatric"},{"text":"An epileptologist will know how to treat tonic-clonic seizures, the bad kind also known by this French name","response":"grand mal"},{"text":"An endocrinologist can treat this insufficiency<span class=\"nobreak\">--</span>the glands of the same name are under-producing hormones like cortisol","response":"adrenal"}],"originalDate":"2025-02-06"},{"category":"NEWISH WORDS &amp; PHRASES","comments":"","clues":[{"text":"Pink outfits are central to this \"-core\" that got some pop culture heat from a 2023 flick with some real dolls","response":"Barbiecore"},{"text":"Involving a paper container, this phrase refers to what someone is after not selling that bad investment, now even worse","response":"a bag holder"},{"text":"Meaning perfectly acceptable, this word from \"Simpsons\" fame made it into Merriam-Webster in 2023","response":"cromulent"},{"text":"This online activity of anxiously poring over the sad state of affairs was in full swing in 2024","response":"doomscrolling"},{"text":"E.H.E. is short for this type of steamy meteorological happening, all too common now with climate change","response":"an extreme heat event"}],"originalDate":"2025-02-06"},{"category":"ELEMENTAL NAMES","comments":"","clues":[{"text":"Hey there, the song \"Delilah\" off Queen's album \"Innuendo\" was named after this man's cat","response":"Freddie Mercury"},{"text":"In a 1900 story a motley crew stumbles upon this character, frozen in position for more than a year","response":"the Tin Man"},{"text":"This gym was founded in Venice Beach by a bodybuilder &amp; Navy veteran; I saw it in \"Pumping Iron\"","response":"Gold's Gym"},{"text":"According to a study published in 2016, this venomous pit viper was responsible for 39% of snake bites on U.S. kids","response":"a copperhead"},{"text":"This guy behind FiveThirtyEight.com only missed one state in the 2008 presidential election: Indiana","response":"Nate Silver"}],"originalDate":"2025-02-05"},{"category":"OCCUPATIONAL HAZARDS","comments":"","clues":[{"text":"Some truck drivers battle sleepiness with this chemical, the mainstay of NoDoz, Vivarin &amp; 5-hour Energy","response":"caffeine"},{"text":"Compounds of this element, atomic number 17, can give lifeguards respiratory problems","response":"chlorine"},{"text":"Sylvia Mackey is the mother of the 88 Plan, which provides aid to retirees who had this job &amp; suffer from dementia","response":"football player"},{"text":"Falls are always a concern for a shingler, a subspecialty of this job","response":"a roofer"},{"text":"That Siamese in for a checkup may have an asymptomatic Bartonella infection &amp; give the vet this febrile disease","response":"cat scratch fever"}],"originalDate":"2025-02-05"},{"category":"A HALF HOUR OF TELEVISION","comments":"","clues":[{"text":"Selina Meyer, on this HBO sitcom: \"I will destroy you in ways that are so creative, they will honor me for it at the Kennedy Center\"","response":"<i>Veep</i>"},{"text":"On the next \"Arrested Development\"... Jeffrey Tambor was dad to this actor; he, in turn, was dad to Michael Cera","response":"Bateman"},{"text":"Ilana Glazer, reacting to a man who wants to get married on this comedy: \"I'm only 27. What am I, a child bride?\"","response":"<i>Broad City</i>"},{"text":"Benjamin Arthur tagged in as Jake \"The Snake\" Roberts while Bradley Constant played a \"Young\" him","response":"The <i>Rock</i>"},{"text":"As Revolutionary War soldier Nigel Chessum, John Hartman falls in love with the man who killed him on this CBS comedy","response":"<i>Ghosts</i>"}],"originalDate":"2025-02-05"},{"category":"MOVIES AFTER YOU PRESS PLAY","comments":"","clues":[{"text":"\"The End\" by The Doors plays; a jungle bursts into flames &amp; fades into Captain Willard in Saigon","response":"<i>Apocalypse Now</i>"},{"text":"1996:<br>Drew Barrymore talks on the phone to a mysterious voice while making popcorn","response":"<i>Scream</i>"},{"text":"1981:<br>The Paramount Pictures mountain fades into a Peruvian peak","response":"<i>Raiders of the Lost Ark</i>"},{"text":"2024:<br>After an egg yolk births a second yolk, Demi Moore's star on the Walk of Fame begins to age","response":"<i>The Substance</i>"},{"text":"Animated Muses on a Grecian vase come to life &amp; mention the title demigod before singing a gospel-tinged myth primer","response":"<i>Hercules</i>"}],"originalDate":"2025-02-05"}],{"category":"IMAGES OF 2024","text":"Item in common to a January 1889 self-portrait &amp; several of those attending the 2024 Republican National Convention","response":"an ear bandage (ear bandages)"}]}