{"mix":59,"rounds":[[{"category":"HOMONYMBLE ON YOUR FEET","comments":"","clues":[{"text":"To scoop water out of a boat, or to leave suddenly to avoid a bad situation","response":"bail"},{"text":"To follow stealthily during a hunt, or the main stem of a plant","response":"a stalk"},{"text":"Extremely sensitive to the touch, or a smaller ship used to assist a larger one... any \"Below Deck\" fans playing now?","response":"a tender"},{"text":"A part of the body, or a pro wrestler who purposely antagonizes fans; c'mon, ref! How did you not see that?!","response":"a heel"},{"text":"Prey, or an excavation to remove stone","response":"quarry"}],"originalDate":"2025-01-30"},{"category":"LET'S PUT 2 THINGS TOGETHER","comments":"","clues":[{"text":"First name of Koufax or Duncan + a frozen waffle brand once owned by Kellogg's = this not quite a Southern California city","response":"Sandy Eggo"},{"text":"1st name of the guy \"who lives in a pineapple under the sea\" + activity with \"star promenade\" &amp; \"arm turns\" = this dude with new moves","response":"SpongeBob SquareDance"},{"text":"The state where you'll find Sleepy Hollow &amp; New Paltz + shortened plural for a cloth used to blow the nose","response":"the New York Hankies"},{"text":"A word preceding \"punishment\" when that's applied to a body + married name of Ark. Gov. Sarah = this demoted fried chicken magnate","response":"Corporal Sanders"},{"text":"5-letter synonym for terrible that also describes the \"Truth\" in a film title + the Willis one in Illinois = this European eyesore","response":"the Awful Tower"}],"originalDate":"2025-01-30"},{"category":"ASIAN HISTORY","comments":"","clues":[{"text":"West Papua became a part of this country in 1969 as its Irian Jaya province","response":"Indonesia"},{"text":"During the Vietnam War, this Asian city was the headquarters of American military operations","response":"Saigon"},{"text":"Öz Beg was both great &amp; powerful as khan of this group whose territory ranged from the Carpathians to Siberia","response":"the Golden Horde"},{"text":"The Killing Fields of Cambodia got their name due to the brutality of this French-named communist group","response":"Khmer Rouge"},{"text":"This Sri Lankan guerrilla force attacked Colombo's airport in 2001, destroying many of the country's commercial planes","response":"the Tamil Tigers"}],"originalDate":"2025-01-30"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"Rhyming synonym for a namecheck","response":"a shout-out"},{"text":"In a 2017 movie one of these title objects in Missouri reads, \"And Still No Arrests?\"","response":"a billboard (three billboards outside Ebbing, Missouri accepted)"},{"text":"Since 1991, this 3-letter abbreviation has referred to familiar text messaging technology","response":"SMS"},{"text":"The Baltic-Finnic languages include Finnish &amp; this national language spoken due south across the Viro Strait","response":"Estonian"},{"text":"It's alternation of types of speech, common among Black employees moving in &amp; out of African-American Vernacular English","response":"code-switching"}],"originalDate":"2025-01-30"},{"category":"AUTHORS","comments":"","clues":[{"text":"Andrew Neiderman has written 60+ books under the name of this \"Flowers in the Attic\" author plus her bio, \"The Woman Beyond the Attic\"","response":"V.C. Andrews"},{"text":"This author of \"The Right Stuff\" defined the New Journalism as using fiction techniques in reporting","response":"Wolfe"},{"text":"Early novelists often titled books after a character; see Henry Fielding's \"Joseph Andrews\", \"Jonathan Wild\" &amp; this 1749 tale","response":"<i>Tom Jones</i>"},{"text":"Sinclair Lewis created this guy, a symbol of materialist conformity; Matthew Broderick played him on stage in 2024","response":"Babbitt"},{"text":"In 2023 an amateur scholar found a creepy story by this Irish novelist, \"Gibbet Hill\", from an 1890 newspaper &amp; unpublished since","response":"Bram Stoker"}],"originalDate":"2025-01-30"},{"category":"STARTS &amp; ENDS WITH THE SAME VOWEL","comments":"","clues":[{"text":"It's the collective term for all the people in an area eligible to vote","response":"electorate"},{"text":"Shapely name for President's Park South, a 52-acre location near the White House used for gatherings &amp; other activities","response":"The Ellipse"},{"text":"A region of ancient Greece, it was the pastoral home of the god Pan","response":"Arcadia"},{"text":"In \"War and Peace\" Pierre is criticized for preaching the doctrines of this secret group","response":"the Illuminati"},{"text":"Ismat Chughtai, a writer in this South Asian language, shocked some with her 1942 story \"The Quilt\" about female-female intimacy","response":"Urdu"}],"originalDate":"2025-01-30"}],[{"category":"RECENT TV","comments":"","clues":[{"text":"There's no sign of Batman, but we'll settle for a latex-laden Colin Farrell as the titular villain of this 2024 series","response":"<i>The Penguin</i>"},{"text":"This rock boss memorably appears in the final season of \"Curb Your Enthusiasm\"; he blames Larry for giving him COVID","response":"Bruce Springsteen"},{"text":"According to one journalist, this catchphrase from \"The Bear\" denotes \"a collective thirst now felt toward Jeremy Allen White\"","response":"Yes, Chef"},{"text":"Kathryn Hahn acts like a total witch as the star of \"Agatha All Along\", a 2024 spin-off of this TV marvel","response":"<i>WandaVision</i>"},{"text":"A rabbi &amp; a podcaster walk into a relationship: it's the premise of this 2024 rom-com series starring Adam Brody &amp; Kristen Bell","response":"<i>Nobody Wants This</i>"}],"originalDate":"2025-01-29"},{"category":"TEXTING ABBREVIATIONS","comments":"","clues":[{"text":"SMH:<br>I'm showing disapproval by moving my skull from side to side","response":"shaking my head"},{"text":"NVM:<br>Actually, disregard what I just said (like how much I love that 1991 Nirvana album)","response":"nevermind"},{"text":"TLDR:<br>Dude, you need an editor<span class=\"nobreak\">--</span>that is overly verbose &amp; I'm not looking at it","response":"too long; didn't read (too long; don't read accepted)"},{"text":"NGL:<br>I shall tell you the truth, the whole truth &amp; nothing but the truth","response":"not gonna lie"},{"text":"WYWH:<br>Like Pink Floyd said, my desire is for you to be in the same place as me right now","response":"wish you were here"}],"originalDate":"2025-01-29"},{"category":"ALLITERATIVE ANATOMY","comments":"","clues":[{"text":"Estimates show that, among humans, 10% of these umbilici are \"outies\"","response":"bellybuttons"},{"text":"Your entire sole is resting on the ground?  It's likely you have this condition","response":"flat feet"},{"text":"The layman's term for a fontanelle, an area on a newborn baby's head; it's also used to mean \"a sentimental weakness\"","response":"a soft spot"},{"text":"Also called a laryngeal prominence, it's more prominent in males than females","response":"a Adam's apple"},{"text":"Known as the building blocks of proteins, lysine &amp; tryptophan are 2 types of these","response":"amino acids"}],"originalDate":"2025-01-29"},{"category":"HBCUs","comments":"","clues":[{"text":"Showcased in the doc \"Homecoming\", her epic 2018 Coachella gig was a loving tribute to HBCU culture","response":"Beyoncé"},{"text":"Founded mostly at HBCUs, the so-called \"Divine 9\" includes 4 of these groups; Kamala Harris is in Alpha Kappa Alpha, which is one of them","response":"sororities"},{"text":"Need to locate an alum of this revered D.C. school?  Just shout out \"H-U!\"; any Bison who hears you will shout back, \"You know!\"","response":"Howard University"},{"text":"This state has the most HBCUs: 14, including Talladega College &amp; Selma University","response":"Alabama"},{"text":"Martin Luther King Jr., Spike Lee &amp; Samuel L. Jackson all attended this Atlanta school, the largest men's college in the U.S.","response":"Morehouse College"}],"originalDate":"2025-01-29"},{"category":"OVER, UNDER, OR EXACTLY 100","comments":"","clues":[{"text":"Members of the U.S. Senate, at full capacity","response":"exactly 100"},{"text":"Total number of elements on the periodic table","response":"over 100"},{"text":"Number of bathrooms in the White House","response":"under 100"},{"text":"The record for most points scored by a single player in an NBA game, set by Wilt Chamberlain in 1962","response":"exactly 100"},{"text":"Number of people who have ever served as a U.S. Supreme Court justice","response":"over 100"}],"originalDate":"2025-01-29"},{"category":"THE GREATEST YEAR IN MOVIE HISTORY?","comments":"","clues":[{"text":"1994?<br>\"Pulp Fiction\", \"The Shawshank Redemption\" &amp; this comedy about 2 numbskulls who drive a mini-bike to Aspen","response":"<i>Dumb and Dumber</i>"},{"text":"1999?<br>\"The Sixth Sense\", \"The Matrix\" &amp; this rom-com about a movie star who falls for a floppy-haired bookstore owner","response":"<i>Notting Hill</i>"},{"text":"2007?<br>\"There Will Be Blood\", \"No Country for Old Men\" &amp; this drama starring George Clooney as a law firm fixer","response":"<i>Michael Clayton</i>"},{"text":"1939?<br>\"Ninotchka\", \"Gone with the Wind\" &amp; this Jimmy Stewart classic about a young senator who takes on corruption","response":"<i>Mr. Smith Goes to Washington</i>"},{"text":"1986?<br>\"Ferris Bueller's Day Off\", \"Aliens\" &amp; this coming-of-age drama about 4 boys who go looking for a dead body","response":"<i>Stand By Me</i>"}],"originalDate":"2025-01-29"}],{"category":"FICTIONAL CHARACTERS","text":"This character's efforts in Africa to end an epidemic killing monkeys inspired Jane Goodall to do something similar","response":"Doctor Dolittle"}]}