{"mix":63,"rounds":[[{"category":"CHANGE THE MIDDLE LETTER","comments":"(Ken: Each response will be two words.)","clues":[{"text":"You can sit on one in a park, change the middle letter &amp; boom, you're at a new location laying out &amp; catching rays","response":"bench & beach"},{"text":"A rodent eats up the only vowel &amp; becomes a word of decomposition","response":"rat & rot"},{"text":"Heroic bravery in battle becomes a visible exhalation of steam","response":"valor & vapor"},{"text":"The underlying subject of a literary work isn't love or guilt but a seasoning great for pasta &amp; roasts","response":"theme & thyme"},{"text":"A description of one bearing a message (or worse, a disease) gets fancy as a French luxury brand name","response":"carrier & Cartier"}],"originalDate":"2025-01-24"},{"category":"RUNNING","comments":"","clues":[{"text":"This 3,000-meter track event at the 2024 Olympics included 28 barriers (sort of like hurdles) &amp; 7 water jumps","response":"the steeplechase"},{"text":"Track &amp; field at the University of Oregon began back in 1895, helping this city earn the nickname of \"Tracktown U.S.A.\"","response":"Eugene"},{"text":"Gunder \"The Wonder\" Hägg held the record in running the fastest mile until 1954, when this man ran a sub-4-minute mile","response":"Bannister"},{"text":"Not one but 2 reality series have focused on Jakob Ingebrigtsen &amp; his brothers, elite runners from this Nordic country","response":"Norway"},{"text":"You will \"Race Across the Sky\" in the LT100, a 100-mile trail run into the Rockies, starting &amp; ending in this Colorado city","response":"Leadville"}],"originalDate":"2025-01-24"},{"category":"LIKE THE DICKENS","comments":"(Ken: A category about stories inspired by Dickens' works.)","clues":[{"text":"In \"Miss Marley\" Clara &amp; Jacob Marley are orphans whose fates turn once the latter partners with this man","response":"Ebenezer Scrooge"},{"text":"In \"Jack Dawkins\" the character known by this nickname returns to London after being sent to Australia on a prison ship","response":"the Artful Dodger"},{"text":"\"The Unlikely Escape of Uriah Heep\" finds the title villain \"summoned\" from the pages of this Dickens tale by young Charley","response":"<i>David Copperfield</i>"},{"text":"In \"The Great Fire of London\", a film of this book is planned, &amp; Audrey has spectral contact with the title imprisoned lass","response":"<i>Little Dorrit</i>"},{"text":"Inspired by this Dickens masterwork, \"Tom-All-Alone's\" catches up with Inspector Bucket &amp; wily solicitor Tulkinghorn","response":"<i>Bleak House</i>"}],"originalDate":"2025-01-24"},{"category":"I HAVE A MEME","comments":"","clues":[{"text":"Don't click on that hyperlink!  You could become a victim of this O.G. meme, a bait-&amp;-switch prank involving '80s singer Rick Astley","response":"a rickroll"},{"text":"One of 2023's meme-iest memes was a photo of this \"King of Queens\" star mischievously shrugging &amp; smirking","response":"Kevin James"},{"text":"A purple milkshake honoring the birthday of this McDonald's mascot sparked a wave of parody horror videos that still haunts us","response":"Grimace"},{"text":"Barbie sparked a beachload of memes in 2023, including one featuring the unlikely question \"Do you guys ever think about\" this","response":"dying (death accepted)"},{"text":"This dress-wearing android had us all recreating her trademark hallway dance in 2023<span class=\"nobreak\">--</span>minus the part with all the murdering","response":"M3GAN"}],"originalDate":"2025-01-22"},{"category":"AN APP FOR EVERY ORG","comments":"","clues":[{"text":"This federal organization has an app where you can \"check your refund status\" &amp; \"sign up for helpful tax tips\"","response":"the IRS"},{"text":"By protecting animals, you earn rankings like \"Lieutenant Llama\" &amp; \"Colonel Chicken\" on the app for this org. founded in 1980","response":"PETA"},{"text":"Hey, senior citizens! <br> Staying sharp is an app that helps with brain health &amp; memory; it was developed by this organization","response":"the AARP"},{"text":"Formed in 1979, this government org. has an app that helps you \"locate emergency shelters\" &amp; \"prepare for common hazards\"","response":"FEMA"},{"text":"Stopped by a traffic cop?  At a protest?  Know your rights!  This organization founded in 1920 has an app called Mobile Justice","response":"the ACLU"}],"originalDate":"2025-01-22"},{"category":"YOU'VE GOT IT ALL BACKWARDS","comments":"","clues":[{"text":"Using her first name spelled backwards, Aneres was a fashion label launched in 2004 by a legend in this sport","response":"tennis"},{"text":"In this picture book series, a longtime antagonist is Odlaw; read his name backwards &amp; it makes sense","response":"(<i>Where's</i>) <i>Waldo</i>(<i>?</i>)"},{"text":"We see what you did there, Ms. Winfrey; the media mogul gave her production company this name in 1990 by reversing her first name","response":"Harpo"},{"text":"Filled with healthy vitamins, a half-cup of asparagus also contains a gram of this substance spelled backwards in \"asparagus\"","response":"sugar"},{"text":"It's the insurance giant famously bailed out in 2008 whose stock ticker symbol appears backwards in \"Giant\"","response":"AIG"}],"originalDate":"2025-01-22"}],[{"category":"VOWEL-LESS U.S. STATES","comments":"","clues":[{"text":"\"Famous potatoes\" appears on its standard license plates:<br>DH","response":"Idaho"},{"text":"One of the \"Four Corners\" states:<br>RZN","response":"Arizona"},{"text":"Where \"Roll Tide!\" &amp; \"War Eagle!\" are often shouted:<br>LBM","response":"Alabama"},{"text":"In 1973 it became the first state to decriminalize marijuana possession:<br>RGN","response":"Oregon"},{"text":"The only state that touches the Arctic Ocean:<br>LSK","response":"Alaska"}],"originalDate":"2025-01-22"},{"category":"ART CLASS","comments":"","clues":[{"text":"In 1901, towards the start of his Blue Period, this artist painted himself on a blue background","response":"Picasso"},{"text":"René Magritte's \"The Son of Man\" shows a man wearing a bowler hat whose face is obscured by this fruit","response":"a green apple"},{"text":"In this Vermeer work, we see a young woman wearing a turban &amp; a fancy piece of jewelry","response":"<i>Girl with a Pearl Earring</i>"},{"text":"The woman in this 1871 masterpiece is sitting down because she got tired of standing while posing for her son","response":"<i>Whistler's Mother</i>"},{"text":"This French artist's \"The Dance Class\" shows choreographer Jules Perrot leading a group of ballerinas","response":"Degas"}],"originalDate":"2025-01-22"},{"category":"GLOBAL PRIDE","comments":"","clues":[{"text":"Virgin Australia offered \"Pride Flights\" from Melbourne &amp; Brisbane to this Australian city for its 2024 Mardi Gras","response":"Sydney"},{"text":"A destination for many same-sex couples, La Zona Romántica is located in Puerto Vallarta in this country's state of Jalisco","response":"Mexico"},{"text":"Drag queen shows in Yoyogi Park &amp; a parade route through the Harajuku District are staples at an annual Pride event in this city","response":"Tokyo"},{"text":"Iceland celebrates Pride by painting a rainbow on one of its streets in this capital city","response":"Reykjavík"},{"text":"Brazil's most populated city, it holds a Guinness World Record for largest Pride parade in the world","response":"São Paulo"}],"originalDate":"2025-01-22"},{"category":"DURING HIS PRESIDENCY","comments":"","clues":[{"text":"Paris Peace Accords;<br>establishment of the EPA;<br>Watergate","response":"Nixon"},{"text":"U.S. withdrawal from Paris climate agreement; Women's March;<br>creation of the Space Force","response":"Donald Trump"},{"text":"Pope Francis visits the White House;<br>legalization of same-sex marriage;<br>signing of Affordable Care Act","response":"Obama"},{"text":"Spanish Civil War;<br>end of Prohibition;<br>launch of the New Deal","response":"Franklin Delano Roosevelt"},{"text":"The fall of Saigon;<br>Lynette \"Squeaky\" Fromme sentenced to life in prison;<br>U.S. celebrates Bicentennial","response":"Gerald Ford"}],"originalDate":"2025-01-22"},{"category":"SAVE THE DRAMA FOR YO' MOMMA","comments":"","clues":[{"text":"Keep it together, y'all!  In a 1955 play, Big Momma's son is an alcoholic &amp; his wife feels like this animal \"on a hot tin roof\"","response":"a cat"},{"text":"Dayum!  In a Sophocles play, he receives a prophecy that he's going to sleep with his own mother","response":"Oedipus"},{"text":"His play \"Long Day's Journey into Night\" opens after mom's return home from a rehab stint for morphine addiction","response":"Eugene O'Neill"},{"text":"10 times the drama! <br> August Wilson's famous 10-play cycle includes a 1980s play with this \"Ma\" in its title","response":"<i>Ma Rainey's Black Bottom</i>"},{"text":"Whoa!  Just before the end of act 2 in this Tracy Letts play, Barbara screams at her mom, \"I'm running things now!\"","response":"<i>August: Osage County</i>"}],"originalDate":"2025-01-22"},{"category":"OUR COLORFUL WORLD","comments":"","clues":[{"text":"A North Carolina river is named this, something brave kayakers encounter on it","response":"Whitewater"},{"text":"This range extends about 250 miles north to south in Vermont","response":"Green Mountains"},{"text":"It rises in the Tibetan plateau on its way to the similarly named sea","response":"the Yellow River"},{"text":"This city is directly across the Rio Grande from Matamoros, Mexico","response":"Brownsville, Texas"},{"text":"This Maryland suburb of Washington, D.C.  got its name from a stream lined with sparkling flecks of mica","response":"Silver Spring"}],"originalDate":"2025-01-23"}],{"category":"SIBLINGS","text":"They used some of their $65 million settlement to stockpile bitcoin &amp; in 2014 they founded their own cryptocurrency exchange","response":"the Winklevoss twins (Cameron & Tyler Winklevoss)"}]}