{"mix":64,"rounds":[[{"category":"CURLS","comments":"","clues":[{"text":"This fast food chain gets good marks for its seasoned curly fries; order 'em with the Double Jack Burger","response":"Jack in the Box"},{"text":"The name of this paper-thin French pancake comes from the Latin for \"curled\"","response":"a crêpe"},{"text":"This lass with golden curls starred as an orphan with golden curls in the 1935 film \"Curly Top\"","response":"Shirley Temple"},{"text":"Part of a neuro exam is stroking the sole of a foot; if your toes curl, great! If your big toe extends it's a Babinski this &amp; a sign of an issue","response":"a reflex"},{"text":"The name of the American Curl cat breed does not refer to the fur but to the shape of these","response":"ears"}],"originalDate":"2025-01-23"},{"category":"HISTORY OF BRITAIN","comments":"","clues":[{"text":"Signed by Alexander II &amp; Henry III, 1237's Treaty of York set the border between these 2 kingdoms","response":"England & Scotland"},{"text":"Britain finally began using this on September 14, 1752, resulting in a time jump of almost 2 weeks to catch up with other nations","response":"the Gregorian calendar"},{"text":"In 1743 against the French, the second king of this name was the last British monarch to lead troops on a battlefield","response":"George"},{"text":"Triggered by an unpopular tax &amp; led by Wat Tyler, the \"Great Uprising\" of 1381 is better known by this \"low class\" name","response":"the Peasants' Revolt"},{"text":"In the colonial era Brits picked up a few Hindi words, like this short one for their 1858-1947 rule over India","response":"raj"}],"originalDate":"2025-01-23"},{"category":"ALLITERATIVE LIT","comments":"","clues":[{"text":"In a Washington Irving tale, this figure tethered his steed \"nightly among the graves in the churchyard\"","response":"the Headless Horseman"},{"text":"\"Stop!\" he tells Violet, \"The gum isn't ready yet! It's not right!\"","response":"Willy Wonka"},{"text":"In a Melville tale he's the title foretopman","response":"Billy Budd"},{"text":"Psychic investigator Dr. Montague delves into this Shirley Jackson structure","response":"Hill House"},{"text":"Feeling familiar, Henry V says, \"We few, we happy few, we\" this group","response":"band of brothers"}],"originalDate":"2025-01-23"},{"category":"JANUARY BABIES","comments":"","clues":[{"text":"Born January 17, 1942 to a Baptist &amp; a Methodist, this athlete announced he converted to Islam in 1964","response":"Muhammad Ali"},{"text":"In January 2014 Dennis Rodman sang \"Happy Birthday\" to this world leader before an exhibition basketball game in Pyongyang","response":"Kim Jong Un"},{"text":"In 1929 at age 21 she finished second behind Jean-Paul Sartre in an advanced philosophy exam","response":"Madame (Simone) de Beauvoir"},{"text":"Born January 1936, this historian was a founder of the institution that would become the National WWII Museum","response":"(Stephen) Ambrose"},{"text":"This author of \"The Woman in White\" &amp; \"The Moonstone\" was born in London on January 8, 1824","response":"Wilkie Collins"}],"originalDate":"2025-01-23"},{"category":"WOMEN THROUGH THE YEARS","comments":"","clues":[{"text":"An 1857 poem about Florence Nightingale says, \"In that house of misery / A lady with\" this \"I see / Pass through the glimmering gloom\"","response":"a lamp"},{"text":"While she was at Cornell, this future Supreme Court justice took Vladimir Nabokov's European lit class","response":"(Ruth Bader) Ginsburg"},{"text":"Melanie Mark of Vancouver is the first female First Nations member in this province's legislature","response":"British Columbia"},{"text":"A star sharpshooter in Wild West shows, she shot the ashes from a cigarette held by Germany's future Kaiser Wilhelm","response":"Annie Oakley"},{"text":"In 2013 this early cosmonaut said she'd like to go to Mars, even if it were a one-way trip","response":"Tereshkova"}],"originalDate":"2025-01-22"},{"category":"LITERALLY LITERATURE","comments":"","clues":[{"text":"\"Wide Sargasso Sea\" by Jean Rhys tells the story of the first wife of this character from \"Jane Eyre\"","response":"Rochester"},{"text":"A book by Jean Améry tries to salvage the reputation of Charles, the dull, cuckolded husband of this Flaubert character","response":"Madame Bovary"},{"text":"This 1880s short story ends with \"never a cobra dared show its head inside the walls\"","response":"\"Rikki-Tikki-Tavi\""},{"text":"This author is a character in \"Shoeless Joe\"; not happy about being portrayed, he isn't in the movie version \"Field of Dreams\"","response":"Salinger"},{"text":"\"Man produces evil as a bee produces honey\" is a thought from this Brit who wrote about kids gone savage on an island","response":"Golding"}],"originalDate":"2025-01-22"}],[{"category":"<em class=\"underline\">FORTUNE</em> GLOBAL 500 COMPANIES","comments":"","clues":[{"text":"In 2023 the Passat from this car company celebrated its 50th anniversary, having debuted as a 2- &amp; 4-door hatchback","response":"Volkswagen"},{"text":"If folks keep buying the 96-roll toilet paper packs at this chain that merged with Price Club in 1993, it may stay in the 500","response":"Costco"},{"text":"In November 2024 an \"A\" share of its stock was priced at $693,000, y'know, give or take","response":"Berkshire Hathaway"},{"text":"This company makes everything from cat food to Coffee Mate... hold on... do I see a crossover product?! No. I certainly do not","response":"Nestlé"},{"text":"For Q3 of 2024 this Global 500 company once based in The Hague reported $6.03 billion in adjusted earnings","response":"(Royal Dutch) Shell"}],"originalDate":"2025-01-22"},{"category":"IT'S A VERB! IT'S A NOUN!","comments":"","clues":[{"text":"To gather animals into a group, or the group that results","response":"herd"},{"text":"To entertain guests, or Communion bread","response":"host"},{"text":"To turn around &amp; around, or a Scottish dance","response":"reel"},{"text":"To tremble, or a container for pointed projectiles","response":"quiver"},{"text":"To gather crops, or the season for doing it","response":"harvest"}],"originalDate":"2025-01-22"},{"category":"SALTY BODIES OF WATER","comments":"","clues":[{"text":"Iran's Lake Urmia hosts salt-tolerant species like this tall, pink wading bird, sometimes a flamboyance of about 30,000 of them","response":"a flamingo"},{"text":"Dubbed hypersaline at 40% salinity, Don Juan Pond in this continent's McMurdo Dry Valleys region is merely inches deep","response":"Antarctica"},{"text":"High in salts of sodium &amp; potassium, Little Manitou Lake northeast of Lake Diefenbaker is called the \"Dead Sea of\" this nation","response":"Canada"},{"text":"This so-called \"Sea\" in a Southern California desert didn't exist until a flood filled a low basin","response":"the Salton Sea"},{"text":"The lowest point on the continent, Lake Assal in this small Horn of Africa nation is a prime source of quarried salt","response":"Djibouti"}],"originalDate":"2025-01-22"},{"category":"ANATOMY","comments":"","clues":[{"text":"The tarsals &amp; the metatarsals are among the 26 bones that make up this body part","response":"the feet"},{"text":"It's where the left &amp; right hepatic ducts &amp; Kupffer cells are located","response":"the liver"},{"text":"Each of the eyes has a natural blind spot where this nerve connects to the retina","response":"the optical (optic) nerve"},{"text":"It's the 6-letter name for the thin layer of tissue that covers, protects &amp; cushions the lungs","response":"the pleura"},{"text":"This lowest part of the uterus expands at the end of a pregnancy in order to prepare for the baby's delivery","response":"the cervix"}],"originalDate":"2025-01-22"},{"category":"PREFIXED PAIRS","comments":"(Ken: Each response here is two words but they begin with the same prefix.)","clues":[{"text":"Outside the normal range of perception &amp; originating from beyond the Earth","response":"extraterrestrial & extrasensory"},{"text":"The movement of a soul from one body to another &amp; a flight from, say, New York to Dublin","response":"transatlantic & transmigration"},{"text":"An ultra-large crude carrier like the 564,000 DWT Seawise Giant &amp; an event observed in China in 185 A.D.","response":"a supertanker & supernova"},{"text":"One millionth of a 60th of a minute &amp; a small region with its own pattern of weather","response":"a microsecond & a microclimate"},{"text":"Music with multiple melodic parts sounded together &amp; having more than the usual number of digits like bluesman Hound Dog Taylor","response":"polydactyl & polyphony (polyphonic) (**polyharmonic)"}],"originalDate":"2025-01-22"},{"category":"FOUND ON TEMU","comments":"","clues":[{"text":"Perfect for your small fry, you can buy a plush one of these; McDonald's uses white meat for their edible ones","response":"a chicken McNugget (a nugget)"},{"text":"How about a sticker for your toilet that makes it look like this rodent, maybe a red or eastern gray one, is popping out to say hi","response":"a squirrel"},{"text":"A blanket with the words \"Hey Baby Girl\" over the huge beautiful nose of this green ogre?  Enchanting!","response":"Shrek"},{"text":"Why go to Houston when you can buy these teeth fronts over on Temu? One place sells them as \"hip hop braces\"","response":"grills"},{"text":"Get a 2025 calendar of the \"World's Greatest\" types of this hairstyle that's business in the front &amp; a party in the back","response":"a mullet"}],"originalDate":"2025-01-21"}],{"category":"WORLD MUSEUMS","text":"Located on Cromwell Road &amp; home to more than 2.8 million objects, it bears in part the name of a cousin of a British queen","response":"the Victoria and Albert Museum (the V & A)"}]}