{"mix":67,"rounds":[[{"category":"10-LETTER VOCAB","comments":"","clues":[{"text":"A work based on something previously published, or any alteration a species makes to survive","response":"an adaptation"},{"text":"It's a compound word for something like acetaminophen that slays that headache","response":"a painkiller"},{"text":"It's to pull a Mr. Fantastic &amp; really swivel your noggin to look at a car accident","response":"rubberneck"},{"text":"Uncontrollable sleepiness","response":"narcolepsy"},{"text":"Rhyming verb meaning to speak showily to impress onlookers, as a politician might","response":"grandstand"}],"originalDate":"2025-01-16"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1724 he traveled from America to London for the first time to purchase printing equipment","response":"Ben Franklin"},{"text":"France's Minister of War between 1929 &amp; 1932 advocated for this defensive barrier that would later bear his name","response":"the Maginot Line"},{"text":"Before a papal tribunal in 1633, he stated, \"I abjure, curse &amp; detest the aforesaid errors\"","response":"Galileo"},{"text":"The War of the Pacific grew out of a disagreement between Chile &amp; Bolivia over a portion of this desert","response":"the Atacama"},{"text":"Haters of Constantine V of this empire called him \"the dung-named\", due to an alleged accident at his baptism","response":"the Byzantine"}],"originalDate":"2025-01-16"},{"category":"EVERY TIME I DO IT MAKES ME LAUGH","comments":"","clues":[{"text":"Awkwafina, in this film: \"They came to Singapore... &amp; they built all of this... these people are so posh &amp; snobby, they're snoshy\"","response":"<i>Crazy Rich Asians</i>"},{"text":"Ty Burrell as him on \"Modern Family\": \"I'm the cool dad... I text... omg, oh my god, wtf, why the face?\"","response":"(Phil) Dunphy"},{"text":"Belushi &amp; Aykroyd wonder about the usual music in a bar in this film &amp; learn, \"Oh, we got both kinds<span class=\"nobreak\">--</span>we got country &amp; Western\"","response":"<i>The Blues Brothers</i>"},{"text":"Det. Rosa Diaz talks in her sleep on this sitcom: \"I'm gonna rip your head off. I'm gonna rip your damn head off, grandma\"","response":"<i>Brooklyn Nine-Nine</i>"},{"text":"\"Cruel Shoes\" by this comedian &amp; book writer includes stories like \"Women Without Bones\" &amp; \"How to Fold Soup\"","response":"Steve Martin"}],"originalDate":"2025-01-16"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"The Manor of Canterville Chase is where the ghost of Sir Simon lives in a short story by this Irish-born wit","response":"Wilde"},{"text":"In this classic horror tale from W.W. Jacobs, the title simian appendage is rumored to grant 3 wishes","response":"\"The Monkey's Paw\""},{"text":"This O. Henry classic tells the story of a young, poor couple who try to get the perfect Christmas presents for each other","response":"\"The Gift of the Magi\""},{"text":"In a story by Herman Melville, 12-year-old Ginger Nut works in the office with this reluctant title guy","response":"Bartleby"},{"text":"Faulkner penned a tale called \"A Rose for\" this reclusive Southern belle","response":"Emily"}],"originalDate":"2025-01-16"},{"category":"COMMON BANDS","comments":"","clues":[{"text":"He was a drummer for Nirvana &amp; plays guitar &amp; sings as a Fighter of Foo","response":"Dave Grohl"},{"text":"Damon Albarn co-created Blur &amp; this band known for \"Feel Good Inc.\"","response":"the Gorillaz"},{"text":"He brought us to our knees as a guitarist for Cream, The Yardbirds &amp; Derek &amp; the Dominos","response":"Clapton"},{"text":"He was \"frontin'\" The Neptunes &amp; N.E.R.D.","response":"Pharrell"},{"text":"He's raged on guitar in Prophets of Rage &amp; Rage Against the Machine","response":"(Tom) Morello"}],"originalDate":"2025-01-16"},{"category":"FICTIONAL FEMALES","comments":"","clues":[{"text":"In Janet Evanovich's \"Top Secret Twenty-One\", Stephanie Plum has this job; finding bail-skipper Jimmy Poletti is a typical task","response":"a bounty hunter"},{"text":"In a 1996 book her wedding gifts include a silver horse &amp; 3 ancient dragon eggs","response":"Daenerys (Targaryen)"},{"text":"Aibileen, why can't you be true... but you're a made-up maid in this novel by Kathryn Stockett","response":"<i>The Help</i>"},{"text":"In the first book of the Millennium series, she tattoos the villainous Nils Bjurman","response":"Lisbeth Salander"},{"text":"In this novel Becky Sharp inspires George to leave his wife, but he gets killed at Waterloo","response":"<i>Vanity Fair</i>"}],"originalDate":"2025-01-15"}],[{"category":"____ &amp; ____","comments":"","clues":[{"text":"It's come to describe a business in a physical building as opposed to simply online","response":"brick & mortar"},{"text":"In economics the price of a product is determined by this, how much is available &amp; how bad you want it","response":"supply & demand"},{"text":"God \"rained upon\" Sodom &amp; Gomorrah these 2 things, often now seen in the opposite order from the King James Bible's","response":"fire & brimstone (brimstone & fire)"},{"text":"In the '90s this company dropped its man in the moon logo after rumors spread that it had satanic elements","response":"Procter & Gamble"},{"text":"In an Edward Lear poem, this pair \"went to sea in a beautiful pea-green boat\"","response":"the Owl & the Pussy-Cat"}],"originalDate":"2025-01-15"},{"category":"DIRECTION TO PERFECTION","comments":"","clues":[{"text":"This plural word can mean something is tops, like 4 certain cards in a standard playing deck","response":"aces"},{"text":"We would love to see the coyote sue this company that is not the \"pinnacle\" of road runner snaring equipment","response":"Acme"},{"text":"A town in Texas has this name, like a hypothetical Thomas More society","response":"Utopia"},{"text":"As a noun, this 5-letter word is the concept of a goal in its highest perfection; as an adjective, existing in imagination alone","response":"ideal"},{"text":"This word that sounds like a geometric figure often precedes \"of virtue\"","response":"a paragon"}],"originalDate":"2025-01-15"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"This inventor who built a lab there in 1876 was nicknamed \"The Wizard of Menlo Park\"","response":"Edison"},{"text":"In 1819's McCulloch v. this state, the Supreme Court expanded the reach of Congress by saying it has implied powers","response":"Maryland"},{"text":"In 1846 this president sent the Army into disputed territory in Texas, provoking war with Mexico","response":"James K. Polk"},{"text":"Caused by this 6-letter plague, meaning a nasty plant disease, the Great Famine sent Ireland into chaos","response":"blight"},{"text":"A style of decorative arts is named for this period of time from 1811 to 1820 when the future George IV was in charge","response":"the Regency"}],"originalDate":"2025-01-15"},{"category":"TEARJERKERS","comments":"","clues":[{"text":"The 3-hanky \"Beaches\" stars Barbara Hershey as a lawyer &amp; this star singer as a star singer","response":"Bette Midler"},{"text":"We'll spare you the full ending of this 1957 Disney film, but yes, the title dog does have rabies","response":"<i>Old Yeller</i>"},{"text":"If you don't cry during Sally Field's cemetery speech in this 1989 film, you must be made of the same stuff as the title flowers","response":"<i>Steel Magnolias</i>"},{"text":"Saoirse Ronan got her first Oscar nomination for her role as a 13-year-old who causes endless regret in this WWII-set film","response":"<i>Atonement</i>"},{"text":"No doubt you recall Mandy Moore as a terminally ill teen in this 2002 weeper","response":"<i>A Walk to Remember</i>"}],"originalDate":"2025-01-15"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"The birthplace of the Oldsmobile, it was first called the Village of Michigan","response":"Lansing"},{"text":"French explorer Bernard de la Harpe gave what's now this capital the name \"La Petite Roche\" in 1722","response":"Little Rock, Arkansas"},{"text":"Named for a German chancellor, this capital got a boost in popularity after gold was discovered in them thar Black Hills","response":"Bismarck"},{"text":"This state capital lies where the Severn River flows into Chesapeake Bay","response":"Annapolis"},{"text":"Named for a nearby mountain range, this capital is located on Budd Inlet","response":"Olympia"}],"originalDate":"2025-01-15"},{"category":"EVERYTHING FROM B TO Y","comments":"(Ken: Responses will begin and then end with those two letters.)","clues":[{"text":"A provocative character in film or literature often has a compelling one of these that explains their past","response":"a backstory"},{"text":"Notorious B.I.G. &amp; Jay-Z were mainstays of the Brooklyn neighborhood with this hyphenated nickname","response":"Bed-Stuy"},{"text":"One of these that's accessible by glass doors or windows is called a Juliet","response":"a balcony"},{"text":"Ahoy, matey! It means to fasten a rope around a cleat","response":"belay"},{"text":"If your baby is going to receive a sacramental dunk, it usually happens in this part of the church","response":"a baptistery"}],"originalDate":"2025-01-15"}],{"category":"AMERICAN LITERATURE","text":"His 1821 novel was inspired by stories told to him by John Jay of Jay's experiences with spies during the Revolution","response":"James Fenimore Cooper"}]}