{"mix":70,"rounds":[[{"category":"LINCOLN: THE BIO","comments":"","clues":[{"text":"Although Illinois is known as the \"Land of Lincoln\", Abe lived in this neighboring \"Hoosier State\" from the age of 7 to 21","response":"Indiana"},{"text":"In 1863, Abe issued a proclamation asking his fellow citizens to observe this holiday on the last Thursday of November","response":"Thanksgiving"},{"text":"After stumbling off a train platform, Lincoln's son Robert was saved by none other than Edwin Booth, the brother of this assassin","response":"John Wilkes Booth"},{"text":"The Broadway show \"Oh, Mary!\" is a darkly comedic take on this Kentuckian who married Abe in 1842 after a stormy courtship","response":"Mary Todd Lincoln"},{"text":"At 6'4\", Lincoln still ranks as the tallest POTUS; this president who took the oath in 1963 comes in second","response":"Lyndon Johnson"}],"originalDate":"2025-01-08"},{"category":"ALL AROUND THE U.S.","comments":"","clues":[{"text":"Most of Willamette National Forest is covered with the Douglas this, the state tree of Oregon","response":"a (Douglas) fir"},{"text":"Borealis Basecamp in Alaska is a prime place to view this \"directional\" atmospheric display (&amp; don't talk your Latin to us!)","response":"northern lights"},{"text":"Called \"America's Dead Sea\", in Nov. 2022 it hit its lowest recorded water level at 4,188 feet above sea level","response":"the Great Salt Lake"},{"text":"Colorado Springs' website for this nearby attraction  dubs it \"America's Mountain\"","response":"Pikes Peak"},{"text":"A passageway called the Rigolets helps connect the Gulf of Mexico with this large 13-letter lake","response":"Pontchartrain"}],"originalDate":"2025-01-09"},{"category":"WE SHALL ENDURE","comments":"","clues":[{"text":"Unfortunately killed by researchers trying to determine its age, an ocean quahog type of this turned out to have been 507 years old","response":"a clam"},{"text":"\"Hello!\" Audiences have been going to this Broadway show religiously since 2011 to hear songs like \"You &amp; Me (But Mostly Me)\"","response":"<i>The Book of Mormon</i>"},{"text":"In 2019 machines from Caterpillar were used to move 27 8-foot-long beams to play this game for 28 hours; the pile reached 20 feet","response":"<i>Jenga</i>"},{"text":"Dating back to the 11th century, this landmark was Sir Walter Raleigh's unwelcome address for 13 years","response":"the Tower of London"},{"text":"In the \"Odyssey\", this man of myth \"thrust the stone toward the crest of a hill, but... the weight would turn it back\", over &amp; over","response":"Sisyphus"}],"originalDate":"2025-01-09"},{"category":"MOVIE LINES","comments":"","clues":[{"text":"The 2010 remake of \"Clash of the Titans\" gave us Liam Neeson as Zeus intoning, \"Release\" this beast","response":"the Kraken"},{"text":"Emily Blunt, working at a fashion magazine in this film: \"I'm just one stomach flu away from my goal weight\"","response":"<i>The Devil Wears Prada</i>"},{"text":"As \"Citizen Kane\" begins, Orson Welles whispers this dying word &amp; drops a snow globe","response":"Rosebud"},{"text":"Tom Hanks gave this iconic 5-word don't to the right fielder played by Bitty Schram in \"A League of Their Own\"","response":"There's no crying in baseball"},{"text":"In 1980, watching this movie we thought was the second in a series, we learned \"Do or do not. There is no try\"","response":"<i>The Empire Strikes Back</i>"}],"originalDate":"2025-01-09"},{"category":"\"DIS\" IS HOW YOU SAY IT","comments":"","clues":[{"text":"Expelled from the legal profession, like Jeff Winger before he began teaching community college","response":"disbarred"},{"text":"You're in \"dis\" state of fear &amp; faintheartedness, also da month when da horses will run da Kentucky Derby","response":"dismay"},{"text":"Aha! Eureka! Seville's 1992 World's Fair had the theme \"The Age of\" this","response":"Discovery"},{"text":"With better drug testing, the women's winning throw in this event at 2004's Summer Olympics was 30' shorter than the 1988 world record","response":"discus"},{"text":"On Wikipedia, it's differentiating same-named entries, like Anne Hathaway, actress &amp; Anne Hathaway, Mrs. Shakespeare","response":"disambiguation"}],"originalDate":"2025-01-09"},{"category":"WORD HISTORY","comments":"","clues":[{"text":"Going back to steam-engine cars, this word for a limo driver is from the French for \"to heat\" or \"to stoke\"","response":"a chauffeur"},{"text":"We borrowed this word for a desire to travel from German","response":"<i>Wanderlust</i>"},{"text":"From the name of an ancient philosopher, it's someone with discriminating taste in food &amp; drink","response":"an epicurean (epicure)"},{"text":"William Makepeace Thackeray coined both of these mashups of 2 top British universities","response":"Oxbridge & Camford"},{"text":"This silvery-white metallic element was named for an asteroid that bears the name of an epithet of Athena","response":"palladium"}],"originalDate":"2025-01-09"}],[{"category":"LITERARY BIOGRAPHY","comments":"","clues":[{"text":"A bio of Zane Grey, best known for this genre, says perhaps his \"most memorable trip\" was to Arizona's Rainbow Bridge in 1913","response":"Westerns"},{"text":"The first Pulitzer-winning bio was of this woman &amp; said she was asked by a friend to write lyrics to the tune \"John Brown's Body\"","response":"Julia Ward Howe"},{"text":"\"The Early Years\", including birth in Prague in 1883, is the final volume of Reiner Stach's 3-volume bio of this author","response":"Kafka"},{"text":"\"Dharma Lion\" is a 1992 biography of this Beat-nik, then America's most famous living poet","response":"Ginsberg"},{"text":"The fifth volume of Leon Edel's biography of this fiction writer is \"The Master\", also the title of a 2004 novel about him","response":"Henry James"}],"originalDate":"2025-01-09"},{"category":"FLYING IN STATE","comments":"","clues":[{"text":"To be \"Honest\", it's only an hour flight from the Windy City to the Springfield airport named for this man","response":"Lincoln"},{"text":"Fly to Vegas from the Reno international airport that includes this lake in its name","response":"Tahoe"},{"text":"It's only a 337-mile flight from LAX to the airport in San Mateo County known by these 3 letters","response":"SFO"},{"text":"JFK to SLK will take you to Saranac Lake &amp; the airport named for these Upstate New York mountains","response":"the Adirondacks"},{"text":"Island hop from the airport named for this Medal of Honor recipient &amp; senator to Ellison Onizuka Kona Airport","response":"(Daniel) Inouye"}],"originalDate":"2025-01-08"},{"category":"YOUR NUMBER IS UP","comments":"","clues":[{"text":"This number in the name of a motel chain reflects how much rooms cost in cash per night when it opened in 1962","response":"6"},{"text":"While some consider this number to be unlucky, Taylor Swift says it's her favorite number &amp; finds it very lucky","response":"13"},{"text":"The first 2-digit prime number, it can be a winning first throw in craps called a natural","response":"11"},{"text":"Established in 1947 as one of the original U.S. area codes, it gets you Washington, D.C.","response":"202"},{"text":"A googol is 10 to the hundredth power; this number is 10 to the power of a googol","response":"googolplex"}],"originalDate":"2025-01-08"},{"category":"NO RYAN, I WOULD NOT LIKE TO BUY A VOWEL","comments":"","clues":[{"text":"It's a (supa cold) song by Gucci Mane &amp; also precedes \"it's cold in here\" in a cheer used in \"Bring It On\"","response":"\"Brrr\""},{"text":"A 1984 humor book is titled this request for silence \"Is a Four Letter Word: Laughs for Library Lovers\"","response":"Shhh"},{"text":"Old ads for Campbell's said their soup was this! This! Good!","response":"M'm! M'm!"},{"text":"It follows \"Riot\" in a feminist punk movement of the early 1990s","response":"grrrl"},{"text":"This double-talk expression of disapproval sounds like it should have an \"I\" or 2 in it","response":"tsk, tsk"}],"originalDate":"2025-01-08"},{"category":"AN EDIBLE &amp; MUSICAL BEFORE &amp; AFTER","comments":"","clues":[{"text":"The \"Brass Monkey\" rap crew becomes a little fruit on a prickly bush","response":"the Beastie Boysenberries"},{"text":"A double-talk chocolate confection that doubles as the \"You Give Love a Bad Name\" power rockers","response":"Bon Bon Jovi"},{"text":"A Hawaiian pop star has the uptown funk as a candy item most popular in Britain","response":"a Bruno Mars Bar"},{"text":"Are we havin' fun yet? A dark German rye bread enriches the band that asks \"Are we havin' fun yet?\" in \"How You Remind Me\"","response":"Pumpernickelback"},{"text":"\"Not Like Us\" legend whose mystique gets a little bit fluffier with a s'more ingredient","response":"Kendrick Lamarshmallow"}],"originalDate":"2025-01-08"},{"category":"YOU JUST GOT MONK'D!","comments":"","clues":[{"text":"In 1505 this future reformer exclaimed, \"Help me, Saint Anne! I will become a monk!\" during a thunderstorm in Central Germany","response":"Luther"},{"text":"While studying in Kuala Lumpur, the future monk John Main learned to utilize this sacred utterance used in meditation","response":"a mantra"},{"text":"Medieval monk Bernard of Clairvaux, brought to Christ by \"The Queen of Heaven\", appears in this poet's \"Paradiso\"","response":"Dante"},{"text":"In 1939 Thomas Merton opened the Bible to Luke 1:20 &amp; read \"Behold, you shall be\" this &amp; he decided to become a Trappist monk","response":"silent"},{"text":"In the 200s this \"Father of Christian Monks\" &amp; saint \"of the Desert\" was compelled by God to withdraw to an Egyptian mountain","response":"Saint Anthony"}],"originalDate":"2025-01-08"}],{"category":"FICTIONAL CHARACTERS","text":"Boq is one of these fictional people, \"not as big as the grown folk... but neither were they very small\"","response":"a Munchkin"}]}