{"mix":77,"rounds":[[{"category":"WORLD WAR I WORDS","comments":"","clues":[{"text":"To be zigzag was to be this, perhaps from too many French 75s","response":"drunk"},{"text":"In 1917 the London Times wrote of \"the unity of the fighting front and\" this civilian parallel","response":"the home front"},{"text":"British soldiers were Tommies; U.S. soldiers were these, from the name of a national symbol","response":"Sammies"},{"text":"In Britain, \"conchie\" was a derisive term for one of these","response":"a conscientious objector"},{"text":"Adapted from German, this word originally meant to punish but soon came to mean to shoot at the ground from the air","response":"to strafe"}],"originalDate":"2024-12-23"},{"category":"TV","comments":"","clues":[{"text":"Most of Sunnydale was swallowed into the Hellmouth on this series finale; the title girl &amp; her pals left for a more normal life","response":"<i>Buffy the Vampire Slayer</i>"},{"text":"\"Strictly Come Dancing\" hosted by Tess Daly in the U.K. came to the U.S. as this show now co-hosted by Julianne Hough","response":"<i>Dancing with the Stars</i>"},{"text":"Bill Bixby studied philosophy at Cal before playing a scientist exposed to a massive dose of radiation on this 1970s TV show","response":"<i>The Incredible Hulk</i>"},{"text":"Her TV roles have included Alex Russo, resident of Waverly Place, &amp; Mabel Mora, resident of a murder-rife building","response":"Selena Gomez"},{"text":"Anecdotal evidence suggests most viewers are hate-watching this series with Lily Collins &amp; Lucien Laviscount","response":"<i>Emily in Paris</i>"}],"originalDate":"2024-12-20"},{"category":"SCIENCE BOOKSHELF","comments":"","clues":[{"text":"A book by Riley Black tells about the asteroid impact that brought on \"The Last Days of\" these","response":"<i>the Dinosaurs</i>"},{"text":"Buzz Lightyear's catchphrase, it's also a Neil deGrasse Tyson book that takes readers to the farthest reaches of space","response":"to infinity and beyond"},{"text":"Andrew Hodges' \"The Enigma\" is a bestselling biography of this mathematician &amp; computer pioneer","response":"Turing"},{"text":"A 1994 bestseller, \"The Hot Zone\" tells the \"Terrifying True Story of the Origins of\" this deadly virus from Africa","response":"Ebola"},{"text":"It's the structure of DNA &amp; the title of James Watson's book about the discovery of it","response":"the double helix"}],"originalDate":"2024-12-20"},{"category":"NUMERIC PHRASES","comments":"","clues":[{"text":"The usual number in this nautical phrase for being very drunk is 3, but feel free to get as high as you want","response":"three sheets to the wind"},{"text":"Aussies &amp; Kiwis often flip our term for a standard piece of construction lumber &amp; call it this","response":"a four by two"},{"text":"It precedes \"exercise\" to mean a piano practice piece, or \"discount\" to mean an act of shoplifting","response":"a five-finger"},{"text":"Debunked theories about the origin of this phrase meaning all the way: cement truck cubic volume, ammunition belt length &amp; many more","response":"the whole nine yards"},{"text":"Dice gambling lingo gave us this doubly numerical phrase meaning in a state of disorder or confusion","response":"at sixes & sevens"}],"originalDate":"2024-12-20"},{"category":"MR. &amp; MRS. LIT","comments":"","clues":[{"text":"\"Mr. Darcy soon drew the attention of the room\" at his first appearance in this novel","response":"<i>Pride and Prejudice</i>"},{"text":"Mrs. Hudson, \"a long-suffering woman\", is his landlady in \"The Adventure of the Dying Detective\"","response":"Sherlock Holmes"},{"text":"In the opening line of a novel, this Woolf woman \"said she would buy the flowers herself\"","response":"Mrs. Dalloway"},{"text":"The talents of this Patricia Highsmith character include the ability to kill with oars &amp; ashtrays","response":"the talented Mr. Ripley"},{"text":"Mrs. Organ Morgan runs a grocery shop in a seaside village in Wales in his play \"Under Milk Wood\"","response":"Dylan Thomas"}],"originalDate":"2024-12-20"},{"category":"POP CULTURE PHYSICS","comments":"","clues":[{"text":"Episodes of this physicist-heavy show included \"The Septum Deviation\" &amp; \"The Skank Reflex Analysis\"","response":"<i>The Big Bang Theory</i>"},{"text":"This film character says that as a kid, he wished he could mix physics with New Mexico, for then his life would be perfect","response":"Oppenheimer"},{"text":"As Sheriff Hopper on \"Stranger Things\" he finds science can't explain everything like it did when he worked in physics on TV's \"Manhattan\"","response":"David Harbour"},{"text":"Jane Foster likens the Asgardian Bifrost to an Einstein-Rosen Bridge, but Thor says it's more like this kind of bridge","response":"a Rainbow Bridge"},{"text":"On \"Deep Space Nine\" the prophets hung out in the Bajoran this that connected the Alpha &amp; Gamma Quadrants","response":"a Wormhole"}],"originalDate":"2024-12-20"}],[{"category":"\"HOG\" CALLING","comments":"","clues":[{"text":"Punxsutawney Phil, for one","response":"a groundhog"},{"text":"The opposite of sedate, this hyphenated adjective means wildly enthusiastic or unrestrained","response":"hog-wild"},{"text":"Big party planned? Get one of these, a large barrel or cask of wine equal to 63 gallons","response":"a hogshead"},{"text":"From the Greek for \"straight writing\", it's the study of the principles of correct spelling in a language","response":"orthography"},{"text":"Aye, laddie, it's what the Scottish call New Year's Eve","response":"Hogmanay"}],"originalDate":"2024-12-20"},{"category":"500 QUESTIONS","comments":"","clues":[{"text":"In many states, the difference between these 2 types of larceny is if money or goods worth $500 or more is stolen in the crime","response":"grand larcency & petty larcency"},{"text":"It's what the letters stand for in the S&P 500, an index thought by many investors to be the best measure of the stock market","response":"Standard & Poor's"},{"text":"In a Dr. Seuss story about bullying, this young boy is somehow wearing 500 hats on his head","response":"Bartholomew Cubbins"},{"text":"The title of this quirky 2009 film referred to the length of a romance with Zooey Deschanel, not a season","response":"<i>(500) Days of Summer</i>"},{"text":"One of his rags-to-riches stories is called \"Five Hundred Dollars: Or, Jacob Marlowe's Secret\"","response":"Horatio Alger"}],"originalDate":"2024-12-19"},{"category":"3-LETTER, 3-LETTER","comments":"(Ken: Each response, two words of that length.)","clues":[{"text":"It comes between \"ready\" &amp; \"go\" in a preparatory phrase","response":"get set"},{"text":"In collegiate parlance, they're the first 2 words of the acronym BMOC","response":"big man"},{"text":"This Fred Astaire/ Ginger Rogers movie title is also something that completes a spiffy men's outfit","response":"<i>Top Hat</i>"},{"text":"It's a hyphenated adjective meaning \"understated\"; in recent slang it's an adverb too, as in \"He ____ wants to go out with you\"","response":"low-key"},{"text":"Nothing to do with a sober marathon, it's a term for a rehearsal or practice","response":"a dry run"}],"originalDate":"2024-12-19"},{"category":"POTENT POTABLE RHYME TIME","comments":"","clues":[{"text":"A bubbly locomotive","response":"a champagne train"},{"text":"A timepiece fueled by Lagavulin or Balvenie","response":"a Scotch watch"},{"text":"Entomb the fortified Spanish wine","response":"bury the sherry"},{"text":"A bat-logo rum brand soiree","response":"a Bacardi party"},{"text":"A Mexican beer in the setting where Romeo &amp; Juliet loved &amp; lost","response":"a Corona Verona (Verona Corona)"}],"originalDate":"2024-12-19"},{"category":"A WORD IN A SHAKESPEARE PLAY TITLE","comments":"(Ken: Just the one word, please.)","clues":[{"text":"As a holiday it celebrates the halfway point of a harvest season","response":"Midsummer"},{"text":"The short-tailed variety of this insectivore uses toxic saliva to immobilize prey","response":"a shrew"},{"text":"Sir, please come back to the restaurant<span class=\"nobreak\">--</span>instead of the customer copy, you kept the slip marked this \"copy\"","response":"merchant"},{"text":"Pitching for the Yankees, Tommy John once committed 3 of these on one play","response":"errors"},{"text":"Woman: \"I'm Beatrice Reiner. I stop at the hotel\"; Groucho: \"I'm Ronald Kornblow. I stop at\" this","response":"nothing"}],"originalDate":"2024-12-19"},{"category":"GO JUMP IN THE OCEAN","comments":"","clues":[{"text":"If you want to get a book off the Barents Shelf, you'll have to jump into this ocean","response":"the Arctic Ocean"},{"text":"Way down on the ocean floor, the process of subduction creates these, like the Java &amp; Aleutian ones","response":"trenches"},{"text":"Also known as the Ganga Trough, the Swatch of No Ground is a haven for whales in this alliterative bay","response":"the Bay of Bengal"},{"text":"The North Atlantic Gyre has 4 parts: the North Atlantic Current, the Canary Current, the North Equatorial Current &amp; this warm flow","response":"the Gulf Stream"},{"text":"Named for an English explorer, this passage connects the Atlantic &amp; Pacific Oceans south of South America","response":"the Drake Passage"}],"originalDate":"2024-12-19"}],{"category":"MIGRATIONS","text":"A biosphere reserve in Michoacán is named for these creatures that turn the forests orange &amp; black every November","response":"monarch butterflies"}]}