{"mix":78,"rounds":[[{"category":"INITIALS FROM GREEK GOD TO ROMAN GOD","comments":"(Ken: And here we'll need both names.)","clues":[{"text":"E to C:<br>As mommy, Aphrodite was out &amp; Venus was in for these 2 li'l guys","response":"Eros & Cupid"},{"text":"H to M:<br>When the gods absolutely, positively needed something delivered overnight (or sooner!), they were the dudes to call","response":"Hermes & Mercury"},{"text":"D to B:<br>With these 2, come for fruitfulness &amp; vegetation, but stay for the wine &amp; ecstasy","response":"Dionysus & Bacchus"},{"text":"H to J:<br>These chief goddesses had their jealous moments in both civilizations","response":"Hera & Juno"},{"text":"A to M:<br>A word to the wise<span class=\"nobreak\">--</span>they were equal opportunity as war goddesses","response":"Athena to Minerva"}],"originalDate":"2024-12-19"},{"category":"POLI SCI","comments":"","clues":[{"text":"Hannah Arendt compared totalitarianism to this bulb vegetable, with a central leader wrapped in layers of followers","response":"an onion"},{"text":"The idea that the political spectrum is an arc with far right &amp; far left bending toward each other is this lucky symbol theory","response":"a horseshoe"},{"text":"Texas Sen. Lloyd Bentsen gets credit for coining this term for an organized effort to fake a grassroots movement","response":"astroturfing"},{"text":"This judicial \"-ism\" holds that the text of the Constitution is \"not living but dead\"<span class=\"nobreak\">--</span>fixed in the meaning it had when written","response":"originalism"},{"text":"It's the 3-word doctrine that the individual branches of government are distinct &amp; shall not infringe on the others' authority","response":"separation of powers"}],"originalDate":"2024-12-18"},{"category":"CHRISTMAS SONGS","comments":"(Ken: Hope you're not tired of those yet.)","clues":[{"text":"\"Have\" this rhyming type of \"Christmas; it's the best time of the year\"","response":"holly jolly"},{"text":"\"Born is the king of Israel\", this song tells us","response":"\"The First Noel\""},{"text":"\"It's Christmas time in the city, ring-a-ling (ring-a-ling), hear them ring, (ting-a-ling) \"<span class=\"nobreak\">--</span>these","response":"silver bells"},{"text":"Singing along with Bing, The Andrews Sisters tell us of this second day of Christmas gift","response":"two turtle doves"},{"text":"\"Chestnuts roasting on an open fire,\" this personage \"nipping at your nose\"","response":"Jack Frost"}],"originalDate":"2024-12-18"},{"category":"3 OF A KIND","comments":"","clues":[{"text":"Aswan,<br>Grand Coulee,<br>Dez","response":"dams"},{"text":"Full house,<br>dead man's,<br>pocket rockets","response":"poker hands"},{"text":"General Sherman,<br>General Grant,<br>Grizzly Giant","response":"giant sequoias"},{"text":"Chennai,<br>Jaipur,<br>Varanasi","response":"cities in India"},{"text":"Eagle,<br>Orion,<br>Lagoon","response":"nebulae"}],"originalDate":"2024-12-18"},{"category":"POLI SCI-FI","comments":"","clues":[{"text":"Located somewhere in the Rockies, the Capitol of this country dominates its 12 surrounding districts","response":"Panem"},{"text":"George Lucas said of this \"Return of the Jedi\" guy, \"Richard M. Nixon was his name. He subverted the Senate &amp; finally took over\"","response":"Emperor Palpatine"},{"text":"Secretary of Education Laura Roslin suddenly ascends to the presidency of the 12 Colonies on this series","response":"<i>Battlestar Galactica</i>"},{"text":"This \"Star Trek\" organization, the UFP for short, has a president, a Federal Council &amp; a Supreme Court","response":"the United Federation of Planets"},{"text":"A prominent member of the Ape National Assembly, this doctor is both Minister of Science &amp; Chief Defender of the Faith","response":"Dr. Zaius"}],"originalDate":"2024-12-18"},{"category":"VICTORIAN VERSE","comments":"","clues":[{"text":"The Victorians loved these supernatural little creatures, often spelled with an \"E\" in place of an \"I\", as in Yeats' \"The Stolen Child\"","response":"faeries"},{"text":"In this poem, Tennyson wrote, \"When can their glory fade? O the wild charge they made! All the world wondered\"","response":"\"The Charge of the Light Brigade\""},{"text":"Thomas Hardy really liked this made-up name, writing a poem about its \"Captains\" as well as a novel about its \"Mayor\"","response":"Casterbridge"},{"text":"His \"Barrack Room Ballads\" covers India &amp; beyond, as in \"Ford o' Kabul River\"","response":"Kipling"},{"text":"Thackeray wrote that this 1851 London exhibition hall \"stands in High Park like Noah's Ark, a rainbow bint above it\"","response":"the Crystal Palace"}],"originalDate":"2024-12-18"}],[{"category":"TITLES OF SCIENTIFIC PAPERS &amp; ARTICLES","comments":"","clues":[{"text":"By him in 1705: \"A Synopsis of the Astronomy of Comets\"","response":"(Edmond) Halley"},{"text":"2024 breaking news: \"Evidence of Dark\" (not photosynthetic) this element \"Production at the Abyssal Seafloor\"","response":"oxygen"},{"text":"2012: \"Tidal Heating Shrinks\" this adorably named not-too-cold, not-too-hot \"Zone\"","response":"Goldilocks"},{"text":"2012: <br>\"Observation of a New Particle in the Search for the Standard Model\" this particle \"with the Atlas Detector at the LHC\"","response":"the Higgs boson"},{"text":"2021: \"The Soundscape of the\" this proposed human-dominated epoch \"Ocean\"","response":"Anthropocene"}],"originalDate":"2024-12-18"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"An ever-questioning monkey of literature asks how he became the actor who won an Oscar for \"Syriana\"","response":"Curious George Clooney"},{"text":"Winter underwear worn at the university where the Peabody Institute is located","response":"long Johns Hopkins"},{"text":"A proverbial admonition not to weep over mishandled dairy that turned into a caramel-&amp;-chocolate Hershey product","response":"don't cry over spilled Milk Duds"},{"text":"A phrase about a photo's value equivalent to a certain amount of prose gets into a Scrabble-like online game founded in 2009","response":"a picture's worth a thousand <i>Words with Friends</i>"},{"text":"A 1981 \"meal\" movie with Wallace Shawn tags in a huge pro wrestling legend &amp; a co-star of Shawn's in a film 6 years later","response":"<i>My Dinner with Andre</i> the Giant"}],"originalDate":"2024-12-18"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"A fantasy romance series by Sarah J. Maas kicks off with \"A Court of Thorns &\" these flowers","response":"roses"},{"text":"David Lagercrantz took over from this Swedish author, writing about Lisbeth Salander in \"The Girl in the Spider's Web\"","response":"Larsson"},{"text":"In the movie adaptation, Cate Blanchett played the title Ms. Fox, who goes missing before a family trip in \"Where'd You Go\" her","response":"<i>Bernadette</i>"},{"text":"His novels \"Dear John\" &amp; \"The Longest Ride\" were made into films","response":"Nicholas Sparks"},{"text":"Use \"The Power of Now\" to name this German-born author of \"The Power of Now\"","response":"Eckhart Tolle"}],"originalDate":"2024-12-17"},{"category":"SWAP A VOWEL","comments":"(Ken: Each response is two words that differ only by the one swapped letter.)","clues":[{"text":"A plan offered for acceptance<br>&<br>in, to or from, for example","response":"proposition & preposition"},{"text":"A kick on the gridiron<br>&<br>a serving of beer","response":"punt & pint"},{"text":"Squander away<br>&<br>a small pool of rainwater","response":"piddle & puddle"},{"text":"Title of respect for a male<br>&<br>to summon the soldiers","response":"mister & muster"},{"text":"A subatomic particle<br>&<br>a peculiar behavior","response":"a quark & a quirk"}],"originalDate":"2024-12-17"},{"category":"19th CENTURY SPORTS","comments":"","clues":[{"text":"In 1875, due to waning interest, the All England Croquet Club offered this other lawn sport as an added attraction","response":"tennis"},{"text":"Walter Camp, captain of this Connecticut school's football team in the 1870s, introduced the QB position &amp; 11-man teams","response":"Yale"},{"text":"This pitcher for whom an award is named pitched his first game with the Cleveland Spiders in 1890, winning 267 games through 1899","response":"Cy Young"},{"text":"In 1859 British tea planters in Assam, India formed the first European club for this equestrian sport","response":"polo"},{"text":"The first running of this stakes race was in 1867 at Jerome Park in New York's Westchester County; a filly named Ruthless won","response":"Belmont"}],"originalDate":"2024-12-17"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Founded in 1863, this international organization won its first of 3 Nobel Peace Prizes in 1917","response":"the Red Cross"},{"text":"Scotland's James II, who sided with Lancaster vs. York in these 15th c. wars, died when one of his own cannons blew up beside him","response":"War of the Roses"},{"text":"Milton Obote returned as president of Uganda after the overthrow of this man in 1979","response":"Idi Amin"},{"text":"After Alexander's death, one of his generals began this Egyptian dynasty that lasted about 300 years until Cleopatra's death","response":"the Ptolemaic Dynasty"},{"text":"Alberto Fujimori, a controversial former leader of this nation, passed away in 2024 &amp; was buried after 3 days of national mourning","response":"Peru"}],"originalDate":"2024-12-17"}],{"category":"ACTING FAMILIES","text":"After leaving a religious group, John &amp; Arlyn Bottom changed their family's last name to this, to signify a rebirth","response":"Phoenix"}]}