{"mix":84,"rounds":[[{"category":"ANTIQUES &amp; COLLECTIBLES","comments":"","clues":[{"text":"If a purported rare 1943 copper one of these sticks to a magnet, it's likely a fake made from the common zinc-steel version","response":"pennies"},{"text":"The records played at this rpm, the standard format from the early 1900s into the 1950s, were mostly made of shellac, not vinyl","response":"78"},{"text":"Gwen Stacy dies in issue 121 of this superhero's comic, &amp; if you want to read an original, prepare to pay","response":"Spider-Man"},{"text":"Some U.S. airmail stamps of the 1930s depicted these transatlantic craft &amp; were for use only on the mail they carried","response":"zeppelin"},{"text":"We're not asking you to dance &amp; strip, just to name the furniture style of this 1700s English cabinetmaker<span class=\"nobreak\">--</span>OK, now dance &amp; strip!","response":"Chippendale"}],"originalDate":"2024-11-29"},{"category":"THE <em class=\"underline\">BILLBOARD</em> HOT 100: APRIL 9, 1983","comments":"","clues":[{"text":"The No. 1 song was this Michael Jackson ode to denying biological parentage","response":"\"Billie Jean\""},{"text":"\"We've Got Tonight\", &amp; we've got this country \"Gambler\" teaming with Sheena Easton","response":"Kenny Rogers"},{"text":"They they were \"Hungry Like The Wolf\" to be No. 1, but fell fell 2 spots short","response":"Duran Duran"},{"text":"Welcome Dexys Midnight Runners to the stage! They're charting with this song, &amp; may we add, \"too rah loo rah too rah loo rye ay\"","response":"\"Come On Eileen\""},{"text":"\"My heart is human, my blood is boiling, my brain IBM\" in this song that included some lyrics in Japanese, No. 5 for Styx","response":"\"Mr. Roboto\""}],"originalDate":"2024-11-29"},{"category":"8-LETTER WORDS","comments":"","clues":[{"text":"If you've cemented your plans &amp; they are set in stone, they may also be described as this, a hard building material","response":"concrete"},{"text":"Hard container of albumen &amp; yolk","response":"eggshell"},{"text":"It pairs with \"hunter\" to describe a person who forages for food","response":"gatherer"},{"text":"Latinate noun for the world of teachers &amp; educators","response":"academia (pedagogy)"},{"text":"On a big sailing ship, it's the principal spar located between the fore &amp; mizzen ones","response":"the mainmast"}],"originalDate":"2024-11-29"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"On April 9, 1865 this general told his men, \"The war is over<span class=\"nobreak\">--</span>the Rebels are our countrymen again\"","response":"Grant"},{"text":"On March 20, 2003 U.S. troops invaded this country, eventually toppling the Ba'athist regime","response":"Iraq"},{"text":"The first third party movement in the U.S., it was formed in 1826 to oppose a certain secret order","response":"the Anti-Masonic Party"},{"text":"In 1625 it became the first royal colony, with Sir Francis Wyatt the first crown-appointed governor","response":"Virginia"},{"text":"On April 19, 1775 patriots turned back the advancing British at this bridge spanning the Concord River","response":"the Old North Bridge"}],"originalDate":"2024-11-29"},{"category":"LIFE SCIENCE","comments":"","clues":[{"text":"A life-size 20-foot-tall rock carving of this animal in Niger shows that the Sahara supported more varied life 5,000 years ago","response":"a giraffe"},{"text":"Fish need shade too, sometimes provided by these, the floating leaves of plants such as Nuphar advena","response":"lily pads"},{"text":"A desire to work in the kelping professions may lead you to phycology, defined as the study of these","response":"algae"},{"text":"Geneticist Polly Fordyce dislikes this term for the 98% of DNA that is non-coding; much of it does come out in gene expression","response":"junk DNA"},{"text":"All of a manatee's teeth, which gradually move forward in its jaw, are these","response":"molars"}],"originalDate":"2024-11-28"},{"category":"3-WORD PHRASES","comments":"","clues":[{"text":"Our relationship is strictly NSA, this","response":"no strings attached"},{"text":"The Atlantic gets a lot smaller in this phrase meaning over in America to a Brit, or vice versa","response":"across the pond"},{"text":"An uneasy accord has been reached when you do this rhyming phrase, politely let go of a dispute without resolution (you're still wrong)","response":"agree to disagree"},{"text":"To pine for someone, or more literally, to participate in a pre-Olympics ceremony","response":"carry a torch"},{"text":"It means doing everything right, or getting a hit every time up, though the math doesn't strictly work on that last one","response":"batting 1.000"}],"originalDate":"2024-11-28"}],[{"category":"FUN WITH ZIP CODES","comments":"(Ken: Yeah, what could be more fun than that?)","clues":[{"text":"89109 is the ZIP Code for most of the hotels on this city's strip","response":"Vegas"},{"text":"Batter up &amp; head to this Chavez Ravine ballpark that's not in 90210 but in its anagram, 90012","response":"Dodger Stadium"},{"text":"The city of Schenectady has 11 ZIP Codes; the highest in number is this, &amp; it's easy as...","response":"12345"},{"text":"When writing to this famous residence, use the ZIP Code 20500","response":"the White House"},{"text":"ZIP Codes go up to 99950, which belongs to a city in this state","response":"Alaska"}],"originalDate":"2024-11-28"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"In 1964 the island of Zanzibar, with its own subspecies of leopard, became part of this East African country","response":"Tanzania"},{"text":"This alliterative Central American capital has been ruined multiple times by earthquakes since 1854","response":"San Salvador"},{"text":"This body of water divides Maryland into 2 parts, the eastern &amp; western shores","response":"Chesapeake Bay"},{"text":"Maxing around 160 feet deep, the relatively shallow Korea Bay is the northeastern arm of this \"colorful\" sea","response":"the Yellow Sea"},{"text":"This forest that can be spelled with or without an S at the end is located in both France &amp; Belgium","response":"Ardennes"}],"originalDate":"2024-11-28"},{"category":"ASIAN LITERATURE","comments":"","clues":[{"text":"In the Iraqi novel \"The President's Gardens\", Abdullah spends 2 decades as a P.O.W. in this country after the 1980s war","response":"Iran"},{"text":"In 2024 Netflix adapted this Chinese sci-fi novel named for a conundrum involving a trio of celestial objects","response":"<i>Three-Body Problem</i>"},{"text":"\"Frog\" by Mo Yan follows Gugu, a midwife during China's implementation of this policy","response":"the one-child policy"},{"text":"This Pulitzer Prize-winner by Vietnamese-American author Viet Thanh Nguyen begins, \"I am a spy... a man of two faces\"","response":"<i>The Sympathizer</i>"},{"text":"In \"The Temple of the Golden Pavilion\" by Yukio Mishima, a Buddhist monk burns down the title temple in this old capital","response":"Kyoto"}],"originalDate":"2024-11-28"},{"category":"A REAL SMOKE SHOW","comments":"","clues":[{"text":"We're still not too sure about a lot that happened on this ABC show, but for sure the Man in Black is also the Smoke Monster","response":"<i>Lost</i>"},{"text":"Here's the straight dope: \"Up in Smoke\" was the first film starring this pair of comics","response":"Cheech & Chong"},{"text":"Set in Mississippi, his play \"Summer &amp; Smoke\" is about a repressed minister's daughter in love with the hedonistic boy next door","response":"Tennessee Williams"},{"text":"Official videos for this Deep Purple classic include an animated one &amp; one live at Montreux, where the song is set","response":"\"Smoke On The Water\""},{"text":"The Jerome Kern-Otto Harbach musical \"Roberta\" is best remembered for this classic song about a \"lovely flame\"","response":"\"Smoke Gets In Your Eyes\""}],"originalDate":"2024-11-28"},{"category":"ONE GOOD \"TURN\"","comments":"","clues":[{"text":"A recession is a prolonged one of these, a reduction in economic activity","response":"downturn"},{"text":"Drop-arm, swing gate &amp; tripod are types of these barriers often seen at subway or fair entrances","response":"a turnstile"},{"text":"As in the song \"Closing Time\", it's what bars do \"over every boy and every girl\" around last call","response":"they turn the lights on"},{"text":"Usually for piano, it's a short, dreamy composition suggestive of the evening","response":"nocturne"},{"text":"This adjective for one of few words is from Latin for \"silence\"","response":"taciturn"}],"originalDate":"2024-11-27"},{"category":"QUOTING THE KING JAMES BIBLE","comments":"","clues":[{"text":"Exodus 20:8 commands, \"Remember\" this day \"to keep it holy\"","response":"the Sabbath"},{"text":"\"And the light shineth in\" this, which \"comprehended it not\"","response":"the darkness"},{"text":"\"The Lord is my shepherd; I shall not want. He maketh me to lie down in green\" these","response":"pastures"},{"text":"\"Why beholdest thou\" this 4-letter thing \"that is in thy brother's eye, but considerest not the beam that is in thine own eye?\"","response":"the mote"},{"text":"\"And the Lord God formed man of the dust of the ground, and breathed into his nostrils\" this phrase","response":"the breath of life"}],"originalDate":"2024-11-27"}],{"category":"21st CENTURY BROADWAY","text":"A review of this musical noted \"sacrilege\" &amp; said it was \"blasphemous\" but \"its heart is as pure as... a Rodgers &amp; Hammerstein show\"","response":"<i>The Book of Mormon</i>"}]}