{"mix":86,"rounds":[[{"category":"THEY WON EMMYS FOR...","comments":"","clues":[{"text":"\"The Sopranos\" &<br>\"Nurse Jackie\"","response":"Edie Falco"},{"text":"\"The West Wing\" &<br>\"Mom\"","response":"Allison Janney"},{"text":"\"Third Rock From The Sun\" &<br>\"The Crown\"","response":"John Lithgow"},{"text":"\"Monk\" &<br>\"The Marvelous Mrs. Maisel\"","response":"Tony Shalhoub"},{"text":"\"This Is Us\" &<br>\"American Crime Story\" as Christopher Darden","response":"Sterling K. Brown"}],"originalDate":"2024-11-26"},{"category":"IN TOLERABLE","comments":"(Ken: Each response made up of letters in the word \"tolerable\".)","clues":[{"text":"It's a common location for piercing &amp; a crease in one may be a sign of coronary heart disease","response":"earlobe"},{"text":"A return of part of a payment; you might receive one for purchasing an \"Energy Star\" appliance","response":"a rebate"},{"text":"It's the higher end of the audio frequency range in broadcasting &amp; sound recording","response":"treble"},{"text":"The shape of planet Earth can be described as this kind of spheroid, meaning it's flattened at the poles","response":"oblate"},{"text":"Do I have to explain it again? It means to rebuke or scold someone angrily &amp; at great length","response":"berate"}],"originalDate":"2024-11-26"},{"category":"HERE'S MY WRITING SAMPLE","comments":"(Ken: You'll name each author.)","clues":[{"text":"\"'Don't be afraid. He hasn't come for you.' And to Javert he said: 'I know what you're here for\"'","response":"Hugo"},{"text":"\"My biggest problem is my brother, Farley Drexel Hatcher. He's two-and-a-half years old. Everybody calls him Fudge\"","response":"Judy Blume"},{"text":"\"The self-same moment I could pray; and from my neck so free / The albatross fell off, and sank like lead into the sea\"","response":"Coleridge"},{"text":"\"There, comrades, is the answer to all our problems. It is summed up in a single word<span class=\"nobreak\">--</span>man\"","response":"George Orwell"},{"text":"\"Yeager was standing erect with his parachute rolled up... and staring at them quite levelly out of what was left of his face\"","response":"Tom Wolfe"}],"originalDate":"2024-11-25"},{"category":"RAP, SCHOOLS OLD &amp; NEW","comments":"","clues":[{"text":"The Beastie Boys promised, \"No! sleep! 'til\" this borough! Even if you don't know the song, you have a 1-in-5 shot","response":"Brooklyn"},{"text":"In this title place, \"I'm a doll but I still wanna party, pink 'Vette like I'm ready to bend, I'm a ten so I pull in a Ken\"","response":"Barbie World"},{"text":"MC Hammer used Rick James' \"Super Freak\" in this 1990 Top 10 hit with a \"tactile\" title","response":"\"U Can't Touch This\""},{"text":"\"911 Is A Joke\" is a track on their 1990 album \"Fear of a Black Planet\"","response":"Public Enemy"},{"text":"2023 rap songs with movie title titles included \"The Gods Must Be Crazy\" &amp; Ken Carson's recalling this Megan Fox-Amanda Seyfried film","response":"<i>Jennifer's Body</i>"}],"originalDate":"2024-11-25"},{"category":"BOD-\"E\"","comments":"","clues":[{"text":"Meibomian glands secrete lubricating fluids for these coverings, which are closed via a cranial nerve","response":"your eyelids"},{"text":"This sex hormone is created primarily in the ovaries","response":"estrogen"},{"text":"The major glands of this type include the pituitary &amp; thyroid","response":"endocrine"},{"text":"One main function of this tube that connects the middle ear with the back of the throat is to equalize air pressure","response":"Eustachian"},{"text":"It's the innermost layer of the heart","response":"the endocardium"}],"originalDate":"2024-11-25"},{"category":"ANIMAL QUOTES","comments":"","clues":[{"text":"Joe Biden quoted his mom with an old favorite: \"Joey, if it looks like\" this \"&amp; walks like\" this... \"it's\" this","response":"a duck"},{"text":"\"Poor Richard's Almanack\" included prudent gems like \"He that lies down with dogs, shall rise up with\" these","response":"fleas"},{"text":"The Bible says it's \"easier for\" this \"to go through the eye of a needle, than for a rich man to enter into the kingdom of God\"","response":"a camel"},{"text":"Huey Newton wrote   this \"is a fierce animal, but he will not attack until he is backed into a corner; then he will strike out\"","response":"a (black) panther"},{"text":"In \"Richard III\" Richard claims, \"The world is grown so bad that wrens make prey where\" these \"dare not perch\"","response":"eagles"}],"originalDate":"2024-11-25"}],[{"category":"FIRST ENCOUNTERS","comments":"","clues":[{"text":"Thomas Jefferson &amp; John Adams became off-&amp;-on friends after meeting at the Continental Congress in this city in 1775","response":"Philadelphia"},{"text":"Henry VIII met this first wife when he was only 10 as she prepared to marry his brother Prince Arthur","response":"Catherine of Aragon"},{"text":"Before he was a journalist, he was a naval courier &amp; on a delivery to the White House, met Mark Felt, later \"Deep Throat\"","response":"Woodward"},{"text":"He'd reminisce about his first meeting with fellow mobster Lucky Luciano when they were just kids &amp; Lucky was shaking down Jews","response":"Meyer Lansky"},{"text":"First meeting by letter, poet Robert Browning would later meet Elizabeth Barrett in person, at her home on this London street","response":"Wimpole Street"}],"originalDate":"2024-11-25"},{"category":"OOPS!","comments":"","clues":[{"text":"A stock market technical glitch in 2024 showed this Warren Buffett company down 99% for the day","response":"Berkshire Hathaway"},{"text":"The \"Wicked\" Bible of 1631 famously omitted this word from the 10 Commandments in the one about adultery","response":"not"},{"text":"In 1984 the Trail Blazers drafted Sam Bowie instead of this Tar Heel that the Bulls got; definite oops material","response":"Michael Jordan"},{"text":"For 164 years Anne of this literary family had the wrong age on her tombstone; in 2013, it was corrected","response":"Brontë"},{"text":"Pat Maloney, as editor of the Chicago Tribune, okayed the headline this man \"Defeats Truman\"","response":"Dewey"}],"originalDate":"2024-11-22"},{"category":"GIFT OF \"GAB\"","comments":"(Ken: Each correct response contains those letters<span class=\"nobreak\">--</span>\"G-A-B\".)","clues":[{"text":"One billion bytes","response":"a gigabyte"},{"text":"Mission ship-possible; the Congo River is this adjective between Kinshasa &amp; Kisangani","response":"navigable"},{"text":"This country's Loango National Park protects elephants &amp; hippos","response":"Gabon"},{"text":"In \"Can You Feel The Love Tonight\", Elton John sings the power of love makes kings &amp; these wandering folks \"believe the very best\"","response":"vagabonds"},{"text":"A Royal Navy battlecruiser had this name meaning tireless &amp; \"in\"exhaustible","response":"<i>Indefatigable</i>"}],"originalDate":"2024-11-22"},{"category":"TV TITLE TWOSOMES BY ACTORS","comments":"(Ken: You'll give us the show's title.)","clues":[{"text":"Sprouse &<br>Sprouse","response":"<i>The Suite Life of Zack & Cody</i>"},{"text":"Marshall &<br>Williams","response":"<i>Laverne & Shirley</i>"},{"text":"Gless &<br>Daly","response":"<i>Cagney & Lacey</i>"},{"text":"Foxx &<br>Wilson","response":"<i>Sanford and Son</i>"},{"text":"Based on literary characters:<br>Fry &amp; Laurie","response":"<i>Jeeves and Wooster</i>"}],"originalDate":"2024-11-22"},{"category":"AUTHORS INITIALLY","comments":"","clues":[{"text":"He was present at Utah Beach on D-Day; a year &amp; a bit later, his first work featuring Holden Caulfield was published","response":"J.D. Salinger"},{"text":"This author grew up in Bexley, Ohio, though probably not on \"Fear Street\", which he turned into a book series in 1989","response":"(R.L.) Stine"},{"text":"In the early 20th c. he was only 8 when he started writing stories about a fantasy land called Boxen populated by animals","response":"(C.S.) Lewis"},{"text":"In 2017 this author said, \"I grew up in a greaser neighborhood\" but got put in high school classes with Socs","response":"(S.E.) Hinton"},{"text":"This \"Broken Earth\" trilogy novelist called herself an \"obsessed space child\" growing up","response":"N.K. Jemisin"}],"originalDate":"2024-11-22"},{"category":"OTHER NAMES FOR THE CITY","comments":"","clues":[{"text":"\"The Athens of the South\" &amp; \"Music City\"","response":"Nashville"},{"text":"George Carlin called this capital of Delaware \"The City that Means Well\"","response":"Dover"},{"text":"You can't miss out on \"The Big 'O\"' aka this city just north of the Platte River","response":"Omaha"},{"text":"In Michigan, it's \"A<sup>2</sup>\"","response":"Ann Arbor"},{"text":"This city on Florida's West Coast: \"The Big Guava\" &amp; \"Cigar City\"","response":"Tampa"}],"originalDate":"2024-11-21"}],{"category":"AUTHORS' OTHER WORKS","text":"In an 1833 story by her, an alchemist's assistant drinks a potion giving eternal life but ends up seeing all he loves die","response":"Mary Shelley"}]}