{"mix":87,"rounds":[[{"category":"CLASSIC TV THEME SONGS","comments":"","clues":[{"text":"\"Here's the story of a lovely lady who was bringing up 3 very lovely girls\"","response":"<i>The Brady Bunch</i>"},{"text":"\"The mate was a mighty sailing man, the skipper brave &amp; sure\"","response":"<i>Gilligan's Island</i>"},{"text":"\"Love &amp; marriage, love &amp; marriage, go together like a horse &amp; carriage\"","response":"<i>Married... with Children</i>"},{"text":"\"In your satin tights, fighting for your rights and the ol' Red White and Blue\"","response":"<i>Wonder Woman</i>"},{"text":"\"'Cause I'm the unknown stuntman that made Redford such a star\"","response":"<i>The Fall Guy</i>"}],"originalDate":"2024-11-21"},{"category":"COHAB VOCAB","comments":"","clues":[{"text":"It's good before moving in together to set these, which can also be natural features like rivers that function as borders","response":"a boundary"},{"text":"Punning on something edible, this type of \"list\" comes before \"... the dishes\", \"... the laundry\", etc.","response":"honey-do"},{"text":"A censorious old phrase for a boyfriend &amp; girlfriend sharing a home, or a book about cohabitation in Victorian times","response":"living in sin"},{"text":"You may add this word to your \"vv\"ocabulary, as in \"let's ____ up the chores\"","response":"divvy"},{"text":"Before big-time success, Roger Taylor &amp; Freddie Mercury of Queen shared an apartment, so Brit-wise, they were these","response":"flatmates"}],"originalDate":"2024-11-21"},{"category":"IN THE ZEITGEIST","comments":"(Ken: These are responses made up of letters in the word \"zeitgeist\".)","clues":[{"text":"An early one of these golf devices was a nail or peg with a rubber ring attached","response":"a tee"},{"text":"It's a cousin to rigatoni but usually with a smooth surface","response":"ziti"},{"text":"A soap brand, or hearty enjoyment, perhaps for life","response":"Zest"},{"text":"It can be the grounds for legal action or the main point of something, if you get the...","response":"gist"},{"text":"In proofreading it means to \"let it stand\" &amp; ignore a previous correction","response":"stet"}],"originalDate":"2024-11-20"},{"category":"TAROT-A-GO-GO","comments":"","clues":[{"text":"A trump card, the High Priestess is also known as the Papess, or female this","response":"Pope"},{"text":"The tarot suit known as wands, rods or batons equates to this suit in the modern playing card deck","response":"clubs"},{"text":"Not necessarily a bad thing, the character on this card is often portrayed riding a white horse or holding a sickle","response":"Death"},{"text":"If this tarot card also known as \"Le Pendu\" is upside down when drawn, the namesake figure on it appears upright","response":"the Hanged Man"},{"text":"The tarot deck is divided into the Major &amp; Minor this, a Latin plural meaning \"secrets\"","response":"<i>Arcana</i>"}],"originalDate":"2024-11-20"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"Get the door. It's DPZ, this chain that expanded from one location in 1960 to more than 20,000 today","response":"Domino's Pizza"},{"text":"This cloud storage &amp; file-transfer provider goes by DBX","response":"Dropbox"},{"text":"Grab a BUD, this hyphenated beverage giant","response":"Anheuser-Busch"},{"text":"CVS is, well, CVS; CVX is this energy giant","response":"Chevron"},{"text":"The price of this, CRWD, dropped about $50 a share in the week after a July 2024 computer outage","response":"CrowdStrike"}],"originalDate":"2024-11-20"},{"category":"MMM, LEFTOVERS","comments":"","clues":[{"text":"Dairy is big in this state that has a cow &amp; a big block of cheese on its state quarter","response":"Wisconsin"},{"text":"This American cook was awarded the French Legion of Honor in 2000","response":"(Julia) Child"},{"text":"In 1606 Guy Fawkes went to the gallows near this building he had tried to blow up with 36 barrels of gunpowder the year before","response":"Parliament"},{"text":"September 10 is St. Barloc's Day but is unlikely to have a parade, since St. Barloc was a well-known one of these recluses","response":"a hermit"},{"text":"In 1879 in Mannheim, this inventor completed work on his 2-stroke gasoline engine","response":"Karl Benz"}],"originalDate":"2024-11-20"}],[{"category":"A CAPITAL HAPPENING","comments":"","clues":[{"text":"In 1976 possession of less than 30 grams of cannabis was decriminalized &amp; coffee shops in this city were never the same","response":"Amsterdam"},{"text":"In 1927 the International Piano Competition named for him began in Warsaw","response":"Chopin"},{"text":"In 1944 construction of Kemal Atatürk's mausoleum began in this city &amp; lasted 9 years","response":"Ankara"},{"text":"2011 protests in Cairo led to the ouster of this longtime president on February 11","response":"Mubarak"},{"text":"It was formally divided into municipalities of Thon Buri &amp; Krung Thep in 1937","response":"Bangkok"}],"originalDate":"2024-11-20"},{"category":"IT'S RUINED","comments":"","clues":[{"text":"This phrase can mean to serve a boozy drink with ice or a state of disaster or ruin","response":"on the rocks"},{"text":"\"A lying tongue hateth those that are afflicted by it; and a flattering mouth worketh ruin\" is in this Bible book","response":"Proverbs"},{"text":"The stock in this Houston energy co. was $90 a share in 2000 but some stuff happened to drop it under a buck in November 2001","response":"Enron"},{"text":"Brutal religious conflict not being good for trade, this Lübeck-based confederacy was destroyed by the 30 Years' War","response":"the Hanseatic League"},{"text":"This historian pinpointed sunset on Oct. 15, 1764, amid the ruins of the Capitol, as the moment he decided on his life's work","response":"Edward Gibbon"}],"originalDate":"2024-11-19"},{"category":"VETERINARY MEDICINE","comments":"","clues":[{"text":"Navicular disease is one of the most common causes of lameness in the hoof of this animal","response":"horses"},{"text":"The Shih Tzu is one of the dog breeds most affected by renal dysplasia, a genetic disease in which these organs are prone to fail","response":"kidneys"},{"text":"A common disease in dairy cattle, mastitis affects milk production but studies show this \"sunshine\" vitamin can help","response":"vitamin D"},{"text":"As a fish anesthetic, vets may use this spice oil with species name aromaticum that humans use for a toothache","response":"cloves (clove oil)"},{"text":"If your dog has CPV, this canine virus, the first thing the vet will do is administer an IV containing electrolytes","response":"parvovirus"}],"originalDate":"2024-11-19"},{"category":"JAMES ABRAM GARFIELD","comments":"","clues":[{"text":"At 25 James headed Hiram College; in Congress he led the creation of the 1st federal dept. of this, way before the one created in 1979","response":"the Department of Education"},{"text":"James was from this Midwest state; years after his death, his widow said to heck with winter &amp; lived out her life in South Pasadena","response":"Ohio"},{"text":"When Democrats larded vital bills with riders curbing voting rights, JAG got Pres. Hayes to stand firm &amp; stop the first govt. this","response":"shutdown"},{"text":"Jim traveled west to the Bitterroot Valley in this not-yet-state &amp; used a forged signature to move the Salish to a reservation","response":"Montana"},{"text":"In 1881 James had a dream that this VP of his drowned &amp; James couldn't save him; months later it was James dead &amp; this man president","response":"Arthur"}],"originalDate":"2024-11-18"},{"category":"A TURN OF LATIN PHRASE","comments":"","clues":[{"text":"Third rank of honors for a college degree, this phrase means \"with praise\"","response":"<i>cum laude</i>"},{"text":"The motto of the University of North Dakota is the snappy Lux et this, \"Light &amp; Law\"","response":"<i>Lux et Lex</i>"},{"text":"Carpe diem, yeah, yeah, we've heard it before... now, carpe vinum, meaning this, we can get behind that!","response":"seize the wine"},{"text":"I'm not saying I'm guilty<span class=\"nobreak\">--</span>let's go with this legal phrase meaning \"I'm not arguing with the charges\"","response":"<i>nolo contendere</i>"},{"text":"Heard in Ford's Theatre, it's \"thus always to tyrants\", Latinized","response":"<i>Sic semper tyrannis</i>"}],"originalDate":"2024-11-18"},{"category":"TOUGH 9-LETTER WORDS","comments":"","clues":[{"text":"This adjective meaning loathsome is etymologically related to the word horror","response":"abhorrent"},{"text":"It means to sear with a hot iron or such in order to close a wound","response":"cauterize"},{"text":"If you're friendly &amp; agreeable, especially to eating &amp; drinking, you're this, from the Latin for \"live together\"","response":"convivial"},{"text":"This term for a volley from multiple rifles begins with \"F\"","response":"a fusillade"},{"text":"This Russian word refers to sometimes fabricated material used to discredit an opponent","response":"<i>kompromat</i>"}],"originalDate":"2024-11-18"}],{"category":"EXPLORERS","text":"Traveling in 1811 to an elevation of about 12,000 feet, Thomas Manning was the first Englishman to meet this figure","response":"the Dalai Lama"}]}