{"mix":88,"rounds":[[{"category":"HISTORICAL \"T\"","comments":"","clues":[{"text":"Anthony Bourdain wrote \"An Urban Historical\" about Ms. Mallon, known by this nickname, who spread disease in N.Y. in the 1900s","response":"Typhoid Mary"},{"text":"In 1917 he edited a left-wing tabloid in the East Village months before leading a Russian revolution","response":"Trotsky"},{"text":"In 11 B.C. this future emperor was forced to divorce his wife &amp; marry the daughter of Augustus","response":"Tiberius"},{"text":"This fort nestled between the Adirondacks &amp; the Green Mountains was the site of a July 1777 siege","response":"Fort Ticonderoga"},{"text":"When he was born around 1162, Genghis Khan was given this name","response":"Temüjin"}],"originalDate":"2024-11-18"},{"category":"TOOLING UP","comments":"","clues":[{"text":"A symbol on the flag of the Soviet Union was the \"hammer &\" this hook-shaped metal blade with a short handle","response":"a sickle"},{"text":"Types of these include coping, miter &amp; bone","response":"saws"},{"text":"It's a useful tool, but as an idiom, this \"simian\" hindrance dates back to at least the early 1900s","response":"monkey wrench"},{"text":"This 3-letter tool makes small holes in wood... get our point?","response":"an awl"},{"text":"The deep throat type of this, named for &amp; shaped like the third letter, has extra-long jaws that let it perform its grasping task","response":"a C-clamp"}],"originalDate":"2024-11-15"},{"category":"POKE AN I OUT","comments":"(Ken: Each correct response is two words.)","clues":[{"text":"Poke an I out of a 3-syllable figure of speech &amp; get a grin","response":"a simile & a smile"},{"text":"An I gets lost in a large, flat &amp; grassy area of land &amp; becomes a strategy to get something done","response":"plain & plan"},{"text":"A Latin word for a decree drops its I &amp; becomes a synonym for plump","response":"fiat & fat"},{"text":"An exercise program to increase flexibility becomes less flexible when it loses an I &amp; becomes dishes or metal sheets","response":"pilates & plates"},{"text":"The verb meaning made a god of loses an I (&amp; its exalted status) to become combative as a verb meaning challenged or confronted","response":"deify & defy"}],"originalDate":"2024-11-15"},{"category":"LAST LINES OF BOOKS","comments":"","clues":[{"text":"\"'Thank goodness!' said Bilbo laughing, and handed him the tobacco-jar\"","response":"<i>The Hobbit</i>"},{"text":"\"And so, as Tiny Tim observed, God bless us, every one!\"","response":"<i>A Christmas Carol</i>"},{"text":"\"Very few castaways can claim to have survived so long at sea as Mr. Patel, and none in the company of an adult Bengal tiger\"","response":"<i>Life of Pi</i>"},{"text":"\"He would be there all night, and he would be there when Jem waked up in the morning\"","response":"<i>To Kill a Mockingbird</i>"},{"text":"A 5-word title: \"In that enchanted place on the top of the forest, a little boy and his bear will always be playing\"","response":"<i>The House at Pooh Corner</i>"}],"originalDate":"2024-11-15"},{"category":"SCULPTORS","comments":"","clues":[{"text":"He was born Donato di Niccolò di Betto Bardi in Florence &amp; his works there include \"St. Louis of Toulouse\"","response":"Donatello"},{"text":"In 1993 this Asian-American architect crafted a sculpture celebrating women's co-education at Yale, her alma mater","response":"Maya Lin"},{"text":"A sculpture Henry Moore did for this Midwestern school &amp; called \"Atom Piece\" is in the form of a mushroom cloud","response":"University of Chicago"},{"text":"Phidias helped with the Parthenon &amp; created a wonderful statue of Zeus for his temple here","response":"Olympia"},{"text":"This alliterative muse of Auguste Rodin found fame as a sculptor in her own right","response":"Camille Claudel"}],"originalDate":"2024-11-15"},{"category":"BROADWAY MUSICALS BY SONGS","comments":"","clues":[{"text":"\"All That Jazz\" &amp; \"Razzle Dazzle\"","response":"<i>Chicago</i>"},{"text":"\"Good Morning Baltimore\" &amp; <br>\"Mama, I'm A Big Girl Now\"","response":"<i>Hairspray</i>"},{"text":"\"Honey, Honey\" &amp; \"Money, Money, Money\"","response":"<i>Mamma Mia!</i>"},{"text":"\"Angel Of Music\" &amp; \"All I Ask Of You\"","response":"<i>The Phantom of the Opera</i>"},{"text":"From a 2022 Best Musical Tony nominee: \"Ex-Wives\" &amp; \"Don't Lose Ur Head\"","response":"<i>Six</i>"}],"originalDate":"2024-11-15"}],[{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"In Chinese slang, xue ba is a studious bookworm but with more respectful overtones than this English equivalent out of Dr. Seuss","response":"nerd"},{"text":"In Yiddish a shande is this, also a TV show created by a Shonda, &amp; a shande far di goyim is one in front of the whole world","response":"a scandal"},{"text":"At an office in the Netherlands, be prepared for the pleasant custom of vrijmibo, or group drinks at this point in the week","response":"Friday (afternoon)"},{"text":"In cycling, être en chasse-patate, \"to hunt a potato\", is to be lost after getting ahead of this group meaning \"small ball\"","response":"peloton"},{"text":"In the early 1700s the fate of Spain was decided by what its people call this word \"de Sucesión Española\"","response":"<i>Guerra</i>"}],"originalDate":"2024-11-15"},{"category":"WHAT'S \"UP\"?","comments":"(Ken: The letters \"U-P\" begin each response.)","clues":[{"text":"The Cardinals beating the Cowboys 28-16 was a big one in 2023","response":"an upset"},{"text":"Usually preceded by \"one-\", it's outdoing or keeping ahead of a friend or rival","response":"upsmanship"},{"text":"Hurricanes do it to trees; people do it when they leave a longtime home &amp; move away","response":"uproot"},{"text":"In the Bible the first line of Job explains that he was from Uz, &amp; that he was \"perfect and\" this","response":"upright"},{"text":"The highest social class, or the topmost layer of the Earth's lithosphere","response":"the upper crust"}],"originalDate":"2024-11-14"},{"category":"HEY, WE MADE THAT!","comments":"","clues":[{"text":"The Trouper or Apollo rocking recliner, trying to help guys become the company name","response":"La-Z-Boy"},{"text":"The 2024 Ioniq 5, with an electric 300 miles of range","response":"Hyundai"},{"text":"\"Assassin's Creed\" in all its many forms, but \"U\" knew that","response":"Ubisoft"},{"text":"Americone Dream &amp; Boom Chocolatta! Cookie Core","response":"Ben & Jerry's"},{"text":"Neosporin &amp; Paxlovid","response":"Pfizer"}],"originalDate":"2024-11-14"},{"category":"HOBBIES &amp; PASTIMES","comments":"","clues":[{"text":"In the game of Scrabble, Qs &amp; Zs have the highest value, this many points for each","response":"10"},{"text":"If spelunking is your hobby, you like to study &amp; explore these, like Vietnam's Hang Son Doong","response":"caves"},{"text":"Imitating larval &amp; intermediate forms, nymphs &amp; emergers are 2 of the main types used in this variety of angling","response":"fly fishing"},{"text":"A Winter Olympic sport since 1998, it uses what was originally called a \"snurfer\" when invented in 1965","response":"snowboarding"},{"text":"Earn points by collecting cards of the same rank into groups called melds in this card game with a name from Spanish for \"basket\"","response":"Canasta"}],"originalDate":"2024-11-14"},{"category":"O'ER THE LAND OF THE FREE","comments":"","clues":[{"text":"You can soar above the 11,842 lakes of 10 acres or more in this not quite accurately nicknamed state","response":"Minnesota"},{"text":"We're beginning our descent into this city; out your window, you may be able to see Coit Tower &amp; Ghirardelli Square","response":"San Francisco"},{"text":"It's about 3 hours by car from Pocatello to Sun Valley in this state, but what the heck! Let's fire up the Piper Cub!","response":"Idaho"},{"text":"If you fly west out of Columbia, Missouri to Denver, basically above I-70, you'll cross this state in its entirety","response":"Kansas"},{"text":"Why just o'er? Why just land? We're going to put our seaplane down on this 730-square-mile Florida lake &amp; do a little fishing","response":"Okeechobee"}],"originalDate":"2024-11-14"},{"category":"&amp; THE HOME OF THE RAVE","comments":"","clues":[{"text":"Ellie &amp; Joel were back in their awful world in \"Part II\" of this video game, which Rolling Stone dubbed \"an absolute (bleeping) banger\"","response":"<i>The Last of Us</i>"},{"text":"The New York times called this Broadway show inspired by a movie musical a \"natural high\" with a \"knockout\" Karen Olivo as Satine","response":"<i>Moulin Rouge!</i>"},{"text":"This 2023 film was a \"Minus\" in title only: IndieWire said, \"The king of monsters is back<span class=\"nobreak\">--</span>and better than ever\"","response":"<i>Godzilla Minus One</i>"},{"text":"She gets raves as Sydney on \"The Bear\", &amp; gives 'em online: \"Florence Pugh... can punch me in the neck. I'd die for her\"","response":"(Ayo) Edebiri"},{"text":"Collider said this 2023 murder movie \"features the best animal performance of the year\" (its pooch won the Palm Dog at Cannes!)","response":"<i>Anatomy of a Fall</i>"}],"originalDate":"2024-11-14"}],{"category":"WORLD FLAGS","text":"A dark blue square in the upper left corner of the flag of this country represents the continent of Africa","response":"Liberia"}]}