{"mix":89,"rounds":[[{"category":"20th CENTURY FICTION","comments":"","clues":[{"text":"\"Le's do it now. Le's get that place now\" were Lennie's last words to George in this Steinbeck novella","response":"<i>Of Mice and Men</i>"},{"text":"In chapter 1 of this novel, the narrator says, \"People are always asking, did I know about Tyler Durden\"","response":"<i>Fight Club</i>"},{"text":"Popular books of the '40s included this novel about a girl &amp; her family living in a tough part of NYC's Williamsburg area","response":"<i>A Tree Grows in Brooklyn</i>"},{"text":"1969's \"The House on the Strand\" was one of the last novels by this \"Rebecca\" author","response":"du Maurier"},{"text":"Maxine Hong Kingston said of this 1931 classic, which she read in 9th grade, \"it humanized Chinese people\"","response":"<i>The Good Earth</i>"}],"originalDate":"2024-11-14"},{"category":"13-LETTER WORDS","comments":"","clues":[{"text":"Weather-sounding process to develop creative ideas through free thinking &amp; collaboration","response":"brainstorming"},{"text":"Adjective for the parts of a proposed deal that are not open to discussion or modification","response":"nonnegotiable"},{"text":"Specific profession of filmmaker Errol Morris","response":"documentarian"},{"text":"A prisoner held this way is not allowed any contact with the outside world","response":"incommunicado"},{"text":"Uncapitalized, it can mean \"containing coal\"; capitalized, it's a geological period of many vast swamps","response":"carboniferous"}],"originalDate":"2024-11-14"},{"category":"ADULT CONTEMPORARY LIT","comments":"","clues":[{"text":"\"Queen Charlotte\" by Julia Quinn &amp; Shonda Rhimes is a novel prequel to events in this Netflix series","response":"<i>Bridgerton</i>"},{"text":"Buzzy on BookTok, this work about a hockey player &amp; a figure skater is fittingly titled for a joke that relieves initial tensions","response":"an <i>Icebreaker</i>"},{"text":"Robinne Lee wrote this novel about a 39-year-old who falls for a boy band singer; it's now a film with Anne Hathaway","response":"<i>The Idea of You</i>"},{"text":"Known for another series with Anastasia Steele, this author began her \"Mister &amp; Missus\" series in 2019","response":"E.L. James"},{"text":"Fans of this bestselling author of \"Slammed\" &amp; \"Point of Retreat\" are known as CoHorts","response":"Colleen Hoover"}],"originalDate":"2024-11-13"},{"category":"ALSO A BEVERAGE BRAND","comments":"","clues":[{"text":"A right cross or jab on Oahu","response":"Hawaiian punch"},{"text":"This type of motor engine has an octet of cylinders","response":"a V8"},{"text":"It's another term for an elf or a pixie","response":"sprite"},{"text":"No booze in Ontario or Winnipeg?","response":"Canada dry"},{"text":"This rhyming hyphenated phrase is used to get someone's attention","response":"yoo-hoo"}],"originalDate":"2024-11-13"},{"category":"AFTER ALL","comments":"(Ken: These are words that closely follow the word \"all\" in the dictionary.)","clues":[{"text":"Torta Caprese is a traditional Italian cake made with chocolate &amp; these nuts","response":"almonds"},{"text":"This 2-word phrase refers to the university you went to or the anthem sung there","response":"alma mater"},{"text":"Synonyms for this word of indifference include standoffish &amp; distant","response":"aloof"},{"text":"Someone who loses a political race is deemed one of these hyphenated finishers, a term borrowed from horse racing","response":"an also-ran"},{"text":"In an airplane, this portmanteau device can help determine when you're losing or gaining elevation","response":"an altimeter"}],"originalDate":"2024-11-13"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Baylor claims the title of oldest continuously operating university in this state","response":"Texas"},{"text":"During WWII this New England school ran the Radiation Lab, the nation's leading center for radar development","response":"MIT"},{"text":"Creator of \"The Sex Lives of College Girls\", Mindy Kaling loved shooting in \"beautiful\" Poughkeepsie at this college","response":"Vassar"},{"text":"In 1853 T.S. Eliot's grandfather led the founding of Washington University in this city","response":"St. Louis"},{"text":"Before spreading joy around New England, Bill Belichick played tight end at this religious-named school in Middletown, Conn.","response":"Wesleyan"}],"originalDate":"2024-11-13"}],[{"category":"FROM THE GREEK","comments":"","clues":[{"text":"Many stubby little everyday words are from Anglo-Saxon, but Greek pyxos gave us this, meaning a container or to fight with fists","response":"box"},{"text":"In the early 1900s the makers of a new vacuum flask with a metal casing held a competition to name it &amp; this won","response":"thermos"},{"text":"Greek for \"art\" originated part of the name of this process that made movies like \"Gone with the Wind\" glow","response":"Technicolor"},{"text":"When Oedipus vows to find his father's killer, who in fact is himself, that's the situational type of this word","response":"irony"},{"text":"Anthony Burgess wrote, \"The words slide into the slots ordained by\" this, the set of rules for constructing sentences","response":"syntax"}],"originalDate":"2024-11-13"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"He wrote a sequel, \"Paradise Regained\", published 4 years after \"Paradise Lost\"","response":"Milton"},{"text":"Due to obscenity charges, this last D.H. Lawrence novel wasn't published in full in London until 1960","response":"<i>Lady Chatterley's Lover</i>"},{"text":"The title of this Ian Fleming story for kids about a magical car may have been inspired by the name of an Eton schoolmaster","response":"<i>Chitty-Chitty-Bang-Bang</i>"},{"text":"Matthew Arnold wrote the poem \"Calais Sands\" before his more famous one about this \"Beach\" across the Channel","response":"Dover (Beach)"},{"text":"In the first chapter of this E.M. Forster book, Lucy comments, \"I want so to see the Arno\"","response":"<i>A Room with a View</i>"}],"originalDate":"2024-11-12"},{"category":"MUSIC MISCELLANEA","comments":"","clues":[{"text":"2 of Rihanna's 14 No. 1 hits, \"What's My Name?\" &amp; \"Work\", featured this Canadian rapper","response":"Drake"},{"text":"Billboard called this Australian singer's \"Somebody Like You\" the No. 1 country song of the first decade of the 21st century","response":"Keith Urban"},{"text":"Robert Van Winkle is the real name of this rapper who was \"cool\" in the early 1990s","response":"Vanilla Ice"},{"text":"He topped the charts in 1976 duetting with Kiki Dee on \"Don't Go Breaking My Heart\"","response":"Elton John"},{"text":"In 1957 this jazz trumpeter released the album \"Miles Ahead\", which had him playing the flügelhorn on all the tracks","response":"Miles Davis"}],"originalDate":"2024-11-12"},{"category":"RHYME TIME","comments":"","clues":[{"text":"An everlasting doorway","response":"immortal portal"},{"text":"An outspoken native resident","response":"a vocal local"},{"text":"A more prudent Hohenzollern emperor","response":"a wiser kaiser"},{"text":"A Lakota evaluation of a past performance","response":"a Sioux review"},{"text":"Philanthropy transparency","response":"charity clarity"}],"originalDate":"2024-11-12"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"The 1938 Fair Labor Standards Act established the first federal this; it's been increased more than 20 times, but not since 2009","response":"the minimum wage"},{"text":"Before it was annexed by the U.S. in 1845, it claimed a panhandle that extended up into Wyoming","response":"Texas"},{"text":"In 1974 the U.S. repealed a Depression-era ban on private ownership of this that had been meant to prevent hoarding","response":"gold"},{"text":"In 1899, New York City newsboys went on strike, refusing to distribute papers published by Joseph Pulitzer &amp; this rival magnate","response":"Hearst"},{"text":"A December 2, 1954 resolution said the conduct of this man \"is contrary to senatorial traditions and is hereby condemned\"","response":"(Joseph) McCarthy"}],"originalDate":"2024-11-12"},{"category":"RIVERS OF THE WHIRLED","comments":"","clues":[{"text":"Lewis &amp; Clark wintered near it in 1805-1806:<br>CUBA LIMO","response":"the Columbia"},{"text":"Meaning \"great river\", it's part of the geography of 6 African countries: MAZE BIZ","response":"the Zambezi"},{"text":"Mandalay &amp; Magwe are port cities on it: DRAW DIARY","response":"the Irrawaddy"},{"text":"It begins at the western end of Great Slave Lake:<br>ECZEMA INK","response":"the Mackenzie"},{"text":"Down south, some of the flow of the Mississippi is diverted into it:<br>AHA CALF AT YA","response":"the Atchafalaya"}],"originalDate":"2024-11-12"}],{"category":"SCIENCE FICTION","text":"Name shared by a groundbreaking magazine launched in April 1926 &amp; a TV anthology series that premiered in September 1985","response":"<i>Amazing Stories</i>"}]}