{"mix":92,"rounds":[[{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"It sounds like a bath for a pig, but it means nonsense","response":"hogwash"},{"text":"This word originally meant the happy time at the start of a marriage, perhaps lasting for just one lunar cycle","response":"honeymoon"},{"text":"In song this person with a large, wide maw or a lack of discretion \"Strikes Again\"","response":"a Bigmouth"},{"text":"This owner of a rental property maximizes profits while allowing the property to deteriorate","response":"a slumlord"},{"text":"A synonym for applaud begins this slang word for a well-timed retort","response":"clapback"}],"originalDate":"2024-11-06"},{"category":"A SERIOUS BEATITUDE","comments":"(Ken: With lines from the King James Bible.)","clues":[{"text":"\"Blessed are they that\" do this, perhaps for a relative who has passed: \"for they shall be comforted\"","response":"mourn"},{"text":"Referencing 2 basic appetites, \"Blessed are they which do\" this &amp; this \"after righteousness: for they shall be filled\"","response":"hunger & thirst"},{"text":"Batting third in the lineup is the star beatitude \"Blessed are\" they: \"for they shall inherit the earth\"","response":"the meek"},{"text":"\"Blessed are\" these soothers of troubled waters: \"for they shall be called the children of god\"","response":"the peacemakers"},{"text":"\"Blessed are the poor in\" this: \"for theirs is the kingdom of heaven\"","response":"spirit"}],"originalDate":"2024-11-06"},{"category":"ORDINAL PHRASES","comments":"","clues":[{"text":"Also the title of an Oscar-nominated film, this alliterative power is sometimes defined as intuition","response":"the sixth sense"},{"text":"Seattle Seahawks fans are considered this at football games, one more than are allowed to be fielded at a time","response":"the 12th man"},{"text":"Like King Kong, the Astrodome &amp; the Taj Mahal have been billed as this","response":"the Eighth Wonder of the World"},{"text":"An ordinal number is found 3 times in this phrase referring to the time the armistice ending WWI was enacted","response":"the 11th hour of the 11th day of the 11th month"},{"text":"After the clergy, the nobility &amp; the public, the press became known as this","response":"the Fourth Estate"}],"originalDate":"2024-11-06"},{"category":"WORLD WAR II FICTION","comments":"","clues":[{"text":"A twist on history, Harry Turtledove's \"Days of Infamy\" imagines Japan occupying Hawaii after the attack here","response":"Pearl Harbor"},{"text":"In a 2006 John Boyne novel, a 9-year-old German kid named Bruno sees a boy in these title clothes &amp; makes friends with him","response":"the striped pajamas"},{"text":"The bird in the title of this Kristin Hannah bestseller is young Isabelle Rossignol's code name in the French Resistance","response":"<i>The Nightingale</i>"},{"text":"In this Markus Zusak novel, Liesel steals something belonging to a gravedigger &amp; is seen doing so by the book's narrator, Death","response":"<i>The Book Thief</i>"},{"text":"In this J.G. Ballard classic made into a 1987 film, young Jim is separated from his parents in 1941 Shanghai","response":"<i>Empire of the Sun</i>"}],"originalDate":"2024-11-06"},{"category":"PLAYING GAMES","comments":"","clues":[{"text":"A newer version of this board game allows you to solve the murder either at the mansion of the millionaire victim or on the boardwalk","response":"<i>Clue</i>"},{"text":"The winner of the auto race card game Mille Bornes is the first to complete a journey of this many miles","response":"1,000"},{"text":"Sega designers initially considered making this speedy blue video game character an armadillo or a porcupine","response":"Sonic the Hedgehog"},{"text":"In \"The Game of\" this, just like the real thing, the goal is to manage your money &amp; get to retirement wealthy","response":"<i>Life</i>"},{"text":"Abe Nathanson, the son of a fruit seller, created this a-peel-ing word game with his family","response":"<i>Bananagrams</i>"}],"originalDate":"2024-11-05"},{"category":"SCIENCE","comments":"","clues":[{"text":"Whether a substance sinks or floats depends on this, symbol D; if tried by ordeal in the Middle Ages, hope you have high D","response":"density"},{"text":"Dying in a Pasadena hospital in 1985, he followed reports of a terrible earthquake off the coast of Mexico","response":"(Charles) Richter"},{"text":"Both discovered in 1610, Callisto &amp; Io are 2 of its satellites","response":"Jupiter"},{"text":"The 2 chemical elements bearing the names of U.S. states are tennessine &amp; this one","response":"californium"},{"text":"Beetles, crabs &amp; spiders are all members of this largest animal phylum whose name is from Greek words for \"joint\" &amp; \"foot\"","response":"arthropod"}],"originalDate":"2024-11-05"}],[{"category":"A TAXING CATEGORY","comments":"","clues":[{"text":"Taxes can be regressive, hitting lower incomes harder, or this type that asks the wealthy to pay relatively more","response":"progressive"},{"text":"In 1943 Congress mandated this process via which employers deduct taxes from workers' paychecks","response":"withholding"},{"text":"A homonym of a word meaning to cut out, they're taxes on specific goods, services or activities","response":"excise"},{"text":"Most of the proceeds from the Federal Insurance Contributions Act (or FICA) tax go to this program","response":"Social Security"},{"text":"Property &amp; sales taxes are often this type, from Latin for \"in proportion to value\"","response":"<i>ad valorem</i>"}],"originalDate":"2024-11-05"},{"category":"ESSAYS","comments":"","clues":[{"text":"This actor drew both support &amp; backlash for his 2024 N.Y. Times guest essay calling for a new Democratic presidential nominee","response":"George Clooney"},{"text":"Lars Eighner's classic memoir of homelessness includes an essay on this alliterative act of scavenging in trash receptacles","response":"dumpster diving"},{"text":"This \"Joy Luck Club\" author shared her observations on the English language in an essay called \"Mother Tongue\"","response":"Amy Tan"},{"text":"His move to Paris &amp; attempts to learn French inspired this humorist's book of essays \"Me Talk Pretty One Day\"","response":"Sedaris"},{"text":"She wrote about race &amp; identity in her 1928 essay \"How It Feels to Be Colored Me\"","response":"(Zora Neale) Hurston"}],"originalDate":"2024-11-05"},{"category":"DEAD LIKE ME","comments":"","clues":[{"text":"Shortly after her husband fell on his sword in 30 B.C., this royal got snakebit &amp; was buried with her beloved","response":"Cleopatra"},{"text":"Like many others on that 79 A.D. day, Pliny got no elder after succumbing to fumes from this volcano above the Bay of Naples","response":"Vesuvius"},{"text":"On Feb. 24, 1836 William B. Travis wrote the \"Victory or Death\" memo from this landmark, but Travis &amp; his men did not find victory","response":"the Alamo"},{"text":"On Oct. 16, 1946 Joachim von Ribbentrop, Wilhelm Keitel &amp; 8 others were executed in this city","response":"Nuremberg"},{"text":"She &amp; 3 Lincoln conspirators would be hanged in 1865 but 2 years later, only the jury was hung in her son's trial","response":"(Mary) Surratt"}],"originalDate":"2024-11-04"},{"category":"HER FIRST NO. 1 POP HIT","comments":"","clues":[{"text":"2006:<br>\"Hips Don't Lie\"","response":"Shakira"},{"text":"2008: <br>\"I Kissed A Girl\" (&amp; she liked it)","response":"Katy Perry"},{"text":"1985:<br>\"Saving All My Love For You\"","response":"Whitney Houston"},{"text":"1989:<br>\"Straight Up\"","response":"Paula Abdul"},{"text":"1989:<br>\"Wind Beneath My Wings\"","response":"Bette Midler"}],"originalDate":"2024-11-04"},{"category":"THE QUOTABLE OSCAR WILDE","comments":"","clues":[{"text":"In \"Lady Windermere's Fan\", Wilde wrote, \"I can resist everything except\" this","response":"temptation"},{"text":"In this novel Lord Henry says, \"I like men who have a future and women who have a past\"","response":"<i>The Picture of Dorian Gray</i>"},{"text":"Wilde called this British activity with a pack of hounds \"the unspeakable in full pursuit of the uneatable\"","response":"fox hunting"},{"text":"This watery site \"must be one of the earliest, if not the keenest, disappointments in American married life\"","response":"Niagara Falls"},{"text":"A character in \"A Woman of No Importance\" claims, \"Moderation is a fatal thing... nothing succeeds like\" this","response":"excess"}],"originalDate":"2024-11-04"},{"category":"5, 5","comments":"(Ken: Each correct response here<span class=\"nobreak\">--</span>two 5-letter words.)","clues":[{"text":"Like slaphappy, this adjective originally referred to a boxer who was dazed from taking too many blows to the head","response":"punch drunk"},{"text":"About 230 of the Shakespeare collections called this still exist; a good-quality one can fetch over $5 million","response":"First Folio"},{"text":"An Egyptian style of this is called raqs sharqi &amp; is now performed by both men &amp; women, often as wedding entertainment","response":"a belly dance"},{"text":"It's the only U.S. state capital that fits the category","response":"Baton Rouge (or Boise, Idaho)"},{"text":"This 10-limbed invertebrate lives up to its name, with eyes the size of dinner plates","response":"the giant squid"}],"originalDate":"2024-11-04"}],{"category":"HISTORIC SCIENTISTS","text":"A pair of discoveries by him in 1787 are named for stage characters, a new practice in his field","response":"(William) Herschel"}]}