{"mix":93,"rounds":[[{"category":"EPICS","comments":"","clues":[{"text":"This FX epic's 18 Emmy awards in 2024 included one for Hiroyuki Sanada as Lord Toranaga","response":"<i>Shōgun</i>"},{"text":"In a 1985 epic Edward Woodward plays Saul &amp; Richard Gere is this title king","response":"David"},{"text":"Morfydd Clark is Galadriel &amp; Sauron is the usual Sauron in this epic prequel series set in J.R.R. Tolkien's world","response":"<i>Rings of Power</i>"},{"text":"No one-trick pony, Finder, who starred in \"Seabiscuit\", also played Joey in this World War I epic","response":"<i>War Horse</i>"},{"text":"With Mark Hamill, \"Knightfall\" on the History Channel focused on these knights whose red crosses didn't mean first aid","response":"the Knights Templar"}],"originalDate":"2024-11-04"},{"category":"THE ODYSSEY","comments":"","clues":[{"text":"In 2012 he became the first person to reach Challenger Deep solo","response":"James Cameron"},{"text":"Plutarch describes this conqueror meeting the naked gymnosophists during his attempt to conquer India","response":"Alexander the Great"},{"text":"A blurb on the back of his 1999 memoir says he \"jetboated up the Ganges from the ocean to the sky\"","response":"Sir Edmund Hillary"},{"text":"Guided by his buddy Kit Carson, this \"Pathfinder\" explored &amp; mapped the Oregon Trail in the 1840s","response":"John Frémont"},{"text":"The 1609 shipwreck of the Sea Venture &amp; the adventures of its castaways are said to have inspired this play","response":"<i>The Tempest</i>"}],"originalDate":"2024-11-04"},{"category":"THE \"NE\" ADD","comments":"","clues":[{"text":"Put \"NE\" before a word for a buddy &amp; climb up to this mountainous Asian country","response":"Nepal (from Ne<b>pal</b>)"},{"text":"Add an \"NE\" to the end of a genre of music &amp; give us the last name of this Notre Dame football coach","response":"Rockne (from <b>Rock</b>ne)"},{"text":"Take an adjective for sinewy &amp; insert \"NE\" to get this business that might make a pinot noir","response":"winery (from <b>wi</b>ne<b>ry</b>)"},{"text":"A Russian mountain range gets more cerebral when you put \"NE\" at the start &amp; make this word","response":"neural (from ne<b>ural</b>)"},{"text":"Give \"NE\" help you can as you insert those 2 letters in a word that precedes \"off course\" &amp; get this word for a facade","response":"veneer (from veer)"}],"originalDate":"2024-11-04"},{"category":"THAT'S SO 19th CENTURY","comments":"","clues":[{"text":"Boundaries of the Louisiana Purchase were vague, but by 1818, the Stony Mountains, now called these, became the western limit","response":"the Rockies"},{"text":"In 1859 she provided \"Notes on Nursing: What It Is and What It Is Not\", &amp; here's what the book is<span class=\"nobreak\">--</span>still available today","response":"Florence Nightingale"},{"text":"3 glasses of whiskey are said to have made his 1865 VP inaugural address a bit of an adventure; a stunned Lincoln couldn't even look","response":"Andrew Johnson"},{"text":"The Oct. 25, 1854 Battle of Balaklava in this war was immortalized in \"The Charge of the Light Brigade\" later that year","response":"the Crimean War"},{"text":"Napoleon re-premiered at Cannes on March 1, 1815, returning from an extended, unwanted engagement on this island","response":"Elba"}],"originalDate":"2024-11-01"},{"category":"ONLY MURDERS IN BUILDINGS","comments":"","clues":[{"text":"In \"Over My Dead Body\" by Rex Stout, Percy Ludlow is killed by an epee in a studio where this sport is taught","response":"fencing"},{"text":"\"The Da Vinci Code\" begins with a murder in the Grand Gallery of this French institution","response":"the Louvre"},{"text":"In a work by him, Jason Bourne discovers Jacqueline Lavier dead in a church confession booth","response":"Ludlum"},{"text":"The mean pawnbroker Alyona Ivanovna &amp; her timid half-sister are murdered in their apartment in this 1866 work","response":"<i>Crime and Punishment</i>"},{"text":"In an Agatha Christie work from 1926, this title character is killed in his home study","response":"Roger Ackroyd"}],"originalDate":"2024-11-01"},{"category":"LOGOS","comments":"","clues":[{"text":"A medal designed by Tiffany &amp; Co. is said to have inspired the logo for this New York sports team","response":"the Yankees"},{"text":"The logo of this brand of scotch is a London dandy, mid-stride","response":"Johnnie Walker"},{"text":"Since its name includes an abbreviation for \"next vision\", it makes sense this AI innovator's logo is a green eye","response":"Nvidia"},{"text":"This maker of cookies &amp; crackers uses a white oval surmounted by a double-barred cross on a red triangular corner seal","response":"Nabisco"},{"text":"The shape of Yosemite's Half Dome inspired the logo of this outdoor clothing company","response":"The North Face"}],"originalDate":"2024-11-01"}],[{"category":"RESTING IN FOREST LAWN CEMETERY","comments":"(Ken: ... in Glendale, California.)","clues":[{"text":"The New York Times' 1966 obituary headline for this man read, in part, \"Founded an empire on a mouse\"","response":"Walt Disney"},{"text":"Rest easy &amp; well, comedic genius Larry Fine of this movie series trio; no one can hurt you in wildly funny ways anymore","response":"The Three Stooges"},{"text":"This Rat Packer's inscription says \"The Entertainer\"; his father's says \"Daddy Sam\"","response":"Sammy Davis Jr."},{"text":"In 2009 Elizabeth Taylor (now also on-site), Lisa Marie Presley &amp; Quincy Jones attended his Forest Lawn funeral","response":"Michael Jackson"},{"text":"\"Frankly, my dear\", his fifth wife arranged for him to be interred next to his third wife Carole Lombard","response":"Clark Gable"}],"originalDate":"2024-11-01"},{"category":"CLASSICAL MUSICIANS","comments":"","clues":[{"text":"In 1962, at age 7, this cellist played for President Kennedy, accompanied by sister Yeou-Cheng on the piano","response":"Yo-Yo Ma"},{"text":"John Williams (not the composer) put out an album of greatest hits on this instrument with works by Albeniz, Granados &amp; Tárrega","response":"a guitar"},{"text":"Emmanuel Pahud plays a 14 karat gold one of these woodwinds; Sir James Galway's is platinum","response":"a flute"},{"text":"Soon after this American pianist won the Tchaikovsky Competition in 1958, a major intl. piano competition was named for him","response":"Cliburn"},{"text":"L.A.'s Dorothy Chandler Pavilion opened in 1964 with a performance by this Lithuanian-born violinist &amp; longtime USC teacher","response":"Jascha Heifetz"}],"originalDate":"2024-11-01"},{"category":"AMONG THE TOP BRITISH BABY NAMES","comments":"","clues":[{"text":"For boys the top 2 names are Noah &amp; this Muslim one, with its various spellings","response":"Muhammad"},{"text":"It's the name shared by British-born actresses James &amp; Collins","response":"Lily"},{"text":"Drop 2 letters from a piece of land surrounded by water to get this popular girl's name, recently No. 3","response":"Isla"},{"text":"It's from Greek for \"bright\" or \"radiant\", like Ms. Waller-Bridge","response":"Phoebe"},{"text":"This name that's in the top 20 belongs to a boy born in 2019 who's sixth in line to the British throne","response":"Archie"}],"originalDate":"2024-11-01"},{"category":"6-LETTER SYNONYM PAIRS","comments":"","clues":[{"text":"A position in basketball<br>&<br>a word before English","response":"center & middle"},{"text":"A tasting sampler, as of wines or whiskeys<br>&<br>the second book of the Bible","response":"flight & Exodus"},{"text":"One in the final year of classes<br>&<br>what the \"M\" stands for in the TV-MA rating","response":"senior & mature"},{"text":"Flannel-forward paper towel brand<br>&<br>a type of nuclear force","response":"Brawny & strong"},{"text":"A Quaker<br>&<br>one of 10 divisions of a Roman legion","response":"Friend & cohort"}],"originalDate":"2024-11-01"},{"category":"A QUESTION OF TIME","comments":"","clues":[{"text":"The Navy popularized this alliterative term for scheduled entertainment time; it's caught on at bars around the world","response":"happy hour"},{"text":"This area near Broadway at 7th Avenue &amp; 42nd Street is dubbed \"the Crossroads of the World\"","response":"Times Square"},{"text":"Mr. Pickle, Mr. Egg &amp; Mr. Hot Dog chase Chef Peter Pepper as he tries to make sandwiches in this arcade game","response":"<i>BurgerTime</i>"},{"text":"In 2014 physicists sped up lithium ions to measure time dilation &amp; gave new confirmation of this \"special\" theory","response":"(special) relativity"},{"text":"Florentino &amp; Fermina are the couple at the heart of this novel by Gabriel Garcia Márquez","response":"<i>Love in the Time of Cholera</i>"}],"originalDate":"2024-10-31"},{"category":"SALUTATIONS!","comments":"","clues":[{"text":"A Spanish magazine covering celebrity life has this greeting as its title","response":"hola"},{"text":"It's a common Jewish greeting as well as a farewell","response":"shalom"},{"text":"It's a 3-letter mashup of a 2-word question, &amp; I dunno, this 3-letter mashup of a 2-word question with you?","response":"sup"},{"text":"Hey pardner, this informal greeting rhymes with \"apple pan dowdy\" in a song from the 1940s","response":"howdy"},{"text":"This 2-word German expression covers good day, good afternoon &amp; hello","response":"<i>Guten Tag</i>"}],"originalDate":"2024-10-31"}],{"category":"CABINET MEMBERS","text":"In order of fame, the first Cabinet was Jefferson (later prez), Hamilton (\"my shot\" guy), Knox (of fort fame), this attorney general","response":"(Edmund) Randolph"}]}