{"mix":96,"rounds":[[{"category":"SUCCESSION","comments":"","clues":[{"text":"In 2011 it was Jerry Brown who said I'll be back for a second run as governor, as this man left Sacramento","response":"Schwarzenegger"},{"text":"Tiberius said no to naming a month for himself as had been done for this emperor he succeeded","response":"Augustus"},{"text":"On the Supreme Court, RBG was replaced by ACB, her","response":"Amy Coney Barrett"},{"text":"Peter III abdicated in 1762 but 8 days later, got murdered anyway; now it was her time to rule","response":"Catherine the Great"},{"text":"On a presidential list, after him came Georges Pompidou &amp; circumstance in 1969","response":"de Gaulle"}],"originalDate":"2024-10-24"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Feast on views of the Himalayas in Sagarmatha National Park in this country","response":"Nepal"},{"text":"There are more than 700 lakes in this northern Montana national park; the lower-elevation ones are dammed by end moraines","response":"Glacier"},{"text":"A national park in New Zealand is a true \"land\" of these steep-cliffed inlets also found in northern lands, like Doubtful Sound","response":"a fjord"},{"text":"This centrally located country has Tortuguero National Park on the Caribbean &amp; Corcovado National Park on the Pacific","response":"Costa Rica"},{"text":"This park in northeastern South Africa bears the name of a president of the Transvaal","response":"Kruger National Park"}],"originalDate":"2024-10-24"},{"category":"4-LETTER OPPOSITES","comments":"","clues":[{"text":"Nasty: <br>Pronounced another way, it's a place in France","response":"nice"},{"text":"Approve: <br>Line-item is one type","response":"veto"},{"text":"Industrious: <br>It's found in a famous sentence involving a \"quick brown fox\"","response":"lazy"},{"text":"Sullied: <br>The type of reason Kant critiqued in a 1781 work","response":"pure"},{"text":"Dearth: <br>The oil one in the 1980s caused problems","response":"glut"}],"originalDate":"2024-10-24"},{"category":"BALLAD","comments":"","clues":[{"text":"Some medieval ballads about this legendary title hero actually take place in Yorkshire, not Nottinghamshire","response":"Robin Hood"},{"text":"Dating to the 16th century, broadside ballads the size of handbills became commonplace due to the adoption of this invention","response":"the printing press"},{"text":"The subject of a famous ballad, he died in a crash with one hand on the brake, the other on the whistle","response":"Casey Jones"},{"text":"In \"The Ballad of\" this place, Oscar Wilde wrote, \"Something was dead in each of us, and what was dead was hope\"","response":"Reading Gaol"},{"text":"In the ballad of this man, his sister says, \"Today you must die for the murder of James A. Garfield upon the scaffold high\"","response":"Guiteau"}],"originalDate":"2024-10-24"},{"category":"HELLO &amp; GOODBYE","comments":"","clues":[{"text":"She greeted listeners with the 2015 song \"Hello\" &amp; got a monster hit","response":"Adele"},{"text":"\"Goodbye, Norma Jean\" is a 1976 biopic about her","response":"Monroe"},{"text":"In a 1987 movie these 3 words repeatedly follow, \"Hello, my name is Inigo Montoya. You killed my father...\"","response":"prepare to die"},{"text":"\"This Is Spinal Tap\" gave birth to a meme when the title rock band shouts \"Hello\" this Midwestern city while lost on the way to the stage","response":"Cleveland"},{"text":"The title of that 1960s hit often sung tauntingly at sports venues is \"Na Na Hey Hey\" these 3 words","response":"Kiss Him Goodbye"}],"originalDate":"2024-10-23"},{"category":"LITERARY TITLES EN ESPAÑOL","comments":"","clues":[{"text":"\"El nombre de la rosa\"","response":"<i>The Name of the Rose</i>"},{"text":"\"El pony colorado\"","response":"<i>The Red Pony</i>"},{"text":"\"La comedia de las equivocaciones\"","response":"<i>The Comedy of Errors</i>"},{"text":"\"El ruido y la furia\"","response":"<i>The Sound and the Fury</i>"},{"text":"\"Mil soles  espléndidos\"","response":"<i>A Thousand Splendid Suns</i>"}],"originalDate":"2024-10-23"}],[{"category":"THE TROJAN WAR","comments":"","clues":[{"text":"In John Dryden's translation of the \"Aeneid\", it was of \"monstrous height\" with \"sides... plank'd with pine\"","response":"the Trojan Horse"},{"text":"A masterpiece of ancient sculpture shows the Trojan priest Laocoon &amp; his sons being squeezed to death by \"sea\" these","response":"sea serpents"},{"text":"In the title of a Shakespeare work, he is a son of King Priam &amp; she is the daughter of Calchas","response":"Troilus & Cressida"},{"text":"The \"Iliad\" ends with the lighting of this warrior's pyre after several days spent gathering wood","response":"Hector"},{"text":"This goddess of discord threw an apple intended for the fairest of the goddesses, leading to the Trojan War","response":"Eris"}],"originalDate":"2024-10-23"},{"category":"THAT'S JUST PART OF THE STORY","comments":"","clues":[{"text":"On the question of \"Life, the Universe and Everything\" in this book series, the answer is 42, \"which is a little aggravating\"","response":"<i>The Hitchhiker's Guide to the Galaxy</i>"},{"text":"\"We have real dinosaurs out there now. That's what people want to see\"","response":"<i>Jurassic Park</i>"},{"text":"The hero of this tale thinks, \"Do you believe the great DiMaggio would stay with a fish as long as I will stay with this one?\"","response":"<i>The Old Man and the Sea</i>"},{"text":"The Lady Madeline isn't the corpse we were told she was<span class=\"nobreak\">--</span>at least not until after a family reunion<span class=\"nobreak\">--</span>in this 1839 short story","response":"\"The Fall of the House of Usher\""},{"text":"It's the last name of Philip Roth's character Alexander, who has at least one issue with his mom, Sophie","response":"Portnoy"}],"originalDate":"2024-10-22"},{"category":"6 BY 6 NAMES","comments":"(Ken: Each response will be a 6-letter first name and a 6-letter last name.)","clues":[{"text":"This daughter of a minister was chancellor of Germany from 2005 to 2021","response":"Angela Merkel"},{"text":"She died at age 23 in a hail of bullets along with her outlaw partner sitting in a stolen Ford outside Sailes, Louisiana","response":"Bonnie Parker"},{"text":"This actress known for movies &amp; British TV like \"Fleabag\" &amp; \"Broadchurch\" is not related to fellow 6x6 thespian Ronald","response":"Olivia Colman"},{"text":"In 1966 he was elected governor of California, beating the incumbent Edmund G. Brown in a landslide","response":"Ronald Reagan"},{"text":"In 1517 he sent a letter to Archbishop Albrecht of Mainz criticizing the sale of indulgences to free sinners from divine punishment","response":"Martin Luther"}],"originalDate":"2024-10-22"},{"category":"THE DUTCH COLONIAL EMPIRE","comments":"","clues":[{"text":"The Netherlands' colonial empire was mainly split between these 2 directional trading companies","response":"the (Dutch) East India Trading Company & West India Trading Company"},{"text":"Batavia, founded in 1619 on Java, resembled a dutch town with canals; 3 centuries later, it was renamed this","response":"Jakarta"},{"text":"The Dutch moved into the Caribbean to mine salt used to pack &amp; preserve this fish; they love the maatjes type","response":"herring"},{"text":"In 1633, when New Netherland occupied part of New York state, ancestors of this 19th c. U.S. president settled in Rensselaer County","response":"Martin Van Buren"},{"text":"The Dutch seized Fort Willoughby from the British in this future capital of Suriname &amp; renamed it Fort Zeelandia","response":"Paramaribo"}],"originalDate":"2024-10-22"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"The FDA calls it \"a highly addictive chemical compound present in a tobacco plant\"","response":"nicotine"},{"text":"A substance's lowest possible energy state is this 2-word term, -273.15 degrees C. or an equally frosty -459.67 F.","response":"absolute zero"},{"text":"Fe<sub>2</sub>O<sub>3</sub> is the chemical formula for this 4-letter concern","response":"rust"},{"text":"Jöns Jacob Berzelius honored the gods of his Swedish ancestors naming this element, now a powerful nuclear reactor fuel","response":"thorium"},{"text":"It's \"a\" mixture or blend of mercury with another metal","response":"an amalgam"}],"originalDate":"2024-10-22"},{"category":"SHE'S A SAINT!","comments":"","clues":[{"text":"Tradition says that St. Priscilla allowed this New Testament figure also called Simon to use her home as his HQ while in Rome","response":"Peter"},{"text":"This Nobel Prize winner reached the ranks of the blessed in the church's then shortest time &amp; was canonized in 2016","response":"Mother Teresa"},{"text":"On May 30, 1431 the English threw her ashes into the Seine River","response":"Joan of Arc"},{"text":"The sixth station of the cross is this saint \"wipes the face of Jesus\"; tradition says she used her veil","response":"St. Veronica"},{"text":"This Italian-born patron saint of immigrants came to New York City in 1889 to help immigrants","response":"Mother Cabrini"}],"originalDate":"2024-10-22"}],{"category":"CHILDREN'S BOOKS","text":"The idea for this book, originally titled \"A Week with Willi the Worm\", came to the author as he punched holes in a stack of paper","response":"<i>The Very Hungry Caterpillar</i> (by Eric Carle)"}]}