{"mix":98,"rounds":[[{"category":"PLANTED BY","comments":"","clues":[{"text":"You can still peer through Judith's Hedge in Cambridgeshire, planted around 1075 by a niece of this conquering king","response":"William the Conqueror"},{"text":"The Haifa grounds of the Technion, Israel's Stanford or M.I.T., have a tree planted in 1923 by this visiting Jewish scientist","response":"Einstein"},{"text":"She planted a tree on Banyan Drive in Hilo in 1935 shortly before making a solo flight to California","response":"Amelia Earhart"},{"text":"These trees at Rideau Hall, home of Canada's governor-general, include plantings by Haile Selassie &amp; King Baudouin of Belgium","response":"maple trees"},{"text":"A pear tree planted around 1647 by this Dutch colonial gov. stood at 3rd Ave. &amp; 13th St. until it was killed in a 19th c. carriage wreck","response":"Stuyvesant"}],"originalDate":"2024-10-17"},{"category":"THE APP &amp; WEBSITE US\"ER\"","comments":"","clues":[{"text":"Swipe right is a sign of approval on this wildly popular dating app","response":"Tinder"},{"text":"Investment firm Francisco Partners always knows when it's going to rain since acquiring this .com from IBM","response":"Weather"},{"text":"In 2015, around 5 years after this company debuted in San Francisco, it partnered with MADD","response":"Uber"},{"text":"If you go to unitedcenter.com &amp; decide to go see a concert or some comedy, you'll be taken to this company's website","response":"Ticketmaster"},{"text":"It follows WhatsApp in an app that connects people far &amp; near","response":"Messenger"}],"originalDate":"2024-10-17"},{"category":"RECENT SLANG","comments":"","clues":[{"text":"Also a sound that comes from a faucet, this word now describes your expert fashion sense","response":"drip"},{"text":"Wanna clap back at someone born between 1946 &amp; 1964? Use this 2-word expression","response":"Okay, Boomer"},{"text":"Waving this neutral item indicates a quirky trait that is neither good nor bad but might give you pause in considering a love interest","response":"a beige flag"},{"text":"If you're looking for instruction on how to be a better you, ask for an LPT, short for this; there's a subreddit with tons of them!","response":"life pro tip"},{"text":"Something celestial bodies tend to do, this was deemed by Men's Health the \"new ghosting\", i.e. no contact but following online","response":"orbiting"}],"originalDate":"2024-10-17"},{"category":"THAT BLOWS!","comments":"","clues":[{"text":"In a chapter called \"The Cyclone\", \"In spite of the swaying of the house and the wailing of the wind\", this girl \"fell fast asleep\"","response":"Dorothy"},{"text":"A fan blows hot air over &amp; around food, helping to assure even cooking in this type of oven","response":"an air fryer (convection oven)"},{"text":"Plural noun for a pear-shaped pump; 2 boards are pushed together to expel air &amp; help start a fire","response":"a bellows"},{"text":"Researchers at Marineland in Canada say this pale whale blows bubbles in meaningful ways, from bored to startled","response":"a beluga"},{"text":"In 1979 tropical storm Tip upgraded to super this Tip &amp; raged through the Western Pacific with 190 mph winds","response":"(super) typhoon"}],"originalDate":"2024-10-17"},{"category":"THE BOOKS OF MORMONS","comments":"","clues":[{"text":"The main character of Stephenie Meyer's \"The Short Second Life of Bree Tanner\" is dealing with becoming one of these","response":"a vampire"},{"text":"Brandon Mull's \"Fablehaven\" books feature brownies, goblins &amp; of course these tiny winged lasses like Shiara","response":"a fairy"},{"text":"One heck of a labyrinth is the only way out in this 2009 James Dashner novel","response":"<i>The Maze Runner</i>"},{"text":"A book called \"Unmask Alice\" tells how Utah housewife Beatrice Sparks wrote this supposed teenage diary","response":"<i>Go Ask Alice</i>"},{"text":"\"Uncle Orson\" is the online persona of this author of \"Ender's Game\" &amp; the \"Pathfinder\" series","response":"Orson Scott Card"}],"originalDate":"2024-10-17"},{"category":"WOMEN'S ORGANIZATIONS","comments":"","clues":[{"text":"Queens are the chapter leaders of this society named for the colorful chapeaux worn by its members","response":"the Red Hat Society"},{"text":"Betty Friedan was a founder of this feminist organization &amp; served as its first president","response":"NOW (National Organization for Women)"},{"text":"Founded in 1929 to promote the values of Hellenism, the Daughters of her is named for the patient wife of Odysseus","response":"Penelope"},{"text":"This nonpartisan group sponsored the televised presidential debates between Ford &amp; Carter","response":"the League of Women Voters"},{"text":"A motto of this Jewish women's organization is \"Aruchat Bat Ami\", or \"the healing of the daughter of my people\"","response":"Hadassah"}],"originalDate":"2024-10-17"}],[{"category":"HORSING AROUND","comments":"","clues":[{"text":"At the 1815 Battle of Waterloo, he rode his favorite horse Marengo for the last time","response":"Napoléon"},{"text":"Bellerophon was riding this winged horse when he killed the Chimera","response":"Pegasus"},{"text":"He narrates Anna Sewell's only novel","response":"Black Beauty"},{"text":"In his two years of racing, 1919 &amp; 1920, he won 20 of 21 races; in 1999, he was named Horse of the Century","response":"Man o' War"},{"text":"In the \"Lord of the Rings\" books, Gandalf the wizard is the one who tames &amp; rides this \"lord\" of horses","response":"Shadowfax"}],"originalDate":"2024-10-17"},{"category":"HEY, PUMPKIN!","comments":"","clues":[{"text":"In the fairy tale \"Cinderella\", a pumpkin is magically turned into one of these","response":"a carriage (coach)"},{"text":"In the \"Peanuts\" comics, this character espouses belief in the Great Pumpkin, who rises from the patch on Halloween","response":"Linus"},{"text":"Roasted pumpkin seeds are a tasty, healthy snack &amp; called these in Spanish","response":"a <i>pepita</i>"},{"text":"Some say pumpkins are vegetables, some say fruits, but either way, they're one of the \"winter\" varieties of this garden favorite","response":"a (winter) squash"},{"text":"Pumpkins are a good source of iron, potassium &amp; this antioxidant substance converted into vitamin A in the body","response":"beta carotene"}],"originalDate":"2024-10-16"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"June 21 is world day for these lanky mammals that include reticulated &amp; Masai species; experts warn of \"silent extinction\"","response":"giraffe"},{"text":"The first Friday in February is national wear this color day, promoting awareness of women's heart health","response":"red"},{"text":"In 1964 Oct. 9 was proclaimed as this man's day, amid growing consensus that he reached North America before Columbus","response":"Leif Erikson"},{"text":"August 7 honors recipients of this military medal first awarded by George Washington","response":"the Purple Heart"},{"text":"Public schools in this state observe November 29 as former governor Nellie Tayloe Ross Day","response":"Wyoming"}],"originalDate":"2024-10-16"},{"category":"THE BOOK NOOK","comments":"","clues":[{"text":"This first name precedes \"light of my life, fire of my loins\" to start a classic by Nabokov","response":"Lolita"},{"text":"In this novel Amy seems to be a favorite with her aunts: a ring from Aunt March &amp; a trip to Europe with Aunt Carrol","response":"<i>Little Women</i>"},{"text":"This author refreshed the vampire genre in \"Interview with the Vampire\", her first published work","response":"Rice"},{"text":"Prince Rilian was seated in this, the title of book 4 of \"The Chronicles of Narnia\"","response":"<i>The Silver Chair</i>"},{"text":"\"I fell burning into the desert\", explains the title character of this novel by Michael Ondaatje","response":"<i>The English Patient</i>"}],"originalDate":"2024-10-16"},{"category":"THE ____ OF THE ____","comments":"","clues":[{"text":"NASA says it's some 13.1 septillion pounds; if it's \"on your shoulders\" idiomatically, you have tons of things to worry about","response":"the weight of the world"},{"text":"After his son Uncas dies, Chingachgook becomes this, as in the title of an 1826 book","response":"the last of the Mohicans"},{"text":"\"Jesus falls the first time\" &amp; \"Jesus is laid in the tomb\" are parts of this reflective rite","response":"the Stations of the Cross"},{"text":"David Livingstone went missing searching for it in the 1860s","response":"the source of the Nile"},{"text":"Savonarola's infamous pyre of destruction","response":"the bonfire of the vanities"}],"originalDate":"2024-10-16"},{"category":"THAT'S SUCH A CLICHÉ!","comments":"","clues":[{"text":"Reportedly, for physicist Richard Feynman this 3-word cliché was \"this dying is boring\"","response":"his famous last words"},{"text":"Do me a favor &amp; I'll do you one<span class=\"nobreak\">--</span>tell us that in Latin it's \"manus manum lavat\"","response":"one hand washes the other"},{"text":"To a friend who has betrayed you, you might use this Latin phrase from Shakespeare's \"Julius Caesar\"","response":"<i>Et tu, Brute</i>"},{"text":"Going back to Galatians 5:4, this expression means to lose favor or lapse into sin","response":"to fall from grace"},{"text":"It's the same idea as \"15 minutes of fame\" &amp; can be applied, literally, to Lady Jane Grey","response":"a nine-days wonder"}],"originalDate":"2024-10-16"}],{"category":"WORLD GEOGRAPHY","text":"Located on an island, in 2016 this world capital began following 2 different time zones","response":"Nicosia, Cyprus"}]}