{"mix":102,"rounds":[[{"category":"METONYMS","comments":"","clues":[{"text":"Metonymy replaces a concept with a word associated with it, like using this TV title headwear to mean \"queen\"","response":"a crown"},{"text":"This 2-word thoroughfare traditionally reps regular ol' middle class folks","response":"Main Street"},{"text":"An entree may metonymically become what it's served on, as in \"revenge is\" this \"best served cold\"","response":"a dish"},{"text":"Proverbially, \"you can't fight\" it, it being a metonym for local government","response":"city hall"},{"text":"This expression meaning that the written word will defeat attempts to suppress it contains 2 metonyms","response":"the pen is mightier than the sword"}],"originalDate":"2024-10-04"},{"category":"AN OCEAN OF LOTION","comments":"","clues":[{"text":"The isopropyl type of this is used in aftershave &amp; hand lotions","response":"alcohol"},{"text":"Sounding like a bullfighting cry, this company's super serum offers \"visibly smoother lines\"","response":"Olay"},{"text":"The Coasters song \"Poison Ivy\" says, \"You're gonna need an ocean\" of this pink lotion, \"You'll be scratchin' like a hound\"","response":"calamine lotion"},{"text":"Obtained from beans, this fat that's used to make chocolate is also used in a Nivea body lotion","response":"cocoa butter"},{"text":"\"E\" is for this type of chemical additive found in lotions that helps with suspension of one liquid in another","response":"an emulsifier"}],"originalDate":"2024-10-04"},{"category":"BOOKS REVAMPED","comments":"","clues":[{"text":"In \"The Weight of Blood\", which reimagines this Stephen King tale, there's also a prom &amp; revenge","response":"<i>Carrie</i>"},{"text":"Found dead in a floating frame house, this character's infamous dad Pap was reimagined in a Jon Clinch novel","response":"Huck Finn"},{"text":"In John Gardner's \"Grendel\", the title beastie thinks he sees this warrior sprout wings","response":"Beowulf"},{"text":"Neil Gaiman's \"The Graveyard Book\", about a boy raised by ghosts, was inspired by this Kipling work with a similar theme","response":"<i>The Jungle Book</i>"},{"text":"\"Demon Copperhead\" has a villain named U-Haul standing in for this \"David Copperfield\" bad guy who has the initials U.H.","response":"Uriah Heep"}],"originalDate":"2024-10-04"},{"category":"THE BRITISH MONARCH WHEN HE BECAME PRESIDENT","comments":"","clues":[{"text":"Ulysses S. Grant","response":"(Queen) Victoria"},{"text":"George Washington","response":"King George III"},{"text":"JFK","response":"Queen Elizabeth II"},{"text":"Harry Truman","response":"George VI"},{"text":"Theodore Roosevelt","response":"Edward VII"}],"originalDate":"2024-10-04"},{"category":"ON \"FOOT\"","comments":"","clues":[{"text":"A cryptid is a creature not proven to actually exist, like this one of western North America","response":"Bigfoot"},{"text":"A habitual hurrier in a hot rod","response":"a lead foot"},{"text":"A greenhorn or a Boy Scout of the lowest rank","response":"a tenderfoot"},{"text":"To avoid doing or saying anything because of nervousness","response":"to pussyfoot"},{"text":"75,000 casualties among World War I British forces were attributed to this hitherto unknown condition","response":"trench foot"}],"originalDate":"2024-10-04"},{"category":"TALL TALES","comments":"","clues":[{"text":"Powerful steel worker Joe Magarac bent that alloy with his bare hands in tales from this city, the Paris of Appalachia","response":"Pittsburgh"},{"text":"In an original tall tale by Pat Mora, Doña Flor is a southwestern giant who makes these baked items that can be used as rafts","response":"tortillas"},{"text":"Able to produce enough dairy products for an entire logging camp, Bessie the Yeller Cow was the mate of this other colossus","response":"Babe the Blue Ox"},{"text":"Mose the fireman once extinguished a raging NYC fire by tunneling to New Jersey &amp; using this water source to douse the flames","response":"the Hudson River"},{"text":"This African-American railroad man raced &amp; defeated a steam drill in a contest, but died with his hammer in his hand","response":"John Henry"}],"originalDate":"2024-10-04"}],[{"category":"<em class=\"underline\">PEOPLE</em>'S SEXIEST MAN ALIVE","comments":"","clues":[{"text":"2016's cover duly reported this part-time pro wrestler was \"sweet, smart<span class=\"nobreak\">--</span>and sculpted!\", if you smelllll... what the Ken... is cookin'","response":"Johnson"},{"text":"He's got the EGOT, he's a master musician, he's married to Chrissy Teigen, so why not also be the S.M.A. in 2019?","response":"John Legend"},{"text":"Great Scot! In 1989 this actor was \"older, balder... and better!\"; we only wish he'd really played \"Celebrity Jeopardy!\"","response":"Sean Connery"},{"text":"2 years after \"Creed II\", this actor was sexy man No. 1 in 2020","response":"Michael B. Jordan"},{"text":"He was hunking up \"L.A. Law\" when chosen in 1987; now he's even sexier on \"In the Kitchen with\" him, am I right?","response":"Harry Hamlin"}],"originalDate":"2024-10-03"},{"category":"KIDDY LIT","comments":"","clues":[{"text":"Jamie journals in Jim Benton's alliterative bestselling series \"Dear Dumb\" this","response":"Diary"},{"text":"Edward Bear is this character's more formal name","response":"Winnie-the-Pooh"},{"text":"Fast friends Jess &amp; Leslie create their own secret kingdom in the woods, then tragedy strikes, in \"Bridge to\" this place","response":"Terabithia"},{"text":"Among the characters created by this beloved author were Ramona Quimby &amp; Henry Huggins","response":"Beverly Cleary"},{"text":"In a fairy tale this title bird is brought to the emperor of China but is eventually replaced by a mechanical one","response":"the nightingale"}],"originalDate":"2024-10-03"},{"category":"BRAND MASCOTS","comments":"","clues":[{"text":"A twin-tailed mermaid is the mascot of this behemoth chain","response":"Starbucks"},{"text":"The full name of this Planters mascot is Bartholomew Richard Fitzgerald-Smythe","response":"Mr. Peanut"},{"text":"\"Oh, yeah!\" Richard Berg was the original voice of the pitcher-shaped mascot for this drink brand","response":"Kool-Aid"},{"text":"This big dude is a brand mascot whose name was inspired by a type of large pea","response":"the Jolly Green Giant"},{"text":"Is he a sailor or a genie? Unclear, but he's fastidious &amp; he reps the brand that makes Magic Erasers","response":"Mr. Clean"}],"originalDate":"2024-10-03"},{"category":"BEASTLY RHYME TIME","comments":"","clues":[{"text":"A ceasefire between ganders","response":"a geese peace (a goose truce)"},{"text":"A plastered polecat","response":"a drunk skunk"},{"text":"A \"pocket\" burrower's slip-on shoe","response":"a gopher loafer"},{"text":"An equitable Kodiak","response":"a fair bear"},{"text":"A krait blunder","response":"a snake mistake"}],"originalDate":"2024-10-03"},{"category":"IT'S TECHNICAL","comments":"","clues":[{"text":"A technique called somatic cell nuclear transfer is used in this process; in 1996, it resulted in a sheep named Dolly","response":"cloning"},{"text":"Einstein patented an innovative refrigerator but couldn't sell it after DuPont came up with this \"Fr\"eezing stuff","response":"Freon"},{"text":"William Harvey attempted this process in 1628, but it wasn't safe until the advent of donor compatibility tests in the early 1900s","response":"a blood transfusion"},{"text":"The drum in a clothes dryer is an example of the basket type of this spinning device seen in many a lab","response":"a centrifuge"},{"text":"From Greek for \"beyond\" &amp; \"heavy\", it's a type of chamber used to treat decompression sickness","response":"hyperbaric"}],"originalDate":"2024-10-03"},{"category":"ALSO A PAPAL NAME","comments":"","clues":[{"text":"It follows \"salt\" in the name of a gunpowder component","response":"peter"},{"text":"It follows \"Presumed\" in the title of a Scott Turow thriller","response":"Innocent"},{"text":"When \"in\" comes before this word meaning \"merciful\", it often describes nasty weather","response":"clement"},{"text":"As far as astrological signs go, this one fits the bill","response":"Leo"},{"text":"From Latin for \"good\" &amp; \"fate\", it's an old-timey word for any innkeeper","response":"boniface"}],"originalDate":"2024-10-03"}],{"category":"THE ANCIENTS SPEAK","text":"He wrote, \"I must make the founder of lovely &amp; famous Athens the counterpart... to the father of... glorious Rome\"","response":"Plutarch"}]}