{"mix":108,"rounds":[[{"category":"7-UP","comments":"","clues":[{"text":"A Big Mac consists of 7 items between the sesame seed buns: 2 beef patties, cheese, lettuce, onions, sauce &amp; these","response":"pickles"},{"text":"There are 7 players on each team in this wizarding sport: 3 chasers, 2 beaters, one keeper &amp; one seeker","response":"Quidditch"},{"text":"In 1972 this comedian debuted his routine \"Seven Words You Can Never Say on Television\", prompting a lawsuit by the FCC","response":"Carlin"},{"text":"In the 6th century pope Gregory I enumerated the 7 Deadly Sins, including this one also called vanity","response":"pride"},{"text":"Merope, one of these 7 sisters &amp; daughters of Atlas, was the only sister to marry a mortal","response":"the Pleiades"}],"originalDate":"2024-09-18"},{"category":"SAY IT \"AINT\" SO","comments":"","clues":[{"text":"\"Dignity\" comes from the same Latin word as this synonym for delicate","response":"dainty"},{"text":"In 1857's Dred Scott v. Sanford before the U.S. Supreme Court, Dred Scott was this litigant","response":"the plaintiff"},{"text":"It's what the \"M\" stands for in HMO","response":"maintenance"},{"text":"Aka corposant, it's a visible electrical discharge on a ship's mast or a plane's wing during a storm","response":"Saint Elmo's fire"},{"text":"Handcuffs &amp; zip ties, for example","response":"restraints"}],"originalDate":"2024-09-18"},{"category":"THE HISTORICAL HOOSEGOW","comments":"","clues":[{"text":"A stone tablet at the Mamertine Prison in Rome says Saint Paul &amp; this other apostle were imprisoned there","response":"Peter"},{"text":"An old prison in the Argentinian city Ushuaia, \"the city at the end of the world\", overlooks this channel named for Darwin's ship","response":"the Beagle Channel"},{"text":"After being arrested, this OG player used a Bible &amp; a bowl of pasta in his 1756 escape from the Leads, a Venetian hoosegow","response":"Casanova"},{"text":"The political prisoner known by this name was sent to many prisons, but died at the Bastille on November 19, 1703","response":"the Man in the Iron Mask"},{"text":"In 1969, Henri Charrière published his experience in a penal colony in French Guiana as this work","response":"<i>Papillon</i>"}],"originalDate":"2024-09-18"},{"category":"LITTLE BLACK BOOKS","comments":"","clues":[{"text":"The title receptacle from this Lloyd Alexander kids' book is used by the evil Lord Arawn to stir up all kinds of trouble","response":"<i>The Black Cauldron</i>"},{"text":"A Balzac tale of 2 brothers is titled after this animal, a term for one who brings embarrassment on the family","response":"a black sheep"},{"text":"L.A. newspapers gave this nickname to 1947 murder victim Elizabeth Short, giving James Ellroy a 1987 novel title","response":"the Black Dahlia"},{"text":"Subtitled \"A Story of Modern War\", this Mark Bowden nonfiction book depicts the 1993 Battle of Mogadishu","response":"<i>Black Hawk Down</i>"},{"text":"In \"Black Boy\", published in 1945, this author wrote about growing up in the segregated South","response":"Richard Wright"}],"originalDate":"2024-09-18"},{"category":"HISTORICAL DECISIONS","comments":"","clues":[{"text":"Low visibility at the city of Kokura on August 9, 1945 caused a B-29 bomber to change its course &amp; fly to this city","response":"Nagasaki"},{"text":"He decided against a New World empire after his brother-in-law Charles Leclerc died of yellow fever in Haiti in 1802","response":"Napoleon"},{"text":"General Lee decided on a charge to take Cemetery Hill on July 3, 1863 during this battle","response":"Gettysburg"},{"text":"Before deciding to cross this stream, Julius Caesar apparently saw an apparition with a trumpet","response":"the Rubicon"},{"text":"Around 539 B.C. this ruler permitted the Jewish exiles of Babylon to return to their homeland","response":"Cyrus the Great"}],"originalDate":"2024-09-17"},{"category":"OUT THERE IN RADIO LAND","comments":"","clues":[{"text":"In 1975 the FCC was a good buddy to users of this radio system, reducing the license fee from $20 to $4","response":"CB"},{"text":"Arr!  In the 1960s these unlicensed stations broadcast from ships off the British coast to fans tired of the straitlaced BBC","response":"pirate radio"},{"text":"Todd Storz, owner of KOHW in Omaha, is credited with pioneering this numerical hit radio format in the 1950s","response":"Top 40"},{"text":"Robert Plant made a pledge to Portland's KBOO after hearing a DJ promise never to play this song if listeners donated","response":"\"Stairway To Heaven\""},{"text":"In 2008 the Justice Department approved the merger creating this satellite radio behemoth","response":"SiriusXM"}],"originalDate":"2024-09-17"}],[{"category":"\"IZE\" &amp; \"EERS\"","comments":"","clues":[{"text":"To set 2 watches to precisely the same time","response":"synchronize"},{"text":"This term for a trio of close associates comes from an 1844 novel","response":"Three Musketeers"},{"text":"Refined &amp; sophisticated, or at an advanced stage of cultural &amp; social development","response":"civilized"},{"text":"It's a lightweight, puckered fabric of linen or cotton","response":"seersucker"},{"text":"To form a solid made of atoms in symmetry, like feldspar or quartz","response":"crystallize"}],"originalDate":"2024-09-17"},{"category":"CONVERSATIONAL VOCABULARY","comments":"","clues":[{"text":"Franklin D. Roosevelt had some 30 \"fireside\" ones with the American people","response":"chats"},{"text":"Called \"Mr. Chicago\", Irv Kupcinet was this type of gabby columnist for the Sun-Times for decades","response":"a gossip columnist"},{"text":"This kind of one-on-one conversation is French for head to head","response":"<i>tête-à-tête</i>"},{"text":"In competitive debate, it's a speech that refutes the other team's arguments &amp; rebuilds one's own","response":"a rebuttal"},{"text":"It means the person with whom you're speaking; add \"Y\" to describe a temporary legal decree","response":"interlocutor"}],"originalDate":"2024-09-17"},{"category":"AUTHORS","comments":"","clues":[{"text":"President who won a Pulitzer for \"Profiles in Courage\"","response":"JFK"},{"text":"\"Gone with the Wind\" was the only book she ever wrote","response":"Margaret Mitchell"},{"text":"13 books of the New Testament are attributed to him","response":"St. Paul"},{"text":"Gave up NY dental practice to write 54 novels, mostly about the West","response":"Zane Grey"},{"text":"A founder of the American Civil Liberties Union, better known for \"The Jungle\"","response":"Upton Sinclair"}],"originalDate":"1984-11-02"},{"category":"CELEBRITY TRIVIA","comments":"","clues":[{"text":"While he was top in his class &amp; later pres., his brother, Billy, was a high school drop-out","response":"Jimmy Carter"},{"text":"ABC interviewer, in '71 article she described Richard Nixon as \"rather sexy\"","response":"Barbara Walters"},{"text":"Actor originally turned down by American-Negro Theater because of thick West Indian accent","response":"Sidney Poitier"},{"text":"Welsh poet who sold 1st poem at age 12 which he had plagiarized from a newspaper","response":"Dylan Thomas"},{"text":"A Univ. of Calif. engineering degree prepared this cartoonist for his way-out inventions","response":"Rube Goldberg"}],"originalDate":"1984-11-02"},{"category":"\"MY, MY\"","comments":"","clues":[{"text":"1960's TV show, what Tim O'Hara called his uncle Martin","response":"<i>My Favorite Martian</i>"},{"text":"What Mae West was to W.C. Fields","response":"My Little Chickadee"},{"text":"Frankie Valli's look but don't touch hit:<br><br><i>\"Carried your books from school / Playin' make believe you're married to me...\"</i>","response":"\"My Eyes Adored You\""},{"text":"Gale Storm","response":"<i>My Little Margie</i>"},{"text":"In Ireland, \"the sweetest flow'r that grows\"","response":"\"My Wild Irish Rose\""}],"originalDate":"1984-11-02"},{"category":"BIOLOGY","comments":"","clues":[{"text":"Greek philosopher Anaximander believed humans evolved from these aquatic creatures","response":"fish"},{"text":"19th century French scientist who proved bacteria caused disease","response":"Pasteur"},{"text":"Biggest difference between a plant &amp; a rock","response":"a plant is alive"},{"text":"Study of relationships of living things to each other &amp; their environment","response":"ecology"},{"text":"Building blocks of proteins","response":"amino acids"}],"originalDate":"1984-11-02"}],{"category":"CONTEMPORARY AUTHORS","text":"Asked by a student about the Loch Ness Monster, she said a time portal below could allow a prehistoric creature to pass through","response":"(Diana) Gabaldon"}]}