{"mix":111,"rounds":[[{"category":"ISLANDS IN THE SEA","comments":"(Ken: I'll name the islands; you'll supply the sea.)","clues":[{"text":"St. Barthélemy &<br>St. George's Cay","response":"the Caribbean"},{"text":"Delos, Naxos &amp; Patmos","response":"the Aegean"},{"text":"Lindisfarne, or Holy Island, ravaged by Vikings in the 8th century","response":"the North Sea"},{"text":"Nunivak Island &amp; the Pribilof Islands","response":"the Bering Sea"},{"text":"Bulgaria's St. Anastasia Island &amp; Turkey's Giresun Island","response":"the Black Sea"}],"originalDate":"2024-09-10"},{"category":"UNCUT JAMS","comments":"","clues":[{"text":"To ring in the new year in 1979, this band went into a long jam of \"Sugar Magnolia\" at San Francisco's Winterland venue","response":"the Grateful Dead"},{"text":"On a 2021 episode of \"SNL\", Taylor Swift \"remembered\" a 10-minute version of this song with a mention of an old scarf","response":"\"All Too Well\""},{"text":"There is a lot more \"colorful\" &amp; \"flowery\" guitar in the longer album version of this No. 1 hit by Tommy James &amp; the Shondells","response":"\"Crimson And Clover\""},{"text":"A famous jazz jam at Massey Hall was stacked; Bird, Diz, Roach &amp; Mingus went hard in the paint on \"A Night In\" this African locale","response":"Tunisia"},{"text":"There is a flute-filled radio edit of \"Thick As A Brick\" by this band, but the album version is a full album-long song","response":"Jethro Tull"}],"originalDate":"2024-09-10"},{"category":"ALSO KNOWN AS","comments":"","clues":[{"text":"The pound sign or octothorpe on your socials","response":"a hashtag"},{"text":"Rapper Shawn Carter","response":"Jay-Z"},{"text":"Myanmar","response":"Burma"},{"text":"The court security officer","response":"the bailiff"},{"text":"Conqueror Timur","response":"Tamerlane"}],"originalDate":"2024-09-09"},{"category":"GOING TO PLANETARY EXTREMES","comments":"","clues":[{"text":"It's got the strongest gravity of any planet, nearly 2 1/2 times ours","response":"Jupiter"},{"text":"The greenhouse effect, not just proximity to the sun, makes it the hottest of the planets","response":"Venus"},{"text":"It not only has an odd axis of rotation, it's also the coldest planet, with temps approaching -400 Fahrenheit","response":"Uranus"},{"text":"Mostly hydrogen &amp; helium, it has the lowest average density of any planet in the solar system &amp; would float in a really big tub","response":"Saturn"},{"text":"It has the most eccentric orbit of any planet, varying between 29 million &amp; 43 million miles","response":"Mercury"}],"originalDate":"2024-09-09"},{"category":"PARENTING","comments":"","clues":[{"text":"Early February brings the world day for parents to do this, a bonding &amp; cognitive benefit, so yes, Berenstain Bears one more time","response":"reading books to their kids"},{"text":"Let grandparents do this with candy &amp; late nights<span class=\"nobreak\">--</span>it's part of their role &amp; face it, they won't<span class=\"nobreak\">--</span>someday they<span class=\"nobreak\">--</span>you know what I mean","response":"spoiling"},{"text":"Is this OK in front of your kids? Ali Wentworth &amp; Heidi Klum have publicly said it is for them &amp; theirs","response":"nudity (being naked in front of the kids)"},{"text":"Resource family is now the term in California for these \"parents\" who take in kids often en route to adoption","response":"foster parents"},{"text":"Some airports &amp; other spaces have installed Pluie, a self-sanitizing type of this often desperately needed furniture item","response":"a changing table"}],"originalDate":"2024-09-09"},{"category":"HISTORIC GROUPS OF 3","comments":"","clues":[{"text":"On Columbus' first transatlantic voyage, this ship in the fleet of 3 made it to the New World, but not back to the old","response":"the <i>Santa Maria</i>"},{"text":"Formed in 43 B.C., the Second Roman Triumvirate was made up of Marcus Lepidus, Mark Antony &amp; this future emperor","response":"Augustus (Octavian)"},{"text":"As Lenin faded from power, this man formed a troika with Zinoviev &amp; Kamenev &amp; you'll never guess what he later did to Zin &amp; Kam","response":"Stalin"},{"text":"The clergy, the nobility &amp; the people were France's 3 of these representative divisions before the Revolution","response":"the estates"},{"text":"3 countries were involved in the 1879-1883 War of the Pacific &amp; this nation lost its access to that ocean as a result","response":"Bolivia"}],"originalDate":"2024-09-09"}],[{"category":"FROM THE ITALIAN","comments":"","clues":[{"text":"This term for an elaborate melody sung solo means \"air\" in Italian","response":"aria"},{"text":"Now used to reply \"the same\", this 5-letter word once came before a machine that made copies","response":"ditto"},{"text":"Known to vodka drinkers, this word meaning \"fine view\" in Italian refers to a building that gazes out on lovely scenery","response":"belvedere"},{"text":"Medieval astrologers thought this, caused by mutating viral strains, was connected to the effect of the stars","response":"influenza"},{"text":"When the pope dies, this cardinal, treasurer of the Holy See, oversees the election of the new pope","response":"the camerlengo"}],"originalDate":"2024-09-09"},{"category":"LITERARY BIOGRAPHY","comments":"","clues":[{"text":"Kay Redfield Jamison focuses on this disorder in her book on Robert Lowell, who said, \"I write my best poetry when I'm manic\"","response":"bipolar disorder"},{"text":"Robert Gittings' bio makes much of this \"Return of the Native\" author's relations with Tryphena Sparks, a good heroine name","response":"Thomas Hardy"},{"text":"His greatest work is about a 60-or-so-mile trek to Canterbury, but him: \"A European Life\" sees him in France, Italy &amp; Spain","response":"Chaucer"},{"text":"Her affair with a niece of Napoleon III is one of the \"Secrets of the Flesh\" in a bio of this French author who went by 1 name","response":"Colette"},{"text":"\"Divine Invasions\" is a good title for a bio of this man if not quite up to his own classic titles like \"Flow My Tears, the Policeman Said\"","response":"Philip K. Dick"}],"originalDate":"2024-09-09"},{"category":"CHURCHES &amp; CATHEDRALS","comments":"","clues":[{"text":"Boston's oldest surviving house of worship, Christ Church was built in 1723 &amp; is also called this","response":"the Old North Church"},{"text":"This house of worship in Venice was built in the 9th century to house the remains of its namesake","response":"St. Mark's"},{"text":"This Moscow cathedral was commissioned by Ivan the Terrible to celebrate victories over Kazan &amp; Astrakhan","response":"St. Basil's"},{"text":"Partly by the effort of the memorably named Cardinal Sin, Manila Cathedral was elevated to Basilica of this doctrine of Mary's purity","response":"Immaculate Conception"},{"text":"Built during Charlemagne's reign, the Palatine Chapel of this German city's cathedral was completed in time for his 814 burial","response":"Aachen"}],"originalDate":"2024-09-09"},{"category":"A DATE IN HISTORY","comments":"","clues":[{"text":"After this couple's first date in 1894, she went home to Poland while he wrote her letters about his \"dream for science\"","response":"Marie Curie & Pierre Curie"},{"text":"In Tarsus in 41 B.C. Cleopatra wooed this beefy Roman by arriving to a date dressed as Venus","response":"Marc Antony"},{"text":"In the summer of 1989, this not-yet-famous couple went on a movie date in Chicago &amp; saw a Spike Lee film","response":"the Obamas"},{"text":"On one of this duo's early dates in 1930, he crashed on her couch &amp; in the morning, the Dallas police arrested him","response":"Bonnie & Clyde"},{"text":"A tale of a medieval hookup: this pair met in Paris around 1115, had a son, but lived on separated as monk &amp; nun","response":"Abelard & Héloïse"}],"originalDate":"2024-07-26"},{"category":"A WORD FROM YOUR DOCTOR","comments":"","clues":[{"text":"When I ask if you have this kind of pain, I mean is it sharp or sudden, not from an angle of less than 90 degrees","response":"acute"},{"text":"I'm afraid you've broken a brachial bone, brachial meaning a part of this body part","response":"your arm"},{"text":"I've got one of these forecasts for you, from Greek for \"prediction\"","response":"prognosis"},{"text":"When I say this is \"thready\", I mean it's barely perceptible &amp; feels kind of like a thin fiber moving under my finger","response":"a pulse"},{"text":"I need to examine your ear<span class=\"nobreak\">--</span>hold on while I grab this doohickey with a handle &amp; a light that lets me look inside","response":"an otoscope"}],"originalDate":"2024-07-26"},{"category":"ALSO A FISHING TERM","comments":"","clues":[{"text":"Just scoop ice cream on root beer for this type of beverage","response":"float"},{"text":"Serling or Steiger","response":"Rod"},{"text":"Per the OED, \"a well-known conjecture is that\" this friendly word \"was a familiar abbreviation of chamber-fellow\"","response":"chum"},{"text":"This baseball pitch gets batters to hit a lot of ground balls","response":"a sinker"},{"text":"In computing, it's an acronym for a transfer of data to a temporary storage area","response":"a spool(ing)"}],"originalDate":"2024-07-26"}],{"category":"MILLION-DOLLAR IDEAS","text":"Art Fry co-invented this product as a bookmark for his choir hymnal; only later did he realize it was \"a whole new way to communicate\"","response":"Post-it notes"}]}