{"mix":112,"rounds":[[{"category":"A THING FOR FEATS","comments":"","clues":[{"text":"It took Russ Cook 352 days to run the length of this continent, from Cape Agulhas to the Mediterranean","response":"Africa"},{"text":"In 2024 Anouk Garnier beat a record by rope climbing 361 feet to the second floor of this French landmark","response":"the Eiffel Tower"},{"text":"In 2007 Alain Robert climbed an 88-story building with only his hands &amp; feet while wearing this superhero costume, naturally","response":"Spider-Man"},{"text":"In 1955 Tex Johnston did this \"roll\"-ing aerial maneuver in a big Boeing plane &amp; later wrote, \"The airplane never knows it's inverted\"","response":"a barrel roll"},{"text":"Jeanne Baret in the 1700s is credited with being the first woman to do this; she had to transfer ships to accomplish it","response":"circumnavigate the globe"}],"originalDate":"2024-07-26"},{"category":"WE CRACK OURSELVES UP","comments":"","clues":[{"text":"Tom Felton said Rupert Grint was fined 2,500 pounds (going to charity) over the 1st 2 films in this series for laughing mid-scene","response":"<i>Harry Potter</i>"},{"text":"You can see Matt LeBlanc try to hide real laughter as Joey ducks behind a panicked Ross, in search of a ring on this sitcom","response":"<i>Friends</i>"},{"text":"On \"SNL\", Heidi Gardner could not take Mikey Day's makeup when he &amp; Ryan Gosling played this animated MTV duo","response":"Beavis & Butt-head"},{"text":"After Tim Conway's ad-lib story about Siamese elephants, Vicki Lawrence broke this show's cast w/ \"Sure that little (bleep) is through?\"","response":"<i>The Carol Burnett Show</i>"},{"text":"Jack Nicholson, who may or may not have been under the influence, cracks up while talking about Venusians to Dennis Hopper in this film","response":"<i>Easy Rider</i>"}],"originalDate":"2024-07-26"},{"category":"TOO MUCH OF SOMETHING","comments":"","clues":[{"text":"Oxfam thinks Taylor Swift has too much money, as \"every\" one of these people \"is a policy failure\"","response":"a billionaire"},{"text":"You're feeling wired, your heart is racing<span class=\"nobreak\">--</span>you're this 15-letter word &amp; probably should have skipped that third espresso","response":"overcaffeinated"},{"text":"Hi, I'm shame. Do you know my cousin, this? He has a complex named after him, when one is awash with feelings of having done wrong","response":"guilt"},{"text":"Hyperlipidemia, too much fat in the blood, is caused by an excess of this substance provided by your own liver plus pork &amp; donuts","response":"cholesterol"},{"text":"To us this Greek word means excess pride; to Aristotle, it meant shaming   others for one's own pleasure (perhaps out of pride)","response":"<i>hubris</i>"}],"originalDate":"2024-07-26"},{"category":"FACE BOOKS","comments":"","clues":[{"text":"He published both \"The Eye Book\" &amp; \"The Tooth Book\" as Theo. LeSieg, the last name being an anagram of Geisel","response":"Dr. Seuss"},{"text":"Hawthorne's story \"The Great Stone Face\" refers to a natural landmark that was in the White Mountains of this state","response":"New Hampshire"},{"text":"He deciphered the power (&amp; plot) of hero myths in his 1949 work \"The Hero with a Thousand Faces\"","response":"Campbell"},{"text":"Tea Cake is Janie Crawford's third husband in this classic by Zora Neale Hurston","response":"<i>Their Eyes Were Watching God</i>"},{"text":"Cultural appropriation is at the heart of this novel by R.F. Kuang; a white woman steals a manuscript written by her Asian friend","response":"<i>Yellowface</i>"}],"originalDate":"2024-07-26"},{"category":"FACTS ABOUT WORLD WAR I","comments":"","clues":[{"text":"To confuse &amp; thwart infiltrators, blind alleys with dead ends &amp; zigzag patterns were used as part of constructing these","response":"trenches"},{"text":"In 1915, British troops landed at Cape Helles near Gallipoli to try to seize this strait whose old name may be an easier get","response":"the Hellespont (the Dardanelles)"},{"text":"British soldiers during the war were called Tommies &amp; U.S. soldiers were called by this \"flour\"-y name","response":"Doughboys"},{"text":"Allied troops from this Western Hemisphere country stormed Vimy Ridge in 1917; they took it at a cost of nearly 4,000 men","response":"Canada"},{"text":"To halt a German advance during 1914's First Battle of the Marne, 600 of these transports brought 3,000 French troops to the front","response":"taxicabs"}],"originalDate":"2024-07-25"},{"category":"THEY COME IN PAIRS","comments":"","clues":[{"text":"Before these were tiny headphones, the term referred to little shoots of young corn","response":"earbuds"},{"text":"A 90-pack<span class=\"nobreak\">--</span>that's 45 pairs!<span class=\"nobreak\">--</span>of these from Bausch &amp; Lomb should keep things clear for awhile","response":"contact lenses"},{"text":"Before cellphones, every kid wanted a pair of these rhyming handheld communication devices","response":"walkie talkies"},{"text":"Galileo made a table of probabilities based on a set of 3 of these, but today we more often see them in pairs","response":"dice"},{"text":"Up to 7 feet long, the traditional Alaskan type of these are great for walking on deep, dry powder in open country","response":"snowshoes"}],"originalDate":"2024-07-25"}],[{"category":"WORDS IN A DICKENS TITLE","comments":"","clues":[{"text":"To wrench an ankle; ouch!","response":"twist"},{"text":"It's said to have finished off the nosy feline","response":"curiosity"},{"text":"Type of fund that invests in diversified securities","response":"mutual"},{"text":"As a verb it can mean to sing joyously, perhaps at holiday time","response":"carol"},{"text":"This type of secret cult religion in the ancient Greco-Roman world offered unique experiences unlike those in the standard faiths","response":"a mystery"}],"originalDate":"2024-07-25"},{"category":"SCIENCE: MISSED IT BY THAT MUCH","comments":"","clues":[{"text":"\"How Deep Is\" this, asks a song standard<span class=\"nobreak\">--</span>a 2010 estimate says 12,080' mean depth so John Murray in 1888 was pretty close at 12,480'","response":"\"The Ocean\""},{"text":"In the 1860s John Newlands arranged the 56 known these according to a soon-discredited \"Law of Octaves\"","response":"elements"},{"text":"At this 7/16/1945 \"Site\", Fermi's guess on bomb yield was off by half<span class=\"nobreak\">--</span>not bad for tossing paper in the air as the blast wave came","response":"the Trinity Site"},{"text":"Hipparchus of Bithynia calculated this distance at a bit under 2 million miles; 93 million is more like it","response":"the distance from the Earth to the Sun"},{"text":"The \"Top 10 Erroneous Results\" from Science News include a 2011 finding that these chargeless particles can outrace light","response":"neutrinos"}],"originalDate":"2024-07-25"},{"category":"ROCK, PAPER, SCISSORS","comments":"","clues":[{"text":"You'll want to use paper called kami that's thinner &amp; often 6 inches square for this craft with a Japanese name","response":"origami"},{"text":"This word for heavy scissors used to cut metal or hair tells you what they do","response":"shears"},{"text":"Slate &amp; marble are types of this rock, formed in most cases when its mineral composition changes","response":"metamorphic"},{"text":"If you're baking, this alliterative paper will prevent your batter from sticking to the pan","response":"parchment paper"},{"text":"With roots going back to 1649, this Finnish company began making its distinctive orange-handled scissors in 1967","response":"Fiskars"}],"originalDate":"2024-07-25"},{"category":"LITERARY HATERADE","comments":"","clues":[{"text":"Nabokov went off on this writer: \"I read him... in the early '40s, something about bells... &amp; bulls &amp; I loathed it\"","response":"Hemingway"},{"text":"Charles Baudelaire gave this \"Candide\" author flowers<span class=\"nobreak\">--</span>of evil!<span class=\"nobreak\">--</span>when he called him \"the king of nincompoops\"","response":"Voltaire"},{"text":"Norman Mailer bashed this man's fit, saying, \"there is something silly about a man who wears a white suit all the time\"","response":"Tom Wolfe"},{"text":"Oscar Wilde said there were 2 ways to dislike poetry, 1: just to dislike it. 2: to like this \"Rape of the Lock\" poet","response":"Pope"},{"text":"W.H. Auden went in on this 19th century Brit, saying that \"his wife\"<span class=\"nobreak\">--</span>also a poet<span class=\"nobreak\">--</span>\"probably didn't care for him very much\"","response":"Robert Browning"}],"originalDate":"2024-07-25"},{"category":"ANAGRAMMED ADJECTIVES","comments":"","clues":[{"text":"Belligerent:<br>ACTIVE MOB","response":"combative"},{"text":"Perplexed:<br>LEWD BEER ID","response":"bewildered"},{"text":"No need to recycle:<br>BOB DRIED ALGAE","response":"biodegradable"},{"text":"Faultless:<br>CAMEL BICEP","response":"impeccable"},{"text":"Full of wisdom:<br>GLOBAL WEEKEND","response":"knowledgeable"}],"originalDate":"2024-07-25"},{"category":"IT BORDERS BOTH COUNTRIES","comments":"","clues":[{"text":"Norway &<br>Mongolia","response":"Russia"},{"text":"Luxembourg &<br>Andorra","response":"France"},{"text":"Kenya &<br>Eritrea","response":"Ethiopia"},{"text":"Ecuador &<br>Bolivia","response":"Peru"},{"text":"Guatemala &<br>Nicaragua","response":"Honduras"}],"originalDate":"2024-07-24"}],{"category":"ANCIENT GEOGRAPHY","text":"Wadi al-Malekat in Arabic, this site near a similar &amp; better known location was the burial place of Nefertari &amp; others","response":"the Valley of the Queens"}]}