{"mix":113,"rounds":[[{"category":"THEY CALL ME...","comments":"","clues":[{"text":"Margaret Thatcher, &amp; I was actually quite chuffed when a Moscow newspaper gave me this nickname","response":"Iron Lady"},{"text":"Jehanne la Pucelle, or Joan of Arc, but I'm quite fond of the moniker \"Maid of\" this lovely city on the Loire","response":"Orleans"},{"text":"Benjamin Siegel<span class=\"nobreak\">--</span>I'm a gangster &amp; friends gave me this nickname; enemies who use it are cruising for a bruising","response":"Bugsy"},{"text":"\"Uncle Sam\"; you may be familiar with a historic WWI recruiting poster in which these 3 words implored Americans to join up","response":"I want you"},{"text":"\"La Divina\", &amp; I'm this soprano who made a sizzling headliner at La Scala in 1951","response":"(Maria) Callas"}],"originalDate":"2024-07-24"},{"category":"MELLOW YELLOW","comments":"(Ken: Each response will also be a rhyming color phrase.)","clues":[{"text":"When an ace is combined with any card from a 2 through 9 in this game, it's a soft hand","response":"blackjack"},{"text":"Before June gloom &amp; no sky July, sun-loving Southern Californians have to suffer through this related period","response":"the May gray"},{"text":"Steadfastly loyal, as in the title of a 1986 Madonna hit","response":"true blue"},{"text":"A chilled beverage from Starbucks with coconut milk, açaí &amp; strawberry is called this","response":"the Pink Drink"},{"text":"In French, this veggie is un haricot vert","response":"a green bean"}],"originalDate":"2024-07-24"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"An 1882 Exclusion Act barred immigrants from this country, though many had built the Central Pacific Railroad","response":"China"},{"text":"Before succeeding Thomas Jefferson as president, James Madison served for 8 years in TJ's Cabinet in this post","response":"Secretary of State"},{"text":"This epidemic came to the U.S. in 1918 &amp; spread rapidly in densely populated barracks, like at Fort Riley in Kansas","response":"the Spanish flu"},{"text":"In 1916 this Mexican bandit &amp; revolutionary attacked Columbus, New Mexico, killing 18 U.S. citizens","response":"Pancho Villa"},{"text":"In the years before the Revolution, the colonies stayed in touch via the alliterative Committees of this","response":"Correspondence"}],"originalDate":"2024-07-24"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"The earliest known flag of orange, white &amp; green stripes to represent this country dates from 1848","response":"Ireland"},{"text":"Pope Siricius is remembered for a 4th c. edict requiring this practice for priests, among whom he was probably not popular","response":"celibacy"},{"text":"Candy Lightner led a movement against this after it led to her daughter's death while walking to a church carnival","response":"drunk driving"},{"text":"Scientifically Chironex fleckeri, the sea wasp is a deadly Pacific variety of this","response":"a jellyfish"},{"text":"Founded as a British Colonial post in 1893, Entebbe, Uganda is located on the northwest shore of this body of water","response":"Lake Victoria"}],"originalDate":"2024-07-24"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Fix your female kitty","response":"spay"},{"text":"That's some nerve; it's also another word for bile","response":"gall"},{"text":"Sometimes preceding probandi, this burden is on you","response":"onus"},{"text":"Osculate","response":"kiss"},{"text":"A street urchin or ragamuffin","response":"a waif"}],"originalDate":"2024-07-24"},{"category":"NOVEL CHANGE A LETTER","comments":"","clues":[{"text":"Ranch hands George &amp; Lennie embrace a Buddhist state of calm","response":"<i>Of Mice and Zen</i>"},{"text":"Upton Sinclair's magnum opus about one man's attempt to write the perfect catchy advertising tune","response":"<i>The Jingle</i>"},{"text":"H.G. Wells' sordid tale of a man who creates a device capable of making a distressing number of clones of Marcel Marceau","response":"<i>The Mime Machine</i>"},{"text":"Simon &amp; Piggy, in desperate need of cooking supplies, render some fat from winged insects","response":"<i>Lard of the Flies</i>"},{"text":"Cormac McCarthy's saga of an aged, female chicken caught up in a world of drugs &amp; killers","response":"<i>No Country for Old Hen</i>"}],"originalDate":"2024-07-24"}],[{"category":"ALSO A BIRD","comments":"","clues":[{"text":"Pharoah or Leno","response":"Jay"},{"text":"A jolly escapade, or a prank","response":"a lark"},{"text":"Any New Zealander","response":"Kiwi"},{"text":"A poke in the buttocks","response":"goose"},{"text":"Type of number like 1 or 7","response":"cardinal"}],"originalDate":"2024-07-23"},{"category":"SPRING IN YOUR STEP","comments":"","clues":[{"text":"An order from Gimbels department store helped elevate sales of these sticks, a 1920s fad","response":"pogo sticks"},{"text":"A nursery rhyme concerns nimble, quick Jack &amp; this feat of his","response":"jump over the candlestick"},{"text":"The reptile Phrynocephalus guttatus can jump 8 inches, so a group would qualify for this Little Orphan Annie catchphrase","response":"leapin' lizards!"},{"text":"Call it puma, cougar or by this 2-word name, it has a 40-foot horizontal &amp; 20-foot vertical leap","response":"mountain lion"},{"text":"There's bouncing &amp; leaping aplenty in \"Alegría\", called this troupe's most iconic show","response":"Cirque du Soleil"}],"originalDate":"2024-07-23"},{"category":"SUMMER READING","comments":"","clues":[{"text":"This 1973 Lois Duncan thriller was turned into a 1997 slasher film with Jennifer Love Hewitt","response":"<i>I Know What You Did Last Summer</i>"},{"text":"The nonfiction \"The Boys of Summer\", about the Brooklyn  Dodgers of the 1950s, mentions this ballpark in the subtitle","response":"Ebbets Field"},{"text":"Cousins Beach is the setting for \"The Summer\" I did this, the basis for an Amazon Prime series","response":"<i>The Summer I Turned Pretty</i>"},{"text":"R.L. Stine takes a stab at the bard with his horror tale called \"A Midsummer Night's\" this","response":"Scream"},{"text":"\"Farewell Summer\" was this sci-fi author's 2006 sequel to \"Dandelion Wine\", written almost 50 years before","response":"Ray Bradbury"}],"originalDate":"2024-07-23"},{"category":"THE WINTER OF OUR DISCONTENT","comments":"","clues":[{"text":"Not learning from history &amp; bewaring some ides, King Odoacer of Italy went to a banquet he would not survive on this date in 493","response":"March 15th"},{"text":"In Feb. 62 A.D. this city &amp; Herculaneum were hit by a big earthquake, but that was nothing compared to what was coming up 17 years later","response":"Pompeii"},{"text":"James Clark was brutally killed in a garage at 2122 North Clark with other Bugs Moran gang members in 1929 on this date","response":"the 14th of February"},{"text":"After dealing with dysentery &amp; disease-bearing mosquitoes the year before, this Virginia colony was decimated by a fire in January 1608","response":"Jamestown"},{"text":"In Dec. 1894 this French captain was convicted of selling military secrets to Germany but after an uproar, got a pardon 5 years later","response":"Dreyfus"}],"originalDate":"2024-07-23"},{"category":"IT'S ALL GREEK MYTH TO ME","comments":"","clues":[{"text":"Oceanus &amp; Thea are among these gods who are the children of primordial earth &amp; heaven","response":"Titan"},{"text":"Using his chops on the lyre to charm this canine guard of Hades, Orpheus was able to enter &amp; attempt to rescue Eurydice","response":"Cerberus"},{"text":"This name applied to  a sea monster with 12 feet &amp; 6 heads, each head containing 3 rows of  sharklike teeth, or just a rock","response":"Scylla"},{"text":"With a little help from Apollo during the Trojan War, this prince shot an arrow into Achilles' heel, killing him","response":"Paris"},{"text":"A skilled yet boastful artisan, she was transformed into a spider after challenging Athena to a weaving contest","response":"Arachne"}],"originalDate":"2024-07-23"},{"category":"TIME FOR SCIENCE","comments":"","clues":[{"text":"Telescopes can be reflectors, which use mirrors to focus light, or these, which use lenses","response":"refractors"},{"text":"Carbon atoms can form 4 of these with other atoms; in carbene molecules, they form just 2","response":"bonds"},{"text":"The dynamo theory says that movement of liquid iron in Earth's core creates this protective blanket around the planet","response":"magnetic field"},{"text":"Most elements exist in multiple forms called these; beyond No. 83 on the periodic table, there are no stable ones","response":"isotope"},{"text":"Early electronics used bulky vacuum tubes; beginning in the late 1940s, these compact successors made things portable","response":"transistor"}],"originalDate":"2024-07-23"}],{"category":"SCIENTISTS' NAMES","text":"The first man to observe bacteria &amp; protozoa had a name containing the Dutch word for this much bigger creature","response":"a lion"}]}