{"mix":114,"rounds":[[{"category":"DROP IN","comments":"","clues":[{"text":"Drop \"in\" from the end of a synonym for start &amp; get this verb that goes with \"borrow or steal\"","response":"beg (from begin)"},{"text":"Steal \"in\" from a Hood who stole to get this synonym for steal","response":"rob (from Robin)"},{"text":"A word meaning added together subtracts its \"in\" to get this word for what you did to your hair","response":"combed (from combined)"},{"text":"Lose \"in\" from a small statuette to get this shape of the human body","response":"figure (from figurine)"},{"text":"Kick both \"in\"s out of a 2-word principal route of a railroad to get this gendered 4-letter word","response":"male (from main line)"}],"originalDate":"2024-07-23"},{"category":"SCIENTIFIC DISCOVERIES","comments":"","clues":[{"text":"Calculations by Urbain Le Verrier were integral to the discovery of this ice giant that was observed in 1846","response":"Neptune"},{"text":"This German discoverer of the 3 laws of planetary motion also invented a valveless gear pump","response":"Kepler"},{"text":"British physicist Sir J.J. Thomson discovered this subatomic particle in 1897","response":"electron"},{"text":"This Frenchman was practicing medicine without a license when he tried out his rabies vaccine on a boy in 1885","response":"Pasteur"},{"text":"Astronomer Vera Rubin said, \"In a spiral galaxy, the ratio of dark-to-light\" this \"is about a factor of 10\"","response":"matter"}],"originalDate":"2024-07-22"},{"category":"ALL APOLOGIES","comments":"","clues":[{"text":"Beg this? Eisenhower generously gave 1,110 of 'em","response":"pardon"},{"text":"These, \"I've had a few, but then again, too few to mention\"; you \"send\" them when turning down an invitation","response":"regrets"},{"text":"It's \"the classic game of sweet revenge\"","response":"<i>Sorry!</i>"},{"text":"Oh, I \"C\", this adjective means chastened or penitent","response":"contrite"},{"text":"This 2-word Latin phrase is a formal way to acknowledge fault","response":"<i>mea culpa</i>"}],"originalDate":"2024-07-22"},{"category":"STATE HOLIDAYS","comments":"","clues":[{"text":"This state, the home of Betsy Ross, is the only one that celebrates Flag Day as an official legal holiday","response":"Pennsylvania"},{"text":"In 2021 Arizona made August 14 a legal state holiday to honor this tribe's indigenous code talkers from World War II","response":"the Navajo"},{"text":"In 2023 Governor Hochul signed legislation making this Hindu festival of lights a school holiday in New York City","response":"Diwali"},{"text":"Iowa honors this president with a special day, the Sunday that falls closest to August 10, his birthday","response":"Hoover"},{"text":"April 2 is Pascua Florida Day, celebrating his arrival in what's now Florida","response":"Ponce de León"}],"originalDate":"2024-07-22"},{"category":"CLASSIC POEMS' ENDINGS","comments":"(Ken: You need to name the poem.)","clues":[{"text":"\"Mighty Casey has struck out\"","response":"\"Casey at the Bat\""},{"text":"\"I took the one less traveled by, and that has made all the difference\"","response":"\"The Road Not Taken\""},{"text":"\"Rage, rage against the dying of the light\"","response":"\"Do not go gentle into that good night\""},{"text":"\"All mimsy were the borogoves, and the mome raths outgrabe\"","response":"the \"Jabberwocky\""},{"text":"\"Noble six hundred!\"","response":"\"The Charge of the Light Brigade\""}],"originalDate":"2024-07-22"},{"category":"THAT'S AN EXECUTIVE ORDER","comments":"","clues":[{"text":"President Biden's Oct. 30, 2023 order on the development &amp; use of this noted its \"extraordinary potential for both promise and peril\"","response":"artificial intelligence"},{"text":"Lincoln's order of Sept. 3, 1864 gave thanks to General Sherman &amp; his \"gallant\" troops for their capture of this city","response":"Atlanta"},{"text":"During the Korean War, Harry Truman ordered a takeover of the industry making this vital alloy; the Supreme Court said no","response":"steel"},{"text":"Martin Van Buren's first order, March 7, 1837, commanded the surgeon general to accompany this ailing man headed home to Tennessee","response":"Andrew Jackson"},{"text":"In 1964 LBJ made this soon-to-be 70-year-old exempt from impending compulsory retirement under federal law","response":"J. Edgar Hoover"}],"originalDate":"2024-07-22"}],[{"category":"THE II","comments":"","clues":[{"text":"John Adams II served as an aide to this man, his father, &amp; got to get married at the White House in 1828","response":"John Quincy Adams"},{"text":"This guy II knew something about cars, like when he brought the Thunderbird to market","response":"Henry Ford (II)"},{"text":"Shakespeare's play about this king deposed in 1399 was staged in 1601 as part of a feeble rebellion against Queen Elizabeth I","response":"Richard II"},{"text":"A 16th century Antwerp artist was a re-Pieter, sometimes known by this name II","response":"Bruegel"},{"text":"James W. Alexander II was one of the founders of this -ology in which forms like a mug &amp; a donut are equivalent","response":"topology"}],"originalDate":"2024-07-22"},{"category":"SONGS FROM THE MOVIE SOUNDTRACK","comments":"","clues":[{"text":"Just 2 of its 4 No. 1s were \"If I Can't Have You\" &amp; \"How Deep Is Your Love\"","response":"<i>Saturday Night Fever</i>"},{"text":"\"I Believe I Can Fly\" got things animated in this 1996 film","response":"<i>Space Jam</i>"},{"text":"\"Sunflower\" by Post Malone &amp; Swae Lee brightened up this 2018 installment in the \"Spider-Man\" franchise","response":"<i>Into the Spider-Verse</i>"},{"text":"Curtis Mayfield's \"Pusherman\" &amp; \"Freddie's Dead\" are cuts from the uber-cool soundtrack of this 1972 movie","response":"<i>Superfly</i>"},{"text":"It featured \"Kiss\" by Prince &amp; The Revolution, &amp; it wasn't \"Purple Rain\"","response":"<i>Under the Cherry Moon</i>"}],"originalDate":"2024-07-22"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"FDR became the first president to fly while in office when he attended a conference in this African city, sweetheart","response":"Casablanca"},{"text":"Istanbul's European &amp; Asian sides are separated by this strait","response":"Bosporus"},{"text":"It's France's oldest city &amp; its main seaport","response":"Marseille"},{"text":"The operetta \"The Student Prince\" is set in this city in southern Germany, site of the country's oldest university","response":"Heidelberg"},{"text":"Addis Ababa was founded by this emperor II in the late 1880s","response":"Menelik"}],"originalDate":"2024-07-22"},{"category":"BRITISH HISTORY","comments":"","clues":[{"text":"The 1746 Battle of Culloden in this country was the last major one fought on British soil","response":"Scotland"},{"text":"A big 19th c. issue was laws protecting farmers &amp; increasing food prices; even when about wheat or other grains, they were these \"laws\"","response":"corn laws"},{"text":"Pope Leo X gave this monarch the title \"Defender of the Faith\" in 1521 for his written work against Martin Luther","response":"Henry VIII"},{"text":"The name of this venue built in 1599 fit its circular shape, a \"wooden O\", some would say","response":"the Globe Theatre"},{"text":"Embalmers messed up the body after his 1658 death; in 1661 folks thought putting his head on a pole was a nice finishing touch","response":"Oliver Cromwell"}],"originalDate":"2024-07-19"},{"category":"THE OLYMPICS","comments":"(Ken: Now just a week away.)","clues":[{"text":"Olympic medley swimming events have these 4 strokes in one race","response":"butterfly, breaststroke, freestyle & backstroke"},{"text":"This 18-year-old from Louisville won the light heavyweight boxing gold medal in 1960","response":"Muhammad Ali"},{"text":"Denmark's Ellen Osiier foiled many of her opponents in 1924 to become the 1st woman to win a gold medal in this sport","response":"fencing"},{"text":"During the opening ceremony's parade of nations, this country traditionally goes first","response":"Greece"},{"text":"Reminiscent of witches, it's the bowl-like structure that holds the flame in the host stadium; Torino's was placed 190 feet up","response":"the Olympic cauldron"}],"originalDate":"2024-07-19"},{"category":"IT'S SOME KIND OF LAW","comments":"","clues":[{"text":"A 1925 Geneva protocol forbade the use of bacteriological weapons or this stuff in war","response":"(poison) gas"},{"text":"Newton's first law, which says a body at rest will remain at rest unless acted on by an outside force, is also called the law of this","response":"inertia"},{"text":"The first 5 books of the Old Testament are called simply \"The Law\" or, in Hebrew, this","response":"the Torah"},{"text":"A 1968 U.N. agreement requires states to rescue &amp; assist these people &amp; \"promptly return them to their launching state\"","response":"astronauts"},{"text":"The 2018 Genocide &amp; Atrocities Prevention Act is named for this Holocaust survivor &amp; Nobel Peace Prize winner","response":"Elie Wiesel"}],"originalDate":"2024-07-19"}],{"category":"COUNTRIES OF THE WORLD","text":"About 80 miles from Vladivostok, its 11-mile land border with Russia is the shortest of that country's 14 neighbors","response":"North Korea"}]}