{"mix":117,"rounds":[[{"category":"FROM SCREEN TO STAGE","comments":"(Ken: These are words that come between \"screen\" and \"stage\" in the dictionary.)","clues":[{"text":"From Latin for \"to write\", it's to write or draw quickly &amp; carelessly","response":"to scribble"},{"text":"2-word term for a legal authorization to inspect a premises","response":"a search warrant"},{"text":"There's a flock animal in this adjective meaning showing embarrassment","response":"sheepish"},{"text":"As a verb, it means to make an extravagant purchase, perhaps leading to accusations of squandering","response":"splurge"},{"text":"Abrupt or disconnected, like a music performance style","response":"<i>staccato</i>"}],"originalDate":"2024-07-16"},{"category":"DISS-TRACK-TIONS","comments":"","clues":[{"text":"In 2022 the Game released a 10-minute diss directed at this rapper also known as Slim Shady","response":"Eminem"},{"text":"In May 2024 these 2 competitors went back &amp; forth with tracks like \"Family Matters\" &amp; \"Meet The Grahams\"","response":"Kendrick Lamar & Drake"},{"text":"On \"Hit 'Em Up\" this rapper dissed Biggie Smalls &amp; repped the \"Westside\"","response":"Tupac"},{"text":"Cam'ron went in on this N.Y. rapper &amp; even titled his diss \"Curtis\", his rival's government name","response":"50 Cent"},{"text":"The title of this hate letter from Nas to Jay-Z that shares its name with an anesthetic drug now means \"to insult publicly\"","response":"ether"}],"originalDate":"2024-07-16"},{"category":"BRITISH AUTHORS","comments":"","clues":[{"text":"Better known for her mysteries, she wrote a handful of romance novels under the name Mary Westmacott","response":"Agatha Christie"},{"text":"Born in Wales to Norwegian parents, he was named for explorer Amundsen","response":"Roald Dahl"},{"text":"This \"Brave New World\" author was the grand-nephew of poet &amp; critic Matthew Arnold","response":"Huxley"},{"text":"C.S. Lewis was Clive Staples; this \"Hornblower\" author was Cecil Scott","response":"C.S. Forester"},{"text":"This \"Brideshead Revisited\" author passed away on Easter Sunday in 1966, soon after returning home from mass","response":"Waugh"}],"originalDate":"2024-07-16"},{"category":"TRIAL BY JURY","comments":"","clues":[{"text":"In 2011 a California jury convicted Dr. Conrad Murray of involuntary manslaughter in the drug-induced death of this singer","response":"Michael Jackson"},{"text":"In 2021 a Hennepin County jury convicted former police officer Derek Chauvin on 3 counts related to the death of this man","response":"George Floyd"},{"text":"It took some 200 potential jurors to fill 12 seats in the case brought against Donald Trump by this Manhattan D.A.","response":"Bragg"},{"text":"\"The jury has spoken... you can't lie to shareholders\", said a prosecutor who helped convict this Texas energy company's execs","response":"Enron"},{"text":"In 1999 a Michigan jury convicted this doctor &amp; euthanasia advocate of second-degree murder","response":"Kevorkian"}],"originalDate":"2024-07-16"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"The Heimlich isn't medicine's only one of these; if you have tachycardia, the doctor may ask you to perform the Valsalva one","response":"a maneuver"},{"text":"\"Neither shall thou mar the corners of\" this, the Lord told Moses; that's why Eastern Orthodox priests so often have one","response":"beard"},{"text":"One reason rockers switch out guitars onstage is this is different for some songs, such as 1/2 step down from the standard E-A-D-G-B-E","response":"tuning"},{"text":"In the mid-1800s Peru brought in 100,000 Chinese laborers, many mining for this fertilizer with a name from Quechua","response":"guano"},{"text":"Vilified in history, this king was loved in York; in 1485 he was \"piteously slain... to the great heaviness\" of that city","response":"Richard III"}],"originalDate":"2024-07-16"},{"category":"STARTS WITH 2 VOWELS","comments":"","clues":[{"text":"The sunny south beat the frozen north when the Hurricanes defeated this Edmonton team in the 2006 Stanley Cup Finals","response":"the Oilers"},{"text":"Its atomic number is 99 &amp; its name honors one of the most famous scientists ever","response":"einsteinium"},{"text":"2-word term for the beat of Milton's \"Paradise Lost\"","response":"iambic pentameter"},{"text":"A wine connoisseur, from the Greek for wine &amp; loving","response":"an oenophile"},{"text":"A fairy who marries a mortal is the title character of this Gilbert &amp; Sullivan operetta","response":"<i>Iolanthe</i>"}],"originalDate":"2024-07-16"}],[{"category":"\"I\" ON HISTORY","comments":"","clues":[{"text":"This \"Age\" occurred in Europe around 1200 B.C.; it would hit the Far East some 600 years later","response":"the Iron Age"},{"text":"A 1988 cease-fire ended the war between these nations, both of which fit the category","response":"Iraq & Iran"},{"text":"This type of contract labor in which one worked for a period of time sent skilled crafters &amp; criminals to Jamestown","response":"indentured"},{"text":"Queen of Castile from 1474 to 1504, she sent Columbus on his way &amp; also helped continue the Inquisition","response":"Isabella"},{"text":"Martin Luther protested against the system of these that could be purchased by church members","response":"indulgences"}],"originalDate":"2024-07-15"},{"category":"COLLEGE IN NEW ENGLAND","comments":"","clues":[{"text":"Getting into this New Hampshire Ivy? Plausible but difficult, as the acceptance rate for the 2027 class was 6.2%","response":"Dartmouth"},{"text":"Perhaps the Dominican Friars who founded this college in the same-named state capital in 1917 were inspired by divine...","response":"Providence"},{"text":"In 1800 7 students enrolled at Middlebury College in this state; in 2024, 2,800 undergrads were roaming around","response":"Vermont"},{"text":"This college for women in Northampton, Mass. opened in 1875 but didn't get its first female pres. until 100 years later","response":"Smith"},{"text":"Founded in 1948, this university was named for  this first Jewish justice on the U.S. Supreme Court","response":"Brandeis"}],"originalDate":"2024-07-15"},{"category":"FROM THE DUTCH","comments":"","clues":[{"text":"From the Dutch for \"to sail to &amp; fro\", you'll sail from island to island in the Caribbean on this pleasure trip","response":"a cruise"},{"text":"The Dutch for \"to boast\" gives us this word for a maneuver at the poker table","response":"bluff"},{"text":"The Dutch gave us this word for the sound of lips tasting food or a noisy kiss","response":"smack"},{"text":"This NHL franchise turning 100 in 2024 gets its name from a Dutch color word","response":"the Boston Bruins"},{"text":"Though the French ones are a favorite at Dunkin', this deep-fried, twisted donut is from a Dutch word","response":"a cruller"}],"originalDate":"2024-07-15"},{"category":"THE WORLD IN 1776","comments":"","clues":[{"text":"In a hymn written during the year, this title precedes \"cleft for me, let me hide myself in thee\"","response":"\"Rock Of Ages\""},{"text":"The Revolution was struggling when the Brits took Fort Lee in this state, future home of Dr. Joyce Brothers &amp; Mr. Richard Feder","response":"New Jersey"},{"text":"Pedro de Cevallos was named the first viceroy of this South American region that shares its name with an estuary","response":"the Rio de la Plata region"},{"text":"November 1, 1776 is observed as the founding date of this 7th mission in California; no word as to exactly when the swallows came","response":"(San Juan) Capistrano"},{"text":"Alessandro Volta noted bubbles rising from marshy water &amp; identified this gas","response":"methane"}],"originalDate":"2024-07-15"},{"category":"ONE-WORD SONG TITLES","comments":"","clues":[{"text":"In this song Miley Cyrus says, \"I can take myself dancing, yeah I can hold my own hand\"","response":"\"Flowers\""},{"text":"Her No. 1 hits include \"Hero\", \"Emotions\" &amp; \"Dreamlover\"","response":"Mariah Carey"},{"text":"\"This is it, the apocalypse... welcome to the New Age\" &amp; this Top 10 hit from Imagine Dragons","response":"\"Radioactive\""},{"text":"It put Cher on top of the charts in 1999 &amp; earned her a Grammy for Best Dance Recording","response":"\"Believe\""},{"text":"In a Reba McEntire hit, a mother to her daughter: \"Here's your one chance\", her, \"don't let me down\"","response":"\"Fancy\""}],"originalDate":"2024-07-15"},{"category":"FASHION IN BOOKS","comments":"","clues":[{"text":"This ghost wore a chain \"clasped about his middle\" that was made of \"cash-boxes, keys, padlocks, ledgers, deeds, &amp; heavy purses\"","response":"Marley"},{"text":"Aunt Alexandra &amp; Atticus Finch get into an argument about this narrator wearing overalls","response":"Scout"},{"text":"A \"kilt skirt &amp; a big white hat\" is one outfit that made this \"Little\" title boy a byword for fancy dressing","response":"Little Lord Fauntleroy"},{"text":"We're told this character \"always wears a single white Hermes scarf\" &amp;, we can assume from the title, she also wears Prada","response":"Miranda Priestly"},{"text":"This \"American Psycho\" outlines his morning routine &amp; puts on a suit from Alan Flusser, \"an eighties drape suit\"","response":"(Patrick) Bateman"}],"originalDate":"2024-07-15"}],{"category":"LATIN PHRASES","text":"After Camillagate, a fire at Windsor Castle &amp; marriage problems in her family, Queen Elizabeth II dubbed 1992 this","response":"<i>annus horribilis</i>"}]}