{"mix":120,"rounds":[[{"category":"A NOVEL INTRODUCTION","comments":"(Ken: You name the book.)","clues":[{"text":"\"You don't know about me, without you have read a book by the name of 'The Adventures of Tom Sawyer,' but that ain't no matter\"","response":"<i>Huckleberry Finn</i>"},{"text":"Going full Hunter S. Thompson: \"We were somewhere around Barstow on the edge of the desert when the drugs began to take hold\"","response":"<i>Fear and Loathing in Las Vegas</i>"},{"text":"Ralph Ellison puts this title right out there with \"I am an...\"","response":"<i>Invisible Man</i>"},{"text":"This novel opens on  a rather bleak note with \"Mother died today. Or maybe it was yesterday, I don't know\"","response":"<i>The Stranger</i>"},{"text":"Sylvia Plath: \"It was a queer, sultry summer, the summer they electrocuted the Rosenbergs, &amp; I didn't know what I was doing in\" N.Y.","response":"<i>The Bell Jar</i>"}],"originalDate":"2024-07-09"},{"category":"STOCK TICKER TALK","comments":"","clues":[{"text":"SBUX: It makes a lot of money but may occasionally find it challenging to spell your name correctly","response":"Starbucks"},{"text":"This provider of Charlie Banana baby diapers is rated PG","response":"Procter & Gamble"},{"text":"In May 2024 its BRK-A was going for $620,109 per share","response":"Berkshire Hathaway"},{"text":"Let's dial up this brand, VOD","response":"Vodafone"},{"text":"AZN is this pharm team","response":"AstraZeneca"}],"originalDate":"2024-07-09"},{"category":"TSA YEA OR NAY","comments":"","clues":[{"text":"Nay! Under no circumstances may you bring sticks of this Nobel explosive on a plane","response":"dynamite"},{"text":"Yea! You can carry on your ball for this sport, but the pins have to go in your checked bag","response":"bowling"},{"text":"Carry Nation carried these short-handled axes, but you can't, at least not in your carry-on","response":"a hatchet"},{"text":"Nay to this inflatable safety device, so you might as well leave yours in your car","response":"an air bag"},{"text":"Warning! While you may check firearms &amp; ammo, certain places, like these islands, TCI for short, prohibit them from coming in","response":"Turks and Caicos"}],"originalDate":"2024-07-09"},{"category":"MOMENT OF \"ZEN\"","comments":"","clues":[{"text":"Toss off the cough with one of these medicinal tablets","response":"a lozenge"},{"text":"Shameless, or made of an alloy of copper &amp; zinc","response":"brazen"},{"text":"This app calls itself \"a personal safety network\"","response":"Citizen"},{"text":"Widmer Brothers offers one of these beers that's made with wheat","response":"a Hefeweizen"},{"text":"Ronald Colman was a \"Prisoner of\" this 1937 film title locale","response":"Zenda"}],"originalDate":"2024-07-09"},{"category":"ANCIENT CONTEMPORARIES","comments":"","clues":[{"text":"Legend says when this mighty ruler offered to grant any request, Diogenes' reply was basically, move, you're blocking my light","response":"Alexander the Great"},{"text":"This governor of Judea is said to have killed himself at the order of his new emperor, Caligula","response":"Pilate"},{"text":"Galen was learning medicine in Greece about the time this Egyptian astronomer was writing his \"Almagest\"","response":"Ptolemy"},{"text":"The historian Herodotus is thought to have met this \"Antigone\" author in Athens","response":"Sophocles"},{"text":"Rabbinical Judaism scholar Akiva Ben Yosef was born just a few years after this Jewish historian but outlived him by 35","response":"Josephus"}],"originalDate":"2024-07-09"},{"category":"SOUNDS LIKE THE MOVIE'S SEQUEL","comments":"(Ken: But it isn't.)","clues":[{"text":"The film of \"A Raisin in the Sun\" sounds like it could be the sequel to this 1940 film starring Henry Fonda","response":"<i>The Grapes of Wrath</i>"},{"text":"Though the titles imply causality, \"Knives Out\" didn't cause this 2007 film about turn-of-the-century oil prospecting","response":"<i>There Will Be Blood</i>"},{"text":"Sounds plausible, but this 1958 Hitchcock film set in San Francisco is not the sequel to \"Wuthering Heights\"","response":"<i>Vertigo</i>"},{"text":"The animated \"Bee Movie\" didn't precede this 1973 movie that conned its way into winning 7 Oscars","response":"<i>The Sting</i>"},{"text":"A 1985 dystopian film with a country as its title was not a prequel to this 1978 film with Gregory Peck as Josef Mengele","response":"<i>The Boys from Brazil</i>"}],"originalDate":"2024-07-09"}],[{"category":"11-LETTER WORDS","comments":"","clues":[{"text":"In 1963 it was said that this phenomenon \"sets girls screaming\" &amp; \"impels boys to cultivate mushroom-style hair\"","response":"Beatlemania"},{"text":"From the Latin for \"strengthened\", it means to back up another person's account of events","response":"corroborate"},{"text":"Carl's Jr. burgers have been this, cooked on a rack at high heat &amp; maybe even burned a little","response":"charbroiled (chargrilled)"},{"text":"An idealized life story, particularly one of a saint","response":"hagiography"},{"text":"This word for a spineless person comes from the last name of Caspar in the comic \"The Timid Soul\"","response":"milquetoast"}],"originalDate":"2024-07-09"},{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"Due to their composition, Jovian planets like Jupiter &amp; Saturn are called these \"giants\"","response":"gas"},{"text":"The photosphere is the surface of this as seen from Earth","response":"the Sun"},{"text":"Chiron, which shares properties of a comet &amp; an asteroid, is this type of \"object\" named for the type of creature Chiron was in myth","response":"a centaur"},{"text":"In 1959 the Russian space probe Luna 3 took the first photos of this hidden hemisphere","response":"the dark side of the Moon (the far side)"},{"text":"Once called the largest asteroid in our solar system, it was reclassified as a dwarf planet in 2006","response":"Ceres"}],"originalDate":"2024-07-08"},{"category":"TRUCK &amp; TRUCKIN' SONGS","comments":"","clues":[{"text":"Del Reeves sang about a trucker infatuated with a \"girl on\" one of these outdoor signs","response":"a billboard"},{"text":"Not sure what Rhett Akins drove, but it wasn't a 4x4 from this brand because \"that ain't my truck\" in his girl's driveway","response":"a Chevy"},{"text":"Kathy Mattea sang about a driver coming home from his last trucking run with \"18 wheels &\" one of these numeric bouquets","response":"a dozen roses"},{"text":"The longtime CMA Awards co-hosts have truck songs: Brad Paisley's \"Mud On The Tires\" &amp; her 2023 \"Out Of That Truck\"","response":"Carrie Underwood"},{"text":"The title of this C.W. McCall song refers to a group of trucks all moving together; ain't she a beautiful sight?","response":"\"Convoy\""}],"originalDate":"2024-07-08"},{"category":"THE SPANISH ANIMAL","comments":"","clues":[{"text":"A pretty flutterer:<br>la mariposa","response":"a butterfly"},{"text":"Anagram this: <br>ATUN","response":"tuna"},{"text":"Maybe a mako: <br>el tiburón","response":"a shark"},{"text":"A hunter's favorite: <br>el venado","response":"a deer"},{"text":"A flier: <br>el cuervo","response":"the crow"}],"originalDate":"2024-07-08"},{"category":"SAMUEL BECKETT","comments":"","clues":[{"text":"Born in Foxrock, a suburb of Dublin, Beckett attended this nearby college &amp; later taught there","response":"Trinity College"},{"text":"A left-arm medium-paced bowler, Beckett claimed to play a \"gritty defense\" in this sport","response":"cricket"},{"text":"In 2013 people couldn't wait to see \"Waiting for Godot\" with Ian McKellen as Estragon &amp; him as Vladimir; Broadway made it so","response":"Stewart"},{"text":"Beckett received the Croix de Guerre after joining this as an expat in Paris in 1940; his group had the name Gloria SMH","response":"the French Resistance"},{"text":"Beckett used the phrase \"Fallor, ergo sum\" in a poem about this 17th century Frenchman","response":"René Descartes"}],"originalDate":"2024-07-08"},{"category":"ENDGAME","comments":"","clues":[{"text":"In this game, used as a metaphor in Beckett's \"Endgame\", I forgot to use the Schlechter Defense against the Danish Gambit; I'm toast","response":"chess"},{"text":"You own all utilities, railroads &amp; properties &amp; your family is seething at your sheer ruthlessness in this game","response":"<i>Monopoly</i>"},{"text":"The turn gave me 3 of a kind &amp; now the river makes it 4... everyone's all-in &amp; I'm feelin' pretty good about my chances in this game","response":"Texas hold 'em"},{"text":"Sub-Zero is on the ropes, &amp; Sonya has been told to \"Finish him!!\" in this video game franchise; Sonya shall indeed finish him","response":"<i>Mortal Kombat</i>"},{"text":"I yelled the name of the game to indicate how many cards I had left, &amp; my next play will end things","response":"<i>Uno</i>"}],"originalDate":"2024-07-08"}],{"category":"ENGLISH LITERATURE","text":"Part II of this 17th century work says, \"I see myself now at the end of my journey; my toilsome days are ended\"","response":"<i>The Pilgrim's Progress</i>"}]}