{"mix":124,"rounds":[[{"category":"O CANADA","comments":"(Ken: Happy Canada Day to all who celebrate.)","clues":[{"text":"Rising sea levels threaten the isthmus that connects Nova Scotia, \"New Scotland\", &amp; this province with \"New\" in its name","response":"New Brunswick"},{"text":"Once a part of the Northwest Territories, it became its own territory in 1898","response":"the Yukon Territory"},{"text":"The Ottawa River is a tributary of this one that becomes a seaway","response":"St. Lawrence"},{"text":"Canada recognizes more than 600 groups of indigenous people known by this ordinal term","response":"First Nations"},{"text":"More \"O Canada\" lyrics! In 2018 this kind of love \"in all thy sons command\" became \"in all of us command\"","response":"true patriot love"}],"originalDate":"2024-07-01"},{"category":"WE STAND ON GUARD","comments":"","clues":[{"text":"Guard Jerry Kramer's book \"Instant Replay\" chronicled this NFL team's 1967 season, including the \"Ice Bowl\" &amp; Super Bowl II","response":"Green Bay"},{"text":"The motto of this service branch is Semper Paratus, \"Always Ready\"","response":"the Coast Guard"},{"text":"In 1789 this hero of America's Revolution became colonel-general of the National Guard of Paris","response":"Lafayette"},{"text":"This 1888 Gilbert &amp; Sullivan opera set in the Tower of London is subtitled \"The Merryman and his Maid\"","response":"<i>The Yeomen of the Guard</i>"},{"text":"Rome breathed a sigh of relief in January of 41 A.D. after Caligula was assassinated by a member of this guard","response":"Praetorian"}],"originalDate":"2024-07-01"},{"category":"FOR THEE","comments":"","clues":[{"text":"President Obama wrote \"A Letter to My Daughters\" titled this phrase that follows \"sweet land of liberty\"","response":"<i>Of Thee I Sing</i>"},{"text":"Centuries ago, \"you\" was used to a social superior, but this religious group founded by George Fox thou-ed &amp; thee-ed everyone","response":"Quakers"},{"text":"Melville's Ahab says, \"From hell's heart I stab at thee\" &amp; this other 4-letter character in a classic sci-fi movie repeats it","response":"Khan"},{"text":"She loved the hymn \"I Vow To Thee My Country\" by British composer Gustav Holst &amp; it was heard 16 years apart at her wedding &amp; funeral","response":"Diana"},{"text":"Polonius' rather windy advice to this son of his in \"Hamlet\" ends, \"Farewell: My blessing season this in thee!\"","response":"Laertes"}],"originalDate":"2024-07-01"},{"category":"LITERARY GEOGRAPHY","comments":"","clues":[{"text":"In \"The Sign of the Four\", Holmes &amp; Watson chase 2 killers down this river, from the tower to the Plumstead Marshes","response":"the Thames"},{"text":"\"Spade paid his fare and left the taxicab\"; this city's \"night-fog, thin, clammy, and penetrant, blurred the street\"","response":"San Francisco"},{"text":"The Pequod goes from Nantucket far south around this cape, then through the Indian Ocean to the South Pacific &amp; a big showdown","response":"the Cape of Good Hope"},{"text":"2024 is the 50th anniversary of this book about bike engines &amp; much more that follows a trip from Minneapolis to the West Coast","response":"<i>Zen and the Art of Motorcycle Maintenance</i>"},{"text":"In Shakespeare, Antony says he'll take his ships \"from the head of\" this promontory &amp; \"beat the approaching Caesar\"; he doesn't","response":"Actium"}],"originalDate":"2024-06-28"},{"category":"ALLITERATION","comments":"","clues":[{"text":"Hey Joe! It's the 1950s &amp; we're male adolescent best friends<span class=\"nobreak\">--</span>let's both prick our fingers &amp; perform a ritual to be these","response":"blood brothers"},{"text":"A bar in midafternoon is one setting for this activity, also a recurring segment from Seth Meyers","response":"day drinking"},{"text":"For the 2022 album from Death Cab for Cutie, it's the song  \"Asphalt Meadows\"","response":"the title track"},{"text":"The Tetra brand makes this that will keep your cichlids happy &amp; full of vitamins","response":"fish food"},{"text":"Part of the Interior Department, they provide law enforcement on federal areas such as the National Mall","response":"the Park Police"}],"originalDate":"2024-06-28"},{"category":"TV CATCHPHRASES","comments":"","clues":[{"text":"Frequently uttered by Stan &amp; Kyle on \"South Park\": \"oh my God\", these 3 words","response":"they killed Kenny"},{"text":"Casting about for a line to go along with snuffing out a torch on \"Survivor\", executive producer Mark Burnett came up with this one","response":"the tribe has spoken"},{"text":"Seinfeld greeted the neighbor played by Wayne Knight with scorn &amp; these 2 words","response":"Hello, Newman"},{"text":"\"Did I do that?\" was this character's mantra on \"Family Matters\"","response":"Steve Urkel"},{"text":"The 1960s series \"Lost in Space\" gave us this 3-word catchphrase; it was an episode title of the 2018 reboot","response":"danger, Will Robinson"}],"originalDate":"2024-06-28"}],[{"category":"COLLEGE NEWSPAPERS","comments":"","clues":[{"text":"This Harvard paper was founded as the Magenta in 1873","response":"<i>Crimson</i>"},{"text":"This N.Y. college's Daily Orange receives no funding from the school; instead, it relies on advertising revenue &amp; donations","response":"Syracuse University"},{"text":"In 1920 Georgetown's student newspaper took this 4-letter name; within a few years, the athletic teams adopted it","response":"the <i>Hoya</i>"},{"text":"Troy University's Trojan population reads the Tropolitan newspaper, while the Daily Trojan serves this school's student body","response":"USC"},{"text":"This college's The Heights not only circulates on campus but also reaches Chestnut Hill, Allston-Brighton &amp; Newton","response":"Boston College"}],"originalDate":"2024-06-28"},{"category":"ANCIENT NAMES","comments":"","clues":[{"text":"In this philosopher's \"Symposium\", Socrates actually puts on sandals to go discuss love","response":"Plato"},{"text":"An entire room at Berlin's Neues Museum is devoted to the bust of this Egyptian queen renowned for her beauty","response":"Nefertiti"},{"text":"His \"Sayings\" begin: \"The master said, to learn and then do, is not that a pleasure?\"","response":"Confucius"},{"text":"You hear a lot that his dad was Darius, but not so much that his mom was Atossa, daughter of Cyrus","response":"Xerxes"},{"text":"The name of this historian &amp; orator is Latin for \"silent\"","response":"Tacitus"}],"originalDate":"2024-06-28"},{"category":"GREEK MYTH: WOMEN &amp; GODDESSES","comments":"","clues":[{"text":"This goddess of wisdom is said to have been born directly from Zeus' forehead, fully grown &amp; wearing body armor","response":"Athena"},{"text":"Main centers of worship of this goddess of fertility were Paphos &amp; Amathus on Cyprus &amp; the island of Cythera","response":"Aphrodite"},{"text":"Atalanta lost a foot race to her future husband when he dropped 3 of this golden fruit on the track to distract her","response":"golden apples"},{"text":"Besides killing game, this goddess of the hunt also protected it; thus she was also called the mistress of animals","response":"Artemis"},{"text":"When her stepson Hippolytus spurned her affections, this daughter of King Minos hanged herself","response":"Phaedra"}],"originalDate":"2024-06-28"},{"category":"INTERNET CELEBRITIES","comments":"","clues":[{"text":"Forbes said the memes featuring this feline are full of \"existential angst\" &amp; \"nihilism\"","response":"Grumpy Cat"},{"text":"Before \"SNL\" this comedy troupe featuring Andy Samberg made the web series \"The 'Bu\", a parody of \"The O.C.\"","response":"The Lonely Island"},{"text":"Kyle Craven is the real name of the hapless guy in the meme format \"Bad Luck\" this first name","response":"Brian"},{"text":"In 2024, this streamer announced to his 9 million followers on Twitch that he inked a deal with Nike","response":"Kai Cenat"},{"text":"In 2021 a statue of this late gorilla appeared opposite Wall Street's Charging Bull statue","response":"Harambe"}],"originalDate":"2024-06-28"},{"category":"AFI's GREATEST VILLAINS","comments":"","clues":[{"text":"No. 1: <br>Trained psychiatrist who's a cannibalistic serial killer","response":"Hannibal Lecter"},{"text":"No. 4: <br>Evil crone who hates dogs but loves colorful footwear","response":"the Wicked Witch of the West"},{"text":"No. 2:<br>Terrifying mama's boy who \"wouldn't even harm a fly\"","response":"Norman Bates"},{"text":"No. 41: <br>The only real-life actress on the list, she was played by Faye Dunaway in a 1981 biopic","response":"Joan Crawford"},{"text":"No. 30: <br>He was a taxi driver","response":"Travis Bickle"}],"originalDate":"2024-06-28"},{"category":"TEEN-LETTER WORDS","comments":"","clues":[{"text":"18 letters, including the final \"S\": <br>AT&T &amp; Verizon are major companies in this sector of the economy","response":"telecommunications"},{"text":"14 letters: <br>The framework &amp; installations that a country needs to function such as bridges, dams &amp; roads","response":"infrastructure"},{"text":"13 letters: <br>This type of scientist studies pyroclasts &amp; lava flows","response":"a volcanologist"},{"text":"17 letters: <br>Protestant churches that are independent &amp; have no organizational affiliation are said to be this","response":"nondenominational"},{"text":"15 letters: <br>It's the strong, often greedy, desire to get &amp; own things","response":"acquisitiveness"}],"originalDate":"2024-06-28"}],{"category":"COMING ATTRACTIONS","text":"Dubbed \"The Voice of God\", Don LaFontaine was best known for this 3-word phrase that set the stage for many a movie trailer","response":"In a world"}]}