{"mix":127,"rounds":[[{"category":"LET HIM COOK","comments":"","clues":[{"text":"Flavortown is near as Guy Fieri adds some Cajun chicken to this classic, creamy way to prepare fettuccine","response":"alfredo"},{"text":"You bleeping bleeps better know this TV chef has a personal recipe for soft scrambled eggs &amp; bacon jam toast on his website! Well?!","response":"Gordon Ramsay"},{"text":"Bam! Enjoy \"kicked up fried calamari with Creole olive salad\" at his flagship New Orleans restaurant","response":"Emeril"},{"text":"David Chang added 7UP to give this Korean staple some bubbliness in its cabbage","response":"kimchi"},{"text":"Soft-boiled eggs &amp; yogurt dressing are in Jamie Oliver's \"Sorta Salmon\" this south-of-France style","response":"niçoise"}],"originalDate":"2024-06-24"},{"category":"I'M FEELING POSITIVE","comments":"","clues":[{"text":"A basic subatomic particle, it's positively charged &amp; the chief constituent of primary cosmic rays","response":"protons"},{"text":"In 2016 the 1,000 Fathers March along Beale Street celebrated positive male role models in this city","response":"Memphis"},{"text":"The sum of these 2 positive integers is a 2-digit number, but when the 2 are multiplied, the product is a single digit","response":"1 & 9"},{"text":"When jump-starting a car, use the red cable to connect between each battery's positive one of these \"final\" posts","response":"terminals"},{"text":"Norman Vincent Peale's \"The Power of\" this came out in 1952 but this is still recommended as a stress buster","response":"Positive Thinking"}],"originalDate":"2024-06-24"},{"category":"A ONE E &amp; A 2 E","comments":"(Ken: Each correct response is two words, one with a single \"E\", one with a double \"E\", like \"bet\" and \"beet\".)","clues":[{"text":"Short form of a job that keeps order on the court, &amp; a chain of rocks near the water's surface","response":"ref & reef"},{"text":"French for \"very\" (has an accent over the E), &amp; a bunch of saplings (no accent over either E)","response":"très & trees"},{"text":"According to, &amp; a person who's another's equal","response":"per & peer"},{"text":"I'll be very disappointed if you don't get these: Understanding or knowledge, &amp; sharp like an animal's senses","response":"ken & keen"},{"text":"Gusto! Verve! Vivacity!, &amp; to take a quick look","response":"pep & peep"}],"originalDate":"2024-06-24"},{"category":"PRESIDENTIAL NICKNAMES","comments":"","clues":[{"text":"While cooking breakfast, Rep. Pat Schroeder had the idea to compare him to a Teflon frying pan","response":"Reagan"},{"text":"This bachelor president became \"Ten-Cent Jimmy\" after he said that 10 cents a day was a fair wage","response":"Buchanan"},{"text":"The last of the Founding Fathers to have the job, this fifth president was known as \"The Last Cocked Hat\"","response":"Monroe"},{"text":"John Quincy Adams was \"The Accidental President\" &amp; John Tyler was given this similar epithet by his detractors","response":"\"His Accidency\""},{"text":"The Coolidge Foundation says both dry wit &amp; frugality with words led to this nickname","response":"\"Silent Cal\""}],"originalDate":"2024-06-24"},{"category":"14-LETTER RESPONSES","comments":"","clues":[{"text":"Your pen pal knows it's an exchange of letters between 2 people","response":"correspondence"},{"text":"A book about this demographic &amp; economic shift seen \"From the Ground Up\" is titled \"There Goes the 'Hood\"","response":"gentrification"},{"text":"In 597 B.C. this king II deported King Jehoiachin to Babylon","response":"Nebuchadnezzar"},{"text":"In philosophy, it prioritizes free will; as a political philosophy, it prioritizes individual freedom","response":"libertarianism"},{"text":"Self-hypnosis may make use of this, the planting of your own ideas into your subconscious","response":"autosuggestion"}],"originalDate":"2024-06-24"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In a story by Edgar Rice Burroughs, this title character adopts an orphaned cub that becomes \"The Golden Lion\"","response":"Tarzan"},{"text":"He tells Dorothy, \"It is very tedious being perched up here night &amp; day\"","response":"the Scarecrow"},{"text":"In the \"Twilight\" saga, vampire-human hybrid Renesmee Cullen was a baby when this character fell for her","response":"Jacob"},{"text":"Agatha Christie said that while her grandmother was an inspiration, this character was \"far more fussy &amp; spinsterish\"","response":"Miss Marple"},{"text":"The title of a 1960 novel is explained by this lawyer, who says, \"It's a sin to kill a mockingbird\"","response":"Atticus Finch"}],"originalDate":"2024-06-21"}],[{"category":"ON THE MAP","comments":"","clues":[{"text":"The name of this mountain range comes from Sanskrit words for \"snow\" &amp; \"abode\"","response":"the Himalayas"},{"text":"Dating to the 1690s, the Eddystone Lighthouse is near Plymouth in Devon, on rocks in this narrow body of water","response":"the English Channel"},{"text":"In 1616 navigator Willem Schouten rounded this cape at the tip of South America &amp; named it for the Dutch city of his birth","response":"Cape Horn"},{"text":"The Tha, a tributary of this river, flows through Laos","response":"the Mekong"},{"text":"In 2024 this Omani capital faced widespread flash flooding from heavy rainstorms","response":"Muscat"}],"originalDate":"2024-06-21"},{"category":"MULTIPLE MEANINGS","comments":"","clues":[{"text":"To impede, or a laundry receptacle","response":"hamper"},{"text":"You can do this with a fugitive in a place of refuge, perhaps in the same-named watery area","response":"harbor"},{"text":"It's an animal; it's a northeastern city; it's a verb meaning to bully","response":"buffalo"},{"text":"Happening now, or the movement of the tide","response":"current"},{"text":"To abstain or elect not to do something, like not mentioning it's another word for a song's chorus","response":"refrain"}],"originalDate":"2024-06-21"},{"category":"ICONS ON STAMPS","comments":"","clues":[{"text":"The menu for the Celebrity Chefs stamps included Joyce Chen &amp; this woman who taught us to master the art of French cooking","response":"Julia Child"},{"text":"This great American has been featured on more than 130 stamps, a fitting tribute to a former postmaster general","response":"Franklin"},{"text":"She wears a black judicial robe &amp; a white collar on the 2023 stamp honoring her","response":"Ruth Bader Ginsburg"},{"text":"This man wears his iconic red cardigan on his stamp","response":"Mister Rogers"},{"text":"A 12-second achievement by this pair from Dayton, Ohio got them on more than half a dozen stamps","response":"the Wright brothers"}],"originalDate":"2024-06-21"},{"category":"THAT COMPANY'S HISTORY","comments":"","clues":[{"text":"AuctionWeb was an early name for this company founded by Pierre Omidyar","response":"eBay"},{"text":"This brand's LV monogram was designed by the son of its founder in 1896","response":"Louis Vuitton"},{"text":"In 1953 it took this company more than 3 dozen tries to create a formula for rust prevention, now a popular lubricant","response":"WD-40"},{"text":"Take a Walkman down memory lane to 1946 when this company was founded in Tokyo by 2 engineers","response":"Sony"},{"text":"Originally an aerial crop-dusting company, it's named for the southern U.S. region it originally served","response":"Delta (Airlines)"}],"originalDate":"2024-06-21"},{"category":"GENRES","comments":"","clues":[{"text":"Entertainment Weekly calls this 1975 movie one of the best aquatic horror movies of all time","response":"<i>Jaws</i>"},{"text":"\"One Piece\" is one of these comic books whose Japanese name roughly translates to \"whimsical pictures\"","response":"manga"},{"text":"\"Mamma Mia!\" &amp; \"Tina\" are examples of this musical genre that includes a music-playing device","response":"a jukebox musical"},{"text":"GRWM for short, this genre of video on TikTok or Instagram follows as your fave influencer begins their day","response":"get ready with me"},{"text":"The novel \"The Difference Engine\" is part of this alternate history genre that merges Victorian-era style with futuristic tech","response":"steampunk"}],"originalDate":"2024-06-21"},{"category":"DID YOU GET MY LETTER?","comments":"","clues":[{"text":"To a botanist in 1844, he wrote, \"I am almost convinced... that species are not... immutable\"","response":"Darwin"},{"text":"Mario Puzo, to him: \"I wrote a book called 'The Godfather'... and I think you're the only actor who can play the part\"","response":"Marlon Brando"},{"text":"In 1937, in a last letter to her husband before she disappeared, she wrote, \"Women must try to do things as men have tried\"","response":"Earhart"},{"text":"No hard feelings? In 1968, months after she shot this man, Valerie Solanas wrote to him, \"I'm very happy you're alive + well\"","response":"Warhol"},{"text":"In a letter to Anaïs Nin: \"It is true I swim in a perpetual sea of sex but the actual excursions are fairly limited\"","response":"(Henry) Miller"}],"originalDate":"2024-06-21"}],{"category":"MYTHOLOGY","text":"Some myths say the treasure of the Nibelung was hidden under a promontory called this, on the Rhine near St. Goarshausen","response":"Lorelei"}]}