{"mix":134,"rounds":[[{"category":"MOVIES' OPENING LINES","comments":"","clues":[{"text":"1995, narration: <br>\"I shall tell you of William Wallace. Historians from England will say I am a liar\"","response":"<i>Braveheart</i>"},{"text":"2010: <br>\"I had the craziest dream last night. I was dancing the white swan\"","response":"<i>Black Swan</i>"},{"text":"1985: <br>\"Saturday, March 24, 1984. Shermer High School. Shermer, Illinois. 60062. Dear Mr. Vernon\"","response":"<i>The Breakfast Club</i>"},{"text":"1986, narration: <br>\"I was 12 going on 13 the first time I saw a dead human being. It happened in the summer of 1959\"","response":"<i>Stand By Me</i>"},{"text":"1970: <br>\"Be seated. Now I want you to remember that no bastard ever won a war by dying for his country\"","response":"<i>Patton</i>"}],"originalDate":"2024-06-07"},{"category":"A LITTLE KNOWLEDGE","comments":"","clues":[{"text":"Online, T.I.L. is short for this phrase reflecting something new you found out about","response":"today I learned"},{"text":"This adjective refers to the nature of a certain reference book, or wide-ranging knowledge in general","response":"encyclopedic"},{"text":"If your knowledge has come to you through repetition or routine, you've learned \"by\" this 4-letter way that also starts with \"R\"","response":"rote"},{"text":"Idiomatically, \"becoming well\" this sounds like you've mastered stanzas, but it really means you're mastering any subject","response":"versed"},{"text":"Another word for a storehouse or burial place, one of these \"of knowledge\" is someone who is full of useful info","response":"a repository"}],"originalDate":"2024-06-07"},{"category":"HISTORIC TELEGRAMS","comments":"","clues":[{"text":"A telegram to Washington in 1898 announced this \"blown up in Havana Harbor at nine forty tonight and destroyed\"","response":"the <i>Maine</i>"},{"text":"In 1967 Muhammad Ali sent a telegram to him at the Birmingham County Jail: \"Hope that you are comfortable not suffering\"","response":"Martin Luther King Jr."},{"text":"Urged to give up a fast, he replied in 1924, \"Am fasting to live not die unless God wills otherwise. Don't worry\"","response":"Gandhi"},{"text":"Him to president Truman in 1950: \"The State Department harbors a nest of Communists and Communist sympathizers\"","response":"Joseph McCarthy"},{"text":"In 1909 he sent the message \"Stars and stripes nailed to North Pole\"","response":"Robert Peary"}],"originalDate":"2024-06-06"},{"category":"I GOT A BEEF WITH YOU","comments":"","clues":[{"text":"I want to be a part of it, this steak, this steak, confusingly also called Kansas City","response":"New York (strip steak)"},{"text":"A porterhouse has a larger amount of the tenderloin than this smaller, letter-perfect steak","response":"a T-bone"},{"text":"Some wagyu cattle are fed beer &amp; grain &amp; given regular massages &amp; sold as this type of prized, well-marbled beef","response":"Kobe"},{"text":"Amarillo's Big Texan restaurant is famed for a 72-ounce steak<span class=\"nobreak\">--</span>that's 4 1/2 pounds of \"top\" this, y'all!","response":"sirloin"},{"text":"I say, do be a love &amp; prepare my flank steak this \"British\" way; tenderize the meat by marinating, then thinly slice across the grain","response":"a London broil"}],"originalDate":"2024-06-06"},{"category":"PLAYING WITH MOVIE DOLLS","comments":"","clues":[{"text":"This \"Toy Story\" lawman: \"the word I'm searching for, I can't say because there's preschool toys present\"","response":"Woody"},{"text":"This red-haired, blue-eyed killer doll has a wife named Tiffany; unbelievably, they have a child","response":"Chucky"},{"text":"Doll, action figure, whatever... this military guy got title billing &amp; \"Retaliation\" in a 2013 film with Dwayne Johnson","response":"G.I. Joe"},{"text":"Before he was Ken, Ryan Gosling got into the world of dolls, making a new friend as this title guy paired with \"the Real Girl\"","response":"Lars"},{"text":"Horrors! We're \"Conjuring\" up this doll who was introduced in a 2013 film &amp; \"comes home\" 6 years later","response":"Annabelle"}],"originalDate":"2024-06-06"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"London's transport museum offers a tour of Charing Cross then afternoon this at the Clermont with delicious scones","response":"tea"},{"text":"With some buildings about a century old, Pretoriuskop Rest Camp has hosted many on this kind of trip with a name from Swahili","response":"safari"},{"text":"Feeling thirsty? After your one-hour canal tour of Amsterdam, stop at this, Europe's No. 1 brewer, for another tour &amp; a beer","response":"Heineken"},{"text":"In Spain, rent a car &amp; follow the path of scenes in this novel, including the Cave of Montesinos &amp; the windmills of Consuegra","response":"<i>Don Quixote</i>"},{"text":"If you're vacationing in Rimini, Italy, it's a 50-minute ride on a shuttle bus into this country","response":"San Marino"}],"originalDate":"2024-06-06"}],[{"category":"WOMEN IN THE BIBLE","comments":"","clues":[{"text":"This widow with a Bible book named after her remarries but remains devoted to her first mother-in-law Naomi","response":"Ruth"},{"text":"In Acts 17 a woman named Damaris was receptive to a sermon in Athens by this apostle of Tarsus","response":"Paul"},{"text":"The daughter of Herodias requested this gruesome gift from King Herod","response":"the head of John the Baptist"},{"text":"This queen states, \"If I perish, I perish\" after agreeing to find a way to derail a murderous decree instigated by Haman","response":"Esther"},{"text":"Jacob marries Leah after 7 years of hard labor for her dad; after 7 more years of work, he marries this sister of Leah","response":"Rachel"}],"originalDate":"2024-06-06"},{"category":"MUSIC OF THE '60s","comments":"","clues":[{"text":"Marvin Gaye's first No. 1 hit, it got new life when it was used in a commercial for California raisins in the 1980s","response":"\"I Heard It Through The Grapevine\""},{"text":"This Aretha Franklin song says, \"For five long years I thought you were my man but I found out I'm just a link in your chain\"","response":"\"Chain Of Fools\""},{"text":"The Sherman brothers of Disney fame wrote this song of young love that mentions \"peaches &amp; cream\" &amp; \"lips like strawberry wine\"","response":"\"You're Sixteen\""},{"text":"This top 5 hit by The Mamas &amp; The Papas was written on a cold winter night in Manhattan","response":"\"California Dreamin'\""},{"text":"This folk trio had a 1969 Top 10 hit with \"Leaving On A Jet Plane\"","response":"Peter, Paul and Mary"}],"originalDate":"2024-06-06"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"From Latin for \"play on words\", it's an indirect or implied reference","response":"an allusion"},{"text":"It can be exhausting rooting for this type of protagonist who lacks conventional merits, like Ignatius Reilly","response":"an antihero"},{"text":"It's a poem lamenting a death; Toi Derricotte wrote a moving one \"For My Husband\"","response":"an elegy"},{"text":"Penumbral term for hinting at things to come in a work of fiction","response":"foreshadowing"},{"text":"Not always marked by 3 dots, it's the omission of words that are understood in context","response":"ellipsis"}],"originalDate":"2024-06-06"},{"category":"DOUBLE \"R\" WORDS","comments":"","clues":[{"text":"A pen for livestock","response":"corral"},{"text":"In some places, a couple can get a divorce based on these differences when they can't agree upon much","response":"irreconcilable"},{"text":"This bird of Australia is sometimes called the \"bushman's clock\", since it's heard early in the morning &amp; at sunset","response":"a kookaburra"},{"text":"From the Latin for \"talkative\", it can mean given to excessive talk about trivial matters","response":"garrulous"},{"text":"The world's leading seaweed extract, it's used in chocolate milk to keep the chocolate in suspension","response":"carrageenan"}],"originalDate":"2024-06-06"},{"category":"FEELING THE BUZZ","comments":"","clues":[{"text":"Neil Armstrong: <br>\"Isn't that something! Magnificent sight out here\"; this man: \"Magnificent desolation\"","response":"Buzz Aldrin"},{"text":"Cofounded by Jonah Peretti in 2006, this website of news &amp; entertainment bills itself as the \"first true social news organization\"","response":"Buzzfeed"},{"text":"This U.S. senator posts items of interest on a section of his website called \"The Bernie Buzz\"","response":"Sanders"},{"text":"In 1980 Buzz, a yellow jacket, became an official mascot of this Atlanta-based school's athletic teams","response":"Georgia Tech"},{"text":"This Rimsky-Korsakov piece was used as the theme to \"The Green Hornet\"; Al Hirt's trumpet made the buzzing sound on TV","response":"\"Flight Of The Bumblebee\""}],"originalDate":"2024-06-05"},{"category":"SIGNS OF THE ZODIAC","comments":"","clues":[{"text":"It's the second sign of the zodiac, &amp; that's no bull","response":"Taurus"},{"text":"To escape a monster, Aphrodite &amp; Eros jumped into a river &amp; changed into this sign's symbols","response":"Pisces"},{"text":"Kaus Australis, or \"Southern Bow\", is the brightest star in this constellation","response":"Sagittarius"},{"text":"In a case of constellation-on-constellation violence, its symbol stung Orion to death","response":"Scorpio"},{"text":"The symbol of this sign is sometimes identified as Ishtar or Persephone","response":"Virgo"}],"originalDate":"2024-06-05"}],{"category":"HISTORIC CURRENCY","text":"Henry VII minted the first pound coin in 1489, which was called this, also a term for what Henry was","response":"a sovereign (coin)"}]}