{"mix":136,"rounds":[[{"category":"CLASSIC SONG NUMBERS","comments":"","clues":[{"text":"A Beatles song was born when Paul McCartney's driver said he'd been very, very busy working this calendrical impossibility","response":"eight days a week"},{"text":"Weird Al wanted to parody this Prince song by turning the year into an infomercial sales price, as in \"For Only...!\"","response":"\"1999\""},{"text":"In a 1978 No. 1 hit, the Commodores sang, \"You're once... twice...\" this title","response":"\"Three Times A Lady\""},{"text":"The Proclaimers proclaimed quite Scottishly their intention to walk this many miles; guess 804.672 km didn't scan","response":"500 miles"},{"text":"Regarding this Meat Loaf song, it's a yes on wanting you &amp; needing you, but loving you... Oo, sorry! Now don't be sad, 'cause...","response":"\"Two Out Of Three Ain't Bad\""}],"originalDate":"2024-06-03"},{"category":"HUMANITARIANS","comments":"","clues":[{"text":"Pediatrician Jane Aronson has encouraged people to do this; she got her own 2 young'uns from Vietnam &amp; Ethiopia","response":"adopt"},{"text":"In 1999 this mogul &amp; then-wife Melinda founded the Millennium Scholars Program for minority students","response":"Bill Gates"},{"text":"This actor whose food company provides for kids' charities joked that \"The salad dressing is outgrossing my films\"","response":"Paul Newman"},{"text":"In 1905 he published a book on Johann Sebastian Bach &amp; then headed to French Equatorial Africa to build his hospital","response":"Dr. (Albert) Schweitzer"},{"text":"In 1968 this sister of JFK founded the Special Olympics; her son Timothy Shriver now chairs the organization","response":"Eunice (Kennedy Shriver)"}],"originalDate":"2024-06-03"},{"category":"STARTS WITH \"J\"","comments":"","clues":[{"text":"An A.P. article about this habit says, \"for many New Yorkers, crossing the street... against the light is a way of life\"","response":"jaywalking"},{"text":"A plan or team that comes together does this<span class=\"nobreak\">--</span>with a J, more properly than a G","response":"jell"},{"text":"An X-Men comic book character bears this name that comes from a title of Krishna","response":"Juggernaut"},{"text":"This word for a lamentation full of complaints references an Old Testament prophet","response":"a jeremiad"},{"text":"With a name meaning \"new soldier\", this elite Ottoman corps ceased to be in 1826 after they rebelled against military changes","response":"Janissaries"}],"originalDate":"2024-06-03"},{"category":"TO THE BALLET!","comments":"","clues":[{"text":"The second part of the ballet \"Jewels\" is named for these red gems; the dancers wear red too","response":"rubies"},{"text":"This character saves the Nutcracker Prince by tossing her slipper at the Mouse King","response":"Clara"},{"text":"George Balanchine choreographed this supernatural Shakespeare tale to the music of Felix Mendelssohn","response":"<i>A Midsummer Night's Dream</i>"},{"text":"In an iconic pas de deux from a 1962 performance of \"Le Corsaire\", Margot Fonteyn &amp; Rudolf Nureyev traded these spins","response":"pirouettes"},{"text":"In \"Swan Lake\", a sorcerer transforms his daughter Odile to look like this cursed heroine","response":"Odette"}],"originalDate":"2024-05-31"},{"category":"IN THE FRUIT BASKET","comments":"","clues":[{"text":"Lima, <br>Cara Cara, <br>Navel","response":"oranges"},{"text":"Ribston Pippin, <br>Golden Delicious, Empire","response":"apples"},{"text":"Rainier, <br>Montmorency, Maraschino","response":"cherries"},{"text":"Adriatic, <br>Calimyrna, <br>Black Mission","response":"figs"},{"text":"Moon Drop, <br>Muscat, <br>Catawba","response":"grapes"}],"originalDate":"2024-05-31"},{"category":"ROLE WITH THE PUNCHES","comments":"","clues":[{"text":"Jake Gyllenhaal &amp; Rachel McAdams starred in this hard-hitting 2015 film whose title is a term for a lefty boxer","response":"<i>Southpaw</i>"},{"text":"Jon Voight played Howard Cosell &amp; Will Smith starred as this boxer in a 2001 biopic","response":"Ali"},{"text":"This 2015 movie isn't about the rock band that sang \"Higher\"; it's about a young boxer who asks Rocky Balboa for help","response":"<i>Creed</i>"},{"text":"\"Into the Ring\" &amp; \"Cutman\" were episode titles of this Netflix series about a blind superhero whose dad was a boxer","response":"<i>Daredevil</i>"},{"text":"In 1975 his friends entered him into the Golden Gloves as a laugh; he'd later play a boxer on \"Taxi\"","response":"Tony Danza"}],"originalDate":"2024-05-31"}],[{"category":"____ &amp; ____","comments":"","clues":[{"text":"You've caught a pass inside your foe's 10-yard line &amp; have a new set of downs, so this is your new down status","response":"first & goal"},{"text":"This alliterative edible duo is shorthand for the basic method of supporting yourself financially","response":"bread & butter"},{"text":"This beastly phrase often describes the interplay of detective &amp; suspect","response":"cat & mouse"},{"text":"This term for people who influence events could describe a Protestant sect that's changing addresses","response":"movers & shakers"},{"text":"This idiom meaning a noisy outburst redundantly has 2 words meaning \"shout\", though one sounds like a synonym for color","response":"hue & cry"}],"originalDate":"2024-05-31"},{"category":"THE HILL YOU SAY","comments":"","clues":[{"text":"Todt Hill in this island borough is the highest on the Atlantic coast s. of Maine; area houses were film locations for Corleone homes","response":"Staten Island"},{"text":"The first transatlantic wireless signal was received on Signal Hill near this capital of Newfoundland","response":"St. John's"},{"text":"Hills in this Los Angeles park include Mount Bell, Mount Chapel &amp; Mount Hollywood","response":"Griffith Park"},{"text":"The first cemetery called this was located on a hill in 1867 north of Hays, Kansas, not Dodge City","response":"Boot Hill"},{"text":"This posh San Francisco neighborhood was once called California Hill after a street that runs over it","response":"Nob Hill"}],"originalDate":"2024-05-31"},{"category":"SCIENCE-Y BOOKS","comments":"","clues":[{"text":"The novel \"The Gold Bug Variations\" has a double-stranded plot, intertwining Bach's music &amp; cracking the code of this molecule","response":"DNA"},{"text":"In the novel \"The Invention of Everything Else\", this inventor from the Balkans lives out his days in a New York hotel","response":"Tesla"},{"text":"\"Thunderstruck\" tells the interwoven stories of murderer Hawley Crippen &amp; this wireless inventor","response":"Marconi"},{"text":"Primo Levi's memoir of his life as a young chemist is titled this, after something developed by another chemist, Dmitri Mendeleyev","response":"<i>The Periodic Table</i>"},{"text":"A 19th c. word for a psychiatrist is the title of this Caleb Carr novel in which Dr. Laszlo Kreizler  investigates a murder","response":"<i>The Alienist</i>"}],"originalDate":"2024-05-31"},{"category":"DID YOU STUDY THE \"J\" ARCHIVE?","comments":"","clues":[{"text":"He was a Tennessee tailor way before he was U.S. president","response":"Andrew Johnson"},{"text":"This open letter defended Alfred Dreyfus, a Jewish officer facing treason charges by the French army","response":"<i>J'Accuse...!</i>"},{"text":"In 1949 Omar Bradley was chosen as the first chairman of this group of U.S. military advisers","response":"the Joint Chiefs of Staff"},{"text":"In the 1950s Kathleen Kenyon excavated this city famous in biblical history &amp; dated it to the Stone Age","response":"Jericho"},{"text":"A nationalistic Victorian song about war with Russia popularized this -ism for aggressive patriotism","response":"jingoism"}],"originalDate":"2024-05-31"},{"category":"STARTS WITH A COLOR","comments":"","clues":[{"text":"These elves help with household chores; you can leave them milk, which is delish with the same-named dessert","response":"brownies"},{"text":"This loss of visibility can happen in fog but is more common with snowy conditions","response":"a whiteout"},{"text":"Botanically, a sequoia is a type of this","response":"a redwood"},{"text":"Paper for these engineering drawings is treated with ferric ammonium citrate &amp; potassium ferricyanide","response":"blueprints"},{"text":"Found in front of \"sapsucker\" in a woodpecker's name, this hyphenated word is an insult when used on its own","response":"yellow-bellied"}],"originalDate":"2024-05-31"},{"category":"...BUT WHO'S COUNTYING?","comments":"","clues":[{"text":"Named in 1877, a Montana county honors this man who did not exactly enjoy himself in the territory the year before","response":"Custer"},{"text":"At about 400,000, Pulaski is the Arkansas county with the most folks; stands to reason, with this city as the county seat","response":"Little Rock"},{"text":"Lyon, Sac &amp; Sioux are 3 of the 99 counties that presidential candidates try to visit in this state","response":"Iowa"},{"text":"This Kansas county is known for its federal pen that was home to the Birdman of Alcatraz (before he was the Birdman of Alcatraz)","response":"Leavenworth"},{"text":"The \"WOW\" counties of this Midwest state are Washington, Ozaukee &amp; Waukesha","response":"Wisconsin"}],"originalDate":"2024-05-30"}],{"category":"HAWAII","text":"Introduced in 1881 to grow ornamental trees, these seeds became one of Hawaii's most valuable crops","response":"macadamia nuts"}]}