{"mix":137,"rounds":[[{"category":"GIVING YOU THE THIRD DEGREE","comments":"","clues":[{"text":"It's the third letter in the Greek alphabet","response":"gamma"},{"text":"He had a killer term as the third U.S. vice president","response":"Aaron Burr"},{"text":"The third son of Adam &amp; Eve mentioned in the Bible, he was born after Abel was killed","response":"Seth"},{"text":"The third woman on the U.S. Supreme Court, she's now the most senior female member","response":"Sotomayor"},{"text":"Get it on, sound a gong for this third-most populous city in Maine","response":"Bangor"}],"originalDate":"2024-05-30"},{"category":"FIRST NAME'S THE SAME","comments":"","clues":[{"text":"From the world of film: Wilder &amp; Crudup","response":"Billy"},{"text":"Providing different kinds of entertainment: <br>Kwan &amp; Pfeiffer","response":"Michelle"},{"text":"Both can make you dance: <br>Allen &amp; Gibson","response":"Debbie"},{"text":"Creative types Schumann &amp; Ludlum","response":"Robert"},{"text":"Very different leaders Mumford &amp; Garvey","response":"Marcus"}],"originalDate":"2024-05-30"},{"category":"CANON EVENTS","comments":"","clues":[{"text":"When but a child, this FBI agent tried unsuccessfully to save a lamb, a moment that would stay with her later in life","response":"Clarice (Starling)"},{"text":"Kill the dog of this man, the underworld's most feared assassin? That'll bring out some hand cannons","response":"John Wick"},{"text":"An enchantress' curse in this 1991 Disney film forced a life of reclusiveness for one of the title pair","response":"<i>Beauty and the Beast</i>"},{"text":"In \"The Princess Bride\", Count Rugen offers everything to this man who kills the count anyway, saying, \"I want my father back\"","response":"Inigo Montoya"},{"text":"In \"Kill Bill\", she played Elle Driver, who lost an eye to her master Pai Mei; she'd later see things differently","response":"Daryl Hannah"}],"originalDate":"2024-05-30"},{"category":"CANNON EVENTS","comments":"","clues":[{"text":"In 1781 at this battle site in Virginia, the British surrendered some 240 artillery pieces to George Washington's army","response":"Yorktown"},{"text":"It's the female nickname for the German Howitzer that destroyed Fort Loncin in the Siege of Liège during World War I","response":"\"Big Bertha\""},{"text":"Private John Thompson wrote, \"The batteries doing us most damage were on Morris Island\" during this April 1861 battle","response":"Fort Sumter"},{"text":"Before a decisive 1805 battle, a few extra cannons were added to this vice admiral's HMS Victory","response":"Nelson"},{"text":"In 1453 this city's emperor declined to buy cannons...&amp; then saw them used against his own walls by the Turks","response":"Constantinople"}],"originalDate":"2024-05-30"},{"category":"NOVELS","comments":"","clues":[{"text":"\"The boy with fair hair lowered himself down the last few feet of rock\", begins this novel by William Golding","response":"<i>Lord of the Flies</i>"},{"text":"His fourth novel, \"The Sound and the Fury\", is often seen as his breakthrough into genius","response":"William Faulkner"},{"text":"This Dickens title character comes from a venerable family, as \"at least one Chuzzlewit came over with William the Conqueror\"","response":"Martin Chuzzlewit"},{"text":"A revenge plan claims the life of the Vicomte de Valmont in this 1782 novel of scheming lovers","response":"<i>Dangerous Liaisons</i>"},{"text":"This Willa Cather book about folks in a new land says, \"The absence of human landmarks is one of the most depressing\" things","response":"<i>O Pioneers!</i>"}],"originalDate":"2024-05-29"},{"category":"CLASSIC RAP LYRICS","comments":"","clues":[{"text":"\"Also known for the Flintstone Flop, Tammy D gettin' biz on the crop, Beastie Boys known to let the beat... mmm...\" this!","response":"drop"},{"text":"Biggie knew \"It's like the more money we come across, the more\" these \"we see\"","response":"problems"},{"text":"He rapped, \"Today I didn't even have to use my AK, I gotta say it was a good day\"","response":"Ice Cube"},{"text":"Naughty By Nature hit the Top 10 with the musical question, \"You down with\" this? &amp; also provided an answer: \"Yeah, you know me\"","response":"O.P.P."},{"text":"In \"California Love\": \"Now let me welcome everybody to the Wild Wild West, a state that's untouchable like\" this lawman","response":"Eliot Ness"}],"originalDate":"2024-05-29"}],[{"category":"CHANGE THE S TO AN N","comments":"(Ken: Each response will be two words.)","clues":[{"text":"A wind-catching canvas on a ship loses its S &amp; tacks on an N to be this hardware item","response":"a sail & a nail"},{"text":"A word meaning not as much drops an S &amp; subs in the N to be an eye part","response":"less & lens"},{"text":"The bottom of an object used as support subs in N for S to be someone who makes a nightmare \"of my existence\"","response":"base & bane"},{"text":"The S bows out of a word meaning to replace an actor in a role &amp; N is the new star in a word meaning to disavow testimony","response":"recast & recant"},{"text":"A tricky plan intended to deceive switches the S for an N to be a character in a Viking alphabet","response":"ruse & rune"}],"originalDate":"2024-05-29"},{"category":"COOKBOOKS","comments":"","clues":[{"text":"The alliterative this \"from Scratch\" features tastes &amp; treats from Denmark, Norway &amp; Sweden","response":"Scandinavia"},{"text":"Gabriel \"Gator\" Guilbeau, a chef &amp; caterer for this TV drama, put together a \"Dutton Ranch Family Cookbook\"","response":"<i>Yellowstone</i>"},{"text":"Erika Council's \"Still We Rise\" is \"A Love Letter to\" these Southern staples often served with gravy","response":"biscuits"},{"text":"\"Plant-Based India\" includes recipes for crispy masala dosa &amp; these stews made with legumes like lentils &amp; chickpeas","response":"dal"},{"text":"\"Modern Comfort Food\" &amp; \"Go-To Dinners\" are among her Barefoot Contessa cookbooks","response":"Ina Garten"}],"originalDate":"2024-05-29"},{"category":"ALLITERATIVE TV","comments":"","clues":[{"text":"Tom Selleck is Commissioner Frank Reagan on this NYPD-centric show","response":"<i>Blue Bloods</i>"},{"text":"Her character on \"Misfits of Science\" had telekinetic powers, something she lacked as friend Monica","response":"Courteney Cox"},{"text":"The Satin Dolls strip club on New Jersey Route 17 became this spot on an HBO series","response":"the Bada Bing"},{"text":"\"I am the danger... I am the one who knocks!\" said this antihero of an acclaimed (&amp; alliterative) AMC series","response":"Walter White"},{"text":"About Kendall, this \"Succession\" character says their dad \"wished that mom gave birth to a can opener... then it would be useful\"","response":"Roman Roy"}],"originalDate":"2024-05-29"},{"category":"THIS IS FINE","comments":"","clues":[{"text":"I'm doin' okay... you remember the ol' idiom, \"fair to\" this","response":"middling"},{"text":"How do I feel? Comme ci, comme ça, you know... this-this","response":"so-so"},{"text":"Showing one's indifference, this interjection is called a \"bleating\" sound &amp; defined as \"be it as it may\" in a 1928 dictionary","response":"meh"},{"text":"Everything is just this, meaning pleasant &amp; also a Bowie album with some \"Changes\"","response":"hunky dory"},{"text":"In the lingo of the 1930s or so, it's an adjective meaning fine &amp; dandy or a noun meaning a dressed-up gentleman","response":"a swell"}],"originalDate":"2024-05-29"},{"category":"DEFINING LAW","comments":"(Ken: With definitions from <i>Black's Law Dictionary</i>.)","clues":[{"text":"This association is \"an organization of members of the legal profession\", &amp; it's time for you to pass it","response":"the Bar"},{"text":"This aforethought is \"the requisite mental state for common-law murder\", including the intent to inflict grievous bodily harm","response":"malice"},{"text":"\"A solemn declaration, accompanied by a swearing to God... that one's statement is true\"","response":"an oath"},{"text":"This witness \"is biased against the examining party, is unwilling to testify, or is identified with an adverse party\"","response":"a hostile witness"},{"text":"Alliterative item \"given to a court... to guarantee that the defendant will duly appear in court in the future\"","response":"a bail bond"}],"originalDate":"2024-05-28"},{"category":"DOING A NUMBER ON YOU","comments":"","clues":[{"text":"The right spot to smack on a Heinz bottle is this number to get the ketchup flowing at a brisk .028 mph","response":"57"},{"text":"A 42-foot rocking chair in Missouri &amp; the original McDonald's site in California are not far off this route","response":"Route 66"},{"text":"You can just do the math to get this number of batters faced by a Major League Baseball pitcher who threw a perfect game","response":"27"},{"text":"In the presidential election of 1956, Eisenhower carried 41 states &amp; Stevenson, this many","response":"7"},{"text":"\"Paradise Lost\" &amp; the \"Aeneid\" are divided into this many \"books\"","response":"12"}],"originalDate":"2024-05-28"}],{"category":"ANIMALS IN SCIENCE","text":"The first mammal species sent on a rocket to space, it's perhaps more famous for an antigen in its blood","response":"a rhesus monkey (rhesus macaque)"}]}