{"mix":139,"rounds":[[{"category":"NAME THE CELEBRITY","comments":"","clues":[{"text":"A rapper; has 2 kids with Rihanna; actor in \"Dope\" &amp; 2018's \"Monster\"","response":"A$AP Rocky"},{"text":"Cassie on \"Euphoria\"; star of \"Anyone But You\"","response":"Sweeney"},{"text":"President Coriolanus Snow in a franchise; Detective Klute in \"Klute\"","response":"Donald Sutherland"},{"text":"\"Oblivion\" singer; mother of Techno Mechanicus Musk","response":"Grimes"},{"text":"Starred in \"Bio-Dome\" &amp; \"Encino Man\"; stand-up stage alter ego was \"The Weasel\"","response":"Pauly Shore"}],"originalDate":"2024-05-27"},{"category":"LITERARY SIMILES","comments":"","clues":[{"text":"In this novella John Steinbeck wrote that \"Curley was flopping like a fish on a line\"","response":"<i>Of Mice and Men</i>"},{"text":"Shakespeare started a sonnet with a simile, \"Like as\" these \"make towards the pebbled shore, so do our minutes hasten to their end\"","response":"waves"},{"text":"\"Like Summer Tempests Came His Tears\" is a chapter of this book in which Mr. Toad gets some bad news","response":"<i>The Wind in the Willows</i>"},{"text":"He jolted critics with a \"Prufrock\" simile: \"The evening is spread out against the sky like a patient etherized upon a table\"","response":"T.S. Eliot"},{"text":"In his \"Farewell, My Lovely\", a man about 6'5\" in a yellow tie is \"as inconspicuous as a tarantula on a slice of angel food\"","response":"(Raymond) Chandler"}],"originalDate":"2024-05-24"},{"category":"I'LL JUST NEED TO VERIFY YOUR IDENTITY","comments":"","clues":[{"text":"It's often noted that you don't need a valid state one to compete in a NASCAR race; officer, here's my Rusty Wallace novelty one","response":"a driver's license"},{"text":"Based on a 1936 decision, the first 3 of its 9 digits dealt with geographical coding","response":"your Social Security number"},{"text":"In 2023 Alan Alda auctioned off these identifiers he wore around his neck on \"M*A*S*H\"","response":"dog tags"},{"text":"In 1933 a blindfolded kidnap victim deliberately left these all over the cabin where he was held by Machine Gun Kelly","response":"fingerprints"},{"text":"In 1935 a criminologist &amp; an ophthalmologist used the pattern of blood vessels in this eye part as an identifier","response":"the retina"}],"originalDate":"2024-05-24"},{"category":"DATE OF BIRTH","comments":"","clues":[{"text":"April 24, 1800: <br>Early on, only the president &amp; vice president had borrowing privileges","response":"the Library of Congress"},{"text":"Jan. 3, 2009, with the mining of the Genesis block","response":"Bitcoin (Blockchain)"},{"text":"This force: <br>Nov. 10, 1775, a month after the Navy it rides with","response":"the Marines (Marine Corps)"},{"text":"Sept. 13, 1957: <br>The first group meeting of this organization for those with a problem at the track or the tables","response":"Gamblers Anonymous"},{"text":"July 26, 1848: <br>This university with alumni like Bud Selig &amp; Frank Lloyd Wright","response":"the University of Wisconsin"}],"originalDate":"2024-05-24"},{"category":"GEOGRAPHIC ANAGRAMS OF EACH OTHER","comments":"(Ken: Each response is two places.)","clues":[{"text":"Local name for the \"emerald isle\" &amp; one of the Great Lakes","response":"Eire & Erie"},{"text":"A South American capital city founded by Pizarro &amp; a largely desert country of western Africa","response":"Lima & Mali"},{"text":"The \"table\" city southeast of Phoenix &amp; the seat of Iowa State University","response":"Mesa & Ames"},{"text":"A river that flows through Florence &amp; a Mediterranean port city of Algeria","response":"the Arno & Oran"},{"text":"The onetime capital of New Granada &amp; one of the southernmost Caribbean islands","response":"Bogota & Tobago"}],"originalDate":"2024-05-24"},{"category":"RAMBLING WORDS","comments":"","clues":[{"text":"A part of speech is in this word for long-winded","response":"verbose"},{"text":"In 1906 this compound word for an incessant talker was considered a disease that \"may stop kissing while on auto trips\"","response":"a motormouth"},{"text":"\"Colloquial\", \"eloquent\" &amp; this word that means talkative all derive from Latin for \"to speak\"","response":"loquacious"},{"text":"It means rambling nonsense with or without \"skite\" added","response":"blather"},{"text":"\"Tristram Shandy\" calls these tangential departures from the main subject \"the sunshine... the life, the soul of reading\"","response":"digressions"}],"originalDate":"2024-05-24"}],[{"category":"NUMERIC GEOGRAPHY","comments":"","clues":[{"text":"Near Harrisburg in the Susquehanna River, a dangerous partial meltdown happened here on March 28, 1979","response":"Three Mile Island"},{"text":"The Cinque Ports (\"5 harbors\") of southeast England include Dover &amp; this one famous for an 11th century battle","response":"Hastings"},{"text":"This Australian town near Adelaide no longer has the single item that supplied its name &amp; Chad Michael Murray isn't there either","response":"One Tree Hill"},{"text":"Hockey Hall of Famer Guy Carbonneau was born in Sept-Îles, or \"7 islands\"; they're in the gulf named for this river","response":"the St. Lawrence"},{"text":"The Chinese mainland part of Hong Kong, this peninsula has a name meaning \"9 Dragons\"","response":"Kowloon"}],"originalDate":"2024-05-22"},{"category":"IT'S ALL GREEK MYTH TO ME","comments":"","clues":[{"text":"A man with seriously load-bearing legs, he turned to stone via Gorgon head &amp; became part of a mountain range","response":"Atlas"},{"text":"A 2018 medical paper was titled \"Prometheus and\" this body organ \"Regeneration: the Dissection of a Myth\"","response":"liver"},{"text":"This 50-oared ship had a rather unique non-factory feature: wood donated by Athena that could tell the future","response":"the <i>Argo</i>"},{"text":"Guarded by a dragon (it didn't end well for the dragon), these were the fruits of a herculean labor","response":"the golden apples (of the Hesperides)"},{"text":"In the \"Odyssey\", this god is sent by Zeus to I.M. Odysseus: I'm voting you off Calypso's island","response":"Hermes"}],"originalDate":"2024-05-22"},{"category":"TINY BUBBLES","comments":"","clues":[{"text":"The bubbly type of Alka-Seltzer can contain sodium or potassium bicarbonate, both types of this neutralizer","response":"an antacid"},{"text":"This Benedictine monk who was all about the bubbles produced a lovely type of wine that was served to Louis XIV","response":"Dom Perignon"},{"text":"After hardening, this type of rock formed by frothy lava is filled with tiny air bubbles, allowing it to float","response":"pumice"},{"text":"This 13-letter noun meaning the formation of tiny bubbles has the letter E in it 5, count 'em, 5 times","response":"effervescence"},{"text":"Caused by tiny gas bubbles, the bends is also called this disease, named for a box-like underwater workspace","response":"caisson disease"}],"originalDate":"2024-05-22"},{"category":"\"I\" TUNES","comments":"","clues":[{"text":"Eric Clapton's only No. 1 Billboard single was back in 1974, covering this song","response":"\"I Shot The Sheriff\""},{"text":"Reeve Carney played the toxic boyfriend who looks like an angel when smiling at Taylor Swift in the video for this song","response":"\"I Knew You Were Trouble\""},{"text":"Ed Sheeran collabed with Justin Bieber on this 2019 hit about feeling like you don't fit in","response":"\"I Don't Care\""},{"text":"Kacey Musgraves recalled having strep throat while recording this Grammy-winning duet with Zach Bryan","response":"\"I Remember Everything\""},{"text":"In the 1980s Windex competitor Glass Plus seized on the obvious &amp; used a version of this 1972 song in its ads","response":"\"I Can See Clearly Now\""}],"originalDate":"2024-05-22"},{"category":"THIS! ISN'T! JEOPARDY!","comments":"","clues":[{"text":"It's better to be granted this status of refuge than be placed involuntarily into a very different type","response":"asylum"},{"text":"The State Dept. says the concept of this 2-word term dates to messengers being allowed to travel in safety between opposing tribes","response":"diplomatic immunity"},{"text":"In \"I Am Woman\", \"If I have to, I can do anything; I am strong\", \"I am\" this, so I can't be beaten","response":"invincible"},{"text":"From Latin for sacred, it could be claimed to get into a medieval church to save your life, but later you'd be exiled","response":"sanctuary"},{"text":"Regarding protection, one is \"under\" it; regarding Greek myth, one uses it as a shield or breastplate","response":"an aegis"}],"originalDate":"2024-05-22"},{"category":"AFRICAN HISTORY","comments":"","clues":[{"text":"With hand bones that could have operated with precision, this first species in the genus Homo hung out in East Africa 2 million years ago","response":"<i>Homo habilis</i>"},{"text":"1 of the 3 countries that border Liberia; all of them gained independence more than 111 years later, between 1958 &amp; 1961","response":"Sierra Leone (or Guinea or Côte d'Ivoire)"},{"text":"This Libyan port is known for its role in WWII: British troops captured it in January 1941, lost it &amp; retook it in November 1942","response":"Tobruk"},{"text":"This 6-syllable lifesaver of the Rwandan genocide was later imprisoned but released in 2023 after international pressure","response":"Rusesabagina"},{"text":"This Congolese leader was such a world hero that a Moscow University was named for him in 1961, the year he was assassinated","response":"Lumumba"}],"originalDate":"2024-05-22"}],{"category":"FACTS ABOUT COUNTRIES","text":"It has 40,000 people &amp; a workforce of 42,000, more than half commuting from nearby, including Vorarlberg state in a neighbor country","response":"Liechtenstein"}]}