{"mix":140,"rounds":[[{"category":"\"K\" \"J\" FOR THE WIN","comments":"(Ken: Aw, that's nice for me.  A response might be, for example, \"Who is Ken Jennings?\")","clues":[{"text":"It's a nearly automatic reflex reaction to a stimulus","response":"knee-jerk"},{"text":"Type of person who ruins the pleasures of others","response":"a killjoy"},{"text":"Nickname of the NBA's all-time top scorer","response":"King James"},{"text":"Food energy has varying units of measurement; 1,000 calories equals 4,200 of these, abbreviated kJ","response":"kilojoules"},{"text":"Works by this German existentialist philosopher &amp; author include \"Man in the Modern Age\"","response":"Karl Jaspers"}],"originalDate":"2024-05-22"},{"category":"NEW MATERIAL ABOUT OLD MATERIAL","comments":"","clues":[{"text":"About 15 feet long by 4 feet wide, this linen relic has been preserved since 1578 at the cathedral of San Giovanni Battista","response":"the Shroud of Turin"},{"text":"Taken to England in 1296, this 26x16x11 block of pale yellow sandstone has but one decoration<span class=\"nobreak\">--</span>a Latin cross","response":"the Stone of Scone"},{"text":"The National Archives copy of the Articles of Confederation is written on this, much more durable than the articles","response":"parchment"},{"text":"Before this rock was a classroom writing surface, it was used to make the 3000s B.C. version of friendship bracelets in Finland","response":"slate"},{"text":"A London museum has 2 of these, steel, each weighing 17 1/2 pounds, made in France, 1790-94","response":"guillotine blades"}],"originalDate":"2024-05-22"},{"category":"WOMEN IN POEMS","comments":"","clues":[{"text":"\"Highborn kinsmen\" separated her from her love &amp; \"shut her up in a sepulchre\" in a \"kingdom by the sea\"","response":"Annabel Lee"},{"text":"This lass was the daughter of Benedict Bellefontaine, \"the wealthiest farmer of Grand-Pre\"","response":"Evangeline"},{"text":"Sylvia Plath titled a poem \"Lady\" this biblical figure; \"Out of the ash I rise with my red hair\"","response":"Lazarus"},{"text":"The title ruler of this long Shelley poem drives a time chariot; the spirit of Shelley's first child is her passenger","response":"<i>Queen Mab</i>"},{"text":"In 1862 this sister of a painter/poet introduced us to Lizzie &amp; Laura, both tempted by the wares of \"the Goblin Market\"","response":"Christina Rossetti"}],"originalDate":"2024-05-22"},{"category":"TV","comments":"","clues":[{"text":"The title of this John Ritter sitcom refers to a list that includes \"4. Bring her home late, there's no next date\"","response":"<i>8 Simple Rules</i> (<i>for Dating My Teenage Daughter</i>)"},{"text":"It's the maiden name of \"X-Files\" creator Chris Carter's mother","response":"Mulder"},{"text":"Cat Deeley is the longtime host of this terpsichorean show","response":"<i>So You Think You Can Dance</i>"},{"text":"Basil Fawlty asks a hotel guest what she expected as a view in this town: \"Sydney Opera House?  Hanging Gardens of Babylon?\"","response":"Torquay"},{"text":"Hulu miniseries where Kumail Nanjiani gets rich serving up beefcake","response":"<i>Welcome to Chippendales</i>"}],"originalDate":"2024-05-22"},{"category":"WAY BACK IN '23","comments":"","clues":[{"text":"Newspapers used this euphemistic &amp; alliterative 2-word term to describe a 1923 attack by a white mob on a Black Florida town","response":"race riot"},{"text":"In 1823 this eponymous man was elevated to superintendent of the Survey of India","response":"Everest"},{"text":"In 1523 the Spanish fought a bloody battle in this C. American country &amp; soon founded the city of Granada on a lake there","response":"Nicaragua"},{"text":"For signing a treaty with the rebellious Scots, in 1323 the earl of Carlisle met with this grisly 3-part (or un-part) punishment","response":"hanging, drawing & quartering"},{"text":"Shakespeare left these 2 men a little something in his will; they repaid him by collecting his plays in the 1623 First Folio","response":"Heminges & Condell"}],"originalDate":"2024-05-22"},{"category":"A DOMINATING PERFORMANCE","comments":"","clues":[{"text":"Instructions to this Hasbro game make things pretty clear... \"Your goal is simple: to take over the world\"","response":"<i>Risk</i>"},{"text":"Hoops coach Geno Auriemma has led this university to 6 undefeated seasons; one was 40-0, &amp; the 2nd of 4 straight national titles","response":"UConn"},{"text":"He eked out a win in a 2007 presidential referendum in Syria, taking 97.6% of the vote, raising the question... who dared vote against him?","response":"Bashar al-Assad"},{"text":"You can trust us, by 1880 this company controlled the refining of at least 90% of U.S.-produced oil","response":"Standard Oil"},{"text":"Though common, this totally epoch term for the time when human activity came to dominate Earth was denied official adoption in 2024","response":"Anthropocene"}],"originalDate":"2024-05-22"}],[{"category":"UTOPIAN LITERATURE","comments":"","clues":[{"text":"An ideal society in the Pacific attracts the envy of the world in this author's \"Island\", a counterpoint to \"Brave New World\"","response":"Huxley"},{"text":"Sir Francis Bacon described a utopian domain based on science in \"The New\" this mythic landmass","response":"Atlantis"},{"text":"One of the most important works by Plato, it outlines the politics &amp; ethics of his vision of a perfect nation","response":"<i>Republic</i>"},{"text":"What \"utopia\" means, it completes the title of William Morris' book about a place without politics or poverty, \"News from...\"","response":"<i>Nowhere</i>"},{"text":"In the 10th century al-Farabi's \"The Virtuous City\" posited such a place in this locale, Muhammad's last home","response":"Medina"}],"originalDate":"2024-05-22"},{"category":"DRY PLACES","comments":"","clues":[{"text":"Its name is a Mongolian word that means \"waterless place\"; it averages less than 8 inches of rain a year, so... nailed it","response":"Gobi"},{"text":"Sections of land blocked from moist air by mountain ranges are called rain these areas of darkness","response":"shadows"},{"text":"Since it's near this line of latitude, 23 degrees, 27 minutes north of the equator, Aswan is hot &amp; dry nearly all the time","response":"the Tropic of Cancer"},{"text":"The Wadi Rum desert near Aqaba in this nation was a filming location for \"Dune: Part One\" &amp; \"Part Two\"","response":"Jordan"},{"text":"This dry place partly in Pakistan's southeast is also called the Great Indian Desert","response":"the Thar Desert"}],"originalDate":"2024-05-22"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Endodontists swear that this procedure to remove infected pulp doesn't deserve its painful rep, but floss &amp; brush to avoid needing it!","response":"a root canal"},{"text":"In this disease of the central nervous system, fatty tissue called myelin is destroyed &amp; forms the disease's namesake scar tissue","response":"MS (multiple sclerosis)"},{"text":"Bring Jennings &amp; Gilbert LLP your claim of this cancer from asbestos exposure, named for a layer of tissue over internal organs","response":"mesothelioma"},{"text":"Newer research suggests that cutting calories doesn't actually ease symptoms of PCOS, short for this syndrome","response":"polycystic ovary syndrome"},{"text":"A hallmark of osteoporosis is a Dowager's hump, a forward rounding of the back with this medical name from the Greek","response":"kyphosis"}],"originalDate":"2024-05-22"},{"category":"WALES &amp; WHALES-POURRI","comments":"","clues":[{"text":"The Robertson family endured for 38 days largely on onions &amp; turtle blood after one of these \"lethal\" beasts sank their yacht","response":"an orca (or killer whale)"},{"text":"Including Conwy, Caerphilly &amp; Caldicot, Wales is said to have more of these structures per square mile than any European nation","response":"castles"},{"text":"9 days before JFK died, he gave a whale's tooth to this reclusive actress at a White House dinner","response":"Garbo"},{"text":"One of these annual Welsh competitions of bards &amp; minstrels attracts more than 6,000 competitors &amp; includes dance, drama &amp; art","response":"an eisteddfod"},{"text":"This traditional instrument resembling a violin has a 5-letter name &amp; like other Welsh words, seemingly no vowels","response":"a crwth"}],"originalDate":"2024-05-22"},{"category":"FROM PAGE TO STAGE","comments":"","clues":[{"text":"\"Stars\" is an Act One song by Javert in this blockbuster musical","response":"<i>Les Misérables</i>"},{"text":"This bestselling novel by Nicholas Sparks is the basis for a musical about the enduring love of Noah &amp; Allie","response":"<i>The Notebook</i>"},{"text":"Lerner &amp; Loewe used \"The Once &amp; Future King\" as the basis for this classic musical","response":"<i>Camelot</i>"},{"text":"Tulsa in 1967 is the setting for this musical that like the source novel, features the Socs &amp; the Greasers","response":"<i>The Outsiders</i>"},{"text":"It doesn't seem like the most obvious choice, but his 1991 novel \"American Psycho\" was briefly a Broadway musical in 2016","response":"Ellis"}],"originalDate":"2024-05-22"},{"category":"LIT TITLES BY THE NUMBERS","comments":"","clues":[{"text":"A question, in this novel: \"Do you ever read any of the books you burn?\" The reply<span class=\"nobreak\">--</span>\"That's against the law!\"","response":"<i>Fahrenheit 451</i>"},{"text":"\"Some mega-industrialist tycoon\" is all we are prepared to quote from this novel, the 1st in an E.L. James trilogy","response":"<i>50 Shades of Grey</i>"},{"text":"Kathy Reichs came up with this many \"Bones\", typically the amount found in adult humans","response":"206 bones"},{"text":"Mcwatt, Kid Sampson &amp; Nately don't see the end of this satirical World War II-set novel","response":"<i>Catch-22</i>"},{"text":"Salem, Massachusetts is the setting for this Nathaniel Hawthorne novel inspired by a curse placed on his own family","response":"<i>The House of the Seven Gables</i>"}],"originalDate":"2024-05-23"}],{"category":"21st CENTURY BUSINESS","text":"An early version of this app was called Matchbox but that name was too similar to another company that offered the same service","response":"Tinder"}]}