{"mix":141,"rounds":[[{"category":"THE REAL TAGLINES OF THE REAL HOUSEWIVES","comments":"","clues":[{"text":"These \"aren't a girl's best friend, martinis are!\"","response":"diamonds"},{"text":"\"I may be married to\" this kind of doctor, \"but I'm 98% real\"","response":"a plastic surgeon"},{"text":"\"A good set of lashes can fix anything... even\" this police pic you never want to pose for","response":"a mug shot"},{"text":"\"I'm not\" this younger spouse<span class=\"nobreak\">--</span>\"I'm a lifetime achievement award\"","response":"a trophy wife"},{"text":"\"I won Miss U.S.A., not Miss\" this, so getting along with others, not a priority","response":"Miss Congeniality"}],"originalDate":"2024-05-23"},{"category":"ONE FOR THE MONEY","comments":"","clues":[{"text":"The front of the 1 this coin says, \"Estados Unidos Mexicanos\"","response":"a peso"},{"text":"U.S. $1 bills are 1/4 linen &amp; 3/4 this material, with red &amp; blue security fibers","response":"cotton"},{"text":"Worth around a quarter, this country's one-million Bolivar note was recently reminted as a one Bolivar note","response":"Venezuela"},{"text":"France's 1-euro coins have this 3-word motto (répondez en français, s'il vous plaît)","response":"Liberté, Egalité & Fraternité"},{"text":"Named for a city in Italy, it was a gold coin of Austria, the Netherlands or Great Britain","response":"the florin"}],"originalDate":"2024-05-23"},{"category":"CONGRESS ACTED UP","comments":"","clues":[{"text":"An act approved in 1889 enabled \"the division\" of this territory \"into two states\"","response":"Dakota Territory"},{"text":"A 2008 act states its mission: \"to provide economic\" this boosting term \"through recovery rebates to individuals\"","response":"stimulus"},{"text":"The \"National Defense Authorization Act for Fiscal Year 2019\" was named for this senator &amp; vet who passed in 2018","response":"McCain"},{"text":"The Helms-Burton Act notes, \"Radio Marti\" was one of the \"effective vehicles for providing the people of\" this nation \"with news\"","response":"Cuba"},{"text":"To enforce Prohibition came this act to regulate the manufacture, etc. of alcohol &amp; \"promote its use in scientific research\"","response":"the Volstead Act"}],"originalDate":"2024-05-23"},{"category":"MEN OF SCIENCE","comments":"","clues":[{"text":"A hydrostatic principle is named for this Greek who lived much of his life in Syracuse, Sicily, then a Greek city-state","response":"Archimedes"},{"text":"James Clerk Maxwell's ideas about Saturn's rings were proved true a century later when this probe got there &amp; looked around","response":"<i>Voyager</i>"},{"text":"In a 1927 paper he wrote, \"We simply cannot know the present in principle in all its parameters\"","response":"Heisenberg"},{"text":"Alexei Abrikosov won a 2003 Nobel Prize in Physics for work on these resistance-less current carriers","response":"superconductors"},{"text":"This Swedish naturalist's \"Fundamenta Botanica\" set up some rules for the naming of plants","response":"Linnaeus"}],"originalDate":"2024-05-23"},{"category":"NAME, THE EXPRESSION","comments":"","clues":[{"text":"An inadvertent remark that reveals a hidden wish is called this, after a Viennese doctor","response":"a Freudian slip"},{"text":"There are 2 names in this seemingly criminal phrase that means to craftily move money around","response":"to rob Peter to pay Paul"},{"text":"A nickname for Friedrich is in this expression used of broken electronics","response":"on the fritz"},{"text":"From a 1712 allegory, a typical Englishman is known as this bovine fellow","response":"John Bull"},{"text":"Meaning exceedingly wealthy, this phrase mentions the last king of Lydia","response":"rich as Croesus"}],"originalDate":"2024-05-23"},{"category":"SIGNATURE SONGS","comments":"","clues":[{"text":"Calling it a signature song, MTV said this 2007 smash \"introduced us to Rihanna the superstar\"...ar...ar...ar","response":"\"Umbrella\""},{"text":"\"Soy un perdedor\", sings Beck in this, his biggest hit","response":"\"Loser\""},{"text":"50 Cent rapped, \"You can find me\" here, \"bottle full of bub\"; you could also find him doing it at the 2022 Super Bowl Halftime Show","response":"in da club"},{"text":"If you've seen a classic \"Saturday Night Live\" sketch, you'll never unhear the cowbell in this Blue Öyster Cult tune","response":"\"(Don't Fear) The Reaper\""},{"text":"Haley Williams took \"Misery Business\" out of this band's live set for a time, but their fans still love it","response":"Paramore"}],"originalDate":"2024-05-23"}],[{"category":"MISTAKEN IDENTITY","comments":"","clues":[{"text":"A newish legal term based on mistaken identity is named for this Jamaican music maker who sang \"It Wasn't Me\"","response":"Shaggy"},{"text":"Whitney Cerak, who was in a crash that killed a girl who looked like her: \"People wonder\" what will be said at this event. \"I know\"","response":"a funeral"},{"text":"In the novel \"The Good Lord Bird\", this abolitionist mistakes Henry Shackleford for a girl &amp; Henry keeps up the ruse","response":"John Brown"},{"text":"This Shakespeare play involves a double set of twins &amp; much confusion over who is whom","response":"<i>The Comedy of Errors</i>"},{"text":"In legend Merlin transforms this man into the likeness of Igraine's hubby, the Duke of Cornwall, so he can seduce her","response":"Uther Pendragon"}],"originalDate":"2024-05-23"},{"category":"IN THE WEEDS","comments":"","clues":[{"text":"The flowers of this yard weed, also known as wild endive &amp; puffball, can be used to produce a pale yellow dye","response":"a dandelion"},{"text":"The world record for number of leaves on a stem of this, Trifolium repens, is 56 found in Japan in 2009; that's 14 times the luck!","response":"a shamrock (clover)"},{"text":"A brown Crayola color is named for this plant that blows down the streets of Western towns","response":"a tumbleweed"},{"text":"The common type of this weed, genus ambrosia, can set off hay fever symptoms","response":"ragweed"},{"text":"Milk, Russian &amp; bull are types of this prickly stemmed weed","response":"thistles"}],"originalDate":"2024-05-22"},{"category":"ENDS IN \"ITE\"","comments":"","clues":[{"text":"Watch your head! The largest one of these space rocks discovered on Earth was 9 feet long &amp; weighed an estimated 60 tons","response":"a meteorite"},{"text":"In math this type of set has a countable number of elements","response":"finite"},{"text":"Plumbago is another name for this form of carbon","response":"graphite"},{"text":"A famous slogan found in the \"Communist Manifesto\" &amp; on Karl Marx' gravestone ends with this word","response":"unite"},{"text":"It's a follower of Islam's second-largest branch","response":"a Shiite"}],"originalDate":"2024-05-22"},{"category":"AMADEUS","comments":"","clues":[{"text":"Of Mozart's several middle names, Theophilus got Latinized to Amadeus, both meaning \"love of\" or \"loved by\" him","response":"God"},{"text":"Long before the Sondheim show, Mozart composed his lively serenade called this","response":"<i>Eine kleine Nachtmusik</i> (<i>A Little Night Music</i>)"},{"text":"Mozart created the role of the Queen of the Night in this opera for his sister-in-law Josepha Hofer","response":"<i>The Magic Flute</i>"},{"text":"In Vienna Mozart struck up a friendship with this composer whom like others, he affectionately called \"Papa\"","response":"Haydn"},{"text":"Ironically, Mozart was working on one of these masses for the dead during his final illness &amp; died with it unfinished","response":"a requiem"}],"originalDate":"2024-05-22"},{"category":"IT'S ALREADY IN THE FORM OF A QUESTION!","comments":"","clues":[{"text":"This 1985 educational computer game features the title globetrotting female antagonist","response":"<i>Where in the World Is Carmen Sandiego?</i>"},{"text":"Edward Albee won his first Tony for this 1962 drama in which marital arguments are blood sport","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"The website for the Texas Ranger Hall of Fame included this oft-asked query when discussing the Lone Ranger","response":"Who was that masked man?"},{"text":"In a relatively famous play, this 4-word question precedes \"Deny thy father &amp; refuse thy name\"","response":"Wherefore art thou Romeo"},{"text":"In Matthew 27 in the King James Version, Jesus cries out, \"My God, my God\", then this anguished question","response":"why hast thou forsaken me"}],"originalDate":"2024-05-22"},{"category":"TREATIES","comments":"","clues":[{"text":"In the 1929 Lateran Treaty signed by Cardinal Pietro Gasparri &amp; this man, Italy recognized the sovereignty of Vatican City","response":"\"Il Duce\" (Mussolini)"},{"text":"In 1192 Saladin &amp; this English king far from home signed the Treaty of Jaffa, ending the Third Crusade","response":"Richard Lionheart"},{"text":"France restored this tiny principality's independence in an 1861 treaty &amp; a customs union was established 4 years later","response":"Monaco"},{"text":"In 1846 the U.S. &amp; Great Britain signed the Treaty of Oregon establishing this parallel as the main intl. boundary in the Pacific NW","response":"the 49th"},{"text":"In the 1742 Treaty of Breslau, this Austrian archduchess gave most of the Silesian duchies to Prussia","response":"Maria Theresa"}],"originalDate":"2024-05-22"}],{"category":"19th CENTURY FICTION","text":"In Chapter 9 of an 1851 work, a preacher in a New England port city delivers a sermon about this Old Testament prophet","response":"Jonah"}]}