{"mix":142,"rounds":[[{"category":"MEDICAL CROSSWORD CLUES","comments":"","clues":[{"text":"Adjective meaning delivered to the blood in vein <br>(11 letters)","response":"intravenous"},{"text":"Avian name for varicella (10 letters)","response":"chickenpox"},{"text":"Nether region tubes named for an Italian <br>(9 letters)","response":"Fallopian"},{"text":"To find the issue the doc samples some tissue<br>(6 letters)","response":"biopsy"},{"text":"Type of shock from a severe allergic reaction (12 letters)","response":"anaphylactic"}],"originalDate":"2024-05-22"},{"category":"BOOKS FROM THE LAST FEW YEARS","comments":"","clues":[{"text":"Jesmyn Ward's \"Salvage the Bones\" finds a poor Gulf coast family riding out this 2005 disaster &amp; its aftermath","response":"Katrina"},{"text":"Author Curtis Sittenfeld wonders what would've happened if Hillary never married Bill in the novel titled this maiden name","response":"Rodham"},{"text":"There are an infinite number of books in \"The Midnight\" this, a 2020 bestseller by Matt Haig","response":"Library"},{"text":"This 2021 Andy Weir book about a plucky astronaut sounds like it may be a long shot","response":"<i>Project Hail Mary</i>"},{"text":"Good times for this author: his Emmett-Till-haunted \"The Trees\" won praise &amp; \"Erasure\" became the film \"American Fiction\"","response":"Percival Everett"}],"originalDate":"2024-05-22"},{"category":"FICTIONAL MOVIE SPORTS TEAMS","comments":"","clues":[{"text":"To become a Rockford Peach in this film, Geena Davis had to audition by throwing a baseball to Penny Marshall","response":"<i>A League of Their Own</i>"},{"text":"A lead character in \"Whip It\" is Babe Ruthless, a jammer on the Hurl Scouts team in this sport","response":"roller derby"},{"text":"The Charlestown Chiefs hockey team in this 1977 Paul Newman film was based on the Johnstown Jets &amp; some of its players","response":"<i>Slap Shot</i>"},{"text":"Adam Sandler played him, \"The Waterboy\" for the Mud Dogs of South Central Louisiana State","response":"Bobby Boucher"},{"text":"Not Gene Hackman but this man as his alcoholic assistant coach with the Hickory High Huskers was Oscar-nominated for \"Hoosiers\"","response":"Dennis Hopper"}],"originalDate":"2024-05-22"},{"category":"THE NEW YORK TIMES","comments":"","clues":[{"text":"Due to a \"great\" this, Nov. 9, 1965, the Times had to use the presses of the Newark Evening News to get its paper out the next morning","response":"a power outage (the great blackout)"},{"text":"In 2017 Jodi Kantor &amp; Megan Twohey broke the story of the sexual harassment that would bring this film producer down","response":"Weinstein"},{"text":"It's been the 7-word motto of the New York Times since 1896","response":"\"All the News That's Fit to Print\""},{"text":"Working for the Times, Sydney Schanberg &amp; Dith Pran's collaboration in Cambodia led to a Pulitzer Prize &amp; this 1984 film","response":"<i>The Killing Fields</i>"},{"text":"In 1972 the Times won a Pulitzer Prize for the publication of this top secret study of America's involvement in Vietnam","response":"the Pentagon Papers"}],"originalDate":"2024-05-21"},{"category":"MEANWHILE, BACK AT THE RANCH","comments":"","clues":[{"text":"Phantom Ranch, the only lodging below the rim of this natural wonder, can be reached on foot, by mule or raft on the Colorado River","response":"the Grand Canyon"},{"text":"In 1954 Steve &amp; Gayle Henson bought the Sweetwater Ranch near Santa Barbara, renamed it this &amp; began making their salad dressing","response":"Hidden Valley"},{"text":"John Parker began his ranching dynasty in Hawaii in 1816 when he was given 2 acres on the slopes of this, the state's highest peak","response":"Mauna Kea"},{"text":"This movie cowboy &amp; his wife Dale raised Palomino Tennessee Walkers on his Double R Bar Ranch near Victorville, California","response":"Roy Rogers"},{"text":"The only home D.H. Lawrence &amp; his wife ever owned was their ranch near this New Mexico town known as an artists' colony","response":"Taos"}],"originalDate":"2024-05-21"},{"category":"EXPENSIVE GRADUATION GIFTS","comments":"","clues":[{"text":"First class tickets to this capital of India? Wow! Check out the 340-room Rashtrapati Bhavan, the presidential palace","response":"New Delhi"},{"text":"You got 5 \"A\"s, so courtesy of Aunt Janie, enjoy an A5 coupe from this German luxury brand","response":"Audi"},{"text":"Aren't you one of the Cry Babies, fans of this alliterative female artist? She'll be taking a break from tour to play you some songs","response":"Melanie Martinez"},{"text":"Grammy &amp; Grampy bought you this California co., the first to hit the $3 trillion valuation mark in 2023... how thoughtful","response":"Apple"},{"text":"For your wall, we shelled out 8 figures for 1962's \"L'Arc de Triomphe\" by this artist who lived mostly in Brussels, not Paris","response":"René Magritte"}],"originalDate":"2024-05-21"}],[{"category":"DOUBLE-LE<em class=\"underline\">TT</em>ER BROADWAY SU<em class=\"underline\">MM</em>ARIES","comments":"","clues":[{"text":"A spunky New York City street urchin gets adopted by a wealthy man","response":"<i>Annie</i>"},{"text":"A milkman in the village of Anatevka faces modern challenges to his traditional ways","response":"<i>Fiddler on the Roof</i>"},{"text":"Albus Potter teams up with Scorpius Malfoy in a spellbinding journey through time &amp; space","response":"<i>Harry Potter and the Cursed Child</i>"},{"text":"Cinderella, Jack, of beanstalk fame, &amp; others all learn to be careful what they wish for","response":"<i>Into the Woods</i>"},{"text":"A princess has bedding-based sleeping trouble","response":"<i>Once Upon a Mattress</i>"}],"originalDate":"2024-05-21"},{"category":"BAND BOOKS","comments":"","clues":[{"text":"In \"The Mambo Kings Play Songs of Love\", 2 Cuban brothers end up playing their song with this sitcom bandleader in 1956","response":"Ricky Ricardo"},{"text":"Salman Rushdie's \"The Ground Beneath Her Feet\" merges rock &amp; roll with the myth of this lyre-playing hero","response":"Orpheus"},{"text":"This \"numeric\" Emily St. John Mandel book finds the \"Traveling Symphony\" playing tunes in a post-apocalyptic America","response":"<i>Station Eleven</i>"},{"text":"Members of the title band in this Taylor Jenkins Reid bestseller include Karen Karen on keyboards &amp; Pete Loving on bass","response":"<i>Daisy Jones and The Six</i>"},{"text":"Bennie was in a punk band long ago, but now is a record producer in her book \"A Visit from the Goon Squad\"","response":"Jennifer Egan"}],"originalDate":"2024-05-21"},{"category":"5-LETTER CHEMISTRY","comments":"","clues":[{"text":"Join the band &amp; name this alloy of copper &amp; zinc","response":"brass"},{"text":"Oct. 16, 1846 marked the first public demonstration of a patient inhaling this anesthetic during surgery","response":"ether"},{"text":"It describes a substance that turns red litmus paper blue &amp; is slippery to the touch","response":"basic"},{"text":"It's another name for the chemically inactive noble gases","response":"inert"},{"text":"A type of compound formed when an alcohol reacts with an acid; it may get \"poly\"","response":"ester"}],"originalDate":"2024-05-21"},{"category":"AN ORGANIZATION WITH ALLITERATION","comments":"","clues":[{"text":"\"Advertise honestly\" &amp; \"be transparent\" are 2 standards an enterprise must meet to earn accreditation from this group","response":"the Better Business Bureau"},{"text":"Girls with Game 50 is a celebration of this organization's 1974 decision to let girls play with boys; 22 have played in its World Series","response":"Little League"},{"text":"The U.S. Marine Corps directs this organization that collects &amp; distributes gifts for kids at Christmas time","response":"Toys for Tots"},{"text":"The 7 women who founded this  breastfeeding advocacy group in 1956 chose a name that combines  English &amp; Spanish","response":"La Leche League"},{"text":"In 1924 Robert La Follette ran for U.S. president representing it","response":"the Progressive Party"}],"originalDate":"2024-05-21"},{"category":"19th CENTURY BRITAIN","comments":"","clues":[{"text":"Designed by Edmund Beckett Denison, the Tower Clock usually known as this began keeping time May 31, 1859","response":"Big Ben"},{"text":"Activist William Wilberforce was cheered in Parliament as an act abolishing this trade became law in 1807","response":"slave"},{"text":"Dramatically improving sanitation, engineer Joseph Bazalgette designed &amp; built a network of these under London","response":"sewers"},{"text":"Artist John Tenniel was famous for his book illustrations &amp; his political cartoons in this humor magazine first published in 1841","response":"<i>Punch</i>"},{"text":"This best-dressed man of early 19th century England called his tailor John Weston \"irreproachable for... button-holes\"","response":"Beau Brummell"}],"originalDate":"2024-05-21"},{"category":"SHOOTING MY LITERARY SHOT","comments":"","clues":[{"text":"He tells Buttercup, \"I have made my body strong because I thought you might be pleased\"<span class=\"nobreak\">--</span>hey now!","response":"Westley"},{"text":"At the end of this novel by Donna Tartt, Theo hopes to woo Pippa, but she rejects him &amp; his gift of an expensive necklace","response":"<i>The Goldfinch</i>"},{"text":"In this E.M. Forster work, George shoots his shot with Lucy &amp; goes in for a big old smooch in an Italian field of blue violets","response":"<i>A Room with a View</i>"},{"text":"In this Jane Austen work, Wentworth writes a love letter to Anne Elliot while she sits just a few feet away from him","response":"<i>Persuasion</i>"},{"text":"The Lothario M. Boulanger woos this wife of a country doctor by talking of \"dreams, presentiments, magnetism\"","response":"Bovary"}],"originalDate":"2024-05-20"}],{"category":"SCIENCE: THE ____ OF ____","text":"4 of these discovered in the early 1600s were given the names of lovers of a mythological deity","response":"the moons of Jupiter"}]}