{"mix":144,"rounds":[[{"category":"I'M GETTING DOJA VU","comments":"","clues":[{"text":"Not just Doja Cat but Billie Eilish &amp; Lizzo uploaded early efforts to this platform, SC for short","response":"SoundCloud"},{"text":"When Doja Cat began a song this unusual type of person \"Like Me\", it took some back to an Adina Howard hit of the '90s","response":"Freak"},{"text":"In 2023 Ne-Yo won this TV competition show dressed as a cow, just like Doja Cat was in her \"Mooo!\" video","response":"<i>The Masked Singer</i>"},{"text":"Doja Cat calling her debut album \"Amala\", her real first name, is in a tradition with Eminem's 2000 release called this \"LP\"","response":"Marshall Mathers"},{"text":"Doja Cat's blown-out hair for the retro \"Say So\" video recalled this TV star, Jill Munroe on \"Charlie's Angels\" back in the day","response":"Farrah Fawcett"}],"originalDate":"2024-05-20"},{"category":"KIDS' LIT","comments":"","clues":[{"text":"For this Seussian pachyderm, the situation's intense! As \"your egg is so small, ma'am, and I'm so immense\"","response":"Horton"},{"text":"\"Well, I am pretty... there's no denying that. Almost all spiders are rather nice-looking\", says this character","response":"Charlotte"},{"text":"In \"How to Catch\" one of these, \"The night is dark, the streets are quiet, St. Patrick's Day is near\"","response":"a leprechaun"},{"text":"A nameless talking cricket is not only introduced to this title character in Chapter 4 but also killed by him with a hammer","response":"Pinocchio"},{"text":"Peter &amp; Judy find a box containing this, \"a jungle adventure game\" that truly brings the jungle home to its players","response":"<i>Jumanji</i>"}],"originalDate":"2024-05-20"},{"category":"WORDS THAT SHOULD RHYME","comments":"","clues":[{"text":"A taxi &amp; a ball of cotton to clean a wound","response":"cab & swab"},{"text":"Breath for a runner &amp; the crust of a cheese","response":"wind & rind"},{"text":"A hack from one's chest &amp; unbaked bread","response":"cough & dough"},{"text":"A tart citrus fruit &amp; an evil spirit","response":"lemon & demon"},{"text":"A convoy of cars, perhaps escorting the president, &amp; a sauce made with mayo &amp; capers used on po' boys","response":"motorcade & remoulade"}],"originalDate":"2024-05-20"},{"category":"SANDWICH POTPOURRI","comments":"","clues":[{"text":"A 2022 M.I.T. study examined the physics behind the process of twisting these sandwich cookies apart","response":"Oreos"},{"text":"This state's first English language newspaper was the Sandwich Island Gazette &amp; Journal of Commerce, which dates back to 1836","response":"Hawaii"},{"text":"1970 film in which Jack Nicholson, in order to get toast, requests a chicken salad sandwich, \"Hold the chicken, bring me the toast\"","response":"<i>Five Easy Pieces</i>"},{"text":"A wearable one of these advertising items includes 2 panels with straps to place it over the shoulders","response":"a sandwich board"},{"text":"Incorporated in 1639, Sandwich is the oldest town on this cape in southeastern Massachusetts","response":"(Cape) Cod"}],"originalDate":"2024-05-20"},{"category":"\"COME\" &amp; \"GO\"","comments":"(Ken: One of those words will be in each response.)","clues":[{"text":"When chickens do this, it means earlier actions cause trouble later","response":"come home to roost"},{"text":"To blow up in anger, referring to the flight of missiles","response":"go ballistic"},{"text":"Nick Woodman came up with it to film himself &amp; his friends surfing","response":"a GoPro"},{"text":"This hymn says, \"Above the earth rang out the angel chorus that hailed our Savior's birth\"","response":"\"Go Tell It On The Mountain\""},{"text":"To woo with this seductive \"look\" is to invite further attention &amp; implies get adjacent to me","response":"come hither"}],"originalDate":"2024-05-20"},{"category":"IT'S A DATE","comments":"","clues":[{"text":"Last New Year's Eve was a popular wedding date because you can say it this way, as if counting steps for a waltz","response":"1-2-3, 1-2-3 (12/31/23)"},{"text":"Leon  is Noel backwards &amp; Leon Day  is this date at the start of summer","response":"June 25"},{"text":"It's Devil's Night in Michigan, Mischief Night in New Jersey &amp; Cabbage Night in New England","response":"October 30th"},{"text":"John Adams believed this date on which Congress actually declared independence would become a national holiday","response":"July 2nd"},{"text":"Stephen King wrote the novel \"11/22/63\"; Michael Eric Dyson wrote a nonfiction book about this date that \"Changed America\"","response":"April 4, 1968"}],"originalDate":"2024-05-20"}],[{"category":"FURNITURE","comments":"","clues":[{"text":"This type of cupboard gets its name from its former use: storing weapons","response":"an armoire"},{"text":"Tradition says the first piece of this woven furniture to arrive in America was a baby cradle on the Mayflower in 1620","response":"wicker"},{"text":"This piece of furniture is the title of a song by Wet Leg; it's also repeated all day long in the chorus","response":"a chaise longue"},{"text":"Footstool options include the ottoman, which offers storage, &amp; this, also a word for a clump of grass, which does not","response":"a hassock"},{"text":"In 1994 Herman Miller introduced this ergonomic chair, called \"the world's most coveted office chair\"","response":"the Aeron chair"}],"originalDate":"2024-05-17"},{"category":"PERIODICALS","comments":"","clues":[{"text":"\"A trusted theatre resource since 1884\", it first used its black &amp; yellow logo in the 1950s","response":"<i>Playbill</i>"},{"text":"In 2021 this magazine changed its name to Scout Life, reflecting a new diversity in its parent organization","response":"<i>Boys' Life</i>"},{"text":"This mag has been rocking &amp; rating since 1936, when the public had little reliable info to buy a console radio or straight razor","response":"<i>Consumer Reports</i>"},{"text":"Look on grandpa's toilet tank for issues of this magazine of the U.S. past founded by Civil War historian Bruce Catton","response":"<i>American Heritage</i>"},{"text":"This periodical named for financier Clarence W. is a sister publication of The Wall Street Journal","response":"<i>Barron's</i>"}],"originalDate":"2024-05-17"},{"category":"ONE-WORD MOVIE TITLES","comments":"","clues":[{"text":"At the end of this Christopher Nolan film, a shaken Guy Pearce asks, \"Now, where was I\"?","response":"<i>Memento</i>"},{"text":"Charles Boyer tries to drive Ingrid Bergman crazy in this thriller we're sure you've seen before","response":"<i>Gaslight</i>"},{"text":"Deeming light speed too slow, the villain in this film opts for \"ludicrous speed\", then things get plaid","response":"<i>Spaceballs</i>"},{"text":"This Sidney Lumet drama is set at the Union Broadcasting Systems","response":"<i>Network</i>"},{"text":"The title of this Ethan Hawke sci-fi flick is spelled using the letters representing the 4 DNA bases","response":"<i>Gattaca</i>"}],"originalDate":"2024-05-17"},{"category":"SAY IT \"IN\" LATIN","comments":"","clues":[{"text":"It means \"before birth\" &amp; is the title of a 1993 No. 1 album","response":"<i>In Utero</i>"},{"text":"A sculpture of King Decebalus is 180' high &amp; carved into a Danube cliff, so you need to see it this way, Latin for \"where it is\"","response":"<i>in situ</i>"},{"text":"This narrative device is in contrast to beginning a story ab ovo (\"from the egg\")","response":"<i>in medias res</i>"},{"text":"Penitents can feel relieved when they hear this phrase that comes right after the Latin for \"I absolve you from your sins\"","response":"<i>in nomine patris</i>"},{"text":"It means for oneself, especially when going to court without a lawyer","response":"<i>in propria persona</i>"}],"originalDate":"2024-05-17"},{"category":"THE TORTURED POETS DEPARTMENT","comments":"","clues":[{"text":"Keats' \"Ode on Melancholy\" wants you to wallow in sadness, so \"No, no, go not to\" this mythic river of forgetfulness","response":"Lethe"},{"text":"\"One calm summer night\", the title figure of this Edwin Arlington Robinson poem \"went home and put a bullet through his head\"","response":"Richard Corey"},{"text":"\"The Awful Rowing Toward God\" by this American was published in 1975, the year after she took her own life","response":"(Anne) Sexton"},{"text":"He wrote about how the world keeps spinning while we suffer &amp; grieve in poems like \"Musée des Beaux Arts\" &amp; \"Funeral Blues\"","response":"Auden"},{"text":"In \"Sympathy\", this poet wrote, \"I know why the caged bird beats his wing till its blood is red on the cruel bars\"","response":"(Paul Lawrence) Dunbar"}],"originalDate":"2024-05-17"},{"category":"WE QUOTE THE REALITY TV SHOW","comments":"","clues":[{"text":"\"I open the door, &amp; Khloé slams the door right in my face.  &amp; it infuriates me, like I literally want to kill her... I'm so angry\"","response":"<i>Keeping Up with the Kardashians</i>"},{"text":"\"Impersonating Beyoncé is not your destiny, child\"","response":"<i>RuPaul's Drag Race</i>"},{"text":"\"You are the new head of household\"; also, \"Rachel is a complete ho-bag.  Seriously, girl?...  Straight-up jealous of me... since day 1\"","response":"<i>Big Brother</i>"},{"text":"\"I've never given a handshake for a showstopper before...  That is a fantastic cake.  Well done\"","response":"<i>The Great British Baking Show</i> (or <i>The Great British Bake-Off</i>)"},{"text":"\"Seaside's so beautiful!  Look at the garbage\"","response":"<i>Jersey Shore</i>"}],"originalDate":"2024-05-17"}],{"category":"THEATER ETYMOLOGY","text":"A centuries-old type of performance, this word includes Greek roots meaning \"imitator of all\"","response":"pantomime"}]}