{"mix":149,"rounds":[[{"category":"HAVING AN IN-OF-BODY EXPERIENCE","comments":"","clues":[{"text":"This lymphatic system organ is on the left side of the abdominal cavity under the diaphragm, &amp; I'll vent mine if you don't know it","response":"the spleen"},{"text":"A growth hormone secreting adenoma in this gland on the brain's underside is the most common cause of gigantism","response":"the pituitary"},{"text":"If someone says you're getting long in the tooth, they're probably looking at these 8 front teeth","response":"incisors"},{"text":"Alphabetically, the brain's main lobes are frontal, occipital, parietal &amp; this one responsible for hearing &amp; memory","response":"temporal"},{"text":"Pain in your pectineus muscle, which flexes the thigh at the hip, is a sign of this anatomically named sports strain","response":"a groin pull"}],"originalDate":"2024-05-13"},{"category":"3-WORD PHRASES","comments":"","clues":[{"text":"If you don't win, perhaps you'll at least go out in one of these luminous conclusions","response":"a blaze of glory"},{"text":"The opposite of dead &amp; buried, this 3-word phrase was the title of a 1985 hit by Simple Minds","response":"alive and kicking"},{"text":"Riders on the London underground are familiar with this equivalent of \"watch your step\"","response":"mind the gap"},{"text":"From Mercury Control in 1962: \"Pilot John Glenn is reporting\" this; \"He is giving routine reports reading off his instruments\"","response":"all systems go"},{"text":"A 1944 hit song popularized this title meaning to emphasize the good stuff","response":"\"Ac-Cent-Tchu-Ate The Positive\""}],"originalDate":"2024-05-13"},{"category":"GERMAN WORDS","comments":"","clues":[{"text":"Sitzfleisch can mean the ability to do a task for a long time without rising, or can be this part of your body","response":"your butt"},{"text":"Erfolgsfans, meaning people who glom onto winning teams, is associated with supporters of FC Bayern, based in this city","response":"Munich"},{"text":"It's German for \"sweetheart\" or more literally, \"little love\"","response":"<i>Liebchen</i>"},{"text":"Nietzsche's Zarathustra says that he ist der Sinn der Erde, \"is the meaning of the Earth\"","response":"the <i>Übermensch</i>"},{"text":"Are you clearing your throat or saying this 4-letter German word meaning \"authentic\"","response":"<i>echt</i>"}],"originalDate":"2024-05-13"},{"category":"NAMES IN SONGS","comments":"","clues":[{"text":"In a viral song, Drake was caught in his feelings &amp; asked this name, \"Do you love me?  Are you riding?\"","response":"Kiki"},{"text":"An Erykah Badu song says, \"I think ya better call\" this title guy<span class=\"nobreak\">--</span>\"but you can't use my phone\"","response":"Tyrone"},{"text":"This blues musician named an album &amp; song \"Lucille\"","response":"B.B. King"},{"text":"In a song by the Beatles, we're told this alliterative man likes to yell obscenities at the Queen","response":"Mean Mr. Mustard"},{"text":"In this Red Hot Chili Peppers song, the title anti-heroine robs banks &amp; steals hearts","response":"Dani California"}],"originalDate":"2024-05-13"},{"category":"GETTING TOUGH ON THE BORDERS","comments":"","clues":[{"text":"Austria has borders with 8 other countries; the shortest, just 21 miles, is with this little land","response":"Liechtenstein"},{"text":"Estonia's only borders are with Russia &amp; this","response":"Latvia"},{"text":"They're the 2 countries that border El Salvador","response":"Honduras & Guatemala"},{"text":"Thailand has land borders with Burma, Laos, Cambodia &amp; this country","response":"Malaysia"},{"text":"To its west, Ghana;<br>to its east, Benin;<br>to its north, Burkina Faso;<br>to its south, a whole lotta water","response":"Togo"}],"originalDate":"2024-05-13"},{"category":"THE \"F.B.\", I","comments":"","clues":[{"text":"People... people who sing \"People\", like Barbra Streisand did playing this woman, are the luckiest people in the world","response":"Fanny Brice"},{"text":"On Jan. 1, 1959 this leader said adios to Cuba, fleeing to the Dominican Republic","response":"Fulgencio Batista"},{"text":"James I's lord chancellor from 1618 to 1621","response":"Francis Bacon"},{"text":"College football's best receiver gets to catch a trophy named for this Oakland Raiders legend, the MVP of Super Bowl 11","response":"Fred Biletnikoff"},{"text":"This astronaut broadcast, \"from the crew of Apollo 8... God bless all of you<span class=\"nobreak\">--</span>all of you on the good Earth\"","response":"Frank Borman"}],"originalDate":"2024-05-13"}],[{"category":"THAT'S A DATED REFERENCE","comments":"(Ken: As my kids often say to me...)","clues":[{"text":"On Jan. 4, 1958 this 184-pound man-made object burned up in Earth's atmosphere","response":"Sputnik"},{"text":"Centuries after her death, she was canonized on May 16, 1920, &amp; a French national holiday for her is on the 2nd Sunday in May","response":"Joan of Arc"},{"text":"On Oct. 15, 1858 he debated his opponent for the 7th &amp; last time; on Jan. 5, 1859 he was named the winner in the Illinois Senate race","response":"Douglas"},{"text":"On June 22, 1611 mutineers put him, his son &amp; 7 others off the discovery &amp; onto a small boat in what would be named his bay","response":"Hudson"},{"text":"On August 15, 1947 he became the first prime minister of India, a job he held until his death 17 years later","response":"Nehru"}],"originalDate":"2024-05-13"},{"category":"LEGAL ABBREVIATIONS","comments":"","clues":[{"text":"The ADA, short for this, was signed into law by George H.W. Bush","response":"the Americans with Disabilities Act"},{"text":"An option for those who have not incorporated is filing a DBA, meaning this","response":"doing business as"},{"text":"Federal tax law is enacted in this, IRC for short","response":"the Internal Revenue Code"},{"text":"Abbreviated POA, it's a document that allows one person to make legal decisions for another","response":"power of attorney"},{"text":"Abbreviated SJ, it means the judge rules in a case without a full trial","response":"a summary judgment"}],"originalDate":"2024-05-13"},{"category":"<em class=\"underline\">SPORTS JEOPARDY!</em> LIVES AGAIN!","comments":"","clues":[{"text":"Ralph Kiner: \"The reason the Mets have played so well at\" this stadium \"is they have the best home record in baseball\"","response":"Shea Stadium"},{"text":"In 1979 Paul Newman finished second in this long auto race that's been held in France since 1923; come on, we haven't got all day","response":"the 24 Hours of Le Mans"},{"text":"\"Wide World of Sports\" opened with ski jumper/crasher Vinko Bogataj, symbolizing this phrase","response":"the agony of defeat"},{"text":"In the 1979-80 NHL season, he scored 15 goals &amp; had 26 assists for the Hartford Whalers; not a bad season... for a 51-year-old","response":"(Gordie) Howe"},{"text":"After grabbing 20 rebounds vs. Iowa &amp; Caitlin Clark in 2024, this LSU star used her Vogue photo shoot to declare for the WNBA draft","response":"(Angel) Reese"}],"originalDate":"2024-05-13"},{"category":"OVER THE HILLS","comments":"","clues":[{"text":"Like the cliffs of Dover, the Chiltern Hills of the London basin are composed of this type of soft limestone","response":"chalk"},{"text":"The Siebengebirge in Germany can translate to this in English, more famously a set \"of Rome\"","response":"Seven Hills"},{"text":"In 1983 Pontiac Township merged with another locality to become this \"colorful\" place","response":"Auburn Hills"},{"text":"Kenya's Cherangany Hills form the western edge of this vast valley that's volcanically active","response":"the Great Rift Valley"},{"text":"A plateau of Balochistan, the largest province in this country by area, includes the Chagai Hills on its northern border","response":"Pakistan"}],"originalDate":"2024-05-13"},{"category":"&amp; FAR AWAY","comments":"","clues":[{"text":"This alliterative hyphenated word uses a synonym for tossed","response":"far-flung"},{"text":"If you're out of this, the distance within which a voice can be heard, you're not going to be much good as a snoop","response":"earshot"},{"text":"This 6-letter word is used for work done from home &amp; of a TV broadcast done outside of the studio","response":"remote"},{"text":"The U.S. Air Force song says, \"Off we go into\" this place, \"climbing high into the sun\"","response":"the wild blue yonder"},{"text":"It can mean an island far removed from others in its archipelago as well as something atypical in any group","response":"an outlier"}],"originalDate":"2024-05-13"},{"category":"SPEAKING MY LANGUAGE","comments":"","clues":[{"text":"This nation's 12 official languages include Ndebele, Sotho, Xhosa &amp; Zulu","response":"South Africa"},{"text":"Cryptophasia is the term for this unusual type of language that only its pairs of speakers understand","response":"twin language (or twin talk)"},{"text":"This fictional language in \"Game of Thrones\" has more than a dozen different words for horse","response":"Dothraki"},{"text":"Spoken by millions in Southeast Asia, it follows \"Mon\" in the name of a language family","response":"Khmer"},{"text":"\"The Epic of Gilgamesh\" was written in Akkadian, which supplanted this, considered the world's oldest written language","response":"Sumerian"}],"originalDate":"2024-05-13"}],{"category":"U.S. PLACE NAMES","text":"A trio including Andrew Jackson founded this city with a name that evokes a great city of the ancient world","response":"Memphis"}]}