{"mix":151,"rounds":[[{"category":"EVERYDAY I.P.","comments":"","clues":[{"text":"Apple &amp; Samsung's many patent battles included one over the instruction \"slide to\" do this","response":"unlock"},{"text":"The World Intellectual Property Organization says a formula for plant-based meat is an example of these 2-word business hushies","response":"a trade secret"},{"text":"I.P. entering the public domain in 2024 includes the original recording of this 1920s novelty song about a fruit shortage","response":"\"Yes! We Have No Bananas\""},{"text":"The company that holds the trademark on this 9-letter word says it's \"a name synonymous with drywall\"","response":"Sheetrock"},{"text":"Naruto, a monkey on Celebes in this country, was denied copyright on a selfie he took with a camera set down by a photographer","response":"Indonesia"}],"originalDate":"2024-05-10"},{"category":"MADE YOU SAY IT","comments":"","clues":[{"text":"More than 350 years after the trial of this man, John Paul II apologized, noting \"a sad misunderstanding\"","response":"Galileo"},{"text":"After an inquiry into this event during the Troubles, David Cameron was forced to admit it was \"unjustified &amp; unjustifiable\"","response":"Bloody Sunday"},{"text":"Irony was likely not lost on Ike in 1961 when he warned of \"grave implications\" due to the rise of \"this combination\"","response":"the military-industrial complex"},{"text":"The coerced confession of this enslaved woman in the Parris household set the Salem witch trials afoot","response":"Tituba"},{"text":"Compelled by his people's naiveté, this Trojan said, \"Don't trust the horse... even when they bring gifts, I fear the Greeks\"","response":"Laocoön"}],"originalDate":"2024-05-10"},{"category":"NONFICTION","comments":"","clues":[{"text":"One of America's great autobiographies is 1845's \"Narrative of the Life of\" him, \"an American Slave\"","response":"Douglass"},{"text":"It's the numerical title of Selwyn Raab's bestseller about the clans that long ran New York's mob","response":"<i>The Five Families</i>"},{"text":"In 1949 Simone de Beauvoir gave us this treatise, an instant feminist classic","response":"<i>The Second Sex</i>"},{"text":"It's the one-word title of St. Augustine's account of his sinful youth","response":"<i>Confessions</i>"},{"text":"This French guy gave a word a new meaning with his 1580 collection of short, informal prose pieces called \"Essays\"","response":"Montaigne"}],"originalDate":"2024-05-10"},{"category":"SYNDROMES","comments":"","clues":[{"text":"Referring to the 3 copies of chromosome 21, this condition is also known as trisomy 21","response":"Down syndrome"},{"text":"A common issue that gets worse over time, it's caused by swelling &amp; pressure on the median nerve","response":"carpal tunnel syndrome"},{"text":"The reason you're not supposed to give aspirin to children is because of a link to this rare, potentially fatal condition","response":"Reye's syndrome"},{"text":"Some speculate that Abraham Lincoln's height &amp; lankiness were due to this connective tissue disorder named for a Frenchman","response":"Marfan syndrome"},{"text":"Limiting blood flow, this disease or syndrome named for a French doctor can make fingers &amp; toes numb &amp; even blue in cold or under stress","response":"Raynaud syndrome"}],"originalDate":"2024-05-10"},{"category":"POINTS OF VIEW","comments":"","clues":[{"text":"In 2023 Justice Thomas wrote of this \"vision deficiency\" Constitution; justice Jackson said saying it doesn't make it so","response":"colorblind (Constitution)"},{"text":"Bernie Sanders thinks you should be working this many hours a week","response":"32"},{"text":"Lenore Skenazy, who wrote of letting her 9-year-old ride the NYC subway alone, moved this term from raising chickens to raising kids","response":"free range"},{"text":"A.I. \"doomers\", who are right, see terrifying possibilities particularly in A.G.I., short for this","response":"artificial general intelligence"},{"text":"Units of workers replace the state in this hyphenated -ism, the basis for the \"Monty Python &amp; the Holy Grail\" peasants' commune","response":"anarcho-syndicalism"}],"originalDate":"2024-05-10"},{"category":"WORDS TAKEN OUT OF CONTEXT","comments":"(Ken: And, in fact, put back somewhere else, as you will see.)","clues":[{"text":"From the Hail Mary to the cast lists of \"High Noon\" (a first name) &amp; the last 2 \"Ghostbusters\" movies (a last name)","response":"grace"},{"text":"From the first verse of \"This Land Is Your Land\" to a material for fencing &amp; decking available at Home Depot","response":"redwood"},{"text":"From a dollar bill to the first word of a novel title that replaced \"Richard Diver\"","response":"tender"},{"text":"From a New York City driving surcharge to a Sudafed or Afrin box","response":"congestion"},{"text":"From \"God Save The King\" to the name of a \"rot\" or fungus that attacks grapes","response":"noble"}],"originalDate":"2024-05-10"}],[{"category":"\"M\" &amp; \"M\"s","comments":"","clues":[{"text":"Newspapers, radio &amp; television, &amp; now the internet, collectively","response":"mass media"},{"text":"Cash carried for impulse purchases or for emergency use, like when a date goes bad","response":"mad money"},{"text":"Lactation from a female equine","response":"mare's milk"},{"text":"An identifying symbol stamped into a product by its creator","response":"a maker's mark"},{"text":"This Whittier poem says, \"For of all sad words of tongue or pen, The saddest are these: It might have been!\"","response":"\"Maud Muller\""}],"originalDate":"2024-05-10"},{"category":"LIKE THERE WOULDN'T BE SHAKESPEARE","comments":"","clues":[{"text":"When it comes to characters in this play, I'm savoring the flavor of Flavius, veering to Varro &amp; Calphurnia dreamin'","response":"<i>Julius Caesar</i>"},{"text":"She tells her 2 sisters, \"I know what you are; and like a sister am most loath to call your faults as they are named\"","response":"Cordelia"},{"text":"Ain't no dinner party like a tragic Shakespeare dinner party!  This title guy kills his daughter &amp; stabs the empress","response":"Titus Andronicus"},{"text":"Stephano says to this character, \"Drink, servant monster, when I bid thee\"","response":"Calaban"},{"text":"The settings in this play are Milan, a forest near Milan &amp; the title city","response":"<i>The Two Gentlemen of Verona</i>"}],"originalDate":"2024-05-10"},{"category":"COMING TO AMERICA","comments":"","clues":[{"text":"On January 1, 1892 17-year-old Annie Moore of County Cork became the first person processed here","response":"Ellis Island"},{"text":"From 1960 to 1962 a covert program called Operation Pedro Pan brought thousands of children to the U.S. from this country","response":"Cuba"},{"text":"A 1950 act named for these \"persons\" allowed thousands of homeless European refugees to resettle in the United States","response":"displaced persons"},{"text":"Until 1952 the Japanese-born immigrants known as these were barred from U.S. citizenship","response":"<i>Issei</i>"},{"text":"During World War II, workers from Mexico helped alleviate the U.S. labor shortage via this program, from Spanish for \"arm\"","response":"Bracero"}],"originalDate":"2024-05-10"},{"category":"PLANE TALK","comments":"","clues":[{"text":"Tower, requesting this, permission to proceed within a controlled airspace","response":"clearance"},{"text":"Last name of Bill, creator of the first mass-produced business jet in the early 1960s","response":"Lear"},{"text":"These flaps used to control a plane's roll &amp; banking are located out near the tips of the wings","response":"ailerons"},{"text":"It's the general term for a wing, fin or other airplane part that produces lift as it moves through the air","response":"an airfoil"},{"text":"Ideal flying conditions with no cloud layer below 10,000 feet &amp; pilots able to see for at least 10 miles are CAVU, this a","response":"ceiling and visibility unlimited"}],"originalDate":"2024-05-10"},{"category":"PARENTS &amp; KIDS","comments":"","clues":[{"text":"Regression in this process when you thought it was done is frustrating, but remember, no one walks down the aisle in a diaper","response":"potty training"},{"text":"When a state supreme court ruling began to curtail this procedure, Alabama rammed &amp; jammed through legislation protecting it","response":"IVF"},{"text":"In California, for a judge to declare you this kind of minor, you must be 14, not living with your parents &amp; self-supporting","response":"emancipated"},{"text":"Really the \"long\" &amp; the \"short\" of it, it's the parenting cliche that reigns supreme per the website The Bump","response":"the days are long but the years are short"},{"text":"The anti-affection parenting ideas of John B. Watson, the father of this -ism, chilled the youth of his grandchild Mariette Hartley","response":"behaviorism"}],"originalDate":"2024-05-10"},{"category":"OSCARS FOR MAKEUP &amp; HAIRSTYLING","comments":"","clues":[{"text":"Makeup artist Ve Neill used moss to make Michael Keaton look like he crawled out from underneath a rock for this 1988 film","response":"<i>Beetlejuice</i>"},{"text":"Frances Hannon &amp; Mark Coulier won the award for this 2014 Wes Anderson film set in Zubrowka","response":"<i>The Grand Budapest Hotel</i>"},{"text":"This man has won 7 Academy Awards for makeup, including one for his work on \"An American Werewolf in London\"","response":"(Rick) Baker"},{"text":"For this 2015 film, Lesley Vanderwalt got the idea for Furiosa's look from an image of a girl with clay across her forehead","response":"<i>Mad Max: Fury Road</i>"},{"text":"In her 2021 acceptance speech, hairstylist Mia Neal thanked Viola Davis &amp; \"the spirit of\" this blues singer","response":"Ma Rainey"}],"originalDate":"2024-05-10"}],{"category":"WORLD LEADERS","text":"In 2009 this leader gave Barack Obama the book \"Open Veins of Latin America: Five Centuries of the Pillage of a Continent\"","response":"Hugo Chávez"}]}