{"mix":153,"rounds":[[{"category":"HISTORY'S MYSTERIES","comments":"","clues":[{"text":"Physician William Gull &amp; artist Walter Sickert have been accused of being this London killer","response":"Jack the Ripper"},{"text":"It's said when this leader died in 1227, those who carried his body to a hidden tomb were killed, &amp; later those killers were also killed","response":"Genghis Khan"},{"text":"Spanish for \"the gilded one\", it was imagined to be a city, a lake or a king","response":"El Dorado"},{"text":"In 1959 Igor Dyatlov &amp; 8 others were killed by a \"compelling natural force\" while camping in these Eurasian mountains in Russia","response":"the Ural Mountains"},{"text":"Menelik, a son of Solomon, is said to have brought this lost artifact to Aksum in Ethiopia; tradition maintains it's still there","response":"the Ark of the Covenant"}],"originalDate":"2024-05-09"},{"category":"SHAKESPEARE BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"I come to bury\" this play, not to praise it, then send it to Vegas to become a casino","response":"<i>Julius Caesar's Palace</i>"},{"text":"Beatrice &amp; Benedick discover a Sinead O'Connor No. 1 hit","response":"<i>Much Ado about Nothing Compares 2 U</i>"},{"text":"A 1994 royal Disney film with serious uncle/nephew issues becomes a royal tragedy with serious daddy/ daughter issues","response":"<i>The Lion King Lear</i>"},{"text":"A Puck-ish play goes top 10 in 1976 singing, \"I believe you can get me through the night\"","response":"<i>A Midsummer Night's Dream Weaver</i>"},{"text":"A triply alliterative comedy turns into what Gertrude Stein ended up dubbing a group of writers","response":"<i>Love's Labour's Lost Generation</i>"}],"originalDate":"2024-05-09"},{"category":"18th CENTURY SCIENCE &amp; TECHNOLOGY","comments":"","clues":[{"text":"In the 1780s it was shown that inflammable air &amp; dephlogisticated air, now known as these 2 elements, make up water","response":"hydrogen & oxygen"},{"text":"In 1794 Eli Whitney received a patent for this, greatly increasing production in the South","response":"the cotton gin"},{"text":"The 1740s brought the first electrical capacitor, this \"jar\" named for a Dutch city","response":"a Leyden jar"},{"text":"While a professor of astronomy at Uppsala University, he came up with his famous temperature scale","response":"Celsius"},{"text":"Following his experiments with frogs, he published an essay \"On the Effect of Electricity on Muscular Motion\"","response":"Luigi Galvani"}],"originalDate":"2024-05-09"},{"category":"THE COLD WAR","comments":"","clues":[{"text":"It was the 3-word phrase for drills in which schoolkids crawled under desks to somehow protect themselves from a nuclear blast","response":"duck and cover"},{"text":"Numeric nickname of the group of imprisoned &amp; blacklisted movie professionals who refused to testify to Congress","response":"the \"Hollywood Ten\""},{"text":"The end of the Cold War was hastened by this 8-letter Russian policy that Mikhail Gorbachev promoted","response":"<i>glasnost</i>"},{"text":"In 1972 the U.S. &amp; USSR took a first step toward reducing the threat of nuclear war via these \"Talks\"","response":"SALT"},{"text":"From the late 1940s through the 1980s, the U.S. pursued this \"restrictive\" strategy of curbing Soviet expansion","response":"containment"}],"originalDate":"2024-05-08"},{"category":"CHANGING IT UP","comments":"","clues":[{"text":"This FX show with Paper Boi &amp; Earn took a break from the hip-hop world to showcase a mock doc on the making of \"A Goofy Movie\"","response":"Atlanta"},{"text":"Here I was thinking the 2nd epilogue of this Tolstoy tome would have more Pierre &amp; Natasha, not a critique of the great man theory","response":"<i>War and Peace</i>"},{"text":"The Guardian says this song switches styles from \"ballad, to operatic excess, to hard-rock, to reflective coda\"","response":"\"Bohemian Rhapsody\""},{"text":"Chapter 40 of this novel sails into a play format, beginning with the stage direction \"Midnight, forecastle\"","response":"<i>Moby-Dick</i>"},{"text":"This author's \"White Jazz\" breaks from the hardboiled narrative to feature excerpts from Hush-Hush, a Tinseltown tabloid","response":"James Ellroy"}],"originalDate":"2024-05-08"},{"category":"THE COLORS OF TELEVISION","comments":"","clues":[{"text":"Jennifer Coolidge has a slight problem while staying at this title place: \"Please!  These gays, they're trying to murder me\"","response":"the White Lotus"},{"text":"Rose, on this show: \"Like we say in St. Olaf: Christmas without fruitcake is like St. Sigmund's Day without the headless boy\"","response":"<i>The Golden Girls</i>"},{"text":"The many physicians who have practiced on this drama include Holley Fain &amp; James Pickens Jr. as Drs. Canner &amp; Webber","response":"<i>Grey's Anatomy</i>"},{"text":"In 1966 Bruce Lee fought crime as Kato on this series","response":"<i>The Green Hornet</i>"},{"text":"Dana Carvey was Clinton \"Jafo\" Wonderlove on this show adapted from a 1983 film about a high-tech police helicopter","response":"<i>Blue Thunder</i>"}],"originalDate":"2024-05-08"}],[{"category":"STARTS &amp; ENDS WITH R","comments":"","clues":[{"text":"You might use this stuff to reinforce concrete","response":"rebar"},{"text":"Something that goes into developing mouths, or a household servant of yore","response":"retainer"},{"text":"This type of technician might use a CT scan to make images of your body","response":"radiographer"},{"text":"In legal terms &amp; elsewhere, it refers to a reply or response","response":"rejoinder"},{"text":"This device allows air to get from a scuba diver's oxygen tanks &amp; into the diver's lungs","response":"regulator"}],"originalDate":"2024-05-08"},{"category":"CLASSICAL IS IN","comments":"","clues":[{"text":"Early in life, Richard Strauss completed dozens of these, from the German for \"song\"","response":"lieder"},{"text":"His 1875 opera caused quite the stir with depictions of women smoking cigarettes, somewhat taboo at the time","response":"Bizet"},{"text":"Mendelssohn used sections from Psalms &amp; 1 Kings for his oratorio about this biblical prophet","response":"Elijah"},{"text":"At age 19 this virtuoso pianist won a gold medal with a one-act opera based on a poem by his countryman Pushkin","response":"Rachmaninoff"},{"text":"After writing his only opera, \"Duke Bluebeard's Castle\", he served in the Hungarian Soviet Republic's music directorate","response":"Bartók"}],"originalDate":"2024-05-08"},{"category":"ON THE DIRECTOR'S RÉSUMÉ","comments":"","clues":[{"text":"He gave us the 1979 short \"Last Hustle in Brooklyn\" &amp; the 1994 semi-autobiographical \"Crooklyn\"","response":"Spike Lee"},{"text":"She starred in 2008's \"Nights and Weekends\", her directorial debut; she's had some bigger hits since","response":"Gerwig"},{"text":"\"The Sound Barrier\" is not as famous as some of his later efforts, like \"The Bridge on the River Kwai\"","response":"(David) Lean"},{"text":"\"Duck, You Sucker!\", starring Rod Steiger &amp; James Coburn &amp; set in revolutionary Mexico, is one of this European's lesser-known works","response":"Leone"},{"text":"He spoke the silent language of horror in 1922's \"Nosferatu\"","response":"Murnau"}],"originalDate":"2024-05-08"},{"category":"FIND THE GREEK LETTER IN...","comments":"","clues":[{"text":"...a word describing a young woman in a sweet, innocent &amp; sympathetic theatrical role","response":"nu (in inge<b>nu</b>e)"},{"text":"...the species of mushrooms that produce a hallucinogenic experience","response":"psi (in <b>psi</b>locybin)"},{"text":"...another Greek letter; what we're going for is 3 of the 5 letters","response":"eta (in th<b>eta</b>)"},{"text":"...the name of a wise Centaur who mentored Achilles in Greek myth","response":"chi (in <b>Chi</b>ron)"},{"text":"...the word for a building like the former Tewksbury one in Massachusetts or where excess spending puts you","response":"rho (in poo<b>rho</b>use)"}],"originalDate":"2024-05-08"},{"category":"EUROPEAN GEOGRAPHY","comments":"","clues":[{"text":"This capital city on a lake called Ijsselmeer is divided by canals into about 90 \"islands\"","response":"Amsterdam"},{"text":"Most of the 24 square miles of this republic are situated on the slopes of Mount Titano","response":"San Marino"},{"text":"This river rises in the Valdai Hills, then flows about 2,300 miles to the Caspian Sea","response":"the Volga"},{"text":"A palace in this city in Provence is a reminder of its role in the Catholic church in the 14th century","response":"Avignon"},{"text":"A part of Portugal consists of 2 small island groups; the island of Porto Santo; &amp; this island for which the whole archipelago is named","response":"Madeira"}],"originalDate":"2024-05-08"},{"category":"IT'S A NOUN, IT'S A VERB","comments":"","clues":[{"text":"A burial cloth &<br>to obscure or conceal","response":"shroud"},{"text":"A part of the upper body &<br>to bear the blame or responsibility","response":"shoulder"},{"text":"A field of study &<br>to teach a child appropriate behavior","response":"discipline"},{"text":"A list of passengers<br>&amp; to make something happen by imagining it","response":"manifest"},{"text":"A very tiny amount &<br>to discover the causes or origins of something","response":"trace"}],"originalDate":"2024-05-08"}],{"category":"SUPER BOWL HISTORY","text":"It's the only team to play in the Super Bowl before Neil Armstrong's Moon walk that has not been back to the Big Game since","response":"the Jets"}]}