{"mix":155,"rounds":[[{"category":"DEATH IN THE CAPITAL","comments":"","clues":[{"text":"Journalist John Reed died in this city &amp; was buried with other Bolshevik heroes","response":"Moscow"},{"text":"This Doors frontman reportedly died in a Paris bathtub July 3, 1971; others believe he faked his death","response":"Jim Morrison"},{"text":"Prime ministers John A. MacDonald &amp; Lester Pearson both died in this city","response":"Ottawa"},{"text":"Pope Julius II called him to Rome to do his art thing; he died there in 1564","response":"Michelangelo"},{"text":"This Merry Monarch wasn't so merry when he died in London in 1685","response":"Charles II"}],"originalDate":"2024-05-07"},{"category":"IT'S ALL RELATIVE","comments":"(Ken: Each response will contain the name of a family or extended family member.)","clues":[{"text":"One reputed origin of this national symbol is a beef supplier to the Army who stamped his barrels \"U.S.\"","response":"Uncle Sam"},{"text":"It's the title of the head nun at a convent; for the Order of the Visitation of Holy Mary, it's Anne Francis Ng'ang'a","response":"mother superior"},{"text":"Felix Silla played the robot Twiki on \"Buck Rogers\", a \"Planet of the Apes\" gorilla child &amp; this hairy character on \"The Addams Family\"","response":"Cousin Itt"},{"text":"Also known as a harvestman, this spiderlike arachnid is nonvenomous &amp; first appeared more than 400 million years ago","response":"the daddy long-legs"},{"text":"In literature, Tom Sawyer's guardian was this relative who was based in part on Mark Twain's own mom","response":"Aunt Polly"}],"originalDate":"2024-05-07"},{"category":"PRONUNCIATION ADVICE","comments":"","clues":[{"text":"It doesn't take prizewinning journalism to know its first syllable sounds like a synonym for \"tug\"; Joseph said so","response":"Pulitzer"},{"text":"J.K. Rowling caused some consternation in 2015 by saying the T in this name is silent","response":"Voldemort"},{"text":"In a post on how to say La Jolla, Willamette, etc., this travel guide brand mentions it rhymes with \"Matt Bomer's\"","response":"Frommer's"},{"text":"It became a Canadian province in 1949 &amp; poet E.J. Pratt advised, accent on the last syllable, swallow the 1st D","response":"Newfoundland"},{"text":"The medical community wants you to not start this word for removal of ovaries with an \"oof\" sound","response":"an oophorectomy"}],"originalDate":"2024-05-07"},{"category":"DINOSAURS","comments":"","clues":[{"text":"Like other bipedal hadrosaurs, the Anatosaurus had this feature just like the platypus","response":"a duckbill"},{"text":"The way the human-sized Troodon incubated its eggs provides a link to these, which evolved from one line of dinos","response":"birds"},{"text":"The most complete skeleton of a T-rex was found in 1990 in South Dakota &amp; is now housed at this Natural History Museum in Chicago","response":"the Field Museum"},{"text":"In 1822 Gideon &amp; Mary Mantell found the first remains of the Iguanodon; well, actually just these, the source of the \"don\" part","response":"the teeth"},{"text":"In 1888 Othniel Marsh gave a Montana discovery this 8-letter name; it had fewer horns than a more famous dino","response":"<i>Ceratops</i>"}],"originalDate":"2024-05-07"},{"category":"EXCESSIVE CELEBRATION","comments":"","clues":[{"text":"Somehow, our town picnic became \"a tumultuous disturbance... by 3 persons or more\"; a this, per a 1910 law dictionary","response":"a riot"},{"text":"Ooh, maybe that was a li'l too much gold<span class=\"nobreak\">--</span>that's the ultra-premium class of this 86-year-old vodka brand","response":"Stoli"},{"text":"In \"The Wild Party\" chronicled in a daring 1928 poem, the music comes from this product of the Victor Company","response":"a Victrola"},{"text":"I jumped for joy when my team scored a TD to win the big game, but blew out my MCL, short for this body part","response":"the medial collateral ligament"},{"text":"Excess at Mardi Gras with the krewe of this end-of-the-NATO alphabet group known for coconut throwing?  Never!","response":"the Zulu"}],"originalDate":"2024-05-06"},{"category":"A STRAWBERRY FESTIVAL","comments":"","clues":[{"text":"In 1985 a 2.5-acre area dubbed Strawberry Fields was dedicated here in memory of John Lennon, who once lived nearby","response":"Central Park"},{"text":"This character created by Barbi Sargent was first used on greeting cards before expanding to dolls, cartoons &amp; more","response":"Strawberry Shortcake"},{"text":"In the original language, this film about an aging professor is called \"Smultronstället\"","response":"<i>Wild Strawberries</i>"},{"text":"In \"The Caine Mutiny\", a supposed theft of some strawberries aboard ship pushes this Bogie character over the brink","response":"Captain Queeg"},{"text":"Bands who recorded at the UK's Strawberry Studios include the Smiths, the Buzzcocks &amp; this group fronted by Ian Curtis","response":"Joy Division"}],"originalDate":"2024-05-06"}],[{"category":"HOLMES, SHERLOCK HOLMES","comments":"","clues":[{"text":"After Holmes &amp; Watson shoot this title creature dead, it's discovered to have been painted in phosphorus to make it glow eerily","response":"the Hound of the Baskervilles"},{"text":"After retiring to the Sussex Downs, Sherlock Holmes takes up this agricultural hobby","response":"beekeeping"},{"text":"7 years older, he's Sherlock's more brilliant brother, though without ambition or energy","response":"Mycroft"},{"text":"While battling the evil Moriarty in \"The Final Problem\", Holmes appears to meet his end, tumbling over this Swiss cataract","response":"Reichenbach Falls"},{"text":"In \"The Adventure of the Six Napoleons\", the Napoleons are these, with one concealing a secret treasure","response":"busts of Napoleon"}],"originalDate":"2024-05-06"},{"category":"LESSER-KNOWN ANCIENT ROMANS?","comments":"(Ken: All these correct responses end with the letters -U-S.)","clues":[{"text":"Spores aside, there was one of these \"among us\", making him sound like the life of the party","response":"a Fungus"},{"text":"Show off!  This gladiator could use his sword with either hand equally","response":"Ambidextrous"},{"text":"It was hard to take this guy seriously when he sat around all day, didn't move a muscle &amp; his name meant \"biggest butt\"","response":"Gluteus Maximus"},{"text":"It's no wonder this guy paid close attention to every detail<span class=\"nobreak\">--</span>his name is from Latin for \"fear\" &amp; he's scared to make a mistake","response":"Meticulous"},{"text":"He had a wandering eye, literally, &amp; sometimes crossed; that's why they called him this, from Greek for \"twisted\"","response":"Strabismus"}],"originalDate":"2024-05-06"},{"category":"VIDEO GAMES","comments":"","clues":[{"text":"Mario gets super-duper powering up on these, based on a type called Amanita muscaria","response":"mushrooms"},{"text":"The classic NES shooter that goes by this name featured a dog known to \"fowl\"-ly laugh at your misery","response":"<i>Duck Hunt</i>"},{"text":"Arleen Sorkin is the voice of Harley Quinn in the Batman game named for this alliterative mental institution","response":"Arkham Asylum"},{"text":"George R.R. Martin helped with the lore for this sword &amp; sorcery title that won a 2022 game of the year trophy","response":"<i>Elden Ring</i>"},{"text":"In \"Zelda: Breath of the Wild\", keep track of your quests in this 6-letter land with Link's adventure log","response":"Hyrule"}],"originalDate":"2024-05-06"},{"category":"YOU'RE IN THE RED","comments":"","clues":[{"text":"Separating Africa from Arabia, the Red Sea is a long, narrow arm of this ocean","response":"the Indian Ocean"},{"text":"The Red Raiders are the athletic teams at this university","response":"Texas Tech"},{"text":"Arcturus, the 4th-brightest star in the night sky, is classified as one of these that's used up all the hydrogen in its core","response":"a red giant"},{"text":"Mahpiya Luta was the Lakota name of this leader who resisted U.S. government expansion of the Bozeman Trail","response":"Red Cloud"},{"text":"This antioxidant is the one most responsible for the redness of tomatoes &amp; ruby red grapefruit","response":"lycopene"}],"originalDate":"2024-05-06"},{"category":"WE OUT HERE TRYNA MINE","comments":"","clues":[{"text":"This element mined at the marigold mine in Nevada is also in the state's nickname","response":"silver"},{"text":"In a 1909 book on mining, this man who got more famous 20 years later noted that overproduction of mined metal can \"depress prices\"","response":"Hoover"},{"text":"The Metropolitan Museum of Art notes that the people of this island \"first worked copper in the 4th millennium B.C.\"","response":"Cyprus"},{"text":"Old-time miners in Death Valley used a green-flame test to see if they had found this 5-letter salt, often used in cleaning products","response":"borax"},{"text":"California's Mountain Pass Mine is the USA's only one digging out this group of 17 elements, a field the Chinese dominate","response":"rare earth (elements)"}],"originalDate":"2024-05-06"},{"category":"OVERLAPS","comments":"","clues":[{"text":"An archery target center's makeup to accentuate the peepers","response":"a bullseyeliner"},{"text":"Impervious to gunfire is this person correcting spelling errors","response":"a bulletproofreader"},{"text":"Collectively, all the living matter in the Bay State","response":"biomassachusetts"},{"text":"An extravehicular activity that turns into a strike by the astronauts","response":"a spacewalkout"},{"text":"10-angled plane figure that's an unconventional style of reportage","response":"decagonzo"}],"originalDate":"2024-05-06"}],{"category":"FICTIONAL CHARACTERS","text":"Dressed in white in her first scene, this play character says her name means \"white woods\"","response":"Blanche DuBois"}]}