{"mix":156,"rounds":[[{"category":"DAYS OF GUNS N' ROSES","comments":"","clues":[{"text":"\"Take me down to\" this Guns N' Roses song \"where the grass is green &amp; the girls are pretty, oh won't you please take me home\"","response":"\"Paradise City\""},{"text":"A 1991 compilation album by this Sixx-shooting band looked back at a \"Decade of Decadence\"","response":"Mötley Crüe"},{"text":"Deadly on Billboard, this hair metal band had Top 10s with \"Talk Dirty To Me\" &amp; \"Unskinny Bop\"","response":"Poison"},{"text":"\"Here I Go Again\", talking about Tawny Kitaen's acrobatics on David Coverdale's Jaguar hood in a classic video by this group","response":"Whitesnake"},{"text":"Rolling Stone gave us an oral history of this song by Extreme, \"1991's iconic ballad\"; now hold me close, don't ev-ah let me go","response":"\"More Than Words\""}],"originalDate":"2024-05-06"},{"category":"WEIGHT OF THE WHIRLED","comments":"","clues":[{"text":"A couple of the apothecary type of these weigh 960 grains:<br>USE CON","response":"ounces"},{"text":"It's 6.35 kilograms:<br>NOTES","response":"stone"},{"text":"It's used to account for extremely small particles:<br>ROMAN NAG","response":"nanogram"},{"text":"10 Talmudic these equaled 600 minas back in the day:<br>LETS TAN","response":"talents"},{"text":"It makes quite the system:<br>ADIOS OUR VIP","response":"avoirdupois"}],"originalDate":"2024-05-06"},{"category":"THE STATE I'M IN","comments":"","clues":[{"text":"Terlingua has been called one of Texas' most famous one of these 2-word sites, a specter of its heyday as a hub for mining cinnabar","response":"a ghost town"},{"text":"Daniel Boone National Forest &amp; the International Museum of the Horse can be found in this state","response":"Kentucky"},{"text":"This lake in Idaho comes from French for \"heart of an awl\"","response":"Coeur d'Alene"},{"text":"This hah-bah on Mount Desert Island in Maine is called \"the Gateway to Acadia National Park\"","response":"Bar Harbor"},{"text":"This state is not famous as a source of jazz talent, but Bix Beiderbecke was born there","response":"Iowa"}],"originalDate":"2024-05-06"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"This playground pavement game has a potent potable in its name","response":"hopscotch"},{"text":"This adjective deals with the creation &amp; use of low-temperature phenomena","response":"cryogenic"},{"text":"In the U.S., form N-400 is an application for this process that may also require fingerprints","response":"naturalization"},{"text":"Type of container meaning \"2-handled\" &amp; often holding wine; the Acropolis museum has a 3,400-year-old one","response":"amphora"},{"text":"It's the term for a blank page found at either the beginning or the end of a book","response":"flyleaf"}],"originalDate":"2024-05-06"},{"category":"DEATH OF A WRITER","comments":"","clues":[{"text":"This Pulitzer Prize winner was hit &amp; killed in 1949 as she tried to cross Peachtree Street in Atlanta","response":"(Margaret) Mitchell"},{"text":"He died in 1984 at the home of Johnny Carson's ex-wife Joanne, not one of his swans but a close friend to the end","response":"Capote"},{"text":"This author from Sauk Centre, Minnesota died in a nursing home in Rome in 1951","response":"Sinclair Lewis"},{"text":"A friend of Shakespeare, this \"Song: To Celia\" poet &amp; playwright was buried standing up in Westminster Abbey","response":"Ben Jonson"},{"text":"Legend has it that this ancient playwright died when an eagle dropped a tortoise on his head","response":"Aeschylus"}],"originalDate":"2024-05-06"},{"category":"TOO MUCH","comments":"","clues":[{"text":"An economic surplus or oversupply; in 2015 there was a worldwide one of crude oil, sending prices down","response":"glut"},{"text":"In the 19-teens one company had a monopoly on this invention that taught us to say \"cha-ching\"","response":"the cash register"},{"text":"Lines 2 &amp; 3 of this Shakespeare play are \"Give me excess of it, that, surfeiting, The appetite may sicken, and so die\"","response":"<i>Twelfth Night</i>"},{"text":"This king lost his treasure in a bay called the Wash &amp; provoked the barons with too much taxation","response":"John"},{"text":"At the center of the 1980s era of excess, this Spanish resort is supposed to have gotten its name from an exclamation of \"Beautiful sea!\"","response":"Marbella"}],"originalDate":"2024-05-06"}],[{"category":"THE RESPONSE'S GPA","comments":"(Ken: Each response is a series of letters that would average out to the GPA we give you, the grade point average.)","clues":[{"text":"2.0:<br>Lazarus Naturals makes creams &amp; gummies out of it","response":"CBD"},{"text":"3.0:<br>It's on a blackboard in \"Glengarry Glen Ross\"","response":"A-B-C"},{"text":"2.75:<br>Immigration policy program announced June 15, 2012","response":"DACA"},{"text":"3.6:<br>Limerick rhyme scheme","response":"A-A-B-B-A"},{"text":"1.75:<br>This body wants to win back the House of Representatives","response":"DCCC (the Democratic Congressional Campaign Committee)"}],"originalDate":"2024-05-06"},{"category":"IN THE 19th CENTURY","comments":"","clues":[{"text":"It traces its roots to the founding of the International Committee for the Relief of the Wounded in 1863","response":"the Red Cross"},{"text":"In 1873 this shipping magnate donated $1 million to endow a Nashville university; guess who the university is named for","response":"Vanderbilt"},{"text":"At this 1805 naval battle, Lord Nelson gave his famous signal, \"England expects that every man will do his duty\"","response":"Trafalgar"},{"text":"Spain's second queen of this name ruled from 1833 until 1868, when a revolution forced her into exile","response":"Isabel (Isabella II)"},{"text":"The Treaty of Nanjing in 1842 ended the first of these wars instigated by British drug dealers","response":"the Opium Wars"}],"originalDate":"2024-05-06"},{"category":"STATE MOTTOES","comments":"","clues":[{"text":"In the 1950s a 12-year-old boy went to Columbus &amp; got this state's lawmakers to adopt \"With God All Things Are Possible\"","response":"Ohio"},{"text":"In 2006, 50 years after the United States made it official, Florida made it the state motto as well","response":"In God We Trust"},{"text":"Kentucky's motto, \"United We Stand\" followed by these 3 words, has a lengthy history dating as far back as Aesop","response":"Divided We Fall"},{"text":"L'etoile du Nord, or \"star of the north\", isn't the motto of Alaska but this state that's the northernmost of the lower 48","response":"Minnesota"},{"text":"Tennessee's motto has the names of these 2 cabinet departments, one about sowing &amp; one about selling","response":"Agriculture & Commerce"}],"originalDate":"2024-05-06"},{"category":"EMBRACE THE DARK SIDE","comments":"","clues":[{"text":"These 2 adjectives describe the night in the much-parodied opening line of the 1830 novel \"Paul Clifford\"","response":"dark & stormy"},{"text":"This term for a period of supposed stagnation beginning around 500 A.D. is based on a 14th century passage by Petrarch","response":"the Dark Ages"},{"text":"These ancient texts discovered in 1947 contain an account of an impending war between the Sons of Light &amp; the Sons of Darkness","response":"the Dead Sea Scrolls"},{"text":"Often called the first dark horse president, this 11th chief executive waged the Mexican War &amp; added vast new territory to the USA","response":"James K. Polk"},{"text":"In 1933 astronomer Fritz Zwicky posited the existence of this, detected only by its gravitational effects","response":"dark matter"}],"originalDate":"2024-05-06"},{"category":"THE PLOT SICKENS","comments":"","clues":[{"text":"\"The Red Death\" created by this 19th century author was a disease that killed people a half-hour from onset","response":"Edgar Allan Poe"},{"text":"In \"Little Women\", the hands of this character \"seemed too feeble to hold even the rosy little shells they had been collecting\"","response":"Beth"},{"text":"The title of this Rachael Lippincott bestseller was a distance kept by 2 sick teens, cutting the recommended boundary by a foot","response":"<i>Five Feet Apart</i>"},{"text":"In Philip Roth's \"Nemesis\", an epidemic of this viral disease hits kids in Newark in 1944 before the vaccine is developed","response":"polio"},{"text":"This author opens with \"The Death of Ivan Ilych\", then works backward as we see how Ivan got there","response":"Tolstoy"}],"originalDate":"2024-05-06"},{"category":"KNOWN BY THEIR INITIALS","comments":"","clues":[{"text":"This author followed 1897's \"The Invisible Man\" with 1898's \"The War of the Worlds\"","response":"H.G. Wells"},{"text":"He gave Jenny Lind the nickname \"The Swedish Nightingale\" &amp; risked his fortune to bring her to the U.S. for a tour","response":"P.T. Barnum"},{"text":"He succeeded P.W. Botha as the president of South Africa","response":"F.W. de Klerk"},{"text":"This sociologist was the first African-American person to get a Ph.D. from Harvard","response":"(W.E.B.) Du Bois"},{"text":"The cantata \"Iphigenia in Brooklyn\" was composed by Peter Schickele under this name","response":"P.D.Q. Bach"}],"originalDate":"2024-05-06"}],{"category":"GEOGRAPHY","text":"Jebel Musa in Morocco &amp; Mount Hacho near Ceuta are candidates for the southern half of this pair","response":"the Pillars of Hercules"}]}