{"mix":157,"rounds":[[{"category":"4-LETTER VERBS","comments":"","clues":[{"text":"Cook something in a microwave or bomb with atomic weapons","response":"nuke"},{"text":"To roll up a flag; it can also mean to wrap a sail tightly around a pole","response":"furl"},{"text":"To catch fly balls in baseball practice","response":"to shag"},{"text":"Put a vowel before a word for a secret agent &amp; you get this verb meaning \"catch sight of\"","response":"espy"},{"text":"From the Latin for \"praise\", it means to praise or glorify as in a hymn","response":"laud"}],"originalDate":"2024-05-06"},{"category":"U.S. COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"In 2024 this university in Durham, North Carolina celebrated its centennial","response":"Duke"},{"text":"In the early 17th c. plans to build this Virginia school were disrupted by the Powhatan uprising; it wasn't founded until 1693","response":"William & Mary"},{"text":"Called one of the first HBCUs, Storer College was in this town, the site of a failed 1859 revolt","response":"Harpers Ferry"},{"text":"This university was founded in Philadelphia, after \"night owls\" studied in founder Russell Conwell's church","response":"Temple"},{"text":"Chartered in 1901, this college in Southern California was named for a Quaker poet","response":"Whittier"}],"originalDate":"2024-05-06"},{"category":"TIME FOR SOME TV \"AD\"s","comments":"","clues":[{"text":"\"Maidenform\" &amp; \"Guy Walks into an Advertising Agency\" were episodes of this Emmy-winning drama","response":"<i>Mad Men</i>"},{"text":"Rowan Atkinson starred in 4 BBC alternate history comedy series as title characters with this colorfully reptilian name","response":"Black Adder"},{"text":"The evil Dr. Claw is the perennial foe of this bumbling animated detective","response":"Inspector Gadget"},{"text":"From 2014 to 2019 Téa Leoni starred as State Department Chief Elizabeth McCord, addressed by this title title","response":"<i>Madam Secretary</i>"},{"text":"As the title indicated, Mr. Conover wrecked stuff as the host &amp; title character of this investigative comedy series","response":"<i>Adam Ruins Everything</i>"}],"originalDate":"2024-05-06"},{"category":"PRESIDENTIAL HOMES","comments":"","clues":[{"text":"Before the White House, when his house overlooking Santa Monica Bay was built in 1956, GE outfitted it with energy-saving tech","response":"Ronald Reagan"},{"text":"He used profits from selling the Texas Rangers (ballplayers, not lawmen) to buy Prairie Chapel Ranch in McLennan County","response":"George W. Bush"},{"text":"In 1823 Andrew Jackson donated land from this home to build a house of worship called Ephesus Church","response":"the Hermitage"},{"text":"Sherwood Forest, John Tyler's home, was owned in the late 18th century by this immediate predecessor","response":"William Henry Harrison"},{"text":"Mrs. Hoover designed a Lou &amp; Herb-arium on this college's campus; the home was deeded to the school upon her death","response":"Stanford University"}],"originalDate":"2024-05-03"},{"category":"WORLD SERIES MVPs","comments":"","clues":[{"text":"It's a solid bet to say this all-time hit king hustled home with the trophy for the Reds in 1975","response":"Pete Rose"},{"text":"In 1963 &amp; again in 1965, Sandy Koufax brought the heat &amp; took home the hardware for this team","response":"the Dodgers"},{"text":"Win 2 games, save 1 &amp; give up just 1 run in 21 innings &amp; you'll be MVP like Madison Bumgarner was with this NL team in 2014","response":"the Giants"},{"text":"Ben Zobrist had no HRs &amp; just 2 RBIs in the Series, but an MVP-worthy hit helped break a 108-year title drought for this team","response":"the Chicago Cubs"},{"text":"Tossing a perfect game in the 1956 World Series, as this guy did, might have tipped the MVP scales a bit","response":"Don Larsen"}],"originalDate":"2024-05-03"},{"category":"CALLING \"HR\"","comments":"(Ken: That letter pair will appear in each correct response.)","clues":[{"text":"As a verb this piece of car talk means to choke or strangle someone","response":"throttle"},{"text":"Adjective for things in the order they happened, like a list of an author's works in publication sequence","response":"chronological"},{"text":"It's from the Greek for \"love of humankind\"; an old definition also meant the love of god for humanity","response":"philanthropy"},{"text":"This type of coal that contains more than 80% carbon generally has the highest heating value","response":"anthracite"},{"text":"This thin sheet of muscle below the lungs is unique to mammals","response":"the diaphragm"}],"originalDate":"2024-05-03"}],[{"category":"ON CINEMA AT THE CINEMA","comments":"","clues":[{"text":"In this 2023 film old man Paul Giamatti &amp; young man Dominic Sessa check out the 1970 Dustin Hoffman film \"Little Big Man\"","response":"<i>The Holdovers</i>"},{"text":"In a 2009 film Johnny Depp as this 1930s gangster watches \"Manhattan Melodrama\" at the Biograph before meeting his fate","response":"Dillinger"},{"text":"In this 2019 film Margot Robbie as Sharon Tate puts her feet up as she watches herself in a movie at a theater","response":"<i>Once Upon a Time... in Hollywood</i>"},{"text":"In \"The Shawshank Redemption\", Andy DuFresne &amp; Red watch this actress' hair flip scene in \"Gilda\"","response":"Rita Hayworth"},{"text":"In the film \"Divorce Italian Style\", scandal comes to a small town when a theater shows this sweetly named 1960 Fellini film","response":"<i>La Dolce Vita</i>"}],"originalDate":"2024-05-03"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"Philip Larkin's \"This Be the Verse\" says, \"They fill you with the faults they had &amp; add some extra, just for you\"","response":"parents (your mom & dad)"},{"text":"A sick kid has \"two pillows at my head\" in Stevenson's \"Land of Counter-Pane\"; a counterpane is this word with 2 rhyming syllables","response":"a bedspread"},{"text":"In 1920 his first poem to make a big splash mentioned Buffalo Bill &amp; Jesus, with capital Bs &amp; a capital J","response":"e.e. cummings"},{"text":"His \"The Runaway\" is not even his most famous poem with a horse in falling snow","response":"Robert Frost"},{"text":"Though it's often printed broken into short lines, his \"No man is an island\" is a prose passage; \"Air &amp; Angels\", that's a poem","response":"John Donne"}],"originalDate":"2024-05-03"},{"category":"WHEN I DIE","comments":"","clues":[{"text":"In 2014 the Coast Guard gave Norwegian-American WWII vet Andrew Haines the funeral at sea named for these Norsemen","response":"Vikings"},{"text":"In the Indian city of Varanasi, bodies are cremated near steps that lead into this sacred river","response":"the Ganges"},{"text":"In 2024 remains of this \"2001\" writer were placed on a spacecraft bound for the Moon; sadly, they never reached that final frontier","response":"(Arthur C.) Clarke"},{"text":"At jazz funerals in New Orleans, this ordinal phrase refers to the mourners that trail behind the casket, family &amp; musicians","response":"the second line"},{"text":"This pre-Islamic religion of India &amp; Iran still lays their dead on \"towers of silence\" to be eaten by birds of prey","response":"Zoroastrianism"}],"originalDate":"2024-05-03"},{"category":"DELETE MY HISTORY","comments":"(Ken: Ain't that the truth.)","clues":[{"text":"A 1956 article on the renaming of a car factory said it was the first \"major Soviet enterprise\" to get rid of this man's name","response":"Stalin"},{"text":"Akhenaten, the father of this boy pharaoh, was scratched from the history papyrus, likely for his monotheistic beliefs","response":"King Tut"},{"text":"This author wrote a letter asking a friend to burn all of his unpublished work, like \"The Trial\" &amp; \"The Castle\"","response":"Kafka"},{"text":"After Herostratus burned down this edifice in Ephesus it's no \"wonder\" the townsfolk banned mentioning his name","response":"the Temple of Artemis"},{"text":"The Nazis tried to destroy copies of a propaganda film by this female director since it heavily featured a supposed Nazi traitor","response":"Leni Riefenstahl"}],"originalDate":"2024-05-03"},{"category":"DIARIES &amp; JOURNALS","comments":"","clues":[{"text":"At the age of 15 this creator of Flopsy &amp; Mopsy began keeping a journal in a secret code she invented","response":"Potter"},{"text":"On Sept. 2, 1666 Samuel Pepys walked to this prison fortress &amp; \"got up upon one of the high places\" to watch his city burn","response":"the Tower of London"},{"text":"One 1835 entry in his diary reads, \"I met two very large tortoises (circumference of shell about 7 ft.)\"","response":"Darwin"},{"text":"On Dec. 24, 1943 she wrote, \"I long to ride a bike, dance, whistle, look at the world, feel young\"","response":"Anne Frank"},{"text":"On July 4, 1862 he made an entry in his diary saying he went \"to Godstow with the 3 Liddells; we had tea on the bank there\"","response":"Lewis Carroll"}],"originalDate":"2024-05-02"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"WFC: <br>You can bank on it","response":"Wells Fargo"},{"text":"CAKE: <br>This restaurant chain","response":"Cheesecake Factory"},{"text":"BBWI: <br>This soaps &amp; fragrance retailer, incorporated","response":"Bath & Body Works"},{"text":"PFE: <br>This pharmaceutical giant","response":"Pfizer"},{"text":"AEO: <br>This clothing chain with nearly 1,000 U.S. locations","response":"American Eagle"}],"originalDate":"2024-05-02"}],{"category":"AUTHORS","text":"Following his unexpected death in 2001, he was referred to as the \"Monty Python of science fiction\"","response":"Douglas Adams"}]}