{"mix":159,"rounds":[[{"category":"4-LETTER TV","comments":"","clues":[{"text":"First name of Walter White's brother-in-law &amp; one of the title \"Venture Bros.\"","response":"Hank"},{"text":"Not a feline bone in his body, or any bone for that matter, he's SpongeBob's meowing pet","response":"Gary"},{"text":"Perhaps hopped up on the drink's caffeine, Maggie Simpson memorably dances to Britney Spears after drinking this","response":"Buzz (Cola)"},{"text":"Fused organic &amp; synthetic matter, they demanded conformity from Captain Picard","response":"Borg"},{"text":"\"The Munsters\" had a pet dragon named this who was known to scare off ne'er-do-wells","response":"Spot"}],"originalDate":"2024-05-01"},{"category":"YOU'RE REPEATING YOURSELF","comments":"","clues":[{"text":"Born to Chinese parents, he made his Carnegie Hall recital debut as a teen &amp; would go on to create the Silk Road Project","response":"Yo-Yo Ma"},{"text":"In productions of \"Grease\", this character, surname DiGregorio, is allegedly \"the best dancer at St. Bernadette's\"","response":"Cha-Cha"},{"text":"Along with Too-Too the owl &amp; Chee-Chee the monkey, this duck was what one might call a known associate of Doctor Dolittle","response":"Dab-Dab the duck"},{"text":"This underwhelming squadron commander from \"Catch-22\" got a promotion caused by a computer with a sense of humor","response":"Major (Major Major) Major"},{"text":"This author collaborated on \"Romance\" with Joseph Conrad","response":"Ford Madox Ford"}],"originalDate":"2024-05-01"},{"category":"REALLY TOUGH CAPITALS","comments":"","clues":[{"text":"This capital of Barbados does have the type of structure in its name, like the 1872 Chamberlain one","response":"Bridgetown"},{"text":"The names of these 2 Central American capitals include the full names of their countries","response":"Guatemala City & Panama City"},{"text":"Though it's in the middle of the island, not a port, Antananarivo is this country's capital","response":"Madagascar"},{"text":"Alofi is the capital of this newly independent island state recognized by the U.S. in 2023","response":"Niue"},{"text":"Bissau is the capital of Guinea-Bissau; this is the capital of regular Guinea","response":"Conakry"}],"originalDate":"2024-05-01"},{"category":"DREAMT OF IN YOUR PHILOSOPHY","comments":"","clues":[{"text":"Edmund Burke took on aesthetics with an aptly titled \"Enquiry into the Origin of Our Ideas of the Sublime and\" this","response":"<i>Beautiful</i>"},{"text":"In Tokugawa Japan of the 17th to 19th c., the dominant thought was neo-this philosophy of a guy from across the Sea of Japan","response":"neo-Confucianism"},{"text":"Thomas Kuhn is known for his talk of these frameworks whose \"shifts\" can change our worldview","response":"paradigms"},{"text":"This Scot who died in 1776 was a leader in empiricism, the belief that all knowledge is from experience","response":"Hume"},{"text":"Aristotle was known to stroll while teaching, giving us this word for his followers or walking in general","response":"peripatetic"}],"originalDate":"2024-05-01"},{"category":"NOT YOUR EVERYDAY WORDS","comments":"","clues":[{"text":"Containing an archaic word for a wagon, it's just your basic builder of wagons","response":"a wainwright"},{"text":"It can be a noun or a verb!  A shaved head of a monk, or to shave the head that way","response":"tonsure"},{"text":"It means (really) fertile, but with only 6 letters, plus sounds smarter &amp; is more fun to say","response":"fecund"},{"text":"This odd word from astronomy also means a combination of 2 feet in one meter in poetry","response":"syzygy"},{"text":"From Latin for \"begin\", it means just beginning or incoherent; its spelling includes a boys' school founded in 1896","response":"inchoate"}],"originalDate":"2024-05-01"},{"category":"AARON BURR &amp; FRIENDS","comments":"(Ken: His friends are others whose initials consist of two consecutive letters of the alphabet, and take note, we will need both names.  I'm looking at you, Amodio.)","clues":[{"text":"In 1851 Ole Bull offered him a job as an in-house playwright at a theater in Bergen","response":"Henrik Ibsen"},{"text":"Adeline Stephen published novels under this name","response":"Virginia Woolfe"},{"text":"In 1877 Congress commissioned the Electoral Commission after he got 184 electoral votes but needed 185; it did not end well for him","response":"Samuel Tilden"},{"text":"Née Coffin, she parted with Elizabeth Cady Stanton to organize the Seneca Falls Convention","response":"Lucretia Mott"},{"text":"Louis Armstrong called this Canadian \"The Man with 4 Hands\", while Duke Ellington nicknamed him the \"Maharajah of the Keyboard\"","response":"Oscar Peterson"}],"originalDate":"2024-05-01"}],[{"category":"16th CENTURY STUFF","comments":"","clues":[{"text":"Nanak, the first of these spiritual teachers of the Sikhs, got the ball rolling for them in Punjab","response":"guru"},{"text":"The O-\"G\", this name I Vasa, founded Sweden's Vasa ruling line &amp; reigned from 1523 until his 1560 death","response":"Gustav"},{"text":"An epidemic of this disease, variola major, helped Cortes &amp; company conquer a thickly populated Tenochtitlan","response":"smallpox"},{"text":"This French doctor began looking into the future in 1547 &amp; published the 1555 book \"Prophecies\"","response":"Nostradamus"},{"text":"A 1526 defeat of the Sultan of Delhi at Panipat saw the rise of this empire in India","response":"the Mughal Empire"}],"originalDate":"2024-05-01"},{"category":"BATMAN'S ALTER EGOS","comments":"(Ken: You'll need to name the movie Batman actor given a different one of his roles.)","clues":[{"text":"Edward Cullen","response":"(Robert) Pattinson"},{"text":"\"American Psycho\"","response":"Christian Bale"},{"text":"\"Mr. Mom\"","response":"Michael Keaton"},{"text":"\"The Accountant\"","response":"Ben Affleck"},{"text":"Fred Friendly","response":"George Clooney"}],"originalDate":"2024-05-01"},{"category":"BRITSPEAK","comments":"","clues":[{"text":"A pea-souper is a thick one of these weather conditions","response":"fog"},{"text":"Often tea &amp; a biscuit (buns &amp; cocoa for Paddington), this \"numeric\" pre-lunch snack is always right on time","response":"elevenses"},{"text":"I bought the armoire on hire purchase, what we Yanks call this 2-word term; a year from May, it's all mine","response":"installment plan"},{"text":"One theory on the origin of this 3-word phrase involves P.M. Robert Gascoyne-Cecil giving his nephew cabinet jobs","response":"Bob's your uncle"},{"text":"There's a primate in this British expression that refers to freezing weather; the Beastie Boys song is about booze","response":"brass monkey"}],"originalDate":"2024-05-01"},{"category":"COMPLIMENTS TO THE WRITER","comments":"","clues":[{"text":"\"I greet you at the beginning of a great career\" from this Mass. man was a \"Leaves of Grass\" blurb; so much for self-reliance, Walt","response":"Emerson"},{"text":"The N.Y. Times said \"The Secret History\" by this woman was \"remarkably powerful\" &amp; \"ferociously well-paced \"","response":"Donna Tartt"},{"text":"\"You are the best author in human history\"<span class=\"nobreak\">--</span>in a kid's fan letter for \"Watchmen\"<span class=\"nobreak\">--</span>became a blurb for his novel \"Jerusalem\"","response":"Alan Moore"},{"text":"For \"In Our Time\", Ford Madox Ford called him \"the best writer in America at this moment (though ... he happens to be in Paris)\"","response":"Hemingway"},{"text":"This famously publicity-averse \"Vineland\" novelist complimented George Saunders' work as \"astoundingly tuned\"","response":"Thomas Pynchon"}],"originalDate":"2024-05-01"},{"category":"-OLOGIES","comments":"","clues":[{"text":"Petrology deals with the study of these, including origin &amp; classification","response":"rocks"},{"text":"Remove 2 letters from the study of weather to get this, the study of weights &amp; measures","response":"metrology"},{"text":"Otology is the science that deals with the ear &amp; this is the field that deals with hearing","response":"audiology"},{"text":"At Brown Jessaca Leinaweaver, the chair of this department aims to study \"humanity, past &amp; present\"","response":"anthropology"},{"text":"William James' 1890 \"The Principles of\" this is considered a classic in the field","response":"Psychology"}],"originalDate":"2024-05-01"},{"category":"REDONE-DANCY","comments":"","clues":[{"text":"This speedy superhero came to TV in 1990, then more successfully 20+ years later on the CW","response":"The Flash"},{"text":"In 2023 Lana Del Rey ended a U.S. tour in this state &amp; put out a version of \"Take Me Home, Country Roads\", which mentions it","response":"West Virginia"},{"text":"There was some real redone-Dancy when Hugh Dancy came to TV as an ADA in this Dick Wolf series restarted after a 10-year hiatus","response":"<i>Law & Order</i>"},{"text":"\"The Bridge\", about Swedish &amp; Danish cops on the same case, was remade as this show in which the cops are British &amp; French","response":"<i>The Tunnel</i>"},{"text":"In 2003 No Doubt charted with \"It's My Life\", first a 1984 hit for this group that could be in the REPETITION category","response":"Talk Talk"}],"originalDate":"2024-05-01"}],{"category":"THE WORLD OF SCIENCE","text":"nobelprize.org says some papers of this scientist \"are stored in lead boxes\", a \"legacy that is literally untouchable\"","response":"Marie Curie"}]}