{"mix":160,"rounds":[[{"category":"A GAP ON THEIR  RÉSUMÉS","comments":"","clues":[{"text":"Signore Marco Polo, I understand travel is arduous in the 1200s, but you have no work history in this city of ours for 1/4 century","response":"Venice"},{"text":"In a Germanic text from around 1200, Odin taunts this cunning guy about having spent 8 years underground milking cows","response":"Loki"},{"text":"The 2 cities where there are references to Will Shakespeare in 1585 &amp; 1592; in between come the \"Lost Years\"","response":"Stratford-upon-Avon & London"},{"text":"On his C.V., this subject of a Bible parable probably would skip the time he \"wasted his substance with riotous living\"","response":"the Prodigal Son"},{"text":"In 1966 this future politician left college for 2 1/2 years for a mostly unsuccessful mission to make French people Mormon","response":"Mitt Romney"}],"originalDate":"2024-04-30"},{"category":"QUESTIONABLE SONG TITLES","comments":"","clues":[{"text":"The title line of this Whitney Houston song is followed by the line \"if he really loves me\"","response":"\"How Will I Know?\""},{"text":"2 songs from \"Barbie\" got Oscar nominations: \"I'm Just Ken\" &amp; this one by Billie Eilish that took home the gold","response":"\"What Was I Made For?\""},{"text":"This song from \"The Lion King\" seems to answer the title question with, \"It is where we are, it's enough for this wide eyed wanderer\"","response":"\"Can You Feel The Love Tonight?\""},{"text":"Ariana Grande addressed her critics in the video for this No. 1 song whose title is a response to the gossip about her","response":"\"Yes, And?\""},{"text":"This Smiths song whose title is an existential question mentions \"a shyness that is criminally vulgar\" (maybe Morrissey's?)","response":"\"How Soon Is Now?\""}],"originalDate":"2024-04-30"},{"category":"ENDS WITH \"K\"","comments":"","clues":[{"text":"It precedes \"Thursday\" in an alliterative nostalgic Internet trend","response":"throwback"},{"text":"Astronauts James Voss &amp; Susan Helms did one that lasted nearly 9 hours","response":"a spacewalk"},{"text":"This loose 5-letter garment that can be used as an apron for cooking or art projects is fun to say","response":"a smock"},{"text":"A sick ride for Elphaba or Hermione","response":"a broomstick"},{"text":"This job with a body part in its name means a laborer on an oil rig","response":"a roughneck"}],"originalDate":"2024-04-30"},{"category":"GIVING SOME DIRECTION","comments":"","clues":[{"text":"This directional word precedes \"Ho!\" in the title of a 19th century British novel about adventures in the New World","response":"Westward"},{"text":"This \"profound\" term refers to a region of the U.S. that includes Alabama &amp; Mississippi","response":"the Deep South"},{"text":"In a CCR song, it's where Willy &amp; the poor boys are playing \"out in the street\"","response":"down on the corner"},{"text":"A number &amp; a measurement are in this term describing the buried dead","response":"6 feet under"},{"text":"This Shakespeare guy is \"but mad north-north-west: when the wind is southerly I know a hawk from a handsaw\"","response":"Hamlet"}],"originalDate":"2024-04-30"},{"category":"THE GAP ON THEIR RÉSUMÉS","comments":"","clues":[{"text":"Résumés including Gap ads &amp; \"The Super Models\" on Apple TV+ include Naomi Campbell's, Christy Turlington's &amp; this Illinois native's","response":"Cindy Crawford"},{"text":"\"You live, you learn, you love, you learn\" &amp; this singer did all those between her 2005 Gap campaign &amp; the one for Christmas 2023","response":"Alanis Morissette"},{"text":"Before playing the fellow alliterate Lois Lane starting in 2013, she told Gap shoppers about specials on t-shirts","response":"Amy Adams"},{"text":"Her career includes Gap commercial singing with Madonna &amp; first woman rapper in the Rock &amp; Roll Hall of Fame","response":"Missy Elliott"},{"text":"In happier times (1989), Joan Didion did a Gap ad with this daughter who was named after a state in the Yucatán","response":"Quintana Roo"}],"originalDate":"2024-04-30"},{"category":"BLANK VERSE","comments":"","clues":[{"text":"\"What happens to a dream deferred? Does it dry up like a ____ in the sun?\"","response":"a raisin"},{"text":"Blake: <br>\"Tyger Tyger, burning bright, in the ____ of the night\"","response":"the forests"},{"text":"By Jenny Joseph: <br>\"When I am an old woman, I shall wear ____ with a red hat which doesn't go\"","response":"purple"},{"text":"Robert Browning: <br>\"That's my last ____ painted on the wall, looking as if she were alive\"","response":"duchess"},{"text":"Shelley: <br>\"O, wild <br>____ ____,<br>thou breath of autumn's being\"","response":"West Wind"}],"originalDate":"2024-04-30"}],[{"category":"5-SYLLABLE WORDS","comments":"","clues":[{"text":"This adjective describes the Calvinist religious views of the people who settled Mass. as well as the people themselves","response":"puritanical"},{"text":"It's another word for pharmacist","response":"apothecary"},{"text":"A Polish trade union, or a feeling of like-mindedness among any union members","response":"Solidarity"},{"text":"In law they're the type of damages based on your proven loss, like the value of that flugelhorn","response":"compensatory"},{"text":"Fassi in Rome is this type of shop where we guess Italian kids are taken for sweet treats after the soccer match","response":"a gelateria"}],"originalDate":"2024-04-30"},{"category":"LAW SLAW","comments":"","clues":[{"text":"We're not sure if lawyers still do this, but in \"Middlemarch\", Mr. Standish does, to relatives after a rich man's death","response":"read the will"},{"text":"Deliberately picking a Communist celebration, in the 1950s the president of this org. chose May 1 as Law Day","response":"the American Bar Association"},{"text":"In 1919, around when Prohibition began, New Mexico enacted a $1,000 fine for this, applied to the passenger too","response":"driving while intoxicated (drunk driving)"},{"text":"As we've all been told, federal law<span class=\"nobreak\">--</span>14 CFR 135.127 if you're curious<span class=\"nobreak\">--</span>prohibits tampering with, disabling or destroying these","response":"the lavatory smoke detectors"},{"text":"The Atlantic says courts have consistently ruled police have no specific duty to protect anyone except them","response":"prisoners (people in their custody)"}],"originalDate":"2024-04-30"},{"category":"LITERATURE: THE SOMETHING OF SOMETHING","comments":"","clues":[{"text":"The Joad more traveled; spoiler! Grampa &amp; Granma don't finish the trip; life ain't peachy","response":"<i>The Grapes of Wrath</i>"},{"text":"Y'know, I think that portrait's crooked; man, you look great! What's your secret?; what's Wilde is that it's Oscar's only novel","response":"<i>The Picture of Dorian Gray</i>"},{"text":"An island prison, an island treasure; the main guy loses his Mercédès; revenge is served extremely cold","response":"<i>The Count of Monte Cristo</i>"},{"text":"Get your Wharton MBA; Newland Archer aims for a new romance; well, that certainly was a time &/or era","response":"<i>The Age of Innocence</i>"},{"text":"Colorful in so many ways; Civil War is hell; Henry, don't be a hero","response":"<i>The Red Badge of Courage</i>"}],"originalDate":"2024-04-29"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"A single dot in Braille represents this letter","response":"\"A\""},{"text":"The proper way to address the pope<span class=\"nobreak\">--</span>if you ever were to meet him<span class=\"nobreak\">--</span>is with this 2-word salutation","response":"Your Holiness"},{"text":"From the Greek for \"to hear\", it's the science of sound, including its transmission &amp; reception","response":"acoustics"},{"text":"Autocue is another name for this device used by some on-camera talent","response":"a teleprompter"},{"text":"Over 200 years old, this debating society brings lively discussion (hopefully with British manners) to Oxford University","response":"the (Oxford) Union"}],"originalDate":"2024-04-29"},{"category":"CHRONICALLY ON LINE","comments":"","clues":[{"text":"The ice cream machine at this fast food chain was working in 1990s Russia when the 1st one there served a line of 30k people","response":"McDonald's"},{"text":"A 2009 Florida Times-Union article said shoppers for this November day \"began camping out Wednesday night\"<span class=\"nobreak\">--</span>Wednesday!","response":"Black Friday"},{"text":"Watch for the costumed Elmos while waiting on line at this Times Square booth for discounts on Broadway shows","response":"the TKTS booth"},{"text":"In 2012 a viral photo showed a \"conga line\" of climbers moving up the Lhotse face on this mountain","response":"Everest"},{"text":"A doorman who worked the line at this defunct disco said, \"It was inclusive of people who were of that moment in Manhattan\"","response":"Studio 54"}],"originalDate":"2024-04-29"},{"category":"FUN WITH PREFIXES","comments":"","clues":[{"text":"As its Greek prefix suggests, ergonomics deals with injuries related to this","response":"work"},{"text":"This prefix meaning \"star\" works on its own as a name for a cartoon dog or a Houston ballplayer","response":"astro"},{"text":"In front of \"structure\", this 5-letter prefix means underneath","response":"infra"},{"text":"Meaning \"many\", this prefix is found in front of -amorous or -hedron","response":"poly"},{"text":"Meaning \"without fertilization\", this prefix is found in front of -genesis in a long scientific word","response":"partheno"}],"originalDate":"2024-04-29"}],{"category":"PRESIDENTIAL CANDIDATES","text":"The running mates of this candidate included John Kern, Arthur Sewall &amp; Adlai Stevenson I","response":"William Jennings Bryan"}]}