{"mix":161,"rounds":[[{"category":"GREATER THAN, LESS THAN OR EQUAL TO","comments":"","clues":[{"text":"One statute mile is equal to this number of feet","response":"5,280"},{"text":"On the pH scale anything that ranks less than 7 is considered this","response":"acidic"},{"text":"In geometry this type of angle is greater than 90 degrees but less than 180","response":"obtuse"},{"text":"Introduced by Einstein in 1905, it's been called \"the most famous equation in the world\"","response":"E=mc<sup>2</sup>"},{"text":"By definition negative numbers are ones that are this, also the title of a novel &amp; film","response":"less than zero"}],"originalDate":"2024-04-29"},{"category":"DISNEY MOVIE BY LYRICS","comments":"","clues":[{"text":"\"Be our guest, be our guest, put our service to the test\"","response":"<i>Beauty and the Beast</i>"},{"text":"\"You're welcome! For the tides, the sun, the sky... you're welcome! I'm just an ordinary demi-guy\"","response":"<i>Moana</i>"},{"text":"\"When hearts are high, the time will fly, so whistle while you work\" (&amp; put those dishes in the tub, woodland animals!)","response":"<i>Snow White</i>"},{"text":"\"I'm in the mood to help you, dude, you ain't never had a friend like me\"","response":"<i>Aladdin</i>"},{"text":"\"De Bogotá hasta palenque me fui con toda la gente\"","response":"<i>Encanto</i>"}],"originalDate":"2024-04-29"},{"category":"NAMES IN AMERICAN HISTORY","comments":"","clues":[{"text":"Brazil's emperor Pedro II was on hand when he demonstrated his telephone at the Philadelphia exhibition in 1876","response":"Bell"},{"text":"He escaped on a British ship, leaving John André to be hanged; unpopular in America &amp; Britain, he'd die in London in 1801","response":"Benedict Arnold"},{"text":"In 1895 this Black educator said, \"We can be as separate as the fingers, yet one as the hand in all things essential to mutual progress\"","response":"Booker T. Washington"},{"text":"Starting in 1758 Francis Lightfoot Lee served in this assembly in Colonial Virginia","response":"the House of Burgesses"},{"text":"Did he sell the item that is his first name in his Georgia mercantile store? No idea, but he did sign the Declaration of Independence","response":"Button Gwinnett"}],"originalDate":"2024-04-29"},{"category":"LAWFUL QUOTATIONS","comments":"","clues":[{"text":"In a 1697 play Colley Cibber wrote that this \"is eleven points in the law\"","response":"possession"},{"text":"In 1966 The Bobby Fuller Four sang, \"I'm breakin' rocks in the hot sun, I fought the law &\" this happened","response":"the law won"},{"text":"Kipling called \"the laws of\" this place \"many and mighty\"","response":"the jungle"},{"text":"Named for an aerospace engineer, it says that if something can go wrong, it will","response":"Murphy's law"},{"text":"This Supreme Court justice known as the \"Great Dissenter\" said, \"Great cases, like hard cases, make bad law\"","response":"Oliver Wendell Holmes"}],"originalDate":"2024-04-26"},{"category":"PLURALIZE, PLEASE","comments":"","clues":[{"text":"Sheep <br>(5 letters... you know, like moose is 5 letters)","response":"sheep"},{"text":"Hoof <br>(6 letters)","response":"hooves"},{"text":"Sarcophagus<br>(10 letters)","response":"sarcophagi"},{"text":"Passer-by <br>(9 letters)","response":"passers-by"},{"text":"Appendix <br>(10 letters, none of them X)","response":"appendices"}],"originalDate":"2024-04-26"},{"category":"THE LIGHTNING ROUND","comments":"","clues":[{"text":"Usually copper, it can physically protect a structure &amp; metaphorically describe someone used to divert an attack from another","response":"a lightning rod"},{"text":"A French courtier wrote that this American \"snatched the lightning shaft from heaven and the scepter from tyrants\"","response":"Benjamin Franklin"},{"text":"If you want to catch lightning on a bottle, shop for this sports drink created in 1965","response":"Gatorade"},{"text":"A party of 2, these are Santa's 2 reindeer whose names mean \"thunder\" &amp; \"lightning\"","response":"Donner & Blitzen"},{"text":"\"Spark Ranger\" Roy Sullivan got zapped at Shenandoah Natl. Park in this \"colorful\" mountain range; over time, Roy took 6 more hits","response":"the Blue Ridge Mountains"}],"originalDate":"2024-04-26"}],[{"category":"POETRY FOR THEE","comments":"","clues":[{"text":"Words that rhyme in this poem include bore, shore, implore, Lenore &amp; door, &amp; there is at least one \"-more\"","response":"\"The Raven\""},{"text":"Xanadu, your neon lights will shine for you as the location of this ruler's \"stately pleasure-dome\"","response":"Kublai Khan"},{"text":"It's kind of a shame Lewis Carroll is not alive to rewrite this piece &amp; rhyme \"bandersnatch\" with \"Cumberbatch\"","response":"\"Jabberwocky\""},{"text":"Whitman got tired of this somewhat cheesy 1865 elegy for Lincoln &amp; wrote another, \"When Lilacs Last in the Dooryard Bloom'd\"","response":"\"O Captain! My Captain!\""},{"text":"Ginsberg \"saw the best minds of my generation destroyed by madness\" in this primal scream of a poem","response":"\"Howl\""}],"originalDate":"2024-04-26"},{"category":"POP CULTURE INITIALS","comments":"","clues":[{"text":"Founded in 1972 by Time Inc., the company known by these 3 letters set cable on fire with \"The Sopranos\" &amp; \"Sex &amp; the City\"","response":"HBO"},{"text":"Playing himself in \"J.C.V.D.\", this international superstar kicked around in Belgium","response":"Jean-Claude Van Damme"},{"text":"The initials in the movie &amp; TV title \"M*A*S*H\" stood for this, where they worked","response":"Mobile Army Surgical Hospital"},{"text":"It's faster to say these 3 letters than Maya Arulpragasam, whose stage name honors a cousin who disappeared","response":"M.I.A."},{"text":"Ryan Reynolds &amp; Jeff Bridges starred in this film, playing lawmen dispensing justice from beyond the grave","response":"<i>R.I.P.D.</i>"}],"originalDate":"2024-04-26"},{"category":"GORGES COUNTRIES","comments":"","clues":[{"text":"The Avon &amp; Cheddar Gorges","response":"England"},{"text":"Part of a trio, the Wu &amp; Qutang","response":"China"},{"text":"Todra Gorge in the High Atlas","response":"Morocco"},{"text":"Aare Gorge","response":"Switzerland"},{"text":"Olduvai Gorge","response":"Tanzania"}],"originalDate":"2024-04-25"},{"category":"TOP 10 BABY NAMES","comments":"(Ken: The most popular in 2022, according to the Social Security Administration.)","clues":[{"text":"Maybe acting is in the future for kids with this name, No. 1 for females; at least it was for Ms. Colman &amp; Ms. Wilde","response":"Olivia"},{"text":"Maybe acting is in the future for kids with this name, No. 1 for males; at least it was for Mr. Hemsworth &amp; Mr. Cunningham","response":"Liam"},{"text":"It was No. 2 for males, or should we say, \"there went in two and two unto\" this name \"as God had commanded\"","response":"Noah"},{"text":"No. 7 for girls, this 3-letter palindromic name will be one of the first called alphabetically when roll is taken","response":"Ava"},{"text":"This No. 2 name on the list for baby girls was the No. 1 name for Jane Austen in an 1815 novel","response":"Emma"}],"originalDate":"2024-04-25"},{"category":"BRO-POURRI","comments":"","clues":[{"text":"The scholarly feats of the Brothers Grimm include compiling this type of reference work, the. \"Deutsches Wörterbuch\"","response":"a dictionary"},{"text":"This company acquired the rights to the British board game Cluedo &amp; renamed it Clue in 1949","response":"the Parker Brothers"},{"text":"This 1954 musical centers on a septet of backwoods siblings intent on finding mates","response":"<i>Seven Brides for Seven Brothers</i>"},{"text":"These brothers bought James A. Bailey's business in 1907","response":"the Ringling brothers"},{"text":"This outlaw band of siblings including Grat, Bob &amp; Emmett were cousins of the cutthroat Younger brothers","response":"the Dalton brothers"}],"originalDate":"2024-04-25"},{"category":"\"A.C.\"","comments":"","clues":[{"text":"When it comes to electricity in our homes, the AC in AC/DC stands for this","response":"alternating current"},{"text":"In college John Legend was a director of this kind of singing group without musical accompaniment","response":"<i>a cappella</i>"},{"text":"One of these with hidden pictures or treats typically begins on December 1 &amp; helps kids count down to Christmas","response":"an Advent calendar"},{"text":"The Gerald R. Ford one of these cost $13 billion to build &amp; is more than 3 football fields long","response":"an aircraft carrier"},{"text":"Shirley Temple sang about these in her \"soup, monkeys &amp; rabbits loop the loop\"","response":"animal crackers"}],"originalDate":"2024-04-25"}],{"category":"ISLANDS OF EUROPE","text":"In February 1793 the French were repulsed in an attack on this island from one just north that they controlled","response":"Sardinia"}]}