{"mix":162,"rounds":[[{"category":"VOCABULARY","comments":"","clues":[{"text":"A primigravida is a woman in this condition for the first time","response":"pregnant"},{"text":"It can mean \"hits hard &amp; loudly\" or \"suggests\", as in \"his email ____ of desperation\"","response":"smacks"},{"text":"Here's a flash<span class=\"nobreak\">--</span>fulgurous means emitting this atmospheric phenomenon or resembling it","response":"lightning"},{"text":"A fiasco, disaster or collapse, it's the French title of Émile Zola's novel about Germany's defeat of France in 1871","response":"<i>La Débâcle</i>"},{"text":"Italian gives us this word for an outline of what could happen, also an old word for a screenplay","response":"a scenario"}],"originalDate":"2024-04-25"},{"category":"U.S. MILITARY ACTIONS","comments":"","clues":[{"text":"In 1816 U.S. forces invaded the Spanish part of what's now this U.S. state &amp; destroyed a fort on the Apalachicola River","response":"Florida"},{"text":"1960s space heroes Neil Armstrong &amp; John Glenn (\"The MiG-Mad Marine\") had both been combat flyers in this war","response":"Korea"},{"text":"The 1847 storming of Chapultepec Castle near Mexico City inspired these first 5 words of the Marine Corps' famous hymn","response":"From the halls of Montezuma"},{"text":"In 1974 the U.S. Navy evacuated Americans from this island after war broke out between Greek &amp; Turkish factions","response":"Cyprus"},{"text":"In January 2024 the U.S. began striking targets of this rebel group in Yemen who were attacking Red Sea shipping","response":"the Houthis"}],"originalDate":"2024-04-24"},{"category":"HIKING GEAR","comments":"","clues":[{"text":"This end-of-the-alphabet company sells a ferro rod for starting campfires, if you don't have one of its lighters handy","response":"Zippo"},{"text":"In an early 1900s camping guide, Horace Kephart wrote about a hiking snack of raisins, nuts &amp; chocolate now called this","response":"gorp (trail mix)"},{"text":"Sunglasses named for this icy formation are designed to block sunlight reflecting off snow in Alpine terrain","response":"a glacier"},{"text":"Don't forget bug spray! The CDC recommends repellent with this 4-letter ingredient to repel ticks","response":"DEET"},{"text":"For drinkable water, bring tablets of chlorine dioxide or this element, which nps.gov says is a \"frequently used\" disinfection agent","response":"iodine"}],"originalDate":"2024-04-24"},{"category":"ETYMOLOGIES","comments":"","clues":[{"text":"You may vacation in this type of cozy little building whose name derives from \"the Bengali style\"","response":"a bungalow"},{"text":"Here's a flex<span class=\"nobreak\">--</span>Romans thought that these, found all over your body, resembled a \"little mouse\"","response":"muscles"},{"text":"This word for a break you take is etymologically similar to \"respect\" &amp; has the same number of letters","response":"respite"},{"text":"An Italian word for \"embroiled\" gives us this word for a complicated situation","response":"imbroglio"},{"text":"There's a silent \"P\" at the beginning of this word that comes from the Greek for \"pertaining to air\" &amp; is used of tires","response":"pneumatic"}],"originalDate":"2024-04-24"},{"category":"THE RITE STUFF","comments":"","clues":[{"text":"Hebrew for \"daughter of commandment\" , this rite celebrates the transition of 12-year-old Jewish girls into adulthood","response":"a bat mitzvah"},{"text":"In Shinto households, it is common to have communion with kami (or gods) by drinking this after a major festival","response":"sake"},{"text":"Acts 19:3 mentions this sacrament that uses holy water &amp; is seen as an admission to the Catholic faith","response":"baptism"},{"text":"Sounding like a film festival that dates back to 1978, this rite of Plains Indians was a ritual to gain power from the supernatural","response":"sun dance"},{"text":"One of the final rites for pilgrims to this holy city is to throw stones at the 3 walls of Mina","response":"Mecca"}],"originalDate":"2024-04-24"},{"category":"ESSAYS","comments":"","clues":[{"text":"In a landmark essay, Ta-Nehisi Coates argued \"The Case for\" these payments to descendants of slaves","response":"reparations"},{"text":"In 1850 Herman Melville wrote an essay on this author's short stories, including \"Young Goodman Brown\"","response":"Nathaniel Hawthorne"},{"text":"In jail Mahatma Gandhi would often read a copy of this 1849 Thoreau essay for inspiration","response":"<i>Civil Disobedience</i>"},{"text":"His satirical 1729 essay \"A Modest Proposal\" suggested poverty in Ireland could be lessened by killing &amp; eating the children of the poor","response":"Swift"},{"text":"\"Death is stronger than I am\", this British woman wrote in \"The Death of the Moth\", published the year after she took her own life","response":"Virginia Woolf"}],"originalDate":"2024-04-24"}],[{"category":"ENGINEERING MARVELS","comments":"","clues":[{"text":"1,125 feet at its highest point, the Millau Viaduct over the River Tarn in this nation is the world's tallest bridge","response":"France"},{"text":"Fearing a Japanese invasion, regiments of this military group built a 1,500-mile highway in Alaska &amp; Canada in 8 months in 1942","response":"the Army Corps of Engineers"},{"text":"This glass cantilever bridge overhanging the Grand Canyon by 70 feet is so strong it could support 70 747 planes","response":"the Skywalk"},{"text":"This dam across the Columbia River created Franklin D. Roosevelt Lake, a reservoir of more than 9 million acre-feet","response":"the Grand Coulee Dam"},{"text":"100,000 gulag prisoners with picks &amp; shovels built the White Sea-Baltic Canal, which empties into this gulf, an arm of the Baltic","response":"the Gulf of Finland"}],"originalDate":"2024-04-24"},{"category":"WORDS &amp; THEIR MEANINGS","comments":"","clues":[{"text":"From the Latin for \"somewhere else\", it can be a claim that proves innocence or the person who backs up that claim","response":"alibi"},{"text":"Aspirin is an analgesic, describing its effect &amp; from Greek for \"lack of\" this","response":"pain"},{"text":"From Italian, it can mean a daring desperado as well as a cheer","response":"bravo"},{"text":"It's not trivial knowledge that trivia comes from a word meaning a spot where 3 of these meet","response":"road"},{"text":"It once meant a light, fast ship but has come to mean one that's old &amp; worn-out &amp; possibly dismantled","response":"a hulk"}],"originalDate":"2024-04-23"},{"category":"WHAT ARE YOU AFRAID OF?","comments":"","clues":[{"text":"Glossophobia: <br>This, especially in public","response":"speaking"},{"text":"Coulrophobia: <br>These performers &amp; please don't send them in","response":"clowns"},{"text":"Chorophobia: <br>This activity","response":"dancing"},{"text":"Samhainophobia: <br>This holiday","response":"Halloween"},{"text":"Porphyrophobia: <br>This, literally, also the title of a 1983 Pulitzer Prize-winning novel","response":"the color purple"}],"originalDate":"2024-04-23"},{"category":"RELAX, IT'S MATH","comments":"","clues":[{"text":"From Latin for \"twice\" &amp; \"cut\", it means to divide a line or figure into 2 equal parts","response":"bisect"},{"text":"\"Like fractions\" have the same this, making it easy to add &amp; subtract them","response":"denominators"},{"text":"In a Tom Lehrer song, a movie called \"The Eternal Triangle\" stars Ingrid Bergman as this longest side of a right triangle","response":"a hypotenuse"},{"text":"It's a constant that multiplies a variable; in physics, there's a well-known one \"of friction\"","response":"a coefficient"},{"text":"These coordinates named for a 17th c. man describe the position of points in space in relation to an x-axis &amp; y-axis","response":"Cartesian"}],"originalDate":"2024-04-23"},{"category":"SHARED INTERNATIONAL LAKES","comments":"","clues":[{"text":"Egypt &amp; Sudan share this lake created by the building of the Aswan High Dam","response":"Nasser"},{"text":"Lake Champlain is shared by the states of Vermont &amp; New York &amp; this province","response":"Quebec"},{"text":"This Russian hero named for a victory at the Neva River also won a battle on frozen Lake Peipus, now shared by Russia &amp; Estonia","response":"Alexander Nevsky"},{"text":"Niger, Nigeria &amp; Cameroon all share this lake with its namesake nation","response":"Chad"},{"text":"The world's highest navigable lake, it's shared by Peru &amp; Bolivia","response":"Titicaca"}],"originalDate":"2024-04-23"},{"category":"NAME THAT AUTHOR","comments":"","clues":[{"text":"\"Early in the spring of 1750... a man-child was born to Omoro and Binta Kinte\"","response":"Haley"},{"text":"\"Oh, how he loved that smell! And oh, how he wished he could go inside the factory and see what it was like!\"","response":"Roald Dahl"},{"text":"\"The John Galt line was moving forward. The attacks on his metal had ceased\"","response":"Ayn Rand"},{"text":"\"It was porkmaking by machinery, porkmaking by applied mathematics <br>... but this slaughtering machine ran on\"","response":"(Upton) Sinclair"},{"text":"\"'I got in a couple of hassles at the work farm, to tell the pure truth, and the court ruled that I'm a psychopath\"'","response":"Ken Kesey"}],"originalDate":"2024-04-23"}],{"category":"TV CHARACTERS","text":"On TV in the 1960s &amp; the 2020s, this character has a first name that's partly from Latin for \"death\"","response":"Morticia Addams"}]}