{"mix":163,"rounds":[[{"category":"20th CENTURY SONG, 21st CENTURY AD","comments":"","clues":[{"text":"'70s Native American band Redbone are back as \"Come &amp; Get Your Love\" is in ads for this brand's trucks like the Silverado","response":"Chevy"},{"text":"Perhaps hearing \"You're My Best Friend\" from this band's album \"A Night at the Opera\" got you to book that Carnival cruise","response":"Queen"},{"text":"This lodging service founded in 2007 built an ad around Bob Dylan's \"Shelter From The Storm\"","response":"Airbnb"},{"text":"\"Good Times Roll\" by this group turned up in a Capital One ad","response":"The Cars"},{"text":"Bud Light Seltzer put this KC &amp; the Sunshine Band footwear in a commercial","response":"\"Boogie Shoes\""}],"originalDate":"2024-04-23"},{"category":"I'LL REMEMBER LATE APRIL","comments":"","clues":[{"text":"Soviet victims of radiation accidents are remembered every April 26, the day of the meltdown at this site","response":"Chernobyl"},{"text":"Centuries after Europeans named it, then with no \"I\" in \"Serra\", this country became independent April 27, 1961","response":"Sierra Leone"},{"text":"This Swiss-based superlab released the World Wide Web free to all April 30, 1993, having considered charging a user fee","response":"CERN"},{"text":"On April 29, 1945 the 45th Infantry Division of the U.S. 7th Army arrived to liberate this concentration camp near Munich","response":"Dachau"},{"text":"This organization was founded 80 years ago on April 25 to benefit institutions including Howard &amp; Morehouse","response":"the United Negro College Fund"}],"originalDate":"2024-04-23"},{"category":"\"PRO\" NOUNS","comments":"","clues":[{"text":"The process of authenticating a will","response":"probate"},{"text":"An expert who uses behavioral knowledge to identify suspected criminals","response":"a profiler"},{"text":"An introduction to a literary work","response":"a prologue"},{"text":"A prominent nose, or an elephant's trunk","response":"a proboscis"},{"text":"From Latin for \"to beget\", it's a forefather or originator","response":"progenitor"}],"originalDate":"2024-04-23"},{"category":"BOOKED IN BOOKS","comments":"","clues":[{"text":"In an 1862 work he is chained by the neck &amp; taken to a prison in Toulon after stealing some bread","response":"Jean Valjean"},{"text":"In this nonfiction book, Helen Prejean writes to \"Elmo Patrick Sonnier... death row, Louisiana State Penitentiary\"","response":"<i>Dead Man Walking</i>"},{"text":"In this Dickens work Abel Magwitch tells Pip he was sentenced to 14 years in prison","response":"<i>Great Expectations</i>"},{"text":"In this Donn Pearce novel, later turned into a Paul Newman film, the title convict bets Society Red he can eat 50 eggs","response":"<i>Cool Hand Luke</i>"},{"text":"His confession to 2 murders &amp; his good deeds help limit this 19th century Russian character's prison term to just 8 years","response":"Raskolnikov"}],"originalDate":"2024-04-22"},{"category":"ALSO A BASKETBALL TERM","comments":"","clues":[{"text":"A group of notes on which a musical composition is based, such as C major &amp; F-sharp minor","response":"key"},{"text":"The ghost of Hamlet's father tells Hamlet he was murdered, \"murder most\" this, \"as in the best it is\"","response":"foul"},{"text":"\"Expedition Bigfoot\" &amp; \"Destination Fear\" are TV shows on this channel","response":"Travel"},{"text":"This word can follow twilight, buffer or comfort","response":"zone"},{"text":"Type of grant in which the federal government gives an annual sum of money to a state or local government to aid in a project","response":"a block grant"}],"originalDate":"2024-04-22"},{"category":"THE SUNDAY SCARIES","comments":"","clues":[{"text":"It's Sun., Oct. 27, 1929 &amp; brokers are freaking out; the 28th will be this \"colorful\" day on Wall Street... like 12.8% down historic","response":"Black Monday"},{"text":"Mr. &amp; Mrs. Jones are nervous about the haggling coming up on Monday but look forward to getting a new SUV, a Sorento from this company","response":"Kia"},{"text":"\"His palms are sweaty, knees weak, arms are heavy\"; sounds like Eminem is describing the Sunday scaries in this song","response":"\"Lose Yourself\""},{"text":"That high schooler is anxious about their Monday oral presentation on the 1821 2nd Compromise that let this state join the Union","response":"Missouri"},{"text":"I need my daily look at Diego Rivera's industry murals in the DIA, this city's Institute of Arts, but it's closed Mondays<span class=\"nobreak\">--</span>What now?","response":"Detroit"}],"originalDate":"2024-04-22"}],[{"category":"HISTORICAL FIGURES","comments":"","clues":[{"text":"Arsinoe IV, the sister of Cleopatra, fought the Roman army at this Egyptian port city around 48 B.C.","response":"Alexandria"},{"text":"Rebelling peasants inspired by the Reformation were let down by this man's tract \"against the murderous, thieving hordes of peasants\"","response":"(Martin) Luther"},{"text":"In the 1850s Congress awarded this man $20,000 for negotiating the Kanagawa Treaty","response":"(Commodore) Perry"},{"text":"This Black explorer learned the language &amp; skills of the Inuit people on many trips searching for the North Pole","response":"(Matthew) Henson"},{"text":"Former radical left Greek prime minister Alexis Tsipras gave his son the middle name Ernesto, after this man","response":"(Che) Guevara"}],"originalDate":"2024-04-22"},{"category":"ZIMBABWE","comments":"","clues":[{"text":"Until 1980 Zimbabwe bore the name of this 19th century British colonizer","response":"Rhodes"},{"text":"A group called Zimas combats the stigma of this pigment-lacking condition unusually common in Zimbabwe; sunscreen &amp; hats can help","response":"albinism"},{"text":"Niagara Falls is a city in New York at the Canadian border; similarly, this is a town in Zimbabwe at the Zambian border","response":"Victoria Falls"},{"text":"He served as Zimbabwe's prime minister &amp; president for 37 years, resigning in 2017 after political &amp; military pressure","response":"Mugabe"},{"text":"Named for an African chief, this capital city is home to the National Archives &amp; the University of Zimbabwe","response":"Harare"}],"originalDate":"2024-04-22"},{"category":"6-SYLLABLE WORDS","comments":"","clues":[{"text":"This process of getting back together was achieved &amp; celebrated in Germany in 1990","response":"reunification"},{"text":"19th c. liberation fighter José de San Martín got about as high in the military as possible, named this of the republic of Peru","response":"the generalissimo"},{"text":"The PV in HPV; there's a vaccine for that","response":"papillomavirus"},{"text":"From the Latin for \"conversation\", it's an informal or regional expression like \"bodacious\"","response":"a colloquialism"},{"text":"Meaning \"tireless\", it was the first British ship sunk at the 1916 Battle of Jutland","response":"the HMS <i>Indefatigable</i>"}],"originalDate":"2024-04-22"},{"category":"U.S.A.","comments":"","clues":[{"text":"When Francis Scott Key wrote the poem 15 stars spangled the banner, today this many do","response":"50"},{"text":"This river flows through or by 10 states","response":"the Mississippi"},{"text":"In 1970 the Post Office Department was reorganized &amp; renamed this","response":"the U.S. Postal Service"},{"text":"Alphabetically the states run from Alabama to this","response":"Wyoming"},{"text":"She's the circuit justice of the 9th Circuit covering Arizona &amp; Guam","response":"Sandra Day O'Connor"}],"originalDate":"1992-02-19"},{"category":"NAMES","comments":"","clues":[{"text":"For men, Ronnie is short for Ronald; for women, it's a derivative of this","response":"Veronica"},{"text":"This Anglo-Saxon name shows the man is a real leader; in fact it's an anagram of real","response":"Earl"},{"text":"A boy from Bern could tell you Bernard is as bold as this animal","response":"a bear"},{"text":"It's from German for \"brave as a lion\", which you have to be to critique movies as Mr. Maltin does","response":"Leonard"},{"text":"Eric, Leroy &amp; Richard are derived from names for this title","response":"king"}],"originalDate":"1992-02-19"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"It's the fungus that makes bread rise","response":"yeast"},{"text":"According to legend, the Chinese emperor Shennung brewed the first cup of this in 2737 B.C.","response":"tea"},{"text":"Sillery is a still wine from this French district that's synonymous with sparkling wine","response":"Champagne"},{"text":"Carpaccio is an Italian appetizer made of slices of this raw meat with vinaigrette sauce","response":"beef"},{"text":"This Spanish soup of tomato, onion, cucumber, garlic, etc. is served ice-cold","response":"gazpacho"}],"originalDate":"1992-02-19"}],{"category":"BRAND NAMES","text":"They've been described as having the unique scent of \"slightly earthy soap with pungent, leather-like clay undertones\"","response":"Crayola (Crayons)"}]}