{"mix":168,"rounds":[[{"category":"LIVED PAST 100","comments":"","clues":[{"text":"Tom Morello's Rock &amp; Roll Hall of Fame acceptance speech on this band's behalf thanked Tom's mom, a centenarian teacher &amp; activist","response":"Rage Against the Machine"},{"text":"Known by this title, Elizabeth Bowes-Lyon made it to 101 in 2002","response":"the \"Queen Mum\""},{"text":"Dying at 101, this iconic producer of TV shows like \"All in the Family\" credited his longevity to work, lox &amp; bagels","response":"(Norman) Lear"},{"text":"The first foreign-born citizen to hold the post of secretary of state, he lived 6 months past his 100th birthday","response":"Henry Kissinger"},{"text":"This American folk painter who lived up to her byname was still working at the age of 100","response":"Grandma Moses"}],"originalDate":"2024-04-16"},{"category":"THE MOVIES","comments":"","clues":[{"text":"The title of this Billy Crystal-Meg Ryan film refers to 1977, driving from Chicago to New York together after college","response":"<i>When Harry Met Sally...</i>"},{"text":"In 2023 this book by Judy Blume finally became a movie, with Rachel McAdams as the title girl's mom","response":"<i>Are You There God? It's Me, Margaret.</i>"},{"text":"Steve Carell getting his chest waxed is comedy gold in this 2005 film","response":"<i>The 40-Year-Old Virgin</i>"},{"text":"The first DVD that Netflix mailed was this spirited film starring Alec Baldwin &amp; Geena Davis as a deceased married couple","response":"<i>Beetlejuice</i>"},{"text":"Elvis hangs loose in Honolulu after a stint in the Army in this 1961 film","response":"<i>Blue Hawaii</i>"}],"originalDate":"2024-04-16"},{"category":"PAGING THE FICTIONAL DRIVER","comments":"","clues":[{"text":"Paging this 1925 title character who owns a cream Rolls-Royce \"terraced with a labyrinth of windshields\"; you're blocking a Prius","response":"Gatsby"},{"text":"Paging Denny in \"The Art of Racing in\" this condition; just letting you know your dog is in your BMW 3.0 CSi","response":"the rain"},{"text":"Can you hear me, Stephen King teen Arnie Cunningham? Your 1958 Plymouth Fury nicknamed this has a bad muffler<span class=\"nobreak\">--</span>&amp; other issues","response":"Christine"},{"text":"This Robert B. Parker detective, if that's your maroon MGB with whitewalls, your lights are on","response":"Spenser"},{"text":"Dean Moriarty in this 1950s classic, as the title indicates, you're putting some miles on that 1949 Hudson","response":"<i>On the Road</i>"}],"originalDate":"2024-04-16"},{"category":"DON'T EAT THAT!","comments":"","clues":[{"text":"It comes before poor, nap, cheap &amp; bag","response":"dirt"},{"text":"A rook is a type of this, another 4-letter fowl","response":"crow"},{"text":"Types of these devices include atomic &amp; grandfather","response":"clocks"},{"text":"Binney &amp; Smith began selling boxes of these, made from wax, in 1903; colors ranged from black to yellow","response":"crayons"},{"text":"This Peter Frampton band sang \"30 Days In The Hole\"","response":"Humble Pie"}],"originalDate":"2024-04-16"},{"category":"MAKING NOISE","comments":"","clues":[{"text":"Some travel through the Arctic requires watching out for growlers, smallish but dangerous pieces of this","response":"ice"},{"text":"Residents of East Hampton on this island have waged a battle against the noise of weekenders' helicopters","response":"Long Island"},{"text":"OK, smart kid... the dog goes woof &amp; the river-dwelling giant type of this weasel family member goes what? Coo, scream &amp; many others is what!","response":"the giant river otter"},{"text":"This state dance of Kentucky is a bit like tap but most of the noise is made with the heels","response":"clogging"},{"text":"Many thought \"The Rite of Spring\" was just noise, like the \"Augurs of Spring\" marked to be played this extra-loud way throughout","response":"<i>fortissimo</i>"}],"originalDate":"2024-04-16"},{"category":"LAND OF MILK &amp; HONEY","comments":"","clues":[{"text":"Montbéliarde cows are part of the herds in this nation's milk-loving la Gruyère region","response":"Switzerland"},{"text":"Known for healthy honey, the Greek isle Ikaria is this type of \"colorful\" place named for its population's longevity","response":"a blue zone"},{"text":"Not far from the skyscrapers of this emirate metropolis is Camelicious, a company that provides camel milk, ghee &amp; chocolate","response":"Dubai"},{"text":"From Australia &amp; New Zealand, this honey with a Maori name is said to have antibacterial properties","response":"Manuka honey"},{"text":"India, the leading milk producer in the world, gets almost half of it from this beast not considered cattle","response":"a water buffalo"}],"originalDate":"2024-04-16"}],[{"category":"HODGEPODGE","comments":"","clues":[{"text":"A footstool can be called one of these, like a certain empire","response":"ottoman"},{"text":"Let's not procrastinate because, according to a proverb, these 2 things \"wait for no man\"","response":"time & tide"},{"text":"An oda was a room in this type of house for women; an odalisque was a female slave or concubine in one","response":"a harem"},{"text":"Bell Labs is now part of this Finnish telecommunications company","response":"Nokia"},{"text":"This 3-word Irish phrase basically means \"Ireland forever\"","response":"Erin go Bragh"}],"originalDate":"2024-04-15"},{"category":"A LOVE FOR BOOKS","comments":"","clues":[{"text":"The Hazard &amp; Main families are divided by this conflict in \"Love &amp; War\", part of John Jakes' \"North &amp; South\" trilogy","response":"the Civil War"},{"text":"A shy librarian's quiet passion for a researcher shines through in Sophie Divry's \"The Library of\" this kind of not reciprocated \"Love\"","response":"unrequited"},{"text":"An outbreak of a certain disease features in this 1985 novel by Gabriel García Márquez","response":"<i>Love in the Time of Cholera</i>"},{"text":"Roddy Doyle's novel \"Love\" finds 2 old friends reconnecting in this world capital for a revealing evening of drinking","response":"Dublin"},{"text":"His novel \"Women in Love\" recounts the lives &amp; romances of the Brangwen sisters","response":"D.H. Lawrence"}],"originalDate":"2024-04-15"},{"category":"AUTHORS","comments":"","clues":[{"text":"Invited to Charles Dickens' home for a 2-week visit, this Danish children's author stayed 5","response":"Hans Christian Andersen"},{"text":"The Tabard Inn, setting of his most famous work, burned down in 1676","response":"Chaucer"},{"text":"R.M. Ballantyne's \"The Coral Island\" was an inspiration for his Never Land","response":"(J.M.) Barrie"},{"text":"Vermont patriot who wrote the anti-religious book \"Reason The Only Oracle of Man\"","response":"Ethan Allen"},{"text":"Derry Down Derry was listed as the author of his book of limericks, \"A Book of Nonsense\"","response":"(Edward) Lear"}],"originalDate":"1992-02-04"},{"category":"INTERNATIONAL CUISINE","comments":"","clues":[{"text":"The Irish soda type of this is leavened with baking soda, as its name implies","response":"bread"},{"text":"This edible fruit of an aquatic plant gets all wrapped up in rumaki","response":"the water chestnut"},{"text":"Tomatillos are usually eaten when they are this color","response":"green"},{"text":"Parma ham, also known as this, is served traditionally with figs as a first course","response":"prosciutto"},{"text":"In Austria, if you ask for a dessert \"mit Schlag\" it will be topped with this","response":"whipped cream"}],"originalDate":"1992-02-04"},{"category":"SPORTS GREATS","comments":"","clues":[{"text":"This center for the Oilers &amp; the Kings was named MVP of the NHL 9 times in the 1980s","response":"Wayne Gretzky"},{"text":"\"Say hey!\"  He played in 24 All-Star Games &amp; slugged 660 career homers<span class=\"nobreak\">--</span>3rd on the all-time list","response":"Willie Mays"},{"text":"Kareem Abdul-Jabbar was a 3-time All-American basketball player at this college","response":"UCLA"},{"text":"Don Carter &amp; Dick Weber were among the 1st 8 to be inducted into this pro sport's Hall of Fame in 1975","response":"bowling"},{"text":"Al Oerter won a record 4 Olympic gold medals in this field event","response":"the discus throw"}],"originalDate":"1992-02-04"},{"category":"ANTIQUITIES","comments":"","clues":[{"text":"A hydria is an ancient jar used to carry this, hence its name","response":"water"},{"text":"An Anglo-Saxon ship apparently used as a tomb for a king was unearthed at Sutton Hoo in this country","response":"England"},{"text":"Shang Dynasty ones seldom had clappers: they were struck on the outside with mallets","response":"bells"},{"text":"His sarcophagus, opened in 1924, contained 3 nested coffins; the innermost was made of solid gold","response":"King Tut"},{"text":"Euphronius was noted for figures in this bright color on his ancient Greek pottery","response":"red"}],"originalDate":"1992-02-04"}],{"category":"U.S. BUSINESSES","text":"In 2024 this company said only 4 of its 400+ locations will let Mr. Munch, Helen Henny, Jasper T. Jowls &amp; its namesake still perform","response":"Chuck E. Cheese"}]}