{"mix":169,"rounds":[[{"category":"\"O\" NO!","comments":"(Alex: That letter will figure prominently in all of the correct responses.)","clues":[{"text":"This company owns 10 Wienermobiles shaped like giant hot dogs","response":"Oscar Mayer"},{"text":"The Southport Yellow Globe isn't a newspaper but one of these used in soups &amp; stews","response":"an onion"},{"text":"Cleopatra's Needle is a famous one of these","response":"an obelisk"},{"text":"This wildcat's distinctive coat features both dots &amp; stripes","response":"an ocelot"},{"text":"You could say she's sown some wild books, including \"Do With Me What You Will\"","response":"Joyce Carol Oates"}],"originalDate":"1992-02-04"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"The Travelers Co. paid out his life insurance after he was killed at Little Bighorn","response":"Custer"},{"text":"Of Maria Theresa's 16 children, the one who became a queen of France","response":"Marie Antoinette"},{"text":"Some believe this archbishop, seeking a martyr's death, deliberately provoked King Henry II","response":"Becket"},{"text":"In Dec. 1812 he wrote his first important essay on independence, the \"Cartagena Manifesto\"","response":"Simon Bolivar"},{"text":"As leader of the Scottish Reformation, he helped make Presbyterianism Scotland's nat'l religion","response":"(John) Knox"}],"originalDate":"1992-02-04"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"The witches in \"Macbeth\" chant, \"double, double toil and\" this","response":"trouble"},{"text":"This title character's mother is also his aunt because she married his Uncle Claudius","response":"Hamlet"},{"text":"The play in which Cassandra raves, \"Cry, cry!  Troy burns, or else let Helen go\"","response":"<i>Troilus and Cressida</i>"},{"text":"Mercutio is a kinsman to Escalus, the prince of this city","response":"Verona"},{"text":"By the end of this tragedy, \"Cassio rules in Cyprus\"","response":"<i>Othello</i>"}],"originalDate":"1992-02-04"},{"category":"MUSEUMS","comments":"","clues":[{"text":"In 1805 Napoleon ordered the completion of this museum to house the art looted by his armies","response":"the Louvre"},{"text":"Claremore, Oklahoma has a museum containing the personal effects of this cowboy humorist","response":"Will Rogers"},{"text":"A museum of diplomatic history can be found at the Palais des Nations in this Swiss city","response":"Geneva"},{"text":"This Russian city's Winter Palace now houses part of the Hermitage art collection","response":"Leningrad"},{"text":"The Nevada State Museum in Carson City is housed in the building once used by this U.S. gov't agency","response":"the Mint"}],"originalDate":"1992-02-04"},{"category":"RIVERS","comments":"","clues":[{"text":"The Henley Royal Regatta takes place on this river","response":"the Thames"},{"text":"A new waterway connects this German river through the Main &amp; Danube to the Black Sea","response":"the Rhine"},{"text":"This river runs from Alberta to Manitoba through the province with which it shares its name","response":"the Saskatchewan"},{"text":"Of the 3 longest rivers in Africa, these 2 start with the same 2 letters","response":"the Niger & the Nile"},{"text":"Its main ports are Buenos Aires &amp; Montevideo","response":"the Rio de la Plata"}],"originalDate":"1992-02-04"},{"category":"SCIENCE &amp; TECHNOLOGY","comments":"","clues":[{"text":"The blowpipe for blowing this was invented about 30 B.C. in the Middle East","response":"glass"},{"text":"The axis of a gyroscope in a gyrocompass is set to point toward this","response":"(the) North (Pole)"},{"text":"This element, whose symbol is K, catches fire when put in water","response":"potassium"},{"text":"This retired German army officer built his first dirigible, the LZ-1, in 1900","response":"Zeppelin"},{"text":"On the first flight of the Space Shuttle Columbia, some of these fell off; on its second flight, none did","response":"the tiles"}],"originalDate":"1992-02-04"}],[{"category":"FIRST LADIES' FATHERS","comments":"(Alex: We will give you the father or information about the father; you have to identify the first lady.)","clues":[{"text":"William Ryan,<br>a miner and farmer","response":"Pat Nixon"},{"text":"Robert Smith Todd,<br>a banker","response":"Mary Todd Lincoln"},{"text":"Colonel John Dandridge,<br>a wealthy planter","response":"Martha Washington"},{"text":"John Sheldon Doud,<br>a meat packer","response":"Mamie Eisenhower"},{"text":"Oscar Folsom,<br>the law partner of her future husband","response":"Frances Folsom Cleveland"}],"originalDate":"1992-02-04"},{"category":"WORLD FLAGS","comments":"","clues":[{"text":"This Alpine country's flag, red with a white cross, is based on that of the Crusaders","response":"Switzerland"},{"text":"Lesotho's new flag contains a shield, a short spear, a club &amp; a feather from this large bird","response":"the ostrich"},{"text":"The tallith, a blue &amp; white prayer shawl, was adopted as the basis for this country's flag","response":"Israel"},{"text":"This Caribbean country's flag is called \"La Estrella Solitaria\" or the Lone Star","response":"Cuba"},{"text":"The flag of this Canadian province bears the cross of St. Andrew","response":"Nova Scotia"}],"originalDate":"1992-02-03"},{"category":"TV GUIDE SAYS","comments":"","clues":[{"text":"\"Arnold the pig hams it up in Hollywood\"","response":"<i>Green Acres</i>"},{"text":"\"Crockett and Tubbs catch a gubernatorial candidate with his pants down\"","response":"<i>Miami Vice</i>"},{"text":"\"Trying to recover top secret plans, Max boards a ship loaded with spies\"","response":"<i>Get Smart</i>"},{"text":"\"Maddie questions the direction<span class=\"nobreak\">--</span>&amp; existence<span class=\"nobreak\">--</span>of her relationship with David\"","response":"<i>Moonlighting</i>"},{"text":"\"Mandatory Drug Testing Comes to St. Eligius\"","response":"<i>St. Elsewhere</i>"}],"originalDate":"1992-02-03"},{"category":"PYRAMIDS","comments":"","clues":[{"text":"In 12 B.C. a pyramid was built in this city as a monument to the tribune Gaius Cestius","response":"Rome"},{"text":"This Corsican defeated a much larger Egyptian force at the Battle of the Pyramids in 1798","response":"Napoleon"},{"text":"A goal of his Ra expeditions was to show that pyramid-building could have come to the New World from the old","response":"Thor Heyerdahl"},{"text":"The Transamerica Pyramid, one of this city's most striking buildings, is on Montgomery St.","response":"San Francisco"},{"text":"A 7-man walking pyramid was a specialty of this high-wire family until a 1962 fall","response":"the (Flying) Wallendas"}],"originalDate":"1992-02-03"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"She was fourth runner-up in the Miss Georgia Universe pageant before joining \"Wheel of Fortune\"","response":"Vanna White"},{"text":"She was born Raisa Maksimovna Titorenko in Rubtsovsk, Siberia","response":"Raisa Gorbachev"},{"text":"This Supreme Court justice took the post of majority leader of the Arizona State Senate in 1973","response":"Sandra Day O'Connor"},{"text":"Mildred Didrikson got this nickname because she reminded some of a certain baseball player","response":"Babe Didrikson"},{"text":"Kate Douglas Wiggin wrote this 1903 work about a 10-year-old named Rebecca Rowena Randall","response":"<i>Rebecca of Sunnybrook Farm</i>"}],"originalDate":"1992-02-03"},{"category":"THE BOY SCOUTS","comments":"","clues":[{"text":"It's the Boy Scout motto","response":"Be prepared"},{"text":"A Cub Scout unit is called a pack; a similar Boy Scout unit is called this","response":"a troop"},{"text":"To qualify for this highest rank of scouting, a boy must earn 21 merit badges","response":"Eagle Scout"},{"text":"This monthly magazine for Boy Scouts has been published since 1911","response":"<i>Boy's Life</i>"},{"text":"The Boy Scouts began in England in 1907 when a camp for 22 boys was organized by this man","response":"Baden-Powell"}],"originalDate":"1992-02-03"}],{"category":"STATE SONGS","text":"Its 15 official state songs include 2 that mention moonshine &amp; 3 played in 3/4 time","response":"Tennessee"}]}