{"mix":170,"rounds":[[{"category":"FOLK DANCES","comments":"(Alex: We'll give you the dance; you identify the country for us.)","clues":[{"text":"The square dance","response":"the United States"},{"text":"The Cossack dance","response":"the Soviet Union"},{"text":"The gavotte","response":"France"},{"text":"The tarantella","response":"Italy"},{"text":"The czardas","response":"Hungary"}],"originalDate":"1992-02-03"},{"category":"SPAIN","comments":"","clues":[{"text":"At the end of the Spanish Civil War in 1939, this man became dictator &amp; remained in power until 1975","response":"Francisco Franco"},{"text":"This city, Spain's second largest, has a museum devoted to Catalan art","response":"Barcelona"},{"text":"It's Spain's only nationally owned airline","response":"Iberia"},{"text":"The vineyards of Jerez de la Frontera, north of Cadiz, provide the grapes from which this amber wine is made","response":"sherry"},{"text":"It's 1 of 2 island groups considered Spanish provinces","response":"the Canary Islands (or the Balearic Islands)"}],"originalDate":"1992-02-03"},{"category":"PRESIDENTIAL CHILDREN","comments":"","clues":[{"text":"Robert Todd Lincoln ran this sleeping car company from 1897 to 1911","response":"Pullman Company"},{"text":"A 1950 Washington Post review of her singing said, \"She is flat a good deal of the time\"","response":"Margaret Truman"},{"text":"On May 27, 1967 she christened the aircraft carrier named for her father","response":"Caroline Kennedy"},{"text":"She was born Oct. 19, 1967, 15 years after her next youngest sibling","response":"Amy Carter"},{"text":"She is married to the junior senator from Virginia","response":"Lynda (Bird Johnson) Robb"}],"originalDate":"1992-02-03"},{"category":"NUTRITION","comments":"","clues":[{"text":"In a health food store, vegetables grown without chemicals &amp; pesticides are generally marked this","response":"organic"},{"text":"Some studies suggest that colon cancer is linked to a low intake of this plant &amp; grain substance","response":"fiber"},{"text":"These compounds, such as starches &amp; sugars, are the main source of energy in the diet","response":"carbohydrate"},{"text":"A protein is said to be complete if it contains all of the \"essential\" ones of these","response":"amino acids"},{"text":"While a lack of this mineral can cause anemia, too much of it can damage the liver &amp; other tissues","response":"iron"}],"originalDate":"1992-02-03"},{"category":"AMERICAN NOVELS","comments":"","clues":[{"text":"Erica Jong's \"How to Save Your Own Life\" was a sequel to this 1973 novel","response":"<i>Fear of Flying</i>"},{"text":"The Reverend L.M. Birkhead of Kansas City was advisor to Sinclair Lewis on this 1927 novel","response":"<i>Elmer Gantry</i>"},{"text":"This Carson McCullers novel told the story of John Singer, a man who cannot hear or speak","response":"<i>The Heart Is a Lonely Hunter</i>"},{"text":"His first novel was \"Other Voices, Other Rooms\"","response":"Truman Capote"},{"text":"This 1925 Anita Loos novel is subtitled \"The Illuminating Diary of a Professional Lady\"","response":"<i>Gentlemen Prefer Blondes</i>"}],"originalDate":"1992-02-03"},{"category":"BLACK HISTORY","comments":"","clues":[{"text":"Wm. Thompson, killed in action in 1950, was the 1st Black to win the Medal of Honor in this war","response":"the Korean War"},{"text":"Speaking before the Democratic Nat'l Convention in 1988, he urged Americans to \"keep hope alive\"","response":"Jesse Jackson"},{"text":"He broke the color barrier in baseball, &amp; in 1949 was voted the Nat'l League's most valuable player","response":"Jackie Robinson"},{"text":"When Victoria Woodhull ran for pres. in 1872, this orator was her running mate","response":"Frederick Douglass"},{"text":"In the 1837 Battle of Okeechobee, Black commander John Horse led these Indians","response":"the Seminoles"}],"originalDate":"1992-02-03"}],[{"category":"FISH","comments":"","clues":[{"text":"Its scientific name is Electrophorus electricus","response":"an Electric Eel"},{"text":"Often 20 feet wide &amp; weighing over 3,000 lbs. the giant devil is the largest of these rays","response":"manta rays"},{"text":"The mako species of this fish is considered one of the best for sport fishing","response":"a shark"},{"text":"It's the Hawaiian name for the edible dorado or dolphinfish","response":"mahi mahi"},{"text":"The fastest fish over short distances, this marlin relative can breeze thru the water at over 65 mph","response":"the sailfish"}],"originalDate":"1992-03-23"},{"category":"BORN IN BROOKLYN","comments":"","clues":[{"text":"This comedienne was born in Brooklyn in 1933; we assume her first words were \"Can we talk?\"","response":"Joan Rivers"},{"text":"Even though this angst-ridden director hails from Brooklyn, he called his 1979 film \"Manhattan\"","response":"Woody Allen"},{"text":"She was pecked to death by \"The Birds\" 9 years before she became Bob Newhart's TV wife","response":"Suzanne Pleshette"},{"text":"This muscleman wasn't an \"Incredible Hulk\" yet when he was born in Brooklyn in 1952","response":"Lou Ferrigno"},{"text":"This Brooklyn-born beauty became famous playing Laura Petrie of New Rochelle","response":"Mary Tyler Moore"}],"originalDate":"1992-03-23"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"Pocahontas was in her early 20s when she died in 1617, probably of this pox","response":"smallpox"},{"text":"James Buchanan Brady wore such expensive jewelry that he was nicknamed this","response":"Diamond Jim"},{"text":"In 1899 he published \"The Development of Capitalism in Russia\" under the pseudonym Vladimir Ilyin","response":"Lenin"},{"text":"Claude Francois de Malet was executed after he tried to overthrow this emperor in 1812","response":"Napoleon"},{"text":"She attended an 1840 convention with her husband, H.B. Stanton, but, as a woman, was excluded from the floor","response":"Elizabeth Cady Stanton"}],"originalDate":"1992-03-23"},{"category":"WHISTLES","comments":"","clues":[{"text":"This 1859 tune completes the phrase \"You ain't just whistling...\"","response":"\"Dixie\""},{"text":"It means to take a drink","response":"wet your whistle"},{"text":"The 1937 film that featured the tune \"Whistle While You Work\"","response":"<i>Snow White (and the Seven Dwarfs</i>)"},{"text":"Dee Brown's 1977 book \"Hear that Lonesome Whistle Blow\" is about the building of these","response":"the railroads"},{"text":"This name for a small fipple flute makes cents","response":"a penny whistle"}],"originalDate":"1992-03-23"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"Because of its name, you'd expect to see lots of caressing in this type of zoo","response":"a petting zoo"},{"text":"This word can refer to a trap or a type of drum","response":"a snare"},{"text":"This ceremonial staff borne by some dignitaries as a symbol of authority has a \"spicy\" name","response":"mace"},{"text":"Despite its name, this type of meeting doesn't have to convene on a mountaintop","response":"a summit"},{"text":"This adjective meaning delectable may be an alteration of sumptuous","response":"scrumptious"}],"originalDate":"1992-03-23"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"He was named after his great-uncle, the Reverend Warren Gamaliel Bancroft","response":"(Warren G.) Harding"},{"text":"Before his death in 1972, he remarked that he'd like his epitaph to be \"he done his damndest\"","response":"Harry S. Truman"},{"text":"Indians at the 1901 Pan-American Expo nicknamed him \"Big White Feather\"","response":"William McKinley"},{"text":"Rutherford B. Hayes' middle initial stood for this","response":"Birchard"},{"text":"The music for his 1886 White House wedding was provided by John Philip Sousa &amp; the Marine Band","response":"(Grover) Cleveland"}],"originalDate":"1992-03-23"}],{"category":"SUPREME COURT JUSTICES","text":"Born to immigrant parents, in 1916 he was the 1st Supreme Court nominee to undergo public Senate confirmation hearings","response":"Louis Brandeis"}]}