{"mix":172,"rounds":[[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"At noon on April 22, 1889, about 50,000 rushed into this territory to establish homesteads","response":"Oklahoma"},{"text":"Along with Dr. Alexis Carrel, this aviator developed the first artificial heart in 1935","response":"Lindbergh"},{"text":"The 1844 slogan \"Fifty-four forty or fight\" referred to the southern boundary of this Russian territory","response":"Alaska"},{"text":"In 1948 this general succeeded Eisenhower as chief of staff of the Army","response":"Omar Bradley"},{"text":"This rebellion of 1786-87 was an effort to stop foreclosures in Western Massachusetts","response":"Shays' Rebellion"}],"originalDate":"1991-12-31"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"This blue-eyed blonde &amp; Tom Sawyer spent 3 days trapped in a cave with no food or light","response":"Becky Thatcher"},{"text":"The \"A\" on her gown was cut from fine red cloth &amp; surrounded with embroidery &amp; gold thread","response":"Hester Prynne"},{"text":"As \"The Catcher in the Rye\" opens, he learns that he's being kicked out of Pencey prep school","response":"Holden Caulfield"},{"text":"This Shakespearean title character's first line is \"So foul and fair a day I have not seen\"","response":"Macbeth"},{"text":"This 140-pound dog in \"The Call of the Wild\" is a cross between a St. Bernard &amp; a Scotch Shepherd","response":"Buck"}],"originalDate":"1991-12-31"},{"category":"COLUMBUS","comments":"","clues":[{"text":"To fool the crew, Columbus kept 2 of these; the one he showed them had lower mileage traveled","response":"logs"},{"text":"The first name Columbus gave to a New World island was this","response":"San Salvador"},{"text":"If Columbus had arrived in China, he would have been there during this dynasty","response":"the Ming Dynasty"},{"text":"As a penalty for offending the Spanish rulers, the town of Palos \"donated\" these 2 ships","response":"the <i>Niña</i> & the <i>Pinta</i>"},{"text":"His first wife's father was a captain for this Portuguese prince","response":"Prince Henry"}],"originalDate":"1991-12-31"},{"category":"NEW ENGLAND","comments":"","clues":[{"text":"This first American to travel in space was born in East Derry, N.H.","response":"Alan Shepard"},{"text":"In 1846 Maine became the first state to outlaw the sale of this; the law lasted until 1934","response":"liquor"},{"text":"Longfellow's poem \"The Wreck of\" this ship is set near Gloucester, Mass.","response":"the <i>Hesperus</i>"},{"text":"In 1817 Thomas H. Gallaudet founded the first free U.S. school for these people in Hartford","response":"deaf people"},{"text":"The first Democrat ever elected to the U.S. Senate by Maine voters, he ran with Humphrey in 1968","response":"(Edmund) Muskie"}],"originalDate":"1991-12-31"},{"category":"WE'VE GOT TODAY'S HITS","comments":"","clues":[{"text":"Tim McGraw hit the Hot 100 wanting to \"live a life so when I die, there's\" this crowd situation, SRO for short","response":"standing room only"},{"text":"With a Bananarama-riffic title, this Taylor Swift song dominated the fall in 2023, staying at No. 1 for weeks","response":"\"Cruel Summer\""},{"text":"\"Now &amp; then, I miss you, oh, now &amp; then, I want you to be there for me\", sang this band in a 2023 song written in the '70s","response":"The Beatles"},{"text":"This woman knew how to \"Paint The Town Red\" purrfectly in 2023","response":"Doja Cat"},{"text":"People were \"lovin on me\"... well, not me, but him when he took that tune to No. 1","response":"Jack Harlow"}],"originalDate":"2024-04-12"},{"category":"KIDDY LIT","comments":"","clues":[{"text":"The title boy makes a fishtail from curtains in \"Julián is\" this creature","response":"a mermaid"},{"text":"In 1987 illustrator Martin Handford began challenging readers to find a guy in a striped shirt &amp; cap in this series of books","response":"<i>Where's Waldo?</i>"},{"text":"Courage &amp; perseverance are lessons taught by this Watty Piper classic with the mantra \"I think I can, I think I can\"","response":"<i>The Little Engine That Could</i>"},{"text":"This beloved book about a stuffed animal is subtitled \"Or, How Toys Become Real\"","response":"<i>The Velveteen Rabbit</i>"},{"text":"In Chapter 1 of her first adventure, this character \"Moves into Villa Villekulla\"","response":"Pippi Longstocking"}],"originalDate":"2024-04-12"}],[{"category":"THAT'S SO CRINGE","comments":"","clues":[{"text":"It can mean to lack dexterity but it doesn't lack for Ws, with 2; well, this is...","response":"awkward"},{"text":"If you're sensitive to a certain touch, you'll giggle, but this adjective also describes a tricky situation that needs a sensitive touch","response":"(a) ticklish (situation)"},{"text":"From the Latin for \"death\", it can indeed mean to render necrotic but it's more associated as a word meaning to embarrass","response":"mortify"},{"text":"Spelled differently, one of the Moon's is waxing crescent, but for category purposes, it means to dismay or confuse","response":"to faze"},{"text":"Anxious? Uncomfortable? You're this 3-word phrase that sounds like a sick military command","response":"ill at ease"}],"originalDate":"2024-04-12"},{"category":"FAKE MOVIES IN MOVIES","comments":"","clues":[{"text":"Forgotten by his family, young Kevin watches the film \"Angels with Filthy Souls\" on VHS in this movie","response":"<i>Home Alone</i>"},{"text":"This actor is the star of \"Last Action Hero\" &amp; plays Jack Slater in \"Jack Slater IV\", the movie within it","response":"Arnold Schwarzenegger"},{"text":"Gene Kelly dances up a storm in this musical about folks working on the film \"The Dueling Cavalier\" in the new talking pictures era","response":"<i>Singin' in the Rain</i>"},{"text":"A woman on death row is the focus of \"Habeas Corpus\", a project within this film about a movie exec played by Tim Robbins","response":"<i>The Player</i>"},{"text":"Fake previews for \"Werewolf Women of the SS\" &amp; \"Hobo with a Shotgun\" are within this Tarantino-Rodriguez double feature","response":"<i>Grindhouse</i>"}],"originalDate":"2024-04-12"},{"category":"DROP IN...","comments":"","clues":[{"text":"From a word for a bug to get this often small but enthusiastic type of religious group","response":"sect"},{"text":"From a word meaning certainly to get this legal contract \"of trust\" or \"of sale\"","response":"a deed"},{"text":"From a word involving respiration to get this word meaning healthy","response":"hale"},{"text":"From a word meaning penniless to get this word for a liquid in chemistry like an ester or ketone","response":"solvent"},{"text":"From a legal word compelling one to cease activities to get this word where choo-choos meet","response":"junction"}],"originalDate":"2024-04-12"},{"category":"ANYTIME","comments":"","clues":[{"text":"These spies aren't tired; they function ordinarily in a population until activated for vital reasons at any time","response":"sleepers (sleeper agents)"},{"text":"Southwest Airlines has put this query in front of certain fares that let you fly on a whim","response":"Wanna get away?"},{"text":"This synonym for anytime is in the title of Shakira's first U.S. Top 40 hit","response":"whenever"},{"text":"85% of Alaska is underlain by this type of soil that remains frozen year-round","response":"permafrost"},{"text":"Most employment in the U.S. is this hyphenated type of agreement, meaning you can quit or be fired at any time","response":"at-will"}],"originalDate":"2024-04-12"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"The Hindi word for boat, Dinga, gave us this word for a small one","response":"dinghy"},{"text":"This word for a railroad engine combines the Latin words for \"moving\" &amp; \"place\"","response":"locomotive"},{"text":"This Spanish word for a nap or the time people like to take one is from the Latin for \"sixth hour\"","response":"siesta"},{"text":"From the Greek \"kubernao\", to direct a ship, it became someone who directs a ship of state","response":"governor"},{"text":"A fine cotton cloth, usually plaid, whose name comes from a city in India","response":"madras"}],"originalDate":"1991-12-23"},{"category":"CONGRESS","comments":"","clues":[{"text":"From the Latin for \"to set together\", they're the voters a congressman represents","response":"a constituency"},{"text":"Though the House gained two additional members in 1959, it returned to this many in 1962","response":"435"},{"text":"These bills passed by Congress determine how much money a gov't department may spend","response":"appropriation bills"},{"text":"Like the British Parliament, Congress is this type of legislature, composed of two houses","response":"bicameral"},{"text":"Term for the procedure by which a 3/5 vote of the whole Senate is necessary to end a filibuster","response":"cloture"}],"originalDate":"1991-12-23"}],{"category":"MOVIES &amp; PSYCHOLOGY","text":"In this film Paula Alquist tells Gregory Anton, \"Have you gone mad, my husband? Or is it I who am mad?\"","response":"<i>Gaslight</i>"}]}