{"mix":173,"rounds":[[{"category":"CUBA","comments":"","clues":[{"text":"When the U.S. stopped buying this, Cuba's main crop, Castro took over all U.S. businesses there","response":"sugar"},{"text":"This practice, introduced in Cuba about 1517, continued there until 1886","response":"slavery"},{"text":"24 Cubans died &amp; 700 were captured when the U.S. led a 1983 invasion of this country","response":"Grenada"},{"text":"The U.S. still maintains a naval base on this Cuban bay","response":"Guantanamo Bay"},{"text":"As an army sergeant, he led a revolt to take over Cuba in 1933","response":"Batista"}],"originalDate":"1991-12-23"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Mark Twain wrote of this huge melon, \"When one has tasted it, he knows what the angels eat\"","response":"a watermelon"},{"text":"The fond or heart of this thistle-like vegetable is covered by the choke","response":"an artichoke"},{"text":"This vegetable is the main ingredient of baba ghanoush &amp; ratatouille","response":"eggplant"},{"text":"Italians call this \"pomodoro\", meaning golden apple","response":"a tomato"},{"text":"This \"Belgian\" vegetable is also called \"witloof\", meaning white leaf","response":"endive"}],"originalDate":"1991-12-23"},{"category":"THE AUTO INDUSTRY","comments":"","clues":[{"text":"This classic car was named for a Detroit businessman, not an explorer named Henry","response":"the Hudson"},{"text":"Foreign car company whose models have included the spider, the panda &amp; the topolino, or \"little mouse\"","response":"Fiat"},{"text":"The Roger in the title of Michael Moore's 1989 documentary \"Roger and Me\" is this retired GM exec","response":"Smith"},{"text":"323, 626 &amp; 929 are models of this Japanese make of car","response":"Mazda"},{"text":"He was Henry Ford's son &amp; Henry Ford II's father","response":"Edsel Ford"}],"originalDate":"1991-12-23"},{"category":"DOGS","comments":"","clues":[{"text":"With its keen sense of smell, this dog is reputed to be the best of all trackers","response":"a bloodhound"},{"text":"Charlie Brown could tell you this hound is the supreme rabbit- hunting breed","response":"the beagle"},{"text":"The most valued of this smallest breed weigh less than 2 1/4 pounds","response":"the Chihuahua"},{"text":"Until some 40 years ago, this canine \"athlete\" was virtually unknown outside of Germany","response":"the boxer"},{"text":"The Dandie Dinmont terrier was named after a character in this author's \"Guy Mannering\"","response":"Sir Walter Scott"}],"originalDate":"1991-12-23"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She took a typing job in an architect's office to help research \"The Fountainhead\"","response":"Ayn Rand"},{"text":"Her novel \"Heartburn\" was based on her relationship with writer Carl Bernstein","response":"Nora Ephron"},{"text":"A real-life murder inspired her 1975 novel \"Looking for Mr. Goodbar\"","response":"Judith Rossner"},{"text":"She's written a string of best sellers including \"Evergreen\" &amp; \"Random Winds\"","response":"Belva Plain"},{"text":"The 25th anniv. edition of \"Up the Down Staircase\" included a new preface by this author","response":"Bel Kaufman"}],"originalDate":"1991-12-23"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"Betelgeuse, whose name is Arabic for \"armpit\", is found in the armpit of this hunter","response":"Orion"},{"text":"At its brightest this planet is more than 12 times as bright as Sirius, the brightest star","response":"Venus"},{"text":"Saturn's Cassini division is a division in these","response":"the rings"},{"text":"A bolide is a bright one of these that may explode during its descent","response":"a meteor"},{"text":"In 1565 this Danish astronomer had part of his nose sliced off in a duel","response":"Tycho Brahe"}],"originalDate":"1991-12-23"}],[{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"Several of this author's works like \"A Time to Kill\" take place in Clanton, Mississippi","response":"John Grisham"},{"text":"On his third voyage, this man travels to the flying island of Laputa, where the people are so lost in thought they notice little else","response":"Gulliver"},{"text":"Living in the town of Bayport on Barmet Bay, Frank &amp; Joe are this pair of brothers who solve mysteries","response":"the Hardy Boys"},{"text":"The English village of Puddleby-on-the-Marsh is where this animal lover has his medical practice","response":"Doctor Dolittle"},{"text":"The follow-up to \"Anne of Green Gables\" was \"Anne of\" this fictional Canadian town where Green Gables Farm is located","response":"Avonlea"}],"originalDate":"2024-04-11"},{"category":"DOUBLE LETTERS IN THE MIDDLE","comments":"(Ken: In the exact middle, in fact, of each response.)","clues":[{"text":"Misquoting Shakespeare, a wise proverb tells us, \"All that\" does this \"is not gold\"","response":"glitters"},{"text":"A jolly good guy, or a grad student who has been awarded for special study","response":"fellow"},{"text":"One of these in economics refers to an unsustainable period in investments or property","response":"a bubble"},{"text":"Poetic word for the day after today","response":"morrow"},{"text":"No soaring weapon, it's a term for a Catholic prayer book","response":"missal"}],"originalDate":"2024-04-11"},{"category":"ABBREVIATED TELEVISION","comments":"","clues":[{"text":"Celebs show off their moves on \"DWTS\"","response":"<i>Dancing with the Stars</i>"},{"text":"In the '90s we had \"ST: DS9\"","response":"<i>Star Trek: Deep Space Nine</i>"},{"text":"A comedy with a bright disposition: <br>\"IASIP\"","response":"<i>It's Always Sunny in Philadelphia</i>"},{"text":"Don't space out (or do) with \"FAM\"","response":"<i>For All Mankind</i>"},{"text":"A period comedy: <br>\"TMMM\"","response":"<i>The Marvelous Mrs. Maisel</i>"}],"originalDate":"2024-04-11"},{"category":"A YEAR ENDING IN 4","comments":"","clues":[{"text":"Apple introduced its Macintosh computer","response":"1984"},{"text":"Mark Zuckerberg launched what was then called TheFacebook","response":"2004"},{"text":"The Continental Congress met for the first time","response":"1774"},{"text":"In the case of Brown v. Board of Education, racial segregation in public schools was declared unconstitutional","response":"1954"},{"text":"Shakespeare turned 50 &amp; the Globe Theatre reopened after it burned down a year earlier","response":"1614"}],"originalDate":"2024-04-11"},{"category":"COLORFUL GEOGRAPHY","comments":"","clues":[{"text":"Mount Mansfield, Vermont's highest point, lies in this range","response":"the Green Mountains"},{"text":"Varna &amp; Burgas are leading Bulgarian ports on the western coast of this body of water","response":"the Black Sea"},{"text":"You can swim with the dolphins on this island in the Bahamas that shares its name with a 1980 Brooke Shields film","response":"the Blue Lagoon"},{"text":"This eastern Alabama city was named for a line in an Oliver Goldsmith poem about the \"loveliest village of the plain\"","response":"Auburn"},{"text":"This river rises in the Lesotho Highlands &amp; crosses the Kalahari &amp; Namib Deserts before emptying into the Atlantic","response":"the Orange River"}],"originalDate":"2024-04-11"},{"category":"SOME TIMELY WORDS","comments":"","clues":[{"text":"From Latin, it means \"occurring before noon\"","response":"antemeridian"},{"text":"You've probably seen this adjective meaning delayed past the proper time on a birthday card or 2","response":"belated"},{"text":"This 6-letter word means to go back in fictional time &amp; rewrite the past of a character or narrative for a new work","response":"retcon"},{"text":"This alliterative adjective applied to instant decisions came from stopwatches that had 2 separate fast-moving hands","response":"split-second"},{"text":"In 2004 Colin Powell called Fidel Castro one of these, a person or thing incongruously out of place in time","response":"an anachronism"}],"originalDate":"2024-04-11"}],{"category":"INTERNATIONAL UNIVERSITIES","text":"Following student unrest in 1968, in 1970 the University of this city was divided into 13 smaller ones","response":"Paris"}]}