{"mix":174,"rounds":[[{"category":"SLANGIN' WITH MR. JENNINGS","comments":"","clues":[{"text":"Spending long hours on the sofa watching TV? You've become this tuberous term","response":"a couch potato"},{"text":"It's become controversial, but earlier, this word simply described one whose eyes have become more opened to social injustice","response":"woke"},{"text":"You \"take\" this letter when you suffer a defeat","response":"the L"},{"text":"It can refer to a person with expensive tastes; \"Bad &\" this hit No. 1 for Migos","response":"Boujee"},{"text":"This 3-word phrase can refer to both something excellent &amp; being free from getting blamed for something","response":"off the hook"}],"originalDate":"2024-04-10"},{"category":"MUSIC TERMS","comments":"","clues":[{"text":"From Latin for \"to hold\", this male vocal range once had the task of \"holding\" the main melody","response":"tenor"},{"text":"On sheet music this symbol on the left side of a staff indicates the pitch, most commonly treble or bass","response":"the clef"},{"text":"A barcarole is a type of song originally sung by or in imitation of these Venetian boatmen","response":"gondola men (gondoliers)"},{"text":"These liturgical songs of the Catholic Church bear the name of a 6th century pope said to have formulated &amp; organized them","response":"Gregorian chants"},{"text":"Beethoven felt Italians were ill-suited to dramatic opera &amp; should stick with this, Italian for \"comic opera\"","response":"<i>opera buffa</i>"}],"originalDate":"2024-04-10"},{"category":"ASK FORGIVENESS","comments":"","clues":[{"text":"Hester Prynne in this novel asks Arthur Dimmesdale's forgiveness &amp; he says, \"May God forgive us both\"","response":"<i>The Scarlet Letter</i>"},{"text":"An older Elwin Wilson, once part of this notorious white-klad group, asked John Lewis to forgive him for a 1961 assault in S.C.","response":"the Ku Klux Klan"},{"text":"Heretics, Jews, women &amp; minorities were some of the groups whom this pope asked to forgive the church in a 2000 speech","response":"John Paul II"},{"text":"In the last chapter of Genesis, this man is asked for forgiveness by his brothers, who seriously wronged him","response":"Joseph"},{"text":"The offender asking forgiveness is part of this more healing type of justice that has been contrasted with retributive &amp; rehabilitative","response":"restorative justice"}],"originalDate":"2024-04-10"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"This organization's New York City HQ was built on land bought in 1946 with an $8.5 million gift from John D. Rockefeller Jr.","response":"the U.N."},{"text":"Groundhogs are called these type of \"pigs\" due to the high-pitched sound they make when alarmed","response":"whistle pigs"},{"text":"In poker some wonder if this hand beats 2 pair; with a 2.87% chance of it in a 52-card deck vs. 2 pair's 7.62%, yes","response":"3 of a kind"},{"text":"The CIA's forested complex in this Virginia place has a Starbucks, but names are not put on cups","response":"Langley"},{"text":"9 of the 10 highest mountains in the world are in the Himalayas, while the other is part of this nearby range","response":"the Karakoram"}],"originalDate":"2024-04-10"},{"category":"LOOKS LIKE WE'RE IN BUSINESS","comments":"","clues":[{"text":"In July 2023 this company averted a strike by agreeing to a new deal with more than 300,000 Teamsters","response":"UPS"},{"text":"An 8-year-old girl was the namesake of this frozen dessert brand known for pound cake, cheesecake &amp; more","response":"Sara Lee"},{"text":"Founded in 1965 as a mail-order veterinary supply company in San Diego, it now has its name on a stadium there","response":"Petco"},{"text":"In 2016 this sporting goods retailer got possessive &amp; bought the assets of its bankrupt rival the Sports Authority","response":"Dick's"},{"text":"William W. of this last name founded his eponymous \"for the ones who get it done\" industrial supply company in Chicago in 1927","response":"Grainger"}],"originalDate":"2024-04-09"},{"category":"LITERARY LINES","comments":"","clues":[{"text":"Cersei:<br>\"When you play\" this, \"you win or you die, there is no middle ground\"","response":"the game of thrones"},{"text":"Maggie, to Brick in this play: \"We mustn't scream at each other. The walls in this house have ears\"","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"This poet: \"Do Not Go Gentle into that Good Night\"","response":"Dylan Thomas"},{"text":"From \"Hamlet\", \"This above all:\" this phrase","response":"to thine own self be true"},{"text":"He wrote the little ditty, \"God in his wisdom made the fly and then forgot to tell us why\"","response":"(Ogden) Nash"}],"originalDate":"2024-04-09"}],[{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"Now it's a structure where Olympic events are held; in early ancient Olympics, it was the 600-foot distance of the only event, a footrace","response":"a stadium"},{"text":"Cultivation of this fruit dates back at least to the very pre-Columbian Mokaya people &amp; it stood for the 14th month on the Maya calendar","response":"the avocado"},{"text":"The Israelites' foes in the Book of Judges, these people were brought under Assyrian control by around 800 B.C.","response":"the Philistines"},{"text":"The Southern or Shan-Yang part of this waterway may date from the 500s B.C.; the adjective-worthy part wasn't dug until much later","response":"the Grand Canal"},{"text":"Their name sounds like they wielded a reaping blade, but this people wowed ancient Asia with their riding prowess","response":"the Scythians"}],"originalDate":"2024-04-09"},{"category":"NOBEL PRIZES","comments":"","clues":[{"text":"Arthur Ashkin's 2018 prize was for inventing optical these, which use laser beams to grab particles &amp; cells rather than hairs","response":"tweezers"},{"text":"The 2023 Peace Prize went to women's rights crusader Narges Mohammadi, sentenced to 31 years in prison in this country","response":"Iran"},{"text":"2 scientists shared the 2023 Medicine Prize for enabling development of this type of COVID vaccine made by Pfizer &amp; Moderna","response":"mRNA"},{"text":"This American took home the 2023 Economics Prize for her studies on women in the workforce &amp; the wage gap","response":"(Claudia) Goldin"},{"text":"The 2013 Lit Prize went to this Canadian for her mastery of the short story","response":"(Alice) Munro"}],"originalDate":"2024-04-09"},{"category":"THE MEASURE OF A MAN","comments":"","clues":[{"text":"Measuring electricity? In the U.S., we use this unit that honors an Italian count","response":"a volt"},{"text":"A degree on this other temperature scale has the same magnitude as a Celsius degree","response":"Kelvin"},{"text":"This device used to measure your feet at the shoe store is named for its inventor Charles","response":"a Brannock Device"},{"text":"You only need letters on the left side of the keyboard to type this unit of capacitance that's named for an English chap","response":"the farad"},{"text":"Radioactivity amounts in a sample have been measured in units called the curie &amp; this, after a different French physicist","response":"becquerel"}],"originalDate":"2024-04-09"},{"category":"OPERA SETTINGS","comments":"","clues":[{"text":"This 1893 classic cooked up by Engelbert Humperdinck is largely set in a dark German forest","response":"<i>Hansel and Gretel</i>"},{"text":"Long before the play &amp; film, an 1898 opera about Mozart &amp; this composer takes place in a room in Vienna &amp; lasts all of 40 minutes","response":"Salieri"},{"text":"Verdi's \"Falstaff\" is set in this town during the reign of Henry IV","response":"Windsor"},{"text":"Scenes in this Mussorgsky opera take place in the czar's quarters &amp; in a square outside of St. Basil's Cathedral","response":"<i>Boris Godunov</i>"},{"text":"Better known for \"Faust\", this French composer set his last opera, \"The Tribute of Zamora\", in Moorish Spain","response":"Gounod"}],"originalDate":"2024-04-09"},{"category":"KNEEL BEFORE ZED","comments":"(Ken: These words begin with the letter \"Z\" but they also come alphabetically before the word \"zed\".)","clues":[{"text":"Equus quagga crawshayi is a Crawshay's this","response":"zebra"},{"text":"A fanatic, or a member of an ancient anti-Roman Jewish sect","response":"a zealot"},{"text":"This Yiddish adjective means plumply voluptuous","response":"<i>zaftig</i>"},{"text":"A large mustache that curves down at the corners of the mouth is named for this early 20th century Guerrilla","response":"Zapata"},{"text":"Compadrazgo, a ritual kinship system involving godparents, plays an important role for this people of Oaxaca","response":"the Zapotec"}],"originalDate":"2024-04-09"},{"category":"OPERA SETTINGS","comments":"","clues":[{"text":"One act of \"The Tales of Hoffmann\" takes place in this city; Giulietta rides off in a gondola","response":"Venice"},{"text":"This 1904 Puccini opera is set in Nagasaki","response":"<i>Madame Butterfly</i>"},{"text":"The title characters of this opera nibble on one of the sets, a gingerbread house","response":"<i>Hansel and Gretel</i>"},{"text":"In a Menotti opera, the Magi stop at this boy's house on the way to Bethlehem","response":"Amahl"},{"text":"Rossini title character who lives in a chalet beside Lake Lucerne","response":"William Tell"}],"originalDate":"1992-03-17"}],{"category":"FIGURES OF MYTH","text":"Ovid says he \"toppled, beating wild with naked arms the unsustaining air... shrieking for succour from his sire\"","response":"Icarus"}]}