{"mix":176,"rounds":[[{"category":"CONSONANT-VOWEL x3","comments":"(Ken: Each response will be a word with that pattern, like \"salami\".)","clues":[{"text":"Wait, what? Students taught E. coli bacteria how to solve these number puzzles?! I'm kinda freakin' out","response":"sudoku"},{"text":"Boze-dee-boze-dee-bop! Ziddy bop! It's just this old-time term for a male escort","response":"a gigolo"},{"text":"It's the Spanish diminutive of \"house\"","response":"<i>casita</i>"},{"text":"Catholics hoping for special grace may pray this, said for 9 consecutive days","response":"a novena"},{"text":"Related to the word lagoon is this one meaning a gap, as in historical records","response":"a lacuna"}],"originalDate":"2024-04-08"},{"category":"A SECRET CHORD","comments":"","clues":[{"text":"Wagner shook up people's ideas of harmony with the chord named for this lover of Isolde","response":"Tristan"},{"text":"He lived until 1827 but his last time as soloist with an orchestra was in 1808, opening his 4th piano concerto with a gentle chord","response":"Beethoven"},{"text":"This 1959 Miles Davis album begins with Bill Evans' piano, including a famous pair of chords","response":"<i>Kind of Blue</i>"},{"text":"A mighty, anguished chord in his 10th symphony might have something to do with his wife Alma's affair with Walter Gropius","response":"Mahler"},{"text":"Something called a tritone substitution is found in the chords of \"Lush Life\", a classic by this Duke Ellington collaborator","response":"Strayhorn"}],"originalDate":"2024-04-08"},{"category":"THE AGE OF CHIVALRY","comments":"","clues":[{"text":"The Teutonic Knights originated during the third one of these military expeditions","response":"the Crusades"},{"text":"The idealization of women stemmed from the increasing devotion to this biblical woman","response":"the Virgin Mary"},{"text":"Chretien de Troyes wrote the earliest extant literary work about the quest for this holy object","response":"the Holy Grail"},{"text":"The medieval institution of knighthood spread to England with this conquest","response":"the Norman Conquest"},{"text":"Add 3 letters to the French word for \"horse\" to get this French word for a knight","response":"<i>chevalier</i>"}],"originalDate":"1991-12-16"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"He was first to prove the connection between electricity &amp; lightning","response":"Ben Franklin"},{"text":"A bandicoot carries its young in one of these","response":"a pouch"},{"text":"Polishing this removes the thiamine so a constant diet of it may result in beriberi","response":"rice"},{"text":"It's what the archerfish shoots to bring down insects","response":"water"},{"text":"The Henry Draper Catalogue contains measurements of over 400,000 of these","response":"stars"}],"originalDate":"1991-12-16"},{"category":"MOVIE SONGS","comments":"","clues":[{"text":"\"Start spreadin' the news, I'm leaving today, I wanna be a part of it\" in this place","response":"New York"},{"text":"\"For a golden girl knows when he's kissed her it's the kiss of death from\" this Bond villain","response":"Goldfinger"},{"text":"\"No it isn't very pretty what\" this type of town \"can do\"","response":"a town without pity"},{"text":"\"Don't go walking down\" this thoroughfare \"with anyone else but me\"","response":"Lovers' Lane"},{"text":"\"How can I ignore\" this person; \"I love him more than I can say\"","response":"the boy next door"}],"originalDate":"1991-12-16"},{"category":"BALLERINAS","comments":"","clues":[{"text":"Her sister Marjorie Tallchief is a ballerina, too","response":"Maria Tallchief"},{"text":"Dame Alicia Markova was ballet director of this American opera company from 1963-69","response":"the Met"},{"text":"Antoinetta Dell'era was the 1st ballerina to play the role of this fairy in \"The Nutcracker\", in 1892","response":"the Sugarplum Fairy"},{"text":"Look up \"plie\" in Britannica &amp; you'll find a photo of Gelsey Kirkland as this Stravinsky bird","response":"the Firebird"},{"text":"Suzanne Farrell has been called the \"muse\" of this late choreographer known as \"Mr. B.\"","response":"George Balanchine"}],"originalDate":"1991-12-16"}],[{"category":"LETTER PERFECT","comments":"(Alex: All of the correct responses will be a letter of the alphabet.)","clues":[{"text":"It precedes -stop, Murray Abraham &amp; Scott Fitzgerald","response":"F"},{"text":"Lee Marvin headed this \"Squad\" on TV","response":"M"},{"text":"On a compass this consonant is found 270° from N","response":"W"},{"text":"In spelling out the numbers from 1-999 you never use this vowel","response":"A"},{"text":"I is the only English vowel &amp; this the only consonant that's dotted in lower case","response":"J"}],"originalDate":"1991-12-16"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"She changed her name in 1744, we figure because Empress Sophie the Great didn't sound good","response":"Empress Catherine the Great"},{"text":"She said, \"I can train any dog in 5 minutes... it's training the owner that takes longer\"","response":"Barbara Woodhouse"},{"text":"Savonarola forced this famous Florentine family into exile in 1494","response":"the Medicis"},{"text":"Robert Ford, who killed this outlaw in St. Joseph, Mo. in 1882, got a big reward &amp; a pardon","response":"Jesse James"},{"text":"Tho a Republican, Harold Ickes was Interior Sec'y for this president's whole tenure","response":"Franklin Roosevelt"}],"originalDate":"1991-12-16"},{"category":"CONTEMPORARY NOVELS","comments":"","clues":[{"text":"At the beginning of this Larry McMurtry novel, the pigs are eating a rattlesnake","response":"Lonesome Dove"},{"text":"\"Royal Poinciana\" revolves around the Royal Poinciana Hotel in this elegant Florida resort city","response":"Palm Beach"},{"text":"He dedicated \"QB VII\" \"To my darling wife Jill on her twenty-third birthday\"","response":"Leon Uris"},{"text":"Chapter IX of this James Michener novel is titled \"The Golden Beaches of Nome\"","response":"Alaska"},{"text":"In \"Jitterbug Perfume\" this novelist said, \"The beet was Rasputin's favorite vegetable\"","response":"Tom Robbins"}],"originalDate":"1991-12-16"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"Bongos, congas &amp; tom-toms are types of these","response":"drums"},{"text":"The Scottish Highland version of this instrument has 3 drones","response":"the bagpipe"},{"text":"The Neapolitan type of this lute-like instrument is tuned the same as a violin","response":"a mandolin"},{"text":"Albert Schweitzer was a key figure in reviving interest in this instrument in the early 1900s","response":"the organ"},{"text":"The name of this wind instrument, also called a sweet potato, comes from Italian for goose","response":"the ocarina"}],"originalDate":"1991-12-16"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"This radioactive element is named for the ninth planet","response":"plutonium"},{"text":"Used to control goiter, this element was discovered in seaweed by a French chemist in 1811","response":"iodine"},{"text":"In 1766 Henry Cavendish called this gas with 1 proton &amp; 1 electron \"inflammable air\"","response":"hydrogen"},{"text":"Used to galvanize iron &amp; steel, its name is from the German for \"prong\" or \"spike\"","response":"zinc"},{"text":"Reflecting 95% of the light that strikes it, this precious metal is the most lustrous of metals","response":"silver"}],"originalDate":"1991-12-16"},{"category":"THE 50 STATES","comments":"","clues":[{"text":"Colorful landmarks include the Painted Desert in Arizona &amp; the Rainbow Bridge in this state","response":"Utah"},{"text":"Of all state mottos in English, this state's is, appropriately, the shortest","response":"Rhode Island"},{"text":"Its state flower is the Rocky Mountain columbine","response":"Colorado"},{"text":"This state's first radio station, WOK, began operating in Pine Bluff in 1922","response":"Arkansas"},{"text":"It's the only state that modeled its court system on civil law, not English common law","response":"Louisiana"}],"originalDate":"1991-12-16"}],{"category":"AMERICAN WOMEN","text":"In 1900 she told a Mr. Dobson, \"Get out of the way. I don't want to strike you, but I am going to break up this den of vice\"","response":"Carrie Nation"}]}