{"mix":177,"rounds":[[{"category":"MYTHOLOGICAL WORDS &amp; PHRASES","comments":"","clues":[{"text":"Tall, powerful women are sometimes called these after the name of a race of female warriors","response":"Amazons"},{"text":"A style of masonry that uses large, irregular stones was named for these 1-eyed giants","response":"the Cyclopes"},{"text":"Blue succory, a plant once thought to have love potion powers, is also called this god's \"dart\"","response":"Cupid"},{"text":"Wife of Odysseus whose weaving has become a metaphor for an endless task","response":"Penelope"},{"text":"A sculptured figure of a man used as a support &amp; named for a Titan; the plural is \"Atlantes\"","response":"Atlas"}],"originalDate":"1991-12-16"},{"category":"MYTHICAL CREATURES","comments":"","clues":[{"text":"Legend says St. Martha freed part of Provence from one of these fire-breathers","response":"a dragon"},{"text":"People who drank from this fabled creature's horn were supposedly protected from poisoning","response":"the unicorn"},{"text":"One of these creatures had his eye on the nymph Galatea","response":"a cyclops"},{"text":"The Bennu, a bird sacred to the Egyptian god Ra, represented this heavenly body","response":"the Sun"},{"text":"In Arabian folklore, this enormous bird was so powerful it could seize &amp; carry off elephants","response":"the roc"}],"originalDate":"1991-12-10"},{"category":"THE RODEO","comments":"","clues":[{"text":"The word rodeo, which once denoted a marketplace for cattle, comes from this language","response":"Spanish"},{"text":"This farm chore that involves getting liquid from a bovine inspired a popular rodeo event","response":"milking"},{"text":"In a women's event, cowgirls ride horses in a cloverleaf pattern around 3 of these containers","response":"barrels"},{"text":"Riding these animals is the most dangerous event because they usually weigh at least a ton","response":"bulls"},{"text":"In calf roping, the cowboy must throw the calf to the ground &amp; tie this many of its legs together","response":"3"}],"originalDate":"1991-12-10"},{"category":"SHOES","comments":"","clues":[{"text":"These ballet slippers cover 10 digits, not just one as their name implies","response":"toe shoes"},{"text":"A trademark name for little girls' patent leather shoes, it's also a proper name for little girls","response":"Mary Janes"},{"text":"A \"Havana\" uplift, or what a cast-off girlfriend might call Castro","response":"a Cuban heel"},{"text":"Her disco shoes decorated with flashing lights are on display at the Malacanang Palace Museum","response":"Imelda Marcos"},{"text":"They're the old-fashioned shoes in the title of a 1947 musical set in 1913 New Jersey","response":"high button shoes"}],"originalDate":"1991-12-10"},{"category":"U.S. ARMY","comments":"","clues":[{"text":"In 1966 staff sergeant Barry Sadler had a No. 1 hit with a ballad about this special forces unit","response":"the Green Berets"},{"text":"Most commissioned officers come from this program conducted on college campuses","response":"ROTC (the Reserve Officers' Training Corps)"},{"text":"4 squads, or about 40 soldiers, comprise this troop unit commanded by a lieutenant","response":"a platoon"},{"text":"This word completes the West Point motto, \"Duty, honor...\"","response":"country"},{"text":"On September 1, 1939, the day the Nazis attacked Poland, he became Army Chief of Staff","response":"George Marshall"}],"originalDate":"1991-12-10"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Originally made in Hungary, Liptauer cheese gets its reddish color from this spice","response":"paprika"},{"text":"Felines aren't the only ones who fancy this herb; some use it in salads or to make tea","response":"catnip"},{"text":"Allspice, derived from a single source, tastes like a blend of cloves, cinnamon &amp; this eggnog spice","response":"nutmeg"},{"text":"If a spaghetti sauce recipe calls for wild marjoram, you can use this herb which is the same thing","response":"oregano"},{"text":"Also called Indian saffron, this yellowish spice is used in mustard, curry powder &amp; piccalilli","response":"turmeric"}],"originalDate":"1991-12-10"}],[{"category":"LAST WORDS","comments":"","clues":[{"text":"He told Lauren Bacall, \"Goodbye kid, hurry back\" before he died on January 14, 1957","response":"Humphrey Bogart"},{"text":"It's said that this crooner's last words in 1977 were \"That was a great game of golf, fellers\"","response":"Bing Crosby"},{"text":"This evolutionist said, \"I am not in the least afraid to die\"","response":"Charles Darwin"},{"text":"This ex-president gasped in 1885, \"Water\", not \"Give me a whiskey\"","response":"Ulysses S. Grant"},{"text":"\"Turn up the lights<span class=\"nobreak\">--</span>I don't want to go home in the dark\", this author said in a twist ending June 5, 1910","response":"O. Henry"}],"originalDate":"1991-12-10"},{"category":"VICE PRESIDENTS","comments":"","clues":[{"text":"In 1974 he was disbarred in Maryland, where he'd been governor","response":"Spiro Agnew"},{"text":"When he became VP in 1974, his personal worth was estimated at over $70 million","response":"Nelson Rockefeller"},{"text":"As a Navy pilot from 1943-45, he won the Distinguished Flying Cross for heroism","response":"George Bush"},{"text":"He was elected to the Senate in 1791, defeating Alexander Hamilton's father-in-law","response":"Aaron Burr"},{"text":"He was the only vice president who represented the Federalist Party","response":"John Adams"}],"originalDate":"1991-12-10"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"In 1985 researchers reported a \"hole\" in the ozone layer over this continent","response":"Antarctica"},{"text":"On a single day a satellite observed 7,603 fires burning the rain forests of this river basin","response":"the Amazon"},{"text":"Millions of U.S. homes exceed safe levels of this gas which is produced by the decay of radium","response":"radon"},{"text":"This pesticide, banned in the U.S. in 1972, is still found in the polar environment","response":"DDT"},{"text":"Scientists have found that cows belch up to 430 liters per day of this gas, worsening global warming","response":"methane"}],"originalDate":"1991-12-10"},{"category":"HISTORIC PLACES","comments":"","clues":[{"text":"Alexander the Great was born in the Macedonian capital of Pella, now in this country","response":"Greece"},{"text":"Washington established the main camp of the Continental Army here in Dec. 1777","response":"Valley Forge"},{"text":"The Zealots, a Jewish sect, controlled this fortress from 66 A.D. till conquered by Rome in 73 A.D.","response":"Masada"},{"text":"This principality near the French-Italian border was probably founded by Phoenicians","response":"Monaco"},{"text":"A June 28, 1914 event in this capital of Bosnia &amp; Hercegovina precipitated WWI","response":"Sarajevo"}],"originalDate":"1991-12-10"},{"category":"CHARLIE CHAPLIN","comments":"","clues":[{"text":"This character was introduced in a 1914 short &amp; Chaplin played him for 26 years","response":"the Little Tramp"},{"text":"Chaplin's first film, \"Making a Living\", was made for this studio headed by Mack Sennett","response":"Keystone"},{"text":"This 1921 film co-starring Jackie Coogan was the first feature written &amp; directed by Chaplin","response":"<i>The Kid</i>"},{"text":"In 1919 Chaplin, Mary Pickford, D.W. Griffith &amp; Douglas Fairbanks founded this film studio","response":"United Artists"},{"text":"Chaplin secretly wed this actress at sea in 1936; 6 years later their marriage was on the rocks","response":"Paulette Goddard"}],"originalDate":"1991-12-10"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"Of Robert Browning, E. Barrett Browning or John Moses Browning, the one who invented an automatic rifle","response":"John Moses Browning"},{"text":"Alfred Lewis Vail was this man's assistant, so he received the famous message \"What hath God wrought!\"","response":"Samuel Morse"},{"text":"Several plots against this French cardinal's life failed; he died of natural causes in 1642","response":"Richelieu"},{"text":"Maria de Medici was born in this Italian city; she later became queen of France","response":"Florence"},{"text":"In 1683 George II was the last king of England born in what is now this country","response":"Germany"}],"originalDate":"1991-12-10"}],{"category":"20th CENTURY TRANSPORTATION","text":"A 1947 article read, its \"wings were not clipped by the Senate fishermen &amp; ghost hunters after all\"","response":"the <i>Spruce Goose</i>"}]}