{"mix":180,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"In cribbage, each player keeps his own score on one of these, using pegs","response":"a board"},{"text":"Trademark character whose picture graces boxes of Sugar Golden Crisp","response":"Sugar Bear"},{"text":"Remove 4 letters from \"odoriferous\" to get this word which means the same thing","response":"odorous"},{"text":"Caroline Kennedy's middle name, it was her mother's maiden name","response":"Bouvier"},{"text":"Of all the popes in the 20th century, he had the highest number after his name","response":"Pope John XXIII"}],"originalDate":"1991-10-31"},{"category":"\"BELL\"s","comments":"","clues":[{"text":"A deep, hearty guffaw","response":"a belly laugh"},{"text":"A dunce or ignoramus","response":"a dumbbell"},{"text":"This container is used in laboratories to protect instruments or for containing gases","response":"a bell jar"},{"text":"1 of 2 Top 10 hits by the 5th Dimension with \"Bell\" in the title","response":"\"Wedding Bell Blues\" (or \"One Less Bell To Answer\")"},{"text":"This drug whose name is Italian for \"Fair Lady\" is sometimes used as a cardiac stimulant","response":"belladonna"}],"originalDate":"1991-10-31"},{"category":"EXPLORERS","comments":"","clues":[{"text":"In 1611 this navigator was set adrift by mutineers in the Canadian bay named for him &amp; soon died","response":"Hudson"},{"text":"On April 6, 1909 he wrote in his diary, \"The pole at last!  The prize of 3 centuries... Mine at last!\"","response":"Peary"},{"text":"On his return trip from Alaska in 1741, this Dane died of scurvy on an island off Siberia","response":"Vitus Bering"},{"text":"On the 1st of his 3 voyages to the Pacific, this Englishman charted the coast of New Zealand","response":"(Captain) Cook"},{"text":"On May 20, 1498 this sailor became the first European to set anchor in India","response":"Vasco da Gama"}],"originalDate":"1991-10-31"},{"category":"STATE BIRDS","comments":"","clues":[{"text":"The young of this Connecticut state bird have speckled breasts; the adults are red-breasted","response":"a robin"},{"text":"In winter this \"ruffed\" state bird of Pennsylvania develops feathery \"snowshoes\" on its toes","response":"a grouse"},{"text":"This state bird of Arkansas can mimic other birds as well as barking dogs &amp; farm animals","response":"a mockingbird"},{"text":"This western meadowlark is the state bird of this Cornhusker State","response":"Nebraska"},{"text":"This state bird of New Mexico is also called a ground cuckoo","response":"the road runner"}],"originalDate":"1991-10-31"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"She is head of state of Canada &amp; the Bahamas though she's represented by governors general","response":"Queen Elizabeth II"},{"text":"2 Constantines lead this country; Karamanlis is president &amp; Mitsotakis is prime minister","response":"Greece"},{"text":"84-year-old Yang Shangkun is the president of this country","response":"(People's Republic of) China"},{"text":"He returned from exile in Mexico in 1956 &amp; set up a guerrilla movement in Cuba's Sierra Maestra","response":"Fidel Castro"},{"text":"President Mengistu Haile Mariam of this country fled to Zimbabwe in 1991","response":"Ethiopia"}],"originalDate":"1991-10-31"},{"category":"JAZZ","comments":"","clues":[{"text":"Davenport in this state honors its native son Bix Beiderbecke with an annual jazz festival","response":"Iowa"},{"text":"He hit the pop charts with \"What A Wonderful World\" some 16 years after his death","response":"Louis Armstrong"},{"text":"James Stewart played this trombonist &amp; big band leader in a 1954 motion picture","response":"Glenn Miller"},{"text":"This pioneer vibraphonist played with the Benny Goodman Quartet 1936-40","response":"Lionel Hampton"},{"text":"His son Mercer has led his band since his death in 1974","response":"Duke Ellington"}],"originalDate":"1991-10-31"}],[{"category":"20th CENTURY AMERICA","comments":"","clues":[{"text":"Establishment of a general association of nations was his 14th point","response":"Wilson"},{"text":"It's the 1960s organization founded by Bobby Seale &amp; Huey Newton","response":"the Black Panthers"},{"text":"It was during his tenure as U.S. president that Sputnik I went into orbit","response":"Eisenhower"},{"text":"He served with Pershing in Mexico, set up a tank training school in France &amp; headed the 3rd Army in WWII","response":"George S. Patton"},{"text":"Spiro Agnew &amp; this man ran as Nixon's V.P. candidates","response":"(Henry Cabot) Lodge"}],"originalDate":"1991-10-31"},{"category":"WILLIAM FAULKNER","comments":"","clues":[{"text":"Faulkner set his novel \"Mosquitoes\" in this city, in the French Quarter where he'd once lived","response":"New Orleans"},{"text":"The elusive Old Ben is the title character of this short story, probably Faulkner's best-known","response":"\"The Bear\""},{"text":"Faulkner collaborated on the screenplay for this 1945 film, the 1st to team Bogart and Bacall","response":"to have & have not"},{"text":"Jefferson is the seat of this fictional Faulkner county; we won't ask you to spell it","response":"Yoknapatawpha"},{"text":"This author of \"Winesburg, Ohio\" helped Faulkner get his 1st novel published","response":"Sherwood Anderson"}],"originalDate":"1991-10-31"},{"category":"IN THE PAST","comments":"","clues":[{"text":"All your favorite medieval travel influencers went through South India, like Ibn Battuta, Zheng He &amp; this Venetian guy","response":"Marco Polo"},{"text":"A city in Mexico that borders El Paso bears the name of this man, often called the first indigenous president of Mexico","response":"Juárez"},{"text":"Her son Jean Baptiste served as a military guide in the American West before his 1866 death","response":"Sacagawea"},{"text":"In ancient Rome the conflict of the orders refers to the struggle between these 2 social  classes with names that start with \"P\"","response":"patricians & plebeians"},{"text":"Dwight Eisenhower &amp; John Diefenbaker were there for the opening of this North American waterway in 1959","response":"the St. Lawrence Seaway"}],"originalDate":"2024-04-05"},{"category":"ALLITERATIVE LIT","comments":"","clues":[{"text":"Chapters in this book include \"The Departure of Boromir\" &amp; \"Shelob's Lair\"","response":"<i>The Two Towers</i>"},{"text":"This Vonnegut title refers to a game played with string","response":"<i>Cat's Cradle</i>"},{"text":"It's the alternate title of \"Hans Brinker\"","response":"<i>The Silver Skates</i>"},{"text":"Hyphenated sound made by the vorpal blade in \"Jabberwocky\"","response":"snicker-snack"},{"text":"This heedless horseman also known as Abraham Van Brunt taunts his rival Ichabod Crane","response":"Brom Bones"}],"originalDate":"2024-04-05"},{"category":"FARMING HISTORY","comments":"","clues":[{"text":"The 7-spotted type of this beetle was brought to North America in the mid-20th c. to control aphids &amp; other plant-eating pests","response":"a ladybug"},{"text":"Grown together, \"The 3 Sisters\" of pre-Columbian Native American farming were beans, squash &amp; this","response":"corn"},{"text":"The mold Phytophthora infestans caused this mid-19th c. farming disaster that resulted in a million deaths","response":"the Irish Potato Famine"},{"text":"In 1889 William Murchland forever changed the dairy industry by inventing a vacuum type of this apparatus","response":"a milker (a milking machine)"},{"text":"This British agronomist perfected the seed drill in 1701","response":"(Jethro) Tull"}],"originalDate":"2024-04-05"},{"category":"SCULPTURE","comments":"","clues":[{"text":"The shining surface of Anish Kapoor's \"Cloud Gate\", affectionately called \"The Bean\", reflects the skyline of this city's loop","response":"Chicago"},{"text":"Richard Serra's 1969 sculpture \"One Ton Prop\", featuring 4 lead sheets leaning together, is also known as \"House of\" these","response":"Cards"},{"text":"Bernini's mid-17th century work \"Ecstasy of\" this saint was inspired by a Spanish nun","response":"St. Teresa"},{"text":"In 2013 his \"Balloon Dog (Orange)\" sold at Christie's for $58.4 million","response":"(Jeff) Koons"},{"text":"The only surviving work from this ancient Greek sculptor's own hand is thought to be \"Hermes Carrying the Infant Dionysus\"","response":"Praxiteles"}],"originalDate":"2024-04-05"}],{"category":"LITERARY MONUMENTS","text":"A 112-foot-tall monument in a Madrid plaza depicts a writer seated above bronze statues of these 2 characters","response":"Don Quixote & Sancho Panza"}]}