{"mix":181,"rounds":[[{"category":"IN THIS ECONOMY?!","comments":"","clues":[{"text":"We are \"at liberty\" to say capitalism is also known as this 2-word economy, an unregulated system of economic exchange","response":"free market"},{"text":"Why use money or credit cards when there's this system where a mechanic might trade a tuneup to a farmer for some apples","response":"barter"},{"text":"Adam Smith called this system of semi-free labor  that ended about 500 years before his time \"barbarous\"","response":"feudalism"},{"text":"2 individuals deal with each other directly vs. using a 3rd party in buying goods &amp; services in this economy, P2P for short","response":"peer-to-peer"},{"text":"Dostoyevsky gave up on the French utopian this type of economy, becoming more reactionary","response":"socialism"}],"originalDate":"2024-04-05"},{"category":"HORROR MUSIC","comments":"","clues":[{"text":"Ray Parker Jr. wrote &amp; performed the theme song to \"Ghostbusters\" that went to No. 1 on the charts &amp; asked this musical question","response":"Who you gonna call?"},{"text":"\"What ever happened to my Transylvania twist?\" is a lyric from this novelty horror song","response":"the \"Monster Mash\""},{"text":"A man sees a ghostly version of himself in Schubert's lied (song) with this German title","response":"\"Doppelganger\""},{"text":"In a song by the goth rock band Bauhaus, this horror movie legend is \"Dead, undead, undead, undead\"","response":"Bela Lugosi"},{"text":"\"Putting Out The Fire With Gasoline\" is from the theme song to this beastly film starring Nastassja Kinski","response":"<i>Cat People</i>"}],"originalDate":"2024-04-05"},{"category":"ANIMALS","comments":"","clues":[{"text":"The only land mammals native to New Zealand are 2 species of these flying mammals","response":"bats"},{"text":"This large dog originated in Germany, not in Denmark as its name implies","response":"a Great Dane"},{"text":"Basilisks are also called \"Jesus Christ Lizards\" because of their ability to run on the surface of this","response":"water"},{"text":"In his \"Monograph on the Cirripedia\", Charles Darwin told the hull truth about these sea creatures","response":"barnacles"},{"text":"Latin gave us this word for the pouch on a kangaroo's belly","response":"the marsupium"}],"originalDate":"1991-10-07"},{"category":"CELEBRITY RELATIVES","comments":"","clues":[{"text":"Like his cousin Jimmy Lee Swaggart, this rock 'n' roll great's middle name is also Lee","response":"Jerry Lee Lewis"},{"text":"Michael Nesmith's mom wasn't \"Monkeeing\" around when she invented this typewriter correction fluid","response":"Liquid Paper (white-out accepted)"},{"text":"Frank Kurtz, the most decorated bomber pilot of WWII, is the father of this comedic actress","response":"Swoosie Kurtz"},{"text":"Her father, Pat, created both the \"Today\" &amp; \"Tonight\" shows as president of NBC","response":"Sigourney Weaver"},{"text":"These 3 siblings appeared together in only one film, \"Rasputin and the Empress\"","response":"the Barrymores"}],"originalDate":"1991-10-07"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1979 this American married English tennis player John Lloyd, but they divorced 8 years later","response":"Chris Evert"},{"text":"On Nov. 19, 1969 he scored his \"Milesimo\", or 1000th goal, in Rio's Maracana Stadium","response":"Pelé"},{"text":"Service academy that's the home team at Michie Stadium","response":"the Army (U.S. Military Academy at West Point)"},{"text":"From 1901-54 the Athletics represented this city in the American League","response":"Philadelphia"},{"text":"This Baltimore university best known for its medical school has won a record 17 Lacrosse titles","response":"Johns Hopkins"}],"originalDate":"1991-10-07"},{"category":"THE \"BUCK\" STOPS HERE","comments":"(Alex: Notice that \"buck\" is in quotation marks.  That will appear in each correct response.)","clues":[{"text":"In agriculture it's a minor grain crop, on \"The Little Rascals\" it's the name of a major character","response":"Buckwheat"},{"text":"In 1965 he ran unsuccessfully for New York City mayor on the Conservative Party ticket","response":"William Buckley"},{"text":"Roy Clark's \"Hee Haw\" co-host","response":"Buck Owens"},{"text":"He brought 'em back alive from the jungle","response":"Frank Buck"},{"text":"Roscoe was the real first name of this 320-lb. silent screen actor","response":"Fatty Arbuckle"}],"originalDate":"1991-10-07"}],[{"category":"NEW ENGLAND","comments":"","clues":[{"text":"With Mary Baker Eddy presiding at an 1879 meeting in Lynn, Mass., this movement voted to become a church","response":"Christian Science"},{"text":"The academy Dr. John Phillips founded in this New Hampshire town in 1781 was opened to girls in 1970","response":"Exeter"},{"text":"Its state tree is the white, not the charter, oak","response":"Connecticut"},{"text":"Published by Benjamin Harris around 1690, it began \"A<span class=\"nobreak\">--</span>In Adam's fall, We sinned all\"","response":"the Little Bible of New England"},{"text":"The 2 men chosen to warn the Patriots at Lexington the British were coming were Paul Revere &amp; him","response":"(William) Dawes"}],"originalDate":"1991-10-07"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Parler, meaning \"to talk\", gave rise to this word for a type of legislature","response":"parliament"},{"text":"This tropical bird's name is probably derived from the name Pierre","response":"a parrot"},{"text":"The name of this glassy material comes from Latin meaning \"stone of obsius\"","response":"obsidian"},{"text":"This golden horse's name comes from Spanish meaning \"like a dove\"","response":"palomino"},{"text":"Type of government whose name is derived from the Latin for \"bundle\"","response":"fascist"}],"originalDate":"1991-10-07"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"When it's used to play folk music, a violin is popularly called this","response":"a fiddle"},{"text":"Though resembling a piano, the strings on this old keyboard instrument are plucked rather than struck","response":"a harpsichord"},{"text":"The Sousaphone is basically the same as this instrument but coiled in a circle","response":"a tuba"},{"text":"Among orchestral drums, they're the only type tuned to specific pitches","response":"timpani"},{"text":"As it's nearly 16 feet long, this lowest-sounding woodwind is folded into three sections","response":"a contrabassoon"}],"originalDate":"1991-10-07"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"His 1st line in \"The Merry Wives of Windsor\" is \"Now, Master Shallow; you'll complain of me to the king?\"","response":"Falstaff"},{"text":"The man who brags, \"I am he am born to tame you, Kate\"","response":"Petruchio"},{"text":"Of Flute, Oboe or Piccolo, the one who's a character in \"A Midsummer Night's Dream\"","response":"Flute"},{"text":"Prospero calls this sprite \"My tricksy spirit!\"","response":"Ariel"},{"text":"The playwright George Wilkins may have collaborated on this play about a prince of Tyre","response":"<i>Pericles, Prince of Tyre</i>"}],"originalDate":"1991-10-07"},{"category":"FOREIGN EXCHANGE","comments":"","clues":[{"text":"In this country 100 lepta will get you 1 drachma","response":"Greece"},{"text":"Worth about 5 to the U.S. dollar, the yuan is the basic monetary unit of this country","response":"China"},{"text":"From Russian for \"lance\", this small coin originally showed the czar with a lance","response":"a kopeck"},{"text":"1 of 5 Middle Eastern countries whose monetary unit is the rial","response":"Saudi Arabia (or Iran, Oman, Yemen or Qatar)"},{"text":"This country that became independent in March 1990 still uses the South African rand","response":"Namibia"}],"originalDate":"1991-10-07"},{"category":"QUASI-RELATED PAIRS","comments":"","clues":[{"text":"A layer of paint<br>&amp; <br>a score of 7-7","response":"coat & tie"},{"text":"Mr. Harrelson<br>&amp; an insect sound associated with titillating news","response":"Woody & buzz"},{"text":"Food word for \"bonkers\"<br>&amp; <br>makes a swift escape","response":"nuts & bolts"},{"text":"A master teacher of the lotus position<br>&amp; <br>a double talk term for a toddler injury","response":"a yogi & boo-boo"},{"text":"An umpire's call<br>&amp; <br>an inlet of a sea","response":"safe & sound"}],"originalDate":"2024-04-04"}],{"category":"19th CENTURY AMERICA","text":"It caused rich amusement that the name of this president, whose wife didn't allow dancing, was similar to that of a dance","response":"James K. Polk"}]}