{"mix":185,"rounds":[[{"category":"THE ANCIENTS SPEAK","comments":"","clues":[{"text":"You get an \"A\" if you know that Horace described this emotion as \"a short madness\"","response":"anger"},{"text":"In \"Oedipus at Colonus\", he wrote, \"Acceptance<span class=\"nobreak\">--</span>that is the great lesson suffering teaches\"","response":"Sophocles"},{"text":"In his \"Histories\", he quoted Solon as saying, \"Before he dies, call no man happy<span class=\"nobreak\">--</span>he is at best but fortunate\"","response":"Herodotus"},{"text":"In \"The Lives of the Twelve Caesars\", it's said that his last words were \"What an artist  dies with me!\"","response":"Nero"},{"text":"We're not sure if he found him, but this cynic, lantern in tote, was quoted as saying he was \"looking for an honest man\"","response":"Diogenes"}],"originalDate":"2024-03-29"},{"category":"STATE FLAGS","comments":"","clues":[{"text":"Not \"E pluribus unum\" but this national motto appears on the flags of Georgia &amp; Mississippi","response":"In God We Trust"},{"text":"In 1992 this state replaced the words \"The Sunshine State\" on its flag with the words \"The Mount Rushmore State\"","response":"South Dakota"},{"text":"Representations of the North Star &amp; this other night sky feature appear on Alaska's flag","response":"the Big Dipper (Ursa Major)"},{"text":"This state's flag features the frigate Raleigh, built in Portsmouth in 1776 &amp; the first ship to fly the U.S. flag in a sea battle","response":"New Hampshire"},{"text":"This state's flag bears the words \"Battle Born\", referring to it becoming a state during the Civil War","response":"Nevada"}],"originalDate":"2024-03-29"},{"category":"PENALTIES &amp; BONUSES","comments":"","clues":[{"text":"A \"quicker picker upper\", or a bonus given at some poker tournaments after knocking out specific players","response":"a bounty"},{"text":"In the Gospel of John, the Pharisees told Jesus that this was the penalty for adultery; he told them to be cautious judging","response":"death by stoning"},{"text":"Look out below! CEO severance from a company may be in the form of this 2-word type with a precious metal in its name","response":"a golden parachute"},{"text":"There are fines &amp; fees &amp; then there's this other \"F\" word referring to property seized by the po-po for criminal reasons","response":"forfeiture"},{"text":"Mark Twain loved this Louisiana French word for something extra given after a transaction is completed","response":"a lagniappe"}],"originalDate":"2024-03-29"},{"category":"CLASSIC AD SLOGANS &amp; JINGLES","comments":"","clues":[{"text":"\"Double your pleasure, double your fun\" with this brand","response":"Doublemint"},{"text":"\"I don't wanna grow up, I'm\" this kind of \"kid\"","response":"a Toys \"R\" Us kid"},{"text":"This chain promised \"We'll leave the light on for you\"","response":"Motel 6"},{"text":"This brand has been advertised as \"Two, two, two mints in one\"","response":"Certs"},{"text":"\"Quick, Henry,\" this old-time insecticide that also means to move quickly from place to place","response":"Flit"}],"originalDate":"2024-03-29"},{"category":"BIOLOGY \"A\", \"B\", \"C\"s","comments":"","clues":[{"text":"\"A\": <br>This clear fluid surrounds a baby in its mother's womb","response":"amniotic fluid"},{"text":"\"C\":<br>In myth, it's a fire-breathing hybrid monster, in  genetics, it's an organism with 2 distinct sets of DNA","response":"chimera"},{"text":"\"A\": <br>You get one set of these alternative forms of genes from mom &amp; one from dad","response":"alleles"},{"text":"\"B\": <br>This pigment gives bile its yellowish color &amp; can lead to gallstones","response":"bilirubin"},{"text":"\"C\" \"C\": <br>2-word term for the multistage process via which the basic unit of life reproduces itself","response":"the cell cycle"}],"originalDate":"2024-03-29"},{"category":"A WARMING TREND","comments":"","clues":[{"text":"Consider your heart (but really, these) warmed in song via \"roasting on an open fire, Jack Frost nipping at your nose\"","response":"chestnuts"},{"text":"After deep torpor, a Rivoli's this, known for wing speed, can see its body temperature rise 50 degrees up to 100-plus","response":"a hummingbird"},{"text":"This \"official blanket with sleeves\" sold 4 million in the 2008 holiday season after its fall introduction","response":"a Snuggie"},{"text":"One recipe from the Russian Tea Room for hot this soup includes 5 ounces of beets as well as short ribs &amp; pork butt","response":"borscht"},{"text":"In this Bible book once alluded to by Samuel L. Jackson, \"Another fire shall devour them; and ye shall know that I am the Lord\"","response":"Ezekiel"}],"originalDate":"2024-03-29"}],[{"category":"MR. OR MRS. SONG","comments":"","clues":[{"text":"(It was only a hit) it was only a hit over a year after its release; now this song by the Killers is called a \"millennial anthem\"","response":"\"Mr. Brightside\""},{"text":"Rapper Nas, aka Nasir Jones, claims to be the inspiration for this woman's \"Me &amp; Mr. Jones\" from \"Back to Black\"","response":"Winehouse"},{"text":"Paul Simon said this Yankee was baffled by a lyric in \"Mrs. Robinson\", telling Paul, \"I haven't gone anywhere\"","response":"Joe DiMaggio"},{"text":"Avian name of the Adam Duritz band that in the '90s sang, \"Mr. Jones &amp; me tell each other fairy tales\"","response":"Counting Crows"},{"text":"Bob Dylan wrote, \"Drugs never played a part\" in the creation of this song about a percussionist","response":"\"Mr. Tambourine Man\""}],"originalDate":"2024-03-29"},{"category":"HOP ON THE INTERSTATE","comments":"","clues":[{"text":"After visiting Michael Jackson's family home in Gary, Ind., enjoy views of this Great Lake off I-94 East as you enter Benton Harbor","response":"Lake Michigan"},{"text":"Put Kingman in your rear view, cruise I-40 &amp; you'll be in Standin' on the Corner Park in this Arizona city in 3 hours","response":"Winslow"},{"text":"Columbia is about midway between these 2 same-state Midwest cities that squared off in the I-70 World Series in 1985","response":"Kansas City & St. Louis"},{"text":"Enjoy 1,700 miles of the I-95 system, south from Bangor to this 2-word city whose name comes from Spanish for \"mouse's mouth\"","response":"Boca Raton"},{"text":"It's about 2 1/2 hours going west on I-80 from Davenport to this state capital","response":"Des Moines"}],"originalDate":"2024-03-28"},{"category":"FREE FOR ALL","comments":"","clues":[{"text":"Monopoly once added a few house rules, including all fees &amp; taxes stashed in the middle of the board are yours when you land on this spot","response":"Free Parking"},{"text":"The nonprofit Free Software Foundation promotes this hyphenated type of software that, by definition, can be modified &amp; shared","response":"open-source"},{"text":"R.E.M. titled a 1981 song for this broadcasting service that aimed to inform people under the grasp of the Soviets","response":"Radio Free Europe"},{"text":"The Wilmot Proviso, which wanted no slavery in newly acquired Mexican lands, was a precursor to this political party","response":"the Free Soil Party"},{"text":"The \"free\" type of this refers to an atom or molecule with a loose electron that can destabilize other molecules","response":"a free radical"}],"originalDate":"2024-03-28"},{"category":"2-WORD POP CULTURE","comments":"","clues":[{"text":"In the preface to \"The Hitchhiker's Guide to the Galaxy\" we learn that these calming words are on the front of the reference book","response":"don't panic"},{"text":"This catchphrase of Ed McMahon was uttered with creepy efficiency in \"The Shining\"","response":"Here's Johnny"},{"text":"Barney on \"How I Met Your Mother\" often implored his friends with this command that superheroes might receive","response":"suit up"},{"text":"This memorable 1997 Apple ad campaign notably didn't end with a \"-ly\"","response":"Think Different"},{"text":"Written by Sia, this Shakira song from \"Zootopia\" can be heard in commercials for Disney World","response":"\"Try Everything\""}],"originalDate":"2024-03-28"},{"category":"DEFINITIONS FROM <em class=\"underline\">THE DEVIL'S DICTIONARY</em>","comments":"(Ken: And finally, the satirical work by Ambrose Bierce...)","clues":[{"text":"Under C: <br>\"A familiar kitchen-garden vegetable about as large and wise as a man's head\"","response":"a cabbage"},{"text":"Under H: <br>\"An agreeable sensation arising from contemplating the misery of another\"","response":"happiness"},{"text":"Under P: <br>\"A play in which the story is told without violence to the language\"","response":"a pantomime"},{"text":"Under N: <br>\"Appointing your grandmother to office for the good of the party\"","response":"nepotism"},{"text":"Under Q: <br>\"A sufficient number of members of a deliberative body to have their own way and their own way of having it\"","response":"a quorum"}],"originalDate":"2024-03-28"},{"category":"ART TERMS","comments":"","clues":[{"text":"A painting on 2 panels, often hinged together; London's National Gallery of Art has the Wilton one","response":"a diptych"},{"text":"It means a picture made of inlaid tile, or pertaining to the guy to whom the 10 Commandments were revealed","response":"mosaic"},{"text":"Sculptors sometimes use heat &amp; chemicals to produce this green surface film on their bronzes","response":"a patina"},{"text":"Jean Arp coined this term for Alexander Calder's inert sculptures, often made from sheet metal","response":"stabiles"},{"text":"Marcel Duchamp used mass-produced items for objects called these, like a bicycle wheel on a stool","response":"readymade"}],"originalDate":"2024-03-28"}],{"category":"PHRASE ORIGINS","text":"In 1935 an article popularized this term for the part of the U.S. where residents were \"depending on rain\"","response":"the Dust Bowl"}]}