{"mix":187,"rounds":[[{"category":"PICK A CARD, ANY CARD","comments":"","clues":[{"text":"On \"SNL\" as Stefon, Bill Hader often broke into on-air laughter reading John Mulaney's late script changes written on these","response":"cue cards"},{"text":"On your special day, know that this company got away from selling postcards &amp; into greeting cards after a 1915 office fire","response":"Hallmark"},{"text":"One of 31 known to exist &amp; the only one listed gem mint, a 1995 card featuring Charizard from this game went for $493,000 in 2021","response":"<i>Pokémon</i>"},{"text":"Jeopardy! isn't a card in this deck but Wheel of Fortune is; Judgement &amp; Temperance also await","response":"a tarot deck"},{"text":"Not in many wallets today but still a brand of Discover, in 1950 it was the first universal credit card","response":"Diners Club"}],"originalDate":"2024-03-26"},{"category":"4-WORD TV SYNOPSES","comments":"","clues":[{"text":"2015 to 2022: Albuquerque attorney's antecedent adventures","response":"<i>Better Call Saul</i>"},{"text":"Ending in 1993: <br>Boston barflies bond brilliantly","response":"<i>Cheers</i>"},{"text":"2013 to 2023: <br>Red Reddington riles rascals","response":"<i>The Blacklist</i>"},{"text":"Debuting in 2003: <br>Bluth brood's business bungles","response":"<i>Arrested Development</i>"},{"text":"2014 to 2017: <br>Rapture remnants respond ruefully","response":"<i>The Leftovers</i>"}],"originalDate":"2024-03-26"},{"category":"MAGAZINES","comments":"","clues":[{"text":"One of America's most widely circulated magazines is this warehouse club's Connection, with latest finds, member polls &amp; more","response":"Costco"},{"text":"It officially debuted in 1974 with Mia Farrow on the cover &amp; stories on Gloria Vanderbilt &amp; William Peter Blatty, among others","response":"<i>People</i> magazine"},{"text":"Eustace Tilley, a dandy with a monocle, is the mascot of this magazine","response":"<i>The New Yorker</i>"},{"text":"Celebrating an anniversary in 2020, this publication devoted to a single sport congratulated itself on breaking 70","response":"<i>Golf Digest</i>"},{"text":"Melville &amp; Emerson were among those who endorsed this magazine covering literature, art &amp; politics when it launched in 1857","response":"<i>The Atlantic</i>"}],"originalDate":"2024-03-26"},{"category":"SUPREME COURT JUSTICES","comments":"","clues":[{"text":"So far, Samuel Chase is the only justice to face these proceedings; his acquittal was a victory for judicial independence","response":"impeachment"},{"text":"This Supreme Court justice wrote the majority opinion in the Dobbs decision that overturned Roe v. Wade","response":"Alito"},{"text":"This Chief Justice affirmed Congress' \"implied powers\" in his decision in McCulloch v. Maryland","response":"Marshall"},{"text":"As a Boston lawyer, he was known as the \"people's attorney\"; he went on to become the first Jewish Supreme Court justice","response":"Brandeis"},{"text":"When he retired in 2010 at age 90, he was the third-longest serving justice in the court's history","response":"John Paul Stevens"}],"originalDate":"2024-03-26"},{"category":"SHORT SHAKESPEARE","comments":"","clues":[{"text":"Macduff's lordly title \"of Fife\"","response":"thane"},{"text":"Prospero's daughter","response":"Miranda"},{"text":"He says, \"Fly not, stand still: ambition's debt is paid\"","response":"Brutus"},{"text":"Half brothers who duel in \"King Lear\"","response":"Edgar & Edmund"},{"text":"Saintly day of Henry V's stirring speech","response":"St. Crispin's Day"}],"originalDate":"2024-03-26"},{"category":"RELIGIOUS RANKS &amp; TITLES","comments":"","clues":[{"text":"In Buddhism, an arhat is one who has attained this through ascetic practices &amp; meditation","response":"enlightenment (nirvana)"},{"text":"Also called a hazan, it's the person who leads a synagogue congregation in song","response":"a cantor"},{"text":"The Quorum of Twelve these are a governing body in the Church of Jesus Christ of Latter-day Saints","response":"Apostles"},{"text":"Familiar from Monty Python sketches, this word for an Anglican or Episcopal priest is from the Latin for \"substitute\"","response":"vicar"},{"text":"Dervishes that engage in ecstatic whirling &amp; dancing are members of this mystical practice of Islam","response":"Sufi"}],"originalDate":"2024-03-26"}],[{"category":"THINKING ABOUT THE HOLY ROMAN EMPIRE","comments":"","clues":[{"text":"Maybe just Chuck the Nifty to his pals, he began ruling with the title \"emperor of the Romans\" in 800","response":"Charlemagne"},{"text":"Established within the Holy Roman Empire in 1719, this principality boasts a population of about 40,000","response":"Liechtenstein"},{"text":"Ill-behaved Holy Roman Empire troops sacked Magdeburg in 1631 in this war that lasted for a certain time","response":"the Thirty Years' War"},{"text":"Frederick III of this royal family had a good Holy Roman run, ruling from 1452 to 1493","response":"the Habsburgs"},{"text":"The 1648 peace of this region said \"peace out\" to a lot of the power of Holy Roman Emperor Ferdinand III","response":"Westphalia"}],"originalDate":"2024-03-25"},{"category":"LET'S GET A DRINK","comments":"","clues":[{"text":"A regular B &amp; B is Bénédictine &amp; brandy; if you're drinking a Kentucky B &amp; B, this other \"B\" is an ingredient","response":"bourbon"},{"text":"This potent potable is not just the star ingredient of a Caruso; it's also a winning declaration in a card game","response":"gin"},{"text":"Real Madagascar vanilla is one of the spices in this \"original spiced rum\" brand, &amp; I totally mean to pull rank here","response":"Captain Morgan"},{"text":"Motorcyclists know this name for the cocktail of Cognac, triple sec &amp; lemon juice","response":"a Sidecar"},{"text":"One origin story of this cocktail involves the early morning hours after a long night in Sausalito","response":"a Tequila Sunrise"}],"originalDate":"2024-03-25"},{"category":"SO NICE, WE NEED THE ANSWER TWICE","comments":"","clues":[{"text":"Noelia performs a solo trapeze act at this Vegas venue","response":"Circus Circus"},{"text":"Jimi Hendrix' \"Voodoo Child (Slight Return)\" opens with riffs using this pedal","response":"a wah-wah pedal"},{"text":"Jacques Offenbach composed music for this lively dance as part of an 1858 operetta","response":"the can-can"},{"text":"This Pacific Northwest city bears the name of an indigenous people Lewis &amp; Clark met in 1806","response":"Walla Walla"},{"text":"In art history, it preceded Surrealism","response":"Dada"}],"originalDate":"2024-03-25"},{"category":"WORDS READ BACKWARDS","comments":"","clues":[{"text":"A ruminant races backwards &amp; becomes this last name of actor Oliver &amp; musician Lou","response":"Reed (from deer)"},{"text":"Read backwards, a Japanese word for dried seaweed becomes this metal","response":"iron (from nori)"},{"text":"A word preceding \"chart\" for a step-by-step guide becomes this big canine","response":"wolf (from flow)"},{"text":"A set of enzymes from a cow's stomach lining becomes this, slang for what might buy you a plate of fish &amp; chips","response":"tenner (from rennet)"},{"text":"A runner who sets the tempo of a race rewinds &amp; becomes this shortened word for a TV opening that might begin \"previously on\"","response":"a recap (from pacer)"}],"originalDate":"2024-03-25"},{"category":"PANHANDLE STATES","comments":"","clues":[{"text":"This state's 100-mi. Emerald Coast is a stretch of white sand beaches along the emerald-green waters of the Gulf of Mexico","response":"Florida"},{"text":"The Bitterroot Mountains, part of the Rockies, straddle this state's panhandle &amp; Montana to the east","response":"Idaho"},{"text":"When founded in 1887, this largest city in the Texas panhandle was known as Ragtown","response":"Amarillo"},{"text":"West Virginia's northern panhandle is bordered on the north &amp; west by this river","response":"the Ohio"},{"text":"Watching humpback whales is a must in this Alaska panhandle national park, the state's southeasternmost","response":"Glacier Bay"}],"originalDate":"2024-03-25"},{"category":"IAMB A POET","comments":"","clues":[{"text":"Bill Shakespeare here! Prithee complete my line, \"Shall I compare thee to\" this?","response":"a summer's day"},{"text":"In Robert Frost's \"The Road Not Taken\", \"I took the one\" that was this","response":"less traveled by"},{"text":"Iam the \"I\" in \"I Felt a Funeral, in My Brain\", &amp; what do you mean I'm obsessed with death?","response":"Dickinson"},{"text":"I, William Wordsworth, wrote this iambic line that precedes \"that floats on high o'er vales and hills\"","response":"I wandered lonely as a cloud"},{"text":"Aye, I did write \"The Lay of the Last Minstrel\" &amp; many another bonny iambic work, &amp; ye needn't call me sir!","response":"(Walter) Scott"}],"originalDate":"2024-03-25"}],{"category":"HISTORY &amp; THE MOVIES","text":"This 1935 Best Picture Oscar winner tells of a 1789 event near the isolated Pacific volcano of Tofua","response":"<i>Mutiny on the Bounty</i>"}]}