{"mix":193,"rounds":[[{"category":"WORLD OF LIT","comments":"","clues":[{"text":"This commander of the Nautilus in \"Twenty Thousand Leagues Under the Sea\" also appears in \"The Mysterious Island\"","response":"Nemo"},{"text":"He served several years of hard labor in Siberia before writing about someone else's \"Crime and Punishment\"","response":"Dostoevsky"},{"text":"Following the publication of this controversial 1988 novel, the Ayatollah Khomeini issued a fatwa against Salman Rushdie","response":"<i>The Satanic Verses</i>"},{"text":"In Hermann Hesse's futuristic final novel, Josef Knecht has long been consumed with mastering this title competition","response":"the Glass Bead Game"},{"text":"The short story collection \"Face to Face\" was the first book by this South African woman who won a 1991 Nobel Prize","response":"Nadine Gordimer"}],"originalDate":"2024-03-11"},{"category":"LITERARY AWARDS","comments":"","clues":[{"text":"The first of his 4, count 'em, 4 Pulitzers, was for \"New Hampshire: A Poem with Notes &amp; Grace Notes\"","response":"Robert Frost"},{"text":"The Man Group sponsored this prestigious British literary prize from 2002 to 2019","response":"the Booker Prize"},{"text":"Octavia Butler got the inaugural Infinity Award by the Science Fiction &amp; Writers Association at these star-studded awards","response":"the Nebula Awards"},{"text":"This 18th century publisher who helped usher Mother Goose into the world is the namesake of a lauded medal","response":"Newbery"},{"text":"The Hugo Award isn't named after Victor Hugo, but this Hugo who founded the sci-fi magazine Amazing Stories","response":"Hugo Gernsback"}],"originalDate":"2024-03-08"},{"category":"TRAIL","comments":"","clues":[{"text":"Great Bend, Kansas was a stopping point on this historic trail that went from Missouri to the capital of New Mexico","response":"the Santa Fe Trail"},{"text":"Now a National Historic Trail, it began in Nauvoo, Illinois &amp; ended at the Great Salt Lake","response":"the Mormon Trail"},{"text":"A trail that runs some 3,100 miles from Canada to Mexico is named for this demarcation that splits North America in 2","response":"the Continental Divide"},{"text":"Surname of settler John, who blazed a trail to Montana &amp; left his name on a city there","response":"Bozeman"},{"text":"The Oregon Trail ended in this Oregon river valley now famed for its wine","response":"the Willamette Valley"}],"originalDate":"2024-03-08"},{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"Who knows how long this country would have stayed heathen if not for the Christianizing of its 10th c. King Olaf Tryggvason","response":"Norway"},{"text":"Far ahead of Europe, China developed this advance in communications; the Diamond Sutra of 868 A.D. is an example of it","response":"woodblock printing"},{"text":"In 1043 this lady &amp; her husband Leofric, Earl of Mercia, founded a monastery in Coventry","response":"Lady Godiva"},{"text":"The Lombard League, an alliance of Italian cities, was founded in 1167 to defend against this red-bearded Holy Roman Emperor","response":"Barbarossa"},{"text":"Not Peter the Apostle nor Peter the Great but this preacher led the People's Crusade in filthy garments &amp; riding a donkey","response":"Peter the Hermit"}],"originalDate":"2024-03-08"},{"category":"13-LETTER WORDS","comments":"","clues":[{"text":"You might have to perform with some real dummies if you seek this stage job perfected by Edgar Bergen","response":"ventriloquist"},{"text":"It's what you're doing when you're speaking aloud to no one else in particular on stage","response":"soliloquizing"},{"text":"It's another name for a bachelor's degree","response":"a baccalaureate"},{"text":"If you register a domain name solely with the intention of selling it for profit, sit down, you're this type of intruder","response":"a cybersquatter"},{"text":"The international museum for this in Maine has exhibits on Bigfoot &amp; the Loch Ness Monster","response":"cryptozoology"}],"originalDate":"2024-03-08"},{"category":"SOUTH OF THE EQUATOR","comments":"","clues":[{"text":"Durban, South Africa was once named Port Natal; Natal is Portuguese for this holiday","response":"Christmas"},{"text":"One activity if, you're in Gurue in northern Mozambique is a hike to the Cascata, this feature, a good place to cool off","response":"a waterfall"},{"text":"Named for an earl, not a duke, this major New Zealand port has the country's largest concentration of Maori","response":"Auckland"},{"text":"Ready for some golf? Head to this very remote South Atlantic island &amp; its 9-hole Longwood golf course","response":"St. Helena"},{"text":"New Britain is the largest island in this German-named archipelago in the southwest Pacific","response":"the Bismarck Archipelago"}],"originalDate":"2024-03-08"}],[{"category":"BOOKS BY CHARACTERS","comments":"","clues":[{"text":"Hunting at sea, <br>Matt Hooper &amp; <br>Captain Quint","response":"<i>Jaws</i>"},{"text":"Josef K. &amp; <br>the Examining Magistrate","response":"<i>The Trial</i>"},{"text":"In a children's book, Stanley Yelnats &amp; <br>Zero","response":"<i>Holes</i>"},{"text":"Sethe &amp; <br>Baby Suggs","response":"<i>Beloved</i>"},{"text":"Squealer &amp; <br>Old Major","response":"<i>Animal Farm</i>"}],"originalDate":"2024-03-07"},{"category":"SPORTS MASCOT HISTORY","comments":"","clues":[{"text":"Starting his career at the San Diego Zoo, he's \"an embryonic Charles Chaplin in... feathers\", says his biography","response":"the San Diego Chicken"},{"text":"From 1979 to 1981 the Yankees fittingly had a mascot named this, also a word for a well-dressed man","response":"Dandy"},{"text":"In 1979 Youppi! suited up for this MLB squad, prior to moving across town (&amp; sports leagues) to the Canadiens","response":"the Montreal Expos"},{"text":"This NFL team notes mascot Captain Fear lamented his lost ship, but friends, it was found &amp; rebuilt at Raymond James Stadium!","response":"the Buccaneers"},{"text":"Since the 1990s Fred the Red has been a devil indeed for this team from the north of England","response":"Man U (Manchester United)"}],"originalDate":"2024-03-07"},{"category":"THE MATERIAL WORLD","comments":"","clues":[{"text":"This material that went with feathers in public humiliation from times past might not have been as hot as you'd assume","response":"tar"},{"text":"For sheets, the Egyptian type of this feels real good, but the extra-long-staple kind is the best of the best","response":"cotton"},{"text":"This hard black wood from trees of the Diospyros genus shares its name with a magazine founded in 1945","response":"ebony"},{"text":"Doors on ancient Greek temples were often fitted with grills made of this alloy of copper &amp; tin","response":"bronze"},{"text":"This fabric with a raised design gets its name from a word for \"twisted thread\"","response":"brocade"}],"originalDate":"2024-03-07"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"A venue for volleys &amp; lobs where violators of military law are prosecuted","response":"a tennis court-martial"},{"text":"Actor lookalike who does the dangerous action scenes as an iconic red London vehicle","response":"a stunt double decker (bus)"},{"text":"A Knoxville color that's also a hit country song is served as a high grade tea from Sri Lanka &amp; India","response":"Tennessee Orange Pekoe"},{"text":"Nation's capital newspaper-caused psychological pain following an event of actual or threatened bodily harm","response":"the <i>Washington Post</i> traumatic stress disorder"},{"text":"Siam-set musical adaptation of Asimov's book about machines that follow 3 laws","response":"<i>The King and I, Robot</i>"}],"originalDate":"2024-03-07"},{"category":"ENDS IN DOUBLE LETTERS","comments":"","clues":[{"text":"In the 1850s a familiar quotation of his may have been \"I have a notebook full of famous things people said. Wanna see?\"","response":"Bartlett"},{"text":"This type of heart surgery involves taking a blood vessel from elsewhere &amp; creating a new pathway around a blockage","response":"bypass"},{"text":"Eden, New York has a museum devoted to this mouth-blown musical toy","response":"a kazoo"},{"text":"Originally a stick or spindle used in spinning, it also came to mean women's work or the female side of a family","response":"distaff"},{"text":"This line on the hull of a ship that indicates the depth to which it can be loaded is named for a 19th century British merchant","response":"the Plimsoll"}],"originalDate":"2024-03-07"},{"category":"BOY GENIUS","comments":"","clues":[{"text":"At age 8, Sergei Prokofiev was taken to \"Faust\" &amp; \"Prince Igor\"; he decided to write one of these too &amp; in months composed \"The Giant\"","response":"an opera"},{"text":"In his teens Erik Demaine pioneered computational origami; at 20 he became this Boston-area school's youngest ever prof","response":"MIT"},{"text":"By age 15, Flynn McGarry had created a culinary classic, changing one letter in a dish named for a duke to make this vegetarian creation","response":"the beet Wellington"},{"text":"Losing his brother Giulio 1915, he buried his grief in math &amp; physics &amp; soon wowed the admissions panel at college in Pisa","response":"Fermi"},{"text":"This French prodigy wrote his masterpiece \"The Drunken Boat\" at 16 &amp; was called an \"infant Shakespeare\"","response":"Rimbaud"}],"originalDate":"2024-03-07"}],{"category":"ON THE U.K. MUSIC CHARTS","text":"\"Candle In The Wind 1997\" knocked this song that asked a title question from the top spot as the U.K.'s all-time bestselling song","response":"\"Do They Know It's Christmas?\""}]}