{"mix":196,"rounds":[[{"category":"NAME, IMAGE, LIKENESS","comments":"","clues":[{"text":"It's the nickname of Alabama CB Ga'quincy McKinstry, whose smile resembled this pitch \"man\"; now he has an NIL deal with the drink, oh yeah","response":"Kool-Aid"},{"text":"It's the big-legacy last name of Arch, who signed an NIL deal before throwing his first pass in college football","response":"Manning"},{"text":"Auburn QB Bo Nix made an NIL deal with Milo's, maker of this 2-word sugary drink<span class=\"nobreak\">--</span>then transferred out of the South to Oregon","response":"sweet tea"},{"text":"In 2021 the first-ever NIL store opened in Lincoln Park, giving players on this \"Fighting\" team a cut of each jersey sold","response":"the Fighting Illini"},{"text":"Part of the NIL deal of UNC basketball star Armando Bacot Jr. was a part on this Netflix show set on a N.C. island chain","response":"<i>Outer Banks</i>"}],"originalDate":"2024-02-29"},{"category":"SCI. ABBR.","comments":"","clues":[{"text":"Biologically speaking, it's what the N-A stands for in RNA &amp; DNA","response":"nucleic acid"},{"text":"sec is short for this trig function","response":"secant"},{"text":"C<br>is short for this unit of electric charge named for a French physicist","response":"a coulomb"},{"text":"If you're a web developer, you probably use HTML (HyperText Markup Language) &amp; CSS, short for this","response":"Cascading Style Sheets"},{"text":"PTX can be short for this condition of air in the pleural space","response":"a pneumothorax"}],"originalDate":"2024-02-29"},{"category":"NAME","comments":"","clues":[{"text":"By the 1910s he had adopted a last name derived from the Russian for steel","response":"Stalin"},{"text":"The Apache leader given the name Goyathlay, meaning \"one who yawns\", took on this name, perhaps the Spanish version of Jerome","response":"Geronimo"},{"text":"Born Tafari Makonnen, this emperor died in Addis Ababa in 1975","response":"Haile Selassie"},{"text":"This billionaire was born György Schwartz in Budapest; his family changed their surname to avoid persecution as Jews","response":"George Soros"},{"text":"This 18th century French writer may have derived his mononym from an anagram of a Latinized version of his surname, Arouet","response":"Voltaire"}],"originalDate":"2024-02-29"},{"category":"\"LIKE\"NESS","comments":"","clues":[{"text":"This series that premiered in 2021 is billed as \"a new chapter of 'Sex &amp; the City\"'","response":"<i>And Just Like That</i>"},{"text":"P!nk is backed up by columns of flame when she performs this 2016 hit in concert","response":"\"Just Like Fire\""},{"text":"In 2002 Tony Curtis toured in a stage version of this film comedy in which he co-starred years earlier","response":"<i>Some Like It Hot</i>"},{"text":"Fittingly, it was in the year of the USA's bicentennial that Steve Miller put out the album with this soaring title track","response":"\"Fly Like An Eagle\""},{"text":"In song, \"You really know how to dance\", among other qualities","response":"\"What I Like About You\""}],"originalDate":"2024-02-29"},{"category":"FEELING CHARITABLE","comments":"","clues":[{"text":"This charity traces its origins to a 7-year-old boy battling cancer who got to fulfill his dream of being a police officer","response":"Make-A-Wish"},{"text":"This Children's Hospital is named for the patron saint of hopeless causes","response":"St. Jude"},{"text":"May 28, 1961, when the newspaper story \"The Forgotten Prisoners\" ran, is considered the founding date of this organization","response":"Amnesty International"},{"text":"This group of diseases is paired with leukemia in the name of a society that invests in research to cure blood cancers","response":"lymphoma"},{"text":"Founded to protect places &amp; species threatened by human development, it got its name &amp; its giant panda logo in 1961","response":"the WWF (World Wildlife Fund)"}],"originalDate":"2024-02-28"},{"category":"A LITTLE HISTOR\"E\"","comments":"","clues":[{"text":"The U.S. sent 10,000 troops to Lebanon in 1958 as part of the anti-Soviet doctrine named for him","response":"Eisenhower"},{"text":"In French this 17th &amp; 18th century \"Age\" is the  Siècle des Lumières","response":"Enlightenment"},{"text":"This armed \"rising\" began April 24, 1916 in Dublin","response":"the Easter Rising"},{"text":"This 1807 act restricted U.S. trade with Britain &amp; France","response":"the Embargo Act"},{"text":"This ancient people inhabited an area between the Arno &amp; Tiber rivers &amp; west &amp; south of the Apennines","response":"the Etruscans"}],"originalDate":"2024-02-28"}],[{"category":"WOMEN IN LIT","comments":"","clues":[{"text":"At one point in \"Vanity Fair\", her 'do is said to be \"in perfect order\"; look at her with the good hair!","response":"Becky Sharp"},{"text":"The Widow Steavens helps care for the newborn baby of this Willa Cather title heroine","response":"Ántonia"},{"text":"The Swedish title of the first book about this heroine translates as \"men who hate women\"","response":"Lisbeth Salander"},{"text":"In an interview upon the release of this sequel, Margaret Atwood asked about Aunt Lydia, \"How do you get to be such a person?\"","response":"<i>The Testaments</i>"},{"text":"\"It was naturally of the essence that the young woman should be herself complex\", wrote Henry James of this \"Portrait of a Lady\" heroine","response":"Isabel Archer"}],"originalDate":"2024-02-28"},{"category":"NAME THAT TOMB","comments":"","clues":[{"text":"The imperial crypt of Dom Pedro I lies on the grounds of Independence Park in this largest Brazilian city","response":"São Paulo"},{"text":"This final resting place in Manhattan of a president &amp; his wife is the largest mausoleum in North America","response":"Grant's Tomb"},{"text":"Cyrus the Great's tomb still stands at Pasargadae in this country, but his gold sarcophagus is gone","response":"Iran"},{"text":"The inscription on this conquistador's tomb in Puerto Rico reads, \"Here rest the bones of a valiant lion\"","response":"Ponce de León"},{"text":"The tomb of this father of modern China lies on Purple Mountain in Nanjing","response":"Sun Yat-sen"}],"originalDate":"2024-02-28"},{"category":"INAUGURAL ADDRESSES","comments":"","clues":[{"text":"He pointed out that his father might not have been served at a U.S. restaurant less than 60 years earlier","response":"Barack Obama"},{"text":"James K. Polk said this republic \"has made known her desire to come into our Union\", &amp; it did 9 months later on December 29, 1845","response":"Texas"},{"text":"Taft talked of the building of this \"controlled by  Colonel Goethals &amp; his fellow Army engineers\"","response":"the Panama Canal"},{"text":"He didn't believe that \"The Great Society is the ordered, changeless, &amp; sterile battalion of the ants\"","response":"Lyndon Baines Johnson"},{"text":"In 1969 Nixon was referring to this Apollo mission when he said astronauts \"flew over the Moon's gray surface on Christmas Eve\"","response":"Apollo 8"}],"originalDate":"2024-02-27"},{"category":"LITTLE GNOME FACTS","comments":"","clues":[{"text":"Swiss bankers were seen as hoarding gold underground &amp; disparaged as \"gnomes of\" this city, the country's financial center","response":"Zurich"},{"text":"In 2023 gnomes were a popular shape for these alliterative baking items whose name implies uniformity","response":"cookie cutters"},{"text":"The gnome beverages of choice include spiced gin as a nightcap &amp; this made of fermented honey","response":"mead"},{"text":"On December 10, 1961 Project Gnome in this state's Eddy County became the first nuclear test designed for peaceful purposes","response":"New Mexico"},{"text":"One of this composer's \"Pictures at an Exhibition\" is \"The Gnome\"","response":"Mussorgsky"}],"originalDate":"2024-02-27"},{"category":"WHERE IS THAT?","comments":"","clues":[{"text":"Protons &amp; neutrons: this part of an atom","response":"the nucleus"},{"text":"The semicircular canals: this part of the human body","response":"the ear"},{"text":"Winnie-the-Pooh's home: the forest surrounding this wood","response":"the Hundred Acre Wood"},{"text":"8 versions of Monet's \"Water Lilies\": this museum in Paris' Tuileries gardens","response":"the Orangerie"},{"text":"A research center established by Jane Goodall: a national park in Tanzania named for this stream","response":"Gombe"}],"originalDate":"2024-02-27"},{"category":"ARTISTS ON FILM","comments":"","clues":[{"text":"The 2018 film \"At Eternity's Gate\" starred Willem Dafoe as this artist &amp; Rupert Friend as his brother Theo","response":"van Gogh"},{"text":"In \"Factory Girl\" Guy Pearce played this artist whose first \"factory\" was a studio on East 47th Street","response":"Andy Warhol"},{"text":"Star Ed Harris directed Marcia Gay Harden to a Best Supporting Actress Oscar as Lee Krasner in this 2000 biopic","response":"<i>Pollock</i>"},{"text":"\"Midnight in Paris\" found Owen Wilson's character bumping into Salvador Dali, portrayed by this Oscar-winning actor","response":"(Adrien) Brody"},{"text":"Yes, dahling, that was Zsa Zsa Gabor playing dancer Jane Avril to Jose Ferrer's Toulouse-Lautrec in this 1952 film","response":"<i>Moulin Rouge</i>"}],"originalDate":"2024-02-27"}],{"category":"ITALIAN WORDS &amp; PHRASES","text":"This theme tackled in art by Bellini &amp; Michelangelo isn't explicitly mentioned in the Bible, but is part of the \"Seven Sorrows of Mary\"","response":"the <i>Pietà</i>"}]}