{"mix":197,"rounds":[[{"category":"A WORLD OF DEPRESSIONS","comments":"","clues":[{"text":"The Turpan Depression in the Uyghur Autonomous Region is this country's lowest point at 505 feet below sea level","response":"China"},{"text":"In 1964 astronauts spent a few days honing their survival skills in this state's Carson Sink","response":"Nevada"},{"text":"The name of this depression on the southern side of Haiti sounds like a dead end street","response":"Cul-de-Sac"},{"text":"The Afar Depression in the Horn of Africa is part of this \"Great\" fault system","response":"the Great Rift Valley"},{"text":"Egypt's Gattara Depression formed a natural barrier to protect this northwestern city from Rommel's advance in WWII","response":"El Alamein"}],"originalDate":"2024-02-27"},{"category":"A NICE SHORT STORY SPOILED","comments":"","clues":[{"text":"After a long, unplanned but very restful nap away from the fam in an 1819 tale, he finds he just likes being single again","response":"Rip Van Winkle"},{"text":"Take the rest of the day off, Columbo<span class=\"nobreak\">--</span>the murderer gives himself up in this Poe story by offering up a body part","response":"\"The Tell-Tale Heart\""},{"text":"Why, this \"Celebrated\" amphibian \"weigh five pound\" &amp; \"belched out a double handful of shot\"","response":"the jumping frog of Calaveras County"},{"text":"In this John Cheever story, Neddy makes his way pool by pool to his own home but like his life, it's dark &amp; empty","response":"\"The Swimmer\""},{"text":"Turns out O. Henry's \"Ransom of\" him ends up costing the kidnappers $250 just to get the dad to take the kid off their hands","response":"\"The Ransom of Red Chief\""}],"originalDate":"2024-02-27"},{"category":"LET'S AUDIT A COLLEGE COURSE","comments":"","clues":[{"text":"It was a safe bet that this state U. offered gaming management I &amp; also TCA 471, practicum in hotel education","response":"UNLV (University of Nevada, Las Vegas)"},{"text":"Math 0407, linear algebra &amp; matrix theory, does not sound like an easy A at this HBCU founded by Booker T. Washington","response":"Tuskegee"},{"text":"Taking 340.612.01, epidemiologic basis for tuberculosis control at this U. in Baltimore? Thank you, as that sounds kinda important","response":"Johns Hopkins"},{"text":"Is anyone here a marine biologist?! Here, being this Jesuit university in Spokane, &amp; you could be after learning about it in bio 403","response":"Gonzaga"},{"text":"History 383 at this military college of South Carolina examined patterns of war to 1763","response":"the Citadel"}],"originalDate":"2024-02-26"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"Agreeing to crucify Jesus, he washed his hands &amp; said, \"I am innocent of the blood of this just person\"","response":"Pontius Pilate"},{"text":"St. Paul wrote his epistle to the Philippians from here, also a creative spot for Martin Luther King Jr.","response":"jail"},{"text":"John 15:13 says, \"Greater love hath no man than this, that a man lay down his life for\" these people","response":"his friends"},{"text":"Acts 7 reports that he was stoned to death for speaking what the council thought was blasphemy against God","response":"Stephen"},{"text":"This apostle drew his sword &amp; \"smote the high priest's servant and cut off his right ear\"","response":"Peter"}],"originalDate":"2024-02-26"},{"category":"SPEECH! PARTS OF SPEECH!","comments":"","clues":[{"text":"Fred Flintstone, <br>Sweden, <br>Roomba","response":"nouns"},{"text":"Neither, <br>&amp;, <br>nor","response":"conjunctions"},{"text":"Xem, <br>xyrs, <br>xemself","response":"(neo)pronouns"},{"text":"Betwixt, <br>between, <br>beyond","response":"preposition"},{"text":"Yowza! <br>Zoinks! <br>Shazbot!","response":"interjections"}],"originalDate":"2024-02-26"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"A Novocastrian is a person from this city-upon-Tyne","response":"Newcastle"},{"text":"This Latvian capital is pretty much at the geographic center of the 3 Baltic states","response":"Riga"},{"text":"We are marching to this city where the Peace of Vereeniging was signed in 1902, ending the Boer War","response":"Pretoria"},{"text":"Fittingly, this capital is the Yukon headquarters of the Royal Canadian Mounted Police","response":"Whitehorse"},{"text":"About a third of this city's 15 million people live on the Asian side, while the rest live in Europe","response":"Istanbul"}],"originalDate":"2024-02-26"}],[{"category":"LITERARY GROUPS","comments":"","clues":[{"text":"Poets like Bei Dao of the Misty School of Poetry were exiled from China following the 1989 protests in this Beijing square","response":"Tiananmen (Square)"},{"text":"A plaque at 50 Gordon Square, London honors this literary group that included Clive Bell &amp; Leonard Woolf","response":"Bloomsbury (Group)"},{"text":"The 1926 literary magazine \"Fire!!\" featured Wallace Thurman &amp; Countee Cullen, members of this New York movement","response":"the Harlem Renaissance"},{"text":"It's thought this famous name stuck after Edmund Duffy of the Brooklyn Eagle drew a caricature of the members as knights","response":"Knights of the Algonquin Round Table"},{"text":"The early 20th c. Stratford-on-Odéon literary circle hung out at this bookstore run by Sylvia Beach in Paris' Left Bank","response":"Shakespeare & Company"}],"originalDate":"2024-02-26"},{"category":"1960s FICTION","comments":"","clues":[{"text":"The Mrs. W's (Whatsit, Who &amp; Which) are guides through the universe in this Madeleine L'Engle classic","response":"<i>A Wrinkle in Time</i>"},{"text":"The \"Dolls\" in this Jacqueline Susann novel are the pills taken by 3 young women as they cope with their lives &amp; careers in NYC","response":"<i>Valley of the Dolls</i>"},{"text":"A young woman struggles with mental illness in Joanne Greenberg's fictional autobio \"I Never Promised You\" this place","response":"a Rose Garden"},{"text":"\"Raise High the Roof Beam, Carpenters &amp; Seymour: An Introduction\" in 1963 was his last book-length work; he died in 2010","response":"J.D. Salinger"},{"text":"This British expat in Southern California wrote openly of gay subject matter in \"A Single Man\"","response":"Christopher Isherwood"}],"originalDate":"2024-02-23"},{"category":"CONDIMENTS","comments":"","clues":[{"text":"The song \"One Week\" by Barenaked Ladies says, \"Hot like\" this Japanese condiment \"when I bust rhymes, big like LeAnn Rimes\"","response":"wasabi"},{"text":"This paste of ground sesame seeds can be used in a variety of ways in Middle Eastern cuisine, including as an ingredient in hummus","response":"tahini"},{"text":"A good accompaniment to artichokes, this condiment is a mayo heavy on the garlic &amp; the vowels","response":"aioli"},{"text":"Bottles of this Mexican hot sauce offer \"el sabor perfecto\" &amp; a signature wooden cap","response":"Cholula"},{"text":"UNESCO added this Tunisian chili paste, sort of North Africa's ketchup, to its list of Intangible Cultural Heritage","response":"harissa"}],"originalDate":"2024-02-23"},{"category":"TRIPLE RHYME TIME","comments":"","clues":[{"text":"An ebony-colored commemorative tablet celebrating your running &amp; hurdling during high school","response":"a black track plaque"},{"text":"Counterfeit currency for Bugs or Thumper","response":"bunny funny money"},{"text":"The horrid odor coming from the Parisian's ditch","response":"a French trench stench"},{"text":"A loud, sad cry after fisticuffs involving the gangster's gal","response":"a moll bawl brawl (a bawl moll brawl accepted)"},{"text":"A clever little song about any metropolis","response":"a witty city ditty"}],"originalDate":"2024-02-23"},{"category":"THE AMERICAN REVOLUTION ERA","comments":"","clues":[{"text":"The Sugar Act of 1764 included a 3-pence tax on each gallon of this imported from outside the British Empire","response":"molasses"},{"text":"In the early hours of April 19, 1775, Capt. John Parker &amp; his militia waited for the British at Buckman Tavern in this town","response":"Lexington"},{"text":"General Richard Montgomery died in the Yankees' Dec. 1775 defeat at this Canadian city that the British had only seized in 1759","response":"Quebec"},{"text":"In 1776 artillery from Ticonderoga moved by sled through this Mass. segment of the Appalachians to fortify Boston","response":"the Berkshires"},{"text":"In office from 1770 to 1782, he was later known as the prime minister \"who lost America\"","response":"(Lord) North"}],"originalDate":"2024-02-23"},{"category":"QUICK GEO","comments":"","clues":[{"text":"Diamond Head's island","response":"Oahu"},{"text":"Aconcagua's range","response":"the Andes"},{"text":"Capital city Charlottetown's province","response":"Prince Edward Island"},{"text":"Colombo's &amp; Chilaw's country","response":"Sri Lanka"},{"text":"Myanmar's main river","response":"the Irrawaddy"}],"originalDate":"2024-02-23"}],{"category":"LITERARY GEOGRAPHY","text":"A N.Y. Times article recognized Sands Point &amp; Kings Point as the real \"old-money\" &amp; \"nouveau riche\" settings in this novel","response":"<i>The Great Gatsby</i>"}]}