{"mix":198,"rounds":[[{"category":"THE KEY WORD IN THE LITERARY SUBTITLE","comments":"(Ken: You'll need to give us the title of the work.)","clues":[{"text":"Colorful in 1877: <br>\"Horse\"","response":"<i>Black Beauty</i>"},{"text":"An 1854 series of essays:<br>\"Woods\"","response":"<i>Walden</i>"},{"text":"A Vonnegut novel much about mortality: <br>\"Death\"","response":"<i>Slaughterhouse-Five</i>"},{"text":"Challenging to pre-Civil War Americans: <br>\"Lowly\"","response":"<i>Uncle Tom's Cabin</i>"},{"text":"Evelyn Waugh, re-evaluated... wait, that's not the right word:<br>\"Ryder\"","response":"<i>Brideshead Revisited</i>"}],"originalDate":"2024-02-22"},{"category":"ADVERTISING SLOGANS","comments":"","clues":[{"text":"This brand that \"takes a licking &amp; keeps on ticking\" reset its slogan in 2021 to \"we don't stop\"","response":"Timex"},{"text":"This city recently updated its slogan to \"What happens here, only happens here\"","response":"Las Vegas"},{"text":"Power up with this brand that today says it's \"still going!\"","response":"Energizer"},{"text":"The name of this baked cracker brand completes its slogan \"Want it. Need it...\"","response":"Cheez-It"},{"text":"Capital One asks this 4-word question","response":"What's in your wallet?"}],"originalDate":"2024-02-22"},{"category":"BUILDING A NEW WORD","comments":"","clues":[{"text":"Poet Robert stops by the woods on a snowy evening to chomp on a synonym for chomp &amp; develops this chilly condition","response":"frostbite"},{"text":"An auto picks up golfer Nicklaus to become this crime","response":"carjack"},{"text":"To bound or leap drinks Macallan to play this kids' playground game","response":"hopscotch"},{"text":"A set of squares like our game board adds a fastener to get nothing done politically","response":"gridlock"},{"text":"A harbor for a ship docks with a loose coat or robe to be this type of word, like spork or mockumentary","response":"portmanteau"}],"originalDate":"2024-02-22"},{"category":"FROM PAGE TO SCREAM","comments":"","clues":[{"text":"Author Ira Levin claimed credit for first suggesting Mia Farrow as the lead in this 1968 adaptation of his horror novel","response":"<i>Rosemary's Baby</i>"},{"text":"That pesky Pazuzu sure causes some head turning in a film franchise based on this 1971 novel by William Peter Blatty","response":"<i>The Exorcist</i>"},{"text":"Both this 2002 Naomi Watts film &amp; the 1991 Japanese novel on which it is based are firm arguments for streaming over VHS","response":"<i>The Ring</i>"},{"text":"Daphne du Maurier penned this tale of gulls gone wild that later became an Alfred Hitchcock film","response":"<i>The Birds</i>"},{"text":"\"The Turning\" is a 2020 film adaptation of an 1898 supernatural story by this author","response":"Henry James"}],"originalDate":"2024-02-22"},{"category":"SHALL THE PEOPLE DANCE","comments":"","clues":[{"text":"The Hawaiians who developed this dance to honor gods or chiefs never thought there'd be a special Aulani version","response":"hula"},{"text":"The name tells you this is the country to visit in order to perfect your funk carioca","response":"Brazil"},{"text":"Emerging from Pashtun tribes, the attan is the national dance of this country &amp; involves encircling a drummer","response":"Afghanistan"},{"text":"A sirtaki features in the movie about this life-loving Greek, who teaches the proper Brit Basil to dance it on the beach","response":"Zorba"},{"text":"English Morris dancing has a form named for this area of rolling hills &amp; lovely towns like Tetbury &amp; Tewkesbury","response":"the Cotswolds"}],"originalDate":"2024-02-22"},{"category":"SCIENCE QUIZ","comments":"","clues":[{"text":"This fourth state of matter occurs when atoms in a gas are ionized","response":"plasma"},{"text":"A key to quantum mechanics is the notion that both radiation &amp; matter can act as either particles or these","response":"waves"},{"text":"Most snapping turtles are this type of equal-opportunity eater, happy to eat any old animal or vegetable for brunch","response":"an omnivore"},{"text":"Chloroplasts are where this energy conversion process takes place in plants","response":"photosynthesis"},{"text":"This 12-letter word describes the richness of life forms in a given environment","response":"biodiversity"}],"originalDate":"2024-02-21"}],[{"category":"FUN &amp; GAMES","comments":"","clues":[{"text":"A tossed beanbag that has run afoul of the rules is deemed a stanker in this pastime","response":"cornhole"},{"text":"Scott Salvadore won the \"mane event\" for the championships of this hairstyle with his 'do named \"The Lord's Drapes\"","response":"a mullet"},{"text":"In 2023 Post Malone paid big bucks for a card from this enduring card game that featured the One Ring from \"The Lord of the Rings\"","response":"<i>Magic: The Gathering</i>"},{"text":"\"Baldur's Gate 3\" is a 2023 video game juggernaut based on the 5E rules for this tabletop role-playing game","response":"<i>Dungeons & Dragons</i>"},{"text":"In this centuries-old game with a hyphenated name, you throw a knife at your opponent's feet; what could go wrong?","response":"mumblety-peg"}],"originalDate":"2024-02-21"},{"category":"BOOZY","comments":"","clues":[{"text":"When it comes to this potent potable, go for one labeled \"100% blue agave\"","response":"tequila"},{"text":"An in-escape-able song by Rupert Holmes wonders if you like these cocktails &amp; getting caught in the rain","response":"piña coladas"},{"text":"This golfer has his name on the drink of iced tea &amp; lemonade; spike it with vodka &amp; you've got a John Daly","response":"Arnold Palmer"},{"text":"Though quite sweet, the name of this almond-flavored liqueur means \"little bitter\"","response":"amaretto"},{"text":"Many a classic cocktail calls for a wee bit o' this Scotch whisky liqueur flavored with heather honey","response":"Drambuie"}],"originalDate":"2024-02-21"},{"category":"HALLELUJAH!","comments":"","clues":[{"text":"Ending in -ee, this interjection expresses delight; the -ie version was a member of the Youth International Party","response":"yippee"},{"text":"Also starting &amp; ending with H, this exultant cry was greatly used on Hulu's \"The Great\"","response":"huzzah"},{"text":"dictionary.com has 3 consecutive A's in this slang word, but you can draw it out even more before queen if you want to really show elation","response":"yaaas"},{"text":"American music fans best know the band Blur for their song that starts with this shriek of triumph","response":"woo-hoo!"},{"text":"As an interjection, it means freakin' awesome, dude! As a noun, a less freakin' awesome unit of scientific measurement","response":"rad"}],"originalDate":"2024-02-21"},{"category":"ENDS IN \"IR\"","comments":"","clues":[{"text":"It's a tchotchke or doodad, perhaps the \"Virginia is for lovers\" key chain picked up on a vacation","response":"souvenir"},{"text":"According to National Geographic, the world's largest man-made one by surface area is Lake Volta in Ghana","response":"a reservoir"},{"text":"Gurez &amp; Changthangi are sheep breeds from this disputed place on the Indian subcontinent","response":"Kashmir"},{"text":"This word for a slaughterhouse is borrowed from French","response":"<i>abattoir</i>"},{"text":"This word can refer to a pirate in the Mediterranean Sea from the 16th to 19th century","response":"a corsair"}],"originalDate":"2024-02-21"},{"category":"EXTREMELY RANDOM CALCULATIONS","comments":"","clues":[{"text":"Total degrees in a circle divided by justices on the U.S. Supreme Court","response":"40"},{"text":"Traditional number of Hercules' labors times books in the Pentateuch","response":"60"},{"text":"ML in Roman numerals minus Douglas Adams' answer to \"life, the universe and everything\"","response":"1,008"},{"text":"Number of U.S. states in 1958 divided by the number of our solar system's planets after Pluto's demotion","response":"6"},{"text":"Forbes' annual wealthiest Americans minus Fortune's annual biggest U.S. companies by revenue","response":"-100"}],"originalDate":"2024-02-21"},{"category":"MR. STEVE MARTIN","comments":"","clues":[{"text":"Waking up in \"Planes, Trains and Automobiles\", Steve realizes the hand of this late, great actor is not between 2 pillows","response":"(John) Candy"},{"text":"In 2021 Mr. Steve Martin co-created this Hulu series where New Yorkers are just droppin' like flies","response":"<i>Only Murders in the Building</i>"},{"text":"This title Daryl Hannah character says to Steve, \"You have a big nose! You have a beautiful, great, big, flesh-&amp;-bone nose!\"","response":"Roxanne"},{"text":"OK, so it's complicated<span class=\"nobreak\">--</span>in \"It's Complicated\", Steve's co-star was this man, also Steve's co-host for the Oscars","response":"Alec Baldwin"},{"text":"After Steve asks Lily Tomlin why she thinks she'll come back from the dead in this 1984 film, Lily replies, \"Because I'm rich\"","response":"<i>All of Me</i>"}],"originalDate":"2024-02-21"}],{"category":"LETTERS OF THE ARTISTS","text":"In 1896 he wrote, \"My prices are 2000, 3000 &amp; 4000 dollars for head &amp; shoulders, 3/4 length &amp; full-length respectively\"","response":"John Singer Sargent"}]}