{"mix":199,"rounds":[[{"category":"THE 13 COLONIES","comments":"","clues":[{"text":"With its oldest settlement at Jamestown, it was the first of the 13 colonies to be founded","response":"Virginia"},{"text":"Its city of Pawtucket was founded in 1671, in time to come in for some burning during King Philip's War","response":"Rhode Island"},{"text":"George Calvert was instrumental in the founding of this colony in 1632","response":"Maryland"},{"text":"Originally a single province, they became 2 distinct southern colonies after separating beginning in 1712","response":"North & South Carolina"},{"text":"Saybrook was its own colony until 1644, when it joined this one","response":"Connecticut"}],"originalDate":"2024-02-20"},{"category":"WHAT'S THAT SMELL?","comments":"","clues":[{"text":"Naturally, this body part can also mean a smell","response":"nose"},{"text":"\"Eau de\" can precede this smelly stuff, also the fourth-largest city in Germany","response":"Cologne"},{"text":"This smelly word precedes \"-Eaters\" in a brand that hopes to keep your feet smelling fresh","response":"odor"},{"text":"This 5-letter word can mean the distinct smell left by an animal &amp; used to track prey","response":"scent"},{"text":"This word for a wine's smell is most appropriate before, for example, \"of honeysuckle\" or \"of geranium\"","response":"bouquet"}],"originalDate":"2024-02-20"},{"category":"HANSEL CULTURE","comments":"","clues":[{"text":"One-armed basketball player Hansel Enmanuel was featured in an ad campaign from this sports drink invented in Florida","response":"Gatorade"},{"text":"In a model walk-off in \"Zoolander\", this actor, as Hansel, defeats Ben Stiller by doing something indescribable with his underwear","response":"Owen Wilson"},{"text":"In 1991 3-year-old Hansel won this race, the third leg of the Triple Crown","response":"the Belmont"},{"text":"This actor had a \"Hawkeye\" for hunting evil as Hansel in the 2013 film \"Hansel &amp; Gretel: Witch Hunters\"","response":"Jeremy Renner"},{"text":"A line from this musical says, \"Herr Hansel Schmidt becomes Mrs. Hedwig Robinson\"","response":"<i>Hedwig and the Angry Inch</i>"}],"originalDate":"2024-02-20"},{"category":"4, 4","comments":"(Ken: Responses here are two 4-letter words.)","clues":[{"text":"Goldilocks falls asleep in the bed of this character","response":"Baby Bear"},{"text":"The Eagles had a song about \"Life In\" this, which the California DMV says is also known as the left or number 1","response":"the fast lane"},{"text":"\"Pray for us sinners\" is a line from it","response":"Hail Mary"},{"text":"When printing photos (yes, people still do that), the intermediate rinse called this comes before fixing &amp; washing","response":"stop bath"},{"text":"To help with physical therapy, this type of cognitive training might have a patient walk while counting by 2s","response":"dual task"}],"originalDate":"2024-02-20"},{"category":"LITERARY HELPERS","comments":"","clues":[{"text":"In \"Casino Royale\" she's described as \"M's private secretary\"","response":"Miss Moneypenny"},{"text":"Gandalf said to him, \"You shall go away with Mr. Frodo!\"","response":"Samwise"},{"text":"In this Cormac McCarthy novel John Grady Cole &amp; his pal Rawlins are hired to tame some equines","response":"<i>All the Pretty Horses</i>"},{"text":"In this Wilde work Algernon's manservant is named Lane, while Jack has a butler named Merriman","response":"<i>The Importance of Being Earnest</i>"},{"text":"Frank helps Cora kill her hubby but is wrongly convicted of a murder he didn't commit in this James M. Cain novel","response":"<i>The Postman Always Rings Twice</i>"}],"originalDate":"2024-02-20"},{"category":"ACTION MOVIES","comments":"","clues":[{"text":"Sylvester Stallone, Jason Statham &amp; Jet Li are among the less than precious title mercenaries in this 2010 film","response":"<i>The Expendables</i>"},{"text":"\"Pain don't hurt\" is one of Patrick Swayze's iconic (?) lines from this 1989 cheese- &amp; slugfest","response":"<i>Road House</i>"},{"text":"Jann Mardenborough became a pro race car driver by using this racing simulation video game, also the 2023 biopic about him","response":"<i>Gran Turismo</i>"},{"text":"This star-filled 1963 film featuring some epic Steve McQueen motorcycle scenes was (very) loosely based on a true story","response":"<i>The Great Escape</i>"},{"text":"\"El Mariachi\", \"Desperado\" &amp; \"Once Upon a Time in Mexico\" make up this director's \"Mexico Trilogy\"","response":"Rodriguez"}],"originalDate":"2024-02-20"}],[{"category":"ON STATES' HIGHWAY WELCOME SIGNS","comments":"(Ken: This is a road trip featuring some highway signs used in recent years.)","clues":[{"text":"Drivers entering from Maryland once saw the welcome signs for this state that called it \"Small Wonder\"","response":"Delaware"},{"text":"This farming state has welcomed visitors with \"Fields of Opportunities\"","response":"Iowa"},{"text":"A southern sign says, \"Welcome to\" this Lynyrd Skynyrd title","response":"\"Sweet Home Alabama\""},{"text":"Louisiana's sign includes both \"Welcome\" &amp; this French equivalent","response":"<i>Bienvenue</i>"},{"text":"Once on Michigan's welcome signs, this 2-word phrase that doesn't just refer to size was also on its license plates from 1983 to 2007","response":"Great Lakes"}],"originalDate":"2024-02-19"},{"category":"THEIR NAME'S A BIBLE BOOK","comments":"","clues":[{"text":"Writer Prawer Jhabvala, helpful Dr. Westheimer","response":"Ruth"},{"text":"The real-world Mr. Law, the fictional Mr. Fawley","response":"Jude"},{"text":"A Coen brother, a \"Last of Us\" father","response":"Joel"},{"text":"Reynolds of the visual arts, Bell of classical music","response":"Joshua"},{"text":"Digital media titan Peretti, actor Hill","response":"Jonah"}],"originalDate":"2024-02-19"},{"category":"POTENT QUOTABLES","comments":"","clues":[{"text":"The New Testament's I Timothy says, \"Drink no longer water, but use a little\" of this \"for thy stomach's sake\"","response":"wine"},{"text":"Cole Porter wrote, \"I get no kick from\" this, \"mere alcohol doesn't thrill me at all\"","response":"champagne"},{"text":"This cocktail may be dry, like the wit of H.L. Mencken, said to have called it \"the only American invention as perfect as the sonnet\"","response":"a martini"},{"text":"In \"Anna Christie\" Greta Garbo requested this, \"ginger ale on the side. And don't be stingy, baby\"","response":"whiskey"},{"text":"It's the line in \"Treasure Island\" that precedes &amp; follows \"drink and the devil had done for the rest\"","response":"yo-ho-ho and a bottle of rum"}],"originalDate":"2024-02-19"},{"category":"IT'S ALL \"SMALL\" STUFF","comments":"","clues":[{"text":"Despite the name, it can be 25 feet long in the abdominal cavity","response":"the small intestine"},{"text":"This type of special tribunal is set up for simplified litigation of damages below a certain amount of money","response":"small claims court"},{"text":"A group of young fish, or a dismissive term for the young or insignificant","response":"small fry"},{"text":"In July 2004 in Thailand, Angelina Jolie had a tiger tattooed here","response":"the small of her back"},{"text":"Established in 1953, this government agency provides support to start-ups &amp; existing companies with programs &amp; loans","response":"the Small Business Administration"}],"originalDate":"2024-02-19"},{"category":"HEAVY","comments":"","clues":[{"text":"Fully loaded, this ship launched in 1911 weighed, or displaced, more than 52,000 tons<span class=\"nobreak\">--</span>no match for a monster iceberg","response":"the <i>Titanic</i>"},{"text":"\"The head that wears\" this might ache wearing the solid gold, nearly 5-pound St. Edward's one used in a 2023 ceremony","response":"the crown"},{"text":"Kind of light &amp; heavy at the same time, the net weight of one of these cotton units is around 500 pounds","response":"a bale"},{"text":"Detroit's big fist honoring this \"Brown Bomber\" &amp; boxing champ is a heavyweight itself at about 8,000 pounds","response":"Joe Louis"},{"text":"Benedictine, this breed of dog known for its rescues, was reported to weigh in at 357 pounds... woof!","response":"a St. Bernard"}],"originalDate":"2024-02-19"},{"category":"AWARDS &amp; HONORS","comments":"","clues":[{"text":"The climax of the Westminster Kennel Club dog show is this award","response":"Best in Show"},{"text":"Max Dale Cooper got a Robert Koch Award &amp; 100,000 euros in part for figuring out how leukocytes, also called these cells, work &amp; fail","response":"white blood cells"},{"text":"In the early 20th c. these were given out for literature; Baron Pierre de Coubertin won one under a pen name for \"Ode to Sport\"","response":"Olympic medals"},{"text":"In 2023 Paul Giamatti, a graduate of this university &amp; son of its 19th president, got an honorary doctorate there","response":"Yale"},{"text":"As is often said when a Tony Award is given out, they're from this \"American\" organization","response":"the American Theatre Wing"}],"originalDate":"2024-02-19"}],{"category":"COLLEGE TOWNS","text":"2 schools in the Southeastern Conference are located in cities with this same name but in different states","response":"Columbia"}]}