{"mix":200,"rounds":[[{"category":"GEOGRAPHIC BOOK TITLES","comments":"","clues":[{"text":"Beautiful spy Tatiana Romanova is the perfect bait for this man in \"From Russia with Love\"","response":"James Bond"},{"text":"Generations have loved Hubert Selby Jr.'s tale of dope fiends, hoodlums &amp; thieves in \"Last Exit to\" this place","response":"Brooklyn"},{"text":"In this Giles Foden novel, a doctor working for Idi Amin is a witness to much of the dictator's madness","response":"<i>The Last King of Scotland</i>"},{"text":"In \"The Boys from Brazil\", a Nazi hunter chases clones of Hitler created by this fugitive doctor","response":"Dr. Mengele"},{"text":"Deep in the African rain forest, an ancient lost city holds a shocking secret in this Michael Crichton work","response":"<i>Congo</i>"}],"originalDate":"2024-02-19"},{"category":"POP","comments":"","clues":[{"text":"She teamed up with dad Billy Ray to sing \"I Learned From You\"","response":"Miley Cyrus"},{"text":"Saying \"family over everything\", this NBA star said he'd skip an NBA game to watch his son Bronny debut at USC in 2023","response":"LeBron James"},{"text":"Trying to get back to his daughter, Nic Cage as Cameron Poe picks up no frequent flier miles in this 1997 flick","response":"<i>Con Air</i>"},{"text":"This main character of the God of War video game franchise has issues with his dad, Zeus, who hasn't done right by his mom, Callisto","response":"Kratos"},{"text":"He took over from his father Ivan in directing the \"Ghostbusters\" film franchise","response":"Jason Reitman"}],"originalDate":"2024-02-19"},{"category":"THE QUESTION?","comments":"","clues":[{"text":"After a horse walks into a bar in a classic joke, it's the inevitable question asked of it by the bartender","response":"Why the long face?"},{"text":"Used for 2 decades on Monday nights, a reworked version of \"All My Rowdy Friends Are Coming Over Tonight\" asked this question","response":"Are you ready for some football?"},{"text":"If the Lord ever asks you, \"Where is... thy brother?\", we advise against responding with this 5-word query of Cain's","response":"Am I my brother's keeper?"},{"text":"The answer to this question includes \"to the depth and breadth and height my soul can reach\"","response":"How do I love thee?"},{"text":"Used to address overreach of the powerful, the Latin phrase \"quis custodiet ipsos custodes\" translates as this","response":"who watches the watchers (watchmen)"}],"originalDate":"2024-02-19"},{"category":"PRESIDENTIAL TV","comments":"(Ken: You need to name the president who is the focus of each of these TV movies or miniseries.)","clues":[{"text":"\"The Missiles of October\"","response":"Kennedy"},{"text":"\"Warm Springs\"","response":"FDR"},{"text":"\"The Man from Independence\"","response":"Harry Truman"},{"text":"\"The Final Days\" <br>(1989)","response":"Nixon"},{"text":"\"The Crossing\"","response":"Washington"}],"originalDate":"2024-02-16"},{"category":"A DOG'S LIFE","comments":"","clues":[{"text":"To avoid confusion &amp; possible danger, train your dog on the standard type of this before getting the retractable kind","response":"a leash"},{"text":"Theobromine in this substance is toxic to dogs; the darker &amp; more bitter kinds are more dangerous for the pooch","response":"chocolate"},{"text":"This word for pellets of dry dog food comes from a verb meaning \"to grind coarsely\"","response":"kibble"},{"text":"Dogs are especially vulnerable to this deadly airborne viral \"dis\"ease transmitted from wildlife; get your pup vaccinated!","response":"distemper"},{"text":"If your dog paces &amp; whines before you leave, it may be suffering from this 2-word issue; exercise &amp; crate training can help","response":"separation anxiety"}],"originalDate":"2024-02-16"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Serving 16 million passengers a year, their fleet vehicles feature a dog on the hood","response":"Greyhound"},{"text":"At a value of more than $650,000, the Rolls-Royce Phantom B12 is a very spendy one of these \"grave\" vehicles","response":"a hearse"},{"text":"The special locomotives used to guide ships through the Panama Canal are nicknamed this, for a hybrid pack animal","response":"a mule"},{"text":"The first of these watercraft was the Charlotte Dundas, used to tow barges on the Forth &amp; Clyde Canal in Scotland around 1800","response":"a tugboat"},{"text":"Known for its yellow planes, this low-cost airline began flying gamblers from Detroit to Atlantic City in 1992","response":"Spirit"}],"originalDate":"2024-02-16"}],[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"The guys who sailed with Jason were called these, after the name of their ship","response":"Argonauts"},{"text":"A bird called Aetos kaukasios ate his liver every day","response":"Prometheus"},{"text":"This nymph's unrequited love for Narcissus made her fade away until all that was left of her was her voice","response":"Echo"},{"text":"The names of these 2 goddesses, Zeus' wife &amp; Zeus' mother, are anagrams of each other","response":"Hera & Rhea"},{"text":"He was just a shepherd when he was asked to judge which of 3 goddesses was the most beautiful","response":"Paris"}],"originalDate":"2024-02-16"},{"category":"SCIENCE STUFF","comments":"","clues":[{"text":"This iron-containing pigment in blood has a job to do: carry oxygen to tissue","response":"hemoglobin"},{"text":"A 1926 issue of Nature proposed this name for a quantum of light","response":"a photon"},{"text":"In 1891 Tesla unveiled his famous this, used in radio technology","response":"his (the Tesla) coil"},{"text":"Meaning \"covered seed\", it's the scientific term used to designate flowering plants","response":"angiosperm"},{"text":"Galileo discovered this, the largest moon of Jupiter &amp; the largest satellite in our solar system","response":"Ganymede"}],"originalDate":"2024-02-16"},{"category":"DESCRIBING THE SONG","comments":"","clues":[{"text":"Michael Jackson warns about evil \"lurking in the dark\" &amp; Vincent Price waxes poetic about grisly ghouls","response":"\"Thriller\""},{"text":"Drake remembers an ex who used to call him all the time but now is living her best life \"running out of pages\" in her passport","response":"\"Hotline Bling\""},{"text":"Various people who live lives of quiet desperation, like Davy in the Navy, yell at Billy Joel to sing at a watering hole","response":"\"Piano Man\""},{"text":"Biz Markie finds out a girl named \"Blah-Blah-Blah\" is, in fact, having more than a platonic relationship with another man","response":"\"Just A Friend\""},{"text":"Warren G has some trouble with the local roughs until Nate Dogg saves him; together they help some ladies with car trouble","response":"\"Regulate\""}],"originalDate":"2024-02-16"},{"category":"JACKSON","comments":"","clues":[{"text":"Andrew Jackson appears on the bill of this denomination","response":"$20"},{"text":"Titles in the book series featuring this protagonist include \"The Titan's Curse\" &amp; \"The Battle of the Labyrinth\"","response":"Percy Jackson"},{"text":"Economists get a taste of the outdoors at the Central Banking annual conferences in Jackson Hole in this state","response":"Wyoming"},{"text":"Randy Rhoads helped create the Jackson brand of these, now owned by Fender","response":"a guitar"},{"text":"New Orleans-born Mahalia Jackson, \"The Queen of\" this music style, sang at JFK's inauguration","response":"gospel"}],"originalDate":"2024-02-15"},{"category":"CHEMISTRY TEST","comments":"","clues":[{"text":"The process of photosynthesis converts water &amp; carbon dioxide into organic compounds &amp; this gas","response":"oxygen"},{"text":"It's the branch of chemistry that studies elements &amp; compounds containing little or no carbon, i.e. nonliving stuff","response":"inorganic"},{"text":"It's the general term for a chemical process that converts a substance into a different one; give us your gut...","response":"reaction"},{"text":"Mg is magnesium; Mn is this element","response":"manganese"},{"text":"This unit with an animal name is used to measure extremely large numbers of atoms &amp; other tiny particles","response":"a mole"}],"originalDate":"2024-02-15"},{"category":"\"F\"8","comments":"(Ken: These are 8-letter words beginning with the letter F.)","clues":[{"text":"Collective term for the traditional legends of a culture handed down orally","response":"folklore"},{"text":"A retailer's primary location, or for Sir Francis Drake, the Pelican","response":"a flagship"},{"text":"This word meaning \"spontaneous\" is also the name of the channel that's home to the show \"grown-ish\"","response":"freeform"},{"text":"Found in Teflon, this dangerous gas has the symbol F","response":"fluorine"},{"text":"The theme for \"Bolero\" came to Ravel while on vacation, but he originally titled it this other dance","response":"fandango"}],"originalDate":"2024-02-15"}],{"category":"PRESIDENTIAL NOMINATION ACCEPTANCE SPEECHES","text":"He talked of a \"new Attorney General\" 4 times, the end of a \"long dark night for America\" &amp; \"a gentle, Quaker mother\"","response":"Richard Nixon"}]}