{"mix":201,"rounds":[[{"category":"DEALING WITH THINGS DIPLOMATICALLY","comments":"","clues":[{"text":"Jefferson sent James Monroe to France to buy this port city &amp; West Florida for $10 mil, max; Napoleon said how about all of Louisiana for 15?","response":"New Orleans"},{"text":"The 6th century  Peloponnesian League was a coalition of city-states led by this one big on the military","response":"Sparta"},{"text":"In 1994 U.S. diplomats got this country's deposed President Aristide reinstated just in time to head off an invasion","response":"Haiti"},{"text":"In 2023 Saudi Arabia resumed diplomatic work in this other Arab country a decade after ending it due to the long Civil War","response":"Syria"},{"text":"In 1956 this U.N. Secretary-General from Sweden worked with Canada's Lester Pearson to resolve the Suez Crisis","response":"Hammarskjöld"}],"originalDate":"2024-02-15"},{"category":"MISCELLANEOUS KNOWLEDGE","comments":"","clues":[{"text":"According to the U.S. Geological Survey, of all the continents, this one has the fewest earthquakes","response":"Antarctica"},{"text":"In 1968 this NYC school dropped \"of Music\" from its name to reflect its broader scope that includes dance &amp; drama","response":"Juilliard"},{"text":"More than 6,000 athletes from some 40 countries compete in these games, the Olympics of the Western Hemisphere","response":"the Pan American Games"},{"text":"With a Russian name meaning \"union\" &amp; launched in the '60s, it's the longest operational manned spacecraft program in history","response":"Soyuz"},{"text":"The youngest veep at 36, John Breckinridge served under this president before running against Lincoln for president","response":"Buchanan"}],"originalDate":"2024-02-15"},{"category":"ONE-WORD PLAY TITLES","comments":"","clues":[{"text":"Sir Alec Guinness won a Tony for his performance in this play about poet Thomas, not musician Bob","response":"<i>Dylan</i>"},{"text":"In this play named for a Danish city, the spirits of Heisenberg &amp; Niels Bohr come together to discuss a meeting they once had there","response":"<i>Copenhagen</i>"},{"text":"It ends with Malcolm saying, \"So thanks to all at once and to each one, whom we invite to see us crowned at Scone\"","response":"<i>Macbeth</i>"},{"text":"The musical \"My Fair Lady\" was based on this play by George Bernard Shaw","response":"<i>Pygmalion</i>"},{"text":"This 2005 Pulitzer Prize winner by John Patrick Shanley is set in a Bronx Catholic school in 1964","response":"<i>Doubt</i>"}],"originalDate":"2024-02-15"},{"category":"ALSO A MAGAZINE TITLE","comments":"","clues":[{"text":"Lizzo sang, \"It's About Damn\" this","response":"Time"},{"text":"Lawyers use it as a courtesy title","response":"esquire"},{"text":"From the French, it basically means \"enjoy your food!\"","response":"<i>bon appétit</i>"},{"text":"It's now also a verb meaning to strike poses like a model","response":"vogue"},{"text":"Irish playwright J.M. Synge wrote of this \"of the Western World\"","response":"Playboy"}],"originalDate":"2024-02-14"},{"category":"LOW TECH","comments":"","clues":[{"text":"A seesaw is an example of this simple machine, which is just a long beam on a fulcrum","response":"a lever"},{"text":"One book in the \"Fold &amp; Fly\" series teaches how to make these; a 2007 M.I.A. song is named for them","response":"paper planes"},{"text":"During World War I Edith Wilson had a flock of these on the White House lawns<span class=\"nobreak\">--</span>to cut the grass","response":"sheep"},{"text":"The original cover for The Rolling Stones album \"Sticky Fingers\" came with a functioning one of these fasteners","response":"a zipper"},{"text":"A French word for \"hook\" gives us the name of this craft that uses a hooked needle","response":"crochet"}],"originalDate":"2024-02-14"},{"category":"THE COMPOSER CONDUCTS","comments":"","clues":[{"text":"In 1915 Richard Strauss brought in wind &amp; thunder machines to conduct his work depicting a climb in these mountains","response":"the Alps"},{"text":"Hear tunes from \"E.T.\". \"Jaws\" &amp; \"Always\" on the album he \"Conducts His Classic Scores for the Films of Steven Spielberg\"","response":"John Williams"},{"text":"Prokofiev conducted the U.S. premiere of his own \"classical\" symphony (less redundant than it sounds) at this NYC hall in 1918","response":"Carnegie"},{"text":"The first time audiences were taken on this \"ride\" was when Wagner conducted extracts from his \"Ring\" cycle in 1862","response":"\"Ride Of The Valkyries\""},{"text":"You can hear him lead the Columbia symphony in his \"Rite of Spring\" or the Columbia jazz combo in his \"Tango\"","response":"Stravinsky"}],"originalDate":"2024-02-14"}],[{"category":"5 FOR THE ROAD","comments":"","clues":[{"text":"The road to hell is proverbially paved with these, but that doesn't mean you shouldn't try to be nice","response":"good intentions"},{"text":"Now an idiom for any sort of adventurous path, this colorful route in a 1900 novel was \"very uneven\" at times","response":"the Yellow Brick Road"},{"text":"Ray Charles started off a song with these 4 words; now it means scram!","response":"Hit the road, Jack"},{"text":"A child's game fronts this phrase used in politics for postponing a needed action","response":"to kick the can down the road"},{"text":"You may have an enlightening moment on the \"road to\" this city, like Saul did in the Bible","response":"Damascus"}],"originalDate":"2024-02-14"},{"category":"SNAKES IN A BOOK","comments":"","clues":[{"text":"To tempt Eve in this 17th century epic poem, Satan takes the form of a serpent (he sneaks into its mouth as it sleeps)","response":"<i>Paradise Lost</i>"},{"text":"On his third voyage, this hero of \"The Arabian Nights\" lands on an island home to a man-eating snake as big as a palm tree","response":"Sinbad"},{"text":"In the 4,000-year-old epic of him, this hero finds a plant that grants immortality, but a snake snatches it away &amp; eats it","response":"Gilgamesh"},{"text":"In Kipling's \"The Jungle Book\", this old python is a friend &amp; savior to Mowgli","response":"Kaa"},{"text":"The Green Witch turns into a snake to attack Prince Rilian in this Narnia book whose title refers to what Rilian sits in","response":"<i>The Silver Chair</i>"}],"originalDate":"2024-02-14"},{"category":"\"AMERICAN\" ORGANIZATIONS","comments":"","clues":[{"text":"This organization founded in 1881 was inspired by one based in Switzerland","response":"the American Red Cross"},{"text":"The third Thursday in November is the Great American Smokeout, hosted by this organization for more than 40 years","response":"the American Cancer Society"},{"text":"This organization, the AOS for short, is literally for the birds","response":"the American Ornithological Society"},{"text":"Chartered by Congress in 1919, it's the largest veterans' organization in the U.S., with nearly 2 million members","response":"the American Legion"},{"text":"In 1972 Ruth Bader Ginsburg was a founder of this organization's Women's Rights Project; full name, please","response":"the American Civil Liberties Union"}],"originalDate":"2024-02-14"},{"category":"THE AIR THAT I BREATHE","comments":"","clues":[{"text":"In the 1970s Nik-O-Lok, pioneer of pay toilets, began making folks pay for air at these facilities","response":"a gas station"},{"text":"Meteorologist Cindy Day says that like an honest talk, thunderstorms do this when dry westerly winds are behind them","response":"they clear the air"},{"text":"The main gas from an erupting volcano is this 2-word one that also forms clouds, but there's also less benign sulfur dioxide","response":"water vapor"},{"text":"140 bucks worth of propane will keep you aloft in this specific type of craft for about 2 hours","response":"a hot air balloon"},{"text":"The first noble gas discovered on Earth, it makes up almost 1% of standard dry air","response":"argon"}],"originalDate":"2024-02-14"},{"category":"1970s MOVIES","comments":"","clues":[{"text":"\"Dammit Janet\" &amp; \"Over At The Frankenstein Place\" are songs from this 1975 movie; can you sense my antici...pation?","response":"<i>The Rocky Horror Picture Show</i>"},{"text":"2 things about this 1971 guy<span class=\"nobreak\">--</span>he's \"the cat that won't cop out when there's danger all about\" &amp; \"no one understands him but his woman\"","response":"Shaft"},{"text":"Reaching for a gun to take on Mongo, Sheriff Bart gets warned in this film: \"No, no... if you shoot him, you'll just make him mad\"","response":"<i>Blazing Saddles</i>"},{"text":"This 1976 drama ends with the typed out words \"Gerald Ford to become 38th president at noon today\"","response":"<i>All the President's Men</i>"},{"text":"In a space oddity, this singer was \"The Man Who Fell to Earth\" to save his own dying planet","response":"Bowie"}],"originalDate":"2024-02-14"},{"category":"THE BIBLE","comments":"","clues":[{"text":"In Judges 16 she said, \"The Philistines be upon thee, Samson\" 4 times","response":"Delilah"},{"text":"\"Then cometh Jesus from Galilee to Jordan unto\" this man \"to be baptized of him\"","response":"John the Baptist"},{"text":"Genesis 6:10 says that he \"begat three sons, Shem, Ham, and Japheth\"","response":"Noah"},{"text":"At first this distraught woman failed to recognize the resurrected Jesus","response":"Mary Magdalene"},{"text":"You'll find the story of Nebuchadnezzar's dream in chapter 2 of this Old Testament book","response":"Daniel"}],"originalDate":"1993-06-08"}],{"category":"CORPORATE MASCOTS","text":"A 2014 tweet said that this mascot was the \"embodiment of a milkshake or taste bud\"","response":"Grimace"}]}