{"mix":204,"rounds":[[{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"A city in Indiana is named for this capital of Switzerland","response":"Bern"},{"text":"Midway between England &amp; Northern Ireland, you'll find this island famous for its tailless cats","response":"The Isle of Man"},{"text":"These mountains extend over 1200 miles across Morocco, Algeria &amp; Tunisia","response":"the Atlas Mountains"},{"text":"The Vistula is this country's longest river","response":"Poland"},{"text":"Australia's closest neighbor is this island country, 100 miles north of Cape York","response":"Papua New Guinea"}],"originalDate":"1993-06-25"},{"category":"TROPICAL FRUIT","comments":"","clues":[{"text":"60% of the canned products made with this fruit come from Hawaii","response":"pineapple"},{"text":"Like a lemon, the skin of a ripe breadfruit is this color","response":"yellow"},{"text":"It's the source of the enzyme papain, which aids in digestion","response":"papaya"},{"text":"Its name is from the Spanish \"aguacate\", which came from the Aztec \"ahuacatl\"","response":"avocado"},{"text":"This \"peach of the tropics\" with a single large, flat seed can weigh up to 5 pounds","response":"a mango"}],"originalDate":"1993-06-25"},{"category":"POP CULTURE VS.","comments":"","clues":[{"text":"In 1966 The Royal Guardsmen set the scene \"in the clear blue skies over Germany\" for a song titled \"Snoopy Vs.\" this guy","response":"the Red Baron"},{"text":"\"Red vs. Blue\" are 2 armies in an animated series that's an offshoot of this \"angelic\" video game franchise","response":"<i>Halo</i>"},{"text":"On this series, Casey Webb travels the country, taking on eating challenges like a 4-pound Reuben or a gallon-sized sundae","response":"<i>Man v. Food</i>"},{"text":"In an Edgar Wright film, this title slacker vies with Ramona Flowers' 7 evil exes, as well as \"the World\"","response":"Scott Pilgrim"},{"text":"In \"The People vs.\" this man, Woody Harrelson says, \"I'm your dream client. I'm the most fun, I'm rich, &amp; I'm always in trouble\"","response":"Larry Flynt"}],"originalDate":"2024-02-12"},{"category":"SOME VERY MOVING WORDS","comments":"","clues":[{"text":"Stylishly showy, or in song, what is done \"through the snow\"","response":"dashing"},{"text":"To go forward, perhaps to the next playoff series; a kid may plead to get one on their allowance","response":"an advance"},{"text":"In South Africa, to travel by ox wagon; in space, to travel by enterprise","response":"to trek"},{"text":"Check my this as I lyrically not satirically lay it out empirically; it pairs with ebb to denote regular change","response":"flow"},{"text":"Let's hurry around the city to find this same-named part of an old-fashioned skirt","response":"a bustle"}],"originalDate":"2024-02-12"},{"category":"THE 1950s","comments":"","clues":[{"text":"She was fond of saying she had only one career, &amp; his name was Ike","response":"Mamie Eisenhower"},{"text":"Time said this Pope's strolls through the streets of Rome had people calling him \"Johnnie Walker\"","response":"Pope John XXIII"},{"text":"Marie, 1 of these 5 siblings, opened a Quebec flower shop named for her late sister Emilie","response":"the Dionne quintuplets"},{"text":"In 1956 group captain Peter Townsend, this princess' former suitor, retired from the RAF","response":"Princess Margaret"},{"text":"\"Tailgunner Joe\" claimed this 11-letter word was coined by a Communist newspaper","response":"McCarthyism"}],"originalDate":"1993-05-28"},{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"The first line spoken in this 1941 film is 1 word, \"Rosebud\"","response":"<i>Citizen Kane</i>"},{"text":"Humphrey Bogart film in which he tells Paul Henreid, \"I'm a saloon keeper\"","response":"<i>Casablanca</i>"},{"text":"Ernest Borgnine's Oscar-winning role in which he said, \"She's a dog, and I'm a fat, ugly man\"","response":"Marty"},{"text":"In \"Some Like It Hot\", this actor in drag said, \"Now you've done it! You tore off one of my chests!\"","response":"Jack Lemmon"},{"text":"In this 1944 film, Cary Grant exclaimed, \"Insanity runs in my family. It practically gallops.\"","response":"<i>Arsenic and Old Lace</i>"}],"originalDate":"1993-05-28"}],[{"category":"ANIMALS","comments":"","clues":[{"text":"This distinctive camel feature is basically a big lump of fat; some Camels have 1, some have 2","response":"a hump"},{"text":"A type of striped grass is named for this striped mammal","response":"a zebra"},{"text":"While a bee is an insect, a bee-eater is this type of animal &amp; comes in a variety of bright colors","response":"a bird"},{"text":"Capybaras &amp; chipmunks belong to this order of mammals","response":"rodents"},{"text":"Some species of lizards are viviparous, which means they do this","response":"they bear their young live"}],"originalDate":"1993-05-28"},{"category":"LEGAL LINGO","comments":"","clues":[{"text":"This word precedes \"of consent\", \"of reason\" &amp; \"of majority\"","response":"age"},{"text":"Burglary is often described as this famous pair","response":"breaking & entering"},{"text":"It's the act of a gov't agent who induces a person to commit a crime he or she hadn't planned","response":"entrapment"},{"text":"A group of lawyers make up the bar &amp; a group of judges make up this piece of furniture","response":"the bench"},{"text":"In Old England this was the time to cover your fire &amp; go to bed by order of the king","response":"curfew"}],"originalDate":"1993-05-28"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Monument Avenue in this Virginia capital has been called \"The Prettiest Street in America\"","response":"Richmond"},{"text":"Stamp collectors stampede to the National First Day Cover Museum in this Wyoming capital","response":"Cheyenne"},{"text":"The site of Last Chance Gulch, where gold was discovered in 1864, is now the main street of this Montana city","response":"Helena"},{"text":"There's a fine view of the Willamette Valley from the dome of the state capitol in this city","response":"Salem (Oregon)"},{"text":"Elton John moved to this Southern city in 1992","response":"Atlanta"}],"originalDate":"1993-05-28"},{"category":"\"RED\", \"WHITE\" &amp; \"BLUE\"","comments":"(Alex: Notice those three words are in quotation marks, which means that one, two, perhaps all three will appear as the correct response in a clue.)","clues":[{"text":"It's another name for illegally distilled corn whiskey","response":"White Lightning"},{"text":"This term refers to wage earners who wear work clothes or specialized clothing on the job","response":"blue collar workers"},{"text":"The title of this Stephen Crane novel refers to a battle wound","response":"<i>The Red Badge of Courage</i>"},{"text":"Of Neil Diamond's 12 Top 10 solo hits, only \"Cracklin' Rosie\" &amp; this one reached No. 1","response":"\"Song Sung Blue\""},{"text":"This city on the Alaska Highway is the Yukon headquarters for the Royal Canadian Mounted Police","response":"Whitehorse"}],"originalDate":"1993-05-28"},{"category":"THE BRAIN","comments":"","clues":[{"text":"MRI uses radio waves &amp; magnetic fields to take pictures of the brain &amp; a CAT scan uses these rays","response":"X-rays"},{"text":"If your brain is producing delta waves on the EEG, you're doing this","response":"sleeping"},{"text":"The hypothalamus governs this brain gland that produces hormone-controlling hormones","response":"the pituitary"},{"text":"This lobe is the home of speech &amp; emotion","response":"the frontal lobe"},{"text":"They're gaps found at the bottom of each axon &amp; you have billions of them","response":"synapses"}],"originalDate":"1993-05-28"},{"category":"HEADLINES","comments":"","clues":[{"text":"February 16, 1898:<br>\"Blown up\", read the headline on its fate","response":"the <i>Maine</i>"},{"text":"February 17, 1923:<br>His \"tomb opened; not disturbed\"","response":"King Tut"},{"text":"May 16, 1972:<br>This governor \"shot, paralyzed in both legs; suspect seized\"","response":"(George) Wallace"},{"text":"May 3, 1945:<br>This capital \"captured by Russians... 1,000,000 Italy and Austria Nazis Surrender\"","response":"Berlin"},{"text":"July 28, 1980:<br>This former world leader \"dies in exile\"","response":"the Shah of Iran"}],"originalDate":"1993-05-28"}],{"category":"WORD ORIGINS","text":"This word for one who cuts a trail comes from a name of a character in an 1840 novel","response":"pathfinder"}]}