{"mix":206,"rounds":[[{"category":"WRITERS","comments":"","clues":[{"text":"Poe's foster father disowned him shortly before he was expelled from this military academy in 1831","response":"West Point"},{"text":"Tama Janowitz was a protegee of this pop artist known for his silkscreens","response":"(Andy) Warhol"},{"text":"Colleen McCullough collaborated on a cookbook based on the cuisine of this, her native ctry.","response":"Australia"},{"text":"This author of \"The Other\" was a descendant of William Tryon, a colonial governor of North Carolina","response":"Tom Tryon"},{"text":"This erudite conservative's first Blackford Oakes novel was the 1976 spy thriller \"Saving the Queen\"","response":"William F. Buckley, Jr."}],"originalDate":"1993-05-25"},{"category":"CLASSIC TOYS &amp; GAMES","comments":"","clues":[{"text":"During the Vietnam War, this toy of 80 feet of wire was sometimes used as a portable antenna for radios","response":"a Slinky"},{"text":"This toy with a sister named Yam was the first toy advertised on TV, back in 1952","response":"Mr. Potato Head"},{"text":"In 2016 this game introduced a new suspect: Dr. Orchid, the daughter of the mansion's owner","response":"<i>Clue</i>"},{"text":"In 1963 the original model of this came packaged with pans &amp; mixes for cake &amp; cookies","response":"the Easy-Bake Oven"},{"text":"Alfred Butts invented this board game in 1931; he called it Criss-Cross Words","response":"<i>Scrabble</i>"}],"originalDate":"2024-02-09"},{"category":"POETRY","comments":"","clues":[{"text":"Many have wondered why Mudville's opponent didn't walk this mighty slugger \"at the bat\" when first base was open","response":"Casey"},{"text":"In an Edward Lear poem, the Owl marries this other title animal &amp; they dance \"by the light of the moon\"","response":"the Pussycat"},{"text":"In a famous line from Maya Angelou, \"You may kill me with your hatefullness, but still, like air, I'll\" do this","response":"rise"},{"text":"\"Fools rush in where angels fear to tread\" is a line from his 1711 \"Essay on Criticism\"","response":"Alexander Pope"},{"text":"Wallace Stevens wrote, \"Among twenty snowy mountains, the only moving thing was the eye of\" this creature","response":"a blackbird"}],"originalDate":"2024-02-09"},{"category":"SEC &amp; THE CITY","comments":"(Ken: You need to locate the main campus of each school.)","clues":[{"text":"University of Florida: thisville","response":"Gainesville"},{"text":"University of Tennessee: thisville","response":"Knoxville"},{"text":"University of Arkansas: thisville","response":"Fayetteville"},{"text":"University of Mississippi: this city","response":"Oxford"},{"text":"University of Missouri: this city","response":"Columbia"}],"originalDate":"2024-02-09"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"First elected to the House of Representatives in 1987, she became its first female speaker in 2007","response":"Nancy Pelosi"},{"text":"Clara Barton served as a nurse at this Sept. 17, 1862 Maryland battle where nurses were badly needed","response":"Antietam"},{"text":"A century before she was on a dollar coin, she was convicted &amp; fined for casting a vote in the 1872 pres. election","response":"Anthony"},{"text":"The first women's club in New York was La Liga de las Hijas de this island where a rebellion against Spain was sending refugees norte-ward","response":"Cuba"},{"text":"Still going in Macon, a college with this Methodist-conscious name was the USA's first chartered to grant degrees to women","response":"Wesleyan College"}],"originalDate":"2024-02-09"},{"category":"LET'S HAVE A WORD","comments":"","clues":[{"text":"The New Testament is full of these stories told to convey a lesson, like the one of the lamp","response":"a parable"},{"text":"Want the perk of being respected for your vocabulary? Then show us you know that \"perk\" is short for this small privilege","response":"perquisite"},{"text":"Natation is the act of doing this, &amp; a natatorium is a place to do it","response":"swimming"},{"text":"Cicatrix is a fancy word for one of these souvenirs of something you may not want to remember","response":"a scar"},{"text":"An armored glove, or a double file of armed men you'd rather not have to \"run\"","response":"a gauntlet"}],"originalDate":"2024-02-09"}],[{"category":"SAME TITLE, DIFFERENT LYRICS","comments":"","clues":[{"text":"Adele &amp; Lionel Richie were greeted with No. 1 hits that had this title","response":"\"Hello\""},{"text":"This 1956 Elvis Presley title \"found a new place to dwell\" with Whitney Houston; different lyrics, of course","response":"\"Heartbreak Hotel\""},{"text":"In very different musical styles, The Beatles &amp; The Chainsmokers implored, \"Don't\" do this","response":"Let Me Down"},{"text":"In very different musical styles, The Animals, ELO &amp; Sia implored, \"Don't\" do this","response":"Bring Me Down"},{"text":"In 1980 this country star had a crossover No. 1 hit with \"Lady\", a feat not achieved by Styx with the same-titled song","response":"Kenny Rogers"}],"originalDate":"2024-02-09"},{"category":"ADD A LETTER: GEOGRAPHY EDITION","comments":"(Ken: We will need two responses for each clue.)","clues":[{"text":"Italian city with some history, about 15 miles inland from the Tyrrhenian Sea &amp; wherefore art thou, village? Near Pontiac, Michigan","response":"Rome & Romeo"},{"text":"Present country stretching across Europe &amp; Asia at 6.6 mil. sq. miles &amp; ex-German land stretching from that country to Belgium","response":"Russia & Prussia"},{"text":"Ohio city where Wright-Patterson Air Force Base takes off not far away &amp; Florida beach where NASCAR takes off differently","response":"Dayton & Daytona"},{"text":"Virginia county home to the Tomb of the Unknown Soldier &amp; South Carolina home to a museum commemorating NASCAR history","response":"Arlington & Darlington"},{"text":"The Midwest's 29th state &amp; a Colorado county, both named after Native American peoples","response":"the Iowa & Kiowa"}],"originalDate":"2024-02-09"},{"category":"THINKING ABOUT THE ROMAN EMPIRE","comments":"","clues":[{"text":"Researchers have found that these Colosseum fighters likely drank a Gatorade-like drink made of ash after a long day of killing","response":"gladiators"},{"text":"To bring in water from distant sources, the Romans were great builders of these structures, partly from the Latin for \"water\"","response":"aqueducts"},{"text":"Poor Geoffrey was on the menu at Pompeii; archaeologists have dug up a bone of this tall African animal in the ancient city","response":"a giraffe"},{"text":"After the great fire of 64 A.D., this emperor built himself a palace with an artificial lake &amp; revolving dining room","response":"Nero"},{"text":"Before Rome found Jesus, emperors in the 3rd century evangelized for the god Sol Invictus, meaning this","response":"Invincible Sun"}],"originalDate":"2024-02-08"},{"category":"MEDICAL SPECIALTIES","comments":"","clues":[{"text":"An M.D. in this medical branch deals in the treatment of mental, emotional &amp; behavioral disorders","response":"psychiatry"},{"text":"Nuclear medicine is a subspecialty of this field that involves the use of X-rays to diagnose &amp; treat disease","response":"radiology"},{"text":"Palliative medicine goes hand in hand with this type of end-of-life care, providing comfort to both the patient &amp; their family","response":"hospice"},{"text":"From Greek &amp; Latin for \"new birth\", this type of doctor specializes in the care of newborns &amp; premature babies","response":"a neonatologist"},{"text":"This type of surgeon operates specifically on the organs in the chest including the heart, the esophagus &amp; the lungs","response":"cardiothoracic (thoracic)"}],"originalDate":"2024-02-08"},{"category":"PASTOR BROWN'S CHURCH NEWSLETTER CROSSWORD","comments":"","clues":[{"text":"Eucharist bread<br>(4 letters)","response":"host"},{"text":"Don't go to Helvetica! Use a baptismal one<br>(4 letters)","response":"font"},{"text":"What a \"bully\" church podium! <br>(6 letters)","response":"pulpit"},{"text":"Pastor B. wants your money to slide into this plate<br>(10 letters)","response":"collection"},{"text":"An arm of a cruciform-shaped church<br>(8 letters)","response":"the transept"}],"originalDate":"2024-02-08"},{"category":"END OF STORY","comments":"","clues":[{"text":"By Steinbeck: \"Curley and Carlson looked after them. And Carlson said, 'Now what the hell ya suppose is eatin' them two guys?\"'","response":"<i>Of Mice and Men</i>"},{"text":"A monster hit from 1818: \"He was soon borne away by the waves and lost in darkness and distance\"","response":"<i>Frankenstein</i>"},{"text":"\"'It isn't fair, it isn't right', Mrs. Hutchinson screamed, and then they were upon her\" is the scary end of this Shirley Jackson tale","response":"\"The Lottery\""},{"text":"A dystopian first-person tale: \"But you, O my brothers, remember sometimes thy little Alex that was. Amen. And all that cal\"","response":"<i>A Clockwork Orange</i>"},{"text":"\"I'll pray, and then I'll sleep\" is the balm at the end of this Pulitzer-winning Marilynne Robinson novel","response":"<i>Gilead</i>"}],"originalDate":"2024-02-08"}],{"category":"LITERARY CHARACTERS","text":"A fragment from a nautical tool found on a Chilean island in 2005 was likely left by the Scot who partly inspired this character","response":"Robinson Crusoe"}]}