{"mix":207,"rounds":[[{"category":"LITERATURE BINGO","comments":"","clues":[{"text":"\"N\", 2005: Llewelyn Moss decides to take off with millions in drug money in this Cormac McCarthy tale; Llewelyn comes to regret that","response":"<i>No Country for Old Men</i>"},{"text":"\"G\", 1992: \"G\" is for this mystery writer who wrote \"I Is for Innocent\"","response":"Sue Grafton"},{"text":"\"O\" (No!), 1898: William S. Porter was convicted of embezzlement; after prison, he put out short stories under this name","response":"O. Henry"},{"text":"\"B\", 1956: Appropriately, \"Giovanni's Room\" by this man from Harlem is about an American living in Paris","response":"(James) Baldwin"},{"text":"\"I\", 1819: Rebecca is a Jewish heroine in this Sir Walter Scott novel &amp; was played on film by future Judaism convert Liz Taylor","response":"<i>Ivanhoe</i>"}],"originalDate":"2024-02-07"},{"category":"WHAT DO YOU COLLECT?","comments":"","clues":[{"text":"Obviously someone fully prepared for squalls, a brolliologist collects these","response":"umbrellas"},{"text":"In \"Diner\", Daniel Stern plays an avid collector of these; when wife Ellen Barkin says, \"Who cares\" what's on the flip side?, uh-oh","response":"LPs (records)"},{"text":"Marie Osmond is a noted collector of these, including several of herself &amp; Donny","response":"dolls"},{"text":"Labeorphilists collect beer bottles; tegestologists collect these, to protect furniture from labeorphilists?","response":"coasters"},{"text":"Vladimir Nabokov was an avid collector of these, called babochkas or \"bow ties\" in his native Russian","response":"butterflies"}],"originalDate":"2024-02-07"},{"category":"THE \"ICK\"","comments":"","clues":[{"text":"Someone with this criminal profession can also be called a dipper, a fingersmith or a cutpurse","response":"a pickpocket"},{"text":"A 16-year-old wrote this 19th century waltz that shares its name with paired eating utensils","response":"\"Chopsticks\""},{"text":"Naples, Florida has been called the \"capital of the world\" for this paddle sport rising in popularity","response":"pickleball"},{"text":"This noun is used for pranksters of myth like Anansi &amp; Loki","response":"trickster"},{"text":"In \"Oil!\", Upton Sinclair writes, \"Water and oil would spout up over the top of\" this framework, \"staining it... black\"","response":"derrick"}],"originalDate":"2024-02-07"},{"category":"IT HAPPENED IN FEBRUARY","comments":"","clues":[{"text":"In February 1991 Iraqi forces began a retreat from this nation, ending the Persian Gulf War","response":"Kuwait"},{"text":"Following a referendum, the strongly Catholic nation of Ireland made this action legal February 27, 1997","response":"divorce"},{"text":"Following a conference, these 3 leaders signed the Yalta agreement in February 1945","response":"Churchill, FDR & Stalin"},{"text":"Calling for the abolition of private property &amp; for workers of the world to unite, it was published in February 1848","response":"<i>The Communist Manifesto</i>"},{"text":"This amendment to the Constitution was ratified in February 1951, limiting a president to 2 terms or a maximum of 10 years total","response":"the 22nd"}],"originalDate":"2024-02-07"},{"category":"ANTHROPOLOGISTS","comments":"","clues":[{"text":"Ruth Benedict's interest in the culture of this country led to the 1946 book \"The Chrysanthemum and the Sword\"","response":"Japan"},{"text":"In 1902 Franz Boas established the USA's first department of anthropology at this NYC school","response":"Columbia"},{"text":"Forensic anthropologist Kathy Reichs' life &amp; novels inspired TV's Temperance Brennan, nicknamed this","response":"\"Bones\""},{"text":"In 1927 Davidson Black identified this \"man\" as a member of the human lineage on the basis of a single tooth found in North China","response":"Peking Man"},{"text":"Bruno Latour studied groups like this La Jolla biological institute's scientists who he saw motivated by competition, not just truth","response":"the Salk Institute"}],"originalDate":"2024-02-07"},{"category":"QUOTING THE OLD TESTAMENT","comments":"","clues":[{"text":"He proclaimed, \"Joseph my son is yet alive: I will go and see him before I die\"","response":"Jacob"},{"text":"The lines \"A time to love, and a time to hate; a time of war, and a time of peace\" come from this book","response":"Ecclesiastes"},{"text":"\"Take us the\" these \"the little\" these \"that spoil the vines: for our vines have tender grapes\"","response":"foxes"},{"text":"The second verse of this book begins, \"Take ye the sum of all the congregation of the children of Israel...\"","response":"Numbers"},{"text":"From Judges 6, \"The spirit of the Lord came upon\" this man, \"and he blew a trumpet\"","response":"Gideon"}],"originalDate":"2024-02-07"}],[{"category":"TV SHOWS BY CHARACTER","comments":"","clues":[{"text":"Ralph Wiggum, <br>Lenny Leonard, <br>Waylon Smithers","response":"<i>The Simpsons</i>"},{"text":"Maggie, <br>Michonne, <br>Negan","response":"<i>The Walking Dead</i>"},{"text":"Susan Ross, <br>Uncle Leo, <br>David Puddy","response":"<i>Seinfeld</i>"},{"text":"Will Graham, <br>Jack Crawford, <br>Dr. Chilton","response":"<i>Hannibal</i>"},{"text":"Deputy Clementine Johnson, <br>Deputy Travis Junior, Deputy Trudy Wiegel","response":"<i>Reno 911!</i>"}],"originalDate":"2024-02-07"},{"category":"2 BOOKS IN 1","comments":"(Ken: You'll need to name both books by the same author that we've combined here.)","clues":[{"text":"\"'Salem's Sematary\"","response":"<i>Pet Sematary</i> & <i>'Salem's Lot</i>"},{"text":"\"In Cold Tiffany's\"","response":"<i>In Cold Blood</i> & <i>Breakfast at Tiffany's</i>"},{"text":"\"A Room to India\"","response":"<i>A Room with a View</i> & <i>A Passage to India</i>"},{"text":"\"A Farewell to the Sea\"","response":"<i>A Farewell to Arms</i> & <i>The Old Man and the Sea</i>"},{"text":"\"A Prayer for Garp\"","response":"<i>A Prayer for Owen Meany</i> & <i>The World According to Garp</i>"}],"originalDate":"2024-02-06"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"Act I, Scene v of a Shakespeare play finds this title pair meeting at a masked ball","response":"Romeo & Juliet"},{"text":"In 1953 these 2 men teamed up to sell 31 flavors of ice cream","response":"Baskin & Robbins"},{"text":"They were first paired up in the RKO film \"Flying Down to Rio\"; \"Top Hat\" was a more successful venture for them &amp; the studio","response":"Fred Astaire & Ginger Rogers"},{"text":"This duo that figured out a double-stranded structure shared the 1962 Nobel Prize in Medicine with Maurice Wilkins","response":"Watson & Crick"},{"text":"Depending on whose journal you read, it was either in October or November of 1871 when they first met at Lake Tanganyika","response":"Henry Stanley & Livingstone"}],"originalDate":"2024-02-06"},{"category":"AVENGERS, WHO SAID IT?","comments":"(Ken: You'll name the character.)","clues":[{"text":"Him: \"If my aunt finds out I left my class trip, she's going to kill me\"","response":"Spider-Man"},{"text":"Smugly: <br>\"Genius, <br>billionaire, <br>playboy, <br>philanthropist\"","response":"Iron Man"},{"text":"Stepping up in \"Endgame\": <br>\"The radiation's mostly gamma, it's like... I was made for this\"","response":"the Incredible Hulk"},{"text":"Asked if he knows what he's doing: <br>\"Yeah. I've knocked out Adolf Hitler over 200 times\"","response":"Captain America"},{"text":"Keeping it real in \"Age of Ultron\": <br>\"Well, I was born yesterday\"","response":"Vision"}],"originalDate":"2024-02-06"},{"category":"13-LETTER WORDS","comments":"","clues":[{"text":"This division in men's professional boxing has an upper limit of 126 pounds","response":"featherweight"},{"text":"I went down to this type of public protest to get my fair share of abuse","response":"demonstration"},{"text":"If you know what a hungry Liz is, thank Jesse Sheidlower &amp; colleagues in this job for the \"Historical Dict. of American Slang\"","response":"lexicographer"},{"text":"In the Army it's an officer whose job is to provide clothing &amp; sustenance to a body of troops","response":"a quartermaster"},{"text":"It's part of the full name of JFK, but not of LGA","response":"International"}],"originalDate":"2024-02-06"},{"category":"LATER, DUDE","comments":"","clues":[{"text":"When you're eager either to leave or to hop on your Pogo stick, you might say \"gotta\" this","response":"bounce"},{"text":"A British way of saying goodbye is this, which sounds like a single piece of a circular General Mills cereal","response":"cheerio"},{"text":"At a White House correspondents' dinner, Pres. Obama said goodbye with one of these actions that could have hurt the equipment","response":"a mic drop"},{"text":"This word used for wishing someone well on their upcoming journey sounds like it could be Thor's time in a sprint","response":"godspeed"},{"text":"As this 8-letter word can mean \"goodbye forever\" in Japan, most Japanese people don't use it that often","response":"<i>sayonara</i>"}],"originalDate":"2024-02-06"}],{"category":"19th CENTURY NAMES","text":"Shrunken auditory nerves were seen in his autopsy after his 1827 death in Vienna","response":"(Ludwig van) Beethoven"}]}