{"mix":208,"rounds":[[{"category":"2 ACTORS, ONE TV SHOW","comments":"","clues":[{"text":"Allison Janney &amp; Dulé Hill did some walking &amp; talking in the White House on this NBC drama","response":"<i>The West Wing</i>"},{"text":"In a group project, Gillian Jacobs &amp; Yvette Nicole Brown schooled you from 2009 to 2015 on this college-set NBC sitcom","response":"<i>Community</i>"},{"text":"In 2001 Jeri Ryan &amp; Tim Russ completed a \"trek\" through the Delta Quadrant on this title starship","response":"<i>Voyager</i>"},{"text":"Rebecca Wisocky &amp; Brandon Scott Jones are scary good as the dearly departed Hetty &amp; Isaac on this CBS comedy","response":"<i>Ghosts</i>"},{"text":"We're sanguine you'll recall Michelle Forbes &amp; Tara Buck takin' in life in Loo'siana on this fangs-tastic HBO series","response":"<i>True Blood</i>"}],"originalDate":"2024-02-05"},{"category":"TOOLS","comments":"","clues":[{"text":"Dewalt's 20v Max XR lithium-ion cordless compact 1/2-inch is a lot of words but bottom line, it's a power type of this","response":"a drill"},{"text":"With steel shot or sand inside, a dead blow type of this won't bounce back after striking","response":"a hammer"},{"text":"Used on bolts or screws, metric hex keys are known by this letter, their shape","response":"a letter L"},{"text":"Let's tighten things up: use the flex-head, standard-head &amp; thumbwheel types to this tool it \"up a notch\"","response":"ratchet"},{"text":"It's not a magnetic tool to help you detect a virile man, but rather its namesake item as well as nails hidden within a wall","response":"a stud detector (stud finder)"}],"originalDate":"2024-02-05"},{"category":"BRITISH LITERATURE","comments":"","clues":[{"text":"Chapter 43 of this novel explains \"How the Artful Dodger Got into Trouble\"","response":"<i>Oliver Twist</i>"},{"text":"The unexpected death of a small town council member is a mystery at the heart of \"The Casual Vacancy\" by this author","response":"J.K. Rowling"},{"text":"The 24 Pilgrim storytellers in \"The Canterbury Tales\" include this bawdy woman who tells of her 5 husbands","response":"the Wife of Bath"},{"text":"A man stopped on his way to a wedding feast is told of tragic events aboard a ship in this 1798 narrative poem","response":"<i>The Rime of the Ancient Mariner</i>"},{"text":"2020's \"The Mirror &amp; the Light\" completed Hilary Mantel's trilogy about Thomas Cromwell that began with this lupine novel","response":"<i>Wolf Hall</i>"}],"originalDate":"2024-02-05"},{"category":"SOME LAZY WORDS","comments":"","clues":[{"text":"There's a shell-less mollusk at the start of this word meaning slow &amp; lazy","response":"sluggish"},{"text":"The mid-1800s gave us this hyphenated word for an employee who keeps a close eye on the hour &amp; minute hands","response":"a clock-watcher"},{"text":"Oscitant is an adjective that means doing this<span class=\"nobreak\">--</span>&amp; don't start, because I will too","response":"yawning"},{"text":"A prefix meaning \"bad\" begins this word for  feigning illness in order to avoid work","response":"malingering"},{"text":"Meaning inert or drowsy, it comes from Greek for \"forget\", like the name of a mythological river","response":"lethargic"}],"originalDate":"2024-02-05"},{"category":"A LONG SESSION OF MONOPOLY","comments":"","clues":[{"text":"In the early 1890s President Cleveland wasn't \"sweet\" on one company controlling 98% of American refining of this","response":"sugar"},{"text":"Both the English &amp; Dutch companies with this name began around 1600 with their minds on monopoly &amp; monopoly on their minds","response":"East India Company"},{"text":"Having gotten a 20-year monopoly for steamboat navigation in New York, Robert Livingston paired with him to, y'know, build a boat in 1802","response":"Fulton"},{"text":"In the 1400s the Germans led the league in having a near monopoly in the Baltic's long-distance trade; this league, specifically","response":"the Hanseatic League"},{"text":"Founded in 1851 stop this company dominated the telegraph biz in the early 1900s stop but the telephone changed things stop","response":"Western Union"}],"originalDate":"2024-02-02"},{"category":"A SUCCESSFUL OPERATION","comments":"","clues":[{"text":"Pliny the Elder mentions Scipio Africanus was born through this surgical delivery method","response":"a Caesarean section"},{"text":"For nerve injuries, a transplant surgery uses this technique that shares its name with a horticultural one","response":"grafting"},{"text":"Swann-Morton notes that the No. 10 size of this surgical tool is used \"for making varying sizes of incision in skin\"","response":"a scalpel"},{"text":"While a mastectomy removes the whole breast, this surgery takes out the cancerous cells &amp; conserves part of the breast","response":"a lumpectomy"},{"text":"Part of biliary surgery, the operation to remove this, now one of the most common, was first done by Dr. Langenbuch in 1882","response":"the gallbladder"}],"originalDate":"2024-02-02"}],[{"category":"THE GAME OF LIFE","comments":"","clues":[{"text":"Life can be like putting together one of these, invented in the 1760s though the tool didn't exist for another century","response":"a jigsaw puzzle"},{"text":"Ancient playwright Terence compared life to playing with tesserae, Roman these; you have to work with the throw you get","response":"dice"},{"text":"The first Saturday in August is a national day for these, which get washed away despite our work, so go build another one!","response":"sandcastles"},{"text":"With its ups &amp; downs, life has often been compared to one of these, such as Steel Vengeance or the Twisted Colossus","response":"a roller coaster"},{"text":"In a commencement address, Gov. Arnold Schwarzenegger noted \"You can't climb\" this with your hands in your pockets","response":"the ladder of success"}],"originalDate":"2024-02-02"},{"category":"TALKING ABOUT TOLKIEN","comments":"","clues":[{"text":"From 1925 to 1959 J.R.R. Tolkien was a popular language &amp; literature professor at this university","response":"Oxford"},{"text":"Tolkien's son Michael once listed his father's occupation as this, also Gandalf's job","response":"wizard"},{"text":"In \"The Hobbit\" he thinks of picnics below during his trip over the Misty Mountains, inspired by one Tolkien took to Switzerland","response":"Bilbo Baggins"},{"text":"To his family &amp; close friends, Tolkien was known by this name, the first \"R\" in his initials","response":"Ronald"},{"text":"Humphrey Carpenter's bio of J.R.R. Tolkien, C.S. Lewis &amp; like-minded friends has this title, like their literary circle","response":"the Inklings"}],"originalDate":"2024-02-02"},{"category":"<em class=\"underline\">BILLBOARD</em>'S 500 BEST POP SONGS","comments":"","clues":[{"text":"At No. 1, Billboard picked this Whitney Houston hit that made hitting the floor \"feel like an issue of life-or-death urgency\"","response":"\"I Wanna Dance With Somebody\""},{"text":"\"I'll tell you something\", the Beatles got No. 10 with this 1964 hit, \"a force the likes of which pop had never encountered\"","response":"\"I Wanna Hold Your Hand\""},{"text":"Can't you hear that boom-badoom-boom of her \"Super Bass\", making the list's top 20","response":"Nicki Minaj"},{"text":"No. 3 was this Temptations classic about a lover, \"immediately recognizable from the opening bass line\"","response":"\"My Girl\""},{"text":"At No. 5, this 2005 Kelly Clarkson Grammy winner, \"the 21st century's greatest contribution to the pop canon so far\"","response":"\"Since U Been Gone\""}],"originalDate":"2024-02-02"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"On the water, it's about 1.15 miles per hour","response":"a knot"},{"text":"A bag of the Portland type of this can be one cubic foot, about 94 pounds","response":"cement"},{"text":"A full this measure of depth is 72 inches, so 5 of them would be 30 feet","response":"a fathom"},{"text":"This unit of force named for a 17th century man is equal to about .225 pound-force","response":"a Newton"},{"text":"In this system used for precious metals, an ounce is heavier than a standard ounce, but a pound is lighter than a standard pound","response":"troy"}],"originalDate":"2024-02-02"},{"category":"DELICIOUS BEFORE &amp; AFTER","comments":"","clues":[{"text":"Hollandaise-laden breakfast entree known as a traitor in the United States","response":"eggs Benedict Arnold"},{"text":"\"Amphibian\" British sausage dish cooked in batter that's an ace on the golf course","response":"toad in the hole in one"},{"text":"\"Vernal\" tubular Chinese appetizer that is also a casual bit of canoodling in the barn","response":"a spring roll in the hay"},{"text":"\"Pastoral\" lamb &amp; mashed potato casserole that's a fanciful dream not likely to be attained","response":"shepherd's pie in the sky"},{"text":"Blue cheese-accompanied poultry products that are on the marquee as a Wim Wenders film","response":"<i>Buffalo Wings of Desire</i>"}],"originalDate":"2024-02-02"},{"category":"FROM THE FRENCH","comments":"","clues":[{"text":"Prioritizing care for the wounded is the goal of the START method, a type of this, from the French for \"sorting\"","response":"triage"},{"text":"The French for \"change direction\" gives us this word referring to an alternate route","response":"a detour"},{"text":"A term for an architectural exterior, it can also refer to any deceptive illusion","response":"a facade"},{"text":"Along with Bulgaria &amp; even Cuba, Hungary was part of the \"Soviet\" this 4-letter word from the French","response":"bloc"},{"text":"The U &amp; the E at the end of this adjective meaning indecent or off-color combine to make an \"A\" sound","response":"<i>risqué</i>"}],"originalDate":"2024-02-01"}],{"category":"SCIENCE","text":"Physicist John Wheeler said he coined this term as a faster way to say \"completely collapsed objects\"","response":"black holes"}]}