{"mix":209,"rounds":[[{"category":"BONDS OF COMMONALITY","comments":"","clues":[{"text":"Crankshaft, <br>camshaft &amp; <br>cylinder head gasket (just to not totally give you the shaft)","response":"parts of a car engine"},{"text":"Slippery Rock,<br>Case Western Reserve,<br>Austin Peay","response":"universities"},{"text":"Cleaning up cow manure for a king, collecting golden fruit, swiping a girdle... sounds like scenes in \"Animal House\", but no","response":"the labors of Hercules"},{"text":"Anacondas, <br>gavials, <br>skinks","response":"reptiles"},{"text":"Well-marbled beef, <br>the 0 degree line of longitude, <br>the number 5","response":"prime"}],"originalDate":"2024-02-01"},{"category":"RAP WORDS &amp; PHRASES","comments":"","clues":[{"text":"An early citation for this term for jewelry goes back to a song featuring Lil Wayne","response":"bling"},{"text":"There is no need to have a dental item for doing this, a word meaning showing off; Dr. Dre rhymed it with Slauson","response":"flossin'"},{"text":"Used as an interjection in trap music, this vowelless word conveys the sound of tires screeching","response":"skrt"},{"text":"On \"Otis\", Jay-Z claimed to have \"invented\" this 4-letter term defined as bold assurance or great self-confidence","response":"swag"},{"text":"Thug Passion, a cocktail that's one part Alizé &amp; one part Cristal, is referenced on this rapper's 1996 album \"All Eyez On Me\"","response":"Tupac Shakur"}],"originalDate":"2024-02-01"},{"category":"BRAINY QUOTES","comments":"","clues":[{"text":"In a book from 1900, this character says, \"I don't know anything.  You see, I am stuffed, so I have no brains at all\"","response":"the Scarecrow"},{"text":"This character is \"a bear of very little brain, and long words bother\" him","response":"Winnie-the-Pooh"},{"text":"In a song by Jimi Hendrix, this title phrase is followed by \"all in my brain\"","response":"purple haze"},{"text":"\"Miss Warren has brains: you can't deny that\", says his play \"Mrs. Warren's Profession\"; the response: \"Brains are not everything\"","response":"Shaw"},{"text":"In \"A Tale of a Tub\", this 18th century satirist called books \"the children of the brain\"","response":"Swift"}],"originalDate":"2024-02-01"},{"category":"PLATFORMING","comments":"","clues":[{"text":"Of 11, 22 or 33, the height in feet of the board in Olympic platform diving","response":"33"},{"text":"2 types of elevating work platforms are a scissor lift &amp; this type of crane with a fruit in its name","response":"a cherry picker"},{"text":"To help him do this job, Leopold Stokowski designed his own podium: round, with steps &amp; covered in non-slip rubber","response":"conducting (orchestra conductor)"},{"text":"In carmaking a platform is the basic chassis &amp; architecture; the Nissan 370Z &amp; this luxe brand's QX70 used the same one","response":"Infiniti"},{"text":"Upvote or downvote posts on this social media platform that has communities like AMA (Ask Me Anything) &amp; WallStreetBets","response":"Reddit"}],"originalDate":"2024-01-31"},{"category":"A SQUARE MEAL","comments":"","clues":[{"text":"The \"original\" flavor of this century-old woven cracker brand has 3 ingredients: whole grain wheat, canola oil &amp; sea salt","response":"Triscuit"},{"text":"This brand's ubiquitous singles now come in Swiss &amp; pepper jack","response":"Kraft"},{"text":"This alliterative Japanese food container suggests your fare is going to be delivered within 4 sides","response":"a bento box"},{"text":"These little French teacakes whose name means \"little oven\" are often square","response":"petit fours"},{"text":"This revered San Francisco chocolatier sells squares of the sweet with peppermint bark or raspberry filling","response":"Ghirardelli"}],"originalDate":"2024-01-31"},{"category":"THE STATE'S MOST POPULOUS COUNTY","comments":"","clues":[{"text":"Cook County","response":"Illinois"},{"text":"Laramie County","response":"Wyoming"},{"text":"Maricopa County","response":"Arizona"},{"text":"Fairfax County","response":"Virginia"},{"text":"Multnomah County","response":"Oregon"}],"originalDate":"2024-01-31"}],[{"category":"QUESTIONABLE MOVIES","comments":"","clues":[{"text":"In \"Why Him?\" this \"Breaking Bad\" star does not understand the appeal of James Franco (but his daughter does)","response":"Cranston"},{"text":"Ashton Kutcher &amp; Seann William Scott search for a jalopy while aliens look for the continuum transfunctioner in this film","response":"<i>Dude, Where's My Car?</i>"},{"text":"In this 1962 film former child star Bette Davis lives in a crumbling Hollywood mansion with her invalid sister","response":"<i>What Ever Happened to Baby Jane?</i>"},{"text":"Ice Cube tries to get out of the friend zone with Nia Long by offering to drive her kids to Vancouver in this 2005 film","response":"<i>Are We There Yet?</i>"},{"text":"The title of this Coen Bros. film comes from a movie Joel McCrea wanted to make in Preston Sturges' \"Sullivan's Travels\"","response":"<i>O Brother, Where Art Thou?</i>"}],"originalDate":"2024-01-31"},{"category":"THE ENGLISH PAST TENSE","comments":"","clues":[{"text":"This irregular past tense verb is what I did to start our game of whist","response":"dealt (led)"},{"text":"This irregular past tense verb can mean completely tired out &amp; exhausted","response":"spent (worn)"},{"text":"A brother\"ood\" of irregular past tenses is stood, understood &amp; this, meaning \"resisted\"","response":"withstood"},{"text":"This word meaning \"said not to do that thing\" rhymes with \"had\" to traditionalists but with \"maid\" to many others","response":"forbade"},{"text":"You don't say \"I brod the fish before frying it\", nor \"I throd the needle\", so why this word meaning \"stepped\"?","response":"trod"}],"originalDate":"2024-01-31"},{"category":"MOUNTAINS OF LITERATURE","comments":"","clues":[{"text":"Peter Matthiessen climbed mountains in Nepal to see the snow type of this creature, the title of his National Book Award winner","response":"a leopard"},{"text":"After accepting a drink of liquor in a Washington Irving tale, Rip Van Winkle falls asleep for 20 years in these mountains","response":"the Catskills"},{"text":"In the novel \"Lost Horizon\", the Kunlun Range is thought to be home to this lamasery whose name has become a synonym for utopia","response":"Shangri-La"},{"text":"\"Der Zauberberg\" in German, this Thomas Mann novel tells the story of a man who stays in a TB clinic for 7 years","response":"<i>Magic Mountain</i>"},{"text":"A Miskatonic Univ. team uncovers horrific artifacts in Antarctica in this author's \"At the Mountains of Madness\"","response":"Lovecraft"}],"originalDate":"2024-01-31"},{"category":"VAN HALEN","comments":"","clues":[{"text":"\"Can't you see me standing here, I've got my back against the record machine\"; now leap in &amp; name this hit, VH's only No. 1","response":"\"Jump\""},{"text":"Turns out his tongue had an eye for talent! This KISS bassist was an early Van Halen supporter, producing a demo for the band in 1976","response":"Gene Simmons"},{"text":"Attributed to this original Van Halen frontman: \"I used to jog but the ice cubes kept falling out of my glass\"","response":"David Lee Roth"},{"text":"The purpose of Van Halen's rider saying no to the brown color of this candy was to ensure their complicated contract got read","response":"M&M's"},{"text":"A \"volcanic\" rock event, the solo called this on VH's 1st album introduced Eddie's 2-handed guitar tapping to a stunned world","response":"\"Eruption\""}],"originalDate":"2024-01-30"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"In Houston the \"MOB\" is the Marching Owl Band of this university","response":"Rice"},{"text":"The Pritzker School of Law is part of this \"directional\" Big Ten school","response":"Northwestern"},{"text":"The land donated to start this ACC sports powerhouse was home to the estate of John C. Calhoun","response":"Clemson University"},{"text":"Author Ralph Ellison was a music student at this Alabama institute","response":"the Tuskegee Institute"},{"text":"The name of this Omaha university honors a man who built the transcontinental telegraph","response":"Creighton University"}],"originalDate":"2024-01-30"},{"category":"4-LETTER INTERJECTIONS","comments":"","clues":[{"text":"It sounds like you are clearing your throat to get my attention","response":"Ahem!"},{"text":"This interjection is the first thing Lil Jon says on Usher's hit of the same title","response":"Yeah!"},{"text":"This hyphenated term is paired with SpaghettiOs in an ad","response":"Uh-oh!"},{"text":"This mild oath was a favorite of Napoleon Dynamite","response":"Gosh!"},{"text":"The fictional dimwitted English gentleman Bertie Wooster uses this interjection, an alteration of \"Oh God!\"","response":"Egad!"}],"originalDate":"2024-01-30"}],{"category":"SITCOMS","text":"The first British sitcom to win a Best Comedy Golden Globe, it was remade in a U.S. version that had almost 15 times as many episodes","response":"<i>The Office</i>"}]}