{"mix":212,"rounds":[[{"category":"ONE-TERM PRESIDENTS","comments":"","clues":[{"text":"This president was the focus of a Time magazine article about the 1976 \"SNL\" episode \"that changed American politics\"","response":"Ford"},{"text":"Opting for peace vs. war with France alienated his own party &amp; helped make this man the very first one-termer","response":"John Adams"},{"text":"Britannica: <br>He \"was blaming the depression on events abroad &amp; predicting\" his foe's win \"would only intensify the disaster\"; it didn't","response":"Hoover"},{"text":"This late 19th c. grandson blew a surplus, lost the House, lost his own re-election bid, then wed his dead wife's niece","response":"Benjamin Harrison"},{"text":"Not wanting to admit Texas as a slave state helped this man get the Kinderhook, though he also pandered to the pro-slavery vote","response":"Van Buren"}],"originalDate":"2024-01-24"},{"category":"BUSINESS TRAVEL","comments":"","clues":[{"text":"Taking off from JFK starting in 2000, this \"colorful\" airline now boasts 1,000 daily flights &amp; 40 million customers","response":"JetBlue"},{"text":"Let's give you the bird (word)! This rental car co. that bears its founder's last name began with an $85,000 investment in 1946","response":"Avis"},{"text":"Stretching around 5,800 miles across 8 time zones, this railway is a real way to get from Moscow to Vladivostok","response":"the Trans-Siberian Railway"},{"text":"It's not just local stops in Bergen or Ålesund on a cruise with this company; Belgium &amp; Iceland are on the itinerary too","response":"Norwegian"},{"text":"A 1920s airship passenger said, \"On a plane, you fly, but on\" this 2-word craft named for a count, \"you voyage\"","response":"the <i>Graf Zeppelin</i>"}],"originalDate":"2024-01-24"},{"category":"ORGANIC CHEMISTRY","comments":"","clues":[{"text":"You can breathe easy knowing photosynthesis causes plants to release this gas as a waste product","response":"oxygen"},{"text":"This element's \"footprint\" is everywhere: by definition, every compound studied by organic chemists contains it","response":"carbon"},{"text":"Triglycerides are the most common type of this organic compound; healthy eaters steer clear of the saturated ones","response":"fats"},{"text":"In chemistry, it's the unit of measure equal to 6.02 times 10<sup>23</sup> of anything <span class=\"nobreak\">--</span> atoms, molecules... even mammals that burrow in your lawn","response":"a mole"},{"text":"Chemically speaking, they're molecules with at least one unpaired electron; true to their name, they can be, like, totally reactive","response":"radicals"}],"originalDate":"2024-01-23"},{"category":"ADVANCED CINEMATOGRAPHY","comments":"","clues":[{"text":"That's what I call range!  Rodrigo Prieto was behind the lens for Greta Gerwig's \"Barbie\" &amp; this 2023 Martin Scorsese drama","response":"<i>Killers of the Flower Moon</i>"},{"text":"Evocative images like Andy Dufresne standing in the rain savoring his freedom earned Roger Deakins an Oscar nom for his work on this film","response":"<i>The Shawshank Redemption</i>"},{"text":"Erik Messerschmidt shot the film \"Mank\" primarily in deep focus as a nod to this Orson Welles opus that pioneered the technique","response":"<i>Citizen Kane</i>"},{"text":"A custom periscope lens was used to film the cockpit of a WWII fighter plane in this 2017 drama by Christopher Nolan","response":"<i>Dunkirk</i>"},{"text":"Set on the desert planet Arrakis, this 2021 sci-fi epic was shot digitally, then transferred to film &amp; then scanned back into digital","response":"<i>Dune</i>"}],"originalDate":"2024-01-23"},{"category":"COLLEGE-LEVEL HISTORY COURSES","comments":"","clues":[{"text":"Located twelve miles outside of it, Villanova offers a course on the \"History of\" this Pennsylvania city","response":"Philadelphia"},{"text":"Vassar offers \"Cold War America\", a history course \"from 1945 until the fall of\" this European landmark \"in 1989\"","response":"the Berlin Wall"},{"text":"Rice boasts that its \"20th Century American Presidents\" course covers the span of Theodore Roosevelt to this 42nd president","response":"(Bill) Clinton"},{"text":"At Brown, the history course \"Conspiracy?\" includes this 1692 event dramatized by Arthur Miller in \"The Crucible\"","response":"the Salem Witch Trials"},{"text":"\"The Wealth of Nations\" &amp; \"The Theory of Moral Sentiments\" are two texts assigned for a Duke seminar on this economist","response":"Adam Smith"}],"originalDate":"2024-01-23"},{"category":"OBSCURE NOVELS","comments":"","clues":[{"text":"Never heard of his 1847 novel \"Omoo\"?  Well, maybe you know \"Moby-Dick\", the novel this author published four years later","response":"Melville"},{"text":"Wow!  Edith Wharton wrote a novel titled \"Fast and Loose\"?!  That sounds a bit racier than her 1920 novel \"The Age of\" this","response":"<i>Innocence</i>"},{"text":"The 1929 novel \"Cup of Gold\" isn't on your Kindle?  You might be more familiar with \"The Grapes of Wrath\", also by this author","response":"John Steinbeck"},{"text":"\"The Edible Woman\" doesn't ring a bell?  It was Margaret Atwood's debut novel before she wrote this 1985 book","response":"<i>The Handmaid's Tale</i>"},{"text":"Her 1912 novel \"Alexander's Bridge\"?  Not so famous.  \"O, Pioneers!\" &amp; \"My Ántonia\"?  She's in the canon now","response":"Willa Cather"}],"originalDate":"2024-01-23"}],[{"category":"KINDA RHYMES WITH KATIE","comments":"","clues":[{"text":"It's your last name if you're a '70s TV dad with a wholesome \"Bunch\" of kids... or if you're the host of \"Let's Make a Deal\"","response":"Brady"},{"text":"It's how you might describe a leafy tree that helps you beat the heat... or that weird neighbor who keeps trying to sell you crypto","response":"shady"},{"text":"She's the pampered cocker spaniel who falls for a stray mutt in a 1955 animated film","response":"Lady"},{"text":"With his on-screen partner in crime Faye Dunaway, he presented the Best Picture Oscar in 2017... to the wrong film","response":"Warren Beatty"},{"text":"It's what you are if you reside in the small emirate nestled between Iraq &amp; Saudi Arabia","response":"Kuwaiti"}],"originalDate":"2024-01-23"},{"category":"WACKY FAD OBITUARIES","comments":"","clues":[{"text":"Though we mourn this garment's passing from the realm of viral popularity, it is survived by its component parts, blankets &amp; sleeves","response":"the Slanket (or Snuggie)"},{"text":"An ineffective &amp; oddly suggestive workout will be held for this fitness gimmick; oscillating dumbbells will be provided","response":"the Shake Weight"},{"text":"Funeral services for this line dance will be held on the nearest cruise ship, featuring a special performance by Los del Rio","response":"the \"Macarena\""},{"text":"In lieu of flowers, mourners of this trend are asked to lie face down, rigid with their arms at their sides and be photographed","response":"planking"},{"text":"Born of ordinary Hawaiian milk caps, they are survived by millions of cardboard \"slammers\" lying unused in millennial closets","response":"Pogs"}],"originalDate":"2024-01-23"},{"category":"CONSTELLATIONS","comments":"","clues":[{"text":"The Autumn Dipper, often mistaken for the big one, has a bowl made of stars in this \"winged horse\" constellation","response":"Pegasus"},{"text":"Going by their Latin names, the 2 3-letter constellations are Ara &amp; this zodiac one","response":"Leo"},{"text":"Libra represents these as carried by Themis, the goddess of justice","response":"scales"},{"text":"Procyon, also known as the \"Little Dog Star\", is the brightest star in this constellation of the lesser dog","response":"Canis Minor"},{"text":"Not Crux Australis but this is the title of a Crosby, Stills &amp; Nash tune that mentions Papeete &amp; the Marquesas","response":"\"Southern Cross\""}],"originalDate":"2024-01-23"},{"category":"A \"FAST\" CATEGORY","comments":"","clues":[{"text":"Reggie Jackson said, \"Every hitter likes\" these pitches \"just like everybody likes ice cream\"","response":"fastballs"},{"text":"Founded in 1995, this media brand says it's \"written for &amp; about the most progressive business leaders\"","response":"Fast Company"},{"text":"This phrase precedes \"more powerful than a locomotive!\" in a 1941 cartoon where our hero fights \"The Mad Scientist\"","response":"faster than a speeding bullet"},{"text":"This nonfiction work by Eric Schlosser is subtitled \"The Dark Side of the All-American Meal\"","response":"<i>Fast Food Nation</i>"},{"text":"Epithets for the 16th century sultan Selim I included \"the Grim\" from his haters &amp; \"the\" this word for loyal by his day ones","response":"the Steadfast"}],"originalDate":"2024-01-23"},{"category":"3-LETTER, 3-LETTER","comments":"","clues":[{"text":"It comes between \"on your mark\" &amp; \"go!\"","response":"get set"},{"text":"It refers to the main tent of a circus, or the circus itself","response":"the big top"},{"text":"Our team is this! Also the name of a spicy Frank's condiment","response":"red hot"},{"text":"Melatonin disruption plays a role in this time zone desynchronization","response":"jet lag"},{"text":"An excellent retort may be described as one of these, from the French","response":"a <i>bon mot</i>"}],"originalDate":"2024-01-23"},{"category":"MOVIES IN REWIND","comments":"","clues":[{"text":"A young couple lost at sea miraculously piece an ocean liner together &amp; head for Europe, where they separate as she gets engaged to another","response":"<i>Titanic</i>"},{"text":"A government worker flies to Iran with some folks &amp; tries desperately against long odds to get them to a Canadian's house","response":"<i>Argo</i>"},{"text":"In 1954 a big new guy in town strolls around a world capital, rebuilding entire structures &amp; repairing broken power stations","response":"<i>Godzilla</i>"},{"text":"2 friends leave a Mexican paradise &amp; make their separate ways into a Maine prison","response":"<i>The Shawshank Redemption</i>"},{"text":"A slave entertains ancient Rome &amp; rises to become an army general, an advisor to the emperor &amp; a happy family man","response":"<i>Gladiator</i>"}],"originalDate":"2024-01-23"}],{"category":"STARS OF THE 20th CENTURY","text":"A 1927 N.Y. Times headline: \"Witness testifies\" this woman \"rewrote play and insisted on the spicy scenes because city liked them\"","response":"Mae West"}]}