{"mix":213,"rounds":[[{"category":"RHYMING VERB PAIRS","comments":"","clues":[{"text":"To adjust a car's wheels to <br>proper positioning<br>&amp; to speak ill of","response":"align & malign"},{"text":"To do away with a law &amp; to make something smoother &amp; shinier by rubbing","response":"abolish & polish"},{"text":"To force a ticking bomb to cease working<br>&amp; <br>to say no","response":"to defuse & refuse"},{"text":"To reap or take in <br>&amp; <br>to make soap bubbles","response":"to lather & gather"},{"text":"To create electricity<br>&amp; <br>to honor a saint with devotion","response":"generate & venerate"}],"originalDate":"2024-01-23"},{"category":"WHAT A \"DAY\"","comments":"","clues":[{"text":"In 1976, this was June 8, when California, New Jersey &amp; Ohio primary voters went to the polls","response":"Super Tuesday"},{"text":"Reporting on this event, the Chicago Tribune said the victims \"paid the penalty for being followers of George Moran\"","response":"the St. Valentine's Day Massacre"},{"text":"A CBS news special that aired on April 22, 1970 was titled this: \"A Question of Survival\"","response":"Earth Day"},{"text":"The U.S. Army first used this term in 1918 to designate September 12 for the launch of a big attack in France","response":"D-Day"},{"text":"14 people were killed after British troops fired on Derry protesters on Jan. 30, 1972, known as this","response":"Bloody Sunday"}],"originalDate":"2024-01-22"},{"category":"LETTERS OF THE LAW","comments":"","clues":[{"text":"F: <br>A serious crime, like murder or kidnapping","response":"felony"},{"text":"T: This defense, first used in the case of Dan White, relating to his sugar consumption &amp; mental state","response":"Twinkie"},{"text":"L: <br>The unlawful taking of personal property with the intent of keeping it","response":"larceny"},{"text":"R: <br>The self-removal of a judge or prosecutor from a case due to a conflict of interest","response":"recusal"},{"text":"C: <br>A supplementary document that modifies or amends a will","response":"a codicil"}],"originalDate":"2024-01-22"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The solar system has 8 of these, from Greek for \"wanderer\"","response":"planets"},{"text":"The word for this liquid derived from crushing fruit like apples comes from Hebrew for \"strong drink\"","response":"cider"},{"text":"This breakfast fare derives its name from the Roman goddess of agriculture","response":"cereal"},{"text":"This \"status\" an athlete might want to keep is from Latin for \"lover\"","response":"amateur"},{"text":"An Old English word for \"sea\" gave us this word for the creatures whose singing J. Alfred Prufrock has heard","response":"mermaids"}],"originalDate":"2024-01-22"},{"category":"THE JOB IS THE MOVIE TITLE","comments":"","clues":[{"text":"This title job made Ron Burgundy \"very important. I have many leather-bound books &amp; my apartment smells of rich mahogany\"","response":"<i>Anchorman</i>"},{"text":"Shockingly, belting out \"Love Stinks\" at the reception doesn't go over so well for Adam Sandler in this film","response":"<i>The Wedding Singer</i>"},{"text":"&amp; Iiiiiiiiiiiiiii... will always love this 1992 film with Kevin Costner looking out for Whitney Houston","response":"<i>The Bodyguard</i>"},{"text":"Mickey Rourke threw his hat in the Oscar ring after his performance as Randy \"The Ram\" Robinson in this 2008 drama","response":"<i>The Wrestler</i>"},{"text":"It was Ben Affleck's turn to be a math whiz when the books were cooking in this 2016 action film, &amp; Ben did more than the title implies","response":"<i>The Accountant</i>"}],"originalDate":"2024-01-22"},{"category":"IT'S GETTING COLD IN HERRE","comments":"","clues":[{"text":"In Norwegian, this local town's name means \"luck\", but for us, it sounds like it can literally freeze over","response":"Hel"},{"text":"On Feb. 3, 1996 the Star Tribune &amp; the Pioneer Press headlined a big stat for these 2 adjoining cities: -60 degrees","response":"Minneapolis & St. Paul"},{"text":"In 1991 this island that's 3 times the size of Texas hit -93 at a weather station","response":"Greenland"},{"text":"In 2014 the average summer temperature<span class=\"nobreak\">--</span>again, summer temperature<span class=\"nobreak\">--</span>in Cold Bay in this state was 54.1 degrees","response":"Alaska"},{"text":"In 2022 this world capital hit -9, its lowest temperature since 1918; well, it is an Iceland","response":"Reykjavik"}],"originalDate":"2024-01-22"}],[{"category":"THE BOOK TITLE ANIMAL","comments":"","clues":[{"text":"A 1919 sequel by Thornton W. Burgess, \"Mrs. Peter ____\"","response":"Rabbit"},{"text":"A Stark tale indeed: <br>\"A Feast for ____\"","response":"Crows"},{"text":"\"____'s Eye\" by Margaret Atwood","response":"Cat's"},{"text":"Let's toss around \"Mrs. Frisby &amp; the ____ of NIMH\"","response":"Rats"},{"text":"Not just for the birds, &amp; a Man Booker Prize finalist: <br>\"____ English\"","response":"Pigeon"}],"originalDate":"2024-01-19"},{"category":"LET'S PLAY A GAME","comments":"","clues":[{"text":"OK, so we're actually going to play D&D<span class=\"nobreak\">--</span>guess it's time to select the DM, this person","response":"Dungeon Master"},{"text":"On a Monopoly board, a question mark marks the 3 spaces labeled this","response":"Chance"},{"text":"If you lose your last territory in this game, you're eliminated, &amp; the player who did it gets your cards","response":"<i>Risk</i>"},{"text":"In Stratego, the pieces that don't move are the bombs &amp; this, &amp; the object of the game is to capture your opponent's","response":"flag"},{"text":"You get 60 seconds to guess your teammate's sketch in this game that spawned a TV version","response":"<i>Pictionary</i>"}],"originalDate":"2024-01-19"},{"category":"BRITISH TV","comments":"","clues":[{"text":"\"Journey to the Centre of the TARDIS\" was an episode of this time-traveling British series","response":"<i>Doctor Who</i>"},{"text":"One of the many hats Phoebe Waller-Bridge wore for this Brit-com is writer; in 2019, she took home an Emmy for those efforts","response":"<i>Fleabag</i>"},{"text":"2-time Oscar winner Maggie Smith played the Dowager Countess Violet Crawley on this series","response":"<i>Downton Abbey</i>"},{"text":"From this sitcom created in 1992: <br>Eddy: \"Sweetie, what are you drinking?\" <br>Patsy: \"Oh this? Chanel No. 5\"","response":"<i>Absolutely Fabulous</i>"},{"text":"The title of this series about gangsters in 1900s England refers to razors sewn into a certain part of their hats","response":"<i>Peaky Blinders</i>"}],"originalDate":"2024-01-19"},{"category":"FROM S TO Y","comments":"(Ken: Those two letters begin and end each correct response.)","clues":[{"text":"To move side to side, or to influence someone to change course","response":"sway"},{"text":"This verb can mean to kill; in slang, crack someone up; or more recent slang, kill with one's fashion","response":"slay"},{"text":"It's the kind of school where one trains for the priesthood","response":"a seminary"},{"text":"The Apennines are mainly made up of this, one of the 3 basic kinds of rock","response":"sedimentary"},{"text":"To taint or tarnish","response":"sully"}],"originalDate":"2024-01-19"},{"category":"MUSICAL THEATER","comments":"","clues":[{"text":"In 2023 Marty McFly &amp; Doc Brown landed on Broadway in the musical based on this film","response":"<i>Back to the Future</i>"},{"text":"In a 2014 revival of this musical, Alan Cumming played the emcee &amp; Michelle Williams made her Broadway debut as Sally Bowles","response":"<i>Cabaret</i>"},{"text":"Of course it features the title song that says, \"Come and meet those dancing feet on the avenue I'm taking you to...\"","response":"<i>42nd Street</i>"},{"text":"This corny musical that garnered 9 Tony nominations in 2023 takes place, where else, but in Cob County","response":"<i>Shucked</i>"},{"text":"This recent show intertwines the stories of Orpheus &amp; Eurydice &amp; that of Persephone &amp; the king of the underworld","response":"<i>Hadestown</i>"}],"originalDate":"2024-01-19"},{"category":"EXISTENTIALISM","comments":"","clues":[{"text":"In \"Fear &amp; Trembling\", Søren Kierkegaard imagines the anxiety of this biblical figure when God asks him to sacrifice his son","response":"Abraham"},{"text":"Walter Kaufmann called \"Notes from Underground\" by this Russian \"the best overture to existentialism ever written\"","response":"Dostoevsky"},{"text":"In 1927 Martin Heidegger wrote about this \"&amp; Time\"; Jean-Paul Sartre later pondered this same word \"&amp; Nothingness\"","response":"<i>Being</i>"},{"text":"Texas prof Robert Solomon appears in this animated Linklater film to link existentialism to a life of purpose &amp; exuberance","response":"<i>Waking Life</i>"},{"text":"A common maxim is \"existence precedes\" this other \"E\" term; the main thing is we're here, free to create meaning in our lives","response":"essence"}],"originalDate":"2024-01-19"}],{"category":"SHAKESPEARE","text":"\"Blood will have blood\", says this title character, who is later told, \"Be bloody, bold, &amp; resolute\"","response":"Macbeth"}]}