{"mix":219,"rounds":[[{"category":"IT'S UP 2 U","comments":"(Ken: The letter U will appear twice in each response.)","clues":[{"text":"Will &amp; shall form this verb tense","response":"future"},{"text":"Iowa uses this type of local party meeting to select presidential candidates","response":"a caucus"},{"text":"Derived from French, it's a small, specialized retail store","response":"a boutique"},{"text":"You should know this swinging item like clockwork","response":"a pendulum"},{"text":"Time to drink in this hearty reddish color... ohhhh yes... bold, with a hint of je ne sais quoi","response":"burgundy"}],"originalDate":"2024-01-11"},{"category":"FORMER NAMES OF CAPITAL CITIES","comments":"","clues":[{"text":"Under the Moors this European capital was called Olissibona","response":"Lisbon"},{"text":"4th century A.D. Roman emperor Jovian was born in Singidunum, now this Serbian capital","response":"Belgrade"},{"text":"This former name of Kinshasa reflects its nation's history as a colony of the Belgian monarchy","response":"Leopoldville"},{"text":"Dushanbe, capital of this landlocked \"stan\", was called Stalinabad until 1961","response":"Tajikistan"},{"text":"Called Ciudad Trujillo from 1936 to 1961 in honor of its dictator, this city returned to its old name after his assassination","response":"Santo Domingo"}],"originalDate":"2024-01-11"},{"category":"EPISODES OF THE SITCOM","comments":"","clues":[{"text":"\"Pawnee Rangers\" &amp; \"Swing Vote\"","response":"<i>Parks and Rec</i>"},{"text":"\"The Hofstadter Isotope\" &amp; <br>\"The Wedding Gift Wormhole\"","response":"<i>The Big Bang Theory</i>"},{"text":"\"The Two Mrs. Sheffields\" &<br>\"Where's Fran?\"","response":"<i>The Nanny</i>"},{"text":"\"Will Gets a Job\" &amp; <br>\"The Philadelphia Story\"","response":"<i>The Fresh Prince of Bel-Air</i>"},{"text":"\"Blanche and the Younger Man\" &amp; \"Dateline: Miami\"","response":"<i>The Golden Girls</i>"}],"originalDate":"2024-01-11"},{"category":"7-LETTER WORDS","comments":"","clues":[{"text":"Your pain &amp; sadness from past experiences is known as your emotional this, also carried on a journey","response":"baggage"},{"text":"A city in the Czech Republic gives this type of beer its name","response":"Pilsner"},{"text":"It's a place where skins &amp; hides of animals are treated to make leather","response":"a tannery"},{"text":"A Lil Wayne line that caused some linguistic controversy said, \"Real Gs move in silence like\" this pasta dish","response":"lasagna"},{"text":"It refers to a virtuoso solo toward the end of a movement; Joseph Joachim wrote one for Brahms' violin concerto","response":"cadenza"}],"originalDate":"2024-01-11"},{"category":"IT'S A DATE, AMIGO!","comments":"","clues":[{"text":"As señor Bill Murray can tell you, it's the English name for El Día de la Marmota","response":"Groundhog Day"},{"text":"It was romantic of Salma Hayek to mention it on Instagram in 2023; El Día de San Valentín falls in this month","response":"February (Febrero)"},{"text":"In Spanish, it's El Día de Acción de Gracias; in English, it's this","response":"Thanksgiving"},{"text":"He's the U.S. president whose cumpleaños is celebrated ten days after El Cumpleaños de Lincoln","response":"Washington"},{"text":"In 2021, it became a U.S. federal holiday; in Spanish, it falls on 19 de Junio","response":"Juneteenth"}],"originalDate":"2024-01-09"},{"category":"\"J\" LAW","comments":"(Ken: Where all responses begin with the letter \"J\".)","clues":[{"text":"Featured in the name of the show, it's the title Judy Sheindlin held in her courtroom TV series for 25 seasons","response":"Judge"},{"text":"Henry Fonda plays a man who sits on one in the 1957 film \"12 Angry Men\"","response":"a jury"},{"text":"For many offenses, a person under 18 who is convicted of a crime is, under N.Y. state law, labeled this kind of \"delinquent\"","response":"a juvenile"},{"text":"The Fifth Amendment ensures no person can be convicted twice of the same offense; it inspired the term \"double\" this","response":"jeopardy"},{"text":"It's the 13-letter word defined as \"the science or philosophy of law\"","response":"jurisprudence"}],"originalDate":"2024-01-09"}],[{"category":"ANIMAL IDIOM BRAINTEASERS","comments":"(Ken: I'll give you the meaning of an animal idiom and its initials. You give me the idiom.)","clues":[{"text":"Please be patient for a moment!:<br>H.Y.H.","response":"hold your horses"},{"text":"You are in big trouble:<br>Y.G.I.C.","response":"your goose is cooked"},{"text":"Don't forget how many other single people are out there in the dating pool:<br>T.A.P.O.F.I.T.S.","response":"there are plenty of fish in the sea"},{"text":"Make all the necessary preparations before you start:<br>G.Y.D.I.A.R.","response":"get your ducks in a row"},{"text":"You can do anything you wish or go anywhere you want in this life:<br>T.W.I.Y.O.","response":"the world is your oyster"}],"originalDate":"2024-01-09"},{"category":"TEX &amp; THE CITY","comments":"","clues":[{"text":"Luke Short killed Jim Courtright in an 1887 duel in the streets of this Texas town, now half of the Dallas \"Metroplex\"","response":"Fort Worth"},{"text":"The capital of Texas Zoo is naturally located in... Cedar Creek, a few minutes east of this city","response":"Austin"},{"text":"The first 4 WNBA titles went to the Comets of this city","response":"Houston"},{"text":"This city of over one million is named for a man born in 1195","response":"San Antonio"},{"text":"This \"colorful\" southernmost city in Texas gets tourism help from nearby Boca Chica Beach","response":"Brownsville"}],"originalDate":"2024-01-10"},{"category":"NATIONAL ANIMALS","comments":"","clues":[{"text":"The Inagua wilderness of the Bahamas holds some 50,000 of these long-legged scarlet avians, the national bird","response":"flamingos"},{"text":"Denmark has a national this, the small tortoiseshell; with a 2-inch wingspan, it starts visiting flowers in early spring","response":"a butterfly"},{"text":"This big mammal is the national animal of Bangladesh, &amp; please be specific","response":"a Bengal tiger"},{"text":"Canada's national horse is the Canadian horse; think a little harder to name this, a national symbol since 1975","response":"a beaver"},{"text":"It's the national bird of Bolivia, Chile, Colombia &amp; Ecuador","response":"a (Andean) condor"}],"originalDate":"2024-01-10"},{"category":"WORD HISTORIES","comments":"","clues":[{"text":"Once it meant cunning or ingenuity; now it's a motor","response":"engine"},{"text":"From the 16th to 18th centuries, it went from meaning move suddenly to meaning try playfully to attract someone","response":"flirt"},{"text":"An adjective meaning gigantic, it came into English in the 1700s to describe huge elephant-like bones found in Siberia","response":"mammoth"},{"text":"In the mid-1800s it meant a movable board at the back of a wagon; in the mid-1900s it came to describe a type of celebration","response":"a tailgate"},{"text":"This synonym for jeans comes from the name of a blue cloth that originated in India","response":"dungarees"}],"originalDate":"2024-01-10"},{"category":"1952","comments":"","clues":[{"text":"A new sign installed in Times Square blinked \"Don't\" do this several times a minute","response":"walk"},{"text":"He surprised Democratic leaders at a dinner on March 29, saying he would not seek reelection","response":"Truman"},{"text":"On April 22 a home TV audience &amp; 2,100 troops in foxholes watched one of these in the Nevada desert","response":"an nuclear bomb explosion"},{"text":"In January the Justice Dept. charged this company with monopolizing the tabulating industry","response":"IBM"},{"text":"On January 1 the price to mail a postcard in the U.S. doubled to this amount","response":"2 cents"}],"originalDate":"1993-04-15"},{"category":"FILMS","comments":"","clues":[{"text":"This Taylor &amp; Burton epic was over 4 hours long when first released in 1963","response":"<i>Cleopatra</i>"},{"text":"Jack Lemmon played Felix Ungar &amp; he played Oscar Madison in the film version of \"The Odd Couple\"","response":"Walter Matthau"},{"text":"Later to star in \"The Seven Year Itch\", she had a bit part in the Marx Brothers' \"Love Happy\"","response":"Marilyn Monroe"},{"text":"This Americanization of Kurosawa's \"The Seven Samurai\" starred Yul Brynner &amp; Steve McQueen","response":"<i>The Magnificent Seven</i>"},{"text":"Alan Ladd played the title character in the 1949 version of this F. Scott Fitzgerald novel","response":"<i>The Great Gatsby</i>"}],"originalDate":"1993-04-15"}],{"category":"CHARACTERS IN BOOK SERIES","text":"This 12-year-old began his first book saying, \"Look, I didn't want to be a half-blood\"","response":"Percy Jackson (Perseus Jackson)"}]}