{"mix":220,"rounds":[[{"category":"SLOGANS &amp; MOTTOES","comments":"","clues":[{"text":"This Latin motto on the presidential seal &amp; on U.S. coins is from a poem attributed to Virgil","response":"E Pluribus Unum"},{"text":"A well-known civil rights slogan was \"one man, one\" this","response":"vote"},{"text":"The motto of the Royal Canadian Mounted Police, \"maintiens le droit\", translates to this","response":"maintain the right"},{"text":"A motto of the U.S. Air Force Academy is \"Commitment to\" this","response":"Excellence"},{"text":"This state adopted \"North to the Future\" in 1967 after it was suggested by a local newspaperman","response":"Alaska"}],"originalDate":"1993-04-15"},{"category":"MUSIC","comments":"","clues":[{"text":"Passion music tells the story of his suffering","response":"Jesus Christ"},{"text":"This \"Waltz King\" also wrote polkas, but we've never heard him called the Polka King","response":"(Johann) Strauss"},{"text":"The name of the dulcimer comes from \"dulce melos\", which means this kind of song in Latin","response":"sweet"},{"text":"In a famous Mills Bros. song, this insect is told to \"light up, you li'l ol' bug of lightnin'\"","response":"glow worm"},{"text":"Yehudi Menuhin was just 11 years old when he played this instrument at Carnegie Hall in 1927","response":"the violin"}],"originalDate":"1993-04-15"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This wine company was founded in 1933 by 2 brothers in Modesto, California","response":"Gallo"},{"text":"Based in Paris, this company is a world leader in disposable razors &amp; cigarette lighters","response":"Bic"},{"text":"Capital Cities/ABC owns 80% of this sports cable TV network","response":"ESPN"},{"text":"This Dutch brand is the largest U.S. beer import by a margin of over 2 to 1","response":"Heineken"},{"text":"This mail-order firm has retail stores only in Freeport, Maine &amp; Japan","response":"L.L. Bean"}],"originalDate":"1993-04-15"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Pest, Obuda &amp; Buda were combined in 1873 to make this capital city","response":"Budapest"},{"text":"This Haitian capital is at the southeastern end of the Gulf of Gonave","response":"Port-au-Prince"},{"text":"On Dec. 23, 1972 an earthquake almost completely destroyed this Nicaraguan  capital","response":"Managua"},{"text":"Japan's most important kabuki theatre is in this famous section of Tokyo","response":"the Ginza"},{"text":"A bust of Gen. McAuliffe stands near the \"Nuts\" Museum in this town he defended during WWII","response":"Bastogne"}],"originalDate":"1993-04-15"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1667 this country gave New York to Great Britain &amp; in exchange received what is now Suriname","response":"Holland (the Netherlands)"},{"text":"In 1670 King Charles II granted fur-trading rights in Alberta to this company","response":"the Hudson Bay Company"},{"text":"In the 1550s this czar annexed Kazan &amp; nAstrakhan, the 1st non-Slavic states in the Russian Empire","response":"Ivan IV (the Terrible)"},{"text":"Gen. Jose de San Martin, a native of this present country, defeated the Spanish at Chacabuco, Chile in 1817","response":"Argentina"},{"text":"The new German republic founded in 1919 became known by this name from the city where the assembly 1st met","response":"the Weimar Republic"}],"originalDate":"1993-04-15"},{"category":"GREAT COMMUNICATORS","comments":"","clues":[{"text":"In \"Their Finest Hour\" he wrote, \"No one can guarantee success in war, but only deserve it\"","response":"Churchill"},{"text":"Born Lev Davidovich Bronstein in 1879, he was second only to Lenin in the 1917 revolution","response":"Trotsky"},{"text":"For 21 years James Boswell wrote down almost everything this man said &amp; did","response":"Johnson"},{"text":"A 1983 book of this feminist's essays was called \"Outrageous Acts and Everyday Rebellions\"","response":"Gloria Steinem"},{"text":"This Greek got over his speech impediment by talking with pebbles in his mouth &amp; shouting over the waves","response":"Demosthenes"}],"originalDate":"1993-04-15"}],[{"category":"RELIGION","comments":"","clues":[{"text":"In Islam, while there are at least 100 names for God, this is the one most commonly used","response":"Allah"},{"text":"The Church of England is divided into 2 provinces, York &amp; this; each is headed by an archbishop","response":"Canterbury"},{"text":"In a synagogue the musical part of the service is led by this official","response":"a cantor"},{"text":"Since 1860 the Reorganized Church of Jesus Christ of Latter Day Saints has been headed by this man's descendants","response":"(Joseph) Smith"},{"text":"The name of this Indian religion is derived from Jina, a Sanskrit word for \"conqueror\"","response":"Jainism"}],"originalDate":"1993-04-15"},{"category":"POETRY","comments":"","clues":[{"text":"\"Half a league, half a league, half a league onward, all in the valley of Death\" they rode","response":"the six hundred"},{"text":"They're the final 5 words of \"Casey at the Bat\"","response":"Mighty Casey has struck out"},{"text":"In these fields \"the poppies blow between the crosses, row on row\"","response":"Flanders Fields"},{"text":"In a Robert Burns poem, this river is told to \"flow gently\"","response":"the Afton"},{"text":"These flowers are mentioned in the Wordsworth poem \"I wandered lonely as a cloud\"","response":"daffodils"}],"originalDate":"1993-04-15"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"Similar to a human baby's teeth, a baby elephant grows \"milk\" ones of these which fall out by age 2","response":"tusks"},{"text":"A new species of this primate, the Maues marmoset, was recently discovered in the Amazon rain forest","response":"a monkey"},{"text":"Also called a paint horse, it wasn't officially recognized as a breed until 1963","response":"a Pinto"},{"text":"The Yapok of South America, a species of this mammal, is the only marsupial that can live in water","response":"a possum"},{"text":"The Arctic species of this bird breeds in summer near the North Pole, then winters in Antarctica","response":"the tern"}],"originalDate":"1993-04-15"},{"category":"\"F\" IN GEOGRAPHY","comments":"","clues":[{"text":"This state capital is near the western edge of the Inner Bluegrass Region","response":"Frankfort"},{"text":"Espoo &amp; Lappeenranta are cities in this nation","response":"Finland"},{"text":"This city in Alaska has hosted the Midnight Sun Festival for more than 40 years","response":"Fairbanks"},{"text":"Although it shares its name with a type of headwear, the name of this city may come from Arabic for a kind of axe","response":"Fez"},{"text":"An island in the Persian Gulf shares its name with this language","response":"Farsi"}],"originalDate":"2024-01-09"},{"category":"3 OF THE SAME LETTER","comments":"","clues":[{"text":"To thumb a ride","response":"hitchhike"},{"text":"Creepy, like an unsettling coincidence","response":"eerie"},{"text":"Less common, or less well-done","response":"rarer"},{"text":"Derived from an initialism, it means to act as host for an entertainment","response":"emcee"},{"text":"A 7-letter cure for everything","response":"panacea"}],"originalDate":"2024-01-09"},{"category":"FICTIONAL CHARACTERS' OCCUPATIONS","comments":"","clues":[{"text":"Stevens in \"The Remains of the Day\"","response":"butler"},{"text":"Mark Watney, who accidentally gets left behind, &amp; Dave Bowman","response":"astronaut"},{"text":"Eliza Doolittle, before she becomes a \"lady\"","response":"flower girl (flower seller)"},{"text":"Harry Bosch's half-brother Mickey Haller","response":"a defense attorney"},{"text":"Martin Dysart in \"Equus\"","response":"a psychiatrist"}],"originalDate":"2024-01-09"}],{"category":"NUMBER, PLEASE","text":"Number of most recent year that reads the same when turned up-side down","response":"1961"}]}