{"mix":221,"rounds":[[{"category":"WATERLOGGED WORDS","comments":"","clues":[{"text":"These \"drenched\" fats are usually solid at room temperature &amp; a diet high in them can raise cholesterol","response":"saturated"},{"text":"Damp means wet, as does this other 4-letter \"D\" word that the cool kids use to mean \"excellent\"","response":"dank"},{"text":"With information it means \"to shorten\"; in science, it's what happens when vapor turns into water","response":"condense"},{"text":"This verb can be defined as extinguishing a flame or dipping someone in water","response":"douse"},{"text":"This word for totally submerged has a huge body of water in the middle of it","response":"engulfed"}],"originalDate":"2024-01-09"},{"category":"THE ANNALS OF HISTORY","comments":"","clues":[{"text":"These \"States\" ruled by His Holiness were created in 756 &amp; lasted about 1,100 years","response":"Papal States"},{"text":"Around 1,000 years ago, this island's parliament, the Althing, said everyone is getting baptized","response":"Iceland"},{"text":"Known as an \"enlightened despot\", Joseph II ruled as a member of this dynastic family aka the House of Austria","response":"the Habsburgs"},{"text":"In the 10th century this kingdom \"roared\" as it allied with Castile to become a daunting force on the Iberian Peninsula","response":"León"},{"text":"To link the Yangtze &amp; Yellow Rivers, this was rebuilt during the Sui Dynasty","response":"Grand Canal"}],"originalDate":"2024-01-08"},{"category":"SCIENCE","comments":"","clues":[{"text":"The basis of quantum science is that energy exists at specific levels; a jump between them is called this, like a TV show &amp; its reboot","response":"a quantum leap"},{"text":"The roughly 10 million compounds formed by this element include acetylene &amp; potassium cyanide","response":"carbon"},{"text":"Sir Peter Medawar proposed Medawar's paradox to explain why this system in women doesn't reject a fetus","response":"the immune system"},{"text":"Seismic waves suddenly change speed in the D'' layer, the lowest 150 miles of this, just above the core","response":"the mantle"},{"text":"In the 1780s John Goodricke IDed the 1st star known as this type of binary, for what one star in the system regularly does to the other","response":"an eclipsing binary"}],"originalDate":"2024-01-08"},{"category":"ITALIAN LITERATURE","comments":"","clues":[{"text":"Matteo Bandello's short stories inspired a number of Shakespeare's plays, including this Verona-set tragedy","response":"<i>Romeo and Juliet</i>"},{"text":"Lorenzo Da Ponte wrote the librettos to 3 of this man's most famous operas, including \"Cosi fan tutte\"","response":"Mozart"},{"text":"This genre of Italian comedy popular from the 1500s to the 1700s was characterized by stock characters &amp; situations","response":"<i>commedia dell'arte</i>"},{"text":"In Umberto Eco's \"The Name of the Rose\", murders at a 14th c. monastery center on a book on laughter by this ancient Greek","response":"Aristotle"},{"text":"Around 1224 this Italian saint composed the poetic \"Canticle of the Creatures\"","response":"St. Francis of Assisi"}],"originalDate":"2024-01-08"},{"category":"BLACK HISTORY YEAR","comments":"","clues":[{"text":"Barack Obama quickly resigns from the Senate for a very good reason","response":"2008"},{"text":"Martin Luther King Jr. gives his immortal \"I Have a Dream\" speech in D.C.","response":"1963"},{"text":"Rosa Parks stays seated on mass transit &amp; makes history","response":"1955"},{"text":"At John Glenn's request, Katherine Johnson verifies the computer's planning of Friendship 7's flight","response":"1962"},{"text":"Just after World War II, Jackie Robinson integrates Major League Baseball","response":"1947"}],"originalDate":"2024-01-05"},{"category":"LINES IN CLASSIC NOVELS","comments":"","clues":[{"text":"In this book you'll find \"I shall cut off her head and fill her mouth with garlic, and I shall drive a stake through her body\"","response":"<i>Dracula</i>"},{"text":"In a 17th century classic, he tells the title character, \"What we see there are not giants but windmills\"","response":"Sancho Panza"},{"text":"It includes, \"I had only just gone to my room, when my Mary told me a lady had thrown herself under the train\"","response":"<i>Anna Karenina</i>"},{"text":"The very long opening line of this novel includes the phrase \"It was the spring of hope, it was the winter of  despair\"","response":"<i>A Tale of Two Cities</i>"},{"text":"This Sinclair Lewis guy hears \"Preacher... damned if I'm going to watch you seducing the first girl you get your big sweaty hands on\"","response":"Elmer Gantry"}],"originalDate":"2024-01-05"}],[{"category":"COUNTRY OVERLAPS","comments":"(Ken: For example, Asia might link up with Africa for Chinamibia.)","clues":[{"text":"Castro's country swims a few miles north to link up with a former British colony","response":"Cubahamas"},{"text":"Myanmar's aka slides down the peninsula below Thailand","response":"Burmalaysia"},{"text":"Kabul's country safaris to East Africa to meet Dar es Salaam's","response":"Afghanistanzania"},{"text":"North America's second most populous hooks up with South America's second most populous","response":"Mexicolombia"},{"text":"A Balkan \"black mountain\" country vaults over Serbia to meet the former Walachia &amp; Moldavia","response":"Montenegromania"}],"originalDate":"2024-01-05"},{"category":"ALLITERATION","comments":"","clues":[{"text":"She kissed me, then pushed me out the door; talk about these contradictory signals","response":"mixed messages"},{"text":"To get down to discussing the important point; it seems to come from a 19th century folktale about a hunting trip","response":"to talk turkey"},{"text":"Mustarded or not, this L.A. stadium treat has been eaten in Chavez Ravine since the '60s &amp; close to 3 million are sold each year","response":"a Dodger Dog"},{"text":"Old West mom, did your little one burn himself? Administer this stuff made from the fat of the gander","response":"goose grease"},{"text":"This alliterative dramatization of Jesus' suffering, performed in Oberammergau since 1634, now goes easier on the Jews","response":"a passion play"}],"originalDate":"2024-01-05"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"A series of earthquakes in 1935 caused heavy damage to this capital city of Montana","response":"Helena"},{"text":"It's nicknamed \"Alamo City\"","response":"San Antonio"},{"text":"Among the world's 20 busiest airports is the one located in this New Jersey city","response":"Newark"},{"text":"The Coinage Act of 1792 established a national mint in this city","response":"Philadelphia"},{"text":"This city's major sports games are played at the Hubert H. Humphrey  Metrodome","response":"Minneapolis"}],"originalDate":"1993-04-09"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This San Francisco- based jeans maker was publicly held from 1971 to 1985","response":"Levi Strauss"},{"text":"Pemex, this country's largest company, was formed when Pres. Cardenas nationalized foreign oil companies","response":"Mexico"},{"text":"In North America, Phelps Dodge is the largest producer of this metal, used in electrical wiring","response":"copper"},{"text":"This company produces 8 of the world's 10 bestselling breakfast cereals","response":"Kelloggs"},{"text":"In 1980 Metropolitan Life Insurance Co. bought this airline's NYC headquarters building","response":"Pan American"}],"originalDate":"1993-04-09"},{"category":"FILMS OF THE '70s","comments":"","clues":[{"text":"Mercedes McCambridge provided the voice of the demon for this 1973 horror classic","response":"<i>The Exorcist</i>"},{"text":"Danny De Vito &amp; Christopher Lloyd played mental patients in this Jack Nicholson movie","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"Jerry Lacy played Humphrey Bogart in this Woody Allen film based on his play","response":"<i>Play It Again, Sam</i>"},{"text":"Jane Fonda won her first Academy Award for playing call girl Bree Daniels in this 1971 film","response":"<i>Klute</i>"},{"text":"In 1972 Marlon Brando was Vito Corleone in \"The Godfather\" &amp; Paul in this Bertolucci film","response":"<i>Last Tango in Paris</i>"}],"originalDate":"1993-04-09"},{"category":"BAGS","comments":"","clues":[{"text":"In the rhyme with the line \"Yes, sir, yes, sir, three bags full\", it's what the bags contained","response":"wool"},{"text":"Campers are up on the down-filled ones of these","response":"sleeping bags"},{"text":"In 1991 Chrysler offered these as standard equipment on their minivans","response":"crash bags (airbags)"},{"text":"Murray Spangler used a pillow case for the dust bag on his 1907 prototype of this invention","response":"a vacuum cleaner"},{"text":"Beauty experts recommend using these moist bags to reduce bags under the eyes","response":"tea bags"}],"originalDate":"1993-04-09"}],{"category":"HISTORY","text":"A 1976 report initiated by Admiral Rickover found it was an internal, not external, explosion that caused the destruction of this","response":"the (USS) <i>Maine</i>"}]}