{"mix":226,"rounds":[[{"category":"FINANCE TERMS","comments":"","clues":[{"text":"Wearable term for the process of getting full rights to assets you've earned as an employee","response":"vesting"},{"text":"Differing by a number &amp; a letter, a 403(B) has been called the lesser-known cousin of this retirement plan","response":"a 401(k)"},{"text":"2-word phrase for the profits made from selling an asset like your house or your Alexander Ovechkin rookie card","response":"capital gains"},{"text":"This acronym that precedes \"score\" is named for a corporation that pioneered a method for calculating credit scores","response":"FICO"},{"text":"The Invesco this letter times 3 is an ETF that tracks the NASDAQ 100 index","response":"QQQ"}],"originalDate":"2023-12-29"},{"category":"TV WRITERS","comments":"","clues":[{"text":"Noah Kloor has written for \"The Mandalorian\" as well as \"The Book of\" this \"Star Wars\" bounty hunter","response":"Boba Fett"},{"text":"FYI, Bill Diamond &amp; Korby Siamis were 2 of the talented writers behind this series with Candice Bergen as the title TV journalist","response":"<i>Murphy Brown</i>"},{"text":"Joshua Allen Griffith co-wrote the finale of the miniseries \"Mrs. America\", about the failed effort to pass this amendment","response":"the Equal Rights Amendment"},{"text":"Writers like Matt Groening &amp; Michael Saikin brought us this animated Netflix series, sort of an anti-fairy tale","response":"<i>Disenchantment</i>"},{"text":"Ben Edlund &amp; Susan Hurwitz Arneson put words into the mouth of this title blue superhero, as well as his sidekick Arthur","response":"The Tick"}],"originalDate":"2023-12-29"},{"category":"CANADIAN POSTAL ABBREVIATIONS","comments":"","clues":[{"text":"Some areas in the south have mild weather year-round:<br>BC","response":"British Columbia"},{"text":"Rich in mineral resources:<br>YT","response":"the Yukon Territory"},{"text":"Its nicknames include \"Million-Acre Farm\" &amp; \"Spud Island\":<br>PE","response":"Prince Edward Island"},{"text":"This territory stretches across much of the Canadian Arctic: <br>NU","response":"Nunavut"},{"text":"Its 2 main parts are separated by the Strait of Belle Isle:<br>NL","response":"Newfoundland & Labrador"}],"originalDate":"2023-12-29"},{"category":"WORDS ON THE MAP","comments":"","clues":[{"text":"It's a circle of the Earth that passes through both poles; the one through Greenwich is considered \"prime\"","response":"a meridian"},{"text":"On a National Weather Service map, T.S. indicates this possible precursor to a hurricane","response":"a tropical storm"},{"text":"A contour is a line on a map that connects points that have equal this","response":"altitude"},{"text":"The Mercator is one variety of this method in which the curved surface of the earth is portrayed on a flat surface","response":"a projection"},{"text":"According to the \"Rand McNally 2024 Large Scale Road Atlas\" map of Arizona, one this equals about 20 these","response":"an inch & a mile"}],"originalDate":"2023-12-29"},{"category":"GLAD-JECTIVES","comments":"","clues":[{"text":"\"'Twas the Night Before Christmas\" described St. Nicholas as \"a right\" this \"old elf\"","response":"jolly"},{"text":"This 7-letter adjective can mean happy or able to float on liquid","response":"buoyant"},{"text":"This cheery adjective literally means \"pertaining to Jupiter\"","response":"jovial"},{"text":"Add \"-ation\" to the end of this adjective meaning happy &amp; you get a stage of canonization","response":"beatific"},{"text":"\"Humor\" us &amp; tell us of this happy word whose name derives from the Latin for \"blood\"","response":"sanguine"}],"originalDate":"2023-12-29"},{"category":"HEY, WHERE'S THAT?","comments":"","clues":[{"text":"In this Bible book: \"And the Lord said unto Cain, why art thou wroth?\"","response":"Genesis"},{"text":"In this state: St. Bernard Parish, which 45,000 call home","response":"Louisiana"},{"text":"In this human body part: the metacarpal bones","response":"the hand"},{"text":"In Greek myth: this river with Charon as the ferryman, but where could Charon ever spend the coins on the corpses? Bed Bath &amp; Beyond?","response":"the Styx"},{"text":"In this Long Island locale: Jay Gatsby's mansion, old sport","response":"West Egg"}],"originalDate":"2023-12-28"}],[{"category":"FOR THE GRAM","comments":"","clues":[{"text":"With more than 4 million follopurrs, Nala holds a Guinness world record for the most-followed this kind of animal","response":"a cat"},{"text":"@depthsof this free encyclopedia compiles bizarre pages of the website like \"Mozart &amp; scatology\" &amp; \"death by vending machine\"","response":"Wikipedia"},{"text":"Jessica Anteby Tebele is behind a meme account with funny photos called \"Beige\" this sweater familiar to Swifties","response":"a Cardigan"},{"text":"The Infatuation was behind the #eeeeeats on Instagram &amp; acquired this end-of-the-alphabet restaurant guide in 2018","response":"Zagat"},{"text":"An account documenting the ruin of communities of color by practices like redlining is called this sinister policy \"by design\"","response":"segregation"}],"originalDate":"2023-12-28"},{"category":"SPEED DATING","comments":"(Ken: You'll give us the year of each historic event.)","clues":[{"text":"D-Day launches as the Allies invade Normandy in the largest sea &amp; airborne invasion in history","response":"1944"},{"text":"John Jacob Astor IV goes down with the Titanic","response":"1912"},{"text":"The world ended, according to erroneous interpretations of the Mayan calendar","response":"2012"},{"text":"Charles Lindbergh flies solo nonstop from New York to Paris","response":"1927"},{"text":"William the Conqueror is crowned king of England in Westminster Abbey","response":"1066"}],"originalDate":"2023-12-28"},{"category":"TOUCH TYPE","comments":"","clues":[{"text":"Parenting expert Lawrence Cohen, PhD says doing this to little kids, even if they're laughing, can overwhelm the nervous system","response":"tickling"},{"text":"A word &amp; the same word backwards: done \"on the shoulder\", they mean you're being selected or being comforted","response":"tap or pat"},{"text":"Italian caro, \"dear\", is related to this tender touch &amp; starts with the same 3 letters","response":"caress"},{"text":"This word means a limited search of your person &amp; the cop is supposed to be looking only for weapons","response":"a frisk"},{"text":"Heart disease &amp; hernia can be detected by this, a doctor's examination of body parts with his hands","response":"palpation"}],"originalDate":"2023-12-28"},{"category":"WOMEN ON TRIAL","comments":"","clues":[{"text":"Aileen Wuornos, the first woman to fit the FBI profile of this type of multiple murderer, called jurors \"scumbags\"","response":"a serial killer"},{"text":"As well as high this crime, there's petty this, like by a wife against a husband; Catherine Bevan was tried for it in 1731 Delaware","response":"treason"},{"text":"The 1884 trial in Russia of Ekaterina Semenova introduced to law this \"psycho\"logical type who lacks any remorse","response":"a psychopath"},{"text":"Leslie Van Houten, a follower of this man, was retried in 1977 after her lawyer's mysterious death; she was released at age 73","response":"Manson"},{"text":"In 1993 Dorothea Puente was convicted of killing tenants at her boarding-house for these, which arrived in the mail monthly","response":"Social Security checks"}],"originalDate":"2023-12-28"},{"category":"MEASUREMENT","comments":"","clues":[{"text":"In France they fondly remember Andre le Geant, all 2.2 meters &amp; 235 of these of him","response":"kilograms"},{"text":"Next time you prep deviled eggs in Tibet, remember they'll cook slower because this drops 1 degree F. for every 550' above sea level","response":"water's boiling point"},{"text":"I say, old chap, are you really leaving the fish &amp; chips shop? I hope you gave a fortnight's notice, this long","response":"two weeks"},{"text":"In 1979 the average price of gas at U.S. service stations passed this milestone for the first time","response":"a dollar a gallon"},{"text":"Legendary cinematographer Gregg Toland called this \"an amazingly efficient little instrument\" that eliminates guesswork","response":"the light meter (exposure meter)"}],"originalDate":"2023-12-28"},{"category":"I'D LIKE TO CHANGE A VOWEL, PAT","comments":"(Ken: We will need two words in each of your responses.)","clues":[{"text":"Let's change gears &amp; give you a passage through a mine","response":"shift & shaft"},{"text":"A sport where you might hit a ball into a partially landlocked sea that can be larger than a bay","response":"golf & gulf"},{"text":"A food often paired with \"circuses\" &amp; to propagate animals","response":"breed & bread"},{"text":"It precedes \"favor\" when you ingratiate yourself to one in authority, perhaps when you tote or lug something for them","response":"curry & carry"},{"text":"Kermit the Frog's group &amp; cute young children who might enjoy Kermit the Frog's group","response":"Muppets & moppets"}],"originalDate":"2023-12-28"}],{"category":"FAMOUS WOMEN","text":"Before her death in 2022, she pledged her collection of more than 200 pins to the National Museum of American Diplomacy","response":"(Madeleine) Albright"}]}