{"mix":229,"rounds":[[{"category":"SAY, \"BUSTER\"","comments":"","clues":[{"text":"Harry Houdini was called one of these in 1930, half a century before Bill Murray","response":"a ghostbuster"},{"text":"Originally meaning a very big bomb, now it's a movie that's a very big not bomb","response":"a blockbuster"},{"text":"To \"come on like\" these law enforcers means to do something with great force or speed","response":"gangbusters"},{"text":"In the 1850s, it meant an American who caused conflict in Latin America; a bit later, it came to mean a tactic in a legislature","response":"a Filibuster"},{"text":"A 1906 newspaper article examined Teddy Roosevelt's record as one of these, based on enforcement of the Sherman Act","response":"trust buster"}],"originalDate":"2023-12-21"},{"category":"FOLKLORE &amp; LEGEND","comments":"","clues":[{"text":"Also called Bigfoot, it's the Salish word for a huge, hairy man-monster said to inhabit Pacific Northwest woods","response":"Sasquatch"},{"text":"This mythical giant whose camp stove was said to cover an acre got credit for creating Puget Sound &amp; the Black Hills","response":"Paul Bunyan"},{"text":"There's a statue of this guy, hammer in hand, outside the Great Bend Tunnel in West Virginia","response":"John Henry"},{"text":"West Virginia has a statue of this half-human, half-insect creature supposedly first sighted in Point Pleasant in the mid-1960s","response":"the Mothman"},{"text":"Legend says the woman with this nickname crucially carried water at the Battle of Monmouth","response":"Molly Pitcher"}],"originalDate":"2023-12-21"},{"category":"FIRST LADIES' MAIDEN NAMES","comments":"","clues":[{"text":"Better known as Pat: Thelma Ryan","response":"(Pat) Nixon"},{"text":"A distant relation of an 1850s president: <br>Barbara Pierce","response":"Bush"},{"text":"Wife of a war hero: <br>Julia Dent","response":"(Julia) Grant"},{"text":"Stepmom of Alice: Edith Carow","response":"Roosevelt"},{"text":"A big help to her disabled husband: <br>Edith Bolling","response":"Wilson"}],"originalDate":"2023-12-21"},{"category":"PHILOSOPHY","comments":"","clues":[{"text":"It's the English translation of René Descartes' dictum \"cogito, ergo sum\"","response":"I think, therefore I am"},{"text":"Thomism is a school of thought named for this 13th c. theologian who tried to reconcile Aristotle with Christianity","response":"Thomas Aquinas"},{"text":"Tranquility of mind is important in this -ism taught by its founder Zeno from a porch in Athens","response":"Stoicism"},{"text":"It may produce the greatest good for the greatest number to know this philosopher was a great advocate of utilitarianism","response":"Jeremy Bentham"},{"text":"Attributed to this mathematician &amp; philosopher of ancient Greece is the observation that \"all things are numbers\"","response":"Pythagoras"}],"originalDate":"2023-12-21"},{"category":"WORDS &amp; THEIR CHANGING MEANINGS","comments":"","clues":[{"text":"Once used to mean lust, it's now a 2-syllable synonym for indigestion","response":"heartburn"},{"text":"Now meaning able to use both hands equally, it once denoted deceit","response":"ambidextrous"},{"text":"An Italian word for \"baby boy\", it meant a man, especially one who was inept or dumb, before it meant an attractive but dumb woman","response":"<i>bimbo</i>"},{"text":"Before it meant any chain of islands, Archipelago was another name for this arm of the Mediterranean Sea","response":"the Aegean Sea"},{"text":"This adjective that means moody or readily evaporating comes from Latin for \"to fly\"; it once meant a flying creature","response":"volatile"}],"originalDate":"2023-12-21"},{"category":"EUR\"O\"s","comments":"","clues":[{"text":"This town in Provence gave its name to a Dutch royal house","response":"Orange"},{"text":"This capital of France's Loiret départements is old, not new","response":"Orleans"},{"text":"What's that smell? Must be all the industrial pollution in this big river that forms part of the Poland-Germany border","response":"the Oder"},{"text":"From northern Scotland, cross the Pentland Firth to get to these islands","response":"the Orkneys"},{"text":"It's home to the immersive digital museum Viking Planet","response":"Oslo"}],"originalDate":"2023-12-21"}],[{"category":"QUITE A SITE","comments":"","clues":[{"text":"Dynamite was used for 90% of the carving of this South Dakota landmark named for a New York lawyer in 1885","response":"Mount Rushmore"},{"text":"Peace be with you in this French royal residence; originally used as a hunting lodge, it began getting super fancy in 1661","response":"Versailles"},{"text":"In 1886 the circle got taken out of this landmark \"Circus\" with the construction of Shaftesbury Avenue","response":"Piccadilly Circus"},{"text":"Ah, the wonder of this lost city! See the Intihuatana, hitching post of the Sun!<span class=\"nobreak\">--</span>a 6' sundial damaged in 2000 in a beer ad film shoot!","response":"Machu Picchu"},{"text":"Let's take a 2.1-million-year trip through time &amp; examine exposed deposits in this gorge, the \"cradle of mankind\"","response":"Olduvai"}],"originalDate":"2023-12-20"},{"category":"OH, \"IC\"","comments":"","clues":[{"text":"It's the term for a 200th anniversary; what's the traditional gift?","response":"bicentennial"},{"text":"This form of poem might begin, \"There once was a man from Kentucky\" &amp; get... saucy","response":"a limerick"},{"text":"It's a difficult situation that leaves you with a tough choice; you've gotten into a fine 11-letter one","response":"a predicament"},{"text":"You're responding correctly so often, you're \"putting on a\" this!  We're gonna call you Mayo!","response":"clinic"},{"text":"Generally speaking, the president appoints this \"General\" to assist the Attorney General","response":"the solicitor general"}],"originalDate":"2023-12-20"},{"category":"A REAL SOB STORY","comments":"","clues":[{"text":"In a 1594 play he tells his brother Marcus Andronicus that a woman's tears are like \"honey-dew upon a gather'd lily\"","response":"Titus Andronicus"},{"text":"Fern Arable bawls her eyes out after this runty pig is marked for the axe in a 1952 book, but her dad relents &amp; Fern is happy","response":"Wilbur"},{"text":"This ghost who haunts a Hogwarts bathroom earned her name crying rivers of tears &amp; wailing","response":"Moaning Myrtle"},{"text":"As they left Lórien, all the members of this title Tolkien group were \"filled with tears. Gimli wept openly\"","response":"<i>The Fellowship of the Ring</i>"},{"text":"In this dystopian novel, Mrs. Phelps is brought to tears when Guy Montag reads \"Dover Beach\"","response":"<i>Fahrenheit 451</i>"}],"originalDate":"2023-12-20"},{"category":"GOING TO THE DOG BREED WORDS","comments":"","clues":[{"text":"A pugilist","response":"a boxer"},{"text":"Human job of the guard of ewes","response":"shepherd"},{"text":"Gotta think small... Juarez is in this Mexican state","response":"Chihuahua"},{"text":"A short piece of advice on how to do something, or a long stick used to note an item","response":"a pointer"},{"text":"Nationality of one from Valletta","response":"Maltese"}],"originalDate":"2023-12-20"},{"category":"1992","comments":"","clues":[{"text":"In May U.S. forces began returning home all \"boat people\" from this country in the West Indies","response":"Haiti"},{"text":"Betty Boothroyd became the first female speaker of this nation's House of Commons","response":"England"},{"text":"In January this Virginia governor became the first major presidential candidate to drop out","response":"(Doug) Wilder"},{"text":"In May the U.N. slapped economic sanctions on Montenegro &amp; this Yugoslav republic","response":"Serbia"},{"text":"In May 1992 this newest Space Shuttle made its maiden flight","response":"the <i>Endeavour</i>"}],"originalDate":"1993-03-22"},{"category":"ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"This actor directed \"The Outlaw Josey Wales\", but not \"The Return of Josey Wales\"","response":"Clint Eastwood"},{"text":"In the 1970 film \"Gas-S-S-S!\", this actress was billed under her maiden name, Talia Coppola","response":"Talia Shire"},{"text":"Moonlighting from \"Moonlighting\", in 1987 he made his major film debut in \"Blind Date\"","response":"Bruce Willis"},{"text":"This actor won 3 straight Emmys for Best Actor in a Comedy Series for \"Family Ties\"","response":"Michael Fox"},{"text":"On Bastille Day 1991 Sophia Loren became a Chevalier in this French order created by Napoleon","response":"the Legion of Honor"}],"originalDate":"1993-03-22"}],{"category":"U.S. PLACE NAMES","text":"This name of a national forest means \"fool\" &amp; may be one Apache group's name for another group; it's also a problematic TV character","response":"Tonto"}]}