{"mix":237,"rounds":[[{"category":"CLASSIC MOVIE ORIGINAL DIALOGUE?","comments":"(Ken: You'll name the movie.)","clues":[{"text":"\"No thanks, Mrs. Robinson. I don't know what a 'cougar' is &amp; I don't think I want to find out. Is Elaine home?\"","response":"<i>The Graduate</i>"},{"text":"\"Oh, geez... George, it turns out Bedford Falls would be better off if you'd never been born. Now... this is awkward\"","response":"<i>It's a Wonderful Life</i>"},{"text":"\"Off the plane, Vic. Ilsa &amp; me, we're headin' back to Paris! Here's lookin' at you gettin' outta my seat, kid\"","response":"<i>Casablanca</i>"},{"text":"\"No. Wilson woulda killed you, Terry. You wouldn't have been a contender, just a bum, which is what you are. Sorry\"","response":"<i>On the Waterfront</i>"},{"text":"\"No, no, no, I'm Antoninus! I'm not that guy! You want him! He's right there! The one that looks like Kirk Douglas\"","response":"<i>Spartacus</i>"}],"originalDate":"2023-12-08"},{"category":"A MUSE ME","comments":"","clues":[{"text":"Look! up in the sky! It's a bird! It's a plane! No, it's Urania, muse of this science!","response":"astronomy"},{"text":"Need help in this subject in school? Call up Clio<span class=\"nobreak\">--</span>as the muse of it, she'll fill you in on facts &amp; dates","response":"history"},{"text":"Whether transverse or end-blown, Euterpe is the muse of these instruments","response":"flutes"},{"text":"The name of this muse of love poetry is an anagram of ORATE","response":"Erato"},{"text":"If you've got hap-hap-happy feet you're inspired by this muse of dancing","response":"Terpsichore"}],"originalDate":"2023-12-08"},{"category":"WORDS FROM ARABIC","comments":"","clues":[{"text":"Derived from the Arabic sawahil, meaning \"of the coast\", it's a language on the African continent","response":"Swahili"},{"text":"The fragrant name of this \"Aladdin\" princess comes from an Arabic word","response":"Jasmine"},{"text":"Originally a set of tables recording astronomical movements, today it can be an annual reference book of articles &amp; events","response":"an almanac"},{"text":"If you don't know that this popular beverage comes from the Arabic qahwah, you get 2 lumps, not one","response":"coffee"},{"text":"We've hit bottom with this 5-letter word from the Arabic for \"opposite the zenith\"","response":"nadir"}],"originalDate":"2023-12-08"},{"category":"SUPER BOWL STARS","comments":"","clues":[{"text":"After throwing for 286 yards &amp; 2 TDs, he was named the chief reason for Kansas City's victory in Super Bowl 54","response":"Mahomes"},{"text":"Only 10 Super Bowl MVPs have been defensive players; 4, like Super Bowl 50 star Von Miller, played this position","response":"linebacker"},{"text":"The career leader in Super Bowl points is this 49er &amp; Raider who was on the receiving end of 8 TD passes","response":"Jerry Rice"},{"text":"Franco Harris holds the career Super Bowl record for these yards, 354 in 4 games, all Steelers' victories","response":"rushing"},{"text":"Tom Brady threw 2 interceptions in Super Bowl 49 but ended up MVP after this Seahawk tossed his one interception in the last minute","response":"Russell Wilson"}],"originalDate":"2023-12-07"},{"category":"FIRE PLACE","comments":"","clues":[{"text":"1871: <br>The Hôtel de Ville in this city is burned during the Commune","response":"Paris"},{"text":"1871: <br>The \"Great Fire\" of this city starts in a barn on De Koven Street","response":"Chicago"},{"text":"1925: <br>A fire melts a whole lot of wax at this landmark London place","response":"Madame Tussaud's"},{"text":"Circa 50 B.C.: <br>This city's library is torched (by Julius Caesar, some say)","response":"Alexandria"},{"text":"A 1776 fire destroyed this city's Teatro Regio Ducale; La Scala was built to replace it","response":"Milan"}],"originalDate":"2023-12-07"},{"category":"A DONUT SHOP DICTIONARY","comments":"(Ken: All responses will be words that also describe items you might see in a donut shop.)","clues":[{"text":"Having a fixed or lifeless expression","response":"glazed"},{"text":"A light drizzle","response":"a sprinkle"},{"text":"Someone intimidating is said to \"reduce you to\" this","response":"jelly"},{"text":"No longer in vogue","response":"old-fashioned"},{"text":"Surname of a late 1830s Dickens title character","response":"Twist"}],"originalDate":"2023-12-07"}],[{"category":"AMPHIBIANS","comments":"","clues":[{"text":"The wood frog of the Arctic can live with 65% of its body frozen due to using this sugar in its blood as an antifreeze","response":"glucose"},{"text":"Sirens are aquatic salamanders that can breathe through lungs as well as through these","response":"gills"},{"text":"Although this \"biblical\" frog is the world's largest at around 12 inches long, its tadpoles are the same size as other frogs'","response":"a goliath frog"},{"text":"Snakes have these on the outside of their skin, but caecilians, which resemble snakes, have them embedded in folds in the skin","response":"scales"},{"text":"This 3-letter term is the terrestrial juvenile stage of development of the eastern newt when the body turns bright orange","response":"an eft"}],"originalDate":"2023-12-07"},{"category":"LABOR UNIONS","comments":"","clues":[{"text":"Also a journal they may keep, the Log is the monthly newspaper of a union of these","response":"sailors"},{"text":"The UP of the AAUP, they teach your older children well","response":"university professors"},{"text":"In 2012 SAG merged with this union &amp; together they went on strike in 2023","response":"AFTRA"},{"text":"California's CCPOA, representing this type of peace officer, has been known to put the screws to politicians","response":"correctional officers"},{"text":"When several unions of these workers struck in 1970, troops had to replace federal employees for the first time","response":"postal employees"}],"originalDate":"2023-12-07"},{"category":"STAR WARS BEFORE &amp; AFTER","comments":"","clues":[{"text":"14th century European pandemic that destroyed Alderaan","response":"the Black Death Star"},{"text":"Han Solo's son paired with an edgy cartoon Chihuahua &amp; cat","response":"Kylo Ren & Stimpy"},{"text":"\"Wake up\" to this 1971 Rod Stewart song that's a perfect greeting for any Jedi","response":"\"Maggie May\" the force be with you"},{"text":"TV's \"Love Boat\" who's now reached the rank of general","response":"the <i>Pacific Princess</i> Leia"},{"text":"Sylvia Plath novel about an annoying floppy-eared outcast from Naboo","response":"<i>The Bell Jar</i> Jar Binks"}],"originalDate":"2023-12-07"},{"category":"SHOUT IT OUT!","comments":"","clues":[{"text":"In 1978's \"Animal House\", this word is an epic call-to-party from John Belushi; it's also the party's dress code","response":"toga"},{"text":"Though it costs him his head, Mel Gibson in \"Braveheart\" refuses to beg for mercy... &amp; yells this word instead","response":"freedom"},{"text":"Try yelling out \"O-H!\" in a crowded place; chances are, any Buckeyes fan within earshot will yell these two letters in return","response":"I-O"},{"text":"This online game spawned a battle cry that's now synonymous with idiocy gone rogue: \"Leeroy Jenkins!\"","response":"World of Warcraft"},{"text":"Of this school's iconic fight cheer, ESPN once wrote, \"'Hotty Toddy' has no real meaning, but it means everything in Oxford\"","response":"Ole Miss (Mississippi)"}],"originalDate":"2023-12-06"},{"category":"ROAD TRIP \"I SPY\"","comments":"(Ken: We're gonna give you three tourist attractions; you'll tell me which U.S. state they're located in.)","clues":[{"text":"I spy...<br>Area 51,<br>Burning Man festival &<br>the Bellagio Hotel &amp; Casino","response":"Nevada"},{"text":"I spy...<br>Mount Washington,<br>Lake Winnipesaukee<br>&amp; Dartmouth College","response":"New Hampshire"},{"text":"I spy...<br>Pikes Peak,<br>the John Denver Sanctuary &<br>Red Rocks Amphitheatre","response":"Colorado"},{"text":"I spy...<br>Powell's City of Books,<br>Crater Lake National Park &<br>Timberline Lodge","response":"Oregon"},{"text":"I spy...<br>the \"American Gothic\" house,<br>the future birthplace of James T. Kirk &<br>the \"Field of Dreams\" movie site","response":"Iowa"}],"originalDate":"2023-12-06"},{"category":"SHAKESPEARE PLAYS BY INITIALS","comments":"","clues":[{"text":"The title character utters the famous line, \"Et tu, Brute?\":<br>J.C.","response":"<i>Julius Caesar</i>"},{"text":"A mischievous fairy named Puck just can't stop pranking people:<br>A.M.N.D.","response":"<i>A Midsummer Night's Dream</i>"},{"text":"The title ruler is the father of Goneril, Regan &amp; Cordelia:<br>K.L.","response":"<i>King Lear</i>"},{"text":"It opens with the famous line, \"If music be the food of love, play on\":<br>T.N.","response":"<i>Twelfth Night</i>"},{"text":"Valentine &amp; Proteus are the guys that form this titular pair:<br>T.T.G.O.V.","response":"<i>The Two Gentlemen of Verona</i>"}],"originalDate":"2023-12-06"}],{"category":"NAMES IN MEDICINE","text":"He got a special presidential citation in 1955, passed away in 1995 &amp; was dubbed \"the man who saved the children\"","response":"(Dr. Jonas) Salk"}]}