{"mix":249,"rounds":[[{"category":"AD LINES","comments":"","clues":[{"text":"\"Everything's better with\" this margarine \"on it\"","response":"Blue Bonnet"},{"text":"\"Aren't you glad you use\" this soap? \"Don't you wish everybody did?\"","response":"Dial"},{"text":"\"A day without orange juice is like a day without\" this","response":"sunshine"},{"text":"\"With a name like\" this, you know \"It has to be good\"","response":"Smuckers"},{"text":"It answers the question, \"How do you get a tough stain out?\"","response":"Shout it out"}],"originalDate":"1993-03-02"},{"category":"THE BIBLE","comments":"","clues":[{"text":"As a baby he was placed in an ark of bulrushes, where he was found by Pharaoh's daughter","response":"Moses"},{"text":"He called himself \"The Apostle of the Gentiles\"","response":"St. Paul"},{"text":"Jesus told him, \"Before the cock crow, thou shalt deny me thrice\"","response":"Peter"},{"text":"\"And Cain went out from the presence of the Lord, and dwelt in\" this land, \"on the east of Eden\"","response":"(Land of) Nod"},{"text":"This 5th book of the Old Testament is a record of the renewal of the covenant given at Mount Sinai","response":"Deuteronomy"}],"originalDate":"1993-03-02"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"In 1963 he moved to Dallas &amp; got a job in the Texas School Book Depository","response":"Lee Harvey Oswald"},{"text":"In 1964 Lal Bahadur Shastri succeeded him as prime minister of India","response":"Jawaharlal Nehru"},{"text":"An eyewitness to the 1917 October Revolution, he organized the Communist Labor Party in the U.S. in 1919","response":"(John) Reed"},{"text":"Geraldine Ferraro is famous as a politician &amp; Geraldine Farrar as one of these","response":"an opera singer"},{"text":"Elected mayor of New York in 1933, he read the comics over the radio during a newspaper strike","response":"LaGuardia"}],"originalDate":"1993-03-02"},{"category":"BALLET","comments":"","clues":[{"text":"This sweet fairy dances a lovely pas de deux with her cavalier in most versions of \"The Nutcracker\"","response":"the Sugarplum Fairy"},{"text":"Act II of this 19th century ballet features a pas de quatre danced by four young cygnets","response":"<i>Swan Lake</i>"},{"text":"When Maurice Bejart reinterpreted this Stravinsky ballet, the title bird became a male role","response":"<i>The Firebird</i>"},{"text":"Of first, second or third position, the one in which the backs of the heels are closest together","response":"first"},{"text":"This Russian impresario is one of the leading characters in the ballet \"Nijinsky, Clown of God\"","response":"Diaghilev"}],"originalDate":"1993-03-02"},{"category":"BLACK AMERICA","comments":"","clues":[{"text":"This home run hitting champ told his life story in the autobiography \"I Had A Hammer\"","response":"Hank Aaron"},{"text":"Mrs. Louis Bellson, she received the nickname \"Ambassador of Love\" from President Nixon","response":"Pearl Bailey"},{"text":"In the 1970s he became RCA's biggest-selling country star since Elvis Presley","response":"(Charley) Pride"},{"text":"This Nobel Peace Prize winner died in 1971, just 2 months after retiring from the U.N.","response":"Ralph Bunche"},{"text":"From 1967-1972 she served as the only woman &amp; the only Black in the Texas State Senate","response":"Barbara Jordan"}],"originalDate":"1993-03-02"},{"category":"POETS' NICKNAMES","comments":"","clues":[{"text":"Henry David Thoreau was \"The Sage of\" this \"pond\"","response":"Walden Pond"},{"text":"His nickname, \"The Good Gray Poet\", came from a pamphlet that defended his \"Leaves of Grass\"","response":"(Walt) Whitman"},{"text":"He was \"The Peasant Bard\" of Scotland","response":"(Rabbie) Burns"},{"text":"Born circa 1343, he became \"The Father of English Poetry\"","response":"Chaucer"},{"text":"This man who wrote \"The Children's Hour\" for his own daughters was \"The Children's Poet\"","response":"Longfellow"}],"originalDate":"1993-03-02"}],[{"category":"SONGS IN MUSICALS","comments":"","clues":[{"text":"\"Memory\" &amp; <br>\"Mr. Mistoffelees\"","response":"<i>Cats</i>"},{"text":"\"Tradition\" &amp; \"Matchmaker, Matchmaker\"","response":"<i>Fiddler on the Roof</i>"},{"text":"\"It's Raining On Prom Night\" &<br>\"Look At Me, I'm Sandra Dee\"","response":"<i>Grease</i>"},{"text":"\"Johnny's Mambo\" &<br>\"(I've Had) The Time Of My Life\"","response":"<i>Dirty Dancing</i>"},{"text":"\"The Music And The Mirror\" &amp; <br>\"One\"","response":"<i>A Chorus Line</i>"}],"originalDate":"2023-11-13"},{"category":"OLD NAMES FOR MEDICAL CONDITIONS","comments":"","clues":[{"text":"This older name for tuberculosis referred to the disease's wasting away of the body","response":"consumption"},{"text":"This infectious illness has long been known as the \"kissing disease\"","response":"mononucleosis"},{"text":"In \"Julius Caesar\", Shakespeare mentions \"falling sickness\", this disorder characterized by seizures","response":"epilepsy"},{"text":"An old name for influenza wasn't grab or clutch but this, from French for \"seize\"","response":"the grippe"},{"text":"Pens down, scrivener's palsy is an old term for this, also known as graphospasm","response":"writer's cramp"}],"originalDate":"2023-11-13"},{"category":"DESCRIBING THE ARTWORK","comments":"","clues":[{"text":"In an 1851 work this general stands in a small boat on the Delaware, a U.S. flag nearby","response":"George Washington"},{"text":"God, aided by cherubim, reaches out to this bored-looking guy; oh yeah, it's on a ceiling","response":"Adam"},{"text":"In this work mom is seated, facing left<span class=\"nobreak\">--</span>or is it right? Anyway, she's clad in black with a white lace cap","response":"<i>Whistler's Mother</i>"},{"text":"We're not sure if you'd call that teal or azure the young man with a feathered cap is wearing in this 1770 work","response":"<i>The Blue Boy</i>"},{"text":"Children frolic among wild beasts as a confused lion looks out at us<span class=\"nobreak\">--</span>it really is \"The Peaceable\" this","response":"the Kingdom"}],"originalDate":"2023-11-13"},{"category":"SAY CHEESE!","comments":"","clues":[{"text":"This cheese usually aged &amp; grated is named for the \"Eternal City\"","response":"Romano"},{"text":"Edam is made in a ball; this other Dutch cheese is made in wheels with a waxed red or yellow rind","response":"gouda"},{"text":"Herman &amp; Lily know that this oft-imitated cheese shares its name with the Alsace valley where it originated","response":"Muenster"},{"text":"Danbo, a cheese  originally from this country, is also known as  King Christian IX when made with caraway seeds","response":"Denmark"},{"text":"This Swiss cheese that dates back to the 12th century is named for a valley in the Canton of Fribourg","response":"Gruyère"}],"originalDate":"2023-11-13"},{"category":"LIFE SCIENCE","comments":"","clues":[{"text":"Botanically, it's the part of the flowering plant that holds the seeds, so it includes acorns","response":"a fruit"},{"text":"In HIV these genetic changes that alter the organism happen so fast, a single AIDS drug is unworkable","response":"a mutation"},{"text":"In the Batesian type of this, aka imitation, an organism evolves to look like a more noxious one so it's left alone","response":"mimicry"},{"text":"Transporting this protein is the main job of your body's erythrocytes","response":"hemoglobin"},{"text":"This 5-letter word for a virus that infects a bacterial cell is sometimes prefixed by \"bacterio\"","response":"a phage"}],"originalDate":"2023-11-13"},{"category":"FROM THE ITALIAN","comments":"","clues":[{"text":"Italian for \"unknown\", it's how you travel when you don't want to be recognized","response":"<i>incognito</i>"},{"text":"Tossed at New Year's, it has a name meaning \"sweetmeats\", the little candies tossed during carnival","response":"confetti"},{"text":"These quick appearances by guest stars in films can carve out a little comic \"relief\"","response":"a cameo"},{"text":"Ben Jonson's 1598 comedy \"Every Man in His Humour\" uses this Italian term for a brothel","response":"a bordello"},{"text":"Somewhere along the line this instrument's name lost its big finish of \"forte\"","response":"piano"}],"originalDate":"2023-11-13"}],{"category":"LITERATURE","text":"The British Library says of this 19th c. man, \"One of his most famous poems... is a warning about the arrogance of great leaders\"","response":"(Percy Bysshe) Shelley"}]}