{"mix":260,"rounds":[[{"category":"A YEAR THAT ENDS IN ZERO","comments":"(Ken: We'll give you the events; you tell us what year that ends in zero they all happened in.)","clues":[{"text":"The Beatles call it quits,<br>the Apollo 13 crew makes it safely back to Earth","response":"1970"},{"text":"Babe Ruth goes to the Yankees,<br>the 19th Amendment is ratified giving women the right to vote","response":"1920"},{"text":"Nat King Cole hits No. 1 with \"Mona Lisa\",<br>NATO turns one year old","response":"1950"},{"text":"Jeff Probst welcomes the first tribes on \"Survivor\",<br>Metallica sues Napster","response":"2000"},{"text":"The U.S. hockey team wins Olympic gold,<br>Lin-Manuel Miranda is born","response":"1980"}],"originalDate":"2023-11-01"},{"category":"PENINSULAS","comments":"","clues":[{"text":"Home to the Iberian and Balkan peninsulas among others, it's the continent often called a peninsula of peninsulas","response":"Europe"},{"text":"New England's very own gun show is this Massachusetts peninsula, often said to resemble an arm flexing its bicep","response":"Cape Cod"},{"text":"In a 1951 address, President Truman had this peninsula in mind when he declared, \"We are trying to prevent a third world war\"","response":"Korea"},{"text":"Close but no cigar: \"peninsula\" derives from the Latin roots \"paene\" &amp; \"insula\", meaning \"almost\" and this","response":"an island"},{"text":"Be sure to take the scenic Slea Head Loop if you're driving on this Irish peninsula; you'd be a real ding-dong to miss it","response":"the Dingle Peninsula"}],"originalDate":"2023-11-01"},{"category":"HEADQUARTERED IN","comments":"(Ken: We'll need the name of the city.)","clues":[{"text":"Little Caesars;<br>General Motors;<br>United Auto Workers;<br>Motown Museum","response":"Detroit"},{"text":"Nordstrom;<br>Zillow;<br>Amazon;<br>Starbucks","response":"Seattle"},{"text":"Home Depot;<br>Delta Air Lines;<br>UPS;<br>Coca-Cola","response":"Atlanta"},{"text":"International Paper;<br>AutoZone;<br>FedEx;<br>Elvis Presley Enterprises","response":"Memphis"},{"text":"Archer Daniels Midland;<br>McDonald's;<br>Tootsie Roll","response":"Chicago"}],"originalDate":"2023-11-01"},{"category":"\"BROWN\" OUT","comments":"(Ken: \"Brown\" is in quotation marks; that means that word will appear in all the correct responses.)","clues":[{"text":"Looking to save some cash?  Try packing your own lunch and bringing it to work, also known as this","response":"brownbagging"},{"text":"With a knack for hardening into a rock-solid lump, this baking staple gets its signature flavor from molasses","response":"brown sugar"},{"text":"It's the 1967 hit that asks, \"Do you remember when we used to sing, 'Sha la la la la la la la la la la te da\"'","response":"\"Brown Eyed Girl\""},{"text":"It's a type of sound containing every frequency our ears can detect; listening to it helps some people fall asleep","response":"brown noise"},{"text":"Typing this sentence, containing all 26 letters of the alphabet, is a tried and true method of testing out your keyboard","response":"The quick brown fox jumps over the lazy dog."}],"originalDate":"2023-11-01"},{"category":"NAME THAT TUNESTER","comments":"","clues":[{"text":"\"I came in like a wrecking ball, I never hit so hard in love, all I wanted was to break your walls\"","response":"Miley Cyrus"},{"text":"\"I got my first real six string, bought it at the 5 &amp; dime, played it till my fingers bled, was the summer of '69\"","response":"Bryan Adams"},{"text":"\"But I set fire to the rain, watched it pour as I touched your face, well, it burned while I cried\"","response":"Adele"},{"text":"\"Give it away, give it away, give it away now, give it away, give it away, give it away now, awwww, aw yeah!\"","response":"the Red Hot Chili Peppers"},{"text":"\"She's up all night to the sun, I'm up all night to get some, she's up all night for good fun, I'm up all night to get lucky\"","response":"Pharrell (Daft Punk)"}],"originalDate":"2023-11-01"},{"category":"6-SYLLABLE WORDS","comments":"","clues":[{"text":"The name of this type of doctor comes from the Latin for \"beast of burden\"","response":"a veterinarian"},{"text":"In this type of complex, one has a persistent sense of inadequacy or a tendency to self-diminishment","response":"inferiority"},{"text":"Title for Sir Francis Drake, due to a specific feat he accomplished in 1580","response":"a circumnavigator"},{"text":"Common in cases of ADHD &amp; autism, \"sensory\" this is basically too much input","response":"overstimulation"},{"text":"Both Betsy Ross &amp; Dolley Madison were disowned by the Quakers for marrying men from this denomination","response":"an Episcopalian"}],"originalDate":"2023-11-01"}],[{"category":"RWANDA","comments":"","clues":[{"text":"It's the official language shared by Rwanda &amp; Senegal","response":"French"},{"text":"She established a gorilla research center in Rwanda in 1967","response":"Dian Fossey"},{"text":"Rwanda &amp; this neighboring nation were ruled by Belgium until 1962","response":"Burundi"},{"text":"Now with a population of about 1.7 million, this city became the capital upon Rwanda's independence","response":"Kigali"},{"text":"This contemporary &amp; rival of Sir Richard Burton became the first European to visit the area of Rwanda in 1858","response":"John Speke"}],"originalDate":"2023-11-01"},{"category":"GREEK GOD OUT, ROMAN GOD IN","comments":"","clues":[{"text":"Her magic girdle induced love, as magic girdles will do, &amp; Romans had her say, I'm no mighty Aphrodite, I'm your this","response":"Venus"},{"text":"Greeks were from Ares, Romans, from this deity, originally an ancient Italian god who watched over agriculture","response":"Mars"},{"text":"What's Dis? It's another name for this Roman god who took over for Hades","response":"Pluto"},{"text":"The ancient Romans didn't need this Greek god anymore, not after renaming him Vulcan","response":"Hephaestus"},{"text":"Most of the Greek myths for Athena were adopted by the Romans for this goddess whose temple was on Capitoline Hill","response":"Minerva"}],"originalDate":"2023-11-01"},{"category":"SOURCE OF THE LATE NIGHT BIT","comments":"(Ken: You'll name the late night host associated with each long-running gag.)","clues":[{"text":"\"Jaywalking\"","response":"Jay Leno"},{"text":"\"Freestylin' with The Roots\"","response":"Jimmy Fallon"},{"text":"\"Celebrities Read Mean Tweets\"","response":"Jimmy Kimmel"},{"text":"\"Will It Float?\"","response":"David Letterman"},{"text":"\"This Week in Numbers\"","response":"Seth Meyers"}],"originalDate":"2023-10-31"},{"category":"HMMM, I WONDER","comments":"","clues":[{"text":"Florida, Puerto Rico &amp; this form the apexes of a triangle within which ships &amp; planes disappear","response":"Bermuda"},{"text":"The Witiko creature of Algonquian myth may be a forerunner of this mystery of the Northwest","response":"Bigfoot"},{"text":"A reader of these checks out the line of Mars &amp; mount of Venus","response":"palms"},{"text":"Appropriately, Champ is the name of this lake's version of Nessie, the Loch Ness Monster","response":"Lake Champlain"},{"text":"Meaning \"far movement\", it's the strange power of moving things without touching them","response":"telekinesis"}],"originalDate":"2023-10-31"},{"category":"SEXY STUFF","comments":"","clues":[{"text":"A queen ant of one species coats these with a pheromone that stops other ants from destroying them","response":"her eggs"},{"text":"\"Warm\" 4-letter word for a period of sexual receptiveness","response":"heat"},{"text":"In 1873 this U.S. president signed a bill banning anything obscene, lewd or lascivious from the mails","response":"(Ulysses S.) Grant"},{"text":"Muskrat love includes the formation of these monogamous \"bonds\" for the duration of breeding season","response":"pair bonds"},{"text":"Vajrayana is another name for this type of Buddhism that's associated with sexuality","response":"tantric"}],"originalDate":"2023-10-31"},{"category":"NIGHT AT THE MUSEUM","comments":"","clues":[{"text":"Faces are garishly lit by gas lamp in \"At the Moulin Rouge\", one of his many depictions of Parisian nightlife","response":"Toulouse-Lautrec"},{"text":"Edward Hopper captured the isolation of urban life in this 1942 masterpiece depicting a diner that's open late","response":"<i>Nighthawks</i>"},{"text":"\"Circus Sideshow\", completed in 1888, was this artist's first night painting using the pointillist technique","response":"Seurat"},{"text":"He painted \"Night Fishing at Antibes\" just before the outbreak of World War II","response":"Picasso"},{"text":"In Rousseau's \"Sleeping Gypsy\", a full moon hangs in the night sky while this animal catches the scent of the title figure","response":"a lion"}],"originalDate":"2023-10-31"}],{"category":"U.S. GEOGRAPHY","text":"Of the 10 U.S. states with 2-word names, this one stretches the farthest south","response":"New Mexico"}]}