{"mix":263,"rounds":[[{"category":"NAME DROPPERS","comments":"","clues":[{"text":"Time to make the... oh, never mind.  This chain officially dropped \"Donuts\" from its name in 2019","response":"Dunkin'"},{"text":"France caught a sick burn in 2003, when D.C. cafeterias dropped the name \"French fries\" and started serving these","response":"Freedom fries"},{"text":"A little ditty 'bout... John Mellencamp, who axed this word from his stage name in 1991","response":"Cougar"},{"text":"Partly to distance themselves from J.K. Rowling, athletes are now replacing this name for their sport with \"quadball\"","response":"quidditch"},{"text":"Turns out, trimming 17 nonessential letters from your name will increase sales. Just ask retailer RH, formerly called this","response":"Restoration Hardware"}],"originalDate":"2023-10-25"},{"category":"MIXED GREENS","comments":"(Ken: These are all anagrams of green things.)","clues":[{"text":"Lucky you!  This symbol appears in the logo of Irish airline Aer Lingus:<br>MASH CORK","response":"shamrock"},{"text":"May's birthstone:<br>LAME RED","response":"emerald"},{"text":"\"Before You Leap\" is this Muppet's autobiography:<br>HERMIT KEG FORT","response":"Kermit the Frog"},{"text":"She's been staring at Brooklyn since 1886, and man, her right arm must be tired!:<br>I FLOUT TERABYTES","response":"Statue of Liberty"},{"text":"This \"powder\"-ful drink is made from finely ground green tea leaves:<br>CAT HAM","response":"matcha"}],"originalDate":"2023-10-25"},{"category":"LIBRARIES","comments":"","clues":[{"text":"Library card sign-up month occurs during this month of the year (yay! back to school!)","response":"September"},{"text":"Margaret Mitchell went to the Atlanta library while writing this novel to fact-check if iodine was used in Civil War hospitals","response":"<i>Gone With the Wind</i>"},{"text":"The initialism of the New York public library is NYPL; as an acronym, some enjoy pronouncing it like this body part","response":"nipple"},{"text":"On display at the Newark Public Librarv is the copy of \"Portnoy's Complaint\" this author inscribed to his parents","response":"Philip Roth"},{"text":"She wrote \"I was 6 when my father walked me to my first library\"; she was 37 when her novel \"The Joy Luck Club\" was published","response":"Amy Tan"}],"originalDate":"2023-10-25"},{"category":"OH, BROTHER!","comments":"","clues":[{"text":"Adam and Eve's first two sons; you may have heard they had a falling out","response":"Cain & Abel"},{"text":"Famously feuding brothers Noel and Liam Gallagher don't look back in anger at 1991, the year they formed this band","response":"Oasis"},{"text":"One of the great actors of his era, Edwin Booth's fame was eclipsed by his younger brother, this infamous assassin","response":"John Wilkes Booth"},{"text":"This Safdie Brothers film was inspired by stories their father told them about working in New York City's Diamond District","response":"<i>Uncut Gems</i>"},{"text":"These NFL siblings made history in 2023 by becoming the first brothers to compete against each other in the Super Bowl","response":"the Kelce brothers (Jason & Travis Kelce)"}],"originalDate":"2023-10-25"},{"category":"SNEAKER BRANDS","comments":"(Ken: You'll have to name the brand that makes each of these styles.)","clues":[{"text":"Chuck Taylor All Star Classic","response":"Converse"},{"text":"Air Max 90 &<br>Air Force 1","response":"Nike"},{"text":"Stan Smith &<br>Samba Classic","response":"Adidas"},{"text":"Speedcat,<br>Drift Cat &<br>Neo Cat","response":"Puma"},{"text":"Sk8-Hi &<br>Old Skool","response":"Vans"}],"originalDate":"2023-10-25"},{"category":"THE NOBEL PRIZE","comments":"","clues":[{"text":"The presidency may have eluded him in 2000, but on the bright side, he won a Nobel Peace Prize in 2007","response":"Al Gore"},{"text":"The prize for this newest category was first awarded in 1969 <span class=\"nobreak\">--</span> roughly 68 fiscal years after all the others","response":"Economics"},{"text":"The youngest-ever Nobel Prize winner is also a best-selling author, for her 2013 memoir titled \"I Am\" this","response":"Malala"},{"text":"The Peace Prize is the only Nobel Prize awarded not in Stockholm, but in this fjord-tastic neighboring capital","response":"Oslo"},{"text":"Each Nobel Prize winner receives a medal, a cash award, and this official title<span class=\"nobreak\">--</span>leafy head wreath not included","response":"laureate"}],"originalDate":"2023-10-25"}],[{"category":"BY THE NUMBERS","comments":"","clues":[{"text":"Dialing it for directory assistance may be old news, but as slang for \"information\", this number is still in service","response":"411"},{"text":"From the hours worked at a typical job, this term now refers to the job itself<span class=\"nobreak\">--</span>just ask Sheena or Dolly","response":"9 to 5"},{"text":"You don't need perfect vision to ask this trucker-inspired version of the question \"Where are you?\"","response":"What's your 20?"},{"text":"As slang, it sounds a lot less serious than \"shoplifting\" <span class=\"nobreak\">--</span> though your arresting officer might not agree","response":"five-finger discount"},{"text":"It's the number Gordon Ramsay might bellow to announce he's removing an item from the menu","response":"86"}],"originalDate":"2023-10-25"},{"category":"PRODUCE","comments":"","clues":[{"text":"Big on vitamins A &amp; C, this leafy vegetable also has a lot of fiber &amp; acts as a mild laxative; look out, sailor man!","response":"spinach"},{"text":"In 2008 a pair of Brits were out of their gourd, growing a 1,457-lb. one of these; smashing!","response":"a pumpkin"},{"text":"Dr. Thomas Welch is credited with making the first unfermented juice from this fruit","response":"a grape"},{"text":"When life gives you the Meyer type of this tree, expect plenty of fruit year-round","response":"a lemon"},{"text":"The name of this cylindrical vegetable means \"little squashes\" in Italian","response":"zucchini"}],"originalDate":"2023-10-25"},{"category":"DISNEY PARK SONGS","comments":"(Ken: You'll need to tell me the attraction where you might hear these lyrics.)","clues":[{"text":"\"Yo ho, yo ho...\"","response":"Pirates of the Caribbean"},{"text":"\"It's a world of laughter, a world of tears...\"","response":"It's a Small World"},{"text":"\"Grim, grinning ghosts come out to socialize...\"","response":"the Haunted Mansion"},{"text":"\"A Heffalump or Woozle is very confusel...\"","response":"Winnie the Pooh"},{"text":"\"The bear band bears will play now in the good ol' key of G...\"","response":"the Country Bear Jamboree"}],"originalDate":"2023-10-25"},{"category":"WATER UNDER THE BRIDGE","comments":"(Ken: We want the body of water the bridge spans.)","clues":[{"text":"Under the Brooklyn Bridge","response":"the East River"},{"text":"Beneath the Bay Bridge in Maryland: <br>This bay","response":"the Chesapeake"},{"text":"Under the Petofi Bridge in Budapest: <br>This river","response":"the Danube"},{"text":"Beneath the Rialto Bridge in Venice: <br>This busy waterway","response":"the Grand Canal"},{"text":"Beneath the Vasco da Gama Bridge in Lisbon:<br>This River","response":"the Tagus"}],"originalDate":"2023-10-25"},{"category":"BETTER ASK FOR DIRECTIONS","comments":"","clues":[{"text":"Tropical cyclones in the southern hemisphere rotate in this timely direction","response":"clockwise"},{"text":"Direction that also means to swallow liquid hastily","response":"down"},{"text":"Title direction for Arthur Sullivan's \"Christian Soldiers\"","response":"onward"},{"text":"New York's single-word motto excelsior means \"ever\" this direction","response":"upward"},{"text":"In the army, it's an order to move the troops forward, or for a soldier to move up in rank","response":"advance"}],"originalDate":"2023-10-25"},{"category":"ALSO ON THE MONOPOLY BOARD","comments":"","clues":[{"text":"Alliterative slang for crying","response":"the waterworks"},{"text":"Morgan Freeman's first regular TV gig","response":"<i>The Electric Company</i>"},{"text":"In baseball, this \"punitive\" measure began in 1997, &amp; for the Yankees it was over $4.4 million","response":"a luxury tax"},{"text":"The president lives on it","response":"Pennsylvania Avenue"},{"text":"A Latvian street?","response":"Baltic Avenue"}],"originalDate":"2023-10-25"}],{"category":"U.S. HISTORY","text":"Challenged in a courtroom that same year, 1925's Butler Act in Tennessee outlawed this activity &amp; wasn't repealed until 1967","response":"teaching evolution"}]}