{"mix":268,"rounds":[[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Jefferson wrote the rough draft but it's Timothy Matlack's handwriting we see on this document","response":"the Declaration of Independence"},{"text":"At age 19, this French captain was commissioned a major general in the Continental Army by Congress","response":"Lafayette"},{"text":"This 1765 act called for duties on dozens of items, including a fee on all notarized papers","response":"the Stamp Act"},{"text":"In July 1958, at the request of President Chamoun, U.S. Marines were sent into this Mideast country","response":"Lebanon"},{"text":"Plans for the World Bank &amp; the IMF were drawn up in 1944 at Bretton Woods in this state","response":"New Hampshire"}],"originalDate":"1991-11-18"},{"category":"BIRD ORIGINS","comments":"","clues":[{"text":"Archaeopteryx. which lived millions of years ago, had well-developed ones in its mouth","response":"teeth"},{"text":"Several species of this large shaggy bird native to Australia were exterminated by settlers","response":"the emu"},{"text":"Some singing canaries are bred in these mountains whose name may remind you of a brand of bird food","response":"Harz Mountains"},{"text":"The rhea is native to this continent where it associates with guanacos &amp; forms mixed herds","response":"South America"},{"text":"The oo of this U.S. state may be extinct though it's believed one was sighted in 1981","response":"Hawaii"}],"originalDate":"1991-11-18"},{"category":"DANCERS","comments":"","clues":[{"text":"When Ginger Rogers won an Oscar before he did, he sent her a 1-word telegram: \"Ouch!\"","response":"Fred Astaire"},{"text":"On May 18, 1990 the lights on Las Vegas' strip went dark for 10 minutes in honor of this late tap dancer","response":"Sammy Davis, Jr."},{"text":"Eugene Loring choreographed the 1938 ballet about this youthful outlaw, &amp; he starred in it, too","response":"Billy the Kid"},{"text":"Judith Jamison succeeded this late Black choreographer as director of his American dance theater","response":"Alvin Ailey"},{"text":"Red-haired ballerina who made her film debut in \"The Red Shoes\" in 1948","response":"Moira Shearer"}],"originalDate":"1991-11-18"},{"category":"WORLD \"K\"APITALS","comments":"","clues":[{"text":"It succeeded Spanish town as Jamaica's capital in 1872","response":"Kingston"},{"text":"This Arab capital was devastated by the Iraqi army during the Persian Gulf War","response":"Kuwait City"},{"text":"This 3000-year-old Afghan capital was called Kabura by Ptolemy","response":"Kabul"},{"text":"This capital is located on a high plain sometimes called the Valley of Nepal","response":"Kathmandu"},{"text":"This Sudanese capital's name is Arabic for \"elephant's trunk\" due to its site on a narrow peninsula","response":"Khartoum"}],"originalDate":"1991-11-18"},{"category":"BIRTHPLACES","comments":"","clues":[{"text":"This star of \"Little Caesar\" wasn't born in Rome but in Romania—in Bucharest","response":"Edward G. Robinson"},{"text":"Christina Onassis wasn't born in Greece but in this U.S. metropolis","response":"New York"},{"text":"Composer Edward Elgar was born in this \"saucy\" English county in 1857","response":"Worcestershire"},{"text":"This Belgian seaport city was the birthplace of portrait artist Anthony van Dyck","response":"Antwerp"},{"text":"G. Flaubert's birthplace in this city, where Joan of arc was burned at the stake, is now a museum","response":"Rouen"}],"originalDate":"1991-11-18"},{"category":"THE RING CYCLE","comments":"","clues":[{"text":"Though based in part on Norse legends, the operas were written in this language","response":"German"},{"text":"The prologue to the ring cycle opens on the bed of this river where the maidens guard the gold","response":"the Rhine"},{"text":"Name shared by Wagner's son &amp; the hero of the Ring Cycle","response":"Siegfried"},{"text":"In \"Die Walkure\" she disobeys her father &amp; is put to sleep on a rock","response":"Brunhilde"},{"text":"This last piece in the tetralogy debuted August 17, 1876, the day after Part Three","response":"<i>Götterdämmerung</i> (<i>Twilight of the Gods</i>)"}],"originalDate":"1991-11-18"}],[{"category":"IT'S OUR TURN TO SACK ROME!!!","comments":"","clues":[{"text":"390 B.C.:<br>These people usually associated with ancient France sack Rome","response":"the Gauls"},{"text":"410 A.D.: <br>Under Alaric, these \"Westerners\" sack Rome","response":"Visigoths"},{"text":"455 A.D.: <br>These people, whose name is now synonymous with pillage &amp; destruction, sack Rome","response":"the Vandals"},{"text":"1084 A.D.: <br>Having successfully invaded England 18 years before, they then sack Rome","response":"the Normans"},{"text":"1527 A.D.: <br>Spanish &amp; German troops working for this \"Empire\" end the High Renaissance by sacking Rome","response":"the Holy Roman Empire"}],"originalDate":"2023-10-19"},{"category":"CULINARY QUOTES","comments":"","clues":[{"text":"Fran Lebowitz jokingly said, \"My favorite animal is\" this, but she didn't specify porterhouse or T-bone","response":"a steak"},{"text":"This breakfast goody has been described as \"an unsweetened doughnut with rigor mortis\"","response":"a bagel"},{"text":"Mark Twain said that cauliflower \"is nothing but\" this vegetable \"with a college education\"","response":"cabbage"},{"text":"This president said, \"You can tell a lot about a fellow's character\" by his way of eating jellybeans","response":"Reagan"},{"text":"Thackeray's \"Ballad of\" this dish calls it \"a sort of soup or broth... or hotchpotch of all sorts of fishes\"","response":"bouillabaisse"}],"originalDate":"2023-10-19"},{"category":"AUNTIE UP","comments":"","clues":[{"text":"This superhero was raised by his Aunt May","response":"Spider-Man"},{"text":"Aunt Chloe is the long-suffering wife of this Harriet Beecher Stowe character","response":"Uncle Tom"},{"text":"In \"Pride &amp; Prejudice\", this heroine tours Pemberley with Mrs. Gardiner, a favorite aunt","response":"Elizabeth Bennet"},{"text":"Ann Dowd won an Emmy for playing the tyrannical overseer Aunt Lydia on this dystopian favorite","response":"<i>The Handmaid's Tale</i>"},{"text":"Betsey Trotwood is great-aunt &amp; guardian to this Dickens title character","response":"David Copperfield"}],"originalDate":"2023-10-19"},{"category":"PHILOSOPHIES IN A NUTSHELL","comments":"","clues":[{"text":"Nietzsche named the wild, creative impulse for Dionysus &amp; the orderly one for this sun god","response":"Apollo"},{"text":"Henri Bergson saw this not as a series of moments but as a flow he called duration","response":"time"},{"text":"His \"Two Treatises of Government\", which influenced Jefferson, said man has a natural right to liberty","response":"John Locke"},{"text":"This man who died around 347 B.C. said we perceive examples of things, not their ideal forms","response":"Plato"},{"text":"Hobbes followed this -ism, not meaning he was greedy but that he reduced every experience to a physical process","response":"materialism"}],"originalDate":"2023-10-19"},{"category":"HOUSE HUNTERS INTERGALACTIC","comments":"","clues":[{"text":"This ex-planet's average distance of 3.7 billion miles from Earth could pose commuting problems","response":"Pluto"},{"text":"You might want to wish upon Proxima this, a star only 4.2 light-years from our sun","response":"Centauri"},{"text":"Not many are looking to settle in Valles Marineris, canyons discovered on this planet by Mariner 9 in 1972","response":"Mars"},{"text":"If you have your heart set on this 2-letter moon of Jupiter, pack a coat; temperatures get below -225 degrees","response":"Io"},{"text":"Want land? Buying on this moon of Saturn is a no-brainer; its 3,200-mile diameter is bigger than Mercury!","response":"Titan"}],"originalDate":"2023-10-19"},{"category":"AIR APPARENT","comments":"","clues":[{"text":"Thousands died in 1952 in a notorious smoggy event in this European capital","response":"London"},{"text":"This molecule, O<sub>3</sub>, is a pollutant low in the atmosphere; in the stratosphere, it absorbs harmful radiation","response":"ozone"},{"text":"Most air pollution comes from burning these alliterative combustibles that consist of organic remains","response":"fossil fuels"},{"text":"Dust pollution from this \"depleted\" metal used on armor-piercing weapons may cause cancer","response":"uranium"},{"text":"PM is short for this, which can be composed of soot, smoke or dust in the air","response":"particulate matter"}],"originalDate":"2023-10-19"}],{"category":"AMERICAN BANKING","text":"Around 1930 a bank named for this NYC area known as a slum was the USA's largest savings bank by total deposits","response":"the Bowery"}]}