{"mix":272,"rounds":[[{"category":"METALS","comments":"","clues":[{"text":"The greatest use of this heavy metal is in batteries like the one in your car","response":"lead"},{"text":"This rust-resistant kind of steel is 12% to 30% chromium","response":"stainless steel"},{"text":"Placer &amp; lode are the 2 basic methods of mining this precious metal","response":"gold"},{"text":"Compounds of this lightest of all metals are used to treat manic-depression &amp; to build H-bombs","response":"lithium"},{"text":"Rhodium, iridium &amp; palladium are members of this precious metal's \"group\"","response":"platinum"}],"originalDate":"1993-02-09"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"This etiquette authority was born Emily Price in 1873","response":"Emily Post"},{"text":"Following the 1975 death of her husband the Generalissimo, she moved from Taiwan to the United States","response":"Madame Chiang Kai-Shek"},{"text":"She was a Union spy during the Civil War as well as a conductor on the Underground Railroad","response":"Harriet Tubman"},{"text":"This English dame edited the literary annual \"Wheels\"; her brothers Osbert &amp; Sacheverell contributed","response":"Edith Sitwell"},{"text":"This woman, dubbed \"Empress of the Blues\", studied informally with singer Ma Rainey","response":"Bessie Smith"}],"originalDate":"1993-02-09"},{"category":"BLACK AMERICA","comments":"(Alex: In honor of Black History Month...)","clues":[{"text":"Upon this man's death in 1968, Ralph Abernathy became head of the SCLC","response":"Martin Luther King"},{"text":"The original draft of this 1863 declaration is often displayed at the New York State Library in Albany","response":"the Emancipation Proclamation"},{"text":"In 1971 this Chicagoan founded People United to Save Humanity in order to combat racism","response":"Jesse Jackson"},{"text":"These laws, named for a character in an old song, required segregation in some public places","response":"Jim Crow laws"},{"text":"This league was founded in 1910 to improve living conditions &amp; job opportunities in cities","response":"(National) Urban League"}],"originalDate":"1993-02-09"},{"category":"NOVEL CHARACTERS","comments":"","clues":[{"text":"Of Meg, Jo, Beth, Amy or Laurie, the one who's not a young lady in \"Little Women\"","response":"Laurie"},{"text":"By the end of this book, Phileas Fogg has married Aouda, who \"made him the happiest of men!\"","response":"<i>Around the World in 80 Days</i>"},{"text":"D.H. Lawrence described her as \"a ruddy, country-looking girl... full of unusual energy\"","response":"Lady Chatterley"},{"text":"In this Hawthorne novel, some folks regard Pearl as \"the demon offspring\"","response":"<i>The Scarlet Letter</i>"},{"text":"Magnolia's daughter Kim becomes a Broadway star in this Edna Ferber novel","response":"<i>Show Boat</i>"}],"originalDate":"1993-02-09"},{"category":"BRITISH NOVELISTS","comments":"","clues":[{"text":"The first of his 12 James Bond novels was \"Casino Royale\" in 1953","response":"Ian Fleming"},{"text":"He serialized \"The Old Curiosity Shop\" in his own weekly magazine, \"Master Humphrey's Clock\"","response":"Charles Dickens"},{"text":"This author of \"Robinson Crusoe\" is regarded as one of the founders of the English novel","response":"Daniel Defoe"},{"text":"He spent the last 4 years of his life at Vailima, his plantation in Samoa","response":"Robert Louis Stevenson"},{"text":"It only took about a year to write the half-million words in his work \"The Outline of History\"","response":"H.G. Wells"}],"originalDate":"1993-01-13"},{"category":"TV GUIDE SAYS","comments":"","clues":[{"text":"\"A firm's merger... gives McKenzie food for thought and offers Becker the chance to buy his dream home\"","response":"<i>L.A. Law</i>"},{"text":"\"Brenda defies her father by continuing to see Dylan\"","response":"<i>Beverly Hills, 90210</i>"},{"text":"\"When Laura gets snubbed by fellow cheerleaders, she seeks advice from Urkel\"","response":"<i>Family Matters</i>"},{"text":"\"The major is ill at ease when Camp Hollister is alerted that it may be shut down\"","response":"<i>Major Dad</i>"},{"text":"\"Sam gets himself into a real beauty: as Miss Sugar Belle in a southern pageant\"","response":"<i>Quantum Leap</i>"}],"originalDate":"1993-01-13"}],[{"category":"CANDLES","comments":"","clues":[{"text":"Made by insects, it's the tallowlike substance used to make candles","response":"beeswax"},{"text":"When making candles, these parts are covered by dipping, molding or rolling","response":"the wick"},{"text":"It's a cylinder-shaped firework that spews out sparks &amp; balls of fire","response":"a Roman candle"},{"text":"You'll need 44 candles to make it through this annual Jewish holiday","response":"Hanukkah"},{"text":"It's why Edna St. Vincent Millay's candle \"will not last the night\"","response":"because she's burning it at both ends"}],"originalDate":"1993-01-13"},{"category":"LOUISIANA","comments":"","clues":[{"text":"This, the largest reptile in the state, can grow to about 16 feet in length","response":"the alligator"},{"text":"The brown variety of this pouched bird is Louisiana's state bird","response":"the pelican"},{"text":"In 1991 Governor Buddy Roemer switched his affiliation to this political party","response":"the Republican Party"},{"text":"In the 1968 presidential election, the state went for this third party candidate","response":"George Wallace"},{"text":"Louisiana became a state in this year in which the U.S. went to war with Great Britain","response":"1812"}],"originalDate":"1993-01-13"},{"category":"RAIN FOREST CREATURES","comments":"","clues":[{"text":"They're carnivorous, with big pincerlike jaws, &amp; move in troops along the rain forest floor","response":"army ants"},{"text":"It's so damp in the rain forest that this primitive plant can be found growing on sloths","response":"Algae"},{"text":"Related to the cobra, these snakes can be recognized by their bold bands of black, red &amp; yellow","response":"Coral snakes"},{"text":"Great Jacamars &amp; Resplendent Quetzals are types of these","response":"birds"},{"text":"These monkeys named for their thick fur can hang by their tails while picking fruit","response":"woolly monkeys"}],"originalDate":"1993-01-13"},{"category":"\"C\" FOOD","comments":"","clues":[{"text":"Without its husk, this palm fruit weighs about 1 1/2 pounds","response":"a coconut"},{"text":"About a third of the cheese produced in the U.S. is of this variety","response":"cheddar"},{"text":"When making this Indian relish at home, green peaches may be substituted for the mangoes","response":"chutney"},{"text":"Ambrose Bierce defined it as \"a familiar kitchen-garden vegetable about as large &amp; wise as a man's head\"","response":"a cabbage"},{"text":"Scallops in a wine &amp; butter sauce make up this dish which is French for \"St. James' Shells\"","response":"Coquilles St. Jacques"}],"originalDate":"1993-01-13"},{"category":"WATER","comments":"","clues":[{"text":"For conservation the LADWP gives consumers free low-flow shower heads &amp; water displacement bags for these","response":"Toilets"},{"text":"Term for the large pipes that leave a town's pumping station","response":"a main"},{"text":"No time like the present to tell you this device is also called a clepsydra","response":"a water clock"},{"text":"During this part of nature's water cycle, the water is desalinated","response":"evaporation"},{"text":"For centuries people have been taking the waters in this spa town in the NW corner of the Black Forest","response":"Baden-Baden"}],"originalDate":"1993-01-13"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Benjamin Britten wrote \"Gloriana\" for her 1953 coronation","response":"Elizabeth II"},{"text":"This six-stringed wooden instrument is used in such pieces as Rossini's \"Barber of Seville\"","response":"the guitar"},{"text":"On Wilhelm Furtwangler's death, Herbert von Karajan became chief conductor of this orchestra","response":"the Berlin Philharmonic"},{"text":"Ralph Vaughan Williams' \"Sinfonia Antarctica\" contains quotes from this explorer's journal","response":"Robert Scott"},{"text":"At age 94 this famous cellist conducted the premiere of one of his compositions at the U.N.","response":"Pablo Casals"}],"originalDate":"1993-01-13"}],{"category":"LITERATURE","text":"Preserved in a single manuscript called Cotton MS Vitellius A XV, this epic begins with the word \"Hwæt\", often translated as listen","response":"<i>Beowulf</i>"}]}