{"mix":273,"rounds":[[{"category":"DONS &amp; DONALDS","comments":"","clues":[{"text":"Original Mercury astronaut Donald Kent Slayton is better known by this nickname","response":"Deke"},{"text":"Donald Arthur Glaser received this prize in 1960 for inventing the bubble chamber","response":"the Nobel Prize"},{"text":"At the 1964 Olympics in this Japanese city, Don Schollander became the 1st swimmer to win 4 gold medals","response":"Tokyo"},{"text":"His 1988 book \"For The Record\" revealed the influence of astrology on the Reagan White House","response":"Donald Regan"},{"text":"Guy Burgess &amp; this British spy disappeared from England in 1951 &amp; surfaced in Moscow 5 years later","response":"Donald MacLean"}],"originalDate":"1993-01-13"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"This 1950 film ends with Gloria Swanson saying, \"All right, Mr. De Mille, I'm ready for my close-up\"","response":"<i>Sunset Boulevard</i>"},{"text":"Kenny Rogers teamed with this female country singer in 1983 to record \"Islands in the Stream\"","response":"Dolly Parton"},{"text":"The third leg of horse racing's Triple Crown is named for this banker &amp; diplomat","response":"(August) Belmont"},{"text":"All exports from the U.S. to Europe were barred by this 1807 act, but it failed &amp; was rendered inactive in 1809","response":"The Embargo Act"},{"text":"A Jewish-sponsored university in Waltham, Massachusetts is named for this Supreme Court justice","response":"Brandeis"}],"originalDate":"1993-01-13"},{"category":"CORPORATE AMERICA","comments":"","clues":[{"text":"It's the middle name of Aaron Ward, who started a mail-order business in 1872","response":"Montgomery"},{"text":"He bought Walter Jacobs' car rental firm in 1923, sold it to GM in 1925 &amp; bought it back in 1953","response":"John Hertz"},{"text":"The top jeans maker in the U.S. is VF Corporation, VF standing for this lingerie line it owns","response":"Vanity Fair"},{"text":"George Bush co-founded Zapata Petroleum, which later merged into this top U.S. motor oil company","response":"Pennzoil"},{"text":"In 1934 a Wooster, Ohio company turned from balloons to dustpans under this brand name","response":"Rubbermaid"}],"originalDate":"1993-01-13"},{"category":"LET'S GET MEDICAL","comments":"","clues":[{"text":"Yes, these parasitic annelids of the class Hirudinea can actually help drain a hematoma, but yeeeesh!","response":"leeches"},{"text":"Amyotrophic lateral sclerosis, also known as his disease, claimed his life in 1941","response":"Lou Gehrig"},{"text":"A yellow or orange coloration to the skin is caused by an excess of this pigment, perhaps after eating too many carrots","response":"beta carotene (carotin)"},{"text":"Athletes sometimes strain this large extensor muscle of the thigh whose name means \"four headed\"","response":"quadriceps"},{"text":"In July 1976 a form of pneumonia caused the deaths of 29 members of this organization in Philadelphia","response":"American Legionnaires (American Legion)"}],"originalDate":"2023-10-13"},{"category":"WHO SAID THIS?","comments":"","clues":[{"text":"\"Sen. Obama, I am not President Bush. If you wanted to run against President Bush, you should have run 4 years ago\"","response":"McCain"},{"text":"Before Congress in 1951, he announced, \"I now close my military career...\"","response":"MacArthur"},{"text":"In a 1974 national TV address he conveyed, \"Our long national nightmare is over...\"","response":"(Gerald) Ford"},{"text":"He humbly shared with the British in 1936, \"A few hours ago I discharged my last duty as king...\"","response":"Edward VIII"},{"text":"In a 1775 speech he declared, \"I know not what course others may take...\"","response":"Patrick Henry"}],"originalDate":"2023-10-13"},{"category":"AWARDS &amp; HONORS","comments":"","clues":[{"text":"The Gracie Awards from the Alliance for Women in Media are named for this radio &amp; TV pioneer &amp; wife of George Burns","response":"Gracie Allen"},{"text":"Classical music's Wihuri Sibelius Prize is awarded by members of music institutions from this country","response":"Finland"},{"text":"Sign language played a big part in this 1980 Tony Award winner for Best Play","response":"<i>Children of a Lesser God</i>"},{"text":"He won Pulitzers for his plays in 1948 &amp; 1955","response":"Tennessee Williams"},{"text":"For supporting health &amp; education globally, Rihanna received a 2017 humanitarian award from this oldest U.S. college","response":"Harvard"}],"originalDate":"2023-10-13"}],[{"category":"LIKE A ROCK","comments":"","clues":[{"text":"A record of past performance; some people start over with a clean one","response":"a slate"},{"text":"The object of a pursuit, such as a hunted animal","response":"a quarry"},{"text":"In earlier days, this pro-am golf tournament on California's Monterey peninsula was called the Crosby Clambake","response":"Pebble Beach"},{"text":"Rocky adjective for a harsh, raspy voice","response":"gravelly"},{"text":"This cake's mottled or streaked look is achieved by alternating vanilla &amp; chocolate batters","response":"marble"}],"originalDate":"2023-10-13"},{"category":"LANDLOCKED COUNTRIES","comments":"","clues":[{"text":"Among landlocked countries, this war-torn Asian land is alphabetically first","response":"Afghanistan"},{"text":"The 2 that are landlocked because they are completely surrounded by Italy","response":"Vatican City & San Marino"},{"text":"This large landlocked Asian country starts with the same 3 letters as a day of the week","response":"Mongolia"},{"text":"Ouagadougou, the capital of this country, is about 500 miles from the seacoast","response":"Burkina Faso"},{"text":"This landlocked African country was once called Nyasaland","response":"Malawi"}],"originalDate":"2023-10-13"},{"category":"PRE-FAME CELEBS IN ADS","comments":"","clues":[{"text":"Before he entered \"The Matrix\", he helped us choose Kellogg's Corn Flakes","response":"Keanu Reeves"},{"text":"\"30 Rock\" was far in her future when she suggested we go to Mutual Savings Bank","response":"Tina Fey"},{"text":"Near the \"Inception\" of his career, this now-superstar informed the world that Bubble Yum \"keeps it poppin\"'","response":"Leonardo DiCaprio"},{"text":"With no pandas, kung fu or otherwise in sight, he hawked \"Pitfall\" for the Atari 2600 (in a pith helmet!)","response":"Jack Black"},{"text":"One minute you're selling Corn Pops in a 1999 ad, the next, meth on AMC 9 years later<span class=\"nobreak\">--</span>such is this young actor's life","response":"Aaron Paul"}],"originalDate":"2023-10-13"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Now found in some dictionaries, IMHO, when used in emails &amp; texting, is short for this phrase","response":"in my honest opinion (or in my humble opinion)"},{"text":"Often a misdemeanor, it means to linger in a place for no real reason","response":"loiter"},{"text":"Mum's a word for this flower with a longer name","response":"a chrysanthemum"},{"text":"Depending on how you pronounce it, it can be a substance burned for its fragrance, or it can mean to anger someone","response":"incense"},{"text":"Having all 5 vowels in alphabetical order, it means cleverly amusing, but it can also be snarky in tone","response":"facetious"}],"originalDate":"2023-10-13"},{"category":"FELONIOUS MONKS","comments":"(Ken: That's the worst kind of monk.)","clues":[{"text":"In 1589 a fanatical monk named Jacques Clement assassinated this country's reigning king Henry III","response":"France"},{"text":"John de Roma is one of the brutal monks in the 16th c. Protestant \"Book of\" these people who died for their faith","response":"<i>Martyrs</i>"},{"text":"AKA Saloth Sar, he was a novice monk for a time in Cambodia before becoming infamous for \"Killing Fields\"","response":"Pol Pot"},{"text":"Friar Vicente de Valverde gave Atahuallpa the choice of death by fire or garrote; he chose the latter &amp; this empire ended","response":"the Incan"},{"text":"As the first Grand Inquisitor in Spain, this Dominican authorized torture","response":"Torquemada"}],"originalDate":"2023-10-13"},{"category":"ANATOMY","comments":"","clues":[{"text":"It's the bulging front part of the larynx &amp; is bigger in men than in women","response":"the Adam's apple"},{"text":"They contain tarsals, metatarsals &amp; phalanges","response":"the feet"},{"text":"The pyloric sphincter is the \"door\" at its exit to the small intestine","response":"the stomach"},{"text":"The place where specific ones of these are located on a chromosome is called a locus","response":"genes"},{"text":"Type of tissue that connects your ribs to your breastbone","response":"cartilage"}],"originalDate":"1991-10-22"}],{"category":"AMERICAN WOMEN","text":"The New York Times wrote of this woman who had died in 1951, \"Though she was forgotten at the time, part of her remained alive\"","response":"Henrietta Lacks"}]}