{"mix":275,"rounds":[[{"category":"GOT MILK?","comments":"","clues":[{"text":"1 of this unit of milk weighs about 8.5 pounds","response":"a gallon"},{"text":"A Frenchman created this process that kills microorganisms in milk by heating it","response":"pasteurization"},{"text":"Commercial cow's milk is commonly enriched with these 2 vitamins","response":"A & D"},{"text":"This type of sugar that's less sweet than sucrose is found only in milk","response":"lactose"},{"text":"In 1856 Gail Borden received a patent for his process to do this to milk","response":"condense"}],"originalDate":"2023-10-12"},{"category":"PRESIDENTS' EXECUTIVE ORDERS","comments":"(Ken: You'll have to name the president who issued each order.)","clues":[{"text":"\"There shall be... an office of Lend-Lease Administration\"","response":"FDR"},{"text":"\"I hereby appoint a commission to ascertain, evaluate and report upon the facts relating to the assassination of the late president\"","response":"Lyndon B. Johnson"},{"text":"\"You or any officer you may designate will, in your discretion, suspend the writ of habeas corpus\"","response":"Lincoln"},{"text":"\"Prohibiting certain transactions with respect to the Crimea region of Ukraine\"","response":"Obama"},{"text":"\"Providing assistance for the removal of an obstruction of justice within the state of Arkansas\"","response":"Eisenhower"}],"originalDate":"2023-10-12"},{"category":"HAPPIER MOVIE ENDINGS","comments":"","clues":[{"text":"\"You're not going to drown, Jack.\" \"Why, Rose?\" \"I have an inflatable life raft. I probably should've said something earlier\"","response":"<i>Titanic</i>"},{"text":"\"I see dead people, Dr. Crowe... but you're not one of 'em. You're very, very much alive &amp; happily married\"","response":"<i>The Sixth Sense</i>"},{"text":"\"Forget it, Jake, it's... hold on<span class=\"nobreak\">--</span>Evelyn's okay. The bullets missed her in the car. She's fine &amp; the cops are letting her go\"","response":"<i>Chinatown</i>"},{"text":"\"Hold the execution. John Coffey's been found innocent. He is a free man.\" \"Phew. That was close\"","response":"<i>The Green Mile</i>"},{"text":"Whoa...we're killing off Wolverine?! The film's made over $600 million! No! He heals up just fine, dusts himself off &amp; makes a sequel","response":"<i>Logan</i>"}],"originalDate":"2023-10-12"},{"category":"\"L\" ON EARTH","comments":"","clues":[{"text":"This state's largest inland body of water is the brackish Lake Pontchartrain","response":"Louisiana"},{"text":"Maseru is the capital of this African kingdom","response":"Lesotho"},{"text":"This principality of Central Europe covers a scant 62 square miles in area","response":"Liechtenstein"},{"text":"It's the longest river entirely in France","response":"the Loire"},{"text":"It's \"jar\"ring to note that before sailing to America in 1620, the Pilgrims lived in this Dutch city for more than 10 years","response":"Leiden"}],"originalDate":"2023-10-12"},{"category":"YOU NEED TO CLEAR THAT UP","comments":"","clues":[{"text":"This word precedes \"Shade Of Winter\" in a Bangles song title","response":"Hazy"},{"text":"\"Big\" is found within this big word that means \"open to interpretation\"","response":"ambiguous"},{"text":"\"V\" know this word meaning not clear is from the Latin for \"wandering\"","response":"vague"},{"text":"Verbiage from the State Department may leave you in this state; it comes before \"Bottom\" in the D.C. area where state is located","response":"Foggy"},{"text":"Grammatically, the word \"an\" is this type of article","response":"an indefinite article"}],"originalDate":"2023-10-12"},{"category":"AS SEEN ON <em class=\"underline\">SHARK TANK</em>","comments":"","clues":[{"text":"A must-have during the pandemic, the Shark-backed Phonesoap device can sanitize your germy phone using this kind of light","response":"an ultraviolet light"},{"text":"Shark Lori Greiner won the bidding war for this smiley-faced cleaning implement, and the rest is sponge history","response":"Scrub Daddy"},{"text":"This company with a bumblebee-inspired name has the highest lifetime sales in \"Shark\" history; that's a lot of socks","response":"Bombas"},{"text":"\"The #1 way to #2\" is one notable tagline for this popular Shark-endorsed toilet stool (pun intended)","response":"Squatty Potty"},{"text":"Formerly \"Doorbot\", this smart video doorbell was scooped up by Amazon after the Sharks rejected it<span class=\"nobreak\">--</span>those ding-dongs","response":"the Ring"}],"originalDate":"2023-10-11"}],[{"category":"WOULDA, COULDA, SHOULDA","comments":"","clues":[{"text":"She urged us to get out and vote in 2020, cautioning firsthand against \"another woulda, coulda, shoulda election\"","response":"Hillary Clinton"},{"text":"The credo \"Shoulda, coulda, and woulda won't get it done\" led Pat Riley to 4 NBA titles coaching this team","response":"the L.A. Lakers"},{"text":"Decades of TV ads featured beverage drinkers lamenting, \"I could've had\" one of these juice cocktails","response":"a V8"},{"text":"This author of \"The Giving Tree\" gave us the poem \"Woulda-Coulda-Shoulda\", a fun-size lesson in just doing it","response":"Shel Silverstein"},{"text":"Darth Vader's cheery banter with the hero of this Disney+ series includes, \"You should've killed me when you had the chance\"","response":"<i>Obi-Wan Kenobi</i>"}],"originalDate":"2023-10-11"},{"category":"DEMONYMS","comments":"(Ken: Now, demonyms are words that refer to a native or a resident of a certain place.)","clues":[{"text":"If you live in a scenic coastal region of Croatia, this term might refer to you<span class=\"nobreak\">--</span>or perhaps to any of your 101 dogs","response":"Dalmatian"},{"text":"It's a bird! It's a fruit! It's the nickname for a native New Zealander!","response":"a Kiwi"},{"text":"This country has no nickname for its residents, perhaps because there aren't very many; but on the plus side... Pope sightings!","response":"Vatican City"},{"text":"Never to be confused with Cretins with an \"I\", Cretans with an \"A\" hail from this nation's largest island","response":"Greece"},{"text":"It's how you might refer to a resident of Tirana, a capital city near the Adriatic coast<span class=\"nobreak\">--</span>or to a resident of NY's state capital","response":"an Albanian"}],"originalDate":"2023-10-11"},{"category":"OH, THAT'S RICH","comments":"","clues":[{"text":"Chef Jamie Oliver's website says that if you use lamb instead of beef for cottage pie, it should go by this occupational name","response":"shepherd's pie"},{"text":"Intoxicated West Point cadets started a riot on Christmas Eve, 1826 named for this seasonal treat which they clearly spiked","response":"egg nog"},{"text":"One signature of Detroit-style pizza is that instead of mozzarella, it uses brick cheese from this dairy state","response":"Wisconsin"},{"text":"To make a Black Forest cake you'll need chocolate, whipped cream and these fruits pitted","response":"cherries"},{"text":"Appropriately, the name of this dish consisting of French fries, cheese curds &amp; gravy is also slang for \"mess\" in Québec","response":"poutine"}],"originalDate":"2023-10-11"},{"category":"LESSER-KNOWN SIBLINGS","comments":"","clues":[{"text":"Barbara Ross-Lee was the first Black female dean of a U.S. medical school; her sister led this '60s Motown group","response":"The Supremes"},{"text":"Like her father and Atticus Finch, Alice Lee, sister of author Harper Lee, was one of these professionals","response":"lawyer"},{"text":"While his bros had hits like \"Sucker\", actor Frankie said he hated being called \"the bonus\" this name","response":"Jonas"},{"text":"This man who seized power in his country in 1959 may have seen red when his sister Juanita sold her Miami pharmacy to CVS in 2006","response":"Fidel Castro"},{"text":"Berenice IV who was dethroned and executed by her father was the sister of this queen who committed suicide in 30 BC","response":"Cleopatra"}],"originalDate":"2023-10-11"},{"category":"ALL YOU NEED IS \"L-O-V-E\"","comments":"(Ken: These are words that can be made entirely from the letters in \"love\". You could use them more than once if you need to, in fact.)","clues":[{"text":"A company called \"London\" this \"tours\" provides \"a whirlwind tour of the history of the British public toilet\"","response":"loo"},{"text":"Bert Lahr, who played the Cowardly Lion in \"The Wizard of Oz\", was fittingly born under this zodiac sign symbolized by a lion","response":"a Leo"},{"text":"Led Zeppelin warned that this type of wall is \"going to break\", while Don McLean lamented that it was dry","response":"a levee"},{"text":"This Swedish automaker's museum features a full-sized XC90 SUV made from Legos","response":"Volvo"},{"text":"As Charles Darwin could tell you, to do this is to gradually change or develop over time","response":"evolve"}],"originalDate":"2023-10-11"},{"category":"FEELING GASSY","comments":"","clues":[{"text":"Head down to the hardware store for some C<sub>3</sub>H<sub>8</sub>, this gas they keep on hand for grillers","response":"propane"},{"text":"In 2022, an environmental data firm used satellites to study how much methane comes from the belches of these farm animals","response":"cows"},{"text":"Designed by a French marquis in 1783, the pyroscaphe was the first operable boat to be powered by this gas","response":"steam"},{"text":"Unopened potato chip bags are made puffy by filling them with this gas, the most abundant one in our atmosphere","response":"nitrogen"},{"text":"Helium gas gets its name from the Greek word for this astronomical body where it was first detected","response":"the Sun"}],"originalDate":"2023-10-11"}],{"category":"ARTWORK","text":"Rembrandt's only seascape is set here, where the main figure once said, \"Why are ye fearful, O ye of little faith?\"","response":"the Sea of Galilee"}]}