{"mix":277,"rounds":[[{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In 1893 Arthur Conan Doyle killed this sleuth, only to bring him back in another story","response":"Sherlock Holmes"},{"text":"He's the aging one-eyed marshal in the novel &amp; movie \"True Grit\"","response":"Rooster Cogburn"},{"text":"This Tolstoy heroine almost dies after giving birth to Count Vronsky's baby","response":"Anna Karenina"},{"text":"In an 1896 novel by H.G. Wells, this doctor attempts to turn animals into men","response":"Dr. Moreau"},{"text":"At 18 she leaves the Lowood School to become a governess at Thornfield Manor","response":"Jane Eyre"}],"originalDate":"1993-01-26"},{"category":"A VAN DOWN BY THE RIVER","comments":"","clues":[{"text":"Some of the great sights of Giza are the pyramids &amp; my van on the bank of this river","response":"the Nile"},{"text":"I drove on the left to park my van beside this river, right near the U.K.'s Houses of Parliament","response":"the Thames"},{"text":"Darned van broke down for good on River Road in Baton Rouge, beside this river","response":"the Mississippi"},{"text":"Everyone remember where we parked! The van's in Al Qurnah, Iraq, where this 1,700-mile-long river joins the Tigris!","response":"the Euphrates"},{"text":"Unlike Mr. Knievel, the van doesn't try to jump this river that forms part of the boundary between Idaho &amp; Oregon","response":"the Snake River"}],"originalDate":"2023-10-11"},{"category":"SURELY YOU JOUST","comments":"","clues":[{"text":"King Arthur set up the diamond jousts, a series of 9 annual tournaments all won by this knight","response":"Lancelot"},{"text":"This synonym for jousting that sounds like a pinball term refers to the barrier between the opponents","response":"tilt (tilting)"},{"text":"The National Jousting Association says the first recorded joust came in this year, same as the Battle of Hastings","response":"1066"},{"text":"Today, joust fans, a bloody treat! Sir Harry has challenged Sir Gary to battle \"à outrance\", which means this","response":"to the death"},{"text":"Most jousting was unregulated &amp; illegal until given official sanction for the first time by this English king in 1194 A.D.","response":"Richard I (the Lionhearted)"}],"originalDate":"2023-10-11"},{"category":"TAKE MY \"Y\", PLEASE!","comments":"","clues":[{"text":"Take this toy I use to \"walk the dog\"; I tried that \"warp drive\" trick, &amp; now I'm in traction","response":"a yo-yo"},{"text":"Take this crossbar with 2 U-shaped pieces; my oxen are on strike, &amp; they refuse to wear it","response":"a yoke"},{"text":"Take this pack animal I brought back from Asia; it grunts so much I can't sleep at night","response":"a yak"},{"text":"Please take my \"Learn to\" do this CD; if I hear \"Alpine Honeymoon\" one more time, I'll go bananas","response":"yodel"},{"text":"Take this role in \"Fiddler on the Roof\"; I wanted to play it, but Bea Arthur's old Broadway costume doesn't fit me","response":"Yenta"}],"originalDate":"2023-10-11"},{"category":"AN IMMODEST PROPOSAL","comments":"(Ken: You'll have to name the man who is immodestly proposing to his future wife.)","clues":[{"text":"Marilyn, I think what was lacking in your marriage to that baseball guy was a Pulitzer, &amp; I have one of those! So whaddya say?","response":"Miller"},{"text":"Imelda, you're a 1950s Manila beauty queen! Nice! But marry me &amp; be my first lady (&amp; you'll get shoes! Lots of shoes!)","response":"Marcos"},{"text":"Sorry about your hubby Marcellus' death, Octavia! But it's 40 B.C. &amp; I love Y<span class=\"nobreak\">--</span>no, I'm not into Egyptian girls. Why?","response":"Mark Antony"},{"text":"Mary, in 1936, I wanna make you wife number 2! I'm gonna unearth the world for you in East Africa!","response":"Louis Leakey"},{"text":"'Cilla Mullins, it's the 17th c., baby, &amp; I'm speaking for myself. Come on, li'l mama! We'll have 10 kids &amp; make Plymouth rock!","response":"John Alden"}],"originalDate":"2023-10-11"},{"category":"BASEBALL MOVIE HAIKU","comments":"","clues":[{"text":"\"Ease his pain\", it said/ A voice that whispered through corn/ Doc Graham got to play","response":"<i>Field of Dreams</i>"},{"text":"Jimmy once a pro/ Alas, war calls men away/ Nine gals beats no gals...","response":"<i>A League of Their Own</i>"},{"text":"Lupus &amp; Tanner/ Skilled not inside the diamond/ Buttermaker drinks","response":"<i>The Bad News Bears</i>"},{"text":"Annie's got problems/ Nuke &amp; Crash are enamored/ The \"big show\" awaits","response":"<i>Bull Durham</i>"},{"text":"Cicotte, Weaver, Joe/ The Black Sox accept their fate/ Gambling mars the game","response":"<i>Eight Men Out</i>"}],"originalDate":"2023-10-11"}],[{"category":"BOOK CLUB","comments":"","clues":[{"text":"Charles Dickens rose to fame with \"The Posthumous Papers of\" this \"Club\"","response":"Pickwick"},{"text":"Sherlock's big brother, he could be found every evening at the Diogenes Club","response":"Mycroft"},{"text":"A 1989 bestseller begins, \"My father has asked me to be the fourth corner at\" this","response":"the Joy Luck Club"},{"text":"7th graders Kristy, Mary Anne, Claudia &amp; Stacey founded this club in a 1986 kids novel; around 250 titles later, it's still in business","response":"the Baby-Sitters Club"},{"text":"Lord Peter Wimsey frequents the Egotists' Club in mystery stories by this woman","response":"Dorothy L. Sayers"}],"originalDate":"2023-10-11"},{"category":"WORDS WITHIN WORDS","comments":"(Ken: Each correct response is hidden somewhere within a word in each clue.)","clues":[{"text":"I'm antireligious, but I prayed when this blew out at 90 miles per hour","response":"a tire (in an<b>tire</b>ligious)"},{"text":"The evangelical Protestant claimed to have seen a cherub, a type of this","response":"an angel (in ev<b>angel</b>ical)"},{"text":"If the Low Countries were cut off from other anesthetics, this could be used in the Netherlands","response":"ether (in N<b>ether</b>lands)"},{"text":"The employees commiserated about the avariciousness of the boss<span class=\"nobreak\">--</span>he really is a this","response":"a miser (in com<b>miser</b>ated)"},{"text":"The physician felt a rush of adrenaline when he barely avoided nicking this artery entering the kidney","response":"renal (in ad<b>renal</b>ine)"}],"originalDate":"2023-10-11"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"The artificially created Lake Texoma borders these two states","response":"Texas & Oklahoma"},{"text":"For the 1988 Summer Olympics, new sports facilities were built along this city's Han River","response":"Seoul"},{"text":"About 75% of the Caspian Sea's water comes from this river that empties into it","response":"the Volga"},{"text":"The extreme southern part of this sea, an arm of the Mediterranean, is called the Sea of Crete","response":"the Aegean"},{"text":"Because of its catastrophic flooding, this river has been called \"China's Sorrow\"","response":"the the Hwang Ho (the Yellow River)"}],"originalDate":"1991-10-24"},{"category":"RABBITS IN FILM","comments":"","clues":[{"text":"This 1950 Jimmy Stewart film could be titled \"The Invisible Rabbit\"","response":"<i>Harvey</i>"},{"text":"This 1988 film about a rabbit actor won 4 Oscars, including one for Special Visual Effects","response":"<i>Who Framed Roger Rabbit</i>"},{"text":"In this 1987 film Glenn Close boils a bunny belonging to Michael Douglas' daughter","response":"<i>Fatal Attraction</i>"},{"text":"This 1978 film based on a Richard Adams book is about a rabbit colony looking for a home","response":"<i>Watership Down</i>"},{"text":"1939 classic in which Lennie is excited at George's fantasy about operating a rabbit ranch","response":"<i>Of Mice and Men</i>"}],"originalDate":"1991-10-24"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Dan Greenburg's 1965 best seller was titled \"How to Be a Jewish\" one of these","response":"mother"},{"text":"He added a history of the Compsons to \"The Sound and the Fury\" 15 years after it was first published","response":"William Faulkner"},{"text":"He opened an eye practice in London in 1891; no one came, so he wrote full-time about a private eye","response":"Conan Doyle"},{"text":"1 of 2 Thomas Harris best sellers that feature Hannibal the Cannibal","response":"<i>The Silence of the Lambs</i> (or <i>Red Dragon</i>)"},{"text":"In December 1989 this late author's son Yevgeny picked up his father's 1958 Nobel Prize medal in Stockholm","response":"Boris Pasternak"}],"originalDate":"1991-10-24"},{"category":"COMPUTER TALK","comments":"","clues":[{"text":"It's the \"nuts &amp; bolts\" or physical components that make up a computer","response":"the hardware"},{"text":"A program that's easy to understand &amp; operate is described by this \"amicable\" term","response":"user friendly"},{"text":"Knowingly spreading one of these \"infectious\" programs is a criminal act","response":"a virus"},{"text":"This term refers to the use of personal computers to design &amp; print quality books &amp; documents","response":"desktop publishing"},{"text":"Called AI for short, it refers to the use of computers to simulate human thinking","response":"artificial intelligence"}],"originalDate":"1991-10-24"}],{"category":"THE MOVIES","text":"Louise &amp; Lisa Burns, twins featured in this 1980 film, told a magazine, \"We're naturally spooky!\"","response":"<i>The Shining</i>"}]}