{"mix":282,"rounds":[[{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"In April San Antonio's annual fiesta commemorates the siege of this mission","response":"the Alamo"},{"text":"This largest Oregon city has held its annual Rose Festival since June 1907","response":"Portland"},{"text":"Every year in late June &amp; early July, this Pennsylvania city has a Civil War Heritage Week","response":"Gettysburg"},{"text":"The Narragansett Indians hold an annual August meeting in Charlestown in this New England state","response":"Rhode Island"},{"text":"An annual event in Michigan is the Labor Day Walk over this bridge between the Upper &amp; Lower Peninsulas","response":"the Mackinac Bridge"}],"originalDate":"1993-01-22"},{"category":"CANADA","comments":"","clues":[{"text":"This province's first public library opened in Calgary in 1912","response":"Alberta"},{"text":"This prime minister's first name is Martin; Brian is his middle name","response":"Mulroney"},{"text":"In 1984 he became the first pope to visit Canada","response":"John Paul II"},{"text":"You'll find the university of this Canadian province in Saskatoon","response":"Saskatchewan"},{"text":"Expo 67, which marked the centennial of Canada's Confederation, was held in this city","response":"Montreal"}],"originalDate":"1993-01-22"},{"category":"TIME","comments":"","clues":[{"text":"The tropical year used for our calendar is made of 46 seconds, 48 minutes, 5 hours &amp; this many days","response":"365"},{"text":"Instrument, institute &amp; this period of time are all abbreviated inst.","response":"instant"},{"text":"Juliet called it an inconstant thing \"that monthly changes in her circled orb\"","response":"the Moon"},{"text":"The Shadow knows this timepiece is referred to in 2 Kings 20:9-11","response":"a sundial"},{"text":"Swimming this 55-mile- wide strait E-W, you cross the International Date Line, so add 24 hours to your time","response":"the Bering Strait"}],"originalDate":"1993-01-22"},{"category":"EVEN MORE MOOSE POTPOURRI","comments":"","clues":[{"text":"In 1980 students at this New Haven school stole a moose head &amp; said they'd eat it if midterms weren't canceled","response":"Yale"},{"text":"In 1948 he wrote about Thidwick, a big-hearted moose, not a Grinch","response":"Dr. Seuss"},{"text":"Among those in this sport nicknamed moose were Haas, McCormick, Morton &amp; Skowron","response":"baseball"},{"text":"This American novel tells how Tashtego, from a moose-hunting Indian tribe, turned to whale harpooning","response":"<i>Moby-Dick</i>"},{"text":"In Archie Comics, Moose attends this high school","response":"Riverdale"}],"originalDate":"1993-01-22"},{"category":"WORLD WAR II","comments":"","clues":[{"text":"This strategic island was less than 8 sq. miles, had no fresh water &amp; featured Mt. Suribachi, an extinct volcano","response":"Iwo Jima"},{"text":"On July 25, 1943 King Victor Emmanuel III fired him as the head of government &amp; put him in prison","response":"Mussolini"},{"text":"Some joked the initials O.S.S. meant \"oh so secret\", but it really stood for this","response":"the Office of Strategic Services"},{"text":"Though most unions made a no-strike pledge during the war, John L. Lewis took this group out anyway","response":"the coal miners"},{"text":"It was the code name given to the 1944 Anglo-American cross-Channel D-Day invasion","response":"Operation Overlord"}],"originalDate":"1993-01-22"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"They're the 3 traditional flavors in Neapolitan ice cream","response":"vanilla, chocolate & strawberry"},{"text":"From the Turkish, it literally means \"roast meat on a skewer\"","response":"a shish kebab"},{"text":"This salad consists of diced apples, celery &amp; nuts dressed with mayonnaise","response":"a Waldorf salad"},{"text":"Limburger cheese was named for Limbourg, a province in this Low country where it originated","response":"Belgium"},{"text":"This baked Greek dish consists of layers of ground lamb &amp; eggplant flavored with onions, tomatoes &amp; cinnamon","response":"moussaka"}],"originalDate":"1993-01-22"}],[{"category":"OPERA","comments":"","clues":[{"text":"The triumphal chorus of this Verdi opera contains the line \"Glory to Egypt's Mighty Gods\"","response":"<i>Aida</i>"},{"text":"\"Habanera\", an aria from this opera, begins, \"Love is a gypsy boy\"","response":"<i>Carmen</i>"},{"text":"\"Das Rheingold\" is the first opera in this Wagner cycle of 4 dramas","response":"<i>The Ring of the Nibelung</i>"},{"text":"In this Puccini opera, Rodolfo, Marcello, Colline &amp; Schaunard share a garret in Paris' Latin Quarter","response":"<i>La bohème</i>"},{"text":"In an Offenbach opera, he relates the story of his 3 loves: Olympia, Giulietta &amp; Antonia","response":"Hoffmann"}],"originalDate":"1993-01-22"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In the 1960s some of his short works appeared in \"Six Tales of the Jazz Age, and Other Stories\"","response":"(F. Scott) Fitzgerald"},{"text":"Edith Wharton was the first woman to win the Pulitzer Prize for fiction for her novel \"The Age of\" this","response":"<i>The Age of Innocence</i>"},{"text":"\"Catriona\", or \"David Balfour\" as it's known in America was Robert Louis Stevenson's sequel to this novel","response":"<i>Kidnapped</i>"},{"text":"His 1983 novel \"Poland\" centers on the fictional village of Bukowo on the Vistula River","response":"Michener"},{"text":"This 1972 bestseller by Richard Adams follows a group of rabbits as they search for a new warren","response":"<i>Watership Down</i>"}],"originalDate":"1993-01-22"},{"category":"STREETS","comments":"","clues":[{"text":"The Bank of England fronts on Threadneedle Street just north of the Thames in this city","response":"London"},{"text":"Among the streets in this European capital are Gran Via, Calle de Alcala &amp; Paseo del Prado","response":"Madrid"},{"text":"Streets in this U.S. resort include Baltic Avenue, Pacific Avenue &amp; Virginia Avenue","response":"Atlantic City"},{"text":"It's the New York avenue on which you'd find the Empire State Building &amp; St. Patrick's Cathedral","response":"Fifth Avenue Beale Street"},{"text":"W.C. Handy wrote &amp; played his blues compositions from Pee Wee's Saloon on this Memphis street","response":"Beale Street"}],"originalDate":"1993-01-22"},{"category":"BLOOD","comments":"","clues":[{"text":"This fatty substance is carried through the blood by lipoproteins","response":"cholesterol"},{"text":"This blood type is called a universal donor","response":"O"},{"text":"People with this red blood cell substance, found in 1940, are \"positive\", those without it, \"negative\"","response":"Rh"},{"text":"A blood pressure reading gives 2 figures: one for systolic pressure &amp; one for this","response":"pressure"},{"text":"This watery part of the blood carries such substances as minerals, hormones &amp; enzymes","response":"plasma"}],"originalDate":"1993-01-22"},{"category":"EARTH SCIENCE","comments":"","clues":[{"text":"In a mining lode, the gangue is the junk &amp; this is the mineral with the good stuff in it","response":"ore"},{"text":"This temperature oscillation in the equatorial Pacific Ocean was also a nickname of the young Rafael Nadal","response":"El Niño"},{"text":"It's not just oil<span class=\"nobreak\">--</span>Saudi Arabia has reserves of over 300 trillion cubic feet of this","response":"natural gas"},{"text":"Seismographers use the difference in speed between P waves &amp; S waves to help locate this point","response":"the epicenter (of an earthquake)"},{"text":"Some ocean sediment is radiolarian ooze, made of these parts of tiny protozoans","response":"little skeletons (shells)"}],"originalDate":"2023-10-04"},{"category":"PLEASE BEAR WITH ME","comments":"","clues":[{"text":"A Feb. 2023 headline said this movie about one seriously hopped-up ursine \"snorts up $23 million opening weekend\"","response":"<i>Cocaine Bear</i>"},{"text":"Wocka wocka! To voice this Muppet, Frank Oz said, \"I had to flesh him out, so I made him desperately insecure\"","response":"Fozzie Bear"},{"text":"Movie within a movie time! In \"The Unbearable Weight of Massive Talent\", Nic Cage &amp; Pedro Pascal swoon over this Brit-based bear \"2\"","response":"<i>Paddington</i>"},{"text":"This man as Jackie Moon, after a stunt on the court with a bear goes awry in \"Semi-Pro\": \"If you have a small child, use it as a shield!\"","response":"Will Ferrell"},{"text":"Phil Harris provided the bear necessities as this character in 1967's \"The Jungle Book\"","response":"Baloo"}],"originalDate":"2023-10-04"}],{"category":"BOOK &amp; MOVIE TITLE REFERENCES","text":"The title of this 2001 book, also a 2003 film, forms a partial border between Boston, Chelsea, Medford &amp; Everett","response":"<i>Mystic River</i>"}]}