{"mix":284,"rounds":[[{"category":"COLOR","comments":"","clues":[{"text":"In the human eye, rods are used for night vision &amp; these act as color sensors","response":"cones"},{"text":"This man who introduced Polacolor film in 1963 is known for his research on how we perceive color","response":"Land"},{"text":"Bees' color vision includes these wavelengths too short for humans to see","response":"ultraviolet"},{"text":"Colorants that dissolve in liquid are dyes; those that stay as tiny particles are these","response":"pigments"},{"text":"He was the first scientist to discover that white light is a blend of many colors","response":"Newton"}],"originalDate":"1992-11-04"},{"category":"WORLD FACTS","comments":"","clues":[{"text":"The world's largest town in area is Mount Isa, Queensland, in this country","response":"Australia"},{"text":"The Pont-Neuf, begun in 1578, is this world capital's oldest surviving bridge","response":"Paris"},{"text":"The population of this island nation is approximately 78% Greek, 19% Turkish &amp; 3% other","response":"Cyprus"},{"text":"It's the only Canadian province bordering the Great Lakes","response":"Ontario"},{"text":"According to Guinness, more people emigrate from this country than from any other in the world","response":"Mexico"}],"originalDate":"1992-11-04"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"While Tolstoy was writing \"War and Peace\", this man was inventing dynamite","response":"Nobel"},{"text":"When Thomas a Becket was murdered in 1170, this Mongol leader was just a lad","response":"Genghis Khan"},{"text":"In 1543 Henry VIII put Catherine Parr at the center of his universe &amp; this man did the same with the Sun","response":"Copernicus"},{"text":"Ben Franklin could have measured the heat from his new stove by using this man's new centigrade thermometer","response":"Celsius"},{"text":"While Hippocrates was treating frogs in Throats, he was writing \"The Frogs\"","response":"Aristophanes"}],"originalDate":"1992-11-04"},{"category":"DISASTERS","comments":"","clues":[{"text":"In 1556 an estimated 830,000 lives were lost when an earthquake hit this country's Shaanxi Province","response":"China"},{"text":"In 1990 it was reported that about 300 people had died as a result of this Soviet nuclear disaster","response":"Chernobyl"},{"text":"St. Elmo's fire may have contributed to its explosion May 6, 1937","response":"the Hindenburg"},{"text":"This co.'s 1984 toxic gas leak at its Bhopal, India plant is considered the world's worst industrial disaster","response":"Union Carbide"},{"text":"In 1902 this volcano on Martinique erupted &amp; wiped out the city of St. Pierre","response":"Pelee"}],"originalDate":"1992-11-04"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In 1988 this company started closing its hearty Burgundy wine with a cork instead of a screw cap","response":"Gallo"},{"text":"The industrial giant originally called Fabbrica Italiana Automobili Torino is now known by this name","response":"Fiat"},{"text":"Fred Smith got only a C on his college paper proposing what became this overnight delivery company","response":"Federal Express"},{"text":"This insurance company's red umbrella logo has been a trademark since 1960","response":"Travelers"},{"text":"Fleetwood Enterprises produces the Southwind, Tioga &amp; Pace Arrow brands of these","response":"motorhomes (RVs)"}],"originalDate":"1992-11-04"},{"category":"ARE YOU SHAKESPEARIENCED?","comments":"(Ken: We'll give you a line, you name the play.)","clues":[{"text":"\"O mighty Caesar! Dost thou lie so low? Are all thy conquests, glories, triumphs, spoils, shrunk...\"","response":"<i>Julius Caesar</i>"},{"text":"\"The bell invites me. Hear it not, Duncan; for it is a knell that summons thee to heaven or to hell\"","response":"<i>Macbeth</i>"},{"text":"\"Neither a borrower nor a lender be\"","response":"<i>Hamlet</i>"},{"text":"\"The isle is full of noises, sounds and sweet airs, that give delight and hurt not\"","response":"<i>The Tempest</i>"},{"text":"\"All the world's a stage, and all the men and women merely players\"","response":"<i>As You Like It</i>"}],"originalDate":"2023-10-02"}],[{"category":"A CATEGORY ABOUT NOTHING","comments":"","clues":[{"text":"Nothing, as a tennis score","response":"love"},{"text":"Nothing, en Español","response":"<i>nada</i>"},{"text":"The \"hour\" for a military action to start","response":"zero hour"},{"text":"William Cowper: \"What peaceful hours I once enjoyed... but they have left an aching\" this","response":"void"},{"text":"9-letter word for lack of existence, or a person of no importance","response":"nonentity"}],"originalDate":"2023-10-02"},{"category":"PROVERB VS. PROVERB","comments":"","clues":[{"text":"I'm supposed to \"beware of Greeks bearing gifts\"<span class=\"nobreak\">--</span>but if they bring me a gift one of these, I shouldn't look in its mouth... hmmm","response":"a horse"},{"text":"OK, OK<span class=\"nobreak\">--</span>\"He who hesitates is lost\"... but aren't I supposed to do this before I leap?","response":"look"},{"text":"If this is \"mightier than the sword\", then why the heck do \"actions speak louder than words\"?","response":"the pen"},{"text":"Wait a minute<span class=\"nobreak\">--</span>\"Opposites attract\", but these \"flock together\"? huh?","response":"birds of a feather"},{"text":"So do I need a bigger kitchen, or not? \"Many hands make light work\", but \"Too many cooks spoil\" this stuff","response":"the stew (the broth)"}],"originalDate":"2023-10-02"},{"category":"THAT'S A VEGAS CASINO","comments":"","clues":[{"text":"It's a deceptive image of a distant object; in this case, both are in the desert","response":"a mirage"},{"text":"Lesser in name only, millions of these pink wading birds gather to breed on large lakes in East Africa","response":"flamingos"},{"text":"You'll find \"fifteen men on the dead man's chest<span class=\"nobreak\">--</span>yo-ho-ho, &amp; a bottle of rum!\" at the start of this novel","response":"<i>Treasure Island</i>"},{"text":"Lyrics in this song include \"these vagabond shoes are longing to stray\" &amp; \"these little town blues are melting away\"","response":"\"New York, New York\""},{"text":"A granite shrine of Alexander the Great is in the temple of this capital of Al-Uqsur in Upper Egypt","response":"Luxor"}],"originalDate":"2023-09-29"},{"category":"CHEMICAL FORMULAS","comments":"","clues":[{"text":"HCl is this, &amp; don't spill any on yourself","response":"hydrochloric acid"},{"text":"It's sweet, <br>it's simple,<br>it's C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>","response":"glucose"},{"text":"C<sub>2</sub>H<sub>5</sub>OH is this solvent that also gets added to gasoline","response":"ethanol"},{"text":"To get the formula for ammonia, put this letter before H<sub>3</sub>","response":"N"},{"text":"Also known as quicklime, CaO is this","response":"calcium oxide"}],"originalDate":"2023-09-29"},{"category":"BACK TO SCHOOL","comments":"","clues":[{"text":"English: his \"Unfinished Tales\", a collection of more Middle-earth material, was published 7 years after his death","response":"Tolkien"},{"text":"Econ: GDP, this, is the market value of all goods made within a nation's boundaries during a given period","response":"gross domestic product"},{"text":"Social studies: In 1984 this Baptist minister established the National Rainbow Coalition","response":"Jesse Jackson"},{"text":"History: This one of the 7 Ancient Wonders was said to be laid out on several brick terraces &amp; 75 feet above the ground","response":"the Hanging Gardens of Babylon"},{"text":"French: I hope you remember that oublier means this; don't do it now!","response":"forget"}],"originalDate":"2023-09-29"},{"category":"WORDS THAT END WITH \"E\"","comments":"","clues":[{"text":"It's zero in tennis, the last name of a Beach Boy &amp; all you need","response":"love"},{"text":"The phrase \"stay in your\" this is bad advice if you're being told not to try new things but good advice if you're driving","response":"lane"},{"text":"The United Nation's IPCC stands for the Intergovernmental Panel on this phrase","response":"Climate Change"},{"text":"This type of corporal is the third enlisted rank in the United States Marine Corps","response":"lance corporal"},{"text":"An early appearance of this 2-word term describing a macho perspective was in a 1975 essay about film by Laura Mulvey","response":"the male gaze"}],"originalDate":"2023-09-29"}],{"category":"SHORT STORIES","text":"\"Down<span class=\"nobreak\">--</span>steadily down it crept... downward with its lateral velocity.  To the right<span class=\"nobreak\">--</span>to the left\" is in this 1842 tale","response":"\"The Pit and the Pendulum\""}]}