{"mix":286,"rounds":[[{"category":"CHICKEN FIVE WAYS","comments":"","clues":[{"text":"You can get royally full on this dish that calls for cubed chicken, mushrooms, a sherry cream sauce and a few slices of toast","response":"chicken à la king"},{"text":"Said to have been invented in Glasgow in the 1970s, this spiced Indian curry is often called a national dish of Britain","response":"chicken tikka masala"},{"text":"A debate that continues to tear the country apart: should chicken wings come with a side of blue cheese or this dressing","response":"ranch"},{"text":"For a flavorful chicken Marsala, chefs recommend using real Marsala, a fortified wine made on this Italian island","response":"Sicily"},{"text":"In Japan, these succulent chicken skewers are grilled over a smokeless type of charcoal called binchotan","response":"yakitori"}],"originalDate":"2023-09-27"},{"category":"ALSO AN ANIMAL SOUND","comments":"","clues":[{"text":"The very first of these microblogging posts was sent by company cofounder Jack Dorsey on March 21, 2006","response":"a tweet"},{"text":"To make natural rubber, start by collecting latex by cutting slits in this layer of the rubber tree","response":"the bark"},{"text":"A Dutch term for a seller of ineffective medicines led to this word for an incompetent physician","response":"a quack"},{"text":"This word follows Chesapeake, Hudson and Guantanamo in the names of bodies of water","response":"bay"},{"text":"Players of this instrument \"are just belligerent, and cocky, and you know just hard-headed\" according to Wynton Marsalis","response":"the trumpet"}],"originalDate":"2023-09-27"},{"category":"POST-APOCALYPTIC POP CULTURE","comments":"","clues":[{"text":"Will Smith was so smitten with his canine co-star in this 2007 film that he wanted to adopt her","response":"<i>I Am Legend</i>"},{"text":"In his first-ever TV interview, Cormac McCarthy sat down with Oprah Winfrey after she selected this bleak novel for her book club","response":"<i>The Road</i>"},{"text":"Over 11 total seasons of \"The Walking Dead\", this \"Z\" word was surprisingly never used by a character","response":"zombie"},{"text":"Moviegoers were snack-shamed for chewing popcorn too loudly during this mostly silent film directed by John Krasinski","response":"<i>A Quiet Place</i>"},{"text":"Kevin Costner starred in two post-apocalyptic films in the 1990s: \"Waterworld\" and this misfire about a nameless drifter","response":"<i>The Postman</i>"}],"originalDate":"2023-09-27"},{"category":"FROM Z TO A","comments":"(Ken: This one's a little easier. All the correct responses will begin with \"Z\", end with \"A\".)","clues":[{"text":"A football referee gets this animal-inspired nickname thanks to the standard black &amp; white striped uniform","response":"a zebra"},{"text":"You'd say this four-letter word while reciting the Greek alphabet, or, when greeting Michael Douglas' wife","response":"zeta"},{"text":"In a classic 1986 Nintendo game, Link tries to rescue this title princess from Ganon","response":"Zelda"},{"text":"Last name of the musician who had kids named Moon Unit, Dweezil, Ahmet &amp; Diva","response":"Zappa"},{"text":"This fitness program began when an aerobics instructor swapped out his usual music with salsa &amp; merengue songs","response":"Zumba"}],"originalDate":"2023-09-27"},{"category":"LAW &amp; ORDER","comments":"","clues":[{"text":"Punishable by fine or imprisonment of one year or less, they're much more common than felonies in many states","response":"misdemeanors"},{"text":"This term for the termination of a proceeding without a verdict sounds like the end of a school class","response":"dismissal"},{"text":"Glenn Close knew they're monies awarded to a litigant for loss or injury","response":"damages"},{"text":"This other \"A\" word is an accomplice or abettor in a crime but is not there when it is committed","response":"an accessory"},{"text":"In order to get a more objective trial, ask for a \"change of\" this to seek to have a case heard in a new jurisdiction","response":"venue"}],"originalDate":"2023-09-27"},{"category":"TRICKY QUESTIONS","comments":"","clues":[{"text":"Total cubic feet of earth in a hole 1 yard wide, 1 yard long &amp; 1 yard deep","response":"there is no earth in that hole (no dirt at all in a hole)"},{"text":"If you're running in a race &amp; overtake the person in second place, you're now in this position","response":"second place"},{"text":"If the vice president &amp; the Speaker of the House were to die, the person in this post would be president","response":"the president"},{"text":"Of Boris Karloff, Lon Chaney or Colin Clive, the one who played the title role in the 1931 film \"Frankenstein\"","response":"Colin Clive"},{"text":"The brother-in-law of your mother's unmarried only sibling is this relative to you","response":"your father (stepfather)"}],"originalDate":"2023-09-27"}],[{"category":"MIXED NUTS","comments":"","clues":[{"text":"An Australia native:<br>I AM A CAM AD","response":"macadamia"},{"text":"New World native that's rich in protein:<br>CHEW AS","response":"cashew"},{"text":"There are European &amp; Japanese varieties:<br>SCENT HUT","response":"a chestnut"},{"text":"Used in baklava &amp; ice cream: <br>IOTA CHIPS","response":"pistachio"},{"text":"From the birch family:<br>ZEAL HUNT","response":"hazelnut"}],"originalDate":"2023-09-27"},{"category":"TITLE WOMEN","comments":"","clues":[{"text":"Coming from Maine to the prairie: <br>her \"Plain and Tall\"","response":"Sarah"},{"text":"An eccentric teacher at a girls' school: <br>\"The Prime of\" her","response":"Miss Jean Brodie"},{"text":"Frontwoman for a fictional '70s rock band in a novel &amp; streaming series: <br>her \"&amp; the Six\"","response":"Daisy Jones"},{"text":"A Virginia Woolf socialite, first name Clarissa","response":"Mrs. Dalloway"},{"text":"James M. Cain's divorcée &amp; single mom, portrayed by Joan Crawford &amp; Kate Winslet","response":"Mildred Pierce"}],"originalDate":"2023-09-27"},{"category":"\"M\"USICALS","comments":"","clues":[{"text":"The title character of this musical shows up at 17 Cherry Tree Lane, London &amp; works her magic","response":"<i>Mary Poppins</i>"},{"text":"In this Lerner &amp; Loewe show, Colonel Pickering, author of \"Spoken Sanskrit\", makes a dare to a colleague","response":"<i>My Fair Lady</i>"},{"text":"The MGM Studio Chorus backs up Judy Garland on this movie musical's \"The Trolley Song\"","response":"<i>Meet Me in St. Louis</i>"},{"text":"The original London soundtrack of this musical features Jonathan Pryce &amp; Lea Salonga","response":"<i>Miss Saigon</i>"},{"text":"This 2001 movie musical set in Paris is now a stage show with new(er) songs like \"Rolling In The Deep\" &amp; \"Bad Romance\"","response":"<i>Moulin Rouge!</i>"}],"originalDate":"2023-09-27"},{"category":"RIVERS OF AFRICA","comments":"","clues":[{"text":"The Nile has 3 main sections: the Atbara &amp; the ones known by these 2 colors","response":"Blue & White"},{"text":"The Congo River was renamed this from 1971 to 1997; the Democratic Republic also had that name","response":"Zaire"},{"text":"The mighty Okavango River  stretches from Angola to this desert in Botswana, where it becomes a swamp","response":"the Kalahari Desert"},{"text":"The Draa River in Morocco is also called this 4-letter Arabic word for an intermittent stream","response":"Wadi"},{"text":"Rivers called the Black, Red &amp; White this flow through Burkina Faso, which used to be called Upper this","response":"Volta"}],"originalDate":"2023-09-27"},{"category":"LET'S PARTY!","comments":"(Ken: We'll give you a presidential candidate; you'll have to supply his party.)","clues":[{"text":"2000:<br>Ralph Nader","response":"Green Party"},{"text":"1844: <br>Henry Clay","response":"the Whigs"},{"text":"1904: <br>Eugene V. Debs","response":"Socialist"},{"text":"1996: <br>Ross Perot","response":"the Reform Party"},{"text":"1948: <br>Henry Wallace","response":"the Progressive Party"}],"originalDate":"2023-09-27"},{"category":"SOUNDS FRACTIONAL","comments":"","clues":[{"text":"To be too smart for your own good is to be \"too clever by\" this","response":"half"},{"text":"At Northwestern University, classes in the spring one began March 28, 2023","response":"a quarter"},{"text":"This common measurement for liquor is equal to about 750 milliliters<span class=\"nobreak\">--</span>maybe 17 cocktails?","response":"a fifth"},{"text":"A bit is this fraction of a dollar","response":"an eighth"},{"text":"W.E.B. Du Bois spoke of the elite of Black society as the \"talented\" this fraction","response":"the Talented Tenth"}],"originalDate":"2023-09-27"}],{"category":"19th CENTURY LITERARY CHARACTERS","text":"John Elwes, a millionaire Member of Parliament who would go to bed before dusk to save on candles, inspired this character","response":"(Ebenezer) Scrooge"}]}