{"mix":288,"rounds":[[{"category":"FRENCH LITERATURE","comments":"","clues":[{"text":"\"Be our guest\" &amp; know French novelist Madame Leprince de Beaumont wrote a version of this often adapted fairy tale","response":"<i>Beauty and the Beast</i>"},{"text":"This adventure writer known as père had his own famous dad, who served in the all-Black military unit \"La Legion Americaine\"","response":"Dumas"},{"text":"Stories by Maurice LeBlanc about a gentleman thief inspired this hit Netflix series with Omar Sy","response":"<i>Lupin</i>"},{"text":"In 2016 \"The Perfect Nanny\" by the French-Moroccan writer Leïla Slimani won this premier French literary award","response":"the Prix Goncourt"},{"text":"His \"Les Rougon-Macquart\" series includes \"Germinal\" &amp; \"Nana\"","response":"Zola"}],"originalDate":"2023-09-25"},{"category":"FARMING PHRASES","comments":"","clues":[{"text":"To have multiple intimate relationships while young is to do this; literally, it's to plant Avena fatua","response":"to sow your wild oats"},{"text":"A grassy feeding area is in this phrase for pushing someone into retirement","response":"putting them out to pasture"},{"text":"This stuff that gets separated from the wheat in a familiar idiom is seed coverings &amp; other undesirable debris","response":"the chaff"},{"text":"This numerical phrase refers to a remote farmland area of indefinite size","response":"the back 40"},{"text":"This type of social hierarchy is named for the way dominant poultry freely strike lesser birds","response":"pecking order"}],"originalDate":"2023-09-25"},{"category":"\"C\" IN LITERATURE","comments":"","clues":[{"text":"It's where \"Native Son\" &amp; \"A Raisin in the Sun\" are set","response":"Chicago"},{"text":"Right before the epilogue to this novel, Raskolnikov confesses, \"It was I killed the old pawnbroker woman and her sister\"","response":"<i>Crime and Punishment</i>"},{"text":"This Jack London classic is considered one of the \"books that shaped America\"","response":"<i>The Call of the Wild</i>"},{"text":"In \"East of Eden\" this twin brother of Aron Trask reveals to him that their mother is a madam","response":"Caleb"},{"text":"This Jonathan Franzen novel about the dysfunctional Lambert family won a National Book Award","response":"<i>The Corrections</i>"}],"originalDate":"2023-09-22"},{"category":"THAT'S JUST OFFAL","comments":"","clues":[{"text":"This organ meat is great for protein, vitamin A &amp; iron, but animal rights activists have big problems with foie gras","response":"the liver"},{"text":"Fancy a traditional steak &amp; this pie? The one at London's Guinea Grill is famous","response":"kidney"},{"text":"A beef this, langue in French, can be 5 lbs.","response":"tongue"},{"text":"You don't expect us to swallow this, specifically the honeycomb type that is taken from the second stomach chamber, do you?","response":"tripe"},{"text":"The pancreas of a calf provides this delicacy that sounds like it would be available at the bakery rather than the butcher","response":"a sweetbread"}],"originalDate":"2023-09-22"},{"category":"ALL'S WHALE THAT ENDS WHALE","comments":"","clues":[{"text":"This state's official marine mammal is the bowhead whale, which inhabits Arctic waters","response":"Alaska"},{"text":"Whoa! Reaching 80 feet or more in length, the finback whale is second in size only to this one","response":"the blue whale"},{"text":"One of the 2 3-letter terms for a group of whales","response":"a pod (a gam)"},{"text":"Gray whales are an example of this toothless class of whales that also have 2 blowholes","response":"baleen"},{"text":"This solid waxy substance that originates in the intestines of sperm whales is used in perfume making","response":"ambergris"}],"originalDate":"2023-09-22"},{"category":"SCHOOL RHYME TIME","comments":"","clues":[{"text":"A more awesome 12-inch measuring stick","response":"a cooler ruler"},{"text":"A guess about what they're serving in the cafeteria","response":"a lunch hunch"},{"text":"A mistake made by the person filling in for your regular teacher","response":"a sub flub"},{"text":"A fantastically ugly thing to sit at during class","response":"a grotesque desk"},{"text":"A comparative chart of all the school's employees","response":"a staff graph"}],"originalDate":"2023-09-22"}],[{"category":"A CAPITAL OFFENSE","comments":"(Ken: You'll give us the team's home city; each one is a state capital.)","clues":[{"text":"It's a Braves new world here, where to win the game, you gotta have the runs","response":"Atlanta"},{"text":"The Pacers thrill their fans in this city","response":"Indianapolis"},{"text":"College town where the 'Noles have been known to pile up the yards","response":"Tallahassee"},{"text":"It's where Predators are on the hunt for NHL goals","response":"Nashville"},{"text":"Charles Barkley's jersey was retired in this NBA city &amp; state capital","response":"Phoenix"}],"originalDate":"2023-09-22"},{"category":"PAST HISTORY","comments":"","clues":[{"text":"William Hedley invented Puffing Billy, this type of locomotive, which began pulling coal cars in 1813","response":"a steam engine (steam locomotive)"},{"text":"The 86th of these asked why the pope builds St. Peter's Basilica with the money of the poor &amp; not his own","response":"the 95 Theses"},{"text":"In February 1846, over a thousand of these people began to trek west from Nauvoo, Illinois, eventually settling in Utah","response":"the Mormons"},{"text":"Born in Poland in 1686, he would heat things up by inventing a mercury thermometer in 1714","response":"Fahrenheit"},{"text":"After Richard II was deposed, this king took over, ushering in the House of Lancaster","response":"Henry IV"}],"originalDate":"2023-09-21"},{"category":"WELCOME TO FANTASY ISLAND","comments":"","clues":[{"text":"A tropical island seems nice for a new post-apocalyptic society, but I fear a few British boys won't see the end of this 1954 book","response":"<i>Lord of the Flies</i>"},{"text":"He was left \"alone in an un-inhabited island\", but after 28 years, 2 months &amp; 19 days, what world will this man return to now?","response":"Robinson Crusoe"},{"text":"With \"arms &amp; legs... strongly fastened... to the ground\", Mr. Gulliver could learn danger can come in small packages on this island","response":"Lilliput"},{"text":"Thomas More created this island in 1516, from Greek for \"no place\"; based on rational thought &amp; no poverty, is it beyond man's reach?","response":"Utopia"},{"text":"The pain of beast folk creations such as Leopard-Man means nothing to this 1896 title character, but that could prove... costly","response":"Dr. Moreau"}],"originalDate":"2023-09-21"},{"category":"THE AKC DESCRIBES THE DOG","comments":"","clues":[{"text":"\"Famously long, low silhouette, ever-alert expression, and bold, vivacious personality\"","response":"Dachshund"},{"text":"\"These alert and amusing 'purse dogs' stand among the oldest breeds of the Americas\"","response":"a Chihuahua"},{"text":"\"Muscular, double-coated dog of ancient Japanese lineage famous for... dignity, courage, and loyalty\"","response":"the Akita"},{"text":"\"The mighty 'Apollo of dogs'... when standing on their hind legs, they are taller than most people\"","response":"Great Danes"},{"text":"\"Served as sentinels at palaces and monasteries isolated high in the Himalayas\"","response":"a Lhasa apso"}],"originalDate":"2023-09-21"},{"category":"PAST HISTORY","comments":"(Ken: These are words and phrases that come shortly after \"history\" in the dictionary.)","clues":[{"text":"As a verb, it means \"to pawn\"; as a noun, it comes after \"ham\"","response":"hock"},{"text":"This \"mind\", collective consciousness seen in humans, also refers to sentience in bee colonies","response":"hive"},{"text":"Mentioned more than 40 times in the Bible, they were a people of Asia Minor &amp; Syria","response":"the Hittites"},{"text":"\"Up until this time\" is the meaning of this old-timey 8-letter word","response":"hitherto"},{"text":"Cut out these melodramatic displays of emotion that seem insincere","response":"histrionics"}],"originalDate":"2023-09-21"},{"category":"BACK IN THE DAY","comments":"","clues":[{"text":"The motto of this mail delivery service that ran from April 1860 to October 1861 was \"The mail must go through\"","response":"the Pony Express"},{"text":"In the 1400s, Edward IV could have said, \"I want to be a part of it, this house, this house\", a branch of Plantagenet","response":"the House of York"},{"text":"We hope you were expecting this judicial institution that was in the heresy-fighting business from 1478 to 1834","response":"the Spanish Inquisition"},{"text":"Not a Super Bowl stadium, it was also called the Oil Reserves Scandal or Elk Hills Scandal, &amp; it took a toll on President Harding","response":"Teapot Dome"},{"text":"This U.S. agency began in 1961; its director Sargent Shriver said it had 15,000 volunteers in 50+ countries in less than 6 years","response":"the Peace Corps"}],"originalDate":"2023-09-20"}],{"category":"ANAGRAMS","text":"One is a procedure foundational to computer science; the other was made in large part obsolete by computers","response":"algorithm & logarithm"}]}