{"mix":290,"rounds":[[{"category":"RESTAURANT HIJINKS","comments":"","clues":[{"text":"\"Have it your way\"! In 2016 a Neb. man threatened to rob this fast food place, left, came back &amp; the cops were waiting","response":"Burger King"},{"text":"In 2017 a Florida man called this important number<span class=\"nobreak\">--</span>twice!<span class=\"nobreak\">--</span>to complain the clams he had at a seafood shack were too small","response":"911"},{"text":"\"Mine!\" In 2018 an Aussie restaurant owner gave customers water pistols to keep these marine birds away at meals","response":"seagulls"},{"text":"A 2018 headline read, \"I want my data back, data back, data back\": this restaurant chain \"hit by data breach\"","response":"Chili's"},{"text":"A pop-up restaurant paying tribute to this '90s sitcom had Bayside Burgers &amp; Mac &amp; Screech on the menu","response":"<i>Saved by the Bell</i>"}],"originalDate":"2023-09-18"},{"category":"TALK LIKE A PIRATE","comments":"(Ken: Talk Like a Pirate Day \"be tamarra, ye lubbers\".)","clues":[{"text":"\"And you can buy an eye what actually fits &amp; is made of glass\" is spoken in this movie franchise","response":"<i>Pirates of the Caribbean</i>"},{"text":"In this film Cary Elwes as the dread pirate Roberts calls Chris Sarandon a \"warthog-faced buffoon\"","response":"<i>The Princess Bride</i>"},{"text":"\"It is, it is a glorious thing to be a pirate king\", says a song from this Gilbert &amp; Sullivan show","response":"<i>The Pirates of Penzance</i>"},{"text":"This Steven Spielberg title pirate is described by Smee as being \"so deep he's almost unfathomable\"","response":"Hook"},{"text":"\"It's the world against us &amp; us against the world\", says Errol Flynn as this sanguine title pirate","response":"Captain Blood"}],"originalDate":"2023-09-18"},{"category":"ENEMIES<span class=\"nobreak\">--</span>NOT A LOVE STORY","comments":"","clues":[{"text":"This 3-letter enemy completes the query \"Friend or...?\"","response":"a foe"},{"text":"I'm rhymin', I'm stylin' &amp; I'm profilin' as I'm chillin' like a this in a phrase meaning I'm stress-free, baby","response":"a villain"},{"text":"This 5-letter word for a competitor or enemy comes from a word meaning people from an opposite bank","response":"rival"},{"text":"A group of secret sympathizers with an enemy who work to subvert a nation from within are this 2-word ordinal group","response":"a fifth column"},{"text":"This word for one who deliberately destroys tools or machinery is borrowed from French<span class=\"nobreak\">--</span>note the ending","response":"a saboteur"}],"originalDate":"2023-09-18"},{"category":"SCIENCE","comments":"","clues":[{"text":"Cirriform describes icy these which have a wispy appearance","response":"clouds"},{"text":"It's the term for a device used to speed up particles so that they can be collided &amp; studied; it's also another name for a car's gas pedal","response":"the accelerator"},{"text":"Much in the news, FRBs, fast these bursts, emanate from distant galaxies","response":"radio"},{"text":"It's the time it takes for 50% of a given amount of a radioactive substance to decay","response":"a half-life"},{"text":"His uncertainty principle states that events on the atomic level can't be predicted exactly, only their probability","response":"Heisenberg"}],"originalDate":"2023-09-18"},{"category":"IN YOUR ELEMENT","comments":"","clues":[{"text":"It's the element <br>Hg <br>&amp; it's a god","response":"mercury"},{"text":"Traces of Pb, this element, are found in everyday substances like old house paint, where they can be dangerous","response":"lead"},{"text":"Most of what we call this elemental foil is actually made with aluminum","response":"tin"},{"text":"Consuming too much of this element, atomic number 11, can lead to high blood pressure","response":"sodium"},{"text":"Time to find out who's got the big mo, &amp; this big Mo helps stimulate chemical reactions that get rid of sulfur in petroleum","response":"molybdenum"}],"originalDate":"2023-09-15"},{"category":"AGATHA ALL ALONG","comments":"","clues":[{"text":"At one point in this Agatha Christie book, the Karnak is anchored at Abu Simbel","response":"<i>Death on the Nile</i>"},{"text":"Agatha Christie brought this brilliant Belgian to life in \"The Mysterious Affair at Styles\", her debut novel","response":"Hercule Poirot"},{"text":"Though her first name is Jane, the Agatha Christie detective is usually just called this","response":"Miss Marple"},{"text":"A young woman named Victoria Jones gets embroiled in a mystery in Agatha's novel \"They Came to\" this Iraqi city","response":"Baghdad"},{"text":"More than 460 actors &amp; actresses have appeared in this play that originated as a request of the BBC for Queen Mary","response":"<i>The Mousetrap</i>"}],"originalDate":"2023-09-15"}],[{"category":"FIRE Z","comments":"","clues":[{"text":"Chisel the Z from an abundant mineral &amp; it becomes this liquid measure equal to one-fourth of a gallon","response":"a quart (from quartz)"},{"text":"Take Z beer away from a word for a heavy drinker &amp; get this person at a sporting event voicing their displeasure","response":"booer (from boozer)"},{"text":"Pop the Z off a pimple &amp; get this Stephen King title","response":"<i>It</i> (from zit)"},{"text":"Deny the Z of a ballroom dance &amp; it becomes this first name of a 19th century U.S. poet","response":"Walt (from waltz)"},{"text":"Take the Z off the case in a type of mystery novel with little violence &amp; it becomes this word for shy","response":"coy (from cozy)"}],"originalDate":"2023-09-15"},{"category":"CELEB LIT BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"Last Week Tonight\" host who learns the inside scoop on pickpocketing from Fagin","response":"<i>John Oliver Twist</i>"},{"text":"Ishmael &amp; crew ready their harpoons in preparation to capture a \"Chitty Chitty Bang Bang\" star","response":"<i>Moby-Dick Van Dyke</i>"},{"text":"Paul Blart portrayer takes a ride on a really big piece of fruit","response":"<i>Kevin James and the Giant Peach</i>"},{"text":"Tiny Tim says, \"God bless us every one\" for an iconic comedian &amp; Eunice in \"Mama's Family\"","response":"<i>A Christmas Carol Burnett</i>"},{"text":"Rowling's whiz kid has trouble with a certain rock &amp; a \"chilly\" WWE star","response":"<i>Harry Potter and the Sorcerer's Stone Cold Steve Austin</i>"}],"originalDate":"2023-09-15"},{"category":"THIRST","comments":"","clues":[{"text":"Gatorade bills itself as a thirst this, from the Old English for \"extinguish\"","response":"a quencher"},{"text":"A commercial featuring thirsty polar bears called \"Northern Lights\" was a big hit for this brand","response":"Coca-Cola"},{"text":"In this book, the tiger Richard Parker was originally named Thirsty","response":"<i>Life of Pi</i>"},{"text":"Excessive thirst may be a symptom of high blood sugar, also known by this 13-letter name","response":"hyperglycemia"},{"text":"In \"Childe Harold's Pilgrimage\" he wrote, \"Fame is the thirst of youth\"","response":"Lord Byron"}],"originalDate":"2023-09-15"},{"category":"LET'S SEE HOW YOU DO WITH AMERICAN FOOTBALL","comments":"(Ken: You know, the NFL season just started...)","clues":[{"text":"2021 Pro Bowlers at this position included <br>Josh Allen, <br>Russell Wilson &amp; <br>Patrick Mahomes","response":"quarterback"},{"text":"Hall of Famer Lawrence Taylor, of this NFC East team: \"Let's go out there like a bunch of crazed dogs &amp; have some fun\"","response":"the New York Giants"},{"text":"Video games bearing the name of this late legendary NFL coach &amp; broadcaster have made over $7 billion in sales","response":"Madden"},{"text":"He went 36-44 as head coach of the Browns; he's had a bit more success in New England","response":"Bill Belichick"},{"text":"Last name of the man who said, \"Better to have died as a small boy than to fumble\" but whose trophy carries the ball with one hand","response":"Heisman"}],"originalDate":"2023-09-14"},{"category":"THE OHIO UNIVERSITIES","comments":"","clues":[{"text":"After catching 417 passes for the Bengals, Cris Collinsworth grabbed a law degree from the univ. of this city","response":"Cincinnati"},{"text":"Buchtel College, opened in 1872, is now called the university of this \"Rubber Capital of the World\"","response":"Akron"},{"text":"\"X\" marks the spot at this Jesuit Catholic university that officially went co-ed in 1969","response":"Xavier"},{"text":"In 2012 this Ohio univ. opened its May 4 Visitors Center to place a 1970 event in historical, political &amp; social context","response":"Kent State"},{"text":"Shows at Eva Marie Saint Theatre are cursed if Alice the ghost isn't invited by the stage manager at BGSU, this state university","response":"Bowling Green State University"}],"originalDate":"2023-09-14"},{"category":"THE 2023 <em class=\"underline\">TIME</em> 100","comments":"","clues":[{"text":"Roger Federer: \"Growing up, Diego Maradona... inspired me. Now (this Argentine) can inspire future generations\"","response":"Lionel Messi"},{"text":"This novelist \"was able to describe the attack on him\" in 2022 \"as he was speaking about the U.S. as a safe place for exiled writers\"","response":"Salman Rushdie"},{"text":"In other movie roles or as \"The Queen of Wakanda, we believe in you because you believe in yourself\"","response":"Angela Bassett"},{"text":"He \"has been on the Supreme Court for 17 years. But in 2022, he cemented his legacy\"","response":"Samuel Alito"},{"text":"She's the only one \"to serve as the president's Chief Economic Adviser, the Vice Chair &amp; Chair of the Fed\" &amp; Treasury Secretary","response":"Janet Yellen"}],"originalDate":"2023-09-14"}],{"category":"CINEMA HISTORY","text":"Films made outside the U.S. in the '50s like \"3 Coins in the Fountain\" &amp; \"Quo Vadis\" led to an era dubbed \"Hollywood on\" this river","response":"the Tiber"}]}