{"mix":292,"rounds":[[{"category":"WORLD FACTS","comments":"","clues":[{"text":"With an area of 64 million square miles, this ocean could hold all the world's land with room to spare","response":"the Pacific Ocean"},{"text":"During the Persian Gulf war, nearly 70% of this country's oil wells were destroyed or damaged","response":"Kuwait"},{"text":"Much of this tiny nation's economy is based on contributions known as Peter's Pence","response":"the Vatican"},{"text":"Part of Thailand lies on this, the southernmost mainland peninsula in Asia","response":"the Malay Peninsula"},{"text":"A 3 1/2-year-long underwater eruption created this country's Surtsey Island","response":"Iceland"}],"originalDate":"1993-03-24"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"From plans by Louis le Vau, Jules Hardouin-Mansart built the hall of mirrors at this royal residence","response":"Versailles"},{"text":"Antonio Gaudi's greatest project was the church of the Sagrada Familia in this Spanish city","response":"Barcelona"},{"text":"James Renwick is best remembered as the designer of this NYC cathedral at Fifth Ave. &amp; 50th St.","response":"St. Patrick's Cathedral"},{"text":"William Van Alen designed this NYC skyscraper whose gargoyles resemble auto radiator caps","response":"the Chrysler Building"},{"text":"Anthemius of Tralles &amp; Isidorus of Miletus designed this large Constantinople church","response":"St. Sophia's"}],"originalDate":"1993-03-24"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"In a novel by John le Carre, Alec Leamas is \"The Spy Who Came In from\" here","response":"the cold"},{"text":"This detective introduced in \"The Maltese Falcon\" later appeared in several short stories","response":"Sam Spade"},{"text":"Before he dies, Don Quixote begs this squire's forgiveness for drawing him into delusions","response":"Sancho Panza"},{"text":"In \"A Christmas Carol\", Ebenezer Scrooge is haunted by the ghost of this late business partner","response":"(Jacob) Marley"},{"text":"Daisy Buchanan's cousin, he's the narrator of \"The Great Gatsby\"","response":"Nick Carraway"}],"originalDate":"1993-03-24"},{"category":"THE STATE OF CONGRESS","comments":"","clues":[{"text":"Karen Shepherd, <br>Mitt Romney, <br>David King","response":"Utah"},{"text":"Solomon Foot, <br>Bernie Sanders, <br>the Anti-Jacksonian Party's Dudley Chase","response":"Vermont"},{"text":"Dick Cheney, <br>Malcolm Wallop, <br>Milward Simpson (the only Milward to serve the state... so far)","response":"Wyoming"},{"text":"Benjamin Bourne in the 1790s, Lincoln Chafee, Ambrose Burnside","response":"Rhode Island"},{"text":"Thomas Hart Benton, Xenophon P. Wilfley, Sempronius H. Boyd","response":"Missouri"}],"originalDate":"2023-09-13"},{"category":"TO SIR PAUL, WITH LOVE","comments":"","clues":[{"text":"Sir Paul McCartney was born on June 18, 1942 in this city<span class=\"nobreak\">--</span>3 very important co-workers of his were born there, too","response":"Liverpool"},{"text":"Paul co-founded the non-profit \"Meat Free\" this, promoting health &amp; conservation with \"at least one plant-based day each week\"","response":"Monday"},{"text":"Deep in the mix &amp; perhaps making a mistake just before the \"na na na\" part, a Beatle exclaims, \"(Bleepin') hell!\" on this long classic","response":"\"Hey Jude\""},{"text":"On April 21, 1990 at Maracana Stadium, Paul had an intimate show for 184,000 friends as he rocked in this huge South American city","response":"Rio de Janeiro"},{"text":"The Beatles won a music Oscar for this 1970 doc., but finding itself in times of trouble, the band didn't accept in person","response":"<i>Let It Be</i>"}],"originalDate":"2023-09-13"},{"category":"\"C\"s THE DAY","comments":"","clues":[{"text":"August 4 celebrates the birth of this branch of the U.S. military","response":"the Coast Guard"},{"text":"This holiday that commemorates the victory of Mexico at the Battle of Puebla is also a day to celebrate Mexican culture","response":"Cinco de Mayo"},{"text":"\"Dedication\" in Hebrew, it can be spelled without a \"C\" &amp; actually spans 8 days, but you still need to know it now","response":"Chanukah"},{"text":"September 17 commemorates the signing of this in 1787","response":"the Constitution"},{"text":"Catholics usually celebrate the Thursday after Trinity Sunday as the feast of this, Latin for \"Christ's body\"","response":"Corpus Christi"}],"originalDate":"2023-09-13"}],[{"category":"&amp; WE HAVE A NOVEL TITLE","comments":"","clues":[{"text":"This title is \"the temperature at which book-paper catches fire and burns\"","response":"<i>Fahrenheit 451</i>"},{"text":"\"'Shoot all the bluejays you want, if you can hit 'em, but remember it's a sin\"' to do this","response":"<i>To Kill a Mockingbird</i>"},{"text":"\"She clutched the child so fiercely to her breast, that it sent forth a cry; she turned her eyes  downward at\" this symbol","response":"<i>The Scarlet Letter</i>"},{"text":"This numeric title \"required that each censored letter bear the censoring officer's name\"","response":"<i>Catch-22</i>"},{"text":"\"'I would give a good deal to know how it comes about that\"' this wealthy title man \"'is acquainted with M. de Villefort\"'","response":"the Count of Monte Cristo"}],"originalDate":"2023-09-13"},{"category":"THE U.S. IN 1964","comments":"","clues":[{"text":"A Jan. 11 report from Luther Terry in his capacity in this job said (finally), \"Cigarette smoking is causally related to lung cancer\"","response":"the Surgeon General"},{"text":"On March 27 a 9.2 quake rocked this state's Valdez, forcing the town itself to be moved to the delta of Mineral Creek","response":"Alaska"},{"text":"At the Academy Awards ceremony in 1964, he became the first Black Best Actor winner","response":"Sidney Poitier"},{"text":"The first mission of this post-Mercury NASA program launched on April 8, uncrewed; soon, 2 men would fly in each mission","response":"Gemini"},{"text":"In a landmark case the Supreme Court ruled that this newspaper had not libeled Alabama city commissioner L.B. Sullivan","response":"the <i>New York Times</i>"}],"originalDate":"2023-09-12"},{"category":"AFRICAN CAPITAL HAIKU","comments":"","clues":[{"text":"Time for Special \"K\" / Its name meant \"impala hill\" / Uganda love it","response":"Kampala"},{"text":"Hey, Kenya dig it? / Started as a water hole / 4 million now there","response":"Nairobi"},{"text":"Same name of nation / Ah, shake shake shake...  shake shake shake... / Say the J not D","response":"Djibouti"},{"text":"Western port city / It's named for a president / '90s Civil War","response":"Monrovia"},{"text":"Off to Botswana! / Game reserve in a city / See the wildebeest","response":"Gaborone"}],"originalDate":"2023-09-12"},{"category":"THAT'S T-B-D","comments":"","clues":[{"text":"A horse of pure stock","response":"a Thoroughbred"},{"text":"A sensational 5-column-wide newspaper","response":"a tabloid"},{"text":"A Russian thistle, bouncing down an Old West street in the wind","response":"a tumbleweed"},{"text":"All added up, it means arranged in a systematic form","response":"tabulated"},{"text":"This inn is found in \"The Canterbury Tales\" &amp; today in Washington, D.C., where it's a favorite brunch spot","response":"the Tabard Inn"}],"originalDate":"2023-09-12"},{"category":"INFLUENZA","comments":"","clues":[{"text":"Influenza is caused by these infectious microbes, so antibiotics won't help","response":"viruses"},{"text":"Canine influenza was first identified in 2004 among these racing dogs","response":"greyhounds"},{"text":"Research has linked influenza pandemics to this global weather event, El Niño's counterpart","response":"La Niña"},{"text":"Early reports of this \"national\" flu appeared in the uncensored press of the country, which was neutral in WWI","response":"the Spanish flu"},{"text":"Flu strains are determined by the makeup of 2 antigens known by these 2 letters, as in _1_1","response":"H & N"}],"originalDate":"2023-09-12"},{"category":"PLAY PEOPLE","comments":"","clues":[{"text":"A seducing rake in 1675's \"The Country Wife\" is named this, like Little Jack in the corner","response":"Horner"},{"text":"He based Prince Paul, who says witty things like \"It is so exhausting not to talk\", on his Irish college tutor","response":"Oscar Wilde"},{"text":"Queen Hecuba has a lot to say in Euripides' play about the suffering women of this city defeated by the Greeks","response":"Troy"},{"text":"Julie Christie &amp; Amanda Donohoe have played the alluring Yelena, who shakes things up in this playwright's \"Uncle Vanya\"","response":"Chekhov"},{"text":"\"Angels in America\" has characters both heavenly, such as the angel, &amp; earthly, like the vision of this woman executed in 1953","response":"(Ethel) Rosenberg"}],"originalDate":"2023-09-12"}],{"category":"THE 20th CENTURY","text":"Hearing about the speech that launched this eponymous process, the head of the CIA wondered if Nikita Khrushchev had been drunk","response":"destalinization"}]}