{"mix":300,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Card game named after an alcoholic drink","response":"gin"},{"text":"From the Dutch word for the sound of lips tasting food, it's the sound of a loud kiss","response":"smack"},{"text":"Cheetah could tell you this small ape's name is from the Kongo, a tribe in Africa","response":"chimpanzee"},{"text":"To be overprotective, it comes from taking care of a milksop, or molly in old British slang","response":"mollycoddling"},{"text":"From \"ragman rolls\", deeds on which Scottish lords swore allegiance to Edward I, it's a lot of nonsense","response":"rigamarole"}],"originalDate":"1989-03-16"},{"category":"POLITICAL PARTIES","comments":"","clues":[{"text":"One of the oldest 3rd parties, it was founded in Chicago in 1869 to get liquor outlawed","response":"the Prohibition Party"},{"text":"In 1984 this party nominated Gus Hall for President, Angela Davis for Vice President","response":"the Communist Party"},{"text":"The 1st of 3 Progressive Parties, its nickname came from its standard-bearer, Teddy Roosevelt","response":"the Bull Moose Party"},{"text":"In 1980, this party's Ed Clark came in a weak 4th behind the independent John Anderson","response":"the Libertarians"},{"text":"Organized in 1891, this 3rd party called for gov't control of the railroads &amp; telephone co.","response":"the Populists"}],"originalDate":"1989-03-16"},{"category":"EUROPEAN CITIES","comments":"","clues":[{"text":"Famous old shops were destroyed recently when fire swept thru the Chiado district of this Portuguese city","response":"Lisbon"},{"text":"This capital city is located on the River Liffey, not the Shannon","response":"Dublin"},{"text":"The oldest of the 3 Scandinavian capitals, it was founded in 1050 by King Harald III","response":"Oslo"},{"text":"When this city was capital of Italy, king Victor Emmanuel II lived in its Pitti Palace","response":"Florence"},{"text":"The Neva River circles this Russian city of islands that borders the Gulf of Finland","response":"Leningrad"}],"originalDate":"1989-03-16"},{"category":"THE PLAY'S THE THING","comments":"","clues":[{"text":"At the end, Wendy goes home but promises to return to Never Land for spring house cleaning","response":"<i>Peter Pan</i>"},{"text":"In this play's final speech, Linda Loman tells the spirit of Willy she made the last house payment","response":"<i>Death of a Salesman</i>"},{"text":"In this play, as in real life, Sir Thomas More was made Lord Chancellor against his will","response":"<i>A Man for All Seasons</i>"},{"text":"Shortly after the curtain rises in this modern classic, Stanley tells Stella he's going bowling","response":"<i>Streetcar Named Desire</i>"},{"text":"Title of a Neil Simon hit that tells how Corie wants her husband to walk in Washington Square","response":"<i>Barefoot in the Park</i>"}],"originalDate":"1989-03-16"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"It was the nation's capital for 2 months in 1784; now it's the capital of N.J.","response":"Trenton"},{"text":"Its name comes from a Seminole word meaning \"old town\"","response":"Tallahassee"},{"text":"This city boasts the biggest capitol building of all 50 states","response":"Austin (Texas)"},{"text":"In 1847 it succeeded Detroit as state capital","response":"Lansing"},{"text":"It was named for a red post at a boundary between the hunting grounds of 2 Indian tribes","response":"Baton Rouge (Louisiana)"}],"originalDate":"1989-03-15"},{"category":"FICTIONAL NAMES","comments":"","clues":[{"text":"Jack Worthing's real first name in \"The Importance of Being Earnest\"","response":"Earnest"},{"text":"The title of a Kipling poem, or a rhyme about a bear who had no hair","response":"Fuzzy Wuzzy"},{"text":"Though his first name was Fitzwilliam, everyone in \"Pride &amp; Prejudice\" called him this","response":"Darcy"},{"text":"In the 1935 Clifford Odets play, the characters are \"Waiting for\" him","response":"Lefty"},{"text":"Sir Toby of Shakespeare's \"Twelfth Night\" had this unusual last name","response":"Belch"}],"originalDate":"1989-03-15"}],[{"category":"GARDENING","comments":"","clues":[{"text":"The ideal vegetable garden should have good drainage &amp; at least 8 hrs. of this a day","response":"sunshine"},{"text":"This plant repels Japanese beetles, &amp; it works pretty well against vampires, too","response":"garlic"},{"text":"Adding mineral oil to the silk of this vegetable can keep out worms","response":"corn"},{"text":"Birdcage refuse, fish scraps, sour milk, seaweed &amp; goat manure can all be used to make this","response":"compost"},{"text":"To make soil less acidic acidic add this, also known as calcium carbonate","response":"lime"}],"originalDate":"1989-03-15"},{"category":"THE ROYAL FAMILY","comments":"","clues":[{"text":"This silent film \"Tramp\" directed Lord Mountbatten in a home movie but told him he was no actor","response":"Charlie Chaplin"},{"text":"On July 1, 1969 Prince Charles repeated a 13th century oath &amp; was invested as this","response":"the Prince of Wales"},{"text":"Her great-great grandfather was an American \"robber baron\"   &amp; a protégé of Cornelius Vanderbilt","response":"Princess Di (Princess Diana)"},{"text":"This brother-in-law gave Princess Margaret away at her wedding","response":"Prince Philip"},{"text":"This handsome prince is 4th in line to the British throne","response":"Andrew"}],"originalDate":"1989-03-15"},{"category":"DRAMA","comments":"","clues":[{"text":"He dedicated his semi-autobiographical play \"After the Fall\" to his current wife, Ingeborg Morath","response":"Arthur Miller"},{"text":"This Tom Stoppard play is the story of \"Hamlet\" seen through the eyes of 2 minor characters","response":"<i>Rosencrantz and Guildenstern Are Dead</i>"},{"text":"Set in 1926, this play tells the story of a mysterious woman who may be the daughter of Nicholas II","response":"<i>Anastasia</i>"},{"text":"If you've got the motivation, you can read about his actors studio in \"A Method to their Madness\"","response":"Lee Strasberg"},{"text":"Archibald MacLeish's Pulitzer Prize winning play \"J.B.\" retells the story of this biblical figure","response":"Job"}],"originalDate":"1989-03-15"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In June 1988 American Express got permission to open the 1st cash-dispensing ATMs in this country","response":"the Soviet Union"},{"text":"Kentucky leads the nation in the production of this mineral","response":"coal"},{"text":"This wife of TV's Lt. Cmdr. McHale makes &amp; markets a skin care product to soften wrinkles","response":"Tova Borgnine"},{"text":"In 1972 the Chicago &amp; North Western became the only major U.S. RR with this type of ownership","response":"owned by the employees"},{"text":"The 2 wealthiest New Yorkers, S.I. &amp; Donald Newhouse, are leaders in this industry","response":"publishing"}],"originalDate":"1989-03-15"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"One could read Poe beside the Po River in this country","response":"Italy"},{"text":"In area, this country's smallest state is Tlaxcala, not Chihuahua","response":"Mexico"},{"text":"Jutland juts out of the top of West Germany forming this country's mainland","response":"Denmark"},{"text":"Until made permanent in 1880, Tegucigalpa alternated with Comayagua as its capital","response":"Honduras"},{"text":"From 1895-1958 this country administered a federation of 8 territories in West Africa","response":"France"}],"originalDate":"1989-03-15"},{"category":"EARLY AMERICANS","comments":"","clues":[{"text":"This orator declared to the 1st Continental Congress, \"I am not a Virginian but an American\"","response":"Patrick Henry"},{"text":"As a young man, Daniel Boone served with General Braddock during this war","response":"the French & Indian War"},{"text":"When N.H. tried to take over Dartmouth in 1816, this alumnus &amp; orator defended the college","response":"Daniel Webster"},{"text":"He made copper sheeting for the hull of \"Old Ironsides\" &amp; the dome of the Massachusetts Statehouse","response":"Paul Revere"},{"text":"In 1786, N.Y. granted this Prussian  drillmaster some 16,000 acres in the Mohawk Valley","response":"(Friedrich) von Steuben"}],"originalDate":"1989-03-15"}],{"category":"20th CENTURY LEADERS","text":"1 of the \"Big Four\" at the 1919 Paris Peace Conference &amp; a former journalist, he'd supported the Impressionists &amp; Alfred Dreyfus","response":"Clemenceau"}]}