{"mix":304,"rounds":[[{"category":"FILMS OF THE '90s","comments":"","clues":[{"text":"This Kevin Costner film was subtitled \"Prince of Thieves\"","response":"<i>Robin Hood</i>"},{"text":"Sharon Stone becomes the prime suspect in a murder case in this 1992 thriller","response":"<i>Basic Instinct</i>"},{"text":"Gerard Depardieu starred as a Fr. musician who marries an Amer. to get a work permit in this 1990 film","response":"<i>Green Card</i>"},{"text":"This 1991 William Hurt film was based on the book \"A Taste of My Own Medicine\"","response":"<i>The Doctor</i>"},{"text":"Kenneth Branagh &amp; his wife Emma Thompson played reincarnated lovers in this 1991 film","response":"<i>Dead Again</i>"}],"originalDate":"1992-09-29"},{"category":"USA","comments":"","clues":[{"text":"The nation's oldest state-chartered university is this one in the city of Athens","response":"the University of Georgia"},{"text":"This 36th president's boyhood home is in a national historical park in Blanco County, Texas","response":"Lyndon Johnson"},{"text":"This William Randolph Hearst estate is perched on La Cuesta Encantada or the Enchanted Hill","response":"San Simeon"},{"text":"Randalls &amp; Wards Islands are considered part of this New York City island borough","response":"Manhattan"},{"text":"A museum of African arts is housed in this abolitionist &amp; orator's first Washington DC home","response":"Frederick Douglass"}],"originalDate":"1992-09-29"},{"category":"\"HEART\"s","comments":"","clues":[{"text":"A cold person has a heart of stone, &amp; a generous person has this","response":"a heart of gold"},{"text":"Also called pyrosis, this medical condition can be relieved with antacids","response":"heartburn"},{"text":"This phrase might be used to ask if someone's telling the truth about wearing a Playtex bra","response":"cross your heart"},{"text":"\"The Vamp of Savanna\"","response":"Hard Hearted Hannah"},{"text":"Tom Petty plays around with them","response":"the Heartbreakers"}],"originalDate":"1992-09-29"},{"category":"FLOWERS","comments":"","clues":[{"text":"Some say its name is a corruption of \"folk's glove,\" \"folk\" being fairies","response":"foxglove"},{"text":"In flower names, this color precedes bell, bonnet &amp; bottle","response":"blue"},{"text":"Pronounced one way, it's a member of a string quartet; pronounced this way, it's a flower","response":"viola"},{"text":"The Rembrandt is a late blooming variety of this flower","response":"a tulip"},{"text":"The white flowers of this member of the olive family are used to scent tea &amp; perfume","response":"jasmine"}],"originalDate":"1992-09-29"},{"category":"OHIO","comments":"","clues":[{"text":"The state was named after this geographic feature","response":"the Ohio River"},{"text":"Founded by a group of war veterans in 1796, this city was home to a famous bicycle shop","response":"Dayton"},{"text":"They are the 3 largest cities in Ohio, &amp; they all begin with the same letter","response":"Cleveland, Cincinnati, & Columbus"},{"text":"In 1920, James M. Cox, an Ohioan, faced off for president against this other Ohioan","response":"Harding"},{"text":"A nat'l monument near Chillicothe protects 23 ancient ones of these, built by the Hopewell Indians","response":"(burial) mounds"}],"originalDate":"1992-09-29"},{"category":"PULITZER PRIZE PLAYS","comments":"","clues":[{"text":"1960s winner \"Fiorello!\" opens when this title character is still a Greenwich Village lawyer","response":"Fiorello LaGuardia"},{"text":"The 1988 prize went to this Alfred Uhry play about a feisty old woman &amp; her chauffeur","response":"<i>Driving Miss Daisy</i>"},{"text":"He won 3 times in the 1920s for \"Beyond the Horizon\", \"Anna Christie\" &amp; \"Strange Interlude\"","response":"(Eugene) O'Neill"},{"text":"Inspired by a painting, this Sondheim musical won the 1985 Pulitzer","response":"<i>Sunday in the Park with George</i>"},{"text":"The 2 plays for which Tennessee Williams won Pulitzer Prizes","response":"<i>Cat on a Hot Tin Roof</i> & <i>A Streetcar Named Desire</i>"}],"originalDate":"1992-09-29"}],[{"category":"SAINTS","comments":"","clues":[{"text":"It is said during the day, Crispin &amp; Crispinian preached the gospel; by night, they made these, like elves","response":"shoes"},{"text":"At age 90, Anthony went to visit Paul, who at 113 was also one of these solitary souls","response":"a hermit"},{"text":"If you're a wayfarer, &amp; you know if you are, then he's your patron saint","response":"St. Christopher"},{"text":"Around Montmartre, Dionysius of Paris is known by this French version of his name","response":"(Saint) Denis"},{"text":"Monica, the mother of this saintly \"City of God\" author, was a saint herself","response":"St. Augustine"}],"originalDate":"1992-09-29"},{"category":"OPERA AROUND THE WORLD","comments":"","clues":[{"text":"\"Holger Danske\" is considered the most important 18th century opera written in this language","response":"Danish"},{"text":"Arturo Berruti's 1897 opera \"Pampa\" was this country's first opera on a national theme","response":"Argentina"},{"text":"\"Euridice\", one of the first operas, was performed on Oct. 6, 1600 at the Pitti Palace in this city","response":"Florence"},{"text":"Wexford, which is near Waterford in this country, hosts an annual autumn opera festival","response":"Ireland"},{"text":"\"Rusalka\", this composer's most successful opera, premiered in Prague, not in the New World","response":"Antonín Dvořák"}],"originalDate":"1992-09-29"},{"category":"ANIMALS","comments":"","clues":[{"text":"Most frogs have external eardrums located behind these bulging features","response":"the eyes"},{"text":"A Moorish idol isn't an actor who plays Othello, it's a tropical variety of these","response":"a fish"},{"text":"The dreaded oystercatcher, among the oyster's greatest enemies, is a species of these","response":"a bird"},{"text":"The 2 species of rhino that have only 1 horn occur naturally on this continent","response":"Asia"},{"text":"Apiculture is a fancy term for this","response":"the keeping of bees (commercial beekeeping)"}],"originalDate":"1989-04-18"},{"category":"QUOTES","comments":"","clues":[{"text":"According to Longfellow, \"All things come round to him who will but\" do this","response":"wait"},{"text":"The \"Thee\" Rev. Samuel F. Smith was referring to in \"Of Thee I Sing\"","response":"America"},{"text":"In \"Silas Marner\", she wrote, \"Nothing is so as it seems beforehand\"","response":"George Eliot"},{"text":"Du Maurier &amp; Thomas Hughes concurred life isn't \"all beer and\" these","response":"skittles"},{"text":"In 1532 poet Ludovico Ariosto coined the saying \"Nature made him, and then broke\" this","response":"the mold"}],"originalDate":"1989-04-18"},{"category":"FAMOUS FAMILIES","comments":"","clues":[{"text":"Ernest Hemingway  wasn't Margaux Hemingway's papa, he was this","response":"grandfather"},{"text":"In the 1988 film \"Judgment in Berlin\", he was directed by his father, Leo Penn","response":"Sean Penn"},{"text":"He designed Tokyo's Imperial Hotel, &amp; his granddaughter Anne Baxter starred in \"Hotel\" on TV","response":"Frank Lloyd Wright"},{"text":"Her \"Family Ties\" include her mom, Whitney Blake, who played Mrs. Baxter on \"Hazel\"","response":"Meredith Baxter Birney"},{"text":"This ballerina's father, playwright Jack Kirkland, wrote the stage version of \"Tobacco Road\"","response":"Gelsey Kirkland"}],"originalDate":"1989-04-18"},{"category":"COLORS","comments":"","clues":[{"text":"\"Umber\" came from \"terra d'Umbria\", the earth of Umbria, in this country","response":"Italy"},{"text":"Shade of purple, or the fruit mentioned in the rhyme \"Little Jack Horner\"","response":"a plum"},{"text":"The Random House Dictionary says to get this color, roast raw sienna in a furnace","response":"burnt sienna"},{"text":"Something intermediate in character or position falls in the \"area\" of this color","response":"gray"},{"text":"A shade of blue is named after this 18th century English potter who used it on his ceramics","response":"(Josiah) Wedgwood"}],"originalDate":"1989-04-18"}],{"category":"WORLD HERITAGE SITES","text":"This entire capital is a World Heritage Site \"linked to the history of the Military &amp; Charitable Order of St. John of Jerusalem\"","response":"Valletta"}]}