{"mix":321,"rounds":[[{"category":"ANIMAL LOVERS","comments":"","clues":[{"text":"Minos' wife mated with 1 of these animals to conceive the Minotaur","response":"a bull"},{"text":"When Zeus said, \"Take me to your Leda,\" he was disguised as this aquatic bird","response":"a swan"},{"text":"Turned on by his tusks, Trish Van Devere fell for George C. Scott in TV version of this fairy tale","response":"<i>Beauty and the Beast</i>"},{"text":"In \"Son of Paleface\", this equine star shared a bed with Bob Hope","response":"Trigger"},{"text":"Woody Allen film where Gene Wilder whispers sweet nothings to a sheep","response":"<i>Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask)</i>"}],"originalDate":"1987-04-09"},{"category":"WESTERN HEMISPHERE","comments":"","clues":[{"text":"Though only 33 miles long, it's the largest island in French Polynesia","response":"Tahiti"},{"text":"Venezuela was once believed to be the site of this fabled \"golden\" kingdom","response":"El Dorado"},{"text":"The Galapagos islands belong to this South American country","response":"Ecuador"},{"text":"All of the Great Lakes which touch Canada border on this province","response":"Ontario"},{"text":"This body of water contains an estimated 6 trillion lbs. of the mineral in its name","response":"the Great Salt Lake"}],"originalDate":"1987-04-09"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"To witness Showscan or hear THX sound, you have to be in this type of establishment","response":"movie theatre (or screening room)"},{"text":"Markets are combatting thefts of these with a 5th wheel that makes them go in circles when taken from lot","response":"shopping carts"},{"text":"Term for a computer compatible with an IBM PC, or a new frog grown from a cell of the original","response":"a clone"},{"text":"From Greek for \"far\" &amp; \"write\", it was the 1st method used to send messages by electricity","response":"telegraph"},{"text":"Computerized typesetting system at his plant in Wapping has angered Fleet Street unions","response":"(Rupert) Murdoch"}],"originalDate":"1987-04-09"},{"category":"TREES","comments":"","clues":[{"text":"They are the \"flowers\" of pine trees","response":"cones"},{"text":"These sturdy members of the beech family are struck by lightning more than any other tree","response":"oak"},{"text":"Leaves change color when sap is blocked off &amp; this green material decomposes","response":"chlorophyll"},{"text":"Of India, Australia, or Brazil, the only country with more species of trees than the U.S.","response":"India"},{"text":"There are still a few growing in the grove where Solomon got the timber for the temple","response":"cedars (of Lebanon)"}],"originalDate":"1987-04-09"},{"category":"\"STEIN\"s","comments":"","clues":[{"text":"Famous feminist who's recently authored a book on Marilyn Monroe","response":"Gloria Steinem"},{"text":"In 1903, this former med student settled in Paris to become an author &amp; hostess to U.S. lit. expatriates","response":"Gertrude Stein"},{"text":"Star of \"Pippin\" on Broadway, he was the apple of father Artur's eye","response":"John Rubenstein"},{"text":"Though a genius in electronics, his German socialist activities forced him to flee to U.S. in 1889","response":"Charles Steinmetz"},{"text":"Called skiing's first superstar, in 1952 he became 1st to win the Olympic giant slalom","response":"Stein Eriksen"}],"originalDate":"1987-04-09"},{"category":"COMMON BONDS","comments":"","clues":[{"text":"Ascot,<br>dog collar,<br>noose","response":"things that go around the neck"},{"text":"Ants in the pants,<br>Don't spill the beans,<br>Cootie","response":"children's games"},{"text":"Gewurtztraminer,<br>riesling<br>Thompson seedless","response":"grapes"},{"text":"Proscenium,<br>Wells Fargo,<br>the terrible twos","response":"stages"},{"text":"Tilde,<br>macron,<br>umlaut","response":"diacritical marks (or pronunciation marks)"}],"originalDate":"1987-04-09"}],[{"category":"PHILOSOPHY","comments":"","clues":[{"text":"To both a fish &amp; a philosopher, it's a group or movement to which he belongs","response":"a school"},{"text":"Plato considered him his brightest student and called him the \"mind of the school\"","response":"Aristotle"},{"text":"Zeno's followers were called this after their meeting place on Athens' Painted Porch, the Stoa Poikile","response":"the stoics"},{"text":"We're pretty sure Pyrrho of Elis initiated this school of philosophy, but you can never be certain","response":"skepticism"},{"text":"Leibniz's optimistic view of the world was ridiculed by Voltaire in this work","response":"<i>Candide</i>"}],"originalDate":"1989-06-21"},{"category":"COMIC BOOKS","comments":"","clues":[{"text":"With rodents as the lead characters, \"Miami Vice\" became this title for the comics","response":"<i>Miami Mice</i>"},{"text":"A Marvel comic chronicles his adventures on both Earth &amp; Melmac","response":"ALF"},{"text":"In the titles of their current comics, Spider-Man is \"Amazing\" &amp; the Hulk is this","response":"Incredible"},{"text":"Archie's girlfriend who has her own comic in which she jet sets around the world","response":"Veronica (Lodge)"},{"text":"In 1941 \"The 3 Musketeers\" became the 1st book to be transformed into a comic in this series","response":"the <i>Classic Comics</i>"}],"originalDate":"1989-06-21"},{"category":"1966","comments":"","clues":[{"text":"Some criticized this new health care plan for the elderly as a step toward socialized medicine","response":"Medicare"},{"text":"On July 17 Jim Ryun set a new record by running this race in 3 min. 51.3 sec.","response":"the mile"},{"text":"One of the fashion fads of the year was the disposable dress made of this","response":"paper"},{"text":"Bill Cosby took home an Emmy for his role as Alexander Scott in this series","response":"<i>I Spy</i>"},{"text":"Arthur Schlesinger's history of the Kennedy administration that won a Pulitzer in 1966","response":"<i>A Thousand Days</i>"}],"originalDate":"1989-06-21"},{"category":"IN OTHER WORDS...","comments":"","clues":[{"text":"Purchase one sack-encased sow","response":"buy a pig in a poke"},{"text":"Allow little bits of wood to plummet haphazardly","response":"let the chips fall where they may"},{"text":"Rehearsal produces flawlessness","response":"practice makes perfect"},{"text":"Use one's teeth to tear out a hunk whose size exceeds one's mastication ability","response":"bite off more than you can chew"},{"text":"Pleasant tourist spot, yes; residence, no","response":"it's a great place to visit but I wouldn't want to live there"}],"originalDate":"1989-06-21"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"Shot for hides, 3,500 tons of their bones were hauled by the Santa Fe railroad in 1874","response":"buffalo"},{"text":"In the old West if an outlaw died of \"hemp fever\", he died in this way","response":"hanging"},{"text":"In 1891 this was discovered in Poverty Gulch, Colorado by Robert Womack, a cowboy who died in poverty","response":"gold"},{"text":"Group of California-bound settlers who made the fatal mistake of taking the \"Hastings Cut-Off\" in 1846","response":"the Donner party"},{"text":"During the peak year, 1871, Texans drove about 600,000 cattle north to Abilene, Kansas on this route","response":"the Chisholm Trail"}],"originalDate":"1989-06-21"},{"category":"DESIGN","comments":"","clues":[{"text":"Oak Park, a Chicago suburb, has been called a museum of his Prairie School style of architecture","response":"Frank Lloyd Wright"},{"text":"The Romans used colored stone or glass backed by gold foil to make these intricate art works","response":"mosaics"},{"text":"After the Great Fire of London, he oversaw the rebuilding of 51 churches in addition to St. Paul's","response":"Christopher Wren"},{"text":"These fantastic figures, human &amp; animal, were so named because they were 1st found in a grotto","response":"grotesques"},{"text":"Mies van der Rohe designed a famous chair that shares its name with this Spanish city","response":"Barcelona chair"}],"originalDate":"1989-06-21"}],{"category":"GREAT BRITS","text":"From 1689 to 1690 &amp; 1701 to 1702, he served as a Member of Parliament representing the constituency of Cambridge University","response":"(Isaac) Newton"}]}