{"mix":328,"rounds":[[{"category":"BRITISH RULERS","comments":"","clues":[{"text":"Surname of Richard II, it's derived from \"planta genista\" meaning \"sprig of broom\"","response":"Plantagenet"},{"text":"Banned 1968 play \"Early Morning\" suggested that this queen &amp; Florence Nightingale were lovers","response":"Queen Victoria"},{"text":"James I's mother, played by K. Hepburn in 1936 &amp; Vanessa Redgrave 35 years later","response":"Mary, Queen of Scots"},{"text":"Her father-in-law, the Duke of Northumberland, used her as a puppet to keep Mary Tudor off the throne","response":"Lady Jane Grey"},{"text":"He lost at Wimbledon in 1926, but won the English throne when his brother abdicated","response":"George VI"}],"originalDate":"1987-01-21"},{"category":"BIRDS","comments":"","clues":[{"text":"Type of penguin or title of Napoleon","response":"an Emperor"},{"text":"Though Missouri is known for Cardinal sports teams, the state bird is this bird of a different color","response":"the blue bird"},{"text":"He's been called America's 1st birdbander","response":"(John J.) Audubon"},{"text":"About 1/5 of the world's birds feed mainly on this, but they can't make honey from it the way bees do","response":"nectar"},{"text":"From its Latin name, \"Gygis alba\", you can tell the fairy tern is a water bird of this color","response":"white"}],"originalDate":"1987-03-26"},{"category":"BASEBALL","comments":"","clues":[{"text":"Reason you shouldn't buy tickets to a Cubs home night game","response":"because there are no lights there"},{"text":"1 of 4 players aged 43 or older who played in the Majors in 1986","response":"(1 of) Pete Rose (Phil Niekro, Tony Perez or Tommy John)"},{"text":"Cornelius McGillicudy who managed Phil. Athletics for 50 years, was better known by this name","response":"Connie Mack"},{"text":"While 1 MVP Award is given each year in each league, this many Golden Glove Awards are given","response":"9 Golden Gloves in each league"},{"text":"\"Yankee Clipper\" Joe DiMaggio was also known by this alliterative nickname","response":"\"Joltin' Joe\""}],"originalDate":"1987-03-26"},{"category":"BEN FRANKLIN","comments":"","clues":[{"text":"Tho one of the best-educated persons of his time, he had only 2 formal years of this","response":"school"},{"text":"Franklin's last public act was signing an appeal to Congress for the speedy abolition of this","response":"slavery"},{"text":"Franklin's illegitimate son William became governor of this Mid-Atlantic colony","response":"New Jersey"},{"text":"Of Richard Rush, R. Saunders, or R. Franklin, pen name he used to sign \"Poor Richard's Almanac\"","response":"Richard Saunders"},{"text":"The plan he submitted to the 2nd Continental Congress became basis of this, the 1st U.S. \"Constitution\"","response":"the Articles of Confederation"}],"originalDate":"1987-03-26"},{"category":"BOSTON","comments":"","clues":[{"text":"The Neponset, Mystic &amp; Chelsea are really inlets fed by the bay, so the Charles is the only real one","response":"the only river in Boston"},{"text":"The oldest house downtown was once home of this famed silversmith","response":"Paul Revere"},{"text":"In July 1974 Dave Loggins asked his #1 fan to please do this","response":"please come to Boston"},{"text":"Boston's subway system is known locally by this single letter","response":"the T"},{"text":"This, the oldest literacy magazine in America, has been published in Boston since 1857","response":"<i>The Atlantic Monthly</i>"}],"originalDate":"1987-03-26"},{"category":"BIOLOGY","comments":"","clues":[{"text":"While cows got hide, pigs got this","response":"skin"},{"text":"The 2 methods of this are called \"asexual\" &amp; \"sexual\"","response":"reproduction"},{"text":"Of an apple, a cherry or an orange, one which is classified as a drupe","response":"a cherry"},{"text":"When fully grown, these creatures have small appendages called \"spinnerets\"","response":"spiders"},{"text":"Term for the food bearing liquid found in plants or trees","response":"sap"}],"originalDate":"1987-03-26"}],[{"category":"BIBLICAL TRIVIA","comments":"","clues":[{"text":"Some speculate this, Judas' surname, may be a corruption of Latin \"Sicarius\" meaning \"assassin\"","response":"Iscariot"},{"text":"Archeologists claim Sodom &amp; Gomorrah were located near what is now the shore of this sea","response":"the Dead Sea"},{"text":"This creature \"was more subtle than any beast of the field the Lord God had made\"","response":"the serpent"},{"text":"1 of the 2 books in the Old Testament whose titles are women's names","response":"the Book of Ruth or Esther"},{"text":"The Book of Acts says St. Stephen, the 1st Christian martyr, was killed this way","response":"he was stoned to death"}],"originalDate":"1987-03-26"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"Conveniently, it's the nation's largest food chain &amp; largest corporate donor to \"Jerry's Kids\"","response":"the Southland Corporation (7-Eleven)"},{"text":"\"Leading with style\" is new slogan for this giant jeweler who wants to focus on fashion, not investment","response":"Zales"},{"text":"What the RJR in RJR Nabisco stands for","response":"RJ Reynolds"},{"text":"Canon has developed a computer microchip called \"a charge-coupled device\" to take the place of this","response":"film"},{"text":"It's said this Swiss company held 80% of the tranquilizer market till their patent on Valium expired in 1985","response":"(Hoffman)-La Roche"}],"originalDate":"1987-03-26"},{"category":"BEATNIKS","comments":"","clues":[{"text":"Seeking the depths of their individuality, many beatniks turned to this meditative Buddhist sect","response":"Zen"},{"text":"This TV beatnik generally made his 1st appearance with the words, \"You rang?\"","response":"Maynard G. Krebs"},{"text":"If, like, a real hepcat laid some \"geets\" on you, this is what you got","response":"money"},{"text":"Traveling man who wrote, \"Where we going, man? I don't know, but we gotta go\"","response":"Jack Kerouac"},{"text":"In April 1958, this S.F. columnist coined the term \"beatnik\" in his column, \"Baghdad-By-the-Bay\"","response":"Herb Caen"}],"originalDate":"1987-03-26"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"80% of cocaine entering U.S. comes in by air thru this state, keeping Crockett &amp; Tubbs busy","response":"Florida"},{"text":"At 3.85 cups of tea per person per day, this country is world's #1 tea drinker outside the Orient","response":"Great Britain"},{"text":"Kids in America have made this non-carbonated \"soft drink\" #3 behind Coke &amp; Pepsi","response":"Kool-Aid"},{"text":"At 37.5 million miles away in July '86, this planet made its closest approach to Earth in 15 years","response":"Mars"},{"text":"After South Africa, this country mined the most gold in 1985","response":"ths USSR"}],"originalDate":"1987-01-14"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"He wrote that \"persons attempting to find a plot\" in \"Huck Finn\" \"will be shot\"","response":"Mark Twain"},{"text":"This author's son Jack wrote \"Misadventures of a Fly Fisherman: My Life With &amp; Without Papa.\"","response":"Ernest Hemingway"},{"text":"So no one would read it, this Atlanta belle had her novella about interracial lovers destroyed","response":"Margaret Mitchell"},{"text":"Encyclopedia Americana calls him the \"1st great dramatist\" in American literature","response":"Eugene O'Neill"},{"text":"This short novel, Melville's last, wasn't published until 33 years after his death","response":"<i>Billy Budd</i>"}],"originalDate":"1987-01-14"},{"category":"WEATHER","comments":"","clues":[{"text":"It can be classified as bead, ribbon, or ball, by Jove","response":"lightning"},{"text":"Of April, June, or September, month in which the most Atlantic hurricanes occur","response":"September"},{"text":"Weather of the past 500 years in France was charted by using this profession's harvest records","response":"winemakers"},{"text":"A variant of a proverb calls this the \"shepherd's delight\"","response":"red sky at night"},{"text":"According to the World Almanac, the lowest recorded temperature for this state was 14ยบ F","response":"Hawaii"}],"originalDate":"1987-01-14"}],{"category":"SPACE SHUTTLES","text":"2 space shuttles were named for craft commanded by this man who died far from home in 1779","response":"(Captain) Cook"}]}