{"mix":331,"rounds":[[{"category":"FOREIGN PHRASES","comments":"","clues":[{"text":"In German, the street sign is \"Nicht Parken\", in Dutch \"Parkeren Verboden\"","response":"No Parking"},{"text":"\"Mele Kalikimaka\" in Hawaiian, it's this holiday greeting in English","response":"Merry Christmas"},{"text":"Someone at AAA could tell you \"Tutte le strade conducono a Roma\" means this","response":"All roads lead to Rome"},{"text":"How you would complete the Swedish phrase, \"Mitt namn ar...\"","response":"Adella"},{"text":"This Indian form of address for a European lady was derived from the Hindu title for \"sir\"","response":"memsaab"}],"originalDate":"1987-11-26"},{"category":"AWARDS","comments":"","clues":[{"text":"Sports award you've taken home if you've been chosen \"MVP\"","response":"the most valuable player"},{"text":"Category in which Albert Einstein won his Nobel Prize","response":"physics"},{"text":"Magazine which annually presents the J. Fred Muggs Awards","response":"<i>TV Guide</i>"},{"text":"On Jan. 22, 1980, this dissident was stripped of his titles &amp; awards &amp; isolated with his wife in Gorky","response":"Sakharov"},{"text":"At '86 Tonys, Michael Rupert won for acting in \"Sweet Charity\" &amp; this Rupert won for writing \"Edwin Drood\"","response":"Rupert Holmes"}],"originalDate":"1987-11-26"},{"category":"QUOTES","comments":"","clues":[{"text":"In a toast, John Collins Bossidy referred to this \"good old\" city as \"the home of the bean &amp; the cod\"","response":"Boston"},{"text":"Word to which Bartlett's attributes the line \"Pieces of eight, pieces of eight, pieces of eight!\"","response":"<i>Treasure Island</i>"},{"text":"In a letter in 1776, Sir Henry Dudley wrote that these \"will never cease\"","response":"wonders"},{"text":"Brando said the line, \"I'll make him an offer he can't refuse,\" but it was this author who wrote it","response":"Mario Puzo"},{"text":"In \"Outre-Mer\", Longfellow wrote that this \"is the universal language of mankind\"","response":"music"}],"originalDate":"1987-11-26"},{"category":"RELIGION","comments":"","clues":[{"text":"The most common sacrificial method among the Aztecs was removing this organ from the one sacrificed","response":"the heart"},{"text":"In June 1987, the L.A. Times said this pop singer \"disassociated\" himself from the Jehovah's Witnesses","response":"Michael Jackson"},{"text":"A good Muslim should be \"tahara\", or ritually pure, before praying or touching this sacred book","response":"the Koran"},{"text":"Reconstructionism is trying to join these 3 movements on the Synagogue Council of America","response":"Orthodox, Conservative & Reform branches of Judaism"},{"text":"In the early 1800s, this sect was synonymous with the simple chairs &amp; furniture they made","response":"the Shakers"}],"originalDate":"1987-11-26"},{"category":"GILBERT &amp; SULLIVAN","comments":"","clues":[{"text":"Among the characters in this work are Pish-Tush, Pooh-Bah &amp; Peep-Bo","response":"<i>The Mikado</i>"},{"text":"\"Thespis\", their 1st collaboration, was set in the ruins of the temple of the gods on this mountain","response":"Olympus"},{"text":"Opera subtitled \"The Lass That Loved a Sailor\", the lass was Josephine &amp; the sailor Ralph Rackstraw","response":"the <i>H.M.S. Pinafore</i>"},{"text":"\"Princess Ida\" was based on a poem by this lord famous for his heavy verse &amp; Light Brigade","response":"Alfred, Lord Tennyson"},{"text":"Take your time &amp; you'll have this, the name of Bunthorne's intended bride &amp; the operetta","response":"Patience"}],"originalDate":"1987-11-26"},{"category":"COLORADO","comments":"","clues":[{"text":"Its title is \"Where The Columbines Grow\", but don't ask if I can hum it","response":"the Colorado state song"},{"text":"Colorado leads the nation in the production of molybdenum, a metal that hardens this alloy","response":"steel"},{"text":"At \"4 Corners\" you're only a few steps away from these 3 other states","response":"Utah, Arizona & New Mexico"},{"text":"It went from a near ghost town to a resort famed for its summer music festival &amp; winter skiing","response":"Aspen"},{"text":"The highest of these in the world for motor vehicles lies due west of Denver on I-70 in the Rockies","response":"a tunnel"}],"originalDate":"1988-01-20"}],[{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"Hallmark has 41 full-time writers producing these, which account for 1/2 of household-to-household mail","response":"greeting cards"},{"text":"This 9 Lives star announced in August 1987 he's running for president as an Independent, not a Demo-Cat","response":"Morris (the Cat)"},{"text":"Sheraton Hotels are owned by this communications company","response":"ITT"},{"text":"Philadelphia's Smithkline Beckman Corp. makes this, said to be the biggest-selling cold remedy in world","response":"Contac"},{"text":"According to the book \"Who Owns What\", this is the nation's largest maker of men's formal wear","response":"After Six"}],"originalDate":"1988-01-20"},{"category":"\"ZZ\" IN MUSIC","comments":"","clues":[{"text":"In an early Rolling Stones song, Mick sings, \"I'm a king bee, I\" do this \"all night long\"","response":"buzz"},{"text":"This rock trio consists of Frank Beard &amp; 2 guys with long beards","response":"ZZ Top"},{"text":"He got married in 1935 to the woman with whom he made beautiful music, Harriet Hilliard","response":"Ozzie Nelson"},{"text":"Controversial heavy metal rocker who says he really advocates an anti-\"Suicide Solution\"","response":"Ozzy Osbourne"},{"text":"Term used for plucking, not bowing, a violin","response":"<i>pizzicato</i>"}],"originalDate":"1988-01-20"},{"category":"HEALTH &amp; FITNESS","comments":"","clues":[{"text":"Workout leader on the home video called \"Bubba<span class=\"nobreak\">--</span>Until It Hurts\"","response":"Bubba Smith"},{"text":"In May 1987, for the 1st time in the U.S., a donor of this organ lived on after the donation","response":"a heart"},{"text":"Nutritionists warn that these drinks at McDonald's contain more sodium than the French fries do","response":"the shakes"},{"text":"Because you do this more when you're walking than running, your upper body gets a better workout","response":"swing your arms"},{"text":"WHO is a health agency of this organization","response":"the United Nations"}],"originalDate":"1988-01-20"},{"category":"KNIGHTS","comments":"","clues":[{"text":"When Elizabeth II personally knights a man, she touches him on both shoulders with this","response":"a sword"},{"text":"Both Churchill &amp; Eisenhower were knights of a Danish order named for this long-tusked mammal","response":"an elephant"},{"text":"The Knights of the Garter wear pendants depicting this patron saint fighting a dragon","response":"St. George"},{"text":"Those dubbed at what is believed to be his tomb were Knights of the Holy Sepulcher","response":"Christ"},{"text":"An unfinished 12th c. romance introduced the knight Perceval, who sought this vessel","response":"the Holy Grail"}],"originalDate":"1988-01-20"},{"category":"GREEK MYTHOLOGY","comments":"","clues":[{"text":"Penelope waited for Odysseus to return from this conflict... &amp; waited &amp; waited","response":"the Trojan War"},{"text":"Now a synonym for masculine beauty, he was the result of an incestuous relationship","response":"Adonis"},{"text":"Athena emerged, fully grown &amp; armed, from this part of Zeus' body","response":"his head"},{"text":"After death, the good &amp; heroic dwelt forever under clear skies in these fields","response":"the Elysian Fields"},{"text":"This name was used to denote a female prophet, regardless of how many personalities she had","response":"Sibyl"}],"originalDate":"1988-01-20"},{"category":"GOVERNMENT","comments":"","clues":[{"text":"This common Latin phrase used in government statistics means \"by heads\"","response":"<i>per capita</i>"},{"text":"Constitutional amendment which guarantees the right to assemble peaceably","response":"the 1st Amendment"},{"text":"The Bureau of Land Management is part of this Cabinet department","response":"the Department of Interior"},{"text":"The Electoral College meets in this month to determine the president &amp; vice president","response":"December"},{"text":"This position is next in line for presidential succession after the Speaker of the House","response":"the president pro tempore of the Senate"}],"originalDate":"1988-01-20"}],{"category":"NOTORIOUS","text":"No one was ever convicted of the double murder committed in this Massachusetts town on August 4, 1892","response":"Fall River, Massachusetts"}]}