{"mix":333,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"Much like our \"G.I. Joe\", \"Tommy Atkins\" represents the typical soldier of this country","response":"England"},{"text":"A. &amp; S. Batt have set up a 24 hr. emergency hot line to save alligators living in this part of Manhattan","response":"the sewers"},{"text":"Highest personal fine ever, $50 million was levied in 1986 against this Wall Street \"insider\"","response":"(Ivan) Boesky"},{"text":"He was last seen July 30,1975, in a Detroit area restaurant","response":"Jimmy Hoffa"},{"text":"Original painting of G. Washington doing this was destroyed in a WWII allied raid on Bremen, Germany","response":"crossing the Delaware"}],"originalDate":"1987-12-07"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"Not surprisingly, this Roman named his first child Julia","response":"Julius Caesar"},{"text":"Manetho chronicled 30 dynasties of rulers of this ancient land","response":"Egypt"},{"text":"At this ancient site in Iraq, the \"handwriting   on the walls\" is now mostly graffiti","response":"Babylon"},{"text":"The Trojan War on which Homer based his epic took place in what is now this country","response":"Turkey"},{"text":"Many systems of \"justice\" are based on the codification of Roman laws by this Eastern emperor","response":"Justinian"}],"originalDate":"1987-12-07"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This ballpark feature may have gotten its name from its usual proximity to the Bull Durham tobacco sign","response":"the bullpen"},{"text":"From Dutch for \"little man\", it's where clothes hang out in store windows","response":"mannequin"},{"text":"It's said this term for a tramp came from migrant workers who carried farm implements with them","response":"hobo"},{"text":"In early days, factory workers were \"given\" back this bag in which they had brought their tools to work","response":"given the sack"},{"text":"When Byzantine emperor Leo III destroyed church statues we got this word which means \"image breaker\" in Greek","response":"iconoclast"}],"originalDate":"1987-12-07"},{"category":"SCIENCE","comments":"","clues":[{"text":"While some predatory birds use these alone to kill prey, some use their beaks &amp; these","response":"their talons"},{"text":"On a cross section of a tree trunk, it's what  is furthest away from the heartwood","response":"the bark"},{"text":"This element comprises 40% of simple carbohydrates, like glucose","response":"carbon"},{"text":"This plant is no longer widely grown to produce blue dye since the dye can be made synthetically","response":"indigo"},{"text":"1 of 3 things that occur when an object accelerates towards the speed of light","response":"(1 of) time slows down & mass increases & it gets smaller"}],"originalDate":"1987-12-07"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"While the real Bali is in Indonesia, the fictional \"Bali Ha'i\" is in this musical","response":"<i>South Pacific</i>"},{"text":"Dilly Dally, Flub-a-Dub &amp; Clarabell were all residents of this town","response":"Doodyville"},{"text":"According to Jan &amp; Dean, the population of this \"City\" consisted of \"2 girls for every boy\"","response":"Surf City"},{"text":"Comic strip \"location\" where Skeezix was found on a door step, grew up &amp; fathered children of his own","response":"Gasoline Alley"},{"text":"Archie Bunker lived in the real Corona District of Queens, N.Y., on this unreal street","response":"Hauser Street"}],"originalDate":"1987-12-07"},{"category":"HOME GAMES","comments":"","clues":[{"text":"1 question in this home game reads, \"Will your partner say whoopie does or doesn't make him sleepy?\"","response":"<i>The Newlywed Game</i>"},{"text":"While playing the board game of this ABC soap, you can be Erica Kane","response":"<i>All My Children</i>"},{"text":"The L.A. Herald Examiner cried, \"Heaven help our children, this \"Best Picture\" of '86 now has a home game","response":"<i>Platoon</i>"},{"text":"The object of the game based on this TV sitcom is to keep Skippy out of the Keaton family portrait","response":"<i>Family Ties</i>"},{"text":"1st based on a board game, this TV game show now has a home game based on itself","response":"<i>Scrabble</i>"}],"originalDate":"1987-12-07"}],[{"category":"INSECTS","comments":"","clues":[{"text":"Types of this chirping insect include tree, house &amp; field","response":"crickets"},{"text":"The plague is transmitted to humans by these insects, which get the bacteria from infected rats","response":"fleas"},{"text":"In the U.S. this insect falls into 3 groups: subterranean, damp-wood &amp; dry-wood","response":"termites"},{"text":"The destructive gypsy type of this winged insect was introduced to the U.S. from Europe in the 1860s","response":"a moth"},{"text":"Tropical varieties of this insect that resembles a twig can reach a foot in length","response":"a walking stick"}],"originalDate":"1995-06-12"},{"category":"A.K.A.","comments":"","clues":[{"text":"We uncovered this cover girl's real name: it's Mary Laurence Hutton","response":"Lauren Hutton"},{"text":"Her original name was Rose Diane Ladner &amp; her daughter Laura Dern followed in her footsteps","response":"Diane Ladd"},{"text":"Gangster Benjamin Siegel preferred to be called Ben; this famous nickname made him angry","response":"Bugsy"},{"text":"As a child actor in the '50s, this future Monkee starred in TV's \"Circus Boy\" under the name Mickey Braddock","response":"Mickey Dolenz"},{"text":"This singer's real name isn't Lady Marmalade, it's Patricia Holt","response":"Patti LaBelle"}],"originalDate":"1995-06-12"},{"category":"PHOTOGRAPHY","comments":"","clues":[{"text":"In 1955 Henri Cartier-Bresson became the first photographer to have an exhibit in this French museum","response":"the Louvre"},{"text":"Most SLR or single-lens reflex cameras use this size film","response":"35mm"},{"text":"It's 2 shots on the same frame of film","response":"a double exposure"},{"text":"A 1916 trip to Yosemite inspired him to photograph the American wilderness","response":"Ansel Adams"},{"text":"In 1877 Eadweard Muybridge's photos proved at one point when it runs, all 4 of its feet are off the ground","response":"a horse"}],"originalDate":"1995-06-12"},{"category":"1933","comments":"","clues":[{"text":"On May 26 the Australian government laid claim to one-third of this continent","response":"Antarctica"},{"text":"Members of a British expedition climbed to within 1,000 feet of the summit of this highest mountain","response":"Mount Everest"},{"text":"Control of this historic Baltimore fort was transferred to the National Park Service","response":"Ft. McHenry"},{"text":"He was elected mayor of New York on a Fusion ticket, combining Republicans &amp; Reform groups","response":"Fiorello La Guardia"},{"text":"Engelbert Dollfuss dissolved Parliament in this European country &amp; began to rule by decree","response":"Austria"}],"originalDate":"1995-06-12"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"This Chinese observance moves between January 21 &amp; February 20 on the Gregorian calendar","response":"the Chinese New Year"},{"text":"Though no longer celebrated, this city's oldest festival was the Panathenaea","response":"Athens"},{"text":"April 21, the day of Muhammad Iqbal's death, is a holiday in this country that split from India in 1947","response":"Pakistan"},{"text":"It wasn't made a U.S. legal holiday until 1941, 165 years after it was first observed","response":"the Fourth of July (Independence Day)"},{"text":"The observances that accompany Halloween are believed to go back to these ancient British people","response":"the Druids"}],"originalDate":"1995-06-12"},{"category":"STARTS WITH \"Z\"","comments":"","clues":[{"text":"To expedite mail service, this numerical system was introduced in 1963","response":"ZIP codes"},{"text":"This last surviving Marx brother passed away in 1979","response":"Zeppo"},{"text":"This California wine comes in many varieties, from the dry red to the sweet \"white\"","response":"Zinfandel"},{"text":"The Tower of Babel is believed to have been one of these pyramidlike towers","response":"a ziggurat"},{"text":"It's the capital of Croatia","response":"Zagreb"}],"originalDate":"1995-06-12"}],{"category":"ANCIENT WORLDS","text":"In the early 1800s hieroglyphics were first translated by an Egyptologist from this country","response":"France"}]}