{"mix":334,"rounds":[[{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"This U.S. agency assigns call letters to radio &amp; TV stations","response":"the FCC"},{"text":"Rank of the top officer in the Salvation Army","response":"general"},{"text":"A club devoted to this TV series includes chapters named for Barney &amp; the Mayberry Sheriff's Dept.","response":"<i>The Andy Griffith Show</i>"},{"text":"The 2 branches of advanced masonry are the York Rite &amp; this rite","response":"the Scottish Rite"},{"text":"The American Thoracic Society is the medical arm of this organization founded in 1904","response":"the American Lung Association"}],"originalDate":"1995-06-12"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"This canal is approached from the Atlantic side via Limon Bay","response":"the Panama Canal"},{"text":"Principal Indian ports of this bay include Calcutta &amp; Madras","response":"the Bay of Bengal"},{"text":"The Poles call this river the Wisla","response":"the Vistula"},{"text":"The Gulf of Trieste is a northern extension of this arm of the Mediterranean","response":"the Adriatic"},{"text":"The Lukuga River is the only outlet of this deepest African lake","response":"Lake Tanganyika"}],"originalDate":"1995-06-12"},{"category":"PLANTS &amp; TREES","comments":"","clues":[{"text":"This tree is sometimes called the Douglas spruce","response":"the Douglas fir"},{"text":"Socrates died after he drank a potion made from this poisonous plant","response":"hemlock"},{"text":"Winterberry is a variety of this shrub that's popular at Christmas","response":"holly"},{"text":"The gebang palm, whose large leaves are used for thatching, is native to this Se Asian peninsula","response":"the Malay Peninsula"},{"text":"Epiphytes are popularly called these because they don't root in the ground","response":"air plants"}],"originalDate":"1995-06-12"},{"category":"LITERATURE","comments":"","clues":[{"text":"This George Orwell work includes an appendix on \"The Principles of Newspeak\"","response":"<i>1984</i>"},{"text":"He set his story \"The Gold-Bug\" on South Carolina's Sullivans Island","response":"Poe"},{"text":"This book about the patients of a psychiatric ward was Ken Kesey's first novel","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"Katherine Anne Porter's last book, \"The Never- Ending Wrong\" deals with the 1920s legal case of this pair","response":"Sacco & Vanzetti"},{"text":"William Kennedy turned his nonfiction study of Albany's street people into this Pulitzer-winning novel","response":"<i>Ironweed</i>"}],"originalDate":"1995-06-12"},{"category":"NEXT IN LINE","comments":"","clues":[{"text":"The Pope heads the Roman Catholic Church, followed by the cardinals, then these clergymen","response":"(arch)bishops"},{"text":"Moving from the inside of the Earth outward, it's the core, the mantle &amp; this","response":"the crust"},{"text":"Moving up the line of winning poker hands, it's one pair, two pair, three of a kind, then this","response":"a straight"},{"text":"Seen on ascending U.S. currency, it's Washington, Jefferson, Lincoln, Hamilton, this man","response":"(Andrew) Jackson"},{"text":"Alben, <br>Richard, <br>Lyndon, <br>Hubert,....","response":"Spiro"}],"originalDate":"1995-06-12"},{"category":"1929","comments":"","clues":[{"text":"On behalf of Italy, this fascist prime minister signed the Lateran Treaty with the Holy See","response":"Mussolini"},{"text":"Time reported that this Indian leader was fined 1 rupee for burning British cloth","response":"(Mahatma) Gandhi"},{"text":"This aviation hero married Anne Spencer Morrow, daughter of the U.S. ambassador to Mexico","response":"Charles Lindbergh"},{"text":"In 1929 this governor was impeached by the Louisiana House of Reps., but was never tried","response":"Huey Long"},{"text":"The body of this first pres. of the Chinese Republic was moved to a mausoleum overlooking Nanking","response":"Sun Yat-sen"}],"originalDate":"1995-06-09"}],[{"category":"TV TRIVIA","comments":"","clues":[{"text":"Larry Hagman &amp; Ken Kercheval were the only major stars to stay with this show from start to finish","response":"<i>Dallas</i>"},{"text":"Angie Dickinson played Sgt. \"Pepper\" Anderson on this 1970s series","response":"<i>Police Woman</i>"},{"text":"\"Clarence the Cross-eyed Lion\" was featured on this series about an American veterinarian living in Africa","response":"<i>Daktari</i>"},{"text":"In the 1960s David Canary &amp; Ruth Warrick of \"All My Children\" acted in this evening soap set in New England","response":"<i>Peyton Place</i>"},{"text":"This noted columnist narrated the Robert Stack series \"The Untouchables\"","response":"Walter Winchell"}],"originalDate":"1995-06-09"},{"category":"U.S. MUSEUMS","comments":"","clues":[{"text":"Founded in 1988, the Lower East Side Tenement Museum honors the immigrants of this city","response":"New York"},{"text":"\"Believe It Or Not\", over 10 museums throughout the U.S. bear his name","response":"Ripley"},{"text":"This Pennsylvania town is home to the National Civil War Wax Museum","response":"Gettysburg"},{"text":"Atomic bomb casings are displayed at the Bradbury Science Museum in this New Mexico city","response":"Los Alamos"},{"text":"A museum in San Diego's Presidio Park honors this early California missionary","response":"Father Serra"}],"originalDate":"1995-06-09"},{"category":"METERS","comments":"","clues":[{"text":"It ticks off the time purchased to keep a car in a certain space","response":"a parking meter"},{"text":"A drosometer measures the amount of this early morning substance that's formed on a surface","response":"dew"},{"text":"A sensitometer measures photographic film's or your eye's sensitivity to this","response":"light"},{"text":"A calorimeter measures the amount of this given off by a chemical reaction","response":"heat"},{"text":"A ceilometer measures the altitude of these","response":"clouds"}],"originalDate":"1995-06-09"},{"category":"DINOSAURS","comments":"","clues":[{"text":"At up to 35', the Mamenchisaurus had the longest one of any known animal; the giraffe's can be about 6'","response":"the neck"},{"text":"While the Pentaceratops' name indicates it had 5 of these, it had only 3; 2 were prominent cheekbones","response":"horns"},{"text":"The largest animal to do this was the Quetzalcoatlus","response":"fly"},{"text":"The first perm. mounted Sauropod skeleton was of this dinosaur once called Brontosaurus","response":"the <i>Apatosaurus</i>"},{"text":"It was the first part of the Iguanodon discovered","response":"a tooth"}],"originalDate":"1995-06-09"},{"category":"BON VOYAGE","comments":"","clues":[{"text":"He called the voyage of the Beagle \"the most important event in my life\"","response":"Charles Darwin"},{"text":"He first gave serious thought to the telegraph during a voyage home from Europe in 1832","response":"Samuel Morse"},{"text":"Christopher Jones was the captain of this ship during its 1620 voyage","response":"the <i>Mayflower</i>"},{"text":"His 1947 Kon-Tiki voyage covered 4,300 miles in 101 days","response":"Thor Heyerdahl"},{"text":"This author spent 18 months working on the whaler Acushnet before jumping ship in the Marquesas Islands","response":"Herman Melville"}],"originalDate":"1995-06-09"},{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"On June 28, 1990 Prince Charles fell from a pony while playing this game &amp; broke his right arm","response":"polo"},{"text":"England's \"Bloody Mary\" was a member of this royal house","response":"Tudor"},{"text":"He was king of England during the American Revolution &amp; the War of 1812","response":"George III"},{"text":"This man who was king of England for most of the year 1066 had a mistress named Edith Swan-Neck","response":"Harold"},{"text":"The Spanish ambassador prodded this king into ordering the execution of Sir Walter Raleigh","response":"James I"}],"originalDate":"1995-06-09"}],{"category":"WORLD GEOGRAPHY","text":"In its native language this island is called Kalaallit Nunaat","response":"Greenland"}]}