{"mix":337,"rounds":[[{"category":"THE PRESIDENT","comments":"","clues":[{"text":"In his oath, the president swears to \"preserve, protect, &amp; defend\" this","response":"the Constitution"},{"text":"Officially, the president has the use of the White House &amp; a house here","response":"Camp David"},{"text":"The NLRB, it's one of the independent agencies under the direction of the president","response":"the National Labor Relations Board"},{"text":"It's the current annual base salary of the president","response":"$200,000"},{"text":"Doctrine invoked to protect presidential assistants from having to testify before Congress","response":"executive privilege"}],"originalDate":"1988-06-20"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"He played Pope John Paul II in a 1984 TV movie, a far cry from his big 1963 role, Tom Jones","response":"Albert Finney"},{"text":"In \"Funny Girl\", Walter Pidgeon played this father of the \"Follies\"","response":"Ziegfeld"},{"text":"\"Easy Rider\" who called his villain in \"Blue Velvet\" \"1 of the great romantic lead roles of all time!\"","response":"Dennis Hopper"},{"text":"7 yrs. after they danced down the Yellow Brick Road, he was Judy Garland's co-star in \"The Harvey Girls\"","response":"Ray Bolger"},{"text":"Son of King Ban of Benwick, he's been played on film by Robert Taylor &amp; Franco Nero","response":"Sir Lancelot"}],"originalDate":"1988-06-20"},{"category":"OLD TESTAMENT","comments":"","clues":[{"text":"Of Wynken, Blynken, or Nod, the land to which Cain fled","response":"Nod"},{"text":"He must have been a slow chiseler: it took him 40 days just to take down the 10 Commandments","response":"Moses"},{"text":"2 of 4 body parts named in Old Testament standard of justice which begins \"life shall go for life\"","response":"(2 of) eye, tooth, hand or foot"},{"text":"At age 187, while still very young, he begat Lamech, who lived to age 777","response":"Methuselah"},{"text":"In the Bible, they're the 1st things that were ever sewn","response":"fig leaves"}],"originalDate":"1988-06-20"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"What Carlos sings at Christmas time","response":"carols (from Carlos)"},{"text":"Without him, Krystle Carrington might find life bleak","response":"Blake (from bleak)"},{"text":"To make his life calmer, Clint moved here","response":"Carmel (from calmer)"},{"text":"Selma dates them","response":"males (from Selma)"},{"text":"Some might refer to this prime minister as \"that great charmer\"","response":"Margaret Thatcher (from \"that great charmer\")"}],"originalDate":"1988-06-20"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"This city in Virginia was named for 2 men, William Newce &amp; Christopher Newport","response":"Newport News"},{"text":"To lure German capital to finance Northern Pacific Railway, Edwinton, N.D. was renamed this","response":"Bismarck"},{"text":"This oldest city in the U.S. was once the undisputed world leader in the building of shrimp boats","response":"St. Augustine, Florida"},{"text":"Frontier Days, featuring world's oldest annual rodeo, are the pride of July for this Wyoming town","response":"Cheyenne, Wyoming"},{"text":"This city is 1 of world's largest cattle markets &amp; home to the Strategic Air Command","response":"Omaha, Nebraska"}],"originalDate":"1988-06-20"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"For some 3000 years, this Egyptian structure was the world's largest building","response":"the Great Pyramid of Cheops"},{"text":"Term for the distance between 2 floors of a building","response":"a story"},{"text":"The 3 Greek orders refer not to takeout from Nick's Cafe but to styles of these supports","response":"columns"},{"text":"The staircase as a decorative feature was 1st used in English mansions of this period starting around 1558","response":"the Tudor period (Elizabethan)"},{"text":"Italians scorned this northern European style of cathedral architecture, linking it with a barbarian tribe","response":"Gothic"}],"originalDate":"1988-06-20"}],[{"category":"BATTLES","comments":"","clues":[{"text":"British Commonwealth forces suffered over 200,000 casualties at Gallipoli in this war","response":"World War I"},{"text":"In 1976, Sec'y of State Kissinger tried to negotiate an end to the guerilla war in this African nation","response":"Rhodesia (Zimbabwe)"},{"text":"Spanning the 16th &amp; 17th centuries, the 80 Years War led to this Low Country's independence from Spain","response":"the Netherlands"},{"text":"In 1965, during this Caribbean country's civil war, Marines were sent in to protect Amer. interests","response":"the Dominican Republic"},{"text":"Ceding its interests in Libya, this empire ended its war with Italy in 1912","response":"the Ottoman Empire"}],"originalDate":"1988-06-20"},{"category":"SEVEN","comments":"","clues":[{"text":"According to a popular saying, supreme happiness is being there","response":"seventh heaven"},{"text":"In Catholic tradition, her 7 joys were matched by her 7 sorrows","response":"Mary"},{"text":"Commemoration or celebration of an event that occurred 7 years earlier","response":"a septennial"},{"text":"As a member of the 1936 Fordham football team, Vince Lombardi was one of this stony septet","response":"the Seven Blocks of Granite"},{"text":"Based on the conflict between Oedipus' 2 sons, it's one of Aeschylus' later plays","response":"<i>Seven Against Thebes</i>"}],"originalDate":"1988-06-20"},{"category":"THE \"IN\" CROWD","comments":"","clues":[{"text":"It's burned during religious ceremonies to produce a pleasant fragrance","response":"incense"},{"text":"On a dye classification chart, it's listed under \"vat blue 35\"","response":"indigo"},{"text":"It's the longest word in the Pledge of Allegiance","response":"indivisible"},{"text":"As a verb it means to get a person drunk, as a noun it's someone already intoxicated","response":"inebriate"},{"text":"Paul Muni &amp; Ed Begley starred as opposing lawyers in this 1955 play based on the Scopes trial","response":"<i>Inherit the Wind</i>"}],"originalDate":"1989-06-16"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Draft animals include the Clydesdale horse, the Indian elephant &amp; this Siberian dog","response":"the Husky"},{"text":"What the \"el\"? It's this","response":"the elevated (railway)"},{"text":"The name of this long runnerless sled comes from the Micmac Indians of Canada","response":"toboggan"},{"text":"It's someone who takes a leisurely walk, or a type of baby carriage he might be pushing","response":"a stroller"},{"text":"1 of the 3 Mercury space capsules whose names began with \"F\"","response":"(1 of) <i>Freedom</i> (<i>Friendship</i> or <i>Faith</i>)"}],"originalDate":"1989-06-16"},{"category":"SINGERS","comments":"","clues":[{"text":"Loretta Lynn's album \"I Remember Patsy\" was a tribute to this singer, her dear friend","response":"Patsy Cline"},{"text":"\"Good Golly Miss Molly\", he once claimed his music \"makes the blind see\" &amp; \"the deaf hear\"","response":"Little Richard"},{"text":"His home is a pink-trimmed mansion in New Orleans, but we don't know if he walks to it","response":"Fats Domino"},{"text":"She said, \"I would much rather have stood by 1 man for a lifetime than 4 for a short time\"","response":"Tammy Wynette"},{"text":"With a masters in psychology, he might use \"We're In This Love Together\" to counsel couples","response":"Al Jarreau"}],"originalDate":"1989-06-16"},{"category":"RANCHES","comments":"","clues":[{"text":"His \"Happy Trails\" led to the Double R Bar Ranch","response":"Roy Rogers"},{"text":"B. Cartwright's almost 1,000 square mi. ranch in \"Bonanza\" was named for these tall pine trees","response":"ponderosas"},{"text":"This 1982 movie musical featured the Chicken Ranch, a house of ill repute run by Dolly Parton","response":"<i>The Best Little Whorehouse in Texas</i>"},{"text":"This movie producer's 3,658 acre Marin County California spread is called Skywalker Ranch","response":"(George) Lucas"},{"text":"This Texas ranch, bigger than Rhode Island, is the largest in the U.S.","response":"the King Ranch"}],"originalDate":"1989-06-16"}],{"category":"THE WINTER OLYMPICS","text":"2 of the 3 cities that have hosted the games twice","response":"St. Moritz, Lake Placid & Innsbruck, Austria"}]}