{"mix":342,"rounds":[[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Oregon's Willamette is one of the few U.S. rivers that flows in this compass direction","response":"north"},{"text":"This Canadian province contains both Lake Winnipeg &amp; Lake Winnipegosis","response":"Manitoba"},{"text":"Largest U.S. naval recruit training center is not on the ocean but on the shore of this Great Lake","response":"Lake Michigan"},{"text":"Venezuela's oil production is centered on this lake","response":"Lake Maracaibo"},{"text":"The 2 countries, 1 coastal, 1 landlocked, that share Lake Titicaca, the world's highest large lake","response":"Peru & Bolivia"}],"originalDate":"1988-06-17"},{"category":"POETRY","comments":"","clues":[{"text":"In \"Idylls of the King\", Tennyson calls her \"fairest of all flesh on earth\"","response":"Guinevere"},{"text":"Since it was written in the 1st person, he's regarded as the leading character in \"The Divine Comedy\"","response":"Dante"},{"text":"Byron based a poem on the true story of a man who spent years as the \"Prisoner of\" this castle","response":"Chillon"},{"text":"Wordsworth wrote, \"My heart leaps up when I behold\" 1 of these \"in the sky\"","response":"a rainbow"},{"text":"Child bride who ended up in \"her tomb by the sounding sea\"","response":"Annabel Lee"}],"originalDate":"1988-06-17"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"He was actually paraphrasing Harding when he said, \"Ask not what your country can do for you\"","response":"JFK"},{"text":"Said to be 1st president to use a telephone, James Garfield was last to be born in one of these","response":"a log cabin"},{"text":"Following the \"Checkers\" speech, he told his vice-presidential running mate, \"you're my boy\"","response":"Eisenhower"},{"text":"Without bloodshed or reprisals, George Washington squelched this \"potent potable\" uprising in 1794","response":"the Whiskey Rebellion"},{"text":"James Monroe's Secretary of State &amp; successor, he actually proposed the Monroe doctrine","response":"John Quincy Adams"}],"originalDate":"1986-12-05"},{"category":"REINCARNATION","comments":"","clues":[{"text":"Flamboyant WWII general who believed he'd had several previous lives, all as soldiers","response":"Patton"},{"text":"Plato felt that memories from time spent between incarnations inspired this romantic emotion","response":"love"},{"text":"Name of the Hindu belief that good or evil deeds determine the next incarnation","response":"karma"},{"text":"Founding Father who wrote that he would \"appear once more in a new &amp; more elegant edition\"","response":"Benjamin Franklin"},{"text":"In \"Dancing in the Light\", this star says her mother was once a man who kidnapped her in a past life","response":"Shirley MacLaine"}],"originalDate":"1986-12-05"},{"category":"PETS","comments":"","clues":[{"text":"Saying goldfish are not tropical, World Book considers these the most common &amp; best known tropical fish","response":"guppies"},{"text":"The talking variety of this bird can imitate human speech better than a parrot can","response":"a myna"},{"text":"The chow chow dog is unique in having this color tongue","response":"black (blue-black)"},{"text":"Most popular breed of long-haired cats, it's become a generic term for all long-hairs","response":"Persian"},{"text":"All pet golden hamsters descend from a single litter captured in 1930 in this Mideast country","response":"Syria"}],"originalDate":"1986-12-05"},{"category":"THE OSCARS","comments":"","clues":[{"text":"Youngest person to win a regular Oscar was this 10-year-old for Best Supporting Actress in \"Paper Moon\"","response":"Tatum O'Neal"},{"text":"In 1929 only, a separate award was also given for Best Director of this type of film","response":"a comedy"},{"text":"While angered at receiving Oscar for \"Pygmalion\", he reportedly displayed it on his mantel","response":"George Bernard Shaw"},{"text":"Tho Scarlett's father in 1939's best picture, \"GWTW\", he won best supporting actor that year for \"Stagecoach\"","response":"Thomas Mitchell"},{"text":"1964's best song, from \"Mary Poppins\"","response":"\"Chim Chim Cher-ee\""}],"originalDate":"1986-12-05"}],[{"category":"WARS","comments":"","clues":[{"text":"In 1979, this country conquered Cambodia","response":"Vietnam"},{"text":"War that's the subject of Hemingway's play, \"The Fifth Column\"","response":"the Spanish Civil War"},{"text":"This battle of the War of 1812 was fought 2 weeks after the war had ended","response":"the Battle of New Orleans"},{"text":"More people died in a flu epidemic shortly after this war than in the war itself","response":"World War I"},{"text":"He was Prime Minister when Great Britain declared war on Germany, Sept. 3, 1939","response":"Chamberlain"}],"originalDate":"1986-12-05"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"At start of each week's show, clients arrived via this to \"Fantasy Island\"","response":"an airplane"},{"text":"Mode of transportation celebrated in Boone, Iowa during annual Pufferbilly Days","response":"steam locomotives"},{"text":"In addition to the helicopter, this is also nicknamed a \"chopper\"","response":"a motorcycle"},{"text":"With Orville's help, he moved the Wright home &amp; bike shop to his Michigan museum","response":"Henry Ford"},{"text":"Pulled by mules, it's how Dickens traveled through Pennsylvania in march 1842","response":"the canal boats"}],"originalDate":"1986-12-05"},{"category":"PEOPLE","comments":"","clues":[{"text":"At age 90, he said, \"Retire? I'm going to stay in show business till I'm the only one left\"","response":"George Burns"},{"text":"While \"St. Elsewhere\" was \"killing him off\" with AIDS, People magazine called him \"the Sexiest Man Alive\"","response":"Mark Harmon"},{"text":"As of March 17, 1986, House speaker Tip O'Neill is also a citizen of this country","response":"Ireland"},{"text":"In 1986, \"A Taste of Honey\" was one of their 1st 2 sanctioned albums to be released back in the U.S.S.R.","response":"the Beatles"},{"text":"So far, the U.S., Britain, Nepal, India, Greece &amp; Spain have sent him &amp; his followers packing","response":"(Bhagwan) Rajneesh"}],"originalDate":"1986-12-05"},{"category":"BIOLOGY","comments":"","clues":[{"text":"Known to live 100s of years, this tree was named for 19th c. Scottish botanist David Douglas","response":"a Douglas fir"},{"text":"They migrate back to the Sargasso Sea to spawn, not to recharge since they're not the electric type","response":"eels"},{"text":"Of Paul Bunyan; Babe the Blue Ox; or a redwood, the 1 which is a ruminant","response":"(Babe) the Blue Ox"},{"text":"This human organ secretes the enzyme pepsin","response":"the stomach"},{"text":"It occurs at the end of the interior gestation period","response":"birth"}],"originalDate":"1986-12-04"},{"category":"1900","comments":"","clues":[{"text":"This Viennese psychoanalyst slipped \"Interpretation of Dreams\" into print","response":"Sigmund Freud"},{"text":"This count made his 1st trials of the gas-filled lighter-than-air vehicle which was later named for him","response":"Count (Ferdinand von) Zeppelin"},{"text":"This future state was organized as a territory &amp; Sanford Dole appointed 1st governor","response":"Hawaii"},{"text":"Real life engineer of Cannonball Express who died in spectacular train wreck","response":"Casey Jones"},{"text":"In Rome, this composer premiered \"Tosca\"","response":"Puccini"}],"originalDate":"1986-12-04"},{"category":"FAMOUS \"JAMES\"s","comments":"","clues":[{"text":"The 1st of England &amp; the 6th of Scotland, you'll find his book in most hotel rooms","response":"King James"},{"text":"Grammy winner whose \"There We Are\" included the words \"so though I never say that I love you... Carly, I do\"","response":"James Taylor"},{"text":"Creator of a steam engine, or an interior secretary whom some associated with hot air","response":"James Watt"},{"text":"Novelist who wrote \"Whish! a gull. Gulls, far calls. Coming, far! End here. Us then. Finn, again!\"","response":"James Joyce"},{"text":"3 of the 5 \"James\"s who preceded Jimmy Carter in the presidency","response":"(3 of) James Buchanan, James Madison, James Monroe, James Polk, and James Garfield"}],"originalDate":"1986-12-04"}],{"category":"HISTORIC GROUPS","text":"The Kipchak Khanate is another name for this group that was eventually defeated by Tamerlane in 1395","response":"the Golden Horde"}]}