{"mix":348,"rounds":[[{"category":"GAMES","comments":"","clues":[{"text":"In checkers one player's pieces are black &amp; the other player's are usually white or this color","response":"red"},{"text":"One of these, made when the thrown horseshoe encloses the stake, counts for 3 points","response":"a ringer"},{"text":"In craps, if the first throw of the dice equals 7 or this number, the player wins","response":"11"},{"text":"This highest poker hand is the sequence of 10 through ace in one suit","response":"a royal flush"},{"text":"Canasta is played with 2 52-card decks &amp; 4 of these cards","response":"a joker"}],"originalDate":"1995-05-16"},{"category":"NONFICTION","comments":"","clues":[{"text":"In 1987 this Soviet leader published \"Perestroika: New Thinking For Our Country and the World\"","response":"Gorbachev"},{"text":"In 1994 Laurence Leamer published a bestselling book about these \"women\", including Rose &amp; Eunice","response":"the Kennedy women"},{"text":"The type of books put out by Frommer's &amp; Fodor's","response":"travel guides"},{"text":"In \"I Remember\" this CBS news anchorman writes of his childhood in Depression-era Texas","response":"Dan Rather"},{"text":"In her memoir \"Leading With My Heart\" she reminisced about life &amp; raising sons Bill &amp; Roger","response":"Virginia Clinton"}],"originalDate":"1995-05-16"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"Ounce for ounce, a red bell pepper contains about 4 times as much of this vitamin as an orange","response":"vitamin C"},{"text":"The Liederkranz type of this was named for a New York singing society","response":"cheese"},{"text":"This savory pie, of which the best-known type is Lorraine, originated in Alsace-Lorraine, France","response":"quiche"},{"text":"A classic sauce for seafood, remoulade is made by adding herbs &amp; mustard to this emulsion","response":"mayonnaise"},{"text":"The scraps in the Pennsylvania Dutch dish called scrapple are finely chopped pieces of this meat","response":"pork"}],"originalDate":"1995-05-16"},{"category":"THE SHADOW","comments":"","clues":[{"text":"February observance most associated with a shadow","response":"Groundhog Day"},{"text":"Something that's for sure is \"without a shadow of\" one of these","response":"a shadow of a doubt"},{"text":"Wendy Darling locked up his shadow","response":"Peter Pan"},{"text":"In the 4th century B.C., Aristotle proved the Earth round from the shadow it casts during one of these","response":"an (lunar) eclipse"},{"text":"Leonardo da Vinci is known for his use of this art technique of light &amp; shadow","response":"chiaroscuro"}],"originalDate":"1995-05-16"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1938 France stopped sending prisoners to this brutal prison camp off the coast of French Guiana","response":"Devils Island"},{"text":"While imprisoned in the Tower of London 1603-1616, this courtier wrote his \"History of the World\"","response":"Sir Walter Raleigh"},{"text":"This \"Great\" division in the Catholic Church ended in 1417 with the election of Pope Martin V","response":"the Great Schism"},{"text":"In the 1520s the Inca Empire stretched to the northern border of this small South American nation","response":"Ecuador"},{"text":"In 1966 the territory of Basutoland became independent under this name","response":"Lesotho"}],"originalDate":"1995-05-16"},{"category":"U.S.A.","comments":"","clues":[{"text":"This estate of George Washington expanded from about 2,000 to 8,000 acres during his lifetime","response":"Mount Vernon"},{"text":"This steel plow inventor's blacksmith shop has been reconstructed in Grand Detour, Illinois","response":"John Deere"},{"text":"You can visit the U.S.S. Alabama Battleship Memorial Park on the shore of this southern bay","response":"Mobile Bay"},{"text":"This \"Great Commoner\"'s Lincoln, Nebraska home became a nurses' residence after he moved to Florida","response":"William Jennings Bryan"},{"text":"The Wren's Nest, the home of this Uncle Remus author, was called Snap Bean Farm when he bought it","response":"Joel Chandler Harris"}],"originalDate":"1995-05-16"}],[{"category":"FLOWERS","comments":"","clues":[{"text":"During the 1600s stock markets were set up in Dutch cities just to trade these flowers","response":"tulips"},{"text":"Orris oil, used as a flavoring &amp; in fragrances, is obtained from this similar-sounding flower","response":"an iris"},{"text":"The head of the common type of this flower, Helianthus annuus, may be more than a foot in diameter","response":"the sunflower"},{"text":"Often used to fill out bouquets, these delicate flowers include Covent Garden &amp; Bristol fairy","response":"baby's breath"},{"text":"These colorful flowers of the violet family derive their name from the French word for \"thought\"","response":"pansies"}],"originalDate":"1995-05-16"},{"category":"THE BANK OF ENGLAND","comments":"","clues":[{"text":"The bank was established in 1694 to help finance these against other countries","response":"wars"},{"text":"In 1790 he persuaded the U.S. Congress to model the Bank of the U.S. on the Bank of England","response":"(Alexander) Hamilton"},{"text":"He retired from the bank's staff the same year his \"The Wind in the Willows\" was published","response":"Kenneth Grahame"},{"text":"This nickname for the bank comes from its conservatism &amp; location","response":"the Old Lady of Threadneedle Street"},{"text":"The bank has the sole authority to issue notes in England &amp; this principality","response":"Wales"}],"originalDate":"1995-05-16"},{"category":"SUPREME COURT DECISIONS","comments":"","clues":[{"text":"1963's Gideon v. Wainwright said those charged with serious crimes must be provided with one of these","response":"a lawyer"},{"text":"The decision in this 1973 case allowed states to regulate abortion only in the 2nd &amp; 3rd trimesters","response":"Roe v. Wade"},{"text":"In a 1974 case, the United States v. this man, the Supreme Court ruled on executive privilege","response":"Nixon"},{"text":"A 1911 decision dissolved the trust of this company of New Jersey","response":"Standard Oil"},{"text":"This doctrine upheld in 1896's Plessy v. Ferguson was denied in 1954's Brown v. Board of Education","response":"separate but equal"}],"originalDate":"1995-05-16"},{"category":"PLAYS &amp; PLAYWRIGHTS","comments":"","clues":[{"text":"In 1983 this author directed a revival of his own \"Death of a Salesman\" in Beijing with a Chinese cast","response":"(Arthur) Miller"},{"text":"He wrote his great symbolic drama \"Brand\" in Rome, not in his native Norway","response":"Ibsen"},{"text":"Henry Fielding based his farce \"The Mock Doctor\" on this Frenchman's \"The Doctor in Spite of Himself\"","response":"Molière"},{"text":"He set his 1894 play \"Arms and the Man\" in Bulgaria","response":"Shaw"},{"text":"This British poet published his poetic drama \"Becket\" in 1884, the same year he was elevated to the peerage","response":"Alfred, Lord Tennyson"}],"originalDate":"1995-05-16"},{"category":"JULY","comments":"","clues":[{"text":"It's a good thing he was born on \"July12\", 100 B.C., since the month was named for him","response":"Julius Caesar"},{"text":"On this date, the Israelis raided Entebbe Airport, 1 day before the U.S. bicentennial","response":"July 3, 1976"},{"text":"Bread had to be rationed in England beginning July 21, 1946 due to worldwide shortage of this","response":"wheat"},{"text":"Evita's widower, he died on July 1, 1974 while president of Argentina again","response":"Juan Perón"},{"text":"The 10th Olympic games began in Los Angeles on July 30th of this year","response":"1932"}],"originalDate":"1986-12-01"},{"category":"LITERATURE","comments":"","clues":[{"text":"When this New England novelist died in 1864, vacationing with college chum F. Pierce, it was no \"red letter\" day","response":"(Nathaniel) Hawthorne"},{"text":"Like his physician father, this author of \"To Have &amp; Have Not\" committed suicide","response":"Hemingway"},{"text":"Defoe novel appropriate if you could have only 1 book when stranded on a desert island","response":"<i>Robinson Crusoe</i>"},{"text":"\"All mimsy were the Borogroves\" when the Jabberwock appeared in this Lewis Carroll book","response":"<i>Through the Looking-Glass</i>"},{"text":"Set in Hollywood, this Nathanael West novel ends with a riot at a movie premiere","response":"<i>The Day of the Locust</i>"}],"originalDate":"1986-12-01"}],{"category":"ELEMENTS","text":"In his \"Natural History\" Pliny described it as \"argentum vivum\"","response":"mercury"}]}