{"mix":352,"rounds":[[{"category":"TROPICAL FRUITS","comments":"","clues":[{"text":"The passion in passion fruit doesn't refer to l'amour, but to his passion","response":"Jesus"},{"text":"This fruit of a palm tree is one of the largest known seeds in the world","response":"the coconut"},{"text":"In the 1790s, this fruit traveled from Tahiti to the West Indies with Captain Bligh","response":"breadfruit"},{"text":"Surprisingly, bananas originated on this continent, not in Central America","response":"Asia"},{"text":"Among the main varieties of this \"peach of the tropics\" are Van Dyke, Jubilee, &amp; Tommy Atkins","response":"mango"}],"originalDate":"1988-05-03"},{"category":"LABOR UNIONS","comments":"","clues":[{"text":"The AFL was mainly skilled tradesmen while this group of unions represented mostly the non-skilled","response":"the CIO (the Congress of Industrial Organizations)"},{"text":"While clubs &amp; fraternities are divided into chapters, unions are divided into these","response":"locals"},{"text":"Well-known in the history of the U.S. labor movement, this group, the IWW, still exists","response":"the Industrial Workers of the World (the Wobblies)"},{"text":"This Pro Football Hall of Famer &amp; former Raider heads the NFL Players Association","response":"Gene Upshaw"},{"text":"1886 pro-labor Chicago demonstration that turned into a riot in which 10 were killed","response":"the Haymarket"}],"originalDate":"1988-05-03"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Greenish blue, like water","response":"aqua"},{"text":"Function of the red button on a standard multi-line telephone","response":"hold"},{"text":"The kind of stake you'd find in a poker game","response":"ante"},{"text":"A group of legislators who vote together for a particular interest","response":"a bloc"},{"text":"A trick intended to ensnare or deceive; it's often thought of as feminine","response":"a wyle"}],"originalDate":"1988-05-03"},{"category":"GEORGE WESTINGHOUSE","comments":"(Alex: A snappy dresser, a nice guy, good singer, too.)","clues":[{"text":"He was granted over 350 of these, the first was for a rotary steam engine designed in 1865","response":"a patent"},{"text":"Westinghouse's generators here began operation in November of 1896, supplying Buffalo with power","response":"Niagara Falls"},{"text":"The life of a drayman crossing the tracks was saved during the 1st demonstration of this invention","response":"air brakes (for trains)"},{"text":"The last firm he founded made a compressed air spring to take the shocks out of this","response":"automobiles"},{"text":"Westinghouse bought Nikola Tesla's system for producing this type of electric power","response":"alternating current"}],"originalDate":"1988-05-03"},{"category":"EVIL TWINS","comments":"","clues":[{"text":"In this TV show, not only did Michael Knight have an evil twin, so did the car","response":"<i>Knight Rider</i>"},{"text":"According to legend, he killed his twin brother Remus for leaping over the wall he built around Rome","response":"Romulus"},{"text":"Strontium is an evil alter ego of this bone-building nutrient","response":"calcium"},{"text":"This comedian claims to have an evil twin named Ray Pino","response":"Jay Leno"},{"text":"Margot Kidder played both Danielle &amp; her evil Siamese twin in this 1973 De Palma film","response":"<i>Sisters</i>"}],"originalDate":"1986-10-29"},{"category":"\"BUMP\"s","comments":"","clues":[{"text":"Condition of LA traffic at 5 o'clock on the 405 freeway","response":"bumper-to-bumper"},{"text":"Since they're upwardly mobile professionals too, this term is used to describe Black yuppies","response":"bumpies"},{"text":"What a rival mob did to Dutch Schultz in New Jersey in 1935","response":"bumping off"},{"text":"Famed pair of moves executed by an ecdysiast","response":"bumps & grinds"},{"text":"Famous frontiersman created by James Fenimore Cooper","response":"Natty Bumppo"}],"originalDate":"1986-10-29"}],[{"category":"SPORTS TRIVIA","comments":"","clues":[{"text":"Aquatic subject of the classic 1966 film \"Endless Summer\"","response":"surfing"},{"text":"In 1976 Olympics, these 2 brothers both won gold medals in boxing events","response":"the Spinks brothers (Michael & Leon)"},{"text":"At 8,325 yards, one in Bolton, Massachusetts, is the world's longest","response":"a golf course"},{"text":"The 3 states in which the Triple Crown takes place","response":"Kentucky, New York & Maryland"},{"text":"From 1973-79, she won 125 straight matches on clay courts","response":"Chris Evert Lloyd"}],"originalDate":"1986-10-29"},{"category":"MAGAZINES","comments":"","clues":[{"text":"From Latin \"digerere\", to divide, it's used to complete \"Soap Opera\", \"Golf\" &amp; \"Readers\" titles","response":"Digest"},{"text":"Of \"Harper's\", \"Harper's Bazaar\", &amp; \"Bazaar\", one with the highest circulation","response":"<i>Harper's Bazaar</i>"},{"text":"In July '86, Playboy announced plans to do a pictorial on women of this convenience store chain","response":"the 7-Eleven chain"},{"text":"The reason \"Elle\" gets a discount on its ads in \"New York\" is they're both owned by this publisher","response":"Rupert Murdoch"},{"text":"1 of 2 U.S. magazines with circulation over 400,000 whose names end in a period","response":"<i>Ms.</i> & <i>Inc.</i>"}],"originalDate":"1986-10-29"},{"category":"FOOTBALL","comments":"","clues":[{"text":"The fans saw the first one on Dec. 7, 1963; this year, the officials used them","response":"a replay"},{"text":"Of 1, 3, or 5 seconds, the best hang time for a punt","response":"5 seconds"},{"text":"Developed in the '50s by Paul Brown, it's a 5-yd. penalty for grabbing one, 15 yds. if it's pulled","response":"face mask"},{"text":"Winners of the most NFL titles, this team was first franchised to J.E. Claire of the Acme Packing Company","response":"the Green Bay Packers"},{"text":"Named NFL Comm. in '60, he raised eyebrows ordering games played 2 days after JFK was shot","response":"Pete Rozelle"}],"originalDate":"1986-10-28"},{"category":"AMERICAN FAMILIES","comments":"","clues":[{"text":"Family of Presidents, they spell their name with one D, unlike Gomez, Morticia &amp; Pugsley","response":"the Adams"},{"text":"Family whose name is associated with all things rich, including an oyster dish","response":"the Rockefellers"},{"text":"What Kurt Vonnegut was to Geraldo Rivera, Henry Fonda to Tom Hayden, &amp; Ryan O'Neill is to John McEnroe","response":"father-in-law"},{"text":"The father's Peace Corps sent Americans abroad, his daughter brought Conan to Hyannisport","response":"the Shrivers"},{"text":"This biographer of Malcolm X may have the best-known genealogy in America","response":"Alex Haley"}],"originalDate":"1986-10-28"},{"category":"1965","comments":"","clues":[{"text":"By clamping her phrenic nerve, doctors relieved a 2-year case of these spasms for an Atlanta waitress","response":"hiccups"},{"text":"According to an AP poll, the escalation of this was the biggest news story of the year","response":"the Vietnam War"},{"text":"Supreme Court Justice Arthur Goldberg succeeded the late Adlai Stevenson in this diplomatic position","response":"United States representative to the United Nations"},{"text":"Time reported that this young Black comic refuses to make racial jokes \"because they demean the race\"","response":"Bill Cosby"},{"text":"2 of 3 U.S. national monuments targeted by saboteurs in a monumental plot cracked in February","response":"(2 of) the Statue of Liberty, the Liberty Bell, and the Washington Monument"}],"originalDate":"1986-10-28"},{"category":"FOREIGN PHRASES","comments":"","clues":[{"text":"In German, \"Mann uber Bord\"","response":"man overboard"},{"text":"A \"mshugene velt\" is this kind of world","response":"a crazy world"},{"text":"What the \"Prohibido Estacionar\" sign prohibits in Portugal","response":"parking"},{"text":"\"Pater Patriae\", George Washington was one","response":"the father of his country"},{"text":"A Dutch inspector saying \"maak je die koffer ins open\" is telling you to do this","response":"please open your luggage (or your suitcase)"}],"originalDate":"1986-10-28"}],{"category":"TRAILBLAZERS","text":"The foremost member of the \"Sochi Six\", which was similar to a previous U.S. group, he died in a plane crash in 1968","response":"(Yuri) Gagarin"}]}