{"mix":359,"rounds":[[{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"Famous pair that sent Columbus on his merry way in 1492","response":"Ferdinand & Isabella"},{"text":"When Johnse &amp; Rosanna eloped in 1882, it fueled the famous feud between these 2 families","response":"the Hatfields & the McCoys"},{"text":"This Piano Man &amp; Uptown Girl ended their marriage in 1994","response":"Billy Joel & Christie Brinkley"},{"text":"Name paired with John Speke or Elizabeth Taylor","response":"Richard Burton"},{"text":"The 2 opposing political factions in 13th c. Italy were the Guelphs &amp; this group","response":"the Ghibellines"}],"originalDate":"1994-12-15"},{"category":"BUSINESS HISTORY","comments":"","clues":[{"text":"Procter &amp; Gamble owned this bleach company from 1957 to 1968","response":"Clorox"},{"text":"In 1880 he rented the third story of a building in Rochester, N.Y. to make his dry plates","response":"(George) Eastman"},{"text":"This co. known for its yellow rental trucks began in 1933 with a 1931 black model a Ford truck","response":"Ryder"},{"text":"In 1988 Ross Johnson tried to buy out this company &amp; soon found barbarians at his gate","response":"(RJR) Nabisco"},{"text":"H&R Block &amp; Hallmark were both founded in this city","response":"Kansas City"}],"originalDate":"1994-12-15"},{"category":"ANIMAL SUPERLATIVES","comments":"","clues":[{"text":"As you might expect, the smallest nest, about the size of a thimble, is made by this bird","response":"the hummingbird"},{"text":"The heaviest venomous snake is the eastern diamondback species of this snake","response":"the rattlesnake"},{"text":"Sometimes over 20' long, the saltwater species of this animal is the largest of all living reptiles","response":"a crocodile"},{"text":"The gestation period of this American marsupial can be as short as a record 8 days","response":"a possum"},{"text":"The heaviest living insect is the Goliath species of this insect from the family Scarabaeidae","response":"the beetle"}],"originalDate":"1994-12-15"},{"category":"AMERICAN FLAG ETIQUETTE","comments":"","clues":[{"text":"People in uniform, such as soldiers or scouts, may leave these on while saluting; others should remove them","response":"hats"},{"text":"A 1953 change to the flag code allows its flag to be flown above the U.S. flag at its NYC headquarters","response":"the United Nations"},{"text":"If the flag is not present when the national anthem is played, people should face this","response":"the band playing the national anthem"},{"text":"It's the preferred dignified way to dispose of an old, tattered flag","response":"burning"},{"text":"When you fold the flag properly, the bundle will be this shape when you're finished","response":"a triangle"}],"originalDate":"1994-12-15"},{"category":"U.S. \"C\"ITIES","comments":"(Alex: Each city will begin with the letter C.)","clues":[{"text":"In 1983 this largest North Carolina city elected its first Black mayor, Harvey Gantt","response":"Charlotte"},{"text":"It's Massachusetts' \"University City\"","response":"Cambridge"},{"text":"This city's daily newspaper, a recent consolidation, is the Wyoming Tribune-Eagle","response":"Cheyenne"},{"text":"Parks in this Ohio city include Brookside, Edgewater &amp; Rockefeller","response":"Cleveland"},{"text":"This New Jersey city, once the home of Walt Whitman, was originally called Cooper's Ferry","response":"Camden"}],"originalDate":"1994-12-15"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"Jean Le Bon, king of this country, was captured by the English at the Battle of Poitiers in 1356","response":"France"},{"text":"Duncan I was the first member of the house of Dunkeld to rule this country","response":"Scotland"},{"text":"This Austrian royal house traces its ancestry back to a man known as Guntram the Rich","response":"the Hapsburgs"},{"text":"The Museums of Florence paid tribute to this \"Magnificent\" Medici in 1992, the 500th anniversary of his death","response":"Lorenzo"},{"text":"During an interregnum from 1250-1273, this empire had no emperor","response":"the Holy Roman Empire"}],"originalDate":"1994-12-15"}],[{"category":"VOLCANOES","comments":"","clues":[{"text":"Catania, Sicily's second-largest city, sits on the slopes of this volcano","response":"Etna"},{"text":"Fumes still rise from the volcanic cone of this highest mountain in Washington","response":"Rainier"},{"text":"The 1883 explosion of this Indonesian volcano released energy equal to an estimated 150 megatons","response":"Krakatoa"},{"text":"Hawaii's Kilauea is located on the eastern slope of this larger volcano","response":"Mauna Loa"},{"text":"When Hekla erupted on this island in 1947, ash fell as far away as Finland","response":"Iceland"}],"originalDate":"1994-12-15"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"When Medusa's head was cut off, this winged steed sprang from her blood","response":"Pegasus"},{"text":"The Romans believed that twins Romulus &amp; Remus were the sons of a mortal mother &amp; this war god","response":"Mars"},{"text":"This Egyptian fertility god who ruled the underworld was often depicted as a mummy seated on a throne","response":"Osiris"},{"text":"This youth who loved hero drowned during one of his nightly swims to her","response":"Leander"},{"text":"The Romans called the god of sleep Somnus; the Greeks called him this","response":"Hypnos"}],"originalDate":"1994-12-15"},{"category":"AVIATION FIRSTS","comments":"","clues":[{"text":"Mme. Thible, a French singer, on June 4, 1784, in a balloon","response":"the first woman in a balloon (the first woman to fly)"},{"text":"In 1922 Lt. Harold Harris became the 1st member of the Caterpillar Club, those whose lives have been saved by these","response":"parachutes"},{"text":"On July 2, 1900 this German count flew the first of his rigid-frame airships; it wasn't a very successful flight","response":"Zeppelin"},{"text":"Chuck Yeager first broke the sound barrier over this state","response":"California"},{"text":"Charles A. Levine, the first transatlantic passenger, left this airfield June 4, 1927, 2 weeks after Lindy","response":"Roosevelt Field (Long Island)"}],"originalDate":"1994-12-15"},{"category":"POETS","comments":"","clues":[{"text":"During the Spanish- American War, this \"Chicago\" poet served in the 6th Illinois infantry","response":"Sandburg"},{"text":"The only prose work by this \"Idylls of the King\" poet was a play, \"The Promise of May\"","response":"Tennyson"},{"text":"In 1830 he wrote of \"Old Ironsides\", \"Ay, tear her tattered ensign down! Long has it waved on high\"","response":"Oliver Wendell Holmes"},{"text":"This poet modeled his \"Tales of a Wayside Inn\" on Chaucer's \"Canterbury Tales\"","response":"Henry Wadsworth Longfellow"},{"text":"Almost all of his early works, including \"Pippa Passes\", were printed at his family's expense","response":"Robert Browning"}],"originalDate":"1994-12-15"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"Before he became an explorer, Ponce de Leon was a page at the court of this royal couple","response":"Ferdinand & Isabella"},{"text":"Sergius III seized this high office in 904 after arranging the murder of his predecessor, Leo V","response":"Pope"},{"text":"Around 1070 this country's King Olaf The Quiet founded the city of Bjorgvin, now known as Bergen","response":"Norway"},{"text":"In 1771 his grandson John inherited one-fourth of the proprietary rights in Pennsylvania","response":"William Penn"},{"text":"This woman who stabbed Jean-Paul Marat was a descendant of the great playwright Pierre Corneille","response":"Charlotte Corday"}],"originalDate":"1994-10-05"},{"category":"WINE","comments":"","clues":[{"text":"Winemaking was supposedly carried to Central Asia in the 300s B.C. by this Macedonian conqueror","response":"Alexander the Great"},{"text":"The process of fermentation releases this gas","response":"carbon dioxide"},{"text":"Among this country's top wine-producing regions are Mosel, Baden &amp; Wurttemberg","response":"Germany"},{"text":"Cognac is the most famous of these liquors distilled from wine","response":"brandy"},{"text":"This Italian wine is made primarily from Sangiovese grapes grown in Tuscany","response":"Chianti"}],"originalDate":"1994-10-05"}],{"category":"WORD ORIGINS","text":"A radical in an 1833 failed uprising in Germany, Ludwig von Rochau coined this term for acts taken for practical reasons not ethics","response":"<i>Realpolitik</i>"}]}