{"mix":362,"rounds":[[{"category":"THE COLD WAR","comments":"","clues":[{"text":"James Jesus Angleton was the chief of counter-intelligence at this U.S. organization 1954-1974","response":"the CIA"},{"text":"This country's shelling of the islands of Quemoy &amp; Matsu brought it to the brink of war with the U.S.","response":"(the Republic of) China"},{"text":"This U-2 pilot went on trial in Moscow in August 1960, pled guilty to espionage &amp; was sentenced to 10 years","response":"(Francis Gary) Powers"},{"text":"Commander Lloyd M. Bucher was the captain of this U.S. intelligence ship taken by N. Korea in 1968","response":"the <i>Pueblo</i>"},{"text":"Lord Mayor of Cologne 1917-1933, he later became the first Chancellor of West Germany","response":"(Konrad) Adenauer"}],"originalDate":"1995-03-28"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"His radio show is so popular that many restaurants have \"Rush Rooms\" where people can eat &amp; listen","response":"Rush Limbaugh"},{"text":"This Supreme Court justice was Columbia Law School's first tenured female faculty member","response":"(Ruth) Ginsburg"},{"text":"In 1981 Alan Bean retired from this agency to devote his time to painting","response":"NASA"},{"text":"\"The Three Tenors\" who performed together in a 1994 concert at L.A.'s Dodger Stadium","response":"Jose Carreras, Placido Domingo & Luciano Pavarotti"},{"text":"1994 recipients of the Medal of Freedom included Barbara Jordan &amp; this first head of the Peace Corps","response":"Sargent Shriver"}],"originalDate":"1995-03-28"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"They're the 2 ingredients served over ice in a screwdriver","response":"orange juice & vodka"},{"text":"This liquor that originated in the West Indies was first mentioned in the 1600s in records from Barbados","response":"rum"},{"text":"A Stinger contains the white type of this liqueur; a Green Dragon is made with the green kind","response":"creme de menthe"},{"text":"Red wines in straw-covered flasks are often sold under this Italian name, whether authentic or not","response":"Chianti"},{"text":"Garnish a martini with an onion instead of an olive &amp; it's called this","response":"a Gibson"}],"originalDate":"1995-03-28"},{"category":"NORTH DAKOTA","comments":"","clues":[{"text":"In part, this capital city was named to get Germans to invest in the railroad","response":"Bismarck"},{"text":"A vein of this fuel has burned northwest of Amidon since before American settlers arrived","response":"coal"},{"text":"A museum in Alexander has a scale model of Fort Mandan, where this duo spent the winter of 1804-05","response":"Lewis & Clark"},{"text":"This Yankee who broke Babe Ruth's single-season home run record has a N. Dakota museum devoted to him","response":"(Roger) Maris"},{"text":"Fargo has close ties with the city of Moorhead across the Red River of the North in this state","response":"Minnesota"}],"originalDate":"1995-03-28"},{"category":"CLOTHING","comments":"","clues":[{"text":"It's the elongated back portion of a gown that trails behind its wearer","response":"the train"},{"text":"The Spencer was a short, tailless one of these worn by men &amp; women in the 19th century","response":"a coat (jacket)"},{"text":"The name of this small, round, brimless hat suggests you can keep your medicine in it","response":"a pillbox hat"},{"text":"Bishop, bell &amp; butterfly are 3 styles of these blouse features","response":"sleeves"},{"text":"A matador's costume is called a traje de luces, Spanish for \"suit of\" these","response":"lights"}],"originalDate":"1995-03-28"},{"category":"CROSSWORD CLUES \"R\"","comments":"","clues":[{"text":"Robber of the rich <br>(5,4)","response":"Robin Hood"},{"text":"Ann or Andy's adjective (7)","response":"Raggedy"},{"text":"Golden dog <br>(9)","response":"Retriever"},{"text":"Ordinary <br>(3,2,3,4)","response":"run of the mill"},{"text":"It is what it is what it is what it is <br>(4)","response":"rose"}],"originalDate":"1995-03-28"}],[{"category":"HISTORY","comments":"","clues":[{"text":"On his fourth voyage to the New World, he landed in Costa Rica &amp; gave it its name","response":"Christopher Columbus"},{"text":"In 1603 Japanese warrior Tokugawa Ieyasu assumed this title","response":"Shogun"},{"text":"This king of England was the only child of Mary, Queen of Scots","response":"James I"},{"text":"From 1516 to 1918 Jordan was part of this empire","response":"the Ottoman Empire"},{"text":"As intermediary, this North African country helped secure the 1981 release of U.S. hostages in Iran","response":"Algeria"}],"originalDate":"1995-03-28"},{"category":"INVENTORS &amp; SCIENTISTS","comments":"","clues":[{"text":"James Hutton, who wrote \"Theory of the Earth\", is often called \"The Father of\" this science","response":"geology"},{"text":"Element number 99 is named for this German-American physicist","response":"Einstein"},{"text":"In the early 1850s, this inventor opened an elevator shop in Yonkers","response":"(Elisha) Otis"},{"text":"The first flight of his liquid-fueled rocket took place in 1926 on his Aunt Effie's Mass. farm","response":"(Robert) Goddard"},{"text":"In 1913 Frederick Soddy suggested the existence of these, different kinds of one element","response":"isotopes"}],"originalDate":"1995-03-28"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"The name of Ulladulla, a town in this country, comes from an Aboriginal word for \"safe harbor\"","response":"Australia"},{"text":"Salvador, this country's third most populous city, is the capital of the state of Bahia","response":"Brazil"},{"text":"You'll find Toronto on the northwest shore of this Great Lake","response":"Lake Ontario"},{"text":"Zaragoza, a city in this country, was known as Caesaraugusta when it was a Roman colony","response":"Spain"},{"text":"This city is home to the Kenya National Theatre","response":"Nairobi"}],"originalDate":"1995-03-28"},{"category":"POLITICIANS","comments":"","clues":[{"text":"From 1959 to 1973 Nelson Rockefeller was governor of this state","response":"New York"},{"text":"He was mayor of San Diego &amp; a U.S. senator before becoming California's governor in 1991","response":"(Pete) Wilson"},{"text":"After his first wife died, this \"Little Giant\" married the great-niece of Dolley Madison","response":"Stephen Douglas"},{"text":"In 1975 he was elected San Antonio's youngest city councilman; in 1993 he became HUD Secretary","response":"(Henry) Cisneros"},{"text":"The paternal grandfather of this retired senator from Missouri founded the Ralston Purina Company","response":"John  Danforth"}],"originalDate":"1995-03-28"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Ranges within this mountain system include the Bighorn, Teton &amp; Wasatch","response":"the Rockies"},{"text":"The Netherlands Antilles, an equal partner in the kingdom of the Netherlands, lie in this body of water","response":"the Caribbean"},{"text":"Its counties include Clwyd, Gwynedd &amp; Dyfed","response":"Wales"},{"text":"The island of Cyprus is considered part of this continent","response":"Asia"},{"text":"Traditional name   southwestern France; Eleanor, mother of Richard the Lionhearted, was from there","response":"Aquitaine"}],"originalDate":"1988-10-19"},{"category":"ELECTRICITY","comments":"","clues":[{"text":"Type of electricity you create by stroking a cat's fur or dragging your feet across a rug","response":"static electricity"},{"text":"The particle of matter which is the basic negative charge of electricity is called this","response":"an electron"},{"text":"Like charges do this to one another","response":"repel"},{"text":"The original one made by Volta alternated silver &amp; zinc plates separated by cloth soaked in salt solution","response":"a battery"},{"text":"Most European countries use 200-250 volts A.C. whereas our standard current uses this many volts","response":"110 (110-120)"}],"originalDate":"1988-10-19"}],{"category":"AMERICAN LITERARY HISTORY","text":"\"The country is celebrating 100 years of freedom 100 years too soon\", says \"The Fire Next Time\", published in this year","response":"1963"}]}