{"mix":364,"rounds":[[{"category":"STADIUMS &amp; ARENAS","comments":"","clues":[{"text":"Rome's Palazetto Dello Sport was completed for this 1960 event","response":"the Olympics"},{"text":"With a capacity of 240,000, the Strahov Stadium in this Czech capital is the world's largest","response":"Prague"},{"text":"In 1914 this city's Yale Bowl became the first to exceed the capacity of the ancient Colosseum","response":"New Haven"},{"text":"This Mets stadium was one of the first whose seats could be moved depending on the sport","response":"Shea Stadium"},{"text":"The name of this Greek arena means \"a horse run\"","response":"a hippodrome"}],"originalDate":"1994-06-30"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"Shutterbug is slang for this, especially an amateur one","response":"a photographer"},{"text":"It's another term for a state or federal prison","response":"a penitentiary"},{"text":"It's a store or restaurant that specializes in cold cuts, smoked fish, cheeses &amp; the like","response":"a delicatessen"},{"text":"It's defined as the official care &amp; preservation of natural resources","response":"conservation"},{"text":"In grammar it's an exclamatory word or phrase such as oh! or ouch!","response":"an interjection"}],"originalDate":"1994-06-30"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Babar defeated the Sultan of Delhi in 1526, gaining control of the northern part of this country","response":"India"},{"text":"This Protestant reformer was born in Eisleben in Thuringia, Germany Nov. 10, 1483","response":"Martin Luther"},{"text":"His appointment of his stepson Tiberius to succeed him gave us the dynasty that included Nero","response":"Augustus Caesar"},{"text":"When Cardinal Mazarin died in 1661, this French king became his own chief minister","response":"Louis XIV"},{"text":"In April 1964 this island nation &amp; Tanganyika signed an act of Union","response":"Zanzibar"}],"originalDate":"1994-06-30"},{"category":"BLACK AMERICA","comments":"","clues":[{"text":"Jean Baptiste Point du Sable, a Black trader, founded the settlement that later became this \"Windy City\"","response":"Chicago"},{"text":"He was an editor for \"Black Sports\" magazine &amp; sports director of KNBC before joining the \"Today\" show","response":"Bryant Gumbel"},{"text":"In 1945 this educator became the 1st Black person elected to the Hall of Fame for Great Americans","response":"Booker T. Washington"},{"text":"In 1986 she unseated Katarina Witt to become the world figure skating champion","response":"Debi Thomas"},{"text":"This Black Muslim minister born Louis Eugene Walcott once worked as a professional calypso singer","response":"Louis Farrakhan"}],"originalDate":"1994-06-30"},{"category":"FLOWERS","comments":"","clues":[{"text":"In 1960 the city of Rotterdam celebrated the 400th anniversary of this flower's introduction into Europe","response":"tulips"},{"text":"The girasole, a type of this flower, gets its name from the Italian for \"turning to the sun\"","response":"a sunflower"},{"text":"North Dakota's state flower is the wild prairie type of this","response":"the rose"},{"text":"It's the colorful name for the group of flowers that includes carnations &amp; sweet Williams","response":"pinks"},{"text":"Early Spanish explorers associated parts of this flower with Christ's crucifixion","response":"a passionflower"}],"originalDate":"1994-06-30"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"This mountain chain has 6 peaks that tower over 27,000 feet","response":"the Himalayas"},{"text":"The first recorded eruption of Mount Kilauea on this island occurred in 1970","response":"Hawaii"},{"text":"The name of this Sicilian volcano comes from the Greek for \"I burn\"","response":"Etna"},{"text":"In 1848 Johannes Rebmann became the first European to sight this Tanzanian mountain","response":"Kilimanjaro"},{"text":"This highest Canadian peak was named for a director of the Geological Survey of Canada","response":"Mount Logan"}],"originalDate":"1994-06-30"}],[{"category":"TOMS IN LITERATURE","comments":"","clues":[{"text":"Hired hand &amp; outlaw Tom Chaney is pursued by Rooster Cogburn &amp; others in this Charles Portis novel","response":"<i>True Grit</i>"},{"text":"Thomas Franklin is the lawyer who evicts Chance in this Jerzy Kosinski book","response":"<i>Being There</i>"},{"text":"Tom Buchanan is the unfaithful husband of this character in \"The Great Gatsby\"","response":"Daisy"},{"text":"In \"The Prince and the Pauper\", this slum kid looks exactly like Edward Tudor","response":"Tom Canty"},{"text":"Thomas \"Flap\" Horton appears in this author's \"Terms of Endearment\" &amp; other works","response":"Larry McMurtry"}],"originalDate":"1994-06-30"},{"category":"COLORS","comments":"","clues":[{"text":"Colorful term that tells you where you are if your balance sheet doesn't balance in your favor","response":"in the red"},{"text":"Mitch Ryder sang about a devil wearing one of these, but didn't mention where she hid her red tail","response":"a blue dress"},{"text":"An extortionist's enterprise","response":"blackmail"},{"text":"The wavelengths of all colors are present in light that's this color","response":"white"},{"text":"From Greek meaning \"no color\", persons with achromatic color blindness see in these 3 \"colorless\" hues","response":"white, gray, and black"}],"originalDate":"1986-11-28"},{"category":"JR. &amp; SR.","comments":"","clues":[{"text":"This Jr. grew up in the shadow of his swashbuckling father &amp; stepmom Mary Pickford","response":"Douglas Fairbanks, Jr."},{"text":"Little monster Creighton changed his name to this to match his \"Dad of a thousand faces\"","response":"Lon Chaney, Jr."},{"text":"\"Pere\" thrust forth \"The Count of Monte Cristo\"; \"fils\" parried with \"Camille\"","response":"(Alexandre) Dumas"},{"text":"She says mommie dearest originally planned to name her \"Joan Crawford, Jr.\"","response":"Christina Crawford"},{"text":"As Little John, Pa prowled Sherwood Forest 3 times, but Jr. got beached on an island","response":"the Hales (Alan Hale Sr. & Jr.)"}],"originalDate":"1986-11-28"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1840, American naval officer Charles Wilkes was 1st to claim Antarctica is 1 of these","response":"a continent"},{"text":"Locksmith Anton Drexler founded this political party in 1919, in Munich","response":"the Nazis (National Socialists)"},{"text":"Number of English ships sunk by the Spanish Armada","response":"none"},{"text":"1st Russian czar ever to visit the \"west\", he built his capital as a \"window on the west\"","response":"Peter the Great"},{"text":"In 1772, it was ruled illegal in Britain but not in the colonies","response":"slavery"}],"originalDate":"1986-11-28"},{"category":"ENGLAND","comments":"","clues":[{"text":"Of Cambridge, Oxford &amp; the University of London, the one with the most students","response":"the University of London"},{"text":"It's England's national summer sport","response":"cricket"},{"text":"Though it's as far north as parts of Siberia, England is much warmer due to winds warmed by this current","response":"the Gulf Stream"},{"text":"A memorial to John F. Kennedy, not King John, is at this historically significant site","response":"Runnymede"},{"text":"There's a statue of Lady Godiva in this city where she supposedly made her 11th cent. ride","response":"Coventry"}],"originalDate":"1986-11-28"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"Scaring fans &amp; critics alike, Vincent Price announced in '86 that he'll retire from this film genre","response":"the horror film"},{"text":"Before spurning Scarlett O'Hara he was scarlet himself, in \"The Scarlet Pimpernel\"","response":"Leslie Howard"},{"text":"Seeing himself in \"A Passage to India\", this TV \"smiley\" lost his smile &amp; left for the men's room","response":"Alec Guinness"},{"text":"This Oscar-winner watched electric shock treatments to prepare for her role in \"The Snake Pit\"","response":"Olivia de Havilland"},{"text":"1944's \"Cobra Woman\" who said, \"When I look at myself, I am so beautiful, I scream with joy\"","response":"Maria Montez"}],"originalDate":"1986-11-28"}],{"category":"POETS OF ANCIENT ROME","text":"Far from Rome, this first century poet wrote, \"The leader's anger done, grant me the right to die in my native country\"","response":"Ovid"}]}