{"mix":373,"rounds":[[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"In 1994 this holiday for workers celebrated its 100th anniversary","response":"Labor Day"},{"text":"Not surprisingly, National Have A Heart Day is celebrated the same day as this observance","response":"Valentine's Day"},{"text":"Tisha B'av, a Jewish fast day, commemorates the destruction of the First &amp; Second Temples in this city","response":"Jerusalem"},{"text":"Women's Equality Day is observed on August 26, the date this amendment went into effect","response":"the 19th Amendment"},{"text":"In England Mischief Night precedes this observance, November 5","response":"Guy Fawkes Day"}],"originalDate":"1995-04-19"},{"category":"\"W\"ORDS","comments":"","clues":[{"text":"It's a legal writ or order authorizing an arrest","response":"a warrant"},{"text":"Cut in &amp; out of traffic, or interlace a weft &amp; warp","response":"weave"},{"text":"It describes something slight or delicate, like a long puff of smoke or piece of hair","response":"a wisp"},{"text":"It's the card game from which modern bridge developed","response":"whist"},{"text":"It's the fleshy fold of skin that hangs from the neck of a turkey","response":"a wattle"}],"originalDate":"1995-04-19"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"The 1795 Treaty of San Lorenzo with this country gave the U.S. free navigation of the Mississippi","response":"Spain"},{"text":"These 85 essays supporting ratification of the Constitution appeared in N.Y. newspapers Oct. 1787-August 1788","response":"the Federalist (Papers)"},{"text":"On May 11, 1950 President Truman traveled to Washington State to dedicate this dam","response":"the Grand Coulee Dam"},{"text":"In 1847 the American Fur Co., founded by this man, founded Fort Benton, one of Montana's oldest towns","response":"John Jacob Astor"},{"text":"On June 23, 1969 this man took the oath of office as the USA's 15th Chief Justice","response":"Warren Burger"}],"originalDate":"1995-04-19"},{"category":"AUTHORS","comments":"","clues":[{"text":"Captured by pirates in 1575, this \"Don Quixote\" author was later ransomed for 500 escudos","response":"Cervantes"},{"text":"\"Resurrection\", a novel by Tolstoy, was illustrated by the father of this \"Doctor Zhivago\" author","response":"(Boris) Pasternak"},{"text":"In 1879 he published \"The Story of Mr. Rabbit and Mr. Fox, as Told by Uncle Remus\"","response":"Joel Chandler Harris"},{"text":"This prolific Russian-born author wrote sci-fi books for children under the pen name Paul French","response":"(Isaac) Asimov"},{"text":"The 1899 novel \"The Gentleman From Indiana\" made this author from Indiana an overnight sensation","response":"Booth Tarkington"}],"originalDate":"1995-04-19"},{"category":"GERMAN COMPOSERS","comments":"","clues":[{"text":"On Oct. 17, 1707 he married his cousin Maria Barbara Bach","response":"Johann Sebastian Bach"},{"text":"His masterpiece \"Messiah\" was first performed on April 13, 1742 in Dublin","response":"Handel"},{"text":"The second period of his work, more personal &amp; romantic, began with the \"Moonlight\" sonata","response":"Beethoven"},{"text":"This composer of \"Also Sprach Zarathustra\" was president of the Third Reich Music Bureau","response":"Richard Strauss"},{"text":"He &amp; Clara Wieck had to go to court to overcome her father's objections to their marriage","response":"Robert Schumann"}],"originalDate":"1995-04-19"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Dorval &amp; Mirabel <br>Airports serve this major Quebec city","response":"Montreal"},{"text":"Of Norway, Sweden or Finland, the country that has the fewest Lapps by far","response":"Finland"},{"text":"The French name of this Belgian city is Gand; English speakers &amp; the Flemish call it this","response":"Ghent"},{"text":"Foveaux Strait separates this South Pacific country's South Island from its Stewart Island","response":"New Zealand"},{"text":"You'll find this capital of Paraguay on the Paraguay River","response":"Asunción"}],"originalDate":"1995-04-19"}],[{"category":"NEW YORK CITY","comments":"","clues":[{"text":"Herald &amp; Times Squares were named after 2 of these publications","response":"newspapers"},{"text":"It's the home park of Shakespeare in the Park","response":"Central Park"},{"text":"The origin of this famous line of dancers goes back to 1925 St. Louis","response":"the Rockettes"},{"text":"The Intrepid, one of these ships, has been turned into a sea, air &amp; space museum","response":"an aircraft carrier"},{"text":"Avery Fisher Hall is part of this theatre complex","response":"the Lincoln Center"}],"originalDate":"1994-06-02"},{"category":"BIBLICAL NAMES","comments":"","clues":[{"text":"Golly! This TV Marine has the same first name as Hosea's harlot wife","response":"Gomer (Pyle)"},{"text":"His father, James Broderick, played the father on the TV series \"Family\"—that's the gospel truth","response":"Matthew Broderick"},{"text":"Her career was on a \"roll\" when she played Jimmie Walker's mother on the TV series \"Good Times\"","response":"Esther Rolle"},{"text":"This poet's first name was a book of the Old Testament; his last name meant \"sixteen ounces\"","response":"Ezra Pound"},{"text":"Of Queen Elizabeth II's 3 sons, the one who shares his name with a New Testament fisherman","response":"Andrew"}],"originalDate":"1994-06-02"},{"category":"HISTORIC DOCUMENTS","comments":"","clues":[{"text":"This French emperor decreed the dissolution of the Holy Roman Empire in 1806","response":"Napoleon"},{"text":"The British North America Act of 1867 formed this dominion &amp; divided it into 4 provinces","response":"Canada"},{"text":"Pope Paul VI's encyclical \"Humanae Vitae\" reaffirmed Cath. opposition to artificial forms of this","response":"birth control"},{"text":"The Swedish Conventicle Act of 1726 banned meetings of all religious denominations but this one","response":"Lutheran"},{"text":"John Graham Chambers drafted the 12 boxing rules published under the patronage of this marquess in 1867","response":"the Marquess of Queensbury"}],"originalDate":"1994-06-02"},{"category":"TRIOS","comments":"","clues":[{"text":"Among the first things learned at school are the 3 R's, which are these","response":"reading, writing & arithmetic"},{"text":"In \"Julius Caesar\", Mark Antony asks them to \"lend me your ears\"","response":"friends, Romans & countrymen"},{"text":"The 3 events that usually make up a triathlon are running, bicycling &amp; this","response":"swimming"},{"text":"They're the \"Big Three\" of U.S. automaking","response":"Ford, Chrysler & General Motors"},{"text":"In the Dumas novel, the 3 Musketeers are Athos, Porthos &amp; this man","response":"Aramis"}],"originalDate":"1994-06-02"},{"category":"REALLY \"BIG\"","comments":"","clues":[{"text":"The press often used this phrase when referring to Teddy Roosevelt's foreign policy","response":"the big stick"},{"text":"Role played by Burl Ives in the 1958 film \"Cat on a Hot Tin Roof\"","response":"Big Daddy"},{"text":"The Missouri River is often referred to by this nickname","response":"the Big Muddy"},{"text":"It was the only \"Big\" song by the Four Seasons to top the Billboard pop charts","response":"\"Big Girls Don't Cry\""},{"text":"Santa Elena Canyon in this Texas national park reaches a depth of more than 1500 feet","response":"Big Bend Park"}],"originalDate":"1994-06-02"},{"category":"EXPLORERS","comments":"","clues":[{"text":"7 years after serving as Captain Cook's sailing master, he took command of the Bounty","response":"Capt. Bligh"},{"text":"Banished from Iceland around 980, he became an early explorer of Greenland","response":"Erik the Red"},{"text":"In October 1522 this conquistador was named Captain General of New Spain","response":"Cortes"},{"text":"In January 1912 this Englishman became the first to reach the South Pole on foot without sled dogs","response":"Captain Scott"},{"text":"In 1861 this discoverer of Lake Tanganyika wrote a book about Salt Lake City titled \"City of the Saints\"","response":"Sir Richard Burton"}],"originalDate":"1994-06-02"}],{"category":"PRESIDENTIAL ELECTIONS","text":"He's the most recent presidential candidate to have officially declared his opponent in that campaign the victor","response":"Al Gore"}]}