{"mix":381,"rounds":[[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"On July 8, 1776 revolutionary patriot John Nixon gave the first public reading of this document","response":"the Declaration of Independence"},{"text":"This famous frigate made her last cruise in battle under Charles Stewart in 1815","response":"<i>Old Ironsides</i> (the <i>Constitution</i>)"},{"text":"In 1890 Congress established this territory &amp; added the Panhandle region to it","response":"Oklahoma"},{"text":"In 1921 President Harding appointed this former president chief justice of the United States","response":"William Howard Taft"},{"text":"In 1867 this newspaper editor helped Jefferson Davis gain his freedom by signing his bail bond","response":"Horace Greeley"}],"originalDate":"1995-03-22"},{"category":"THE BEATLES","comments":"","clues":[{"text":"Badfinger, Mary Hopkin &amp; Billy Preston were among those featured on this Beatle-owned label","response":"Apple"},{"text":"Questionable title preceding \"Do you promise not to tell?\"","response":"\"Do You Want To Know A Secret\""},{"text":"On a 1990 tour one of this former Beatle's sidemen was his son Zak","response":"Ringo Starr"},{"text":"\"In Penny Lane there is\" one of these \"with an hourglass and in his pocket is a portrait of the Queen\"","response":"a fireman"},{"text":"In the 1994 film \"Backbeat\", Stephen Dorff played this \"Fifth Beatle\"","response":"Stu Sutcliffe"}],"originalDate":"1995-03-22"},{"category":"WHEN IN ROME...","comments":"","clues":[{"text":"Visitors can get a panoramic view of Rome from the top of the dome of this Vatican City church","response":"St. Peter's"},{"text":"The family tomb of Scipio Africanus is one of the sights along this ancient road","response":"the Appian Way"},{"text":"In a city of many fountains, the most famous is this one dominated by Oceanus in a sea chariot","response":"Trevi Fountain"},{"text":"On Capitoline Hill, a white marble monument to this king contains Italy's Tomb of the Unknown Soldier","response":"Victor Emmanuel"},{"text":"At the end of a fine Roman meal, try this anise-flavored liqueur served with coffee beans","response":"sambuca"}],"originalDate":"1995-03-22"},{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"In \"Twenty Thousand Leagues Under the Sea\", this submarine visits Atlantis","response":"the <i>Nautilus</i>"},{"text":"His fairy tales first appeared in English in 1846, 11 years after they were published in Danish","response":"Hans Christian Andersen"},{"text":"\"The Sea Cook\" was the working title of this 1881 Robert Louis Stevenson novel","response":"<i>Treasure Island</i>"},{"text":"In Carlo Collodi's story, Pinocchio turns into this animal &amp; is sold to a circus","response":"a donkey"},{"text":"This Illinois poet wrote 3 collections of nonsense tales about the Rootabaga country","response":"(Carl) Sandburg"}],"originalDate":"1995-03-22"},{"category":"TEA","comments":"","clues":[{"text":"On Dec. 16, 1773 tea worth £18,000 was destroyed in this city's harbor","response":"Boston"},{"text":"Not surprisingly, this country is the world's largest importer of tea","response":"England (Great Britain)"},{"text":"The 2 types of tea served during this country's tea ceremony are usucha, a thin tea, &amp; koicha, a thick tea","response":"Japan"},{"text":"R. Blechynden invented iced tea at the 1904 Louisiana Purchase Expo in this city on the Mississippi","response":"St. Louis"},{"text":"This chemical in tea leaves provides color &amp; a bitter taste","response":"tannin"}],"originalDate":"1995-03-22"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"If you want something made of this material while shopping in Germany, ask for das Leder","response":"leather"},{"text":"In French a million is un million, while this larger number is un milliard","response":"a billion"},{"text":"When in Spain, it's the kind of food you'd expect to buy at la pescaderia","response":"fish"},{"text":"The Portuguese call this color amarelo","response":"yellow"},{"text":"An Esperanto speaker would call this day of the week Lundo","response":"Monday"}],"originalDate":"1995-03-22"}],[{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"You can visit the Kentucky Derby Museum in Louisville at this racetrack","response":"Churchill Downs"},{"text":"This state's 306-foot-high granite tower in Bennington is one of the world's tallest battle monuments","response":"Vermont"},{"text":"This Colorado city just east of Pikes Peak is the site of the U.S. Olympic Training Center","response":"Colorado Springs"},{"text":"An Acadian village of 16 reconstructed buildings can be seen in Van Buren in this New England state","response":"Maine"},{"text":"Red Cloud, Nebraska holds an annual spring conference devoted to this author of \"O Pioneers!\"","response":"(Willa) Cather"}],"originalDate":"1995-03-22"},{"category":"DOGS","comments":"","clues":[{"text":"These sporting dogs are called \"labs\" for short","response":"Labrador retrievers"},{"text":"Roman soldiers brought the ancestors of the Bernese mountain dog to this country over 2,000 years ago","response":"Switzerland"},{"text":"The cairn breed of this dog is known for its ability to squeeze into cairns, which are heaps of stones","response":"a cairn terrier"},{"text":"The face of a Pomeranian resembles the face of this vulpine mammal","response":"a fox"},{"text":"The Affenpinscher was a forebear of this griffon that's named for a European capital","response":"the Brussels griffon"}],"originalDate":"1995-03-22"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"In the late 1920s, Greyhound bought a fleet of these common London vehicles to use in the U.S.","response":"double-decker buses"},{"text":"Bill Clinton drove his own 1967 model of this Ford classic at a 30th anniversary festival","response":"the Mustang"},{"text":"One of these made its first flight February 18, 1977 atop a 747","response":"a Space Shuttle"},{"text":"Richard Branson, this airline's CEO, was the 1st to hot-air balloon across the Atlantic","response":"Virgin"},{"text":"During the 1940s, after building just 51 of the \"first new car in 50 years\", he went bankrupt","response":"Preston Tucker"}],"originalDate":"1995-03-22"},{"category":"RELIGION","comments":"","clues":[{"text":"A center of Hindu pilgrimage is prayaga, at the confluence of the Yamuna &amp; this river","response":"the Ganges"},{"text":"The first members of this religion to settle in America were all Sephardim","response":"Jews"},{"text":"This Haitian folk religion played a significant role in Haiti's war for independence","response":"Voodoo"},{"text":"In Arabic he is usually called Isa ibn Maryam","response":"Jesus"},{"text":"The Book of Laws for this faith is the \"Kitab al-Aqdas\" of Baha'ullah","response":"the Baha'i"}],"originalDate":"1995-03-22"},{"category":"PLAYS","comments":"","clues":[{"text":"\"Peter and Wendy\" was J.M. Barrie's retelling of this play in book form","response":"<i>Peter Pan</i>"},{"text":"In 1949 the N.Y. Drama Critics Circle chose his \"Death of a Salesman\" as the best new American play","response":"Arthur Miller"},{"text":"\"Monday After the Miracle\" was a sequel, set 17 years later, to this play about Helen Keller","response":"<i>The Miracle Worker</i>"},{"text":"This Thomas Wolfe novel about the Gant family was adapted for the stage by Ketti Frings","response":"<i>Look Homeward, Angel</i>"},{"text":"The title of this David Mamet play comes from 2 real estate subdivisions","response":"<i>Glengarry Glen Ross</i>"}],"originalDate":"1995-03-22"},{"category":"MONEY","comments":"","clues":[{"text":"The Secret Service reports that in 1984 they seized almost $90 million worth of it","response":"counterfeit money"},{"text":"1 of 2 presidents who appeared on coins the year after they died","response":"FDR (or JFK)"},{"text":"Most businessmen prefer to do risky deals with OPM, meaning this","response":"other people's money"},{"text":"Originally, it referred to a deerskin, a common medium of exchange on the frontier","response":"a buck"},{"text":"Besides the U.S. Treasury, the only other agency that can legally issue U.S. currency","response":"the Federal Reserve System"}],"originalDate":"1986-05-01"}],{"category":"U.S. STAMPS","text":"This Roman numeral appeared on stamps in a 2022 series for the 50th anniversary of an anti-discrimination law","response":"IX"}]}