{"mix":395,"rounds":[[{"category":"CAKES &amp; PASTRIES","comments":"","clues":[{"text":"Baklava is drenched in a syrup made of this apian sweetener","response":"honey"},{"text":"Panettone, an Italian Christmas treat, is leavened with this","response":"yeast"},{"text":"Though named for a French emperor, this puff pastry &amp; creme patissiere dessert is not French","response":"a Napoleon"},{"text":"Dacquoise is a pastry made of this beaten egg white mixture","response":"meringue"},{"text":"The name of this tiny iced cake is French for \"little oven\"","response":"a <i>petit four</i>"}],"originalDate":"1995-01-23"},{"category":"GEOGRAPHIC ANAGRAMS","comments":"","clues":[{"text":"You're not likely to see many Danes in this South American mountain range","response":"the Andes (from Danes)"},{"text":"Mona moved to this sultanate last week","response":"Oman (from Mona)"},{"text":"The Caspian Sea Coast is the part of this country that gets the most rain","response":"Iran (from rain)"},{"text":"It pains me to say that I've never spent enough time in this European country","response":"Spain (from pains)"},{"text":"When Nora stays in Florence, she insists on a view of this river","response":"the Arno (from Nora)"}],"originalDate":"1995-01-23"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"In 1994 Silvio Berlusconi, prime minister of this country, brought 5 neo-fascists into his cabinet","response":"Italy"},{"text":"Patricio Aylwin became president of this country in 1990; Pinochet remained army commander-in-chief","response":"Chile"},{"text":"This German chancellor received a Ph.D. from the University of Heidelberg in 1958","response":"Helmut Kohl"},{"text":"In 1959 he fled to Cairo after trying unsuccessfully to oust Iraqi dictator General Abdul Karim Kassem","response":"(Saddam) Hussein"},{"text":"As Army Chief of Staff, this current Israeli P.M. presided over the victory in the Six-Day War","response":"Rabin"}],"originalDate":"1995-01-23"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"His 12 labors were carried out at the instigation of his cousin Eurystheus","response":"Hercules"},{"text":"Thanks to this winged horse, Bellerophon defeated the Amazons &amp; killed the Chimaera","response":"Pegasus"},{"text":"Tartarus was a dark region far beneath this abode of the dead","response":"Hades"},{"text":"After his return, Penelope bore him a second son named Poliporthes","response":"Ulysses (Odysseus)"},{"text":"Cronus was the youngest of these gods who revolted against Uranus","response":"the Titans"}],"originalDate":"1995-01-23"},{"category":"ODD WORDS","comments":"","clues":[{"text":"A kreng is the carcass of a whale after this fat has been removed","response":"the blubber"},{"text":"To manducate is to do this, the same as masticate","response":"to chew"},{"text":"A Zapata is a drooping one of these, named for Emiliano Zapata, who sported one","response":"a moustache"},{"text":"This adjective for compatible or of like mind may come from Spanish","response":"simpatico"},{"text":"This long word meaning \"before Noah's flood\" was the last word in the 1994 Scripps Howard Nat'l Spelling Bee","response":"antediluvian"}],"originalDate":"1995-01-23"},{"category":"SHAKESPEAREAN CHARACTERS","comments":"","clues":[{"text":"\"I am not only witty in myself, but the cause that wit is in other men\", brags this hefty comic rogue","response":"Falstaff"},{"text":"This heroine's nurse asks her, \"Will you speak well of him that killed your cousin?\"","response":"Juliet"},{"text":"He says, \"Caesar, now be still: I killed not thee with half so good a will\"","response":"Brutus"},{"text":"He kills his wife, Emilia, in the last scene of \"Othello\"","response":"Iago"},{"text":"Angus, Lennox &amp; Caithness are 3 of the noblemen in this play","response":"<i>Macbeth</i>"}],"originalDate":"1995-01-23"}],[{"category":"AFRICA","comments":"","clues":[{"text":"F.W. de Klerk revealed that this country built 6 crude atomic bombs, but destroyed them","response":"South Africa"},{"text":"To help boost Swaziland's economy, this soft drink co. opened a concentrate plant there in 1987","response":"Coca-Cola"},{"text":"At 19,340 feet, it's Africa's highest mountain","response":"Kilimanjaro"},{"text":"Since 1991 there's been much fighting going on in this capital of Somalia","response":"Mogadishu"},{"text":"Until it gained independence in 1975, this country was Portugal's largest overseas province in area","response":"Angola"}],"originalDate":"1995-01-23"},{"category":"LEF","comments":"(Alex: It has been left unfinished.)","clues":[{"text":"The \"Athenaeum\" is Gilbert Stuart's famous unfinished portrait of this man","response":"George Washington"},{"text":"He believed that the \"Requiem\" he was working on at his death in 1791 was for himself; sadly, he was right","response":"Mozart"},{"text":"When Michelangelo left Florence for Rome in 1534, he left this family's tomb unfinished","response":"the Medicis"},{"text":"He planned \"The Faerie Queene\" as an epic of 24 books, but only wrote 6 &amp; part of the 7th","response":"(Edmund) Spenser"},{"text":"When you speak of the Dickens, you can say he never finished this mystery novel","response":"<i>The Mystery of Edwin Drood</i>"}],"originalDate":"1995-01-23"},{"category":"GREEK MYTHOLOGY","comments":"","clues":[{"text":"After killing this creature, Theseus escaped from the Labyrinth by following a thread he'd left","response":"the Minotaur"},{"text":"When this sea god drove his chariot over the waters, they became calm","response":"Poseidon"},{"text":"As a baby he was dipped in the River Styx by his mother, Thetis, to make his body safe from wounds","response":"Achilles"},{"text":"Hercules' 11th labor was to bring this fruit to King Eurystheus of Mycenae","response":"the Golden Apples of the Hesperides"},{"text":"He was called \"God of the Vines\"","response":"Bacchus"}],"originalDate":"1994-04-06"},{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"Type of animal that \"went to market\", \"stayed home\" or \"had roast beef\"","response":"piggy"},{"text":"Game whose rhyme begins, \"Blind man, blind man, sure you can't see? Turn around 3 times &amp; try to catch me\"","response":"Blind Man's Bluff (Blind Man's Buff)"},{"text":"He &amp; his wife have gone down in rhyme history as platter lickers","response":"Jack Sprat"},{"text":"Tom probably learned to play \"Over the Hills and Far Away\" on this instrument from his dad","response":"a pipe"},{"text":"Quartet of herbs that follow \"Can you make me a cambric shirt\"","response":"parsley, sage, rosemary & thyme"}],"originalDate":"1994-04-06"},{"category":"DELI DINING","comments":"","clues":[{"text":"For breakfast or light dining, you might order an omelet &amp; this hard, chewy roll with a hole","response":"a bagel"},{"text":"These pancakes often come with a fruit or cheese filling &amp; a side of sour cream","response":"blintzes"},{"text":"Menu listings for soup usually include kreplach &amp; this cold beet soup","response":"borscht"},{"text":"As an appetizer try this dish of ground whitefish &amp; matzo meal served in a jellied stock","response":"gefilte fish"},{"text":"It's the \"proper\" name for a sandwich of corned beef, Swiss cheese &amp; sauerkraut on rye","response":"a Reuben"}],"originalDate":"1994-04-06"},{"category":"THE COLD WAR","comments":"","clues":[{"text":"At this French leader's request in 1967, NATO removed its headquarters from France","response":"de Gaulle"},{"text":"In August 1963 the U.S. &amp; USSR set up this communications link to reduce the risk of war","response":"the Hot Line"},{"text":"In March 1946 Winston Churchill said that this \"has descended across the continent\" of Europe","response":"an Iron Curtain"},{"text":"In response to a Soviet blockade, the West airlifted supplies into this city in 1948 &amp; 1949","response":"Berlin"},{"text":"In June 1967 LBJ &amp; this Soviet leader met for the first time in Glassboro, N.J.","response":"Alexei Kosygin"}],"originalDate":"1994-04-06"}],{"category":"CLASSIC LITERATURE","text":"An intended sequel to this 1869 work centered on the Decembrists, a group of veterans who largely served in the Napoleonic Wars","response":"<i>War and Peace</i>"}]}