{"mix":396,"rounds":[[{"category":"SPOTS","comments":"","clues":[{"text":"The spotted variety of this African mammal is famous for \"laughing\"; the striped one must be quieter","response":"a hyena"},{"text":"In the summer a cold drink such as iced tea really does this","response":"hit the spot"},{"text":"Canine spots turn into musical notes in the title sequence of this 1961 animated Disney film","response":"<i>One Hundred and One Dalmatians</i>"},{"text":"One of this character's most famous lines is \"Out, damned spot! Out, I say!\"","response":"Lady Macbeth"},{"text":"The 1940 hit \"Java Jive\" was one of this singing group's most popular records","response":"the Ink Spots"}],"originalDate":"1994-04-06"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Bartlett's attributes \"Come On, Baby, Light My Fire\" to this group, not Jim Morrison","response":"The Doors"},{"text":"While in prison in 1985, this South African said, \"Only free men can negotiate\"","response":"Nelson Mandela"},{"text":"\"Poor Mexico, so far from God and so close to\" this country is attributed to Porfirio Diaz","response":"the United States"},{"text":"Completes the title of Thomas Harris' book \"I'm OK—\"","response":"<i>You're OK</i>"},{"text":"This president called the effort to solve the energy crisis \"the moral equivalent of war\"","response":"Jimmy Carter"}],"originalDate":"1994-04-06"},{"category":"RULERS","comments":"","clues":[{"text":"This cruel czar murdered 1 wife, sent 2 to convents &amp; thought his enemies poisoned 3","response":"Ivan the Terrible"},{"text":"Antonio de Nebrija's 1492 book on Castilian grammar is dedicated to her","response":"Queen Isabella"},{"text":"In 1503 King James IV of Scotland married this Tudor king's sister Margaret","response":"Henry VIII"},{"text":"It's believed that an ivory statuette is the only preserved likeness of this builder of the Great Pyramid","response":"Cheops (or Khufu)"},{"text":"This great Saxon king's daughter Aethelflaed raised armies to keep Danish invaders out of England","response":"Alfred (the Great)"}],"originalDate":"1994-04-06"},{"category":"THE BIBLE","comments":"","clues":[{"text":"Many scholars think his first epistle to the Thessalonians is the oldest writing in the New Testament","response":"Paul"},{"text":"1 Samuel 17:23 calls him \"the champion, the Philistine of Gath\"","response":"Goliath"},{"text":"This third gospel is addressed to Theophilus, whose name means \"friend to God\"","response":"Luke"},{"text":"Judges 4:4 tells us she was a prophetess as well as a judge","response":"Deborah"},{"text":"This city given to the tribe of Manasseh was the home of a noted witch","response":"Endor"}],"originalDate":"1994-04-06"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Varicella is commonly known by this name that reminds us of poultry","response":"chicken pox"},{"text":"This state's San Joaquin Valley is one place where the infection known as Valley fever is most common","response":"California"},{"text":"Bjorn &amp; Martina may know that the medical term for this inflammation is epicondylitis","response":"tennis elbow"},{"text":"Glossitis is defined as inflammation of this organ","response":"The tongue"},{"text":"In a blepharoplasty, excess tissue is removed from the area around these","response":"the eyes"}],"originalDate":"1994-04-06"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"It's the river flowing past Chattanooga &amp; it shares its name with the state","response":"the Tennessee"},{"text":"This largest Maryland city has 2 outlets to the sea: Chesapeake Bay &amp; the Chesapeake &amp; Delaware Canal","response":"Baltimore"},{"text":"Bays in this state include Grand Traverse, Keweenaw &amp; Saginaw","response":"Michigan"},{"text":"This sound &amp; the island with which it shares its name lie south of Cape Cod","response":"Nantucket"},{"text":"This 100-mile-long Texas island was named for Spanish priest Nicolas Balli","response":"Padre Island"}],"originalDate":"1994-04-06"}],[{"category":"\"ROOT\"s","comments":"","clues":[{"text":"For the number 49, it's 7","response":"the square root"},{"text":"It's an underground room, covered with earth, used for the storage of various vegetables","response":"a root cellar"},{"text":"This procedure involves the removal of the nerve &amp; other tissues from a tooth's pulp cavity","response":"a root canal"},{"text":"It's the major anchoring portion of an oak","response":"a taproot"},{"text":"This statesman served as Secretary of War under both William McKinley &amp; Teddy Roosevelt","response":"Elihu Root"}],"originalDate":"1994-04-06"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"During the Revolutionary War, this silversmith commanded Castle William, a Boston fortress","response":"Paul Revere"},{"text":"On Feb. 20, 1962 this Marine Corps lieutenant colonel orbited the Earth 3 times","response":"John Glenn"},{"text":"In 1899 Secretary of State John Hay proposed an \"open door policy\" of trade with this country","response":"China"},{"text":"On July 7, 1898 this president signed the resolution annexing Hawaii","response":"William McKinley"},{"text":"This 1854 act named for 2 territories repealed the Missouri Compromise","response":"the Kansas-Nebraska Act"}],"originalDate":"1995-02-23"},{"category":"SPORTS","comments":"","clues":[{"text":"In the 1940s Mauri Rose won this late May auto race 3 times","response":"the Indianapolis 500"},{"text":"In 1994 this NBA team moved its home from Chicago Stadium to the new United Center","response":"the Bulls"},{"text":"In the 1920s Bill Tilden was this sport's No. 1 ranked player for a record 6 years","response":"tennis"},{"text":"On July 29, 1989 Javier Sotomayor became the first to clear 8 feet in this event","response":"the high jump"},{"text":"Since buying the New York Yankees in 1973, he's changed managers 19 times","response":"George Steinbrenner"}],"originalDate":"1995-02-23"},{"category":"TREES","comments":"","clues":[{"text":"The acorns of the English variety of this tree grow on long stalks","response":"oaks"},{"text":"Common \"canine\" name for trees of the genus Cornus","response":"dogwoods"},{"text":"The leaves of the true laurel used in cooking are called this","response":"bay leaves"},{"text":"This oil-producing tree was introduced into California by the Spaniards in 1769","response":"the olive tree"},{"text":"The giant gum member of this tree genus can reach 300 feet in height","response":"<i>Eucalyptus</i>"}],"originalDate":"1995-02-23"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"Bucyrus in this \"Buckeye State\" has a 3-day Bratwurst Festival every August","response":"Ohio"},{"text":"National Magic Day is observed on October 31, the anniversary of this magician's death","response":"(Harry) Houdini"},{"text":"The weekend after Labor Day, Holly, Michigan holds a festival honoring this historic saloon smasher","response":"Carry Nation"},{"text":"This Florida city celebrates its 1565 founding with a Spanish celebration","response":"St. Augustine"},{"text":"Morgan City in this state celebrates its 2 biggest industries with a shrimp &amp; petroleum festival","response":"Louisiana"}],"originalDate":"1995-02-23"},{"category":"FAMOUS LAST WORDS","comments":"","clues":[{"text":"This French emperor's last words were \"Tete d'Armee\", or \"Chief of the Army\"","response":"Napoleon"},{"text":"This abolitionist's last words on Dec. 2, 1859 were \"I am ready at any time.  Do not keep me waiting.\"","response":"John Brown"},{"text":"This novel ends with the line \"It is a far, far better rest that I go to than I have ever known\"","response":"<i>A Tale of Two Cities</i>"},{"text":"Among this naturalist's last words in 1882 were \"I am not the least afraid to die\"","response":"Darwin"},{"text":"On July 3, 1826, the day before he died, this U.S. president asked, \"Is it the fourth?\"","response":"Jefferson"}],"originalDate":"1995-02-23"}],{"category":"1980s MOVIE CHARACTERS","text":"Oliver Stone, screenwriter of this 1983 movie, named its main character to honor the Super Bowl-winning QB from 1982","response":"<i>Scarface</i>"}]}