{"mix":401,"rounds":[[{"category":"BRITISH LITERATURE","comments":"","clues":[{"text":"Thomas Hardy gave up writing fiction after this gloomy novel about Jude Fawley","response":"<i>Jude the Obscure</i>"},{"text":"Perhaps wandering lonely as a cloud, this poet was inspired to pen \"Daffodils\" about the flowers he saw at Lake Ullswater","response":"Wordsworth"},{"text":"Elizabeth Gaskell's 1855 novel \"North &amp; South\" depicts this British city as a cotton-spinning hellmouth, calling it \"Milton\"","response":"Manchester"},{"text":"In the 1850s she published the book-length love poem \"Aurora Leigh\"","response":"Elizabeth Barrett Browning"},{"text":"Her scary story \"The Birds\" became a scary big-screen thriller","response":"(Daphne) du Maurier"}],"originalDate":"2023-07-28"},{"category":"NATIONAL ANTHEMS","comments":"","clues":[{"text":"One of its anthems includes the lyrics, \"iwi Maori, pakeha, rupeke katoa\"","response":"New Zealand"},{"text":"Again the U.K.'s anthem, \"God Save The King\" says, \"send him victorious... &\" this splendid word that rhymes with victorious","response":"glorious"},{"text":"Rabindranath Tagore wrote the anthems of these 2 countries, one independent since 1947, one since 1971","response":"India & Bangladesh"},{"text":"This anthem was made official in a decree of July 14, 1795","response":"\"The Marseillaise\""},{"text":"The music of Germany's anthem was composed by this Austrian for the 1797 birthday of the Holy Roman Emperor","response":"Haydn"}],"originalDate":"2023-07-28"},{"category":"IF YOU KNOW WHAT'S GOOD FOR YOU","comments":"","clues":[{"text":"It's often said that this is \"the best medicine\"<span class=\"nobreak\">--</span>it's fun to share, adds joy to life &amp; it relieves stress","response":"laughter"},{"text":"Doing this before bed can help you sleep better; try the bridge or legs up the wall poses","response":"yoga"},{"text":"You're advised to brush your teeth &amp; floss daily because of a link between heart disease &amp; this 11-letter type of gum disease","response":"periodontal disease"},{"text":"Short on time but want to get in a good workout? Some people enjoy this form of exercise, HIIT for short, but don't overdo it","response":"high intensity interval training"},{"text":"Plain &amp; simple, give someone a hug; it releases these feel-good hormones, named in part for a narcotic","response":"endorphins"}],"originalDate":"2023-07-28"},{"category":"BOOKS OF THE OLD TESTAMENT","comments":"","clues":[{"text":"It introduces the 10 plagues &amp; the 10 Commandments","response":"Exodus"},{"text":"One of the 2 middle verses of the King James Bible is this book 103:2, \"Bless the Lord, O my soul, and forget not all his benefits\"","response":"Psalms"},{"text":"The book of this woman tells the story of a Moabite widow who was an ancestor of King David","response":"Ruth"},{"text":"This \"Song\" has been viewed as an allegory of God's love for his chosen people &amp; as simply some steamy love poetry","response":"Song of Solomon"},{"text":"The Hebrew name of this prophet with his own book is Yeshayahu, \"God is salvation\"","response":"Isaiah"}],"originalDate":"2023-07-27"},{"category":"TRIPLE TIME","comments":"","clues":[{"text":"Like a pregnancy, Carleton College's academic year is divided into these","response":"trimesters"},{"text":"This organization was founded in Chicago by a group of motoring enthusiasts March 4, 1902","response":"triple-A"},{"text":"Cointreau is a type of this liqueur essential in the making of a Cosmopolitan","response":"triple sec"},{"text":"As told in Genesis, these are the 3 sons of Noah","response":"Ham, Shem & Japheth"},{"text":"The 1805 Battle of Austerlitz is also called the Battle of the 3 Emperors, who led these 3 current countries","response":"Austria, France & Russia"}],"originalDate":"2023-07-27"},{"category":"THE <em class=\"underline\">FORBES</em> 2023 BILLIONAIRES","comments":"","clues":[{"text":"Forbes cited \"investor fears about\" him \"adding yet another CEO job\" after a $44 billion purchase; he fell to No. 2 on the list","response":"Elon Musk"},{"text":"\"The world's richest woman\" is Françoise Bettencourt Meyers; grandpa founded this beauty co., &amp; Françoise is worth it (&amp; $80.5 billion)","response":"L'Oréal"},{"text":"2 new faces on the list: this \"basketball legend\" at $1 billion &amp; this \"golf great\" at a bit more","response":"LeBron & Tiger"},{"text":"He founded his sports shoe company \"in 1964, with just $500\" &amp; he &amp; family are now No. 25 at $45.1 billion","response":"Phil Knight"},{"text":"Though this ex-mayor donated $1.7 billion to charity, he still had $94.5 billion left &amp; was No. 7","response":"Bloomberg"}],"originalDate":"2023-07-27"}],[{"category":"RETITLED MOVIE ADAPTATIONS","comments":"","clues":[{"text":"Hans Christian Andersen's chilling story \"The Snow Queen\" became this animated blockbuster","response":"<i>Frozen</i>"},{"text":"Nicholas Pileggi's book \"Wiseguy\" inspired this gangster film that won Joe Pesci a Best Supporting Actor Oscar","response":"<i>Goodfellas</i>"},{"text":"Peter George's novel \"Red Alert\" got this title when Stanley Kubrick made it into an apocalyptic big screen black comedy","response":"<i>Dr. Strangelove</i>"},{"text":"Cornell Woolrich's short story \"It Had to Be Murder\" became this Hitchcock film with Jimmy Stewart in the cast &amp; in a cast","response":"<i>Rear Window</i>"},{"text":"\"O Brother, Where Art Thou?\" was loosely based on this epic written about 2,800 years before","response":"<i>The Odyssey</i>"}],"originalDate":"2023-07-27"},{"category":"ANATOMICAL ANAGRAMS","comments":"","clues":[{"text":"Above the toes &amp; below the neck is this joint, one of a pair","response":"elbow (from below)"},{"text":"Especially in a crowded cafe, it would be hard to hide this","response":"face (from cafe)"},{"text":"All of us here on Earth owe our continued living to this","response":"heart (from Earth)"},{"text":"If you lose a Birkenstock, you'll soon be treading on this","response":"sole (from lose)"},{"text":"Retain all insurance paperwork after getting this checked out at the eye doctor","response":"retina (from retain)"}],"originalDate":"2023-07-27"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Craig Ferguson is a proud Glaswegian<span class=\"nobreak\">--</span>a native of this city","response":"Glasgow"},{"text":"I found my thrill on Parliament Hill in this city with a visit to the Canadian Senate chamber","response":"Ottawa"},{"text":"The Georgian city of Batumi dates from around 1000 B.C. &amp; is an important port on this sea","response":"the Black Sea"},{"text":"The massive Lower Usuma Dam was completed in 1990 to bring drinking water to Abuja, about to become this nation's new capital","response":"Nigeria"},{"text":"Today an art school stands at the place in this huge metropolis where  Rudyard Kipling was born in 1865","response":"Mumbai"}],"originalDate":"2023-07-27"},{"category":"PLAY TIME","comments":"","clues":[{"text":"In Peter Shaffer's play \"The Royal Hunt of the Sun\", a conquistador imprisons Atahuallpa, emperor of this people","response":"the Inca"},{"text":"Plays by Jean Anouilh include \"Antigone\", \"Becket\" &amp; \"The Lark\", about this 15th century French heroine","response":"Joan of Arc"},{"text":"This alliterative 3-word Shakespeare comedy begins with 4 friends swearing off women &amp; romance","response":"<i>Love's Labour's Lost</i>"},{"text":"The play \"Mrs. Warren's Profession\" by this Irishman was considered so scandalous it was banned for years","response":"George Bernard Shaw"},{"text":"In this \"small\" Lillian Hellman drama about greed &amp; ambition, a southern family plots to make a fortune by fair means or foul","response":"<i>The Little Foxes</i>"}],"originalDate":"2023-07-27"},{"category":"STARTS WITH \"H-I\"","comments":"","clues":[{"text":"It's the handle of a sword","response":"hilt"},{"text":"The northern star coral enters quiescence, commonly known as this, during colder months","response":"hibernation"},{"text":"It's not the lady's tux, it just means hairy","response":"hirsute"},{"text":"It's a chemical released by certain white blood cells during allergic reactions","response":"histamine"},{"text":"A 1932 article about FDR touches on his \"Unexpected\" this ability &amp; adds, \"the dramatic is not without value in politics\"","response":"Histrionics"}],"originalDate":"2023-07-27"},{"category":"THE BAR MITZVAH BOY","comments":"","clues":[{"text":"This Facebook founder had a \"Star Wars\" theme at Temple Beth Abraham in Tarrytown, New York","response":"Mark Zuckerberg"},{"text":"Then still named Lifshitz, this man with plenty of fashion sense chose a blue blazer for his big day","response":"Ralph Lauren"},{"text":"This current Senate leader found the festive mood of his bar mitzvah lessened as it took place Nov. 23, 1963","response":"Chuck Schumer"},{"text":"This New York Times columnist known for covering the Mideast mentions his bar mitzvah in his book \"From Beirut to Jerusalem\"","response":"Thomas Friedman"},{"text":"This future author of unsettling tales became a man on June 13, 1896 in Prague","response":"Kafka"}],"originalDate":"2023-07-27"}],{"category":"20th CENTURY HISTORY","text":"After the Vietnam War, Vietnam got bogged down in a campaign against this leader whom it managed to overthrow in 1979","response":"Pol Pot"}]}