{"mix":412,"rounds":[[{"category":"FICTION","comments":"","clues":[{"text":"1818 classic in which a Swiss student is ultimately destroyed by his own creation","response":"<i>Frankenstein</i>"},{"text":"This classic centers on a story-telling contest among pilgrims vying for a free meal at Tabard Inn","response":"<i>The Canterbury Tales</i>"},{"text":"A man named Marlow narrates several works by this author, including \"Heart of Darkness\"","response":"(Joseph) Conrad"},{"text":"This James Michener novel explored life in Colorado from prehistoric times to the 20th century","response":"<i>Centennial</i>"},{"text":"\"Where the Truth Lies\", a recent mystery novel, was co-written by this actress who played Miss Marple on TV","response":"Helen Hayes"}],"originalDate":"1988-07-01"},{"category":"COOKING","comments":"","clues":[{"text":"This stew ingredient can actually be the tail of any beef animal, not just its namesake","response":"ox tail"},{"text":"If you don't want to cry, try paring these under running water","response":"onions"},{"text":"Of parsley, sage, rosemary, or thyme, the 1 that isn't a member of the mint family","response":"parsley"},{"text":"You can throw a bomb any time, but the best time to serve a \"bombe\" is during this course","response":"dessert"},{"text":"The Italian term for small, thin slices of meat, it sounds like a dish of small, thin slices of potato","response":"<i>scaloppine</i>"}],"originalDate":"1988-07-01"},{"category":"STATE OBJECTS","comments":"","clues":[{"text":"Michigan's fish is not the lake but the brook variety of this","response":"trout"},{"text":"Of an official dog, cat, or bird, the one that Maine has that no other state does","response":"a cat"},{"text":"In 1988, this state's Senate voted \"Faded Love\" official Country Western song<span class=\"nobreak\">--</span>sweep that down your plain","response":"Oklahoma"},{"text":"Mississippi &amp; Louisiana both have this southern blossom as state flower","response":"the magnolia"},{"text":"In 1983, the USS Nautilus was designated state ship of this state where it was built","response":"Connecticut"}],"originalDate":"1988-07-01"},{"category":"RELIGION","comments":"","clues":[{"text":"After denouncing Jim Bakker, this fellow Assemblies of God minister admitted having sinned himself","response":"Jimmy Swaggart"},{"text":"Islam's profession of faith says, \"There is no god but Allah &amp; Muhammad is...\" this","response":"his prophet"},{"text":"Jews are called gentiles by members of this church","response":"the Mormon Church"},{"text":"It's the formal name of the Jesuit order","response":"the Society of Jesus"},{"text":"5-letter word for a religious council, a major Lutheran one is headquartered in Missouri","response":"a synod"}],"originalDate":"1988-07-01"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Colon &amp; Balboa are the 2 major ports at either end of this","response":"the Panama Canal"},{"text":"This city is the southernmost national capital in South America","response":"Buenos Aires"},{"text":"The huge Deccan Plateau covers most of the peninsula which forms the southern part of this country","response":"India"},{"text":"Of all African countries, only Gabon, Congo, Zaire, Uganda, Kenya &amp; Somalia share this geog. distinction","response":"they are all on the equator"},{"text":"The U.S. halted some $79 million in aid to this country after its bloody presidential elections of 11/87","response":"Haiti"}],"originalDate":"1988-07-01"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"While a British electrician \"earths\" a wire, an American electrician does this to it","response":"he grounds it"},{"text":"An apartment house in London would be referred to as \"a block of...\" these","response":"flats"},{"text":"Type of vehicle christened a dustcart in Britain","response":"a garbage truck"},{"text":"While a Democrat \"runs\" for office in the U.S., in Great Britain a Tory does this","response":"stands for office"},{"text":"An American worker receives his pay in an envelope while a British labourer gets his wages in one of these","response":"a wage packet"}],"originalDate":"1988-07-01"}],[{"category":"EDS, EDDIES, &amp; EDWARDS","comments":"","clues":[{"text":"The answer to his motto \"How am I doing?\" was positive enough to reelect him several times as NYC's mayor","response":"Ed Koch"},{"text":"Carrie's famous father","response":"Eddie Fisher"},{"text":"The 2 Massachusetts senators who served together from the late '60s to the late '70s","response":"Edward Kennedy & Edward Brooke"},{"text":"He recently signed with Andrew Lloyd Webber's \"Really Useful Company\" to be a theatrical P.A.","response":"Prince Edward"},{"text":"Though his play \"Seascape\" had only 65 B'way performances, it ran long enough to win him a 2nd Pulitzer Prize","response":"Edward Albee"}],"originalDate":"1988-07-01"},{"category":"AN ABBREVIATED CATEGORY","comments":"","clues":[{"text":"b.p.:<br>For water it's 212 degrees Fahrenheit","response":"boiling point"},{"text":"SHDC: <br>In order of rank at the bridge table","response":"spades, hearts, diamonds, clubs"},{"text":"SATB: <br>They're the 4 main voices in a choir","response":"soprano, alto, tenor & bass"},{"text":"FAANG:<br>Coined in 2017 by Jim Cramer to denote 5 top tech companies at the time","response":"Facebook, Apple, Amazon, Netflix & Google"},{"text":"EPOS:<br>It's computer hardware used in retail","response":"electronic point of sale"}],"originalDate":"2023-07-18"},{"category":"COLLEGE TUITION: THEN &amp; NOW","comments":"","clues":[{"text":"In 1968 tuition was free for state residents at the U. of Cal., including this Bay Area flagship campus; it was $14,000 in 2023","response":"Berkeley"},{"text":"It may get your Irish up to know in 1977 this Indiana private U. cost about $3,000 but tuition &amp; fees now go for 62 grand","response":"Notre Dame"},{"text":"1985 tuition was a bit over $7,000 at this Durham, North Carolina university; in 2024, the cost will be north of $63,000","response":"Duke"},{"text":"Tuition at this private univ. in Houston from its opening in 1912 to 1965? Deliciously free! Today... a bit more, at $57,000","response":"Rice"},{"text":"This Big Ten school kept things steady for in-state Indiana residents; general service tuition was $9,992 in 2012 &amp; in '23","response":"Purdue"}],"originalDate":"2023-07-18"},{"category":"PREFIXES &amp; SUFFIXES","comments":"","clues":[{"text":"Appropriately, this prefix comes before<br>-diluvian &amp; <br>-cedent","response":"ante"},{"text":"This prefix that leads into -adroit means bad","response":"mal"},{"text":"French gives us this 4-letter suffix that makes everything smaller","response":"ette"},{"text":"Meaning pain, this suffix follows fibromy- in a very painful disease","response":"algia"},{"text":"From the Latin for \"around\", this prefix hangs around \"-flex\" as a mark used in French words","response":"circum"}],"originalDate":"2023-07-18"},{"category":"STARS ON THE NATION'S FLAG","comments":"","clues":[{"text":"The 12 stars on Uzbekistan's flag represent this group of 12, a reminder of the nation's history as a center of astrology","response":"the zodiac"},{"text":"In 1903 this Central Amer. country signed a treaty giving the U.S. control of a zone; it adopted a red, white &amp; blue starry flag in 1904","response":"Panama"},{"text":"In the center of the flag of Dominica are 10 lime green stars surrounding one of these raucous tropical avians native to that isle","response":"parrots"},{"text":"Like several of its neighbors, Papua New Guinea's flag has stars in the shape of this constellation","response":"the Southern Cross"},{"text":"China's flag's 4 small stars stood for peasants, the petty bourgeoisie, patriotic capitalists &amp; this manual labor class","response":"the proletariat"}],"originalDate":"2023-07-18"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Founded in 1908, this agency battled less glamorous issues like copyright violations until the gangsters came along","response":"the FBI"},{"text":"A British Crown proclamation of 1763 forbade colonists from settling west of these mountains","response":"the Appalachians"},{"text":"Sally Ride rocketed into orbit aboard this Space Shuttle that shared its name with a 19th century research vessel","response":"<i>Challenger</i>"},{"text":"The daughter of an Italian immigrant, she had been a U.S. representative for 3 terms when tapped in 1984 to be a vice presidential nominee","response":"Ferraro"},{"text":"In 1886 a riot in this city's Haymarket Square led to the deaths of several police officers &amp; demonstrators","response":"Chicago"}],"originalDate":"2023-07-18"}],{"category":"SPACE","text":"Since it has caused spacecraft to malfunction, a region called the South Atlantic Anomaly is known as this area \"of space\"","response":"Bermuda Triangle"}]}