{"mix":416,"rounds":[[{"category":"SLOGANS &amp; MOTTOES","comments":"","clues":[{"text":"Whether you're a Girl Scout or a Boy Scout, this is your 2-word motto","response":"be prepared"},{"text":"A slogan of the '60s said, \"America, love it or\" this","response":"leave it"},{"text":"It was the motto of \"The Three Musketeers\"","response":"all for one and one for all"},{"text":"He was reelected president in 1916 with the slogan \"He kept us out of war\"; 6 months later we were in it","response":"Woodrow Wilson"},{"text":"It's the 1-word motto of Rhode Island—-how optimistic!","response":"Hope"}],"originalDate":"1994-03-24"},{"category":"ANIMALS","comments":"","clues":[{"text":"A mosquito has 2 enormous compound ones of these that cover most of its head","response":"eyes"},{"text":"The guanaco, which may be an ancestor of the alpaca, is native to this continent","response":"South America"},{"text":"The slimy, snakelike &amp; scaleless hagfish resembles this fish in appearance","response":"an eel (or a lamprey)"},{"text":"The Bichon Frise, which was often painted by Goya, is this type of animal &amp; makes an affectionate pet","response":"a dog"},{"text":"Also known as hunting leopards, these speedy cats have black marks on their faces that look like tear streaks","response":"a cheetah"}],"originalDate":"1994-03-24"},{"category":"THE BIBLE","comments":"","clues":[{"text":"In Genesis the Euphrates is 1 of 4 rivers that flowed from this garden","response":"the Garden of Eden"},{"text":"He was about to slay his son on an altar when an angel from heaven stopped him","response":"Abraham"},{"text":"The 23rd Psalm ends, \"I will dwell\" here \"for ever\"","response":"in the house of the Lord"},{"text":"This Gospel author was also called Levi","response":"Matthew"},{"text":"2 of Jesus' apostles, one the son of Zebedee, the other of Alphaeus, shared this name","response":"James"}],"originalDate":"1994-03-24"},{"category":"\"A\" MEN","comments":"","clues":[{"text":"In 1989, after the PLO declared an independent state of Palestine, he was elected its president","response":"Yasser Arafat"},{"text":"These first 2 men to walk on the Moon have craters named for them there","response":"Armstrong & Aldrin"},{"text":"\"Forward the Foundation\", the last volume in his \"Foundation\" series, was pub. posthumously in 1993","response":"Isaac Asimov"},{"text":"In 1992 this tennis heartthrob triumphed at Wimbledon to win his first Grand Slam title","response":"Andre Agassi"},{"text":"This former TV Guide publisher founded communications schools at USC &amp; the University of Pennsylvania","response":"Walter Annenberg"}],"originalDate":"1994-03-24"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"Colonial Americans enjoyed eating hoecake, a simple bread made from this meal","response":"cornmeal"},{"text":"This famous rider wasn't just a silversmith; he dabbled in dentistry, too","response":"Paul Revere"},{"text":"John Rolfe was probably killed in a 1622 Indian attack at Bermuda Hundred in what is now this state","response":"Virginia"},{"text":"It was the maiden name of Increase Mather's first wife &amp; the first name of their eldest son","response":"Cotton"},{"text":"Petrus was the original first name of this Dutch governor of New Netherland","response":"Peter Stuyvesant"}],"originalDate":"1994-03-24"},{"category":"JAZZ","comments":"","clues":[{"text":"In 1964 he reached No. 1 on the pop charts with his vocal rendition of \"Hello, Dolly!\"","response":"Louis Armstrong"},{"text":"In 1976 the Advisory Board on the Pulitzer Prize awarded this ragtime pianist a special citation","response":"Scott Joplin"},{"text":"Once called the \"Boy Wonder of the Clarinet\", he called most of his big bands a \"herd\"","response":"Woody Herman"},{"text":"The first big American jazz festival was held in 1954 in this Rhode Island resort city","response":"Newport"},{"text":"This jazz pianist was nicknamed \"Fatha\"","response":"Earl Hines"}],"originalDate":"1994-03-24"}],[{"category":"PHILOSOPHY","comments":"","clues":[{"text":"He &amp; his collaborator Engels were both members of the Young Hegelian philosophical group","response":"(Karl) Marx"},{"text":"In Plato's \"Crito\", this philosopher argues that it's important to live honorably, not just to live","response":"Socrates"},{"text":"His \"Analects\" say that the Chun-Tzu is one who practices jen in accordance with li","response":"Confucius"},{"text":"In \"Being and Nothingness\", he wrote that man must realize \"he is alone, abandoned on Earth...\"","response":"Jean Paul Sartre"},{"text":"This 19th century Dane divided men into 3 groups: aesthetes, ethical men &amp; religious men","response":"Kierkegaard"}],"originalDate":"1994-03-24"},{"category":"MUSEUMS","comments":"","clues":[{"text":"Converted to a museum in 1793, it was the home of France's kings before they moved to Versailles","response":"the Louvre"},{"text":"His Ra II papyrus boat is on display at the Kon-Tiki Museum in Oslo","response":"(Thor) Heyerdahl"},{"text":"The John Paul II collection in this capital was formerly the Museum of Revolutionary Politics","response":"Warsaw"},{"text":"This German city's BMW-Museum features cars &amp; motorcycles made by that company","response":"Munich"},{"text":"The Museo Archeologico Nazionale in this Italian city has many of the treasures of nearby Pompeii","response":"Naples"}],"originalDate":"1994-03-24"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"This Steinbeck novel begins after Tom Joad is released from prison","response":"<i>Grapes of Wrath</i>"},{"text":"Her favorite expression in \"Alice in Wonderland\" is \"off with her head!\"","response":"The Queen of Hearts"},{"text":"Dolores Haze, the 12-year-old step-daughter of Humbert Humbert, is better known by this name","response":"Lolita"},{"text":"It's the nickname of lawyer David Wilson in a Mark Twain novel","response":"Pudd'nhead Wilson"},{"text":"In a Jack London novel, he's the captain of the schooner Ghost","response":"Wolf Larsen"}],"originalDate":"1994-03-24"},{"category":"MODERN FANTASY LIT","comments":"","clues":[{"text":"Monza Murcatto, thrown from a great height &amp; left for dead, later gets revenge in Joe Abercrombie's \"Best Served\" this","response":"Cold"},{"text":"In a book by Gail Carson Levine, obedience is the curse of this title girl, \"Enchanted\"; she also pines for Prince Charmont","response":"Ella"},{"text":"S.A. Chakraborty's \"City of Brass\" has Nahri team up with Dara, one of these mystical creatures whose name starts with a silent \"D\"","response":"a djinn"},{"text":"In P. Djèlí Clark's \"Ring Shout\", klansmen summon demons during a viewing of this 1915 D.W. Griffith film","response":"<i>The Birth of a Nation</i>"},{"text":"This \"Remains of the Day\" author wrote fantasy with \"The Buried Giant\", set years after the death of King Arthur","response":"Ishiguro"}],"originalDate":"2023-07-14"},{"category":"3,3","comments":"(Ken: Each response is two 3-letter words.)","clues":[{"text":"The Pleistocene glacial epoch is also known as the great this","response":"ice age"},{"text":"The CDC describes it as \"a temporary sleep problem that usually occurs when you travel across more than three time zones\"","response":"jet lag"},{"text":"A killer for hire, like TV's Barry Berkman","response":"a hit man"},{"text":"Beastly term for someone who religiously works out at, let's say, Planet Fitness","response":"a gym rat"},{"text":"This Scottish outlaw spent time in Newgate Prison but was pardoned before he was to be sent to Barbados","response":"Rob Roy"}],"originalDate":"2023-07-14"},{"category":"GOOD AFTERNOON!","comments":"","clues":[{"text":"From the French for \"morning\", it somehow became a term for a show's afternoon performance... let's take one in!","response":"a matinee"},{"text":"Most African cats are nocturnal hunters, but these fastest ones can be \"spotted\" on the prowl in the late afternoon","response":"cheetahs"},{"text":"In \"Anchorman\" Will Ferrell sang \"Afternoon Delight\"; in 2022 Will &amp; Ryan Reynolds sang \"Good Afternoon\" in this Dickens of a film","response":"<i>Spirited</i>"},{"text":"This drama that aired on PBS inspired an official \"Afternoon Tea\" cookbook with recipes &amp; etiquette tips","response":"<i>Downton Abbey</i>"},{"text":"Really covering all the bases, this painter gave us \"Morning Sun\", \"Cape Cod Afternoon\" &amp; \"Nighthawks\"","response":"Hopper"}],"originalDate":"2023-07-14"}],{"category":"CHILDREN'S BOOKS","text":"A 2020 edition of this beloved 1911 novel came with a glossary of horticultural terms &amp; a location guide","response":"<i>The Secret Garden</i>"}]}