{"mix":421,"rounds":[[{"category":"SLANG","comments":"","clues":[{"text":"This 3-letter word can refer to a state of intoxication, making a person incandescent","response":"lit"},{"text":"Could you be any more this 5-letter word that means mainstream, like pumpkin spice lattes","response":"basic"},{"text":"It's not just for brides! A man getting married can turn into this portmanteau monster","response":"a groomzilla"},{"text":"Also the title of a song by DJ Mustard, Ty Dolla $ign &amp; Ashanti, these 2 words may sound rude but just mean \"I understand\"","response":"say less"},{"text":"Somewhat akin to down-low is this other \"low\" which can precede \"goated when X is the vibe\"","response":"lowkey"}],"originalDate":"2023-07-12"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"This \"Windy City's\" 50-member city council is largest in U.S.","response":"Chicago"},{"text":"1st U.S. cities to add fluoride to their water were Newburgh, N.Y. &amp; Grand Rapids, in this state","response":"Michigan"},{"text":"Ohio city known as the \"birthplace of aviation\" since Wright Brothers had a bicycle shop there","response":"Dayton"},{"text":"Texas city that's national HQ for the Boy Scouts &amp; home turf of Dallas Cowboys","response":"Irving"},{"text":"At south end of S.F. Bay, this, California's oldest city, was once the state capital","response":"San Jose"}],"originalDate":"1986-03-31"},{"category":"PEOPLE","comments":"","clues":[{"text":"Her name is now on a line of luggage, which is apt, since she's been missing since 1937","response":"Amelia Earhart"},{"text":"This \"E.T.\" said she has \"every intention of playing E.T. in the remake\"","response":"Elizabeth Taylor"},{"text":"Larry Hagman says he once dated this \"Dynasty\" star when she was 16","response":"Joan Collins"},{"text":"Las Vegas star who says his museum is the 3rd biggest attraction in Nevada","response":"Liberace"},{"text":"He said NBC marked his 60th birthday by naming a speed bump in the parking lot after him","response":"Johnny Carson"}],"originalDate":"1986-03-31"},{"category":"SLANG","comments":"","clues":[{"text":"Green stuff, mazuma, or dough, for example","response":"cash (money)"},{"text":"Not your coffee cup, it's what someone would find funny if they laughed at your \"ugly mug\"","response":"your face"},{"text":"Referring to the hair on one's head, it's \"pulled over the eyes\" to deceive","response":"wool"},{"text":"In British slang, it's what they watch \"Kojak\" on","response":"the telly"},{"text":"Slang for a small town where trains would stop only to pull spout to get H<sub>2</sub>O","response":"a jerkwater stop"}],"originalDate":"1986-03-31"},{"category":"ANSWERS","comments":"","clues":[{"text":"Answers to personal ads are usually sent to these \"addresses\", not to homes","response":"post office boxes"},{"text":"For the Beatles, the 3 words which follow \"there will be an answer...\"","response":"\"Let It Be\""},{"text":"Jesus' answer to this question from Peter was \"I go to Rome to be crucified\"","response":"\"Quo vadis, Domine?\""},{"text":"Jeanette MacDonald character who answered \"The Indian Love Call\"","response":"Rose Marie"},{"text":"\"A man: he crawls on all fours as a child, walks erect on 2 legs as adult, &amp; when old uses a cane\"","response":"the riddle of the Sphinx"}],"originalDate":"1986-03-31"},{"category":"THE COMMON COLD","comments":"","clues":[{"text":"It's estimated that 50% of all people acquire colds during this season","response":"wintertime"},{"text":"Of 4, 40, or 80, age at which you're most susceptible to catching a cold","response":"4"},{"text":"Guinness says highest speed of expelled particles produced by 1 of these is 103.6 mph","response":"a sneeze"},{"text":"Nobel Prize winner who claims large doses of vitamin C can prevent or shorten colds","response":"Linus Pauling"},{"text":"Medical name of the virus causing cold sores","response":"herpes"}],"originalDate":"1986-03-31"}],[{"category":"MEDIEVAL WORLD","comments":"","clues":[{"text":"From Latin for \"horseman\" it was the code of behavior knights were to live by","response":"chivalry"},{"text":"Though he was a famed astronomer &amp; mathematician, Omar Khayyam is best known for this poetic work","response":"the \"Rubaiyat\""},{"text":"Granada was the last stronghold in Europe of these Muslim people","response":"the Moors"},{"text":"In the 13th century they began building their empire, centered at Cuzco","response":"the Incas"},{"text":"500 years before the Reformation, this church broke with the Roman Catholic church","response":"the Byzantine church (Eastern Orthodox)"}],"originalDate":"1986-03-31"},{"category":"DEMOCRATS","comments":"","clues":[{"text":"In 1971, he succeeded Lester Maddox as Governor of Georgia","response":"Jimmy Carter"},{"text":"He returned to the Democratic Party after running for president in 1968 as an American Independent","response":"George Wallace"},{"text":"This senator's 1968 primary challenge led to LBJ's not running again","response":"Eugene McCarthy"},{"text":"The 2 candidates in the 1984 presidential primary both known as \"Fritz\"","response":"Walter Mondale & Ernest Hollings"},{"text":"Texas congressman who is House Majority Leader &amp; may become its next Speaker","response":"James Wright"}],"originalDate":"1986-03-31"},{"category":"LAKES","comments":"","clues":[{"text":"The Bonneville Salt Flats in the northwestern part of this state is the former bed of Lake Bonneville","response":"Utah"},{"text":"Lake Ladoga, about 25 miles east of St. Petersburg, is this continent's largest lake","response":"Europe"},{"text":"This Great Lake receives inflow from Lake Superior &amp;, via the Straits of Mackinac, from Lake Michigan","response":"Lake Huron"},{"text":"This lake that forms the boundary between New York &amp; Vermont is named for its 1609 discoverer","response":"Lake Champlain"},{"text":"The Golomyanka is one of the many fish found only in this Siberian lake","response":"Lake Baikal"}],"originalDate":"1994-03-23"},{"category":"WOMEN IN SPORTS","comments":"","clues":[{"text":"In July 1993 this German beat Jana Novotna to take her fifth Wimbledon singles title","response":"Steffi Graf"},{"text":"In April 1993 Sheryl Swoopes scored a record 47 points in an NCAA final in this sport","response":"Basketball"},{"text":"In 1992 Manon Rheaume tended goal for the Tampa Bay Lightning in a preseason game of this sport","response":"professional hockey"},{"text":"In 1993 this Olympic track star became a co-chairman of the President's Council on Physical Fitness","response":"Florence Griffith-Joyner"},{"text":"Often considered the greatest woman athlete in history, she helped found the LPGA in 1950","response":"Babe Didrikson"}],"originalDate":"1994-03-23"},{"category":"MONTHS","comments":"","clues":[{"text":"A \"fest\"ive fall month, or an ale brewed in it","response":"October"},{"text":"The second day of this month is devoted to a marmot","response":"February"},{"text":"September's name comes from its being the seventh month; this was the first month at the time","response":"March"},{"text":"Month named for the emperor during whose reign Jesus was born","response":"August"},{"text":"April showers bring May flowers, but the Mayflower landed in the New World in this month","response":"December"}],"originalDate":"1994-03-23"},{"category":"WAR","comments":"","clues":[{"text":"The quote \"It is magnificent, but it is not war\" referred to this famous charge","response":"the Charge of the Light Brigade"},{"text":"The Geneva Protocol of 1925 states that warring nations can't use these weapons","response":"chemical weapons"},{"text":"It's been called the longest \"war\" in U.S. history; it ended in 1990","response":"the Cold War"},{"text":"While reporting on this South African war, Winston Churchill was captured but made a daring escape","response":"the Boer War"},{"text":"The Encyclopedia of Military History considers that the first missile weapon was just a plain one of these","response":"a rock"}],"originalDate":"1994-03-23"}],{"category":"LANDMARKS","text":"During Pope John Paul II's 1987 visit to Los Angeles, pranksters covered up this letter in a local landmark","response":"L"}]}