{"mix":423,"rounds":[[{"category":"RELATIVES","comments":"","clues":[{"text":"It's an informal synonym for mother, as well as an embalmed Egyptian","response":"mummy"},{"text":"When you're forced to concede defeat, you \"cry\" this","response":"Uncle"},{"text":"The Esperanto word for this relative is frato","response":"brother"},{"text":"The son of your son or daughter","response":"your grandson"},{"text":"This prefix for relatives by remarriage comes from an Old English word meaning \"to bereave\"","response":"step"}],"originalDate":"1994-03-08"},{"category":"20th CENTURY AMERICA","comments":"","clues":[{"text":"The existence of these tapes was revealed by Alexander P. Butterfield on July 16, 1973","response":"the Nixon tapes"},{"text":"Louise de Koven Bowen became president of this settlement house after Jane Addams' death in 1935","response":"Hull House"},{"text":"This novelist refused the Pulitzer Prize for \"Arrowsmith\" but accepted the Nobel Prize 4 years later","response":"(Sinclair) Lewis"},{"text":"On April 26, 1980 this Secretary of State resigned in opposition to Jimmy Carter's Iran hostage rescue attempt","response":"Cyrus Vance"},{"text":"On Dec. 4, 1952 this president of the United Auto Workers was elected head of the CIO","response":"Walter Reuther"}],"originalDate":"1994-03-08"},{"category":"THE PLANETS","comments":"","clues":[{"text":"Its equatorial canyons were named Valles Marineris after the Mariner craft that photographed them","response":"Mars"},{"text":"The planet with 100% cloud cover that's closest to the sun","response":"Venus"},{"text":"With the lowest density of any planet, it could float on water even without its \"life ring\"","response":"Saturn"},{"text":"It's believed that this largest satellite of Neptune was captured by the planet, not created with it","response":"Triton"},{"text":"The most distant planet that can be seen with the naked eye","response":"Uranus"}],"originalDate":"1994-03-08"},{"category":"PLAYS","comments":"","clues":[{"text":"His \"Long Day's Journey into Night\" is 3 acts longer than his \"The Long Voyage Home\"","response":"O'Neill"},{"text":"This Hecht &amp; MacArthur comedy includes workers from the Post, Journal, Daily News &amp; Tribune","response":"<i>The Front Page</i>"},{"text":"In this Lawrence &amp; Lee drama, Bertram Cates is tried for teaching Darwin's theory of evolution","response":"<i>Inherit the Wind</i>"},{"text":"It's Teddy who comes home in this playwright's \"The Homecoming\"","response":"(Harold) Pinter"},{"text":"The \"Bus Stop\" in William Inge's play is in this Plains state","response":"Kansas"}],"originalDate":"1994-03-08"},{"category":"RHODE ISLAND","comments":"","clues":[{"text":"The state is divided into just 5 of these, including Kent &amp; Bristol","response":"counties"},{"text":"This breed of chicken is Rhode Island's state bird","response":"the Rhode Island Red"},{"text":"This Providence university's oldest building served as a barracks during the American Revolution","response":"Brown"},{"text":"Touro synagogue in this resort city is the nation's oldest synagogue","response":"Newport"},{"text":"The state has 38 islands, most of them in this bay","response":"Narragansett"}],"originalDate":"1994-03-08"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"He killed his brother Remus in a quarrel over who had seen more vultures","response":"Romulus"},{"text":"Though usually presiding on Olympus, he could also be found living with the Ethiopians","response":"Zeus"},{"text":"Jocasta hanged herself when she discovered that this man, her husband, was also her son","response":"Oedipus"},{"text":"The Iliad portrays Thanatos, the personification of this, as the brother of Hypnos, sleep","response":"death"},{"text":"The Trojan priest Laocoon &amp; his 2 sons were crushed to death by 2 of these sent by Apollo","response":"snakes (sea serpents)"}],"originalDate":"1994-03-08"}],[{"category":"STARTS WITH \"VI\"","comments":"","clues":[{"text":"Cranberries grow on these","response":"vines"},{"text":"A treacherous person or a venomous snake","response":"a viper"},{"text":"From a French word for \"face\", it's the front piece of a knight's helmet","response":"a visor"},{"text":"A, C, D, E or K","response":"vitamins"},{"text":"Government official whose title means \"in place of the king\"","response":"a viceroy"}],"originalDate":"1988-09-30"},{"category":"SAN FRANCISCO","comments":"","clues":[{"text":"If you're not sure of this official city song, just ask Tony Bennett","response":"\"I Left My Heart In San Francisco\""},{"text":"Though it lasted just 48 seconds, this disaster equaled a force of about 6 million tons of TNT","response":"the 1906 earthquake"},{"text":"In the late 19th c. San Francisco was the world capital of this maritime hunting industry","response":"whaling"},{"text":"A stagecoach is housed in the history room of this famous \"Old West\" bank","response":"the Wells Fargo bank"},{"text":"Since San Francisco was named for Saint Francis, this Italian town was named its sister city in 1969","response":"Assisi"}],"originalDate":"1988-09-30"},{"category":"PEOPLE","comments":"","clues":[{"text":"\"I was a soldier for beauty &amp; love. I was completely selfless,\" said this former Philippine first lady","response":"Imelda Marcos"},{"text":"Also known for Stupid Human Tricks, he got Ted Koppel to balance a dog biscuit on his nose","response":"David Letterman"},{"text":"Before he created Jeno's frozen pizzas, Jeno Paulucci started this Chinese food co. in Duluth, Minn.","response":"Chun King"},{"text":"When he launched his daring bathing suit in 1964, some of us went topless","response":"(Rudi) Gernreich"},{"text":"Profession of Russian-born Louise Nevelson, who died in 1988 at the age of 87","response":"a sculptress"}],"originalDate":"1988-09-30"},{"category":"MAMMALS","comments":"","clues":[{"text":"To replace lost water, these \"desert ships\"  may drink 20 gallons or more at one time","response":"camels"},{"text":"Named for a marsupial, this rodent drums on the earth with its large legs to communicate","response":"a kangaroo rat"},{"text":"These members of the squirrel family live in excavated \"towns\" which may be populated by 1000s of them","response":"prairie dogs"},{"text":"Scientists aren't sure if this Mexican variety, Ursus horribilis nelsoni, is endangered or already extinct","response":"grizzly bears"},{"text":"Well known as a pet, the golden variety of this mammal goes through pregnancy in only 16 days","response":"a hamster"}],"originalDate":"1988-09-30"},{"category":"REVOLUTIONARY WAR HEROES","comments":"","clues":[{"text":"Believing he was outnumbered at Yorktown, this Frenchman said, \"I am not strong enough even to get beaten\"","response":"Lafayette"},{"text":"When asked to surrender his battered ship, he replied, \"I have not yet begun to fight\"","response":"John Paul Jones"},{"text":"His pro-British cousin Samuel was widely accused of betraying this American spy","response":"Nathan Hale"},{"text":"Henry Lee's quick &amp; daring cavalry raids earned him this nickname","response":"Light-Horse"},{"text":"Captured by the British, this 14-yr.-old future president was wounded when he wouldn't clean an officer's boots","response":"Andrew Jackson"}],"originalDate":"1988-09-30"},{"category":"EUROPE","comments":"","clues":[{"text":"This city was burned in September 1812 to try to force out Napoleon's troops","response":"Moscow"},{"text":"Louis XIV's included Louise de la Vallière, &amp; Mesdames de Montespan &amp; de Maintenon","response":"mistresses"},{"text":"By the Treaty of Utrecht, if Britain gave up this colony, it had to offer it 1st to Spain","response":"Gibraltar"},{"text":"In 1963 John F. Kennedy paid a visit to this elderly West German chancellor","response":"(Konrad) Adenauer"},{"text":"Monarchial moniker for the Britain of 1900-10, when clothing styles were opulent &amp; overrefined","response":"Edwardian"}],"originalDate":"1988-09-30"}],{"category":"HOLIDAYS &amp; OBSERVANCES","text":"Peter J. McGuire, this holiday's originator, set its date to fall about midway between July 4th &amp; Thanksgiving","response":"Labor Day"}]}