{"mix":428,"rounds":[[{"category":"QUOTABLE BOOKS","comments":"","clues":[{"text":"In \"Gone with the Wind\", these 4 words finish the line \"Tomorrow, I'll think of some way to get him back. After all...\"","response":"tomorrow is another day"},{"text":"Niccolo Machiavelli's work \"The Prince\" advises that \"it is much safer to be feared than\" this","response":"loved"},{"text":"Early in this novel Zora Neale Hurston observes, \"Ships at a distance have every man's wish on board\"","response":"<i>Their Eyes Were Watching God</i>"},{"text":"In 1958's \"The Dharma Bums\", he wrote, \"It was all completely serious, all completely hallucinated, all completely happy\"","response":"Kerouac"},{"text":"\"What you need is a gramme of soma. All the advantages of Christianity &amp; alcohol; none of their defects\" is from this 1932 novel","response":"<i>Brave New World</i>"}],"originalDate":"2023-07-10"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"Flung &amp; <br>ceremonial chair","response":"thrown/throne"},{"text":"Castle protector &amp; <br>dust particle","response":"a moat/mote"},{"text":"A large marine creature &amp; a loud lamentation","response":"whale/wail"},{"text":"Hard to unravel &amp; <br>badly behaved","response":"knotty/naughty"},{"text":"Finished &amp; <br>drab","response":"done/dun"}],"originalDate":"2023-07-10"},{"category":"ASIA","comments":"","clues":[{"text":"Ch'ang-O is the Chinese goddess of this heavenly body, to which she fled after angering her husband","response":"the Moon"},{"text":"You'll find the National Museum of Malaysia in this capital city","response":"Kuala Lumpur"},{"text":"The Bhutia, this Himalayan country's major ethnic group, call themselves Drukpa, or \"dragon people\"","response":"Bhutan"},{"text":"The Gai Jatra, or Festival of the Cow, is celebrated in late summer in this capital of Nepal","response":"Kathmandu"},{"text":"A kappa is a water spirit in the folklore of this island country in the North Pacific","response":"Japan"}],"originalDate":"1994-02-10"},{"category":"TELEVISION","comments":"","clues":[{"text":"For 7 seasons Lee Meriwether played Buddy Ebsen's daughter-in-law on this detective show","response":"<i>Barnaby Jones</i>"},{"text":"On \"Newhart\" Dick &amp; Joanna Loudon owned the Stratford Inn in the village of Norwich in this state","response":"Vermont"},{"text":"This character played by Duncan Renaldo was known as the \"Robin Hood of the Old West\"","response":"the Cisco Kid"},{"text":"After \"Rhoda\" left Minneapolis for New York, \"Phyllis\" moved back to this West Coast city","response":"San Francisco"},{"text":"This locomotive on \"Petticoat Junction\" carried passengers between Pixley &amp; Hooterville","response":"the Hooterville Cannonball"}],"originalDate":"1994-02-10"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"According to the American Cancer Society, it's responsible for about 87% of all lung cancer cases","response":"(cigarette) smoking"},{"text":"Hugh Hefner owns over 100 silk pairs of these, in 19 colors","response":"pajamas"},{"text":"In 1962 it reached a high of 726.01; in 1992, 3,413.21","response":"the Dow Jones Average"},{"text":"To stay in this suite at the new NYC Four Seasons Hotel will set you back a sweet $3,000","response":"the presidential suite"},{"text":"2/3 of Al Gore's income in 1992 came from this","response":"writing of books (book sales)"}],"originalDate":"1994-02-10"},{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"Great Dane who wrote \"The Ice Maiden\", \"The Snow Man\" &amp; \"The Snow Queen\"","response":"(Hans Christian) Andersen"},{"text":"In 1982, 48 years after the first book, this magical nanny popped up again \"in Cherry Tree Lane\"","response":"Mary Poppins"},{"text":"He dedicated \"Now We Are Six\" to Anne Darlington, Christopher Robin's best friend","response":"(A.A.) Milne"},{"text":"Under the pseudonym Felix Salten, Siegmund Salzmann wrote this 1923 classic about a deer","response":"<i>Bambi</i>"},{"text":"This American known for his humorous poems wrote a 1951 children's book called \"Parents Keep Out\"","response":"Ogden Nash"}],"originalDate":"1994-02-10"}],[{"category":"GROCERIES","comments":"","clues":[{"text":"He's listed as \"P. Loquesto Newman\" on jars of his spaghetti sauce","response":"Paul Newman"},{"text":"This company makes its Mauna La'i fruit drinks from Hawaiian guavas, not cranberries","response":"Ocean Spray"},{"text":"It's the \"official sports beverage\" of the NBA","response":"Gatorade"},{"text":"Nabisco's Double Stuf version of this chocolate sandwich cookie has twice the filling","response":"an Oreo"},{"text":"These 4 reptiles are so popular that Chef Boyardee named a canned pasta dish for them","response":"the Teenage Mutant Ninja Turtles"}],"originalDate":"1994-02-10"},{"category":"\"LINE\"s","comments":"","clues":[{"text":"A straight, direct course","response":"a beeline"},{"text":"The maximum amount a customer can charge in a store","response":"a credit line"},{"text":"These defensive players in football position themselves behind the tackles &amp; ends","response":"linebackers"},{"text":"This 1956 country song was the first by Johnny Cash to crack the Top 20 on the pop charts","response":"\"I Walk The Line\""},{"text":"It's James Jones' 1962 novel set on Guadalcanal during WWII","response":"<i>The Thin Red Line</i>"}],"originalDate":"1994-02-10"},{"category":"THE 1870s","comments":"","clues":[{"text":"In 1870 the first boardwalk in America was completed in this city","response":"Atlantic City"},{"text":"On May 27, 1873 this leg of horse racing's Triple Crown was first run at Pimlico in Maryland","response":"the Preakness"},{"text":"On Jan. 10, 1870 Standard Oil Co. of Ohio was incorporated &amp; was located in this city","response":"Cleveland"},{"text":"This organization was formed in 1874 out of a women's crusade against liquor in the U.S.","response":"the Woman's Christian Temperance Union"},{"text":"Though he won the popular vote, this Democrat lost the 1876 presidential election to Hayes","response":"Tilden"}],"originalDate":"1994-02-10"},{"category":"MUSEUMS","comments":"","clues":[{"text":"Tlingit totem poles are on exhibit at the Sheldon Jackson Museum in Sitka in this state","response":"Alaska"},{"text":"The Topkapi Palace Museum in this largest Turkish city was home to the sultans for 300 years","response":"Istanbul"},{"text":"There's a museum in this California national monument's Furnace Creek Visitor Center","response":"Death Valley"},{"text":"Merle Haggard could tell you that the Five Civilized Tribes Museum is in this Okie city","response":"Muskogee"},{"text":"The National Historical Museum in this South American capital has Jose de San Martin's uniforms","response":"Buenos Aires"}],"originalDate":"1994-02-10"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"Some legends say Argus Panoptes had 100 of these; that's 99 more than a cyclops","response":"eyes"},{"text":"Ilithyia presided over this event in a woman's life, so you could call her a \"labor\" leader","response":"birth"},{"text":"A planet is named for this god who had a wife named Ops; we don't know if he gave her a \"ring\"","response":"Saturn"},{"text":"The color of the famous apples of the Hesperides","response":"golden"},{"text":"For him it's all day push the rock up the hill, watch it fall, push the rock up...","response":"Sisyphus"}],"originalDate":"1994-02-10"},{"category":"AUTHORS","comments":"","clues":[{"text":"Readers fell under the spell of Svengali in \"Trilby\", a novel by her grandfather George du Maurier","response":"Daphne du Maurier"},{"text":"His first published story was \"Nellie's Naughty Nightie\"; Perry Mason didn't appear in it","response":"Erle Stanley Gardner"},{"text":"His famous story \"Franny\" was originally published in 1955; \"Zooey\" came along 2 years later","response":"J.D. Salinger"},{"text":"The initials in front of this \"Rumble Fish\" author's surname stand for Susan Eloise","response":"S.E. Hinton"},{"text":"This creator of Emma Bovary has been called \"The Recluse of Croisset\", but he was actually quite sociable","response":"(Gustave) Flaubert"}],"originalDate":"1994-02-10"}],{"category":"FAMOUS NAMES IN AMERICA","text":"The name of this animal that died in 1885 after being struck by a train that subsequently derailed lives on as an adjective","response":"Jumbo"}]}