{"mix":440,"rounds":[[{"category":"MEDIEVAL TIMES","comments":"","clues":[{"text":"To produce those charming smiles, these were generally cleaned with a green hazel twig","response":"the teeth"},{"text":"These fairs held in the Champagne area included annual ones for cloth &amp; leather","response":"trade fairs"},{"text":"The Duke of Apulia first issued this coin in the mid-1100s; the clue here is \"Duke\"","response":"a ducat"},{"text":"In the 1122 Concordat of Worms, Henry V gave up the right to appoint these church leaders","response":"bishops (& abbots)"},{"text":"At the turn of the 13th century, St. Francis of Assisi &amp; this Spaniard founded friar movements","response":"St. Dominic"}],"originalDate":"1994-01-27"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Often fitted with glass, it's an opening in a ceiling to let the sunshine in","response":"a skylight"},{"text":"It's the combined structure atop a church that includes the tower &amp; spire","response":"a steeple"},{"text":"A style of window popular in commercial buildings of the 1890s is named for this Illinois city","response":"Chicago"},{"text":"Architect Sir John Soane's eccentric home in this capital city features mock ruins &amp; an Egyptian crypt","response":"London"},{"text":"N. Hawksmoor assisted John Vanbrugh in designing this palace for the Duke of Marlborough","response":"Blenheim Palace"}],"originalDate":"1994-01-27"},{"category":"OPERA","comments":"","clues":[{"text":"It's the English title of the ever-popular Mozart opera \"Le Nozze di Figaro\"","response":"<i>The Marriage of Figaro</i>"},{"text":"\"Nothung! Nothung!\" is Siegfried's song about his sword in this composer's opera \"Siegfried\"","response":"Wagner"},{"text":"This ragtime composer's opera \"Treemonisha\" is about a baby found under a tree by a woman named Monisha","response":"Scott Joplin"},{"text":"A soprano plays the role of the Sandman in this 1893 Humperdinck opera","response":"<i>Hansel and Gretel</i>"},{"text":"This \"Peter and the Wolf\" composer was only 9 when he wrote his first opera, \"The Giant\"","response":"Prokofiev"}],"originalDate":"1994-01-27"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Countries bordering on this gulf include Qatar &amp; Saudi Arabia","response":"the Persian Gulf"},{"text":"The Bay of Tangier on Africa's northern coast is an inlet of this strait","response":"the Strait of Gibraltar"},{"text":"During WWI 2 famous battles took place near this longest tributary of the Seine","response":"the Marne"},{"text":"Lisbon lies on this river, the longest on the Iberian Peninsula","response":"the Tagus River"},{"text":"Noted for its high tides, this bay separates Nova Scotia from New Brunswick","response":"the Bay of Fundy"}],"originalDate":"1994-01-27"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She first told the tale of Peter Rabbit in a letter to her former governess' son","response":"Beatrix Potter"},{"text":"This author of \"The Age of Innocence\" was born Edith Newbold Jones in 1862","response":"Edith Wharton"},{"text":"Flannery was this \"Wise Blood\" author's middle name; her first name was Mary","response":"(Flannery) O'Connor"},{"text":"This author of \"The Thorn Birds\" published \"The First Man in Rome\", a historical novel, in 1990","response":"Colleen McCullough"},{"text":"\"The Sisters Rosensweig\" is a recent play by this writer of \"The Heidi Chronicles\"","response":"Wendy Wasserstein"}],"originalDate":"1994-01-27"},{"category":"FEATHERED FRIENDS","comments":"","clues":[{"text":"Of all birds, they're the most fully adapted to water... &amp; ice","response":"penguins"},{"text":"It's considered the largest songbird, &amp; you can \"quoth\" me on that","response":"the raven"},{"text":"In relation to its size, this flightless bird of New Zealand lays the largest eggs","response":"the kiwi"},{"text":"Once hunted for its plumes, the egret belongs to this family of long-legged wading birds","response":"herons"},{"text":"It's any of 3 cranelike birds of South America, or a North American swan named for its loud cry","response":"a trumpeter"}],"originalDate":"1994-01-26"}],[{"category":"BYE BYE BIRDIE","comments":"","clues":[{"text":"Susan Watson played teen Kim MacAfee on stage &amp; she played the role in the 1963 film","response":"Ann-Margret"},{"text":"Birdie premieres his new song, \"One Last Kiss\", on this TV variety show","response":"<i>The Ed Sullivan Show</i>"},{"text":"\"Gray skies are gonna clear up\"—do this; \"brush off the clouds and cheer up\"—do this","response":"\"Put On A Happy Face\""},{"text":"Dick Van Dyke was succeeded as Albert Peterson by this future \"Match Game\" host","response":"Gene Rayburn"},{"text":"Birdie's first name... we love it!","response":"Conrad"}],"originalDate":"1994-01-26"},{"category":"LEGAL EAGLES","comments":"","clues":[{"text":"Before he became Cuba's current leader, he defended the politically oppressed as a lawyer","response":"Castro"},{"text":"He was a lawyer before he teamed with Arthur Sullivan in 1871","response":"Gilbert"},{"text":"In 1969 this lawyer became the first Philippine president to win a second term","response":"Ferdinand Marcos"},{"text":"With only about a year of law school, this \"Kingfish\" passed the Louisiana Bar Exam in 1915","response":"Huey Long"},{"text":"In the 1890s this Indian was admitted to practice before the South African Supreme Court","response":"Gandhi"}],"originalDate":"1994-01-26"},{"category":"TURKEY","comments":"","clues":[{"text":"In 1930 the name of Turkey's capital was officially changed from Angora to this","response":"Ankara"},{"text":"Popular Turkish foods include mutton, rice, yogurt &amp; this dish of meat &amp; vegetables on a skewer","response":"shish kebab"},{"text":"Late astronaut James B. Irwin led several expeditions to this Turkish mountain in search of Noah's Ark","response":"Mount Ararat"},{"text":"A basilica near Ephesus houses the traditional tomb of this apostle &amp; gospel writer","response":"(St.) John"},{"text":"After this empire's demise in 1922, Turkey became a republic","response":"the Ottoman Empire"}],"originalDate":"1994-01-26"},{"category":"MARTINs","comments":"","clues":[{"text":"On Dec. 10, 1520 he publicly burned a copy of a papal bull; he was excommunicated a month later","response":"Martin Luther"},{"text":"1 of his personas on \"Saturday Night Live\" was Katharine Hepburn's cousin Nelson, a hot dog vendor","response":"Martin Short"},{"text":"U may not know that Martin Klaproth discovered this radioactive element in 1789","response":"Uranium"},{"text":"While in the White House, he created the Blue Room by having some crimson furniture reupholstered","response":"Martin Van Buren"},{"text":"From 1938-1945 Texas congressman Martin Dies, Jr. served as the first chairman of this infamous committee","response":"The House Committee on Un-American Activities"}],"originalDate":"1994-01-26"},{"category":"BULFINCH'S MYTHOLOGY","comments":"(Alex: Boy, are we trying hard on this one.)","clues":[{"text":"These part-leonine beasts built their nests from gold; Merv might be interested","response":"griffins"},{"text":"Pliny said this mythical beast had \"a single black horn... standing out in the middle of its forehead\"","response":"a unicorn"},{"text":"As the porter of Heaven, he opened the year, so our first month is named for him","response":"Janus"},{"text":"She left Menelaus for Paris—the man, not the city","response":"Helen (of Troy)"},{"text":"Camilla &amp; this Roman goddess of the hunt got along famously, unlike the British women who bear their names today","response":"Diana"}],"originalDate":"1994-01-26"},{"category":"\"Mc\"PEOPLE","comments":"","clues":[{"text":"This former Beatle's first classical work, \"Liverpool Oratorio\", premiered in 1991","response":"Paul McCartney"},{"text":"As an infant Marilyn Monroe was baptized by this woman evangelist at her Angelus Temple","response":"Aimee Semple McPherson"},{"text":"One of this \"Little Rascal\"'s last appearances before his death in 1993 was a cameo on \"Cheers\"","response":"Spanky McFarland"},{"text":"In 1993 this onetime quarterback for the Eagles &amp; Bears signed with the Vikings","response":"(Jim) McMahon"},{"text":"From 1968-1981 this former defense secretary was president of the World Bank","response":"Robert McNamara"}],"originalDate":"1994-01-26"}],{"category":"AMERICAN LITERATURE","text":"Chapter 100 of this novel introduces the one-armed Captain Boomer of the Samuel Enderby","response":"<i>Moby-Dick</i>"}]}