{"mix":457,"rounds":[[{"category":"WORDS WITHIN WORDS","comments":"","clues":[{"text":"A small flowing body of water contains this, 500 sheets of paper","response":"a ream"},{"text":"A number above a trillion is pierced by this, a product you can get from DeWalt","response":"a drill"},{"text":"Inside a domesticated fowl is this word of disgust; it's paired with \"the\" in Gen Z slang for a dating turnoff","response":"the ick"},{"text":"A word for an underground cemetery hides this Mexican food offering","response":"a taco"},{"text":"A word for booze has this 4-letter silver salmon inside of it","response":"coho"}],"originalDate":"2023-07-03"},{"category":"\"B\" MOVIE QUOTES","comments":"","clues":[{"text":"\"I am William Wallace! &amp; I see a whole army of my countrymen, here in defiance of tyranny\"","response":"<i>Braveheart</i>"},{"text":"\"Miss Golightly, I protest\"","response":"<i>Breakfast at Tiffany's</i>"},{"text":"\"It's 106 miles to Chicago, we got a full tank of gas... it's dark &amp; we're wearing sunglasses\"; \"Hit it\"","response":"<i>The Blues Brothers</i>"},{"text":"\"My people are praying for a man who can drive their team to victory  over Messala\"","response":"<i>Ben-Hur</i>"},{"text":"\"Just what are you getting at, Elvis?\"; \"I think you know what I'm gettin' at, Mr. President. We're gonna kill us a mummy\"","response":"<i>Bubba Ho-Tep</i>"}],"originalDate":"2023-07-03"},{"category":"COUNTIES OF ENGLAND","comments":"","clues":[{"text":"Technically, the southeastern county of Kent borders France through this engineering marvel","response":"the Chunnel"},{"text":"Found up north, this largest of England's historic counties lends its name to a terrier &amp; a pudding","response":"Yorkshire"},{"text":"Essex County takes its name from an ancient kingdom of these people","response":"the Saxons"},{"text":"Legend says King Arthur was born at Tintagel Castle in this pointy county that juts into the Atlantic Ocean","response":"Cornwall"},{"text":"Queen Victoria had a vacation residence on this island that is today its own administrative county","response":"the Isle of Wight"}],"originalDate":"2023-07-03"},{"category":"NO CAP","comments":"","clues":[{"text":"There's no upper age limit for U.S. president; some want one set at this age that Joe Biden blew past in 2012","response":"70"},{"text":"2023 marks 50 years of family feasts at Golden Corral restaurants &amp; their \"endless\" this<span class=\"nobreak\">--</span>just take a new plate on the return trip","response":"a buffet"},{"text":"This type of damages, awarded to victims to chasten the offender &amp; deter future ones, are uncapped in states such as Illinois","response":"punitive damages"},{"text":"California has legal marijuana but no limit on the level in a driver's blood of this chemical whose name has 3- &amp; 20-letter versions","response":"THC"},{"text":"The USA's thousands of uncapped oil wells issue forth greenhouse gases like methane &amp; carcinogens like this embalming agent","response":"formaldehyde"}],"originalDate":"2023-07-03"},{"category":"NEW ENGLAND","comments":"","clues":[{"text":"This 1981 Henry Fonda film was shot on New Hampshire's Squam Lake","response":"<i>On Golden Pond</i>"},{"text":"Connecticut's largest library is at this university","response":"Yale"},{"text":"In 1990 a New Hampshire planetarium was dedicated to this teacher who died in the Challenger explosion","response":"Christa McAuliffe"},{"text":"Rhode Island's state house boasts a full- length portrait of George Washington by this native son","response":"Gilbert Stuart"},{"text":"Mount Desert Island off the coast of this state is home to New England's only nat'l park, Acadia","response":"Maine"}],"originalDate":"1993-10-28"},{"category":"FOOTBALL","comments":"","clues":[{"text":"If a team fails to advance the ball this many yards in 4 downs, it loses possession","response":"10"},{"text":"On November 8, 1970, Tom Dempsey kicked the longest one of these in NFL history, 63 yards","response":"a field goal"},{"text":"This former Jets quarterback holds his team's record for career touchdown passes with 170","response":"Joe Namath"},{"text":"Mike Ditka, the former coach of this team, won Super Bowls as a player, assistant coach &amp; head coach","response":"the Chicago Bears"},{"text":"In his career, 1957-1965, this Cleveland back scored 126 touchdowns, a record that still stands","response":"Jim Brown"}],"originalDate":"1993-10-28"}],[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The \"nickel\" in the name of this dark bread is a German word for \"goblin\", not a coin","response":"pumpernickel"},{"text":"This adjective that means impudent or just plain rude is an alteration of \"saucy\"","response":"sassy"},{"text":"This word for a self- service restaurant evolved from an American Spanish term for a coffee store","response":"the cafeteria"},{"text":"This musical instrument is named for the muse of epic poetry; you might hear it at the circus","response":"a calliope"},{"text":"The boojum tree is named for an imaginary creature in his poem \"The Hunting of the Snark\"","response":"Lewis Carroll"}],"originalDate":"1993-10-28"},{"category":"NANCY DREW","comments":"","clues":[{"text":"Today \"Super Mystery\" books pair Nancy with this young crime-solving team","response":"the Hardy Boys"},{"text":"Originally she had this hair color, but it was changed to titian to avoid looking like her friend Bess","response":"blond"},{"text":"This bespectacled talk show hostess prefers producers who've read Nancy; they're better investigators","response":"Sally Jessy Raphael"},{"text":"Under this pen name, Mildred Wirt Benson wrote 23 of the 1st 30 stories, including the very 1st","response":"Carolyn Keene"},{"text":"Published in 1930, the first Nancy Drew book concerned \"The Secret of\" this object","response":"<i>The Old Clock</i>"}],"originalDate":"1993-10-28"},{"category":"MISC.","comments":"","clues":[{"text":"This 14-acre Manhattan theatre complex has its own film society &amp; chamber music society","response":"Lincoln Center"},{"text":"Of, coffee, tea or mead, the one that's also known as metheglin","response":"mead"},{"text":"Keyboardist Dizzy Reed, who joined this Axl Rose group in 1990, is a big \"Jeopardy!\" fan","response":"Guns N' Roses"},{"text":"Though this swan's name implies that it's silent, it will hiss loudly when angry","response":"the mute swan"},{"text":"This late magazine publisher &amp; balloonist's middle initial, S., stood for Stevenson","response":"(Malcolm S.) Forbes"}],"originalDate":"1993-10-28"},{"category":"HISTORY","comments":"","clues":[{"text":"With a fleet of much more than gondolas, this republic destroyed the Egyptian fleet in 1123","response":"Venice"},{"text":"Formerly Dutch, Britain's Cape Colony was on this cape","response":"the Cape of Good Hope"},{"text":"In Italy the Ghibellines owed their allegiance to the Emperor &amp; the Guelphs to this man","response":"the Pope"},{"text":"In March 1964 the U.N. sent a peacekeeping force to this Mediterranean island","response":"Cyprus"},{"text":"A soldier &amp; man of action, Maurice of Nassau was head of this house in Holland","response":"the House of Orange"}],"originalDate":"1993-10-28"},{"category":"MUSEUMS","comments":"","clues":[{"text":"You can see this rock star's jet Lisa Marie at his estate in Memphis","response":"Elvis Presley"},{"text":"An Arlington, Tex. museum has 145 of these machines on exhibit, including some of Elias Howe's from the 1860s","response":"sewing machines"},{"text":"Waterloo Gallery, part of his London home, Apsley House, contains his art collection","response":"the Duke of Wellington"},{"text":"Crop dusting equipment is displayed at the Nat'l Agricultural Aviation Museum in this Miss. capital","response":"Jackson"},{"text":"This former Nevada boomtown has 2 museums devoted to Mark Twain, who was a newspaper reporter there","response":"Virginia City"}],"originalDate":"1993-10-28"},{"category":"MUSICIANS","comments":"","clues":[{"text":"In the 1970s Joshua Rifkin became famous for reviving the ragtime music of this composer","response":"Scott Joplin"},{"text":"Before his solo career, James Galway played this instrument for 6 years in the Berlin Philharmonic","response":"the flute"},{"text":"Jose Iturbi played the music of this composer in the 1945 movie \"A Song to Remember\"","response":"Chopin"},{"text":"Robert Mann is the leader of this string quartet named for a New York music school","response":"the Julliard quartet"},{"text":"This pianist's return to Russia in 1986 produced a concert televised worldwide","response":"Horowitz"}],"originalDate":"1993-10-28"}],{"category":"TELEVISION","text":"This series grew out of a screenplay titled \"Murdoch\"","response":"<i>Succession</i>"}]}