{"mix":458,"rounds":[[{"category":"THE NOBEL PEACE PRIZE","comments":"","clues":[{"text":"3 of the 4 people honored in 1901 &amp; 1902 were from this neutral country","response":"Switzerland"},{"text":"After Andrei Sakharov in 1975, he was the next Russian to win","response":"Gorbachev"},{"text":"1960 Nobel Peace Prize winner Albert John Luthuli was a chief of this African people","response":"the Zulu"},{"text":"This Holocaust survivor won the prize in 1986","response":"Elie Wiesel"},{"text":"Saying that peace had not been achieved, this North Vietnamese negotiator turned down the 1973 prize","response":"Le Duc Tho"}],"originalDate":"1993-10-28"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"Anna Sage fingered this public enemy at a Chicago theatre to avoid deportation","response":"Dillinger"},{"text":"President Carter stated that he thought this doctor had been unjustly convicted in the Lincoln assassination","response":"Dr. Mudd"},{"text":"By 1896 Robert Leroy Parker was using this name in honor of his mentor, a cattle rustler","response":"Butch Cassidy"},{"text":"This organization abbreviated SLA was behind the kidnapping of Patty Hearst","response":"the Symbionese Liberation Army"},{"text":"George Hull was the man behind this hoax \"giant\" discovered in New York in 1869","response":"the Cardiff Giant"}],"originalDate":"1993-10-28"},{"category":"BIOLOGY","comments":"","clues":[{"text":"In heliotropism, the flowers of a plant turn toward this during the day","response":"the Sun"},{"text":"Of the 2 main types of light-sensitive cells in the retina, these are used in low light","response":"the rods"},{"text":"Each of a mammal's erector pili muscles is attached to one of these","response":"a hair"},{"text":"Most blood cells are produced in the red, not the yellow, type of this tissue","response":"the (bone) marrow"},{"text":"High levels of this substance that the body converts to vitamin A may turn the skin yellow","response":"carotene"}],"originalDate":"1993-10-25"},{"category":"THE SUPREMES","comments":"","clues":[{"text":"The Supremes performed on this Sunday night variety show 15 times 1964-69","response":"<i>The Ed Sullivan Show</i>"},{"text":"The group was formed in this city in 1959 as The Primettes; it became the Supremes in 1961","response":"Detroit"},{"text":"This head of Motown didn't sign the group the first time he saw them; it took awhile","response":"Berry Gordy"},{"text":"This word is in the title of 6 of their 12 No. 1 hits","response":"Love"},{"text":"This original member stayed in the group the longest","response":"Mary Wilson"}],"originalDate":"1993-10-25"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Lord Byron wrote, \"Truth is always strange; stranger than\" this","response":"fiction"},{"text":"Oliver Herford defined this as \"a place devised for animals to study the habits of human beings\"","response":"a zoo"},{"text":"According to William Marcy, it's to whom \"belong the spoils of the enemy\"","response":"the victor"},{"text":"It's \"often guilt instead of golden\"; enough said","response":"silence"},{"text":"Lord Chesterfield called it \"a confused heap of facts\" &amp; Henry Ford said it was \"bunk\"","response":"history"}],"originalDate":"1993-10-25"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The Grand Canyon is part of this state's Colorado Plateau","response":"Arizona"},{"text":"Cape Alava in this state is the westernmost point in the contiguous 48 states","response":"Washington"},{"text":"In area, it's the USA's largest natural lake west of the Mississippi River","response":"the Great Salt Lake"},{"text":"This river originates in Pittsburgh &amp; flows into the Mississippi at Cairo, Illinois","response":"the Ohio"},{"text":"The name of this Massachusetts resort island may come from an Indian word meaning \"the far away land\"","response":"Nantucket"}],"originalDate":"1993-10-25"}],[{"category":"PHOTOGRAPHY","comments":"","clues":[{"text":"It's the 3-legged stand, usually adjustable, on which a photographer sets the camera","response":"a tripod"},{"text":"The F in F-stop or F-number stands for this \"length\"","response":"focal length"},{"text":"20 photographers working under this cameraman were able to record every phase of the Civil War","response":"Mathew Brady"},{"text":"Photographic prints are of 2 basic types: glossy, which is shiny, &amp; this, which is dull","response":"matte"},{"text":"In 1888 he developed the first camera to use roll film","response":"(George) Eastman"}],"originalDate":"1993-10-25"},{"category":"SAY CHEESE!","comments":"","clues":[{"text":"Because of its holes, Samsoe has been called the Danish version of this cheese","response":"Swiss cheese"},{"text":"Pepato, as you might guess, is heavily spiced with this","response":"pepper"},{"text":"Holland's 2 most exported cheeses are Gouda &amp; this","response":"Edam"},{"text":"Mizithra, a soft, oily cheese, is made from the whey by-product of this Greek cheese","response":"feta cheese"},{"text":"A sweet cheese, gourmandise contains this fruit flavoring","response":"cherry"}],"originalDate":"1993-10-25"},{"category":"1867","comments":"","clues":[{"text":"Of about 2¢, 20¢ or $2, the amount per acre the U.S. paid Russia for Alaska","response":"2¢"},{"text":"Charles Weller devised \"Now is the time for all good men to come to the aid of the party\" to test these","response":"a typewriter"},{"text":"Minnesota farmer Oliver Kelley founded this fraternal organization","response":"the Grange"},{"text":"Under a new dual monarchy, this Austrian emperor became king of Hungary as well","response":"Franz Josef"},{"text":"Japan's National Revolution known as this restoration began in 1867 with the accession of prince Mutsuhito","response":"The Meiji Restoration"}],"originalDate":"1993-10-25"},{"category":"EDUCATION","comments":"","clues":[{"text":"Cherokee schools were operating in this territory in the 1830s, about 60 years before white schools","response":"Oklahoma"},{"text":"The first of his \"Eclectic Readers\" was published while he served as president of Cincinnati coll.","response":"William McGuffey"},{"text":"From a Latin word for \"a calling\", this type of school trains its students for employment","response":"vocational"},{"text":"This Poughkeepsie, N.Y. school built an observatory for astronomer Maria Mitchell in 1864","response":"Vassar"},{"text":"In 1837 he became the first secretary of Massachusetts' Board of Education","response":"Horace Mann"}],"originalDate":"1993-10-25"},{"category":"MEXICO","comments":"","clues":[{"text":"Lesley Simpson wrote that the pre-Columbian cultures of Middle America existed because of this grain","response":"corn"},{"text":"This conqueror bequeathed his remains to Mexico &amp; they're in the hospital de Jesus, which he founded","response":"(Hernando) Cortes"},{"text":"The country is divided into 31 states &amp; its monetary unit is divided into 100 of these","response":"centavos"},{"text":"The town's name was Cuauhnahuac; the Spanish mangled it to this, meaning \"cow's horn\"","response":"Cuernavaca"},{"text":"This 19th century dictator's slogan was \"Bread or the Club\"; those who disagreed with him got the club","response":"Porfirio Diaz"}],"originalDate":"1993-10-25"},{"category":"AUTHORS","comments":"","clues":[{"text":"W.W. Denslow illustrated the first edition of his \"The Wonderful Wizard of Oz\"","response":"(Frank) Baum"},{"text":"R.W. Emerson was a champion of this man, whom he met 2 years before the raid on Harpers Ferry","response":"John Brown"},{"text":"He finished writing \"The Gulag Archipelago\" in 1968, but it wasn't published until 1973","response":"Solzhenitsyn"},{"text":"He was tried &amp; convicted of libel for his famous open letter \"J'Accuse\"","response":"(Émile) Zola"},{"text":"Disney's 1967 film \"The Gnome-Mobile\" was based on a novel by this author of \"The Jungle\"","response":"Upton Sinclair"}],"originalDate":"1993-10-25"}],{"category":"U.S. PRESIDENTS","text":"7 U.S. presidents were born in the state of Ohio, beginning with this man who entered West Point in 1839","response":"Ulysses Grant"}]}