{"mix":469,"rounds":[[{"category":"CANADIAN CITIES","comments":"","clues":[{"text":"The Royal Ontario Museum in this city is Canada's largest public museum","response":"Toronto"},{"text":"Left over from the 1976 Olympics, this city's velodrome is now an environmental museum","response":"Montreal"},{"text":"The best place to get an overview of this capital is from the Peace Tower on Wellington Street","response":"Ottawa"},{"text":"Much of this capital of Nova Scotia was flattened in a munitions explosion during WWI","response":"Halifax"},{"text":"A 5-ton statue called \"Golden Boy\" tops the Manitoba capitol in this city","response":"Winnipeg"}],"originalDate":"1993-10-13"},{"category":"BOTANY","comments":"","clues":[{"text":"A valuable source of firewood in South America is this tree imported from Australia","response":"eucalyptus"},{"text":"Oil from this part of jasmines &amp; roses is used in making of high-quality perfumes","response":"the petals"},{"text":"The best-known kind of this yellow flower is the trumpet narcissus","response":"the daffodil"},{"text":"The \"true\" species of this shrub is called sweet bay","response":"laurel"},{"text":"The leaves of this carnivorous plant form a tube &amp; spout to trap insects","response":"the pitcher plant"}],"originalDate":"1993-10-13"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"When rationing of this began in 1942, most people were limited to 3 gallons per week","response":"gasoline"},{"text":"Though it ended nationally in 1933, Mississippi didn't repeal it until 1966","response":"Prohibition"},{"text":"In 1861 this Connecticut college awarded the first Ph.D. degree in the U.S.","response":"Yale"},{"text":"The Santa Fe Trail became obsolete after the completion of this railroad in 1880","response":"Atchison, Topeka, & Santa Fe"},{"text":"In the early 1900s, part of what is now this state asked to become the separate state of Sequoyah","response":"Oklahoma"}],"originalDate":"1993-10-13"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"With the assistance of Jonathan Harker, this Transylvanian buys a property near London","response":"Dracula"},{"text":"This James Thurber daydreamer has a wife who bullies him &amp; a car that gives him trouble","response":"Walter Mitty"},{"text":"This Joseph Conrad title character is chief mate on the Patna &amp; a traitor on Patusan Island","response":"Lord Jim"},{"text":"He's the leader of the inner party in the totalitarian state of Oceania","response":"Big Brother"},{"text":"The son of Chingachgook, he's \"The Last of the Mohicans\"","response":"Uncas"}],"originalDate":"1993-10-13"},{"category":"THE DALAI LAMA","comments":"","clues":[{"text":"One of the Dalai Lama's friends &amp; promoters is this gentleman from \"An Officer and a Gentleman\"","response":"Richard Gere"},{"text":"This 1989 award given to the Dalai Lama was denounced by China as politically motivated","response":"the Nobel Peace Prize"},{"text":"At age 5 Tenzin Gyatso was taken to the Potala, a palace in this capital, &amp; enthroned","response":"Lhasa"},{"text":"In June 1992 the Dalai Lama attended the Earth Summit in this city","response":"Rio de Janeiro"},{"text":"The Dalai Lama rules in exile from Dharmsala in this country","response":"India"}],"originalDate":"1993-10-13"},{"category":"FAMOUS SPEECHES","comments":"","clues":[{"text":"Famous line following Patrick Henry's \"I know not what course others may take, but as for me,...\"","response":"\"give me liberty or give me death\""},{"text":"In 1934 this Italian leader said, \"We have buried the putrid corpse of liberty\"","response":"Mussolini"},{"text":"In \"Panegyricus\" Isocrates advocated unification of this country's city-states against the Persians","response":"Greece"},{"text":"In 1960 he said, \"The new frontier of which I speak is not a set of promises\"","response":"John Kennedy"},{"text":"In an 1852 speech this former slave asked, \"What, to the American slave, is your Fourth of July?\"","response":"Frederick Douglass"}],"originalDate":"1995-02-03"}],[{"category":"1970s TELEVISION","comments":"","clues":[{"text":"It was the nickname of Andrew Squigman on \"Laverne and Shirley\"","response":"Squiggy"},{"text":"In 1978 comedian Tim Conway won an Emmy for his work on this variety series","response":"<i>The Carol Burnett Show</i>"},{"text":"A Feb. 11, 1979 bio of this rock legend starring Kurt Russell topped \"GWTW\" in the ratings that night","response":"Elvis Presley"},{"text":"An interview with Jimmy &amp; Rosalynn Carter was featured on her first ABC special Dec. 14, 1976","response":"Barbara Walters"},{"text":"On this sitcom Ruth Gordon played the mother of Carlton the Doorman","response":"<i>Rhoda</i>"}],"originalDate":"1995-02-03"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"The largest example of this animal ever recorded was a Suffolk ram that weighed 545 pounds","response":"a sheep"},{"text":"This Soviet dictator holds the record for most statues raised to himself<span class=\"nobreak\">--</span> about 6,000","response":"Stalin"},{"text":"The largest harem was the winter harem of the grand seraglio at Topkapi in this Turkish city","response":"Istanbul"},{"text":"This game played in a fronton has the fastest projectile speed of any ball game—about 188 mph","response":"jai alai"},{"text":"This country has the youngest reigning queen, Margrethe II, born in 1940","response":"Denmark"}],"originalDate":"1995-02-03"},{"category":"U.S.A.","comments":"","clues":[{"text":"It's now 18.4¢ per gallon","response":"the federal gas tax"},{"text":"This river's name came from an Indian name recorded by John Smith in 1608, Patawomeck","response":"Potomac"},{"text":"This landmark gets about 800,000 hikers a year &amp; about 350,000 people view it by helicopter","response":"the Grand Canyon"},{"text":"This new hockey team's cheerleaders are called the Decoys","response":"the Anaheim Ducks"},{"text":"One of the oldest conservation organizations in the U.S. is named for this fishing book author","response":"Izaak Walton"}],"originalDate":"1995-02-03"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"One recipe for this drink calls for 3 oz. of rum &amp; 3 tbsp. each of coconut milk &amp; crushed pineapple","response":"a pina colada"},{"text":"Made from fermented rice, it's considered one of Japan's national drinks","response":"sake"},{"text":"It's the base liquor in a margarita","response":"tequila"},{"text":"Produced in the Normandy region of France, Calvados is a type of this liquor made with apples","response":"Brandy"},{"text":"Creme de Rose is flavored with rose petals &amp; Creme Yvette is flavored with these purplish flowers","response":"violets"}],"originalDate":"1995-02-03"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"The Dutch know this day of the week as Zondag","response":"Sunday"},{"text":"A Swedish seamstress might use one of these, a fingerborg","response":"a thimble"},{"text":"In Finnish this relative is a tati; in Norwegian, she's a tante","response":"an aunt"},{"text":"The Italian term for this sport is il ciclismo","response":"bicycling"},{"text":"Castanuelas is the Spanish word for these, which just may \"click\" with you","response":"castanets"}],"originalDate":"1995-02-03"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"Heinrich Mann, this novelist's brother, wrote the novel on which the film \"The Blue Angel\" was based","response":"Thomas Mann"},{"text":"This Russian playwright's 1888 story \"Steppe\" won him the Pushkin Prize","response":"Chekhov"},{"text":"Eileen Duggan, who was born on South Island in 1894, was one of this country's most famous poets","response":"New Zealand"},{"text":"The 2 colors in the title of this Stendhal novel represent the military &amp; the clergy","response":"<i>The Red and the Black</i>"},{"text":"The epic poem \"Raghuvamsa\", which traces the lineage of Rama, was written in this classical language","response":"Sanskrit"}],"originalDate":"1995-02-03"}],{"category":"THE CATHOLIC CHURCH","text":"The 1456 posthumous annulment of this woman's sentence by the Church was witnessed by her mother Isabelle","response":"Joan of Arc (Joan, Jeanne)"}]}