{"mix":473,"rounds":[[{"category":"MUSIC APPRECIATION","comments":"","clues":[{"text":"Developed c. 1800, the Tourte type of this, which curves inward, is still used to play violins today","response":"bows"},{"text":"Dietrich Winkel invented this device that beats time for musicians but Johann Maelzel patented it","response":"a metronome"},{"text":"The number of sixteenth notes that equal 1 half note in time value","response":"8"},{"text":"Pianists know that the musical direction mano destra means to play with this","response":"the right hand"},{"text":"He wrote many operettas, such as \"Babes in Toyland\", but only 2 operas, \"Natoma\" &amp; \"Madeleine\"","response":"Victor Herbert"}],"originalDate":"1995-01-24"},{"category":"SEWING","comments":"","clues":[{"text":"The fasteners known as \"hooks and\" these are often seen at the waistline","response":"eyes"},{"text":"If you sew by hand, you know that the \"running\" type of this is the most basic","response":"a stitch"},{"text":"These folds that shape a garment to flatter the figure have a pub game name","response":"darts"},{"text":"The \"set-in\" type of this part of a garment has been called the most popular &amp; the most becoming","response":"a sleeve"},{"text":"It's the \"bivalve\" term for semicircles cut into fabric at the edge or border","response":"scallops"}],"originalDate":"1995-01-24"},{"category":"CROSSWORD CLUES \"I\"","comments":"","clues":[{"text":"Cake topper<br>(5)","response":"icing"},{"text":"Annoy<br>(3)","response":"irk"},{"text":"Ellington's \"Mood\"<br>(6)","response":"Indigo"},{"text":"High-flying Greek<br>(6)","response":"Icarus"},{"text":"Spineless<br>(12)","response":"invertebrate"}],"originalDate":"1995-01-24"},{"category":"RUSSIAN SCIENCE","comments":"","clues":[{"text":"K. Tsiolkovsky, who predicted space travel, would have been 100 when this was launched in October 1957","response":"Sputnik"},{"text":"The Soviets claimed Alexander Popov invented this wireless device; he was the first to use an antenna","response":"radio"},{"text":"At the Institute of Experimental Medicine, he studied apes as well as salivating dogs","response":"(Ivan) Pavlov"},{"text":"In 1901 Ilya Ivanovich Ivanov began breeding horses by this method","response":"artificial insemination"},{"text":"The Russians sent this periodic table maker to the U.S. to study petroleum production","response":"Mendeleev"}],"originalDate":"1995-01-24"},{"category":"LANDMARKS","comments":"","clues":[{"text":"Closed from 1967-1975, this Middle Eastern canal was later enlarged to accommodate supertankers","response":"the Suez Canal"},{"text":"From the windows of this U.S. city's Renaissance Center you can see Windsor, Ontario","response":"Detroit"},{"text":"It's a town with Pitti, the Pitti Palace","response":"Florence"},{"text":"This U.S. city's Haymarket Square was the site of an 1886 riot","response":"Chicago"},{"text":"The Cathedral, Church of Santo Tome &amp; Hospital of San Juan in this Spanish city have works by El Greco","response":"Toledo"}],"originalDate":"1995-01-24"},{"category":"SOCIAL REFORMERS","comments":"","clues":[{"text":"In 1869 Elizabeth Cady Stanton &amp; this woman founded the National Woman Suffrage Association","response":"Susan B. Anthony"},{"text":"In 1837 Friedrich Froebel opened his first of these schools, for children in Blankenburg","response":"kindergartens"},{"text":"In 1910 she published \"Twenty Years at Hull House\"","response":"(Jane) Addams"},{"text":"Charles Kingsley was against sweated labor &amp; was one of the 1st churchmen to support this evolutionist","response":"Darwin"},{"text":"Born in 1839, this British chocolate maker provided housing &amp; pensions for his workers","response":"Cadbury"}],"originalDate":"1995-01-24"}],[{"category":"THE ROMAN EMPIRE","comments":"","clues":[{"text":"During imperial times, one of these was a denarius; many were denarii","response":"silver coins"},{"text":"3 early kings of Rome, including Tarquin the Proud, belonged to these darn people","response":"the Etruscans"},{"text":"Due to heavy traffic in Rome, these pure women were among the few permitted to drive carts by day","response":"Vestal Virgins"},{"text":"Augustus' daughter Julia had an affair with this man's son, Iullus Antonius","response":"Mark Antony"},{"text":"This emperor who took office in 37 A.D. forced the rich to will him their estates &amp; then killed them","response":"Caligula"}],"originalDate":"1995-01-24"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"In a work by Sir Thomas Malory, Sir Constantine of Cornwall is chosen this late king's successor","response":"King Arthur"},{"text":"Holgrave, a daguerreotypist who hides his true identity, is a lodger in this cursed Hawthorne home","response":"the House of the Seven Gables"},{"text":"The courageous &amp; strong-willed Alexandra Bergson is the heroine of this Willa Cather novel","response":"<i>O Pioneers</i>"},{"text":"Ironically, Small is the last name of this \"Of Mice and Men\" character known for his strength","response":"Lennie"},{"text":"A liberal lawyer named Seneca Doane runs for mayor of Zenith in this Sinclair Lewis novel","response":"<i>Babbitt</i>"}],"originalDate":"1995-01-24"},{"category":"WORLD FACTS","comments":"","clues":[{"text":"Spiders have been found living on the slopes of this, tallest mountain in the world","response":"Mount Everest"},{"text":"Uzbek is a Turkish language, spoken in Uzbekistan, part of this country","response":"the Soviet Union"},{"text":"In 1987, this island nation made Creole a co-official language with French","response":"Haiti"},{"text":"Las Hadas, or the ferries, is a multi-million dollar resort in Manzanillo in this country","response":"Mexico"},{"text":"Maputo, the capital of Mozambique lies on Delagoa Bay, an inlet of this ocean","response":"the Indian Ocean"}],"originalDate":"1991-06-11"},{"category":"MUSIC","comments":"","clues":[{"text":"Duke, who led the orchestra in the world premiere of \"Black, Brown &amp; Beige\" in 1943","response":"Duke Ellington"},{"text":"A harmonium has no pipes, but is often used as a substitute for this keyboard instrument<br>that has pipes","response":"an organ"},{"text":"This clef is also known as the G clef","response":"the treble clef"},{"text":"Color of the \"Cockerel\" in the title of Rimsky-Korsakov's last opera","response":"gold"},{"text":"19th century violin virtuoso, whose playing was so incredible, some believed he was in league with the devil","response":"Paganini"}],"originalDate":"1991-06-11"},{"category":"ODDS &amp; ENDS","comments":"","clues":[{"text":"In 1907, George Freeth, the son of a Hawaiian princess, became the first professional in this sport","response":"surfing"},{"text":"Movie in which Humphrey Bogart said, \"Let's talk about the black bird\"","response":"<i>The Maltese Falcon</i>"},{"text":"The DAV, which aids those who were incapacitated in the line of duty in war, stands for this","response":"Disabled American Veterans"},{"text":"In a set of numbers arranged from least to greatest, it's the middle number","response":"the median"},{"text":"Her best selling novel, \"Breathing Lessons\" won the 1989 Pulitzer Prize","response":"Anne Tyler"}],"originalDate":"1991-06-11"},{"category":"U.S. COINS","comments":"","clues":[{"text":"In 1864, a new 2-cent piece, minted to relieve a coin shortage, was the first to display this motto","response":"In God We Trust"},{"text":"The dime with his likeness was introduced January 30th, 1946,<br>which would have been his 64th birthday","response":"FDR"},{"text":"Legend says she was the model for liberty on the 1792 half-dime, &amp; her silver was used in the first ones","response":"Martha Washington"},{"text":"Due to changes for the bicentennial coin, there were no quarters with this year stamped on them","response":"1975"},{"text":"Surprisingly, this major mint didn't put its mark on a domestic coin until the 1942 nickel","response":"Philadelphia"}],"originalDate":"1991-06-11"}],{"category":"EXPLORERS","text":"Perhaps inspiring a line 2 centuries later, in 1774 he wrote that he was headed \"farther than any other man has been before me\"","response":"Captain James Cook"}]}