{"mix":475,"rounds":[[{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"When this man went into business with James A. Bailey, it turned into a real 3-ring circus","response":"P.T. Barnum"},{"text":"This brush co. now has a mail order catalogue &amp; retail stores as well as door-to-door salesmen","response":"the Fuller Brush Company"},{"text":"Tom Bodett says, \"You can't get a hot facial mud pack\" at this motel chain, but rooms go for about $24 a night","response":"Motel 6"},{"text":"Citing what it called \"very foolish\" U.S. laws, Mobil agreed to sell its operations in this country","response":"South Africa"},{"text":"This state that's had banking problems has about 1,500 different banks, compared to 157 in Japan","response":"Texas"}],"originalDate":"1990-01-03"},{"category":"ANIMAL NAMES","comments":"","clues":[{"text":"The name for this burrowing animal is Spanish for \"little armored one\"","response":"an armadillo"},{"text":"2 Greek words meaning \"nose-horned\" gave us the name of this animal","response":"rhinoceros"},{"text":"Chiroptera, the scientific order of these mammals, is Greek for \"hand wings\"","response":"bats"},{"text":"Early Spanish explorers in S. America called these arboreal mammals perezosos, or \"lazy ones\"","response":"sloths"},{"text":"The name of this marine mammal is from Latin for \"pig fish\"","response":"porpoise"}],"originalDate":"1990-01-03"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"In 1989 MTV gave away a Batmobile from \"Batman\", &amp;  Coke gave away an Ectomobile from this film","response":"<i>Ghostbusters II</i>"},{"text":"In \"The Robe\" Jay Robinson played this emperor later portrayed by M. McDowell in an X-rated film","response":"Caligula"},{"text":"In a recent film he portrayed the poetry-loving Mr. Keating, a teacher who tries to make a difference","response":"Robin Williams"},{"text":"He played Franklyn Armbruster, Fred Atwell &amp; Fred Ayres as well as himself, another F.A.","response":"Fred Astaire"},{"text":"This person got an Academy Award nomination for playing Daphne in \"Some Like It Hot\"","response":"Jack Lemmon"}],"originalDate":"1990-01-03"},{"category":"OLD TESTAMENT","comments":"","clues":[{"text":"In Genesis 6 God told Noah to go for some gopher wood just for the hull of it","response":"the ark"},{"text":"As a lad, this king had to wait  by the mulberry tree for the signal to go smite the dreaded Philistines","response":"David"},{"text":"Amos reminded the Israelites of God's judgment on the Amorites who were as strong as these trees","response":"oaks"},{"text":"In building the temple, his house, harps &amp; psalteries, this king used up the best al-mug trees on earth","response":"Solomon"},{"text":"Because they lied, Joshua made the people of Gibeon hewers of wood &amp; drawers of this for Israel","response":"water"}],"originalDate":"1990-01-03"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Poet James Lowell asked, \"And what is so\" this \"as a day in June?\"","response":"rare"},{"text":"Rip Torn could tell you torn is the past participle of this word meaning to rip","response":"to tear"},{"text":"Friends who are there for you only in the good times are said to be there in this weather","response":"fair weather"},{"text":"In this family Max Sr. was  a heavyweight boxer &amp; Max Jr. played a light-minded hillbilly","response":"the Baer family"},{"text":"As the Galloping Gourmet this Graham was a bit crackers","response":"Kerr"}],"originalDate":"1990-01-03"},{"category":"FICTION","comments":"","clues":[{"text":"\"Mister Roberts\" is set during this war","response":"World War II"},{"text":"This Victor Hugo character was elected Pope of Fools because he was the ugliest guy around","response":"Quasimodo"},{"text":"This 1904 Jack London novel isn't a ghost story; it's just set on a ship called \"The Ghost\"","response":"<i>The Sea-Wolf</i>"},{"text":"\"Quo Vadis\" ends with a former slave killing this emperor of Rome","response":"Nero"},{"text":"In a Hawthorne novel, young Donatello resembled this \"Marble\" creature in looks &amp; character","response":"a faun"}],"originalDate":"1990-01-03"}],[{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"In 1955, the USSR &amp; its satellites signed this pact in Poland after NATO admitted West Germany","response":"the Warsaw Pact"},{"text":"He brought the 1st piece of porcelain to Europe from China in the 13th century","response":"Marco Polo"},{"text":"Begun by Vespasian &amp; completed in 80 A.D. by his son Titus, it's Rome's best-known ruin","response":"the Colosseum"},{"text":"He replaced Winston Churchill as prime minister after the 1945 elections in Great Britain","response":"(Clement) Attlee"},{"text":"When Russia's Nicholas I referred to the \"sick man\" of Europe, he was talking about this empire","response":"the Ottoman Empire"}],"originalDate":"1990-01-03"},{"category":"STATE SEALS","comments":"","clues":[{"text":"It's the only state to feature a depiction of a U.S. president on its seal","response":"Washington"},{"text":"State seal with the goddess Minerva &amp; a grizzly bear in the foreground &amp; a goldminer in the back","response":"California"},{"text":"A beehive, sego lilies, &amp; the years 1847 &amp; 1896 adorn its seal","response":"Utah"},{"text":"This New England state's seal includes a granite boulder","response":"New Hampshire"},{"text":"Its seal is adorned by a covered wagon, the Pacific Ocean, an American steamer &amp; a British man-o-war","response":"Oregon"}],"originalDate":"1990-01-03"},{"category":"TV NEWSCASTERS","comments":"","clues":[{"text":"He was called \"the most trusted man in America\"","response":"Walter Cronkite"},{"text":"1 of 2 persons to co-anchor the ABC evening news with Harry Reasoner in the 1970s","response":"(1 of) Barbara Walters (or Howard K. Smith)"},{"text":"10 years after succeeding Dave Garroway on \"Today\", he became anchor of the \"NBC Nightly News\"","response":"John Chancellor"},{"text":"When Pres. Nixon asked him, \"Are you running for something?\" he replied, \"No, sir, Mr. President, are you?\"","response":"Dan Rather"},{"text":"For the past 5 years he's been the sole anchor of \"CBS  News Nightwatch\"","response":"Charlie Rose"}],"originalDate":"1990-01-03"},{"category":"WOMEN IN SPORTS","comments":"","clues":[{"text":"The team of Pam Shriver &amp; this champion have won more women's doubles titles than any other team","response":"Martina Navratilova"},{"text":"Patty Berg, Mickey Wright &amp; Kathy Whitworth are 3 of the 10 women in this sport's hall of fame","response":"golf"},{"text":"One souvenir T-shirt from Alaska reads, \"Alaska. where men are men &amp; women win\" this dog sled race","response":"the Iditarod"},{"text":"The only woman since Sonja Henie to win the gold in ladies' figure skating at 2 consecutive Olympics","response":"Katarina Witt"},{"text":"Injuries kept this '84 Olympic marathon champ from competing at Seoul in '88","response":"Joan Benoit"}],"originalDate":"1988-09-27"},{"category":"SOLDIER TALK","comments":"","clues":[{"text":"\"I got a heart in Vietnam\" means a soldier received this decoration","response":"a Purple Heart"},{"text":"The point from which riflemen take aim &amp; shoot at a target, or Wm. F. Buckley's TV show","response":"firing line"},{"text":"The slang for this rank used to be \"double Pfc\"","response":"a corporal"},{"text":"Government issued uniform items that WWII WACs called the \"gruesome twosome\"","response":"their shoes"},{"text":"Form of hard bread that sailors called \"sea biscuit\" &amp; Union soldiers nicknamed \"Lincoln pie\"","response":"hardtack"}],"originalDate":"1988-09-27"},{"category":"ART TRIVIA","comments":"","clues":[{"text":"The Zeuslike, seminude statue of this president graces the Smithsonian","response":"Washington"},{"text":"This dessert company has a multimillion dollar art collection that \"Nobody, doesn't like\"","response":"Sara Lee"},{"text":"Chagall, Cocteau, Miro, &amp; even John Huston have designed these for Mouton Rothschild","response":"wine bottle labels"},{"text":"His most famous bronze sculpture is called \"Bronco Buster\"","response":"Remington"},{"text":"This desert artist was a nude model for Alfred Stieglitz's photographs before she married him","response":"Georgia O'Keeffe"}],"originalDate":"1988-09-27"}],{"category":"MUSIC &amp; LITERATURE","text":"John Steinbeck called this \"one of the great songs of the world\" &amp; wanted the music &amp; lyrics printed in one of his novels","response":"\"The Battle Hymn Of The Republic\""}]}