{"mix":478,"rounds":[[{"category":"THE OSCARS","comments":"","clues":[{"text":"Elizabeth Taylor &amp; Shirley Jones both won Oscars playing members of this oldest profession","response":"prostitute"},{"text":"Spencer Tracy &amp; Bing Crosby both won Oscars playing members of this honored profession","response":"priests"},{"text":"Both \"Yesterday, Today and Tomorrow\" &amp; \"Day for Night\" won this","response":"Best Foreign Film"},{"text":"In 1948, it became the only Shakespearean play to win Best Picture","response":"<i>Hamlet</i>"},{"text":"Father &amp; son team that won directing &amp; supporting actor Oscars for \"Treasure of the Sierra Madre\"","response":"the Hustons (John and Walter)"}],"originalDate":"1985-05-03"},{"category":"SCANDINAVIA","comments":"","clues":[{"text":"Both Norway's Trygve Lie &amp; Sweden's Dag Hammarskjold have filled this U.N. post","response":"Secretary General"},{"text":"Narrow, shallow ocean inlets common to Norway","response":"the fjords"},{"text":"Simple, up-to-date furniture style from the land of Hans Christian Andersen","response":"Danish modern"},{"text":"Film director who vowed never to work in his native Sweden after being charged with tax evasion","response":"Bergman"},{"text":"Over 90% of Scandinavians are of this religion","response":"Lutheran"}],"originalDate":"1985-05-03"},{"category":"INVENTIONS","comments":"","clues":[{"text":"While Bell invented the phone, Watson added this to it to let you know someone's calling","response":"the ring"},{"text":"In 1832, William Hedley's \"Puffing Billy\" was on track as one of the first practical kinds of these","response":"a locomotive"},{"text":"In the 1st cent. B.C., Hero invented this device which today eats nickels in Vegas","response":"slot machine"},{"text":"Galileo kept going back &amp; forth figuring out the principles which led to the invention of this clock part","response":"the pendulum"},{"text":"It was invented to bring the lateral thrust of the vaults of the Gothic cathedral down to the ground","response":"the flying buttress"}],"originalDate":"1985-05-03"},{"category":"DOUBLE TALK","comments":"","clues":[{"text":"Done by a \"little star\" in rhyme","response":"twinkle, twinkle"},{"text":"\"Stupidly\" destructive bullet named after the town near Calcutta where it was first made","response":"the dumdum bullet"},{"text":"A mumbled grumbling, troubled hearts do it","response":"a murmur"},{"text":"Completes the title \"Come back to the five and dime...\"","response":"<i>Jimmy Dean, Jimmy Dean</i>"},{"text":"Wham sings \"Wake Me Up Before You\" do this","response":"\"Go-Go\""}],"originalDate":"1985-05-03"},{"category":"ROYALTY","comments":"","clues":[{"text":"Though not always pronounced alike, the name of a liquor &amp; this French royal family is the same","response":"Bourbon"},{"text":"What it means when you see the royal standard flying at 1 of the queen of England's residences","response":"she's there (in attendance)"},{"text":"A Russian noodle dish shares its name with this last ruling family of Russia","response":"Romanov"},{"text":"Churchman who crowns each new British monarch","response":"the Archbishop of Canterbury"},{"text":"This queen headed the Dutch government in exile in London during WWII","response":"Queen Wilhelmina"}],"originalDate":"1985-05-03"},{"category":"BIOLOGY","comments":"","clues":[{"text":"The number of cells in  an amoeba","response":"1"},{"text":"Science that uses biological principles to solve engineering problems, not Lindsay Wagner's","response":"bionics"},{"text":"An octopus can grow back a lost tentacle by this process","response":"regeneration"},{"text":"A herpetologist studies one of these animal classes, not social diseases","response":"reptiles (and amphibians)"},{"text":"The body's circadian rhythms are based on this cycle","response":"the day/night rhythm"}],"originalDate":"1985-05-03"}],[{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"English barons forced King John to affix his seal to it at Runnymede","response":"the Magna Carta"},{"text":"An apprentice knight","response":"a squire"},{"text":"Term for early part of the middle ages marked by decline in classical learning","response":"the Dark Ages"},{"text":"Medieval associations of craftsmen sometimes considered forerunners of labor unions","response":"guilds"},{"text":"Founded by Otto I in 962, this empire lasted until 1806","response":"the Holy Roman Empire"}],"originalDate":"1985-05-03"},{"category":"THE MIND","comments":"","clues":[{"text":"Favorite soap opera syndrome characterized by memory loss","response":"amnesia"},{"text":"An EEG is a record of these","response":"brain waves"},{"text":"Side of your brain which controls language","response":"the left side"},{"text":"Only 1 out of 50 is bright enough for membership in this int'l. organization of high I.Q.'s","response":"Mensa"},{"text":"Geniuses in one area, but mentally deficient in most others","response":"idiot savants"}],"originalDate":"1985-05-03"},{"category":"ROCK","comments":"","clues":[{"text":"It's claimed that Paul McCartney's dad wanted this song's \"Yeah, yeah, yeah\" changed to \"Yes, yes, yes\"","response":"\"She Loves You\""},{"text":"The Commodores' biggest hit, \"Three Times A Lady\", was written by this member of the group","response":"Lionel Richie"},{"text":"In 1991 George Michael &amp; this singer reached No. 1 in the U.K. with \"Don't Let The Sun Go Down On Me\"","response":"Elton John"},{"text":"In 1976 Marilyn McCoo &amp; Billy Davis, Jr. sang, \"You don't have to be\" this \"to be in my show\"","response":"a star"},{"text":"1962 Crystals hit that begins, \"See the way he walks down the street. That's the way he shuffles his feet\"","response":"\"He's A Rebel\""}],"originalDate":"1995-01-12"},{"category":"SISTERS","comments":"","clues":[{"text":"This Christian denomination has the greatest number of orders of nuns","response":"Roman Catholicism"},{"text":"It's estimated that of the 3,200 of these in the Civil War, 640 were nuns","response":"nurses"},{"text":"Technically, a woman who takes the simple ones of these is known as a sister; the solemn ones, a nun","response":"vows"},{"text":"It's from the Latin for \"assembly\"; nuns may live in a cloistered one","response":"a convent"},{"text":"Born Elizabeth Ann Bayley in 1774 in New York City, she was canonized in 1975","response":"Mother Seton"}],"originalDate":"1995-01-12"},{"category":"PAPER","comments":"","clues":[{"text":"The fibers in this plant that pandas feed on can be used to make paper","response":"bamboo"},{"text":"A strict rule in traditional origami is that you can never do this to the piece of paper","response":"cut"},{"text":"Name for the wood fibers prepared for papermaking","response":"pulp"},{"text":"The end papers in these items sometimes have a marbled appearance","response":"books"},{"text":"In the 1850s the Union Company of Pennsylvania was the first to mass-produce these for merchants","response":"paper bags"}],"originalDate":"1995-01-12"},{"category":"SEPTEMBER","comments":"","clues":[{"text":"In Sept. 1807 a circuit court in Richmond, Virginia acquitted this ex-vice president of treason","response":"Aaron Burr"},{"text":"On Sept. 19, 1934 Bruno Richard Hauptmann was arrested in the Bronx for this kidnapping","response":"the Lindbergh case (the Lindbergh baby)"},{"text":"In 1741 he finished \"Messiah\" after working on it just 23 days","response":"Handel"},{"text":"In Sept. 1953 Ike named California governor Earl Warren to this post","response":"Chief Justice of the Supreme Court (or of the United States)"},{"text":"In 1943 this Generalissimo was named President of the Chinese national government, replacing Lin Sen","response":"Chiang Kai-shek"}],"originalDate":"1995-01-12"}],{"category":"ANCIENT GEOGRAPHY","text":"Britain became an island less than 10,000 years ago, as warming weather &amp; melting ice filled in this sea","response":"the North Sea"}]}