{"mix":479,"rounds":[[{"category":"LANGUAGES","comments":"","clues":[{"text":"This language was formed mainly from the Svea dialects spoken in &amp; around Stockholm","response":"Swedish"},{"text":"This language is also called Hollands","response":"Dutch"},{"text":"The standard form of this Bantu language is based on the Kiunguja dialect of Tanzania","response":"Swahili"},{"text":"This language spoken chiefly in northeastern Spain also has a few speakers on Sardinia","response":"Catalan (Catalonian)"},{"text":"Motu is a language spoken along a coastal strip around Port Moresby, capital of this island nation","response":"Papua New Guinea"}],"originalDate":"1995-01-12"},{"category":"8-LETTER WORDS","comments":"","clues":[{"text":"The name of this marsupial can precede court or vine","response":"kangaroo"},{"text":"A musical medley of familiar themes, or a 1940 animated Disney film featuring 8 musical sequences","response":"<i>Fantasia</i>"},{"text":"It's a framework of parallel bars used to broil meat, or a football field","response":"a gridiron"},{"text":"Programs such as WordPerfect used to direct the operation of a computer","response":"software"},{"text":"This word for an occurrence of widespread destruction comes from the Latin for \"star\"","response":"disaster"}],"originalDate":"1995-01-12"},{"category":"NATIVE AMERICANS","comments":"","clues":[{"text":"Her uncle Opachisco &amp; 2 of her brothers represented her father at her 1614 wedding","response":"Pocahontas"},{"text":"His Sioux name, Tashunca-Uitco, may also be translated as \"unbroken horse\"","response":"Crazy Horse"},{"text":"Clara Hall Jerome, the maternal grandmother of this British prime minister, was part Iroquois","response":"Churchill"},{"text":"This Ottawa chief might have captured Fort Detroit if his plan hadn't been betrayed","response":"Chief Pontiac"},{"text":"When this Apache chief died in 1874, his warriors carried his body into the Dragoon Mtns; his burial place is unknown","response":"Cochise"}],"originalDate":"1995-01-12"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"This, the former capital of New France, is Canada's only walled city","response":"Quebec (City)"},{"text":"Mentioned in the Bible, \"The Street Which Is Called Straight\" still exists in this Syrian capital","response":"Damascus"},{"text":"While banking in this largest Swiss city, you may want to pick up some chocolates or an Army knife","response":"Zurich"},{"text":"The reputed tomb of Eve in Jiddah was destroyed by this country's gov't as a place of idolatry","response":"Saudi Arabia"},{"text":"The Haboob, a dust-laden wind, can darken the sky in this Sudanese capital between March &amp; October","response":"Khartoum"}],"originalDate":"1995-01-12"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"This artist's devoted brother Theo died just 6 months after his 1890 suicide","response":"Van Gogh"},{"text":"Wassily Kandinsky was born in Moscow but received his training in this Bavarian capital","response":"Munich"},{"text":"The earliest known surviving works of Andrea Pisano are the first bronze doors of this city's baptistery","response":"Florence"},{"text":"This surrealist is buried at his museum in Figueras, Spain","response":"Salvador Dali"},{"text":"This Swedish-born pop artist invented \"soft\" sculpture","response":"Claes Oldenburg"}],"originalDate":"1995-01-12"},{"category":"LEGENDS &amp; FOLKLORE","comments":"","clues":[{"text":"This musician of German legend is described as \"pied\" because of his multicolored clothing","response":"the Pied Piper"},{"text":"This term for a voyeur dates back to the tailor who dared to peek at Lady Godiva","response":"Peeping Tom"},{"text":"In Ireland these sea creatures are called merrows; their appearance forebodes a coming storm","response":"mermaids"},{"text":"To strengthen their own bloodlines, some fairies steal babies &amp; leave these beings in their place","response":"changelings"},{"text":"He was popular in folklore before becoming the subject of the 1630 play \"The Seducer of Seville\"","response":"Don Juan"}],"originalDate":"1995-01-12"}],[{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She introduced Miss Jane Marple in her 1930 novel \"Murder at the Vicarage\"","response":"Agatha Christie"},{"text":"M.M. Kaye, born in this country, set her bestseller \"The Far Pavilions\" there","response":"India"},{"text":"Her \"Sense and Sensibility\" grew out of an earlier novel, \"Elinor and Marianne\"","response":"Jane Austen"},{"text":"\"Fortune's Favorites\" is the third volume in this Australian author's Roman epic","response":"Colleen McCullough"},{"text":"She's the creator of private detective V.I. Warshawski","response":"Sara Paretsky"}],"originalDate":"1995-01-12"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"From 1868-78, this Caribbean island fought a 10-year war for independence from Spain but lost","response":"Cuba"},{"text":"The Risorgimento was the name of the 19th century movement for the unification of this country","response":"Italy"},{"text":"It was last name of South Africa's 1st prime minister as well as its current president &amp; foreign minister","response":"Botha"},{"text":"Napoleon Bonaparte headed the 1st French empire, but this man was emperor of the 2nd","response":"Napoleon III (Louis-Napoleon)"},{"text":"Self-styled \"Napoleon of the West\", this Mexican gen. managed to lose half his country to the U.S.","response":"(Antonio López de) Santa Anna"}],"originalDate":"1987-10-12"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Holiday in title of poem that begins \"Over the river &amp; through the wood\"","response":"Thanksgiving"},{"text":"At the yearly Fur Rendezvous in Anchorage, \"Mr. Fur Face\" is title awarded to winner of this contest","response":"beard (growing)"},{"text":"During Hanukkah celebrations at home, the shammes, or \"servant\", is used for this task","response":"to light the other candles"},{"text":"On the Monday before May 25, Canadians celebrate the birthdays of these 2 queens","response":"Queen Victoria & Queen Elizabeth II"},{"text":"Day which originally celebrated the end of a war at the 11th hour of the 11th day of the 11th month","response":"Armistice Day (Veterans Day)"}],"originalDate":"1987-10-12"},{"category":"\"M.M.\"","comments":"","clues":[{"text":"Encyclopaedia Britannica says this star's real name was Norma Jean Mortenson, not Baker","response":"Marilyn Monroe"},{"text":"In 1985, this hero went \"Beyond Thunderdome\"","response":"Mad Max"},{"text":"In a WWII U.S. government film, this female rodent showed wives why it was important to save fat","response":"Minnie Mouse"},{"text":"Sydney Biddle Barrows' notorious nickname","response":"the Mayflower Madam"},{"text":"Most who took the oath of unity in this violent secret movement were from the Kikuyu tribe of Kenya","response":"Mau Maus"}],"originalDate":"1987-10-12"},{"category":"20th CENTURY PERSONALITIES","comments":"","clues":[{"text":"Though a \"sultan\", not a Viking, this Yankee was buried in Valhalla, N.Y. in August 1948","response":"Babe Ruth"},{"text":"Using this name meaning \"man of steel\", he ruled the USSR with a steel grip until his death in 1953","response":"Stalin"},{"text":"In the '30s, he assumed party leadership during the tragic \"Long March\" of the Chinese Red Army","response":"Mao Tse Tung"},{"text":"It's said this naval officer ate chocolate every Sunday on his trek to the North Pole","response":"Peary"},{"text":"Last viceroy of India, he later became the 1st Earl of Burma","response":"Lord Mountbatten"}],"originalDate":"1987-10-12"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"Frankly, my dear, in the novel he just said, \"My dear. I don't give a damn\"","response":"Rhett Butler"},{"text":"Nick Carraway is not only the narrator of this Fitzgerald classic, he's Daisy's cousin","response":"<i>The Great Gatsby</i>"},{"text":"Title of this Mark Twain novel refers to the future King Edward VI &amp; Tom Canty","response":"<i>The Prince and the Pauper</i>"},{"text":"Her wedding day was ruined when she found out her groom, Mr Rochester, already had a wife","response":"Jane Eyre"},{"text":"Germanic siren named for the rock where she sat to lure sailors to their deaths","response":"Lorelei"}],"originalDate":"1987-10-12"}],{"category":"PLAY TITLES","text":"This 1959 play's title was taken from a Langston Hughes poem that begins, \"What happens to a dream deferred?\"","response":"<i>A Raisin in the Sun</i> (by Lorraine Hansberry)"}]}