{"mix":480,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"A type of horse race &amp; a type of man's hat are both named for Edward Stanley, 12th Earl of this place","response":"Derby"},{"text":"Hazelnuts are also called this, after a saint whose feast day falls in the nutting season","response":"Filberts"},{"text":"Adjective for gaudy, tasteless finery, from the cheap lace sold at St. Audrey's Fair at Ely, England","response":"tawdry"},{"text":"Some claim this word is derived from backwards spelling of Muldoon, the name of a gangster","response":"hoodlum"},{"text":"Compound word for \"downcast\", it 1st described roosters whose combs had been beaten down in cockfights","response":"crestfallen"}],"originalDate":"1987-10-12"},{"category":"LOUISIANA","comments":"","clues":[{"text":"Among the states, only Texas &amp; Alaska produce more of this resource than Louisiana","response":"oil"},{"text":"Annual event called \"the greatest free show on earth\"","response":"Mardi Gras"},{"text":"Houston's Astrodome could actually fit inside this Louisiana structure","response":"Superdome"},{"text":"Common in Louisiana, this plant has no roots, hangs from trees &amp; absorbs water from the air","response":"Spanish moss"},{"text":"The McIlhenny family of New Iberia are exclusive producers of this food item","response":"Tabasco sauce"}],"originalDate":"1987-10-12"},{"category":"REMEMBER BASEBALL?","comments":"","clues":[{"text":"Remember 1969, when these New Yorkers became the first expansion team to win a World Series?","response":"the Mets"},{"text":"How about 1941, when this guy also known as \"Joltin' Joe\" had a 56-game hit streak?","response":"(Joe) DiMaggio"},{"text":"Who can forget 1972, when the first of these led to the cancellation of 86 games that were never rescheduled?","response":"(the players') strike"},{"text":"We all recall 1884, when Kentuckian Pete Browning used the first bat nicknamed this","response":"a Louisville Slugger"},{"text":"Surely you recall 1867, when Candy Cummings is credited with debuting this first breaking pitch","response":"a curveball"}],"originalDate":"2023-06-23"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In this novel, Holden Caulfield observes, \"All morons hate it when you call them a moron\"","response":"<i>The Catcher in the Rye</i>"},{"text":"A mouse named Mr. Jingles does some time in prison in this Stephen King book","response":"<i>The Green Mile</i>"},{"text":"In books by Rick Riordan, Percy Jackson's first name is short for this one from mythology","response":"Perseus"},{"text":"Richard Parker is actually a 450-pound Bengal tiger in this novel by Yann Martel","response":"<i>Life of Pi</i>"},{"text":"In \"Night\", his harrowing account of the Holocaust, he wrote, \"I became A-7713. From then on, I had no other name\"","response":"(Elie) Wiesel"}],"originalDate":"2023-06-23"},{"category":"WHO REIGNED IN ENGLAND WHEN...","comments":"","clues":[{"text":"Francis Drake circumnavigated the globe; what an age","response":"Elizabeth I"},{"text":"Alaska was admitted to the Union","response":"Elizabeth II"},{"text":"The shooting started in the Boer War","response":"Victoria"},{"text":"Lewis &amp; Clark went on their big walkabout","response":"George III"},{"text":"Michelangelo finished painting the Sistine Chapel after 4 years... contractors, am I right?","response":"Henry VIII"}],"originalDate":"2023-06-23"},{"category":"I LEARNED IT ON <em class=\"underline\">SCHOOLHOUSE ROCK</em>","comments":"","clues":[{"text":"\"Rubbin' a comb with wool or fur... strokin' a cat to make it purr, you're building up\" this","response":"static electricity"},{"text":"\"You mean even if the whole Congress says you should be a law, the president can still say no?\"; \"Yes, that's called\" this; go Bill go!","response":"a veto"},{"text":"These parts of speech <br>\"(Hey!) show excitement! (Yow!) or emotion! (Ouch!)\"","response":"interjections"},{"text":"This begins<span class=\"nobreak\">--</span>&amp; sadly, I can't sing it<span class=\"nobreak\">--</span>\"We the people, in order to form a more perfect Union, establish justice\"","response":"the Preamble to the United States Constitution"},{"text":"This man \"made a deal with Napoleon: how'd you like to sell a mile or 2 (or 3, or a hundred, or a thousand)\"?","response":"(Thomas) Jefferson"}],"originalDate":"2023-06-23"}],[{"category":"AFRICAN-AMERICAN FIRSTS","comments":"","clues":[{"text":"He made history in November 2008 when, as the New York Times reported, he swept away \"the last racial barrier in American politics\"","response":"Barack Obama"},{"text":"Ruth Simmons, the first African-American Ivy League president, led this Rhode Island school from 2001 to 2012","response":"Brown"},{"text":"The first African-American Rhodes Scholar, Alain Locke was later hailed as \"the father of\" this NYC creative movement","response":"the Harlem Renaissance"},{"text":"For her supporting role in \"Gone with the Wind\", she was the first African-American performer to win an Oscar","response":"Hattie McDaniel"},{"text":"Inspired by Nichelle Nichols &amp; her \"Star Trek\" character, she became the first African-American woman in space","response":"(Mae) Jemison"}],"originalDate":"2023-06-23"},{"category":"A CHEMISTRY TEST","comments":"","clues":[{"text":"World Book says it is \"a poisonous, yellowish-green gas with a strong, unpleasant odor\", so let's treat our pool with it","response":"chlorine"},{"text":"It's your density... I mean, destiny to know the formula for density is d=M/V, with M &amp; V standing for these 2 things","response":"mass & volume"},{"text":"A solution with a pH of less than 7 is an acid, which will turn this paper red","response":"litmus"},{"text":"In the Haber process, magnetite is used as one of these, any substance that speeds up a chemical reaction","response":"a catalyst"},{"text":"On this scale that measures resistance of a smooth surface to scratching, talc is at the bottom at 1","response":"the Mohs scale"}],"originalDate":"2023-06-23"},{"category":"MUSICAL ACT ETYMOLOGY","comments":"","clues":[{"text":"Curtis Jackson shares this nickname with a NYC stickup man who allegedly made bank in a dice game after starting with half a dollar","response":"50 Cent"},{"text":"Dave Grohl said that he got the name for this band while reading books about UFOs","response":"the Foo Fighters"},{"text":"Although not French, \"Pompeii\" singer Dan Smith named his band this; his birthday is July 14","response":"Bastille"},{"text":"Karen O said this name of her band comes from \"a New York City... reaction to everything\"","response":"the Yeah Yeah Yeahs"},{"text":"The rock band The Airborne Toxic Event got its name from this Don DeLillo novel that became a movie in 2022","response":"<i>White Noise</i>"}],"originalDate":"2023-06-23"},{"category":"LITERATURE","comments":"","clues":[{"text":"Better-known title of \"Travels into Several Remote Nations of the World, by Lemuel Gulliver\"","response":"<i>Gulliver's Travels</i>"},{"text":"In \"Uncle Tom's Cabin\", Eliza escapes to freedom in this country","response":"Canada"},{"text":"Feeling miserable after his daughter drowned, he wrote, \"Les Miserables\"","response":"Victor Hugo"},{"text":"He caused a scandal by marrying his wife's maid while he was writing \"Tom Jones\"","response":"(Henry) Fielding"},{"text":"Series of James Fenimore Cooper novels named for Natty Bumppo's natty deerskin leggings","response":"<i>Leatherstocking Tales</i>"}],"originalDate":"1987-10-07"},{"category":"LEADING MEN","comments":"","clues":[{"text":"\"Midnight Cowboy\" star who once said, \"My looks inhibit me. I can't play real people.\"","response":"Jon Voight"},{"text":"At 17, this \"Shampoo\" star worked in a theater as a ratwatcher so actors wouldn't get bitten","response":"Warren Beatty"},{"text":"\"At Close Range\" you can see a wolf tattoo on this \"Bad Boy\"s arm","response":"Sean Penn"},{"text":"When Richard Dreyfuss left the cast of \"All That Jazz\", this man replaced him","response":"Roy Scheider"},{"text":"This former \"Falcon Crest\" star is the grandson of Cuban patriot Jose Marti","response":"Cesar Romero"}],"originalDate":"1987-10-07"},{"category":"OHIO","comments":"","clues":[{"text":"In 1921, an Ohioan was 1st to win this pageant, &amp; in 1922, she became the only one to win 2 years in a row","response":"Miss America"},{"text":"The Cincinnati Enquirer says John Bennett of Newark, Ohio invented both the beer can &amp; this pest masher","response":"the fly swatter"},{"text":"1st Chillicothe, then Zanesville, then Chillicothe again, then Columbus","response":"the (state) capital of Ohio"},{"text":"In 1817 in Mt. Pleasant, \"Philanthropist\" began publication as the nation's 1st newspaper protesting this","response":"slavery"},{"text":"Founded in 1788, Marietta, Ohio's oldest city, was named after this queen","response":"Marie Antoinette"}],"originalDate":"1987-10-07"}],{"category":"21st CENTURY PRESIDENTIAL ELECTIONS","text":"It was the first election since 1952 in which neither the incumbent president nor the incumbent vice president was a candidate","response":"2008 (Barack Obama & John McCain)"}]}