{"mix":489,"rounds":[[{"category":"NONPROFITS","comments":"","clues":[{"text":"Helping minority kids go to college, the foundation named for this Brooklyn Dodger was begun in 1973, a year after his death","response":"Jackie Robinson"},{"text":"You might try Farm Share in Florida if you need this type of organization whose name reflects its reserves of comestibles","response":"a food bank"},{"text":"The Michael J. Fox Foundation works to improve \"knowledge about the lived experience\" of this disease","response":"Parkinson's"},{"text":"Providing aid to veterans &amp; their families, Soldiers' Angels was founded by a relative of this \"Old Blood &amp; Guts\" general","response":"Patton"},{"text":"Underinsured folks can get help from the PAN Foundation, with PAN short for this person \"Access Network\"","response":"Patient"}],"originalDate":"2023-06-20"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The U.S. flag was flown at this location for the first time on July 20, 1969 &amp; the original flag is still there","response":"the Moon"},{"text":"With dueling illegal in New York, Burr &amp; Hamilton had their deadly 1804 clash at a secluded spot in Weehawken in this state","response":"New Jersey"},{"text":"The only signer of both the Declaration &amp; Constitution to sit on this body, James Wilson, took his oaths on October 5, 1789","response":"the Supreme Court"},{"text":"The demand for decorations on women's hats led Theodore Roosevelt to set up the USA's first 50 reserves for these","response":"birds"},{"text":"A golden spike ceremony on May 10, 1869 near this Utah \"Point\" marked the completion of the Transcontinental Railroad","response":"Promontory"}],"originalDate":"2023-06-20"},{"category":"LET'S STICK TOGETHER","comments":"","clues":[{"text":"How are we on office supplies? We need more 3x3 super sticky Post-It Notes from this alphanumeric company","response":"3M"},{"text":"This sticky stuff is found before <br>-comb, <br>-dripper &amp; <br>badger","response":"honey"},{"text":"Retene is a hydrocarbon isolated from this sticky tree product that baseball batters can't do without","response":"pine tar"},{"text":"The tragacanth &amp; xanthan types of this substance are used as binding agents in pills &amp; bread, respectively","response":"gum"},{"text":"Put on this old \"L.P.\", a thick white adhesive that, as you might guess, can be used for bookbinding","response":"library paste"}],"originalDate":"2023-06-20"},{"category":"CHAPTER &amp; VERSE","comments":"","clues":[{"text":"Each book except the last in Lemony Snicket's \"A Series of Unfortunate Events\" has this many chapters... unfortunately","response":"13"},{"text":"Robert Burns wrote to this food, \"Cut ye up wi' ready slight, / Trenching your gushing entrails bright... warm-reekin, rich!\"","response":"haggis"},{"text":"A Gwendolyn Brooks poem begins, \"We real cool. We left\" this &amp; ends, \"We jazz June. We die soon\"","response":"school"},{"text":"\"How a Gardener May Get Rid of the Dormice That Eat His Peaches\" is Ch. 61 of this Dumas tale of vengeance<span class=\"nobreak\">--</span>no, really","response":"<i>The Count of Monte Cristo</i>"},{"text":"Most of the stanzas in this Coleridge poem have 4 lines; a single 9-line stanza mentions a steersman","response":"<i>The Rime of the Ancient Mariner</i>"}],"originalDate":"2023-06-20"},{"category":"LOVE ISLAND U.K.","comments":"","clues":[{"text":"About 700 miles southeast of NYC &amp; home to around 70,000 people, it's known for its shorts &amp; some troublesome triangulation","response":"Bermuda"},{"text":"\"Remain!\" In 2013 people in this South Atlantic territory were nearly unanimous in their vote to stay under British rule","response":"the Falkland Islands"},{"text":"George Town is the capital of this 3-island territory known for low taxes &<span class=\"nobreak\">--</span>how to put it?<span class=\"nobreak\">--</span>interesting handling of intl. money","response":"the Cayman Islands"},{"text":"Bligh me! In 1970 the British high commissioner in New Zealand became gov. of this very small, volcanic island in the South Pacific","response":"Pitcairn"},{"text":"In 1493 Columbus named this volcanic island in the West Indies; the French had it for a bit, but the U.K. has had it since 1783","response":"Montserrat"}],"originalDate":"2023-06-20"},{"category":"THAT MUSICAL ACT IS UNREAL!","comments":"","clues":[{"text":"As David St. Hubbins of this band, Michael McKean sang, \"Big bottom drive me out of my mind, how can I leave this behind?\"","response":"Spinal Tap"},{"text":"The Wonders broke into the big time in this 1996 film with the title song, written for real by the late, great Adam Schlesinger","response":"<i>That Thing You Do!</i>"},{"text":"Not just the house band on this \"Show\", Dr. Teeth &amp; the Electric Mayhem did \"Can You Picture That?\" in a 1979 film","response":"<i>The Muppet Show</i>"},{"text":"In 2023 Riley Keough streamed down the Amazon, playing this '70s woman who sang \"Kill You To Try\"","response":"Daisy Jones"},{"text":"Later a movie, Roddy Doyle's first novel is about this soulful but imaginary Irish band","response":"The Commitments"}],"originalDate":"2023-06-20"}],[{"category":"JUST SAY...","comments":"","clues":[{"text":"During a military roll call, it means \"present\"; in Spanish, it means \"I\"","response":"yo"},{"text":"361 stones are used in this board game of Japan","response":"Go"},{"text":"Its headwaters are near Monte Viso in the Alps","response":"the Po"},{"text":"Buddha found shade &amp; more under the tree known as this","response":"the Bodhi (Bo)"},{"text":"For a time, this lover of Zeus was turned into a cow","response":"Io"}],"originalDate":"2023-06-20"},{"category":"WEREWOLF","comments":"","clues":[{"text":"As 1994's \"Wolf\" he caused some strife in Michelle Pfeiffer's life","response":"Jack Nicholson"},{"text":"In the 1941 classic \"The Wolf Man\", this \"Dracula\" star played the werewolf that bit Lon Chaney, Jr.","response":"Bela Lugosi"},{"text":"In 1948 this title comedy pair met a werewolf at the same time they met Frankenstein","response":"Abbott & Costello"},{"text":"He starred as 1985's \"Teen Wolf\"; Jason Bateman played \"Teen Wolf Too\"","response":"Michael Fox"},{"text":"The standard way to kill a werewolf is with one of these, the title of a Stephen King werewolf film","response":"a silver bullet"}],"originalDate":"1994-10-28"},{"category":"SAILING ALONG","comments":"","clues":[{"text":"Flattop is a nickname for this type of military ship","response":"an aircraft carrier"},{"text":"Danforth &amp; mushroom are 2 types of this heavy device that holds a vessel in place","response":"anchors"},{"text":"This vertical device for controlling a vessel's direction is usually attached to the sternpost","response":"the rudder"},{"text":"This punishment consisted of pulling a man down one side of the ship, under the bottom &amp; up the other side","response":"keelhauling"},{"text":"The name of this type of sail comes from the Sphinx, the first ship to use one","response":"a spinnaker"}],"originalDate":"1994-10-28"},{"category":"\"ON\"","comments":"","clues":[{"text":"It's a synonym for spectator","response":"looker-on (or onlooker)"},{"text":"This phrase for abstaining from liquor once included the word \"water\"","response":"on the wagon"},{"text":"An honest person is said to be this, perhaps from the name of a device used by carpenters","response":"on the square (or on the level)"},{"text":"The 2-letter abbreviation in this phrase regarding secrecy stands for \"quiet\"","response":"on the Q.T."},{"text":"This phrase that means not in working order includes a common nickname for Friedrich","response":"on the Fritz"}],"originalDate":"1994-10-28"},{"category":"MOON","comments":"","clues":[{"text":"The largest completely visible one of these on the Moon is Bailly, about 183 miles wide","response":"a crater"},{"text":"Of 5, 45 or 845 pounds, the total amount of moon rock brought back by the Apollo missions","response":"845 pounds"},{"text":"Around 350 B.C. Aristotle used these events to prove that the Earth was spherical","response":"eclipses (of the moon)"},{"text":"Man first orbited the moon in 1968 on this holiday","response":"Christmas"},{"text":"It's the phase that falls between a half-moon &amp; a full moon","response":"a gibbous moon"}],"originalDate":"1994-10-28"},{"category":"LIGHT","comments":"","clues":[{"text":"In Einstein's famous formulation E=mc<sup>2</sup>, this letter represents the velocity of light","response":"<i>c</i>"},{"text":"Guinness says the lights atop this mid-Manhattan skyscraper are visible to aircraft 300 miles away","response":"the Empire State Building"},{"text":"In this process plants use sunlight to combine carbon dioxide &amp; water to make food","response":"photosynthesis"},{"text":"This type of cable uses light to carry thousands of times as many phone calls as a copper wire","response":"fiberoptics"},{"text":"Light can be described as a wave or as a particle called this","response":"a photon"}],"originalDate":"1994-10-28"}],{"category":"THE ELEMENTS","text":"This element, whose name is from the Greek, would be Lucifer in Latin","response":"phosphorus"}]}