{"mix":493,"rounds":[[{"category":"IT'S A SPECIAL DAY","comments":"","clues":[{"text":"Made a U.S. federal holiday in 2021, it's also known as Black Independence Day","response":"Juneteenth"},{"text":"Every March brings a holiday in Iran on the date in 1951 when the country nationalized this industry","response":"the oil industry"},{"text":"This U.S. territory celebrates Flag Day on April 17, the day in 1900 that Old Glory was raised in Fagatogo on Tutuila Island","response":"American Samoa"},{"text":"Jerusalem's November 29 Street is named for the day in 1947 the U.N. voted to partition this British-controlled land","response":"Palestine"},{"text":"If you're in Peru in June, head to Cuzco on the 24th for Inti Raymi, \"Sun Festival\" in this language","response":"Quechuan"}],"originalDate":"2023-06-19"},{"category":"\"F\"IVE LETTER WORDS","comments":"","clues":[{"text":"Aesop knows it's a short narrative often making an edifying point","response":"a fable"},{"text":"It's what someone who buys &amp; resells stolen goods is called","response":"a fence"},{"text":"It's a person with a habit of texting, \"OMG!  Sorry I can't make it!  I forgot I have a thing.  We should totally hang out soon though\"","response":"a flake"},{"text":"\"You give me\" this in a song originally recorded by \"Little Willie\" John","response":"fever"},{"text":"It's a genus of tree that can be grown as a houseplant such as the fiddle-leaf fig","response":"<i>Ficus</i>"}],"originalDate":"2023-06-19"},{"category":"ON THE STATE'S LONGEST WESTERN BORDER","comments":"(Mayim: Name the neighboring state.)","clues":[{"text":"On New Mexico's","response":"Arizona"},{"text":"On New Hampshire's","response":"Vermont"},{"text":"On Georgia's","response":"Alabama"},{"text":"On North Dakota's","response":"Montana"},{"text":"On Ark<span class=\"nobreak\">--</span>on that of Arkansas","response":"Oklahoma"}],"originalDate":"2023-06-19"},{"category":"FIRST SPEECHES IN SHAKESPEARE","comments":"(Mayim: You'll name the play.)","clues":[{"text":"\"From ancient grudge break to new mutiny, where civil blood makes civil hands unclean\"","response":"<i>Romeo and Juliet</i>"},{"text":"\"Then should the warlike Harry, like himself, assume the port of Mars\"","response":"<i>Henry V</i>"},{"text":"\"Take but good note &amp; you shall see in him the triple pillar of the world  transformed into a strumpet's fool\"","response":"<i>Antony and Cleopatra</i>"},{"text":"\"It did always seem so to us: but now, in the division of the kingdom, it appears not which of the dukes he values most\"","response":"<i>King Lear</i>"},{"text":"\"My brother Jaques he keeps at school, &amp; report speaks goldenly of his profit\"","response":"<i>As You Like It</i>"}],"originalDate":"2023-06-19"},{"category":"GENERAL ASSEMBLY","comments":"","clues":[{"text":"After his victory at Waterloo, he said, \"I hope to God that I have fought my last battle. It is a bad thing to always be fighting\"","response":"the Duke of Wellington"},{"text":"At Columbia, S.C.'s state house, bronze stars mark the spots where shells from this general's cannons once hit","response":"Sherman"},{"text":"In absentia he was sentenced to death in 1940, weeks after a London radio speech in which he asked the French to keep fighting","response":"Charles de Gaulle"},{"text":"Subutai, a general of this people, was devastating Europe in the 13th c. when he was called back for an election for a new great khan","response":"the Mongols"},{"text":"Though this brother of Claudius &amp; father of Caligula campaigned near the Rhine, that's not where he got his familiar name","response":"Germanicus"}],"originalDate":"2023-06-19"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"The size of a digital video is measured in these units whose name combines \"picture\" &amp; \"element\"","response":"a pixel"},{"text":"This Swede initially had 0 degrees as the boiling point of water &amp; 100 degrees for the melting point of snow on his temperature scale","response":"Celsius"},{"text":"This ancient measure was based on the length from elbow to middle finger tip","response":"a cubit"},{"text":"A knot equals one of these, a bit over 6,000 feet, per hour","response":"nautical mile"},{"text":"Parsec, an astronomical unit of length, is a portmanteau of this word &amp; \"second\"","response":"parallax"}],"originalDate":"2023-06-19"}],[{"category":"LET'S MAKE A MOVIE CROSSOVER!","comments":"(Mayim: With two parts to each response.)","clues":[{"text":"A natural pair! A character who fought Ivan Drago &amp; Clubber Lang \"&\" a moose who took on Jason Alexander's Boris Badenov","response":"<i>Rocky and Bullwinkle</i>"},{"text":"Disney meets Kurosawa: An animated 1937 title woman \"&amp; the\" title septet led by Takashi Shimura","response":"<i>Snow White and the Seven Samurai</i>"},{"text":"You stay classy, Kali! A 2004 San Diego news anchorman \"&\" a 1984 Indiana Jones title structure","response":"<i>Ron Burgundy & the Temple of Doom</i>"},{"text":"An Alan Rickman \"Die Hard\" villain \"wants those detonators\" from a title Great Dane of 2002!","response":"<i>Hans Gruber and Scooby-Doo</i>"},{"text":"Masks are compared when a \"Friday the 13th\" icon \"takes on\" a Robin Williams woman who enjoys a cake moisturizer","response":"<i>Jason Meets Mrs. Doubtfire</i>"}],"originalDate":"2023-06-19"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"The pink variety of this citrus fruit has more vitamin A than the white","response":"a grapefruit"},{"text":"This tropical fruit's Cayenne variety is canned in chunks, slices or tidbits","response":"a pineapple"},{"text":"This large, purple, ovoid fruit is served as a vegetable","response":"an eggplant"},{"text":"This most common mandarin orange in the U.S. is named for a city in Morocco","response":"a tangerine"},{"text":"Also called the Mexican potato, this root vegetable has white crunchy flesh","response":"jicama"}],"originalDate":"1994-10-06"},{"category":"TV PERSONALITIES","comments":"","clues":[{"text":"Kirstie Alley said she \"cried for three days\" when she found out this series was going off the air","response":"<i>Cheers</i>"},{"text":"One of his \"Top 10 Reasons\" for leaving NBC was \"CBS had the best Amy Fisher Movie\"","response":"David Letterman"},{"text":"This daughter of a physician plays a physician on \"Dr. Quinn, Medicine Woman\"","response":"Jane Seymour"},{"text":"Originally, David Brinkley &amp; this man thought it was odd to say \"Good night\" to each other as a signoff","response":"Chet Huntley"},{"text":"Mr. Kokomo was the second chimp to appear regularly on this series; J. Fred Muggs was the first","response":"<i>The Today Show</i>"}],"originalDate":"1994-10-06"},{"category":"RR CROSSING","comments":"","clues":[{"text":"It's the car that brings up the rear on a freight train","response":"a caboose"},{"text":"In 1830 the Baltimore &amp; Ohio became the first railroad to publish one of these","response":"a schedule"},{"text":"To allow another train to pass, a train moves onto this short track next to a main line","response":"a siding"},{"text":"A 19th century Ky. Street Railway found these animals better than horses; they could be toilet trained","response":"mules"},{"text":"The Super Chief was a diesel-electric train launched in 1936 by this triple-named south-western system","response":"the Atchison, Topeka & Santa Fe"}],"originalDate":"1994-10-06"},{"category":"MUSIC","comments":"","clues":[{"text":"This country's traditional court music, which has been played for centuries, is called gagaku","response":"Japan"},{"text":"This violinist's sister, Hephzibah Menuhin, often played the piano in recital with him","response":"Yehudi Menuhin"},{"text":"A penillion is a type of Welsh song accompanied by this instrument associated with Ireland","response":"a harp"},{"text":"From the Greek words for \"love\" &amp; \"harmony\", this word is often found in the names of orchestras","response":"philharmonic"},{"text":"A musical subject plus different versions of the same subject is the musical form known as \"Theme and\" these","response":"variations"}],"originalDate":"1994-10-06"},{"category":"POLITICIANS","comments":"","clues":[{"text":"This state has had only 4 governors: William Quinn, John Burns, George Ariyoshi &amp; John Waihee","response":"Hawaii"},{"text":"This frontiersman served 2 terms in the Tennessee legislature &amp; 3 terms in the U.S. House of Representatives","response":"Davy Crockett"},{"text":"At one time this U.S. senator from Virginia was married to Elizabeth Taylor","response":"John Warner"},{"text":"This Democrat served as governor of New York from 1929 to 1932","response":"Franklin Roosevelt"},{"text":"Morris Udall &amp; his brother Stewart have represented this state in Congress","response":"Arizona"}],"originalDate":"1994-10-06"}],{"category":"NAMES","text":"The name Jennifer is an alteration of this name that in early Welsh literature belonged to the \"first lady of the island\"","response":"Guinevere"}]}