{"mix":494,"rounds":[[{"category":"RHYME TIME","comments":"","clues":[{"text":"A daily record of canine activities","response":"a dog log"},{"text":"A large, boisterous group of people","response":"a loud crowd"},{"text":"Give out Kleenex","response":"issue tissue"},{"text":"A slogan for a state-sponsored numbers game","response":"a lotto motto"},{"text":"Greek god of the underworld's female attendants","response":"Hades' ladies"}],"originalDate":"1994-10-06"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"This best-known author of fables may have been a fable himself; his existence has never been proved","response":"Aesop"},{"text":"Georges Pompidou called France \"a widow\" after this statesman died in 1970","response":"de Gaulle"},{"text":"He was a chairmaker &amp; volunteer fireman before becoming \"Boss\" of Tammany Hall","response":"Boss Tweed"},{"text":"She personally supervised the Salvation Army's relief efforts after the 1906 San Francisco earthquake","response":"Evangeline Booth"},{"text":"A university is named for this educator who in 1817 founded the USA's 1st free school for the deaf","response":"Gallaudet"}],"originalDate":"1994-10-06"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"He said to Jesus, \"I have need to be baptized of thee, and comest thou to me?\"","response":"John the Baptist"},{"text":"Shortly before the betrayal, Jesus warned, \"Watch and pray, that ye enter not into\" this","response":"temptation"},{"text":"In the King James Bible, the Beatitudes in Matthew 5:3-11 all begin with these 2 words","response":"Blessed are"},{"text":"The 2 Old Test. books most often quoted in the New Testament are Psalms &amp; this one named for a prophet","response":"Isaiah"},{"text":"This author of the final epistle identifies himself as a servant of Jesus &amp; brother of James","response":"Jude"}],"originalDate":"1994-10-06"},{"category":"THE VIKINGS","comments":"","clues":[{"text":"He was the Norse god of battle &amp; hanged men","response":"Odin"},{"text":"The name of these alphabet characters comes from an Old Norse word meaning \"secret\"","response":"runes"},{"text":"In 911 Charles III granted the Vikings control of this area in northern France","response":"Normandy"},{"text":"Name given by the Vikings to a region in North America that they visited around 1000","response":"Vineland (Vinland)"},{"text":"This great king of Wessex stopped the Vikings' advance in England but ceded the north to them","response":"Alfred the Great"}],"originalDate":"1994-10-06"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"His novel \"The Prairie\" is set in 1804; Natty Bumppo is in his 80s","response":"James Fenimore Cooper"},{"text":"\"Drums along the Mohawk\" tells the story of this war from a farmer's point of view","response":"the American Revolution"},{"text":"\"Adagio Dancer\", a brief biography of Rudolph Valentino, appears in this John Dos Passos trilogy","response":"the <i>U.S.A.</i> Trilogy"},{"text":"Bess is the heroine of this 1925 DuBose Heyward novel, but she isn't mentioned in the title","response":"<i>Porgy</i>"},{"text":"He wrote \"Mosses from an Old Manse\" while living in a Massachusetts home called the Old Manse","response":"(Nathaniel) Hawthorne"}],"originalDate":"1994-10-06"},{"category":"JUNE","comments":"","clues":[{"text":"The June 17, 1972 burglary of Democratic headquarters in Washington, D.C. touched off this scandal","response":"Watergate"},{"text":"In this city on June 5, 1968, senator Robert F. Kennedy was assassinated by Sirhan Sirhan","response":"Los Angeles"},{"text":"Known as the \"Iron Horse\", this New York Yankee first baseman was born June 19, 1903","response":"Lou Gehrig"},{"text":"On June 22, 1964 the U.S. Supreme Court ruled that this 1934 Henry Miller book could not be banned","response":"<i>Tropic of Cancer</i>"},{"text":"On June 2, 1886 this president married his ward, Frances Folsom, in the White House","response":"Grover Cleveland"}],"originalDate":"1994-10-04"}],[{"category":"THE 1994 GRAMMYS","comments":"","clues":[{"text":"This crooner was cut off during his acceptance speech for the Living Legend award","response":"Frank Sinatra"},{"text":"This Disney film was responsible for 5 Grammys, including Song of the Year","response":"<i>Aladdin</i>"},{"text":"Whitney Houston won a Grammy for Record of the Year for this song written by Dolly Parton","response":"\"I Will Always Love You\""},{"text":"Although he didn't win for his \"River of Dreams\" album, he performed the single on the telecast","response":"Billy Joel"},{"text":"One of the high points of the telecast was her performance of her 1967 hit \"A Natural Woman\"","response":"Aretha Franklin"}],"originalDate":"1994-10-04"},{"category":"HERBS","comments":"","clues":[{"text":"Its name comes from oros ganos, Greek for \"joy of the mountain\"","response":"oregano"},{"text":"Domestic felines are strongly attracted to this herb, nepeta cataria","response":"catnip"},{"text":"You might find the seeds of this plant in emetics &amp; liniments as well as on hot dogs","response":"mustard"},{"text":"Sweet cicely is also known by this name, the third gift of the magi","response":"myrrh"},{"text":"Some Greek Orthodox churches use a sprig of this pesto ingredient to sprinkle holy water","response":"basil"}],"originalDate":"1994-10-04"},{"category":"HOME, SWEET HOME","comments":"","clues":[{"text":"The Independence, Mo. house he lived in from 1919 belonged to his wife Bess' family","response":"Harry Truman"},{"text":"Taliesin West in Scottsdale, Arizona was his winter home &amp; architecture school","response":"Frank Lloyd Wright"},{"text":"Henry Ford's winter home in Fort Myers, Fla. was next to the home of this inventor, Ford's hero","response":"Thomas Edison"},{"text":"This author lived on Gilbert Ave. in Cincinnati &amp; probably married professor Calvin Stowe there","response":"Harriet Beecher Stowe"},{"text":"The site of this author's birth in Sauk Centre, Minnesota is now on an avenue named for him","response":"Sinclair Lewis"}],"originalDate":"1994-10-04"},{"category":"LIQUIDS","comments":"","clues":[{"text":"This thick, sticky liquid distilled from coal is used on roofs &amp; in paving","response":"tar"},{"text":"For cooking it comes in regular &amp; extra virgin varieties","response":"olive oil"},{"text":"California law says water labeled as this must have 500 ppm or more total dissolved solids","response":"mineral water"},{"text":"An LCD watch contains this fluid that has some characteristics of a solid","response":"liquid crystal"},{"text":"It's the liquid Evangelista Torricelli used in his barometer in 1643","response":"mercury"}],"originalDate":"1994-10-04"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"When you give away a secret, you \"spill\" these","response":"the beans"},{"text":"The phrase \"cleanliness is next to\" this may be derived from ancient Hebrew writings","response":"godliness"},{"text":"\"No room to swing a cat\" probably refers to one of these whips, not to a feline","response":"a cat o' nine tails"},{"text":"A person who looks scared is said to be \"white about\" these fish features","response":"the gills"},{"text":"An equine's age is estimated by examining its teeth, hence this famous phrase about presents","response":"\"don't look a gift horse in the mouth\""}],"originalDate":"1994-10-04"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"Some say this Bounty mutineer secretly returned to England &amp; was seen in Devonport around 1808","response":"Fletcher Christian"},{"text":"In 1906 one of Queen Victoria's granddaughters became queen of this country by marrying King Alfonso XIII","response":"Spain"},{"text":"Albert I, a member of this Austrian dynasty, was murdered by his nephew John of Swabia in 1308","response":"the Hapsburgs"},{"text":"In 1945 Vidkun Quisling was executed for treason at Akershus Castle in this capital city","response":"Oslo"},{"text":"In 1827 this future U.S. president was admitted to the bar in New Hampshire","response":"Franklin Pierce"}],"originalDate":"1994-10-04"}],{"category":"FAMOUS WOMEN","text":"She joined the Sisters of Loreto at age 18, then took her good works to Calcutta, where she was called this","response":"Mother Teresa"}]}