{"mix":495,"rounds":[[{"category":"PSYCH 101","comments":"","clues":[{"text":"The Zwaardemaker System, which classifies these sensations, includes aromatic &amp; nauseating","response":"smells"},{"text":"It's the country in which Max Wertheimer &amp; 2 colleagues founded the Gestalt movement","response":"Germany"},{"text":"This American behaviorist is famous for the \"box\" he invented","response":"(B.F.) Skinner"},{"text":"General term for therapy that uses painful stimuli to alter behavior","response":"aversion therapy"},{"text":"Richard Christie devised a scale to compare one's deviousness with this 16th c. Florentine court advisor","response":"Machiavelli"}],"originalDate":"1994-10-04"},{"category":"NICKNAMES","comments":"","clues":[{"text":"Cass Gilbert is 1 of the 4 people we found called \"The Father of\" this type of tall building","response":"a skyscraper"},{"text":"Karl Marx was nicknamed \"The Father of Modern Socialism\" &amp; Julius Marx was nicknamed this","response":"Groucho"},{"text":"In the early 1900s he received his nickname for his brightly-colored albatross aircraft","response":"the Red Baron (Baron Manfred von Richthofen)"},{"text":"This soldier &amp; British prime minister was dubbed \"The Iron Duke\" for his iron will","response":"the Duke of Wellington"},{"text":"This president's Secret Service nickname was \"Rawhide\"","response":"Ronald Reagan"}],"originalDate":"1994-10-04"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"Thomas Lanier Williams may have changed his name to this in honor of his father's home state","response":"Tennessee"},{"text":"Chikamatsu, born in 1653, wrote many plays for these toys to perform in the Bunraku theatre","response":"puppets"},{"text":"This Londoner has written several volumes of poems but is best known for plays like \"The Birthday Party\"","response":"Harold Pinter"},{"text":"He wrote \"The Garden Party\" in 1963, 26 years before he was elected president of Czechoslovakia","response":"Vaclav Havel"},{"text":"The surviving version of his 16th C. play \"The Jew of Malta\" was probably revised by Thomas Heywood","response":"(Christopher) Marlowe"}],"originalDate":"1994-10-04"},{"category":"U.S. STATE NAMES","comments":"","clues":[{"text":"Before it was a state, its name included \"Alta\" before its name to differentiate it from Baja","response":"California"},{"text":"It's Sioux for \"friendly\"; so a person might hail from north Friendly or South Friendly","response":"Dakota"},{"text":"The only \"New\" state not named for a British person or place","response":"New Mexico"},{"text":"Its name, an Indian word for \"flat\" or \"spreading water\", refers to its Platte River","response":"Nebraska"},{"text":"Originally, this state's name began with \"Ou\"; its legislature changed that to \"W\"","response":"Wisconsin"}],"originalDate":"1994-09-29"},{"category":"MONEY","comments":"","clues":[{"text":"Argent, a French term for money, comes from a Latin word for this metal","response":"silver"},{"text":"The Great Seal of the U.S. is featured on the back of this bill","response":"the $1 bill"},{"text":"In the 1980s Maldives changed its currency name from this, the same as India's, to the Rufiyaa","response":"the rupee"},{"text":"Susan B. Anthony replaced this man on the U.S. dollar coin","response":"Eisenhower"},{"text":"William Tyndale translated \"Aiskhron Kerdos\" in the Bible as this, meaning dirty money","response":"filthy lucre"}],"originalDate":"1994-09-29"},{"category":"RANKS &amp; TITLES","comments":"","clues":[{"text":"Another name for this leader of a Jewish congregation is Reb","response":"a rabbi"},{"text":"Title shared by a college professor, a Spanish gentleman &amp; a Corleone","response":"Don"},{"text":"The \"Mar\" in Marshal goes back to Old English for this animal","response":"a horse"},{"text":"The Queen of England appoints this person as her representative in Canada","response":"the Governor-General"},{"text":"Grand guy who was the \"Lord High Everything Else\" in \"The Mikado\"","response":"Poo-Bah"}],"originalDate":"1994-09-29"}],[{"category":"MARINE DISASTERS","comments":"","clues":[{"text":"Ammunition set off by heat from a coal bin fire probably caused the 1898 sinking of this U.S. ship","response":"the <i>Maine</i>"},{"text":"Like the Titanic, the Lady of the Lake struck one of these &amp; sank, in 1833","response":"an iceberg"},{"text":"The worst U.S. marine disaster occurred in 1865, when the Sultana exploded on this river near Memphis","response":"the Mississippi"},{"text":"This ship ran aground on Bligh Reef in the Gulf of Alaska March 24, 1989","response":"the <i>Exxon Valdez</i>"},{"text":"In 1979 a very large crude carrier blew up in this strategic Persian Gulf strait","response":"The Strait of Hormuz"}],"originalDate":"1994-09-29"},{"category":"TRADEMARKS","comments":"","clues":[{"text":"Though it's become a synonym for a photocopy, it should only apply to one brand of machine","response":"Xerox"},{"text":"This name can only be stuck on a Johnson &amp; Johnson adhesive cut-coverer","response":"Band-Aid"},{"text":"From Good Humor, it's a colored, flavored ice molded onto a flat stick that acts as a handle","response":"a Popsicle (or Creamsicle, Fudgesicle)"},{"text":"Since 1924 it's been synonymous with facial tissue, but it can only be applied to Kimberly-Clark's","response":"Kleenex"},{"text":"This trademarked name for vinyl-coated fabrics belongs to Uniroyal","response":"Naugahyde"}],"originalDate":"1994-09-29"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"It's another word for feeble, or a period of seven days","response":"weak/week"},{"text":"A labyrinth, or Indian corn","response":"maze/maize"},{"text":"It can be a corridor, or it can mean to lug","response":"hall/haul"},{"text":"A gem, or a knitting stitch","response":"pearl/purl"},{"text":"A piece of dinnerware, or a braid of hair","response":"plate/plait"}],"originalDate":"1994-09-29"},{"category":"HISTORY","comments":"","clues":[{"text":"In '81 Pres. Reagan &amp; this religious leader survived assassination attempts less than 2 months apart","response":"Pope John Paul II"},{"text":"Edward Bruce was king of Ireland &amp; his brother Robert the Bruce was king of this country","response":"Scotland"},{"text":"She was known as Rebecca Rolfe when she died in England of a sudden illness in 1617","response":"Pocahontas"},{"text":"Cyrus the Great added Babylonia to this empire in 539 B.C.","response":"the Persian Empire"},{"text":"Austria acquired the southern area called Galicia when this country was partitioned in 1772","response":"Poland"}],"originalDate":"1994-09-29"},{"category":"PHOTOGRAPHERS","comments":"","clues":[{"text":"In 1964 Harry Benson arrived in the U.S. with this musical group to cover their tour &amp; never left","response":"The Beatles"},{"text":"Herb Ritts is known for his photos of this model, whom his mother introduced to Richard Gere","response":"(Cindy) Crawford"},{"text":"Bob McNeely's job is official photographer to the man in this post","response":"the President of the United States"},{"text":"In 1993 Vanity Fair sent this photographer, known for her Rolling Stone celebs, to war-torn Sarajevo","response":"Annie Leibovitz"},{"text":"In September 1993 Newsweek ran a 30-page excerpt of this photographer's \"An Autobiography\"","response":"Richard Avedon"}],"originalDate":"1994-09-29"},{"category":"RELIGION","comments":"","clues":[{"text":"The \"begats\" in this first book of the Old Testament have been called the dullest section of the Bible","response":"Genesis"},{"text":"On loans, Islam forbids this, which it calls riba","response":"interest"},{"text":"The female shamans of this Japanese religion are called Miko","response":"Shinto"},{"text":"The Unification Church was founded in this country in 1954","response":"South Korea"},{"text":"For American Indians, doing this with a calumet reaffirms the cosmic network of relationships","response":"smoking it"}],"originalDate":"1994-09-29"}],{"category":"NATURAL LANDMARKS","text":"The Washburn-Langford-Doane expedition happened upon it in 1870 &amp; named it for the regularity of its activity","response":"Old Faithful"}]}