{"mix":498,"rounds":[[{"category":"THE 1994 FORTUNE 500","comments":"","clues":[{"text":"First on the list of sales is this Detroit company; it's also first in number of employees","response":"General Motors"},{"text":"The top apparel company on the list in sales, it came in at No. 90, which is much better than No. 501","response":"Levi's (Levi Strauss)"},{"text":"Number 4 in overall sales, it might not compute that it was also the biggest money loser","response":"IBM"},{"text":"Fisher-Price was missing from the 1994 list because it's now part of this toy company","response":"Mattel"},{"text":"Of the 4 companies under \"Q\" in the index, these 2 have Quaker in their names","response":"Quaker Oats & Quaker State oil"}],"originalDate":"1994-09-19"},{"category":"ANIMAL PHRASES","comments":"","clues":[{"text":"When your nerves are rattled, you may feel like you have \"butterflies\" here","response":"in your stomach"},{"text":"It's when \"the mice will play\"","response":"when the cat is away"},{"text":"To bring on a complicated problem is to open a can of these","response":"worms"},{"text":"Someone who is quite angry is as \"mad as a wet\" one of these","response":"a hen"},{"text":"Something that can be accomplished quickly can be done in \"Two Shakes of\" this","response":"a lamb's tail"}],"originalDate":"1994-09-19"},{"category":"HISTORIC AFFAIRS","comments":"","clues":[{"text":"The Trent Affair of 1861 was a naval incident that almost brought England into this war","response":"the United States Civil War"},{"text":"It led to the resignation of a U.S. president","response":"the Watergate affair"},{"text":"Exposed in 1986, this affair involved, among other nations, the U.S., Nicaragua &amp; Israel","response":"the Iran-Contra affair"},{"text":"This affair began in 1894 when a Jewish officer was accused of giving information to the Germans","response":"the Dreyfus affair"},{"text":"Elbridge Gerry of gerrymander fame was embroiled in this 1797-98 American-French affair","response":"the XYZ Affair"}],"originalDate":"1994-09-19"},{"category":"LEGENDS OF THE WORLD","comments":"","clues":[{"text":"This world-famous lake monster has often been \"seen\" near Urquhart Castle","response":"the Loch Ness Monster"},{"text":"French-Canadian lumberjacks may have been the first to spread the tall tales about this giant","response":"Paul Bunyan"},{"text":"In Norse myth Niflheim is a land of ice &amp; Muspellsheim is a land of this","response":"fire"},{"text":"In a famous 14th century poem, this nephew of King Arthur beheads the Green Knight","response":"Sir Gawain"},{"text":"This paladin of Charlemagne went mad when the fair Angelica ran off with a moor named Medoro","response":"Orlando (Roland)"}],"originalDate":"1994-09-19"},{"category":"U.S. STATES","comments":"","clues":[{"text":"Its state bird is the Baltimore Oriole","response":"Maryland"},{"text":"Tomatoes rank as Florida's second most valuable crop; this fruit is number one","response":"oranges"},{"text":"Kentucky's state song is this Stephen Foster classic","response":"\"My Old Kentucky home\""},{"text":"Though this tree is now rare due to a \"Dutch\" disease, it's still Massachusetts' state tree","response":"the elm"},{"text":"When it joined the Union in 1803, it became the first state west of the Alleghenies","response":"Ohio"}],"originalDate":"1994-09-19"},{"category":"BALLET","comments":"","clues":[{"text":"Maria Tallchief played this fairy in her ex-husband George Balanchine's 1954 version of \"The Nutcracker\"","response":"the Sugarplum Fairy"},{"text":"This Moscow ballet company premiered \"The Red Poppy\", the first important Soviet ballet, in 1927","response":"the Bolshoi"},{"text":"Mikhail Baryshnikov called her \"the most American of all choreographers\"","response":"Agnes de Mille"},{"text":"A 1971 ballet about this great dancer features characters he played, such as The Rose &amp; the Faun","response":"Nijinsky"},{"text":"Born in 1881, this Russian ballerina was famous for her dragonfly solo as well as for \"The Dying Swan\"","response":"Pavlova"}],"originalDate":"1994-09-19"}],[{"category":"FURNITURE","comments":"","clues":[{"text":"It's what a convertible sofa converts into","response":"a bed"},{"text":"Equipped with a mirror &amp; several small drawers that hold makeup, one for men was called the Beau Brummel","response":"vanity (dressing table)"},{"text":"For furniture with French names, it precedes Volante, Percee &amp; Longue","response":"chaise"},{"text":"British rococo furniture is also called this \"style\", after a famous furniture maker of the time","response":"Chippendale"},{"text":"Mies van der Rohe said it's almost harder to design a good one of these than a good building","response":"a chair"}],"originalDate":"1994-09-19"},{"category":"WRITERS NAMED JAMES","comments":"","clues":[{"text":"A fact in one of his daughter's school books sparked his interest in writing about a \"Shogun\"","response":"James Clavell"},{"text":"Before tackling Samuel Johnson's entire life, he published a journal of their tour \"To the Hebrides\"","response":"(James) Boswell"},{"text":"\"Only One Woof\" &amp; \"Christmas Day Kitten\" are among the books this veterinarian has written for kids","response":"James Herriot"},{"text":"While a student in Dublin, he wrote an essay titled \"My Favourite Hero\"; his hero was Ulysses","response":"James Joyce"},{"text":"Books like \"The Postman Always Rings Twice\" earned him a reputation as a \"tough-guy\" writer","response":"(James M.) Cain"}],"originalDate":"1994-09-19"},{"category":"MAMMALS","comments":"","clues":[{"text":"These marsupials can hop as fast as 30 mph &amp; leap over 6-foot-high objects","response":"a kangaroo"},{"text":"It's the only seal with tusks","response":"the walrus"},{"text":"This cat's scientific name is Panthera pardus","response":"panther (leopard)"},{"text":"This brown bear gets its name from the white tips on its fur that make it appear streaked with gray","response":"the grizzly"},{"text":"This arboreal, slow-moving mammal is camouflaged by algae that grow on its coarse fur","response":"a sloth"}],"originalDate":"1994-09-14"},{"category":"POP MUSIC","comments":"","clues":[{"text":"Their \"Close to You\" LP gave them the 1970 Grammy for \"Best New Artist\"","response":"The Carpenters"},{"text":"To promote her third album, \"Music Box\", she began a world tour in Miami Nov. 3, 1993","response":"Mariah Carey"},{"text":"Country singer Ronnie Milsap sang harmony with this artist on the 1969 hit \"Don't Cry, Daddy\"","response":"Elvis Presley"},{"text":"Bruce Springsteen's \"Dancing In The Dark\" &amp; \"My Hometown\" were released on this 1984 album","response":"<i>Born in the U.S.A.</i>"},{"text":"This group's first 2 albums, released in 1965 &amp; '66, were \"Mr. Tambourine Man\" &amp; \"Turn! Turn! Turn!\"","response":"The Byrds"}],"originalDate":"1994-09-14"},{"category":"HOBBIES","comments":"","clues":[{"text":"As its full name states, the S.I.B.A.A. promotes the art of building these in bottles","response":"Ships"},{"text":"Introduced by Europeans to America, it's the only hobby that purposely gives you hives","response":"beekeeping"},{"text":"For fans of these, the ACF may not be 1 up on the competition but they are 1 Down or 1 Across","response":"crossword puzzles"},{"text":"Crochet patterns use 3 basic stitches: crochet, double crochet &amp; this \"linking\" stitch","response":"chain stitch"},{"text":"Many collectors display types of this, including Carnival, Heisey &amp; Steuben","response":"glass"}],"originalDate":"1994-09-14"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Of the world's 6 largest lakes in area, 3 are part of this quintet","response":"the Great Lakes"},{"text":"This river connects the Sea of Galilee to the Dead Sea","response":"the Jordan"},{"text":"Lake Rudolf is found in Africa &amp; Reindeer Lake is located on this continent","response":"North America"},{"text":"This river's route to the Shatt al-Arab is about 50% longer than the Tigris'","response":"The Euphrates"},{"text":"One of the deserts through which the Orange River flows","response":"Kalahari (or Namib)"}],"originalDate":"1994-09-14"}],{"category":"ORGANIZATIONS","text":"The symbol of this organization is a lighted candle with barbed wire surrounding it","response":"Amnesty International"}]}