{"mix":504,"rounds":[[{"category":"WORLD HISTORY","comments":"","clues":[{"text":"On October 14, 1066, Harold II was killed at the Battle of Hastings by this conqueror's men","response":"William"},{"text":"Louis Botha who led the Transvaal forces during this war later became the Union of South Africa's 1st prime minister","response":"the Boer War"},{"text":"In 1804 Jean-Jacques Dessalines became the first president of this Caribbean nation","response":"Haiti"},{"text":"In February 1985 Spain reopened its border with this British dependency","response":"Gibraltar"},{"text":"In 1628 these French Protestants lost the city of La Rochelle to Cardinal Richelieu's troops","response":"the Huguenots"}],"originalDate":"1996-06-05"},{"category":"WOMEN IN COMICS","comments":"","clues":[{"text":"Mary Jane Watson is wed to this webslinger","response":"Spiderman"},{"text":"These 2 Archie gals each have their own comics &amp; pair up for another title","response":"Betty & Veronica"},{"text":"In 1995 artist &amp; writer John Byrne took over the comic book starring this Amazon princess","response":"Wonder Woman"},{"text":"This Baywatch blonde is bringing comic character Barb Wire to the big screen","response":"Pamela Anderson"},{"text":"Lady Rawhide was born in the comic about this masked protector of Spanish-era Los Angeles","response":"Zorro"}],"originalDate":"1996-06-05"},{"category":"MUSEUMS","comments":"","clues":[{"text":"The Vatican has an entire museum devoted to these darn people of ancient Etruria","response":"the Etruscans"},{"text":"Located in the Marais district, Le Musee Carnavalet is devoted to the history of this capital city","response":"Paris"},{"text":"The Bytown Museum is housed in the oldest masonry building in this Canadian capital, once called Bytown","response":"Ottawa"},{"text":"There's a museum of costume in this British city known for its ancient hot springs","response":"Bath"},{"text":"The Currier gallery of art in Manchester is one of this state's finest art museums","response":"New Hampshire"}],"originalDate":"1996-06-05"},{"category":"PREHISTORIC TIMES","comments":"","clues":[{"text":"Found in 1995, Giganotosaurus Carolinii may top this as the largest meat-eating dinosaur","response":"Tyrannosaurus rex"},{"text":"Environment that was home to the ichthyosaur","response":"the water (the sea)"},{"text":"The procoptodon was a giant one of these in Pleistocene Australia; don't all jump in at once","response":"a kangaroo"},{"text":"Fossils of the Palaeophonus, one of these zodiac creatures, date back to the late Silurian period","response":"the scorpion"},{"text":"This genus of the modern horse evolved about 2 million years ago","response":"Equus"}],"originalDate":"1996-06-05"},{"category":"NICKNAMES","comments":"","clues":[{"text":"\"The Bard of Avon\"","response":"William Shakespeare"},{"text":"\"The Rail Splitter\"","response":"Abraham Lincoln"},{"text":"\"The Believe-It-Or-Not Man\"","response":"Ripley"},{"text":"\"The Pen of the Revolution\"","response":"Thomas Jefferson"},{"text":"\"Old Man\" who was \"The Father of Israel\"","response":"David Ben-Gurion"}],"originalDate":"1996-06-05"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"In \"Solitude\" Ella Wheeler Wilcox wrote, \"Laugh, and\" this happens; \"weep, and you weep alone\"","response":"\"the world laughs with you\""},{"text":"\"All the people like us are we, and every one else is they\", wrote this \"Jungle Book\" author","response":"Rudyard Kipling"},{"text":"Marx &amp; Engels began this work with \"a spectre is haunting Europe—the spectre of communism\"","response":"<i>The Communist Manifesto</i>"},{"text":"Andorran mountains that complete Hilaire Belloc's line \"The fleas that tease in the high...\"","response":"the Pyrenees"},{"text":"Francois-Marie Arouet, known by this name, wrote, \"If God did not exist it would be necessary to invent him\"","response":"Voltaire"}],"originalDate":"1996-06-05"}],[{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"A 1942 edition of his \"For Whom the Bell Tolls\" included an introduction by Sinclair Lewis","response":"Hemingway"},{"text":"His 1995 novel \"Dead Man's Walk\" is a prequel to \"Lonesome Dove\"","response":"Larry McMurtry"},{"text":"Completes the title of the Mary Higgins Clark bestseller \"Loves Music,...\"","response":"<i>Loves to Dance</i>"},{"text":"\"Sour Land\" was Wm. Armstrong's sequel to this 1969 book about a sharecropping family &amp; their devoted dog","response":"<i>Sounder</i>"},{"text":"In 1987 some of his other sci-fi works were published together in \"Worlds Beyond Dune\"","response":"Frank Herbert"}],"originalDate":"1996-06-05"},{"category":"WORLD FLAGS","comments":"","clues":[{"text":"On Nauru's flag a star below a yellow line represents its position 1 degree south of this","response":"the Equator"},{"text":"There's one rising on the flag of Antigua and Barbuda","response":"the Sun"},{"text":"Algeria's flag features a red star &amp; this symbol of Islam","response":"a red crescent"},{"text":"The blue on Tanzania's flag represents this ocean","response":"the Indian"},{"text":"The blue on Eritrea's flag represents the resources from this sea","response":"the Red Sea"}],"originalDate":"1996-06-05"},{"category":"BIOLOGY","comments":"","clues":[{"text":"In fish this organ has only 1 atrium &amp; 1 ventricle","response":"the heart"},{"text":"Exobiology will be the study of these, if we ever find any","response":"aliens"},{"text":"It's the part of the body in which the gravity-sensing otoliths are found","response":"the ear"},{"text":"Plants &amp; animal matter break down to form this material in soil","response":"humus"},{"text":"Some creatures do this when their protein luciferin is oxidized","response":"glow (light up)"}],"originalDate":"1996-06-05"},{"category":"RUSSIAN RULERS","comments":"","clues":[{"text":"Boris Godunov was a favorite of this \"terrible\" czar; Boris' sister was married to his son","response":"Ivan (the Terrible)"},{"text":"Nicholas II's personal friendship with this German emperor, his cousin, couldn't stop WWI","response":"Kaiser Wilhelm (II)"},{"text":"Orthodox church leader Philaret helped draft the 1861 manifesto of Alexander II freeing these people","response":"the serfs"},{"text":"Alexis I, the second czar of this dynasty, reigned 1645-1676","response":"the Romanovs"},{"text":"Nicholas I's ambition to add more Turkish territory to his domain led to this 1853-56 war","response":"the Crimean War"}],"originalDate":"1996-06-05"},{"category":"FEMINISM","comments":"","clues":[{"text":"This form of address that doesn't reflect marital status dates back to the 1940s","response":"Ms."},{"text":"In 1981 N.O.W. was disappointed the Supreme Court didn't reverse the ban on women registering for this","response":"the draft"},{"text":"Called \"America's first libber\", her profile was put on a U.S. coin in 1979","response":"Susan B. Anthony"},{"text":"In 1914 she was indicted for mailing an \"obscene\" magazine article on contraception","response":"(Margaret) Sanger"},{"text":"She wrote \"A Vindication of the Rights of Woman\" in 1792; her daughter wrote \"Frankenstein\"","response":"Mary Wollstonecraft"}],"originalDate":"1996-06-05"},{"category":"NORTH CAROLINIANS","comments":"","clues":[{"text":"You can't \"See It Now\", but he used to host \"Person to Person\"","response":"Edward R. Murrow"},{"text":"Though for 2 presidents she was White House \"hostess\", her name's on a different brand of snack cakes","response":"Dolley Madison"},{"text":"In N.C., she was Lucy Johnson; in Hollywood, she was Mrs. M. Rooney, Mrs. A. Shaw &amp; Mrs. F. Sinatra","response":"Ava Gardner"},{"text":"Abolitionist leader Levi Coffin was known as the \"President\" of this \"Railroad\"","response":"the Underground Railroad"},{"text":"Called \"The Barrymore of the Bible\", this Charlotte, North Carolina native is famous for his crusades","response":"Billy Graham"}],"originalDate":"1987-10-06"}],{"category":"ODD JOBS","text":"It was the profession of Lou Jacobs, the model for a 1966 postage stamp, who died in Sarasota in 1992","response":"a clown"}]}