{"mix":505,"rounds":[[{"category":"FICTIONAL ANIMALS","comments":"","clues":[{"text":"After the 3 little kittens lost their mittens, she told them, \"You shall have no pie\"","response":"their mother (dear)"},{"text":"Winnie-the-Pooh's donkey pal","response":"Eeyore"},{"text":"1 of the 2 types of clothing lost by Peter Rabbit when Mr. McGregor chased him","response":"(1 of) his shoes or a new jacket"},{"text":"The reindeer in \"A Visit from St. Nicholas\" who shares his name with a Roman god","response":"Cupid"},{"text":"The title animal of this J. Kjelgaard novel is an Irish Setter whose formal name is \"Champion Sylvester's Boy\"","response":"<i>Big Red</i>"}],"originalDate":"1987-10-06"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"During the geocentric period of astronomy, people believed the Sun revolved around this","response":"the Earth"},{"text":"Because this force is less powerful on the Moon, colonists may face loss of muscle mass","response":"gravity"},{"text":"Mrs. H. Hodges of Sylacauga, Ala. is the 1st person known to have been injured by 1 of these","response":"a meteor"},{"text":"A spiral nebula is one type of this","response":"a galaxy"},{"text":"The 2 ways telescopes are classified according to how they gather light","response":"a refractor or a reflector (refracting or reflecting)"}],"originalDate":"1987-10-06"},{"category":"STARTS WITH \"A\"","comments":"","clues":[{"text":"On \"Jeopardy!\", these precede the questions","response":"the answer"},{"text":"The type of fidelity you pledge to the flag","response":"allegiance"},{"text":"The kind of white sponge cake you should serve to seraphic messengers","response":"angel"},{"text":"The Yeti","response":"the Abominable Snowman"},{"text":"Site of the apocalyptic battle foretold in Revelation, Chapter 16","response":"Armageddon"}],"originalDate":"1987-10-06"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"It's been estimated that tho it has over 1/2 the world's pop., less than 10% of this continent yields crops","response":"Asia"},{"text":"The \"Valley of Death\", Cubatao, in this country's Sao Paulo state, may be world's most polluted place","response":"Brazil"},{"text":"Of Ecuador, Equatorial Guinea or Kenya, the 1 that isn't on the equator","response":"Equatorial Guinea"},{"text":"It lies between Spain &amp; France, is governed by Spain &amp; France, &amp; uses the currency &amp; languages of both","response":"Andorra"},{"text":"Independent island country S. of Sicily, it may have been part of a land bridge linking Africa to Italy","response":"Malta"}],"originalDate":"1987-10-06"},{"category":"INVENTIONS","comments":"","clues":[{"text":"It's said J.B. Jolly of Paris noticed that turpentine spilled on a dress cleaned it &amp; so invented the process","response":"dry cleaning"},{"text":"The \"iconoscope\" was an early form of this device, 5 of which we use to tape our show","response":"a camera"},{"text":"The 1st of these synthetic fabrics was called \"terylene\" in Britain, \"tergal\" in France, &amp; \"dacron\" in U.S.","response":"polyester"},{"text":"Georges de Mestral got idea for this from burrs that stuck to his pants during a hunting trip","response":"Velcro"},{"text":"With his invention he disproved the notion that it was nonsense \"to stop a railroad train with wind\"","response":"George Westinghouse"}],"originalDate":"1987-10-06"},{"category":"THE HEART","comments":"","clues":[{"text":"A normal heart does this about 70 times a minute, or more than 100,000 times a day","response":"beat"},{"text":"Blood flows back to the heart from these organs by way of the 4 pulmonary veins","response":"the lungs"},{"text":"This designer of the most famous artificial heart is a sculptor as well as a surgeon","response":"(Dr. Bob) Jarvik"},{"text":"The lower chamber on each side of the heart","response":"the ventricle"},{"text":"This, not auricle, is proper name for the upper chamber<span class=\"nobreak\">--</span>or a central chamber of a Roman house","response":"the atrium"}],"originalDate":"1987-10-06"}],[{"category":"NEEDLEWORK","comments":"","clues":[{"text":"\"Flower garden\" &amp; \"wedding ring\", 2 popular old designs for these, are still \"bee\"ing made today","response":"quilts"},{"text":"Of 3/8\", 5/8\", or 7/8\", the standard width measurements for sewing seams","response":"5/8\""},{"text":"When knitting a stockinette pattern, follow 1 knitted row with a row of this stitch","response":"a purl"},{"text":"The term for these comes from \"exemplar\", Latin for \"pattern\", not \"home sweet home\"","response":"a sampler"},{"text":"You can unravel our answers more easily than you can this finished edge on a bolt of fabric","response":"a selvage"}],"originalDate":"1987-10-06"},{"category":"THEATER","comments":"","clues":[{"text":"It's stealing the scene from another actor, even if you're downstage","response":"upstaging"},{"text":"Before fiddling on the roof, he turned into a rhinoceros onstage in an Ionesco play","response":"Zero Mostel"},{"text":"On Broadway, he played the young lawyer in \"Barefoot in the Park\" &amp; repeated the role on film","response":"Robert Redford"},{"text":"It's said an actress in \"The Beggar's Opera\" caused the duel between this historic American pair","response":"(Aaron) Burr & (Alexander) Hamilton"},{"text":"World's longest running musical, this off-Broadway play sold over 1 million tickets in a theater seating 153","response":"<i>The Fantasticks</i>"}],"originalDate":"1987-10-06"},{"category":"21st CENTURY HORROR NOVELS","comments":"","clues":[{"text":"Christina Henry's \"Looking Glass\" is the last book in a chilling trilogy about a woman with this 5-letter name","response":"Alice"},{"text":"In Grady Hendrix' \"How to Sell\" this place, it has a sealed attic &amp; creepy puppet collection &amp; Redfin will be no help","response":"a haunted house"},{"text":"The Scooby gang was often accused of being these, the title of a book by Edgar Cantero about 4 teens with a telepathic pooch","response":"meddling kids"},{"text":"Megan James pays homage to this horror master &amp; his creation Cthulhu with her graphic novel \"Innsmouth\"","response":"Lovecraft"},{"text":"Clive Barker's \"Scarlet Gospels\" revisits the Hellraiser universe where this prickly priest of hell mans the pulpit","response":"Pinhead"}],"originalDate":"2023-06-15"},{"category":"ROLLING STONES LYRICS","comments":"(Mayim: Name the song.)","clues":[{"text":"\"But it's all right now, in fact, it's a gas\"","response":"\"Jumpin' Jack Flash\""},{"text":"\"I've been around for a long, long year, stole many a man's soul &amp; faith\"","response":"\"Sympathy For The Devil\""},{"text":"\"You make a grown man cry\"","response":"\"Start Me Up\""},{"text":"\"You'll come running back to me\"","response":"\"Time Is On My Side\""},{"text":"\"Am I hard enough? <br>Am I rough enough? <br>Am I rich enough?\"","response":"\"Beast Of Burden\""}],"originalDate":"2023-06-15"},{"category":"DATING/APPS","comments":"","clues":[{"text":"You're a Mets fan? Let's hit a sports bar &amp; enjoy these mini sandwiches that share a name with a pitch mastered by Justin Verlander","response":"a slider"},{"text":"Ooh<span class=\"nobreak\">--</span>poppers made with this hot green Mexican pepper! Filled with cheese &amp; topped with crumbled tortilla chips? Yes, please","response":"jalapeños"},{"text":"I'm vegan &amp; you ordered this app of dough-wrapped &amp; baked cocktail sausages? Oh wow, look at the time...!","response":"pigs in a blanket"},{"text":"My abuela uses homemade tortillas for this app whose name is from Spanish for \"cheese\"<span class=\"nobreak\">--</span>are you close to your gran?","response":"quesadillas"},{"text":"Oh, you like to travel? I'd love to visit Myanmar but the closest I've gotten is this geographic cream cheese &amp; crab app","response":"crab Rangoon"}],"originalDate":"2023-06-15"},{"category":"FACT: NONFICTION","comments":"","clues":[{"text":"In 2022 \"The Light We Carry\" carried its way to the top of the nonfiction bestseller list for this ex-first lady","response":"Michelle Obama"},{"text":"Beverly Gage's \"G-Man\" looks at this powerful figure \"&amp; the Making of the American Century\"","response":"J. Edgar Hoover"},{"text":"Dearest Helga, my time grows short; \"Our America\" is \"A Photographic History\" from this TV documentarian of the Civil War","response":"Ken Burns"},{"text":"\"Come On-A My House\" &amp; \"Witchy Woman\" are tunes discussed by this music legend in \"The Philosophy of Modern Song\"","response":"Bob Dylan"},{"text":"These 3 words complete the title of Stephen R. Covey's \"The 7 Habits of...\"; be one of them now","response":"highly effective people"}],"originalDate":"2023-06-15"}],{"category":"FINE ART","text":"An early owner of this 1889 painting full of blue &amp; green noted how well the artist \"understood the exquisite nature of flowers!\"","response":"<i>Irises</i>"}]}