{"mix":509,"rounds":[[{"category":"HISTORIC DOCUMENTS","comments":"","clues":[{"text":"In the November 1806 Berlin decree, this emperor blocked all trade between France &amp; Great Britain","response":"Napoleon"},{"text":"Issued in final form January 1, 1863, it opened the Armed Services to former slaves","response":"the Emancipation Proclamation"},{"text":"The Nyon Agreement was a 20th century attempt to combat this on the Mediterranean","response":"piracy"},{"text":"This country's Constitution of 1720 divided power among the king, the Council &amp; the Riksdag","response":"Sweden"},{"text":"In 1945, 7 Mideast countries signed a charter forming this organization headquartered in Cairo","response":"the Arab League"}],"originalDate":"1996-05-24"},{"category":"SCIENCE","comments":"","clues":[{"text":"It's the term for the portion of the Earth between the crust &amp; the core","response":"the mantle"},{"text":"This \"laughing gas\" is used as a propellant in certain aerosol foods such as whipped cream","response":"nitrous oxide"},{"text":"Produced by the fermentation of milk sugar, it's the acid that turns milk sour","response":"lactic acid"},{"text":"In chemistry it's the type of bond in which 2 atoms share a pair of electrons","response":"covalent"},{"text":"Quantum optics is the branch of optics that deals with these particles of light","response":"photons"}],"originalDate":"1996-05-24"},{"category":"AMERICAN ARTISTS","comments":"","clues":[{"text":"Early in his career, this pop artist worked as a window decorator at a Pittsburgh department store","response":"(Andy) Warhol"},{"text":"Nicknamed the \"Grand Old Lady of American Art\", she lived to be 101","response":"Grandma Moses"},{"text":"His works of neighbor Helga Testorf were done over a period of nearly 15 years","response":"Andrew Wyeth"},{"text":"She painted \"Red Hills and Bones\" in 1941 &amp; \"Red Hills and Sky\" in 1945","response":"Georgia O'Keeffe"},{"text":"From about 1950 to 1952, this drip artist painted almost exclusively in black &amp; white","response":"Jackson Pollock"}],"originalDate":"1996-05-24"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"This Canadian bay is about 850 miles long &amp; 600 miles wide","response":"Hudson Bay"},{"text":"This Syrian capital has been called the \"Pearl of the East\"","response":"Damascus"},{"text":"Located 60 miles from the mainland, it's Greece's largest island","response":"Crete"},{"text":"At 588 square miles, Lodz is this country's smallest province","response":"Poland"},{"text":"The Douro Valley is one of this country's major wine-producing regions","response":"Portugal"}],"originalDate":"1996-05-24"},{"category":"THEATRE","comments":"","clues":[{"text":"This duo's 1884 operetta \"Princess Ida\" opens in a pavilion in King Hildebrand's palace","response":"Gilbert & Sullivan"},{"text":"This Kern &amp; Hammerstein show that just keeps rolling along won 1995's Tony for Best Revival of a Musical","response":"<i>Show Boat</i>"},{"text":"\"Et Dukkehjem\" is the original Norwegian title of his 1879 play \"A Doll's House\"","response":"Ibsen"},{"text":"Early in this play, Boolie tells his mother, \"You shouldn't be allowed to drive a car any more\"","response":"<i>Driving Miss Daisy</i>"},{"text":"Frances McDormand, Jane Alexander &amp; Madeline Kahn starred in her play \"The Sisters Rosensweig\"","response":"Wendy Wasserstein"}],"originalDate":"1996-05-24"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"These nails take about twice as long to grow from base to tip as fingernails","response":"toenails"},{"text":"Doctors use amplified light from this device to remove tattoos &amp; warts","response":"a laser"},{"text":"The Apennines, which border the Mare Imbrium, are this satellite's most conspicuous mountain range","response":"the Moon"},{"text":"This mineral found in plaster of Paris is No. 2 on the Mohs hardness scale","response":"gypsum"},{"text":"Members of this order that includes moths &amp; butterflies have coiled proboscises","response":"Lepidoptera"}],"originalDate":"1996-05-20"}],[{"category":"HE WAS IN THAT?!","comments":"","clues":[{"text":"Jeff Goldblum played a party guest in this quirky comedy that won Diane Keaton an Oscar","response":"<i>Annie Hall</i>"},{"text":"Kevin Bacon made his film debut in 1978 as one of the frat guys in this wild John Belushi comedy","response":"<i>Animal House</i>"},{"text":"Martin Landau played Rufio &amp; Carroll O'Connor played Casca in this 1963 Elizabeth Taylor extravaganza","response":"<i>Cleopatra</i>"},{"text":"William Shatner appeared as Capt. Harrison Byers in this acclaimed 1961 film about war crimes trials","response":"<i>Judgment at Nuremberg</i>"},{"text":"Beau Bridges played a boy named Beau in this 1949 film based on a Steinbeck novel about a horse","response":"<i>The Red Pony</i>"}],"originalDate":"1996-05-20"},{"category":"FOOD","comments":"","clues":[{"text":"Parmigiana refers to food made with this ingredient","response":"Parmesan cheese"},{"text":"To make pilaf, the first thing you may do is saute some of this grain","response":"rice"},{"text":"The British pronounce this biscuit's name to rhyme with \"on\"; we say it as a rhyme with \"own\"","response":"scone"},{"text":"It's what a Mexican normally cooks on her comal, a round, flat griddle","response":"a tortilla"},{"text":"This fruit was named after the Turkish town of Cerasus, or it might be the other way around","response":"the cherry"}],"originalDate":"1996-05-20"},{"category":"BIBLICAL BIRDS","comments":"","clues":[{"text":"1 Samuel 26:20 mentions this bird in the mountains, not in a pear tree","response":"a partridge"},{"text":"Isaiah 34:14 assures us the \"screech\" type of this bird shall \"find for herself a place of rest\"","response":"an owl"},{"text":"In Psalm 84 this bird finds \"a nest for herself\", perhaps in Capistrano","response":"a swallow"},{"text":"The Navy of Tharshish brought Solomon these birds noted for their tail displays","response":"peacocks"},{"text":"God asked Job, \"Doth\" this bird \"mount up at thy command, and make her nest on high?\"","response":"the eagle"}],"originalDate":"1996-05-20"},{"category":"MAINE","comments":"","clues":[{"text":"A waterspout can be seen at Cape Arundel, near this former president's summer home, Walker's Point","response":"President Bush"},{"text":"This city, Maine's capital since 1832, is at the head of navigation on the Kennebec River","response":"Augusta"},{"text":"Longfellow called this largest Maine city \"the beautiful town that is seated by the sea\"","response":"Portland"},{"text":"This clothing &amp; sporting goods store in Freeport is open 24 hours a day, 365 days a year","response":"L.L. Bean"},{"text":"A bridge across the St. John River links Van Buren, Maine with St.-Leonard in this province","response":"New Brunswick"}],"originalDate":"1996-05-20"},{"category":"OH, HENRY","comments":"","clues":[{"text":"This composer of \"Moon River\" once worked as an arranger &amp; pianist for Glenn Miller","response":"Henry Mancini"},{"text":"In 1899 he left the Edison Illuminating Co. to help organize the Detroit Automobile Co.","response":"Henry Ford"},{"text":"This explorer's men nicknamed him \"Bula Matari\", Congolese for \"Breaker of Rocks\"","response":"Henry Stanley"},{"text":"Between 1953 &amp; 1969, he served as ambassador to the U.N., South Vietnam &amp; West Germany","response":"Henry Cabot Lodge"},{"text":"Fortune was one of several magazines that helped ensure his fortune in the publishing industry","response":"Henry Luce"}],"originalDate":"1996-05-20"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Killed by stray bullets, Jennie Wade is the only known civilian casualty of this 1863 Pennsylvania battle","response":"Gettysburg"},{"text":"After the fall of this city in April 1865, Danville, Virginia became the last Confederate capital","response":"Richmond"},{"text":"When Sherman ended his March to the Sea in 1864, he offered this city to Lincoln as a \"Christmas gift\"","response":"Savannah"},{"text":"In November 1861 he succeeded Winfield Scott as general-in-chief of the U.S. Army","response":"George McClellan"},{"text":"The seizing of 2 Southern agents in this 1861 naval \"Affair\" nearly brought England to war with the Union","response":"the Trent Affair"}],"originalDate":"1996-05-20"}],{"category":"COMPOSERS","text":"He was given piano lessons by Madame Mauté de Fleurville, the mother-in-law of Paul Verlaine, whose poetry he would later set to music","response":"(Claude) Debussy"}]}