{"mix":511,"rounds":[[{"category":"CROP TO IT","comments":"","clues":[{"text":"Shucks<span class=\"nobreak\">--</span>covering 90 million acres, it's the most commonly grown feed crop in the United States","response":"corn"},{"text":"Green manure is a crop or plant that's plowed beneath soil to help give it nutrients, especially this gas","response":"nitrogen"},{"text":"This crop is the largest source of animal protein feed in the world &amp; second in the vegetable oil race","response":"soybean(s)"},{"text":"This first name of American farmer Hanson was given to a type of grass often used for hay","response":"Timothy"},{"text":"Some crops have been genetically altered to be herbicide resistant, especially to Roundup, first made by this company","response":"Monsanto"}],"originalDate":"2023-06-13"},{"category":"MEDICAL HISTORY","comments":"","clues":[{"text":"French medical pioneer who developed rabies vaccine","response":"Pasteur"},{"text":"Known as consumption in the 19th century, this disease, not a six-gun, killed Doc Holliday","response":"tuberculosis"},{"text":"The 1st surgical anesthetic, it's been in use since 1842","response":"ether"},{"text":"Empowered by a 1938 act of Cong., this agency guards against snake oil cures &amp; excess rat hairs in food","response":"the Food and Drug Administration (the FDA)"},{"text":"Discovered in 1957, this antiviral protein is useful in treating some cancers","response":"interferon"}],"originalDate":"1985-04-18"},{"category":"THEATER","comments":"","clues":[{"text":"Muslin-covered, wooden-framed set piece, or how Joan Rivers refers to her chest","response":"a flat"},{"text":"In O'Neill play, a passionate stepmother &amp; stepson found \"Desire\" there","response":"<i>Under The Elms</i>"},{"text":"Brother of the notorious John Wilkes, he played the finest Hamlet of his time","response":"Edwin Booth"},{"text":"The stage is dressed but the actors aren't in this musical with sketches by Jules Feiffer &amp; John Lennon","response":"<i>Oh, Calcutta!</i>"},{"text":"\"Learn the lines &amp; don't bump into the furniture,\" advised this Brit. author of \"Blithe Spirit\"","response":"Noel Coward"}],"originalDate":"1985-04-18"},{"category":"FAMOUS FOLKS","comments":"","clues":[{"text":"Vietnam commander Wm. Westmoreland sued CBS over remarks made on this show","response":"<i>60 Minutes</i>"},{"text":"After starring with Gene Wilder in \"Woman in Red\", she married him","response":"Gilda Radner"},{"text":"U.S. secretary of transportation who's married to the Senate majority leader","response":"Elizabeth Dole"},{"text":"Paralleling Westmoreland case, this Israeli general &amp; former defense minister sued \"Time\"","response":"Ariel Sharon"},{"text":"Former Baptist preacher &amp; LBJ White House press sec'y, now commentator on \"CBS Evening News\"","response":"Bill Moyers"}],"originalDate":"1985-04-18"},{"category":"LAST WORDS","comments":"","clues":[{"text":"Actor Robert Armstrong said of his demise, \"twas beauty killed the beast\"","response":"King Kong"},{"text":"She closed her '50s variety hour with a big \"Mmmm-wah!\" to the audience","response":"Dinah Shore"},{"text":"In Shakespeare, Julius Caesar's accusatory adieu","response":"\"et tu, Brutus\""},{"text":"As they both lay dying July 4, 1826, his last words were \"Jefferson still survives\"","response":"John Adams"},{"text":"This British Restoration king's last concern was for his mistress: \"Let not poor Nelly starve\"","response":"Charles II"}],"originalDate":"1985-04-18"},{"category":"LITERARY ALLUSIONS","comments":"","clues":[{"text":"This character mistook windmills for giants, hence the phrase \"to tilt at windmills\"","response":"Don Quixote"},{"text":"Thackeray used the phrase \"mad as a hatter\" before this author popularized it","response":"Lewis Carroll"},{"text":"A children's story about a girl proud of her footwear gave us this synonym for a goody goody","response":"goody two shoes"},{"text":"The title of this 1929 Thomas Wolfe novel comes from John Milton's poem, \"Lycidas\"","response":"<i>Look Homeward, Angel</i>"},{"text":"The phrase \"Ships that pass in the night\" is from his \"Tales of a Wayside Inn\"","response":"Longfellow"}],"originalDate":"1991-06-10"}],[{"category":"ARTISTS","comments":"","clues":[{"text":"Abstract expressionist Franz Kline usually painted black designs on a background of this color","response":"white"},{"text":"One of his 1962 works is titled \"Big Torn Campbell's Soup Can Vegetable Beef\"","response":"Andy Warhol"},{"text":"Gustav Klimt was the leading Austrian exponent of this new style that featured<br>sinuous lines","response":"art nouveau"},{"text":"The Art Institute of Chicago sells tote bags decorated with his famous water lilies","response":"(Claude) Monet"},{"text":"\"Prisoners from the Front\" is one of many Winslow Homer paintings depicting scenes from this war","response":"the Civil War"}],"originalDate":"1991-06-10"},{"category":"SAINTS","comments":"","clues":[{"text":"In Roman Catholicism, she's called the \"Queen of all Saints\"","response":"Mary"},{"text":"Saint Methodius doesn't get much credit for creating the Slavic alphabet with this saint, his brother","response":"St. Cyril"},{"text":"The 40 martyrs of England &amp; Wales were Catholics; most of whom were executed during her reign","response":"Elizabeth I"},{"text":"What were thought to be his relics were brought to Venice in 829","response":"St. Mark"},{"text":"He is patron saint of chorea sufferers as well as dancers","response":"St. Vitus"}],"originalDate":"1991-06-10"},{"category":"IN OTHER WORDS","comments":"","clues":[{"text":"It's impossible to be victorious at every attempt","response":"you can't win 'em all"},{"text":"Leap over a pistol","response":"jump the gun"},{"text":"Bottom guy carved into an Indian symbolic post","response":"low man on the totem pole"},{"text":"Simian view; simian execute","response":"monkey see, monkey do"},{"text":"All the flowers are emerging American Beauties","response":"everything's coming up roses"}],"originalDate":"1991-06-10"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Beginning in 1972, this city's residents could take the new BART to the new Transamerica Pyramid","response":"San Francisco"},{"text":"In 1948, he turned over command of the U.S. Army and became president of Columbia University","response":"Dwight Eisenhower"},{"text":"In 1968, the US Naval Intelligence ship Pueblo was captured by this country","response":"North Korea"},{"text":"He &amp; Floyd Bennett made the first flight over the North Pole in 1926 in a Fokker-Tri-Motor","response":"Admiral Byrd"},{"text":"This leader of a slave rebellion was hanged November 11, 1831","response":"Nat Turner"}],"originalDate":"1991-06-10"},{"category":"BIRDS","comments":"","clues":[{"text":"The name of this genus of birds comes from the Latin \"aureolus\", meaning yellow or golden","response":"oriole"},{"text":"In ancient Greece, this bird was associated with Athena, the goddess of wisdom","response":"the owl"},{"text":"The scientific name of this American bird means \"many-tongued mimic\"","response":"a mockingbird"},{"text":"This flightless bird of Brazil &amp; Argentina can outrun a horse","response":"a rhea"},{"text":"It's feared that the ivory-billed species of this bird is now extinct in the United States","response":"a woodpecker"}],"originalDate":"1991-06-10"},{"category":"SINGAPORE","comments":"","clues":[{"text":"Not to be worn, a Singapore sling is one of these","response":"an alcoholic beverage"},{"text":"Checking a map, you'll find Singapore is just a little over one degree north of this line","response":"the equator"},{"text":"In 1819, Sir Stamford Raffles established a base for this British company on the island","response":"the British East India Company"},{"text":"Singapore is classified as one of these, meaning goods can be unloaded, stored &amp; reshipped without duty fees","response":"a free port"},{"text":"Independence came in 1965 when it seceded from this country to which it's linked by a causeway","response":"Malaysia"}],"originalDate":"1991-06-10"}],{"category":"WORLD LANDMARKS","text":"Also famously cracked like the Liberty Bell, this 14-ton landmark still sounds its distinctive bong every hour","response":"Big Ben"}]}