{"mix":515,"rounds":[[{"category":"SAINTS","comments":"","clues":[{"text":"In 432 he succeeded Palladius as Bishop of the Irish","response":"St. Patrick"},{"text":"In art this husband of the Virgin Mary is often depicted as an old man","response":"St. Joseph"},{"text":"St. Stanislaus, the patron saint of this country, was bishop of Krakow","response":"Poland"},{"text":"St. Francis Borgia was the third Superior General of this group also called the Society of Jesus","response":"the Jesuits"},{"text":"St. Andrew, one of the 12 apostles, was the brother of this other apostle","response":"Simon Peter"}],"originalDate":"1996-03-18"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"An astute art critic knows the Venus de Milo is one","response":"a statue"},{"text":"Hours elapse while you're this in bed","response":"asleep"},{"text":"When a U.S. lawyer hangs out his shingle, it's usually in this language","response":"English"},{"text":"Few viewed this Raymond Burr series with derision","response":"<i>Ironside</i>"},{"text":"A knight of yore didn't have to travel far to run into one of these rascals","response":"a varlet"}],"originalDate":"1996-03-18"},{"category":"20th CENTURY OPERA","comments":"","clues":[{"text":"Carl Nielsen's comic opera \"Maskarade\" concerns a masked ball in this Danish capital","response":"Copenhagen"},{"text":"Henry Kissinger &amp; Madame Mao are among the characters in the 1987 opera about this president \"in China\"","response":"Nixon"},{"text":"\"Harvey Milk\" is a 1995 opera about the city supervisor of this California city who was murdered in 1978","response":"San Francisco"},{"text":"In \"King Roger\" the queen of this largest Mediterranean island loves a shepherd prophet from India","response":"Sicily"},{"text":"Thea Musgrave's opera \"The Voice of Ariadne\" is based on a story by this author of \"The Turn of the Screw\"","response":"(Henry) James"}],"originalDate":"1996-03-18"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"If your heart skips a beat when you hear this clue, you may need one of these implanted","response":"a pacemaker"},{"text":"Devices using this technology can drill teeth, pasteurize milk &amp; show you your unborn baby","response":"ultrasound"},{"text":"When Queen Anne granted a patent for this device in 1714, it probably had no correction key","response":"a typewriter"},{"text":"Early homemade radios used a cat's whisker &amp; one of these rocks as a diode to receive signals","response":"a crystal"},{"text":"In the early 1800s these devices had 26 wires, one for every letter of the alphabet","response":"telegraphs"}],"originalDate":"1996-03-18"},{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"In 1430 this maid of Orleans fell into the hands of the Burgundians, who turned her over to the English","response":"Joan of Arc"},{"text":"Later Bishop of Lincoln, Robert Grosseteste was chancellor of this university c. 1215-1221","response":"Oxford"},{"text":"Domenico Morosini, who became doge in 1148, extended this city's rule to Istria","response":"Venice"},{"text":"In Romanesque times, the center for this kind of book embellishment was Reichenau in Germany","response":"Illumination"},{"text":"This town began to grow in importance after the Capetians made it their capital in 987","response":"Paris"}],"originalDate":"1996-03-18"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Romantic bat-watching cruises are a highlight of the annual bat migration in this Texas capital","response":"Austin"},{"text":"Surprisingly, there's a museum devoted to this Liverpudlian quartet in Vancouver, British Columbia","response":"The Beatles"},{"text":"The murder &amp; mystery tour of this Scottish capital departs from a restaurant called the Witchery","response":"Edinburgh"},{"text":"Mongoose Junction is a shopping mall, not a petting zoo, on St. John in this island group","response":"the Virgin Islands"},{"text":"Roller-skating performers play a model train set come to life in this musical at the Las Vegas Hilton","response":"<i>Starlight Express</i>"}],"originalDate":"1996-03-18"}],[{"category":"AUTHORS","comments":"","clues":[{"text":"This \"Les Miserables\" author was the son of an officer in Napoleon's army","response":"Victor Hugo"},{"text":"In April 1995 he had the hardcover &amp; paperback fiction bestsellers with \"The Rainmaker\" &amp; \"The Chamber\"","response":"(John) Grisham"},{"text":"She followed \"The Color Purple\" with \"In Search Of Our Mothers' Gardens\"","response":"Alice Walker"},{"text":"He worked on \"Remembrance of Things Past\" for at least 12 years","response":"Proust"},{"text":"When his \"Elmer Gantry\" was published, a New Hampshire minister tried to have him jailed","response":"Sinclair Lewis"}],"originalDate":"1996-03-18"},{"category":"THE NATIONAL WOMEN'S HALL OF FAME","comments":"","clues":[{"text":"Sure as shootin' this Wild West star &amp; inspiration for a musical is in the Hall","response":"Annie Oakley"},{"text":"She got the Red Cross to help victims of peacetime disasters, too","response":"Clara Barton"},{"text":"Not Ruth, but this other \"Babe\" of sports is in the Hall","response":"Babe Didrikson"},{"text":"This Maine senator who passed away in 1995 is in the Hall","response":"Margaret Chase Smith"},{"text":"In the Hall are this woman &amp; Elizabeth Cady Stanton, founders of the newspaper \"The Revolution\"","response":"Susan B. Anthony"}],"originalDate":"1996-03-18"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"Number of major parties in the American \"system\"","response":"two"},{"text":"A limping mallard, or a president who loses his re-election bid","response":"a lame duck"},{"text":"Of right to bear arms, right of suffrage &amp; right of assembly, the one <u>not</u> guaranteed in the Bill of Rights","response":"the right of suffrage"},{"text":"The 23rd Amendment, ratified in 1961, gave 3 electoral votes to this region","response":"Washington, D.C. (the District of Columbia)"},{"text":"Term for number of members of a legislative body necessary to conduct official business","response":"a quorum"}],"originalDate":"1985-04-03"},{"category":"BASKETBALL","comments":"","clues":[{"text":"Sounds like the favorite shot of Peter Pan's nemesis","response":"a hook shot"},{"text":"Height of the basket","response":"10 feet"},{"text":"Atlanta's basketball \"birds\"","response":"the Hawks"},{"text":"Making it is called a \"conversion\"","response":"a foul shot (free throw)"},{"text":"He was NBA scoring champ for 7 straight years","response":"Wilt Chamberlain"}],"originalDate":"1985-04-03"},{"category":"FLOWERS","comments":"","clues":[{"text":"Holland, Michigan holds an annual festival dedicated to these flowers","response":"tulips"},{"text":"Varieties of this flower include \"mariposa\", \"tiger\" &amp; \"of the valley\"","response":"lilies"},{"text":"In 1960 film, Doris Day didn't want anybody to eat these","response":"the daisies"},{"text":"Ironically, not a rose at all, though this flower's name means \"first rose\"","response":"primrose"},{"text":"3-petaled iris that served as emblem of French kings &amp; is now part of Boy Scout badge","response":"the fleur-de-lis"}],"originalDate":"1985-04-03"},{"category":"TELEVISION","comments":"","clues":[{"text":"\"Captain Kangaroo\", Bob Keeshan, formerly played this role on \"Howdy Doody\"","response":"Clarabell"},{"text":"For 4 years in this series, Lt. Philip Gerard chased Dr. Richard Kimble who chased Fred Johnson","response":"<i>The Fugitive</i>"},{"text":"The villain Egghead on \"Batman\", he now hosts \"Mystery!\" on PBS","response":"Vincent Price"},{"text":"He was Topper on \"Topper\" &amp; Mr. Waverly on \"The Man from U.N.C.L.E.\"","response":"Leo G. Carroll"},{"text":"Nicknames of the kids on \"Double Trouble\", or Saint James &amp; Curtin in their series","response":"Kate and Allie"}],"originalDate":"1985-04-03"}],{"category":"INSECTS","text":"Lampyridae is the scientific name of this family of insects","response":"fireflies (lightning bugs)"}]}