{"mix":529,"rounds":[[{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Alabama's Crimson Tide uses this animal, a favorite of Republicans, as a mascot","response":"an elephant"},{"text":"It was originally founded as Rhode Island College in 1764","response":"Brown"},{"text":"This college was named for Margaret Johns' great-grandson","response":"Johns Hopkins"},{"text":"Members of its seismology lab seem to appear on local L.A. TV more often than its JPL people","response":"Caltech"},{"text":"1 of the 4 4-year U.S. colleges &amp; universities under \"Q\" in the World Almanac's list","response":"(1 of) Queen's College (in North Carolina or New York City), Quincy University, or Quinnipiac College"}],"originalDate":"1996-02-07"},{"category":"THE MOORS","comments":"","clues":[{"text":"The Moors changed this brutal sport of the Visigoths into a more formal spectacle; ole!","response":"bullfighting"},{"text":"In this year the Moors lost their last major foothold in Spain &amp; Columbus set sail for the New World","response":"1492"},{"text":"This European capital's origins go back to Magerit, a Moorish fortress that guarded Toledo","response":"Madrid"},{"text":"Probably the most famous fictional Moor is this Venetian army general","response":"Othello"},{"text":"This West African country south of Morocco was named for the Moors","response":"Mauritania"}],"originalDate":"1996-02-07"},{"category":"REVOLUTIONARY WAR FIGURES","comments":"","clues":[{"text":"In July 1777 Congress granted a commission but no command to this 19-year-old French nobleman","response":"the Marquis de Lafayette"},{"text":"Charles Carroll was the only Roman Catholic to sign this 1776 document","response":"the Declaration of Independence"},{"text":"Enoch Crosby, American spy, may be the model for the hero of this \"Leatherstocking\" author's novel \"The Spy\"","response":"(James Fenimore) Cooper"},{"text":"This author of \"The Crisis\" served as an aide to General Nathanael Greene","response":"Tom Paine"},{"text":"Nicknamed \"Lighthorse Harry\", this man is considered the best cavalry officer of the Revolution","response":"(Henry) Lee"}],"originalDate":"1995-01-13"},{"category":"FILMS OF THE '90s","comments":"","clues":[{"text":"When Hurricane Iniki hit the island of Kauai in 1992, this Steven Spielberg dinodrama was on location there","response":"<i>Jurassic Park</i>"},{"text":"This actor's wife Marsha co-produced his hit film \"Mrs. Doubtfire\"","response":"Robin Williams"},{"text":"This actor, the son of Jerry Stiller &amp; Anne Meara, co-starred in \"Reality Bites\" &amp; directed it","response":"Ben Stiller"},{"text":"She made Nicolas Cage's life a mess as a former first lady in \"Guarding Tess\"","response":"Shirley MacLaine"},{"text":"This \"Beverly Hills, 90210\" heartthrob plays champion Bull Rider Lane Frost in the 1994 film \"8 Seconds\"","response":"Luke Perry"}],"originalDate":"1995-01-13"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"These ancient 2-wheeled vehicles could be fitted with scythelike blades to injure enemy soldiers","response":"a chariot"},{"text":"The subway system in this formerly divided city is called the Untergrundbahn","response":"Berlin"},{"text":"The name of this bridge over dry land comes from the word \"aqueduct\" &amp; the Latin for \"way\"","response":"a viaduct"},{"text":"This device used by the Indians consisted of 2 poles, a net &amp; a harness for hitching it to an animal","response":"travois"},{"text":"At 33.5 miles, this country's Seikan Tunnel is the world's longest railroad tunnel","response":"Japan"}],"originalDate":"1995-01-13"},{"category":"ANIMALS","comments":"","clues":[{"text":"This equine mammal is a favorite prey of the African lion","response":"zebras"},{"text":"This bright yellow bird can be grouped into 2 types of singers: rollers &amp; choppers","response":"a canary"},{"text":"This aquatic rodent is named for the odor that it emits","response":"a muskrat"},{"text":"The dark brown pelt of this Siberian animal, a type of marten, is one of the most valuable furs","response":"a sable"},{"text":"Snails are gastropods which belong to this phylum of the animal kingdom","response":"mollusks"}],"originalDate":"1995-01-13"}],[{"category":"FRENCH CUISINE","comments":"","clues":[{"text":"Gateau a la noix de coco is a cake made from this tropical fruit","response":"coconuts"},{"text":"Anchoiade, a Provencal dish, is a puree of these fish mixed with chopped garlic &amp; olive oil","response":"anchovies"},{"text":"The French call this pungent condiment raifort; a sauce made from it is served with beef","response":"horseradish"},{"text":"Sucre de pomme, a specialty of Rouen, is a confection made from sugar &amp; this fruit","response":"apples"},{"text":"It's a green or yellow liqueur, or a dish of vegetables layered in alternating colors","response":"a chartreuse"}],"originalDate":"1995-01-13"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"A nitroglycerin tablet is sublingual; you don't swallow it, but keep it here","response":"under the tongue"},{"text":"On a golf course these include water &amp; sand traps","response":"hazards"},{"text":"1 of the 2 things you can change on your own passport; any other alterations are forbidden","response":"your address or your next of kin (to be notified in case of a problem)"},{"text":"The name of the Italian lira is from this Latin word for \"pound\"","response":"libra"},{"text":"Cecil Rhodes graduated from this school in 1881","response":"Oxford"}],"originalDate":"1995-01-13"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1988 a ceasefire ended the 8-year war between Iran &amp; this country","response":"Iraq"},{"text":"During the Fourth Crusade, this Byzantine capital was sacked &amp; a new Latin Empire was established there","response":"Constantinople"},{"text":"In 1951, to ensure mutual aid in the event of aggression, the U.S. &amp; these 2 nations signed the ANZUS Pact","response":"New Zealand & Australia"},{"text":"In 1926 Emiliano Chamorro briefly returned to power in this country but was then forced to resign","response":"Nicaragua"},{"text":"During the Korean War, U.N. forces retook Seoul after launching a surprise landing at this port","response":"Inchon"}],"originalDate":"1995-01-13"},{"category":"NEWSPAPERS &amp; MAGAZINES","comments":"","clues":[{"text":"His \"The Fall of the House of Usher\" appeared in Burton's Gentleman's Magazine, which he co-edited","response":"(Edgar Allan) Poe"},{"text":"In 1994 American Publishing Co. agreed to buy this 2nd-largest Chicago paper for $180 million","response":"the <i>Chicago Sun-Times</i>"},{"text":"De Telegraaf &amp; de Volkskrant are 2 of this country's biggest papers","response":"the Netherlands"},{"text":"It wasn't a \"dubious achievement\" when Edward Kosner was named new editor of this magazine in 1993","response":"<i>Esquire</i> magazine"},{"text":"In 1993 Rupert Murdoch bought this NYC tabloid for the second time","response":"the <i>New York Post</i>"}],"originalDate":"1995-01-13"},{"category":"WOMEN ARTISTS","comments":"","clues":[{"text":"British painter Vanessa Bell was the older sister of this leader of the Bloomsbury Group","response":"Virginia Woolf"},{"text":"She married Alfred Stieglitz in 1924; he was 23 years her senior","response":"Georgia O'Keeffe"},{"text":"After Frida Kahlo's death, he gave her house in Coyoacan to Mexico for use as a museum","response":"Diego Rivera"},{"text":"One version of A. Gentileschi's \"Judith and Holofernes\" is in this most famous Florence gallery","response":"the Uffizi"},{"text":"After leaving Russia, Natalia Goncharova created stage designs for this Ballets Russes impresario","response":"Diaghilev"}],"originalDate":"1995-01-13"},{"category":"BIBLICAL GEOGRAPHY","comments":"","clues":[{"text":"This place from which mankind was expelled was the source of 4 rivers","response":"(the Garden of) Eden"},{"text":"Solomon extended the walls of this city to enclose the Temple Mount","response":"Jerusalem"},{"text":"The land of Nod is mentioned only once, as the place of his self-imposed exile","response":"Cain"},{"text":"This place where Jesus grew up was an insignificant settlement near a trade route to Egypt","response":"Nazareth"},{"text":"Salt Sea, Sea of the Arabah &amp; Eastern Sea are some Biblical names for this lake","response":"the Dead Sea"}],"originalDate":"1995-01-13"}],{"category":"GOVERNORS","text":"The first President after Franklin Roosevelt who had also been a state governor","response":"Jimmy Carter"}]}