{"mix":536,"rounds":[[{"category":"ANCIENT GREECE","comments":"","clues":[{"text":"The cynics revered this hero whose 12 labors were an example of a moral victory &amp; self-liberation","response":"Hercules"},{"text":"Spartan leader Lysander defeated this rival Greek city &amp; established the government of the thirty tyrants over it","response":"Athens"},{"text":"Protagoras is famous for the quote this \"is the measure of all things\"","response":"man"},{"text":"In the 1870s the first monument archaeologists dug out at this site was the Temple of Zeus","response":"Olympia"},{"text":"Archimedes was from this Sicilian city, in his time the greatest Greek city in the west","response":"Syracuse"}],"originalDate":"1998-01-01"},{"category":"FILMS OF THE 1940s","comments":"","clues":[{"text":"English title of Jean Cocteau's haunting \"La Belle et la Bete\", which had no singing teapots","response":"<i>Beauty and the Beast</i>"},{"text":"1947's \"Out of the Past\" unfolds largely through this technique, a look into the past","response":"flashbacks"},{"text":"Name shared by Orson Welles' character in \"Jane Eyre\" &amp; Eddie Anderson's in \"Buck Benny Rides Again\"","response":"Rochester"},{"text":"Ray Milland played  an alcoholic terrorized by a hallucinatory bat  in this 1945 film","response":"<i>The Lost Weekend</i>"},{"text":"In this movie \"of 1940\", Fred Astaire danced with Eleanor Powell, an alumna of the versions of '36 &amp; '38","response":"<i>Broadway Melody</i>"}],"originalDate":"1998-01-01"},{"category":"ART","comments":"","clues":[{"text":"\"God Separating the Light from Darkness\" is one of the major scenes Michelangelo painted here","response":"the Sistine Chapel"},{"text":"In 1912 this 30-year-old Spaniard began incorporating business cards &amp; wallpaper into his paintings","response":"Picasso"},{"text":"The setting of this \"American Gothic\" artist's \"Midnight Ride of Paul Revere\" looks like Iowa, not Boston","response":"Grant Wood"},{"text":"This \"Night Cafe\" artist worked for art dealers Goupil &amp; Co. until 1876 when he was forced out","response":"van Gogh"},{"text":"Beginning in 1728, this British satirist painted a scene from \"The Beggar's Opera\" in several versions","response":"(William) Hogarth"}],"originalDate":"1998-01-01"},{"category":"HUMORISTS","comments":"","clues":[{"text":"In 1926 this cowboy humorist's newspaper column went from weekly to daily","response":"Will Rogers"},{"text":"In 1974 his show \"A Prairie Home Companion\" debuted on 30 Midwest public radio stations","response":"Garrison Keillor"},{"text":"Charles Farrar used the name Artemus Ward for his humorous pieces in this Cleveland paper","response":"the <i>Plain Dealer</i>"},{"text":"Copying \"Naked Came the Stranger\", Dave Barry &amp; 12 others created this novel on the installment plan","response":"<i>Naked Came the Manatee</i>"},{"text":"This author of \"A Book of Nonsense\" is considered a master of the limerick","response":"Edward Lear"}],"originalDate":"1998-01-01"},{"category":"\"PRE\"SCHOOL","comments":"","clues":[{"text":"To carefully arrange one's fur, feathers or clothing","response":"preening"},{"text":"The head of government of a Canadian province","response":"a premier"},{"text":"Term for a novel written after another one, but depicting earlier events","response":"a prequel"},{"text":"If I said \"Jeopardy!\" winnings are exempt from U.S. taxes, I'd be doing this, which means lying","response":"prevaricating"},{"text":"The story of this distance runner of the 1970s came to the big screen in 1997","response":"Steve Prefontaine"}],"originalDate":"1998-01-01"},{"category":"BIOPICS","comments":"","clues":[{"text":"William Wallace (Mel Gibson) wants to free the Scots from the tyranny of the English in this Oscar-winning film","response":"<i>Braveheart</i>"},{"text":"In \"The Greatest Showman\", Hugh Jackman played this larger-than-life impresario","response":"P.T. Barnum"},{"text":"She was I, Tonya (Harding) &amp; Elizabeth I in \"Mary Queen of Scots\"","response":"(Margot) Robbie"},{"text":"Game theory mathematician John Nash was the subject of this biopic","response":"<i>A Beautiful Mind</i>"},{"text":"\"Walk the Line\" starred Joaquin Phoenix as Johnny Cash &amp; her as June Carter","response":"Reese Witherspoon"}],"originalDate":"2023-06-01"}],[{"category":"THE OPERETTAS OF GILBERT &amp; SULLIVAN","comments":"","clues":[{"text":"Gilbert &amp; Sullivan's first work together was \"Thespis\", about a group of actors who take over this home of the Greek gods","response":"Mount Olympus"},{"text":"At the start of this operetta, a chorus of nobles sings, \"If you want to know who we are, we are gentlemen of Japan\"","response":"<i>The Mikado</i>"},{"text":"In \"The Pirates of Penzance\" it's the rank of an army officer named Stanley; in fact he's the very model of a modern one","response":"major general"},{"text":"In an 1889 operetta that begins in Venice, Marco &amp; Giuseppe are 2 of these title boatmen","response":"gondoliers"},{"text":"Despite never having been to sea, Sir Joseph Porter is \"rule of the queen's navee\" in this shipshape favorite","response":"the <i>H.M.S. Pinafore</i>"}],"originalDate":"2023-06-01"},{"category":"3 THINGS ABOUT THE CITY","comments":"","clues":[{"text":"Brigham Young's grave is there; at the foot of the Wasatch Range; somehow known for its jazz","response":"Salt Lake City"},{"text":"Home to 20 million; used to be synonymous with sailor kidnappings; has its name on a 128-story tower","response":"Shanghai"},{"text":"Inhale the scents of the Fragrance Museum; 25 miles from Dusseldorf; see the 15th c. art of Stefan Lochner","response":"Cologne"},{"text":"Had the Olympics; locals call a seasonal stiff wind the \"southerly buster\" &amp; a big local bridge, the Coat Hanger","response":"Sydney"},{"text":"A world capital; on the shore of the Río de la Plata; has a stadium called \"The Cathedral of Polo\"","response":"Buenos Aires"}],"originalDate":"2023-06-01"},{"category":"\"B\" NICE","comments":"","clues":[{"text":"Effusive &amp; lively, perhaps after a glass of champagne","response":"bubbly"},{"text":"Smiling with happiness, or emitting rays of light","response":"beaming"},{"text":"This adjective meaning \"charitable\" is the \"B\" in BPOE, the full name of the Elks Lodge","response":"Benevolent"},{"text":"This Scottish adjective means attractive, like many a lass or a particular prince","response":"bonny"},{"text":"Did you inherit some money? You were the recipient of this from someone's will","response":"bequest"}],"originalDate":"2023-06-01"},{"category":"SECOND BOOK IN THE SERIES","comments":"(Mayim: It's the series you'll need to name.)","clues":[{"text":"\"A Clash of Kings\"","response":"<i>A Song of Ice and Fire</i>"},{"text":"\"The Sea of Monsters\"","response":"the <i>Percy Jackson</i> books"},{"text":"\"The Girl Who Played with Fire\"","response":"<i>The Girl with the Dragon Tattoo</i> (the <i>Millennium</i> series)"},{"text":"\"The Scorch Trials\"","response":"<i>The Maze Runner</i>"},{"text":"\"Finders Keepers\"<span class=\"nobreak\">--</span>the first book was \"Mr. Mercedes\"","response":"<i>Bill Hodges</i>"}],"originalDate":"2023-06-01"},{"category":"\"MAN\" O' WAR","comments":"","clues":[{"text":"Army general Omar Bradley was the first to hold this position on the U.S. Joint Chiefs of Staff","response":"a chairman"},{"text":"\"War is cruelty, you cannot refine it\", said this Civil War man","response":"(William T.) Sherman"},{"text":"Lothar von Richthofen was a noted World War I ace; his brother, named this, was more famous","response":"Manfred"},{"text":"Appropriately, noted clockmaker Aaron Willard was one of these colonial militiamen","response":"a minuteman"},{"text":"WWII Medal of Honor recipient John Basilone, who served in the Philippines in the 1930s, had this \"capital\" nickname","response":"Manila"}],"originalDate":"2023-06-01"},{"category":"NOT YOUR EVERYDAY WORDS","comments":"","clues":[{"text":"Ancistroid means shaped like these items used to catch fish or hang shower curtains","response":"hooks"},{"text":"Make a designer finish for a wall by pressing small stones into this material &amp; you've got depreter","response":"stucco (plaster)"},{"text":"In this system of equalizing the burden horses carry to make a race fair, an impost is an added weight","response":"handicapping"},{"text":"In \"A Wrinkle in Time\", Meg's scientist dad likes to extend \"Meg\" into this nickname  equal to 3.26 million light years","response":"a megaparsec"},{"text":"From the Greek for \"interpreter\", this plural word is the branch of theology dealing with the interpretation of biblical texts","response":"hermeneutics"}],"originalDate":"2023-06-01"}],{"category":"WORLD CITIES","text":"With over 2 million people, it's the largest city in the West Indies","response":"Havana, Cuba"}]}