{"mix":543,"rounds":[[{"category":"LANDMARKS","comments":"","clues":[{"text":"On the Vienna memorial to this composer, the figures represent his 9 symphonies","response":"Beethoven"},{"text":"You have to lie down atop a castle &amp; hang your head over the wall if you want to kiss this","response":"the Blarney Stone"},{"text":"In the 1830s part of this palace became a museum dedicated \"to all the glories of France\"","response":"Versailles"},{"text":"The coronation throne of England is in the chapel of Edward the Confessor here","response":"Westminster Abbey"},{"text":"This museum by the Hudson houses the Metropolitan Museum's collection of medieval art","response":"the Cloisters"}],"originalDate":"1988-09-21"},{"category":"\"WILD\" MEN","comments":"","clues":[{"text":"When Doris Day played \"Calamity Jane\", Howard Keel played him","response":"Wild Bill Hickok"},{"text":"He wrote his only novel &amp; all of his plays in the last decade of his life","response":"Oscar Wilde"},{"text":"Elizabeth Taylor's 2nd husband","response":"Michael Wilding"},{"text":"He won his 1st 2 Oscars for writing &amp; directing \"The Lost Weekend\"","response":"Billy Wilder"},{"text":"He was Linda Darnell's lover in the racy 1947 film \"Forever Amber\"","response":"Cornel Wilde"}],"originalDate":"1988-09-21"},{"category":"U.S. STATES","comments":"","clues":[{"text":"After the Civil War, cow towns like Abilene &amp; Dodge City began popping up in this state","response":"Kansas"},{"text":"Its motto is \"The Crossroads of America\", &amp; its song, \"On The Banks Of The Wabash\"","response":"Indiana"},{"text":"This U.S. state, the farthest from England, is the only one whose flag has a Union Jack","response":"Hawaii"},{"text":"The \"Big Bonanza\", richest silver strike in America, was part of Comstock Lode in this state","response":"Nevada"},{"text":"Only Alaska &amp; Wyoming have fewer people than this New England state","response":"Vermont"}],"originalDate":"1988-09-21"},{"category":"FRENCH ROYALTY","comments":"","clues":[{"text":"Great-niece of Henry VIII who was queen consort of France &amp; later queen of Scotland","response":"Mary, Queen of Scots"},{"text":"King who died on the Place de la Révolution January 21, 1793","response":"Louis XVI"},{"text":"Princess Henrietta Maria of France married this king of England who was beheaded in 1649","response":"Charles I"},{"text":"The Chateau de Bagatelle was built in 1777 as a result of a bet made by this Austrian-born queen","response":"Marie Antoinette"},{"text":"Marie-Louise, daughter of a Holy Roman Emperor, married this man who abolished Holy Roman Empire","response":"Napoleon Bonaparte"}],"originalDate":"1988-09-21"},{"category":"LITERATURE","comments":"","clues":[{"text":"In the novel, the strange \"portrait\" of this man was painted by Basil Hallward","response":"Dorian Gray"},{"text":"The 1st appearance in print of this hard-boiled detective was in 1939 in \"The Big Sleep\"","response":"Philip Marlowe"},{"text":"Lucie Manette is the heroine of this novel","response":"<i>A Tale of Two Cities</i>"},{"text":"In John Webster's play, a steward named Antonio is secretly married to \"The Duchess of\" this","response":"Malfi"},{"text":"Last name of Sinclair Lewis' title character Samuel, whose life is changed by a trip to Europe","response":"Dodsworth"}],"originalDate":"1988-09-21"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This college fund was set up because \"a mind is a terrible thing to waste\"","response":"the United Negro College Fund"},{"text":"H.S. juniors can prepare for the college entrance SATs by taking the PSAT, which stands for this","response":"Preliminary Scholastic Aptitude Test"},{"text":"2 of 4 U.S. schools whose initials are U.S.C.","response":"(2 of) the University of Southern California, the University of South Carolina (the University of Santa Clara or the University of South Colorado)"},{"text":"The only private Catholic university in the Communist bloc is in Lublin in this country","response":"Poland"},{"text":"While the U. of Washington is in Seattle, Washington University is in this Midwestern city","response":"St. Louis"}],"originalDate":"1988-09-21"}],[{"category":"LEFTOVERS","comments":"","clues":[{"text":"A person who illegally transports liquor across a border, or the boat he uses","response":"rum runner"},{"text":"Deposed leader who allegedly tried to borrow $25 million to finance Corazon Aquino's overthrow","response":"Ferdinand Marcos"},{"text":"To get back their king, Atahualpa, the Incas paid the biggest ransom on record to this conqueror","response":"Pizarro"},{"text":"Its name is from \"Morte Alla Francia Italia Anela\", meaning \"Death to the French is Italy's cry\"","response":"the mafia"},{"text":"In 1979, when Colonel Simons tried to rescue 2 Americans from Gasre Prison in this city, 11,000 inmates escaped","response":"Tehran"}],"originalDate":"1988-09-21"},{"category":"POETIC SUBJECTS","comments":"","clues":[{"text":"Stephen Crane wrote, \"Fast rode\" one of these men, \"ever waving an eager sword, 'to save my lady!\"'","response":"a knight"},{"text":"\"Maître corbeau, sur un arbre perché\", begins a Jean de la Fontaine poem about this type of bird","response":"a crow (raven)"},{"text":"In haiku, hana are blossoms in general but most likely these, as in Buson's these \"having fallen the temple belongs to the branches\"","response":"cherry blossoms"},{"text":"\"Not like the brazen giant of Greek fame\", says Emma Lazarus' poem called \"The New\" this","response":"Colossus"},{"text":"Time to release this sea creature, a Tennyson poem subject said to be a mile &amp; a half wide with ship-crushing tentacles","response":"the kraken"}],"originalDate":"2023-05-29"},{"category":"THE ROCKEFELLERS","comments":"","clues":[{"text":"One of the world's wealthiest men, John D. Rockefeller made his fortune in this business","response":"oil"},{"text":"In the 1970s this member of the Rockefeller family served briefly as vice president","response":"Nelson"},{"text":"Abby Aldrich Rockefeller was a founder of this NYC museum in 1929 &amp; her son David was a longtime donor &amp; trustee","response":"the MoMA (the Museum of Modern Art)"},{"text":"From 1985 to 2015 Jay Rockefeller, also known as John D. Rockefeller IV, was a senator from this state","response":"West Virginia"},{"text":"Living to the age of 97, John D. was born when this man of Dutch descent was president, &amp; died during FDR's second term","response":"Van Buren"}],"originalDate":"2023-05-29"},{"category":"YES, OUI","comments":"(Mayim: Give us the language.)","clues":[{"text":"Evet <br>in Izmir &amp; Istanbul","response":"Turkish"},{"text":"Hai <br>on Hokkaido","response":"Japanese"},{"text":"Tak <br>in Gdansk","response":"Polish"},{"text":"Nai<br>in the Cyclades","response":"Greek"},{"text":"Bai <br>in Bilbao &amp; the Western Pyrenees","response":"Basque"}],"originalDate":"2023-05-29"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"Water hardness is determined by the amount of minerals it contains, mostly carbonates of magnesium &amp; this element","response":"calcium"},{"text":"Formerly used as an anesthetic &amp; still used by bad guys on TV, it has the chemical formula CHCl<sub>3</sub>","response":"chloroform"},{"text":"The Haber process was developed prior to World War I to produce this pungent gas from nitrogen &amp; hydrogen","response":"ammonia"},{"text":"Lighten \"lightning\" by a few letters &amp; you have this polymer that bonds with cellulose to make wood","response":"lignin"},{"text":"This Italian's law says that equal volumes of gases at the same temp. &amp; pressure have the same \"number\" of molecules","response":"Avogadro"}],"originalDate":"2023-05-29"},{"category":"POP INSTRUMENTALS","comments":"","clues":[{"text":"In January 2000 Kenny G blew into the Top 10 with a version of this New Year's favorite","response":"\"Auld Lang Syne\""},{"text":"A hit from \"Deliverance\" is called \"Dueling\" these, though in the movie, one duellist is playing guitar","response":"banjos"},{"text":"This almost lyric-free 2013 hit by Brooklyn producer/DJ Baauer has part of Manhattan in its title","response":"the \"Harlem Shake\""},{"text":"This monster hit by the Edgar Winter Group got its title from the way it was pieced together in the editing process","response":"\"Frankenstein\""},{"text":"In 1958 The Champs had a No. 1 hit with this sax-heavy tune whose only lyric is the title booze","response":"\"Tequila\""}],"originalDate":"2023-05-29"}],{"category":"THE PLANETS","text":"This planet is named for the original god of the sky in Greek mythology","response":"Uranus"}]}