{"mix":556,"rounds":[[{"category":"THESE BROS ARE LIT","comments":"","clues":[{"text":"Collectively, Dmitry, Ivan &amp; Alyosha live up to the title of this 19th century novel","response":"<i>The Brothers Karamazov</i>"},{"text":"Sadly for Greg Heffley, his older brother Rodrick \"Rules\" in the second book in this kid lit series","response":"<i>Diary of a Wimpy Kid</i>"},{"text":"In a 1969 novel Sonny, Michael &amp; Fredo are brothers in this family you should really never take sides against","response":"the Corleones"},{"text":"It turns out about as well for Caleb &amp; Aron in this 1952 novel as it did for Cain &amp; Abel in an earlier book","response":"<i>East of Eden</i>"},{"text":"This American novelist created the Compson brothers Benjy, Quentin &amp; Jason","response":"William Faulkner"}],"originalDate":"2023-05-24"},{"category":"TO THE FORT!","comments":"","clues":[{"text":"The ruins of this ancient fortress lie atop a 1,400-foot plateau near the Dead Sea","response":"the Masada"},{"text":"Built during World War II to protect England from the Germans, towers known as Maunsell Forts still stand in this river's estuary","response":"the Thames"},{"text":"Now a city, it was founded in 1849 as a military outpost &amp; named for a commander of the U.S. Army in Texas","response":"Fort Worth"},{"text":"In May 1940 this country's \"impregnable\" Fort Eben-Emael along the Albert Canal fell to the Germans in a single day","response":"Belgium"},{"text":"Fort-de-France is the capital of this French Caribbean island &amp; department","response":"Martinique"}],"originalDate":"2023-05-24"},{"category":"COMMON BONDS","comments":"","clues":[{"text":"Loving,<br>measuring,<br>Elijah's","response":"cup"},{"text":"Fog,<br>stage,<br>Northern","response":"lights"},{"text":"A whip,<br>a code,<br>a joke","response":"things you crack"},{"text":"Bridges,<br>a slow cornerback,<br>rubber","response":"things you burn (they all get burned)"},{"text":"Rock,<br>rubber,<br>Bollinger","response":"bands"}],"originalDate":"2023-05-24"},{"category":"\"P\" IS FOR POETRY","comments":"","clues":[{"text":"Shel Silverstein's poem about one of these, \"fresh off the griddle\" finds terrible Theresa asking for one in the middle","response":"a pancake"},{"text":"Of this figure, Byron wrote, \"titan...the rock, the vulture, and the chain, all that the proud can feel of pain\"","response":"Prometheus"},{"text":"Poet &amp; critic whose award-winning \"Cantos\" were written across a span of 6 decades","response":"Pound"},{"text":"Established in 1881, this alliterative literary award is named for Russia's preeminent poet","response":"the Pushkin Prize"},{"text":"A style of ode is named for this great Greek who wrote poems about the Nemean &amp; Pythian Games","response":"Pindar"}],"originalDate":"2023-05-24"},{"category":"NOM NOM NOMINATIONS","comments":"","clues":[{"text":"Alaska's Copper River Fish Market got a 2023 Good Food Award nom for its locally sourced Copper River sockeye this","response":"salmon"},{"text":"From 2001 to 2006, Emmy voters didn't quite get the \"essence of\" this chef, but in 2017... bam! he got a trophy for \"Eat the World\"","response":"Emeril Lagasse"},{"text":"A 2022 Beard nominee for Outstanding Restaurant, Brennan's in New Orleans is famed for this flambéed fruit &amp; rum dessert","response":"bananas Foster"},{"text":"\"Beat\" this chef? as a 1991 &amp; '92 nominee for Beard's rising chef of the year, yes, but in '93? Winner winner barbecue dinner!","response":"Bobby Flay"},{"text":"She got a BAFTA TV must-see moment nomination for her pronunciation of \"microwave\" on \"Cook, Eat, Repeat\"","response":"Nigella Lawson"}],"originalDate":"2023-05-24"},{"category":"THE GRAMMAR POLICE","comments":"","clues":[{"text":"Do you know how fast you were going you blew past that stop sign you didn't use a period you ended up with this hyphenated error","response":"a run-on sentence"},{"text":"\"Herb, with his in-laws, are going to Tahiti\". Good for Herb, but here's your ticket for violating subject-verb this","response":"agreement"},{"text":"\"I don't know where that panda went off to\"?!  You can't end a sentence with this part of speech!  &amp; you had better find that panda!","response":"a preposition"},{"text":"You know you got a dangling this?  Yeah, I saw it when you wrote, \"Landing on the Moon, the nation erupted in cheers\"","response":"participle (or modifier)"},{"text":"30 years on the force, but I was sickened by \"I went to lunch, Tim showed up\" <span class=\"nobreak\">--</span>what animal does this act with an innocent comma?","response":"splice"}],"originalDate":"2023-05-24"}],[{"category":"CROSSWORD CLUES \"AE\"","comments":"","clues":[{"text":"Ancient epic composed in hexameters (6 letters)","response":"Aeneid"},{"text":"A fine mist: spray it &amp; do say it (7 letters)","response":"aerosol"},{"text":"The Dodecanese are in it (6 letters)","response":"the Aegean"},{"text":"Windy type of harp (7 letters)","response":"aeolian"},{"text":"Norse deity group (5 letters)","response":"the Aesir"}],"originalDate":"2023-05-24"},{"category":"IN THIS WORLD","comments":"","clues":[{"text":"Fossil remains found in this Tanzanian gorge have provided the most continuous known record of human evolution","response":"Olduvai"},{"text":"It's the second-largest &amp; most southerly of the Philippines' main islands","response":"Mindanao"},{"text":"For now the world's largest body of floating ice, it's in the sea of the same name off Antarctica","response":"the Ross Ice Shelf"},{"text":"In 1993 it became the capital of an independent Eritrea; it's still the capital","response":"Asmara"},{"text":"Guadalcanal is a Pacific island; the same 6 letters start the name of this river that flows through southern Spain","response":"Guadalquivir"}],"originalDate":"2023-05-24"},{"category":"YOU KNOW IT'S NOT THE SAME AS IT WAS","comments":"","clues":[{"text":"Lovers of the game like Ken Burns &amp; Bill \"Spaceman\" Lee have observed there's no this in baseball, but as of 2023 there is","response":"a clock"},{"text":"In 2023 a longtime Wash. Post editor wrote, \"truth-seeking news media must move beyond\" this idea of giving facts without bias","response":"objectivity"},{"text":"The Democratic National Committee has taken the first presidential primary away from New Hampshire &amp; given it to this state","response":"South Carolina"},{"text":"Recent movies like \"Lady Chatterley's Lover\" &amp; TV like \"The Affair\" credit this type of coordinator of romantic scenes","response":"an intimacy coordinator"},{"text":"Bacteria, parasites &amp; viruses inside you sound bad, but they're now seen as this 10-letter realm essential to gut &amp; overall health","response":"microbiome"}],"originalDate":"2023-05-24"},{"category":"RECENT EVENTS","comments":"","clues":[{"text":"This world capital pulled back on its wild &amp; weedy ways with a 2023 ban on smoking marijuana in its famous red light district","response":"Amsterdam"},{"text":"In Feb. 2023 a young girl was rescued after 147 hours in rubble from the devastating 7.8 earthquake in Syria &amp; this country","response":"Turkey"},{"text":"The FDA gave early approval to Leqembi, a breakthrough drug that clears amyloid protein buildup from the brain to fight this disease","response":"Alzheimer's"},{"text":"Subheads in a piece on this N.Y. rep.: \"lied about where he went to... college\"; \"allegedly swindled a disabled vet whose dog was dying\"","response":"George Santos"},{"text":"With 50,000 mercenaries, many from prisons, the outfit called this group has become a key part of Russia's force in Ukraine","response":"the Wagner Group"}],"originalDate":"2023-05-24"},{"category":"SOME HARD WORDS","comments":"","clues":[{"text":"The task is this, meaning extraordinarily difficult? must be a job for a mythical Greek hero!","response":"Herculean"},{"text":"Stoves &amp; stomachs are made of this 2-word alloy formed in a mold","response":"cast iron"},{"text":"This synonym for indifferent is a homonym of a word for hardened skin","response":"callous"},{"text":"Thoroughly heated via immersion, or the type of fiction mastered by James M. Cain","response":"hard-boiled"},{"text":"Old French for \"diamond\", it can mean a diamond or other object of unyielding firmness","response":"adamant"}],"originalDate":"2023-05-24"},{"category":"COPS &amp; ROBBERS TV","comments":"","clues":[{"text":"Christine &amp; Mary Beth were the first names of this title police twosome played by Sharon &amp; Tyne","response":"Cagney and Lacey"},{"text":"This New Jersey strip club was a place to hang out &amp; discuss mafia business on \"The Sopranos\"","response":"Bada Bing!"},{"text":"The exploits of a real-life criminal gang in early 20th century Birmingham, England were the basis for this series","response":"<i>Peaky Blinders</i>"},{"text":"As Lilly Rush on this show, Kathryn Morris was a cop determined not to let forgotten crimes &amp; victims stay that way","response":"<i>Cold Case</i>"},{"text":"From 1967 to 1975 Raymond Burr battled evildoers from his wheelchair as this crimefighter","response":"Ironside"}],"originalDate":"2023-05-24"}],{"category":"HISTORIC DATES","text":"Date in 1777 on which the Continental Congress approved a flag of 13 stripes &amp; 13 stars","response":"June 14"}]}