{"mix":568,"rounds":[[{"category":"FOOD FACTS","comments":"","clues":[{"text":"Believed to be the 1st grain cultivated, the \"pearl\" variety is often used in soups","response":"barley"},{"text":"During the winemaking process, \"setting the wine in cooperage\" refers to this step","response":"putting in barrels"},{"text":"This \"nut\" served as dessert at Chinese restaurants is the fruit of the soapberry tree","response":"a lychee nut"},{"text":"Soft lumps formed in the process of coagulation, often of milk","response":"curd"},{"text":"From Greek for \"sweet root\", too much of this dark sweet can cause high blood pressure in some","response":"licorice"}],"originalDate":"1988-07-21"},{"category":"GAMES","comments":"","clues":[{"text":"The current game rage, \"Pictionary\", is this popular party game with pictures, not pantomime","response":"charades"},{"text":"In 1979, 1 1/2 times as much money for this game was printed in the U.S. as real money","response":"<i>Monopoly</i>"},{"text":"In whist, forerunner of bridge, the dealer would name this, or \"bridge\" the option to his partner","response":"trump"},{"text":"Game in which a player can achieve squopping with his squidger, the larger disc","response":"tiddlywinks"},{"text":"To \"enter upon\" in Parcheesi, you need this number in any combination to come up on the dice","response":"5"}],"originalDate":"1988-07-21"},{"category":"THE MEDITERRANEAN","comments":"","clues":[{"text":"In French, the official language, this Mediterranean island's name is \"Corse\"","response":"Corsica"},{"text":"Outlet opened in 1869, closed in 1967 &amp; reopened in 1975","response":"the Suez Canal"},{"text":"The shortened name for this pest is the medfly","response":"the Mediterranean fruit fly"},{"text":"Number of continents that border the Mediterranean","response":"3"},{"text":"This landmark's name came from the Arabic \"Jabal Tariq\" meaning \"Mount of Tariq\"","response":"the Rock of Gibraltar"}],"originalDate":"1988-07-21"},{"category":"TITLES","comments":"","clues":[{"text":"It's from the French for \"my lady\"","response":"<i>madame</i>"},{"text":"A Japanese emperor or British operetta","response":"the mikado"},{"text":"The title of this local official came from the Latin \"major\", meaning \"greater\"","response":"mayor"},{"text":"These initials stand for a mail service official or the top British government official","response":"P.M."},{"text":"Emir is a title of honor given to descendants of this person","response":"Mohammed"}],"originalDate":"1988-07-21"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"Joseph Lister's ideas about killing germs germinated after he read about this French chemist","response":"Pasteur"},{"text":"He said, modestly, \"Nature created penicillin. I only found it.\"","response":"Fleming"},{"text":"Once a \"Quiz Kid\" on radio, James Watson helped figure out the double-helix structure of this","response":"DNA (deoxyribonucleic acid)"},{"text":"The element abbreviated \"Lw\" is named for this man, inventor of the cyclotron","response":"Ernest Lawrence"},{"text":"This Dane, who explained the atom, donated his gold Nobel medal to Finnish war relief","response":"Niels Bohr"}],"originalDate":"1988-07-21"},{"category":"NEW TESTAMENT","comments":"","clues":[{"text":"The early Christians were called Nazarenes, a name derived from this","response":"Nazareth"},{"text":"The crucifixion took place on Calvary, or Golgotha, which means \"the place of...\" this skeletal feature","response":"the skull"},{"text":"Author of the last book of the New Testament, this saint was called the \"Divine\", meaning \"theologian\"","response":"John"},{"text":"Jesus likened the last judgement to sheep being separated from these other farm animals","response":"the goats"},{"text":"You can walk through a 2700-year-old tunnel that still carries water to this Jerusalem pool","response":"the Pool of Siloam"}],"originalDate":"1988-07-21"}],[{"category":"9-LETTER WORDS","comments":"","clues":[{"text":"What you often do if your alarm fails to go off or your spouse doesn't wake you","response":"oversleep"},{"text":"This class of dog is almost always fetching<span class=\"nobreak\">--</span>that's how it got its name","response":"a retriever"},{"text":"When 2 lines on a graph meet &amp; cross they are said to do this","response":"intersect"},{"text":"It's 2 or more cars parked obliquely across a street with B. Crawford standing behind them","response":"a roadblock"},{"text":"A two-way split, usually into contradictory parts or opinions","response":"dichotomy"}],"originalDate":"1988-07-21"},{"category":"DRAMA","comments":"","clues":[{"text":"J.M. Barrie fantasy that opens with Nana the dog turning down bedcovers &amp; running bath water","response":"<i>Peter Pan</i>"},{"text":"Eugene O'Neill wrote a modern tragedy about \"Desire Under\" these","response":"the Elms"},{"text":"Goethe was to Germany as Ibsen was to this country","response":"Norway"},{"text":"Credited with inventing tragedy, Thespis is also considered the 1st of these","response":"an actor"},{"text":"In his \"Endgame\", the main character's parents, Nagg &amp; Nell, spend the entire play in garbage cans","response":"(Samuel) Beckett"}],"originalDate":"1988-07-21"},{"category":"\"PLEASE\"ING SONGS","comments":"","clues":[{"text":"Early Beatles hit that fits the category<span class=\"nobreak\">--</span>twice, in fact","response":"\"Please Please Me\""},{"text":"A #1 hit for The Marvelettes in 1961 &amp;,  14 years later, for the Carpenters","response":"\"Please Mr. Postman\""},{"text":"Though Dave Loggins asked his lady to come to 3 cities, this, the song's title, includes only one","response":"\"Please Come To Boston\""},{"text":"\"Don't play B-17\" was the plea in this 1975 Olivia Newton-John song","response":"\"Please Mr. Please\""},{"text":"Hank Locklin's 1960 hit song, or what a highwire walker who just slipped off the wire might say","response":"\"Please Help Me, I'm Falling\""}],"originalDate":"1988-07-21"},{"category":"CZECH, PLEASE","comments":"","clues":[{"text":"A Czech museum has unearthed 10 manuscript scores supposedly by this rival of Mozart","response":"Salieri"},{"text":"The country is divided into 2 republics, the Czech Socialist Republic &amp; this","response":"the Republic of Slovak (the Slovak Socialist Republic)"},{"text":"In January 1988, 127 Czechs were accused of stealing some $200,000 worth of this from Pilsen","response":"beer"},{"text":"1987 film in which Sally Kirkland played an aging Czech actress in New York City","response":"<i>Anna</i>"},{"text":"Gorbachev's reform ideas are akin to Dubcek's, who was jailed after Russia invaded in this year","response":"1968"}],"originalDate":"1988-07-21"},{"category":"EXPLORERS","comments":"","clues":[{"text":"This New York Herald reporter explored the Congo River for three years after finding Livingstone","response":"Stanley"},{"text":"In 1478, he served as a purchasing agent for the Genoese traders Di Negro &amp; Centurione","response":"Columbus"},{"text":"A pile of bones in the Cathedral of Lima is said to be the remains of this conqueror","response":"Pizarro"},{"text":"This Portuguese prince promoted explorations of Africa's west coast in the 1400s, but never went himself","response":"Prince Henry the Navigator"},{"text":"This Frenchman explored Canada as far west as Lake Huron &amp; later became its governor","response":"Samuel de Champlain"}],"originalDate":"1991-03-21"},{"category":"CLICHES","comments":"","clues":[{"text":"A suspicious person is said to smell one of these rodents","response":"a rat"},{"text":"If your hat is in this, you're a candidate","response":"the ring"},{"text":"To rub this in a wound means to add insult to injury; ouch!","response":"salt"},{"text":"To rule this means to be in charge, as a cock of the walk could tell you","response":"the roost"},{"text":"Probably originating among circus folk or traveling theater groups, it means \"let's get moving\"","response":"let's get the show on the road"}],"originalDate":"1991-03-21"}],{"category":"PRESIDENTS","text":"Number of Vice Presidents of the last 50 years who later became President","response":"4"}]}