{"mix":571,"rounds":[[{"category":"OPERA","comments":"","clues":[{"text":"If you hear \"It Ain't Necessarily So\", you are necessarily hearing music from this opera","response":"<i>Porgy and Bess</i>"},{"text":"In Verdi's \"Macbeth\", he's killed right after singing a beautiful aria &amp; before becoming a ghost","response":"Banquo"},{"text":"This country's national opera company is the Ethniki Lyriki Skini","response":"Greece"},{"text":"In the \"Ring Cycle\", he is raised by a Nibelung","response":"Siegfried"},{"text":"Term for the speech that's sung between arias","response":"recitative"}],"originalDate":"1988-09-20"},{"category":"THE ENGLISH LANGUAGE","comments":"","clues":[{"text":"Only this language is spoken by more people than English","response":"Mandarin (Chinese)"},{"text":"According to Guinness, they include: the, and, of &amp; to","response":"the most frequently used words in the English language in written form"},{"text":"Pidgin English is used primarily between westerners &amp; natives of this continent","response":"Asia"},{"text":"After 1066 Old English evolved into Middle English, due mainly to the influence of this language","response":"Norman French"},{"text":"The only Central American country that has English as an official language","response":"Belize"}],"originalDate":"1988-09-20"},{"category":"HISTORIC PLACES","comments":"","clues":[{"text":"In ancient times, criminals were thrown from the south face of this city's Capitoline Hill","response":"Rome"},{"text":"Camp David, the presidential retreat, is in this state","response":"Maryland"},{"text":"One of the bloodiest battles in U.S. history was fought on this island a.k.a. \"Naka Iwo\"","response":"Iwo Jima"},{"text":"In the 1880s gold was found in this island group, called \"land of fire\" by Magellan","response":"Tierra del Fuego"},{"text":"Located between Afghanistan &amp; Pakistan, this 33 mi. mountain gap was famous in the annals of British India","response":"the Khyber Pass"}],"originalDate":"1988-09-20"},{"category":"ARTISTS","comments":"","clues":[{"text":"He said, \"The more the marble wastes, the more the statue grows,\" &amp; proved it with his David","response":"Michelangelo"},{"text":"His pale face topped with silver hair was almost as familiar as his paintings of soup cans","response":"Andy Warhol"},{"text":"Born Anna Mary Robertson, she was discovered at age 77 &amp; painted 40 pictures after reaching 100","response":"Grandma Moses"},{"text":"Braque said he &amp; this other famed Cubist were \"roped together like mountaineers\"","response":"Picasso"},{"text":"After Spain's King Philip II denied him royal patronage, he worked the rest of his life for the church","response":"El Greco"}],"originalDate":"1988-09-20"},{"category":"RELIGION","comments":"","clues":[{"text":"Unification Church officials say a man from Zimbabwe is the reincarnation of this leader's son","response":"(the Reverend) Moon"},{"text":"According to Bernadette, the Virgin Mary said the waters of this town will heal the sick","response":"Lourdes"},{"text":"A dhoti is a long white loincloth worn by men in this religion","response":"Hinduism"},{"text":"Jehovah's Witnesses believe Christ cast him out of heaven in 1914, hence the world's troubles","response":"Satan"},{"text":"Islamic law allows a man to keep up to this many wives at one time","response":"4"}],"originalDate":"1988-09-20"},{"category":"ANIMALS","comments":"","clues":[{"text":"Gemsboks have straight, rapier-like ones which can reach a length of four feet","response":"horns"},{"text":"The Javan rhinoceros is almost extinct on this, its native continent","response":"Asia"},{"text":"Contrary to popular belief, you can't tell how old a rattlesnake is by doing this","response":"counting its rattles"},{"text":"The female Suriname toad carries these in the thick, spongy skin of her back","response":"her young (or her eggs)"},{"text":"Porcupines belong to this order of mammals","response":"rodent"}],"originalDate":"1991-04-30"}],[{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"Some say French actress Jeanne Moreau was the 1st choice to play Mrs. Robinson in this 1967 film","response":"<i>The Graduate</i>"},{"text":"Tyrone Power's sword in \"The Mark of Zorro\" was the same one used by this actor in a 1920 silent version","response":"Douglas Fairbanks"},{"text":"This 1966 film based on a Ray Bradbury novel was director F. Truffaut's only movie in English","response":"<i>Fahrenheit 451</i>"},{"text":"In \"The Seven Year Itch\", Marilyn Monroe said this 50s movie \"creature\" \"wasn't really all bad\"","response":"the creature from <i>The Black Lagoon</i>"},{"text":"At the end of this 1952 film, Burt Lancaster told Shirley Booth, \"It's good to be home\"","response":"<i>Come Back, Little Sheba</i>"}],"originalDate":"1991-04-30"},{"category":"ROYALTY","comments":"","clues":[{"text":"In 1945, the Russians captured Puyi, the last emperor of this country, &amp; sent him to Siberia","response":"China"},{"text":"This Bonnie Prince, also known as The Young Pretender, was noted for his drunkenness &amp; debauchery","response":"Charlie"},{"text":"Octavian had her teenage son Ptolemy XV executed in 30 B.C.","response":"Cleopatra"},{"text":"The parents of this country's King Victor Emmanuel III were cousins","response":"Italy"},{"text":"Traditionally, the crown prince of this Low Country holds the title Duke of Brabant","response":"Belgium"}],"originalDate":"1991-04-30"},{"category":"COMIC BOOKS","comments":"","clues":[{"text":"In \"Superman\" #50 in 1990, Clark Kent proposed to this colleague","response":"Lois Lane"},{"text":"Titles in this company's line include \"Betty's Diary\", \"Betty &amp; Me\" &amp; \"Betty &amp; Veronica\"","response":"the Archie Comics"},{"text":"To avoid confusion with the Marvel title, Acme Eclipse used \"Steed &amp; Mrs. Peel\" instead of this","response":"<i>The Avengers</i>"},{"text":"Television series on which the 1991 Innovation comic seen here is based","response":"<i>Lost in Space</i>"},{"text":"This character's early years are featured in \"Legends of the Dark Knight\"","response":"Batman"}],"originalDate":"1991-04-30"},{"category":"APPROXIMATE WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"When a number of patients see the psychiatrist at the same time, it's this type of therapy","response":"group"},{"text":"Edgar Guest wrote, \"It takes this much a-livin' in a house to make it home\"","response":"a heap"},{"text":"A lovely amount of coconuts for Mr. Griffin","response":"a bunch"},{"text":"Colossal, like Cronus, or a famous sunken ship","response":"Titanic"},{"text":"It's usually a covey of quail; in \"Paradise Lost\", Milton wrote of one of fair women","response":"a bevy"}],"originalDate":"1991-04-30"},{"category":"NOVELS","comments":"","clues":[{"text":"In its original German, this B. Traven novel was titled \"Der Schatz der Sierra Madre\"","response":"<i>The Treasure Of The Sierra Madre</i>"},{"text":"Town in which the real king of Ruritania was held prisoner","response":"Zenda"},{"text":"Dr. Van Helsing, called in from Amsterdam to cure Lucy Westenra, tracks him down","response":"Dracula"},{"text":"John Buchan's son said the inspiration for this novel was stairs from a nursing home to a beach","response":"<i>The Thirty-Nine Steps</i>"},{"text":"In a Dickens tale, Quilp the dwarf had his eyes on this young granddaughter of a shopkeeper","response":"Little Nell"}],"originalDate":"1991-04-30"},{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"He was Sam Houston's Secretary of State &amp; got the capital named after him","response":"(Stephen) Austin"},{"text":"5 years after discovery of the Comstock Lode, it was let into the Union, though it still lacked the required population","response":"Nevada"},{"text":"Edmund Ruffin is credited with doing this April 12, 1861; we don't know if he hit anything","response":"firing the first shot on Fort Sumter"},{"text":"This man defeated Grover Cleveland in 1888 &amp; lost to him in 1892","response":"Benjamin Harrison"},{"text":"This early labor organization began as a secret society of Philadelphia garment cutters in 1869","response":"the Knights of Labor"}],"originalDate":"1991-04-30"}],{"category":"THE CABINET","text":"Department whose 1st secretary was Oveta Culp Hobby &amp; whose last was Patricia Roberts Harris","response":"HEW (Health, Education & Welfare)"}]}