{"mix":572,"rounds":[[{"category":"COMPOSERS","comments":"","clues":[{"text":"An authentic signature of his is more likely to include the middle name Amadei instead of Amadeus","response":"Mozart"},{"text":"This American conducted for the last time on August 19, 1990 at Tanglewood in Massachusetts","response":"Bernstein"},{"text":"This 19th century German opera composer's original last name was Beer, but he lengthened it","response":"Meyerbeer"},{"text":"Claudio Monteverdi became director of music at St. Mark's Basilica in this city in 1613","response":"Venice"},{"text":"This Puccini opera set in China wasn't performed until after his death","response":"<i>Turandot</i>"}],"originalDate":"1991-04-30"},{"category":"QUOTES","comments":"","clues":[{"text":"In Hyperion, Longfellow wrote, \"In this world, a man must either be Anvil or this\"","response":"hammer"},{"text":"Irving Berlin quipped, \"The world would not be in such a snarl if Marx had been Groucho instead of him\"","response":"Karl Marx"},{"text":"Burt Taylor defined a bore as \"a man who, when you ask him how he is\", does this","response":"tell you"},{"text":"Elbert Hubbard said, \"Don't take this too seriously; you will never get out of it alive\"","response":"life"},{"text":"The 4 words that complete the line from Olney Hymns, \"God moves in a mysterious way\"","response":"his wonders to perform"}],"originalDate":"1991-04-30"},{"category":"MEDICAL HISTORY","comments":"","clues":[{"text":"In 1890, William Halsted began the practice of wearing these rubber items during surgery","response":"gloves"},{"text":"He discusses his famous slip in his 1901 work, \"The Psychopathology of Everyday Life\"","response":"Freud"},{"text":"In the 1890s, French pharmacist Jules Bengue discovered an ointment for sore ones","response":"muscles"},{"text":"In 1896, Dr. W.P. Morgan described this condition as \"word blindness\"","response":"dyslexia"},{"text":"In 1977, this new procedure to reopen diseased arteries was developed","response":"angioplasty"}],"originalDate":"1991-04-30"},{"category":"SOME OF THE 10 COMMANDMENTS","comments":"(Mayim: From the book of Exodus in the King James Bible.)","clues":[{"text":"\"Remember\" this \"day, to keep it holy\"","response":"the Sabbath"},{"text":"\"Thou shalt not commit\" this, so thou shalt better stay true","response":"adultery"},{"text":"These 4 words come 2 verses before \"Thou shalt not steal\"","response":"Thou shalt not kill"},{"text":"\"Thou shalt not\" do this shenanigan with \"the name of the Lord thy God\"","response":"take thy name in vain"},{"text":"Putting idols in idle; \"Thou shalt not make unto thee any\" this kind of \"image\"","response":"graven"}],"originalDate":"2023-05-19"},{"category":"ON A FIRST-NAME BASIS WITH BOOZE","comments":"","clues":[{"text":"A bourbon: <br>Mr. Beam","response":"Jim"},{"text":"A scotch: <br>Mr. Walker","response":"Johnnie"},{"text":"A tequila: <br>Señor Cuervo","response":"Jose"},{"text":"A fine cognac: <br>Monsieur Martin","response":"Rémy"},{"text":"Essentially a screwdriver with a little Galliano: <br>Mr. Wallbanger","response":"Harvey"}],"originalDate":"2023-05-19"},{"category":"THOSE BALLS HAVE \"I\"s","comments":"","clues":[{"text":"This type of ball used in pool &amp; in snooker is from a French word for the stick with which it's struck","response":"billiard"},{"text":"These perforated plastic balls are made for playing the same-named game in spaces that are too small for baseball","response":"Wiffle balls"},{"text":"In addition to its volleyballs, this company has been making the official NFL football since 1941","response":"Wilson"},{"text":"After a century with its original supplier, in 1976 MLB said \"Goodbye, Mr.\" this &amp; made Rawlings its new official ball","response":"Spalding"},{"text":"The name of this golf ball brand used by champions like Jordan Spieth sounds like a champion","response":"Titleist"}],"originalDate":"2023-05-19"}],[{"category":"LITERARY MISMATCHES","comments":"","clues":[{"text":"In this classic novel, Cathy's marriage to Edgar doesn't stand a chance against Cathy's love for Heathcliff","response":"<i>Wuthering Heights</i>"},{"text":"In a Daphne du Maurier novel, Maxim de Winter tells his nameless second wife he was not happy with this first one","response":"Rebecca"},{"text":"Nora Ephron's novel about the end of a marriage bemoans \"mysteries like... neuritis, neuralgia, acid indigestion &\" this title condition","response":"heartburn"},{"text":"This divorcing doctor is \"in trouble\" in a novel by Taffy Brodesser-Akner &amp; the FX adaptation","response":"Fleishman"},{"text":"Of this novel about the floundering Wheelers, Richard Yates said his title meant that the this of 1776 hit a dead end in the 1950s","response":"<i>Revolutionary Road</i>"}],"originalDate":"2023-05-19"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"The tibia is also called this bone, a part of the lower leg","response":"the shin"},{"text":"Connective tissues include ligaments &amp; these, which usually attach muscles to bones","response":"tendons"},{"text":"Newer research suggests that ovarian cancer may actually start in these tubes","response":"the fallopian tubes"},{"text":"Actually produced by the pituitary gland, the hormone TSH is short for this stimulating hormone","response":"thyroid"},{"text":"The lowest part of the brain stem has this 2-word name","response":"the medulla oblongata"}],"originalDate":"2023-05-19"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"Photographers to the stars: <br>A PIZZA RAP","response":"paparazzi"},{"text":"Going head over heels: <br>SOUL MASTER","response":"a somersault"},{"text":"Don't forget the Hollandaise sauce: <br>BE DECENT GIGS","response":"eggs Benedict"},{"text":"A colonizer like Cortés:<br>CARTOON SQUID","response":"a conquistador"},{"text":"Spittingly, a perfect receptacle: <br>CRISP DUO","response":"a cuspidor"}],"originalDate":"2023-05-19"},{"category":"HAVE A \"HART\"","comments":"","clues":[{"text":"For years, this genial host said, \"Good morning, America\"","response":"David Hartman"},{"text":"The middle S in his name could have stood for \"stone-faced silent star\"","response":"William S. Hart"},{"text":"This playwright won a Tony for directing \"My Fair Lady\" on Broadway","response":"Moss Hart"},{"text":"Due to its high shoulders, this African antelope's back slopes to the rear","response":"a hartebeest"},{"text":"She debuted as the blind girl in \"A Patch of Blue\"","response":"Elizabeth Hartman"}],"originalDate":"1991-04-29"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"Germany agreed to send food stockpiled in Berlin for a Cold War crisis to this country","response":"Russia (Soviet Union)"},{"text":"Time reports after women demonstrated in Riyadh, this country formally banned them from driving","response":"Saudi Arabia"},{"text":"A colonel &amp; 8 others were finally charged in the 1989 killing of 6 Jesuits in this country","response":"El Salvador"},{"text":"In 1990, Norplant became the first drug approved in the U.S. since the 1960s for this purpose","response":"birth control"},{"text":"2 days before Bush visited this South American country, President Menem put down a military revolt","response":"Argentina"}],"originalDate":"1991-04-29"},{"category":"SEWING","comments":"","clues":[{"text":"This line on a garment can be jewel, scoop, cowl or V","response":"a neckline"},{"text":"1 of 2 types of shears used to keep raw fabric edges from unraveling","response":"pinking shears (or scalloping shears)"},{"text":"Sharps &amp; betweens are 2 types of these used in sewing","response":"needles"},{"text":"These fasteners come in chain &amp; coil types","response":"zippers"},{"text":"Some of these holding devices come with a bag of emery for sharpening, &amp; some look like tomatoes","response":"pin cushions"}],"originalDate":"1991-04-29"}],{"category":"ROYAL FAMILIES","text":"In 1932, this Mideast country took on the name of its ruling family which still rules today","response":"Saudi Arabia"}]}