{"mix":573,"rounds":[[{"category":"SPORTS RECORDS","comments":"","clues":[{"text":"The highest NBA game score was made when this Detroit team squeaked by the Denver Nuggets 186-184","response":"the Detroit Pistons"},{"text":"In the 1976 Indianapolis 500, it took Bobby Unser a record 4 seconds to make one of these","response":"a pit stop"},{"text":"In this sport, participants doing delayed drops can travel at 625 miles per hour, a non-mechanical record","response":"skydiving"},{"text":"Over a 40-year career with the Bears, he won the most games of any NFL coach, 325","response":"George Halas"},{"text":"A record 10 million people are live spectators during the 3 weeks this event is run in Europe","response":"Tour de France"}],"originalDate":"1991-04-29"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Sixtus was the seventh one of these, serving from about 115-125","response":"a Pope"},{"text":"A good lute player, in the 1500s he wrote Protestant hymns, as well as the \"95 Theses\"","response":"Martin Luther"},{"text":"Name shared by 2 kings of Portugal, 2 kings of the Two Sicilies, &amp; 7 kings of Spain","response":"Ferdinand"},{"text":"Term for the 5 men in charge during the French Revolution; you didn't dial 411 for their assistance","response":"the Directory (le Directoire)"},{"text":"In Gaul, these Celtic priests led rebellions against the Romans","response":"the Druids"}],"originalDate":"1991-04-29"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"The main character of this H.G. Wells novel is simply called \"The Time Traveler\"","response":"<i>The Time Machine</i>"},{"text":"The ghost shows him his former self when he was apprenticed to old Fezziwig","response":"Ebenezer Scrooge"},{"text":"Dr. Pangloss teaches this Voltaire hero that they live in the best of all possible worlds","response":"Candide"},{"text":"The people of Camelot called this Mark Twain title character \"The Boss\"","response":"A Connecticut Yankee"},{"text":"In this play, Katharina &amp; Bianca are daughters of Baptista, a rich gentleman of Padua","response":"<i>Taming of the Shrew</i>"}],"originalDate":"1991-04-29"},{"category":"SAINTS","comments":"","clues":[{"text":"St. Barbara is said to protect people from this because her dad was struck by it after he killed her","response":"lightning"},{"text":"Edward the Confessor died a week after this abbey he built had been consecrated","response":"Westminster Abbey"},{"text":"St. Paul was present when this first Christian martyr was stoned, but he didn't throw any stones","response":"Stephen"},{"text":"St. Rupert went to the old Roman town of Juvavum in Austria, opened salt mines, &amp; renamed it this","response":"Salzburg"},{"text":"This personal secretary to Pope Damasus translated the entire Bible into Latin","response":"St. Jerome"}],"originalDate":"1991-04-29"},{"category":"SPACE EXPLORATION","comments":"","clues":[{"text":"Using laser reflectors left there 20 years ago, scientists have found it's receding from the Earth","response":"the Moon"},{"text":"In 1965, Edward White did this 1st for the U.S. &amp; it lasted 20 minutes, longer than the 1st American was in space","response":"a spacewalk"},{"text":"Sputnik 1 went up empty; Sputnik 2 had Laika, one of these, inside","response":"a dog"},{"text":"In 1973, Owen Garriott spent 59 days aboard this","response":"Skylab"},{"text":"Named for a 16th c. explorer, on May 4, 1989, it became the 1st planetary mission launched from a shuttle","response":"Magellan"}],"originalDate":"1991-04-29"},{"category":"OPERA","comments":"","clues":[{"text":"The English translation of this Strauss opera is \"The Bat\"","response":"<i>(Die) Fledermaus</i>"},{"text":"This bride of Lammermoor &amp; her love, Edgardo, wind up dead at the end of the opera","response":"Lucia"},{"text":"A number of operas called Esmeralda are based on a novel by this Frenchman","response":"(Victor) Hugo"},{"text":"Transformed into one of these insects, Gvidon takes flight in a Rimsky-Korsakov opera","response":"a bumblebee"},{"text":"Written for the opening of Prague's national theatre, his \"Libuse\" has been called \"the Czech national opera\"","response":"(Bedrich) Smetana"}],"originalDate":"1991-04-29"}],[{"category":"PEOPLE","comments":"","clues":[{"text":"Sydney, this \"Little Tramp\"'s son now runs a restaurant near Palm Springs, California","response":"Chaplin"},{"text":"Differences with the American Ballet Theatre management led to his resignation as artistic director in 1989","response":"Baryshnikov"},{"text":"This chairman of the Federal Reserve Board was a close friend of philosopher Ayn Rand","response":"(Alan) Greenspan"},{"text":"His first English-language album, \"1100 Bel Air Place\", sold over a million copies in 5 days","response":"Julio Iglesias"},{"text":"Making fun of his folksy style, some called this 1940 presidential candidate \"a simple barefoot Wall Street lawyer\"","response":"Wendell Willkie"}],"originalDate":"1991-04-29"},{"category":"WALES","comments":"","clues":[{"text":"A Welsh symbol for hundreds of years, this fire-breathing creature appears on the flag of Wales","response":"a dragon"},{"text":"This famous dish consists of melted cheese &amp; butter served on toast","response":"Welsh rarebit"},{"text":"The name of this Welsh capital means \"fort on the Taff River\"","response":"Cardiff"},{"text":"In 1536, this Tudor king proclaimed the Act of Union, uniting Wales &amp; England","response":"Henry VIII"},{"text":"Wordsworth wrote lines composed a few miles above this 12th century abbey in the county of Gwent","response":"Tintern Abbey"}],"originalDate":"1991-04-29"},{"category":"MODERN HISTORY","comments":"","clues":[{"text":"This late Iranian was known as the leader of the Islamic Revolution","response":"the Ayatollah Khomeini"},{"text":"He donated the money from his 1964 Nobel Peace Prize to the civil rights movement","response":"Martin Luther King, Jr."},{"text":"After helping Castro take over Cuba, he tried to get the tin miners of Bolivia to revolt","response":"Che Guevara"},{"text":"Under arrest and confinement from 1952 to 1961, in 1963, he became Prime Minister of Kenya; in 1964, President","response":"Jomo Kenyatta"},{"text":"In 1958, this British philosopher helped launch the Campaign for Nuclear Disarmament","response":"Bertrand Russell"}],"originalDate":"1991-04-26"},{"category":"LAW","comments":"","clues":[{"text":"It's an order of the court issued to a law officer allowing him to look over a premises for stolen material","response":"a search warrant"},{"text":"Unlike other states, California has no age limit for this if there's parental consent","response":"marriage"},{"text":"Not the Attorney General, but this general usually represents the government in the U.S. Supreme Court","response":"Solicitor General"},{"text":"Illegal process of staking off all or part of another miner's staked-off area for yourself","response":"claim jumping"},{"text":"In 1609, Hugo Grotius, father of international law, said, \"They are free to all nations and subject to none\"","response":"the oceans (the seas)"}],"originalDate":"1991-04-26"},{"category":"AWARDS","comments":"","clues":[{"text":"In 1974, this late Monaco princess won the Mary Martin Award for promoting interest in needlepoint","response":"Grace Kelly"},{"text":"In 1962, E.G. Marshall won his first Emmy for his role as attorney Lawrence Preston in this TV series","response":"<i>The Defenders</i>"},{"text":"A medal named for this Lindbergh plane is given for service in aeronautics or astronautics","response":"the Spirit of St. Louis"},{"text":"Andrea McArdle was nominated for a Tony in 1977 for playing this title role","response":"Annie"},{"text":"In 1927, this Chief Justice was given the Boy Scout Silver Buffalo Award for service to youth","response":"(William Howard) Taft"}],"originalDate":"1991-04-26"},{"category":"DETECTIVE STORIES","comments":"","clues":[{"text":"In 1910, Baroness Orczy wrote about a lady detective in \"Lady Molly of\" this yard","response":"Scotland Yard"},{"text":"Richard Austin Freeman created the inverted detective story in which this is revealed near the beginning","response":"the criminal"},{"text":"At the beginning of \"The Thin Man\", this man is waiting for Nora to finish her Christmas shopping","response":"Nick Charles"},{"text":"The detective in his first story wasn't Marlowe, but Mallory, a possible reference to Sir Thomas Mallory","response":"Raymond Chandler"},{"text":"The author pitted Nero Wolfe against J. Edgar Hoover &amp; the FBI in \"The Doorbell Rang\"","response":"Rex Stout"}],"originalDate":"1991-04-26"}],{"category":"WOMEN'S RIGHTS","text":"U.S. women finally won the right to vote in nat'l elections during this president's administration","response":"(Woodrow) Wilson"}]}