{"mix":581,"rounds":[[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"An inlet of the Caribbean Sea, this lake is actually a lagoon &amp; considered by some to be South America's largest natural lake","response":"Maracaibo"},{"text":"Alan Jackson showed off his waterskiing talents in the video for his song named for this river","response":"the Chattahoochee"},{"text":"Henry Rowe Schoolcraft is said to have coined the name of this American lake from Latin for \"truth\" &amp; \"head\"","response":"Lake Itasca (in Minnesota)"},{"text":"Mentioned in the Bible, the King's Highway joined Syria to this gulf at the north of the Red Sea","response":"Gulf of Aqaba"},{"text":"It flows 2,300 miles from the Altai Mountains to the Arctic Ocean","response":"the Ob River"}],"originalDate":"2023-05-17"},{"category":"MEDICAL TERMS","comments":"","clues":[{"text":"Often called \"the silent killer\", it's the medical term for high blood pressure","response":"hypertension"},{"text":"It's the medical term for baldness, partial or complete &amp; usually on the scalp, but it can be over the entire body","response":"alopecia"},{"text":"Latin gives us this 8-letter word for ringing in the ears","response":"tinnitus"},{"text":"It's the clinical term for blood poisoning by bacteria","response":"septicemia (or sepsis)"},{"text":"Low levels of folic acid during pregnancy are linked to this condition, Latin for \"split backbone\"","response":"spina bifida"}],"originalDate":"2023-05-17"},{"category":"SCRAMBLED MAMMALS","comments":"","clues":[{"text":"Rain forest swinger:<br>TUNA ARGON","response":"orangutan"},{"text":"It has a nose for insects:<br>TENT AREA","response":"anteater"},{"text":"A burrowing marsupial:<br>BOW MAT","response":"wombat"},{"text":"Little sleepyhead:<br>SOUR DEMO","response":"dormouse"},{"text":"Fierce weasel family member:<br>WINE LOVER","response":"wolverine"}],"originalDate":"2023-05-17"},{"category":"PAGE TO SCREEN WITH A DIFFERENT TITLE","comments":"","clues":[{"text":"Wil Wheaton could tell you the Stephen King novella \"The Body\" was filmed with this title","response":"<i>Stand by Me</i>"},{"text":"Shoeless Joe steps up to the plate in the novel \"Shoeless Joe\" &amp; in the movie version with this title","response":"<i>Field of Dreams</i>"},{"text":"Dick King-Smith's book first published in the U.K. as \"The Sheep-Pig\" was adapted into this movie","response":"<i>Babe</i>"},{"text":"\"Vengeance\", nonfiction about an Israeli counterterrorist team, came to the big screen under this title","response":"<i>Munich</i>"},{"text":"A sort of sci-fi \"Groundhog Day\", Hiroshi Sakurazaka's novel \"All You Need Is Kill\" became this Tom Cruise movie","response":"<i>Edge of Tomorrow</i>"}],"originalDate":"2023-05-17"},{"category":"ORCHESTRAS","comments":"","clues":[{"text":"After extensive renovations, Geffen Hall at Lincoln Center, home to this orchestra, reopened for the 2022-23 season","response":"the New York Philharmonic"},{"text":"Comedian-pianist Victor Borge was an honorary member of this country's Royal Orchestra, which goes back 575 years","response":"Denmark"},{"text":"Leonard Bernstein heard his first live concert at age 14, the Boston Pops under this longtime conductor","response":"Fiedler"},{"text":"Recordings by this U.S. orchestra have won 64 Grammys, 24 of them under the leadership of Sir Georg Solti","response":"the Chicago Symphony Orchestra"},{"text":"Musicians in this capital city's Hibernian Orchestra are all volunteers under the capable baton of John Finucane","response":"Dublin"}],"originalDate":"2023-05-17"},{"category":"4 CONSECUTIVE VOWELS OR CONSONANTS","comments":"","clues":[{"text":"Weak &amp; pathetic this type of person from the terrestrial planet!  Your feeble weapons are useless against the mind guns of Pevmet Zeta!","response":"earthling"},{"text":"The slopes of this volcano, which last erupted in March 2023, merge with those of Mauna Loa on the northwest","response":"Kīlauea"},{"text":"This word for brainy or elitist was big in 1949, when Life magazine gave examples: Harris Tweed, Eames chair, ballet &amp; Calder","response":"highbrow"},{"text":"This language family includes Cherokee, Mohawk &amp; Seneca","response":"Iroquoian"},{"text":"This capital of Argentina's Tierra del Fuego province is one of the southernmost cities in the world","response":"Ushuaia"}],"originalDate":"2023-05-17"}],[{"category":"AUTHORS","comments":"","clues":[{"text":"This founder of McSweeney's also gave us \"A Heartbreaking Work of Staggering Genius\" (it was)","response":"Eggers"},{"text":"This neurologist wrote about some of his more interesting cases in \"Awakenings\" &amp; \"The Man Who Mistook His Wife for a Hat\"","response":"Sacks"},{"text":"He was not so thrilled when his novel \"The Corrections\" was selected for Oprah's Book Club","response":"Franzen"},{"text":"1993's \"Pigs in Heaven\" is a sequel to her first novel, \"The Bean Trees\"","response":"Kingsolver"},{"text":"Terrorists take hostages at a party in the South America-set novel \"Bel Canto\" by this woman","response":"Patchett"}],"originalDate":"2023-05-17"},{"category":"FOREIGN HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"In Scotland, on the night of Jan. 25, this poet's birth is celebrated by reading his works &amp; eating traditional foods like haggis","response":"(Rabbie) Burns"},{"text":"This observance in the United Kingdom on November 5 is also known as Bonfire or Fireworks Night","response":"Guy Fawkes"},{"text":"Norfolk Island has Bounty Day, honoring when descendants from the Bounty mutiny moved to Norfolk from this island","response":"Pitcairn"},{"text":"Belgians celebrate July 21 as National Day, the day in 1831 when this royal ascended to the throne","response":"Leopold I"},{"text":"In Sweden, on this saint's day, Dec. 13, young girls wear white dresses &amp; serve coffee &amp; baked goods to their families","response":"St. Lucia"}],"originalDate":"2023-05-17"},{"category":"FAMOUS NAME OVERLAPS","comments":"","clues":[{"text":"The man with a \"Plan\" that earned a Nobel Peace Prize in 1953 &amp; Eminem's name at birth","response":"George Marshall Mathers"},{"text":"The 3-named British P.M. from 1916 to 1922 &amp; the 3-named American scientist granted a 1925 patent for cosmetics made from peanuts","response":"David Lloyd George Washington Carver"},{"text":"The 19th century man honored in name by Nevada's capital &amp; the fashion expert/TV star of \"Queer Eye\" &amp; \"How to Look Good Naked\"","response":"Kit Carson Kressley"},{"text":"The Founding Father with a university named for him in Fairfax, Va. &amp; the biographer of newly deceased George Washington in 1800","response":"George Mason Weems"},{"text":"An early 20th c. female modern dance pioneer &amp; a 19th century male master of cabinetmaking &amp; neo-classical furniture","response":"Isadora Duncan Phyfe"}],"originalDate":"2023-05-17"},{"category":"THE 1940s","comments":"","clues":[{"text":"No one knows how 1940s star pitcher Leroy Paige got this nickname","response":"Satchel"},{"text":"Edward Stettinius Jr.<br>was America's first delegate to this new organization","response":"the United Nations"},{"text":"During World War II, Norman Rockwell came up with this riveting woman for a Saturday Evening Post cover","response":"Rosie (the riveter)"},{"text":"Back in the 40s, CD didn't mean compact discs or certificate of deposit, but this","response":"civil defense"},{"text":"On June 20, 1947, the president vetoed this labor act, but Congress overrode it","response":"the Taft-Hartley Act"}],"originalDate":"1991-10-09"},{"category":"THE BIBLE","comments":"","clues":[{"text":"According to Genesis, God formed him of the dust of the ground","response":"Adam"},{"text":"When the soldiers came to arrest Jesus, Judas identified him in this manner","response":"with a kiss"},{"text":"Wishing to stay with Naomi, she said,<br>\"Wither thou goest I will go\"","response":"Ruth"},{"text":"In First Corinthians, Chapter 13, Verse 13,<br>the apostle Paul called this the greatest of the three virtues","response":"love (or charity)"},{"text":"According to Exodus, Aaron used jewelry donated by the Israelites to make this","response":"the golden calf (a golden idol)"}],"originalDate":"1991-10-09"},{"category":"AWARDS","comments":"","clues":[{"text":"His \"Wild and Crazy Guy\"  LP won a 1978 Grammy for Best Comedy Recording","response":"Steve Martin"},{"text":"In 1938, this American aviator was awarded a German medal<br>by Hermann Goering","response":"(Charles) Lindbergh"},{"text":"This poet's \"Abraham Lincoln the Warrior\" won a 1940 Pulitzer Prize for history","response":"Carl Sandburg"},{"text":"This Dick Tracy creator won Reuben Awards for outstanding cartoonist of the year in 1959 &amp; 1977","response":"(Chester) Gould"},{"text":"2 of 3 actors to receive Best Supporting Actor Oscar nominations for<br>\"On the Waterfront\"","response":"(2 of) Karl Malden, Lee J. Cobb or Rod Steiger"}],"originalDate":"1991-10-09"}],{"category":"THE SOVIET UNION","text":"He was top Soviet leader longer than anyone else","response":"Joseph Stalin"}]}