{"mix":582,"rounds":[[{"category":"FIRST AID","comments":"","clues":[{"text":"The National Safety Council reports that most accidents occur here, not at work","response":"at home"},{"text":"Device placed around a limb and tightened to stop bleeding; it can do more harm than good","response":"a tourniquet"},{"text":"Before moving a person with a broken bone,<br>immobilize it with one of these","response":"a splint"},{"text":"Butter should never be used to treat these; it may increase the chance of infection","response":"a burn"},{"text":"This foundation in Turlock, California issues tags to ID problems like allergies or diabetes","response":"MedicAlert"}],"originalDate":"1991-10-09"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Position in football named because it was one fourth as far from center as full back","response":"a quarterback"},{"text":"This Indian title associated with Gandhi means \"great soul\"","response":"Mahatma"},{"text":"Animal used as a symbol of a sports team; it comes from the Latin for \"witch\"","response":"mascot"},{"text":"This word for a congressman's pleasure trip comes from a dairy dessert","response":"junkets"},{"text":"A fraud, it's from the name of the Italian village of Cerreto,<br>famous for its quacks","response":"charlatan"}],"originalDate":"1991-10-09"},{"category":"ALICE IN WONDERLAND","comments":"","clues":[{"text":"When Alice plays this game, her flamingo mallet deserts her &amp; tries to fly up a tree","response":"croquet"},{"text":"This snooty hookah smoker is exactly three inches tall","response":"the Caterpillar"},{"text":"This rodent may have been based on Dante Gabriel Rossetti's pet wombat which slept on the table","response":"the Dormouse"},{"text":"After the Duchess flings her baby boy at Alice,<br>he turns into one of these animals","response":"a pig"},{"text":"Alice's last words at the Knave of Hearts trial<br>are, \"you're nothing but a pack of\" these","response":"cards"}],"originalDate":"1991-10-09"},{"category":"NOVELS &amp; NOVELISTS","comments":"","clues":[{"text":"The original title of this Erich Maria Remarque novel was \"Im Westen nichts Neues\"","response":"<i>All Quiet on the Western Front</i>"},{"text":"Appropriately, this 18th century Scotsman set \"The Black Dwarf\"<br>in 18th century Scotland","response":"Sir Walter Scott"},{"text":"Pearl Buck's 1948 novel \"Peony\" tells the story of a Jewish family living in this country","response":"China"},{"text":"Bruce Gold is the title character of this Joseph Heller satire on American values","response":"<i>Good as Gold</i>"},{"text":"This author of \"The Octopus\" said of his work, \"I told them the truth\"","response":"Frank Norris"}],"originalDate":"1991-10-09"},{"category":"PHYSICS","comments":"","clues":[{"text":"These electromagnetic rays were once called Roentgen rays","response":"X-rays"},{"text":"The solar one is defined as the time it takes Earth to make two appearances at the first point of Aries","response":"a year"},{"text":"Researchers have named a new form of carbon buckyballs from its resemblance to his<br>geodesic domes","response":"Buckminster Fuller"},{"text":"When certain substances are cooled near absolute zero and lose electrical resistance, they become<br>these","response":"superconductors"},{"text":"The standard unit of measurement for electric current is named for this French physicist","response":"André Ampère"}],"originalDate":"1991-10-09"},{"category":"THE REVOLUTIONARY WAR","comments":"","clues":[{"text":"This commander of the Continental Army actually lost more battles than he won","response":"Washington"},{"text":"He used Lee's resolutions and Virginia's Bill of Rights for the Declaration of Independence","response":"Thomas Jefferson"},{"text":"Clarksburg, West Virginia, &amp; Clarksville, Tennessee were named for this hero of the<br>Revolution in the West","response":"George Rogers Clark"},{"text":"The range of the American muskets was less than 100 yards,<br>so troops on Breed's Hill were told this","response":"Don't fire 'til you see the whites of their eyes"},{"text":"Legend says the band played this tune when the British marched out of Yorktown to lay down their arms","response":"\"The World Turned Upside Down\""}],"originalDate":"1991-10-09"}],[{"category":"FURNITURE","comments":"","clues":[{"text":"A chifferobe is a combination of a wardrobe &amp; a chest of these","response":"drawers"},{"text":"Name of the pouch-like receptacles at the corners and sides of a billiards table","response":"pockets"},{"text":"An angel bed usually has a suspended one of these that doesn't extend to the bed's full length","response":"a canopy"},{"text":"A fumeur is an 18th century chair made specially for people who did this","response":"smoking"},{"text":"The folding Savonarola chair of the Renaissance had a frame shaped like this consonant","response":"an X"}],"originalDate":"1991-10-09"},{"category":"CITY QUOTES","comments":"","clues":[{"text":"\"When falls the Colosseum, this city shall fall &amp; when it falls, the world\"","response":"Rome"},{"text":"Matthew Arnold called this British university city, <br>\"that sweet city with her dreaming spires\"","response":"Oxford"},{"text":"Nietzsche said, \"As an artist, a man has no home in Europe save in this city\"","response":"Paris"},{"text":"On June 26th, 1963, JFK said, \"All free men wherever they may live are citizens of this city\"","response":"Berlin"},{"text":"Oliver Wendell Holmes said, this city's state house \"is the hub of the solar system\"","response":"Boston"}],"originalDate":"1991-10-09"},{"category":"PANTOMIME HORSE","comments":"","clues":[{"text":"Also known as broad beans or horse beans, they are said to go well with a nice Chianti","response":"fava beans"},{"text":"Originally a term used with horses, it happens at the end of most balance beam routines","response":"a dismount"},{"text":"Storm Worm &amp; Zeus are types of these computer viruses that take their name from classical mythology","response":"a Trojan horse"},{"text":"The Roaring Forties, Furious Fifties &amp; Screaming Sixties are names for these that occur south of the horse latitudes","response":"winds"},{"text":"Duchamp &amp; Man Ray were part of this art movement whose name is a French word meaning \"hobby horse\"","response":"Dada"}],"originalDate":"2023-05-17"},{"category":"THAT'S OUR MOTTO!","comments":"","clues":[{"text":"\"Liberty, Equality, Fraternity\"; the phrase appears in its constitutions of 1946 &amp; 1958","response":"France"},{"text":"\"Semper Fidelis\", adopted in 1883","response":"the Marines"},{"text":"Per Baden-Powell: <br>\"Be Prepared\"","response":"the Boy Scouts"},{"text":"Of this Massachusetts university, translating from Hebrew: <br>\"Truth, even unto its innermost parts\"","response":"Brandeis University"},{"text":"For a huge 2022 sporting event: <br>\"Together for a shared future\"","response":"the (Beijing) Winter Olympics"}],"originalDate":"2023-05-17"},{"category":"Y'KNOW, THE MOVIE WHERE...","comments":"","clues":[{"text":"A farmer plays baseball with a dead guy, time-travels &amp; ends up owning a tourist trap","response":"<i>Field of Dreams</i>"},{"text":"An animated elderly man's wife dies, his house is literally uprooted &amp; a boy is kidnapped (OK, inadvertently) to South America","response":"<i>Up</i>"},{"text":"Rami Malek, Gwilym Lee, Joseph Mazzello &amp; Ben Hardy are Queen for a big day","response":"<i>Bohemian Rhapsody</i>"},{"text":"Leonardo DiCaprio wrestles with a grizzly bear &amp; that goes really, incredibly, horrifically not well","response":"<i>The Revenant</i>"},{"text":"Gene Wilder nearly kills a bunch of children touring his place of business","response":"<i> Willy Wonka & the Chocolate Factory</i>"}],"originalDate":"2023-05-17"},{"category":"WE'RE FULL OF QUESTIONS","comments":"","clues":[{"text":"Let's get philosophical with the riddle \"What is the sound of one hand\" doing this?","response":"clapping"},{"text":"I need responses, &amp; I'm gonna heat things up &amp; give you this \"ordinal\" phrase until I get 'em!","response":"the 3rd degree"},{"text":"So, do any of you 3 really want to be a \"Jeopardy!\" champ? is this 10-letter type of question","response":"rhetorical"},{"text":"If you remember the Talking Heads song \"Psycho Killer\", you know this is French for \"what is it?\"","response":"<i>qu'est-ce que c'est</i>"},{"text":"The Roman one of these religious institutions that asked tough questions was set up in 1542","response":"the Inquisition"}],"originalDate":"2023-05-17"}],{"category":"U.S. CITIES","text":"This city has the oldest zoo, hospital, art museum &amp; circulating library in the U.S.","response":"Philadelphia"}]}