{"mix":584,"rounds":[[{"category":"A RIVER RUNS THROUGH IT","comments":"","clues":[{"text":"Luxor","response":"the Nile"},{"text":"Brazzaville","response":"the Congo"},{"text":"Mosul","response":"the Tigris"},{"text":"Kyiv","response":"the Dnieper"},{"text":"Dresden","response":"the Elbe"}],"originalDate":"2023-05-16"},{"category":"CURRENT U.S. GOVERNORS","comments":"","clues":[{"text":"Born in Los Alamos, governor Michelle Lujan Grisham can trace her ancestry back 12 generations in this state","response":"New Mexico"},{"text":"Wes Moore was Johns Hopkins' first black Rhodes scholar &amp; in 2022, was elected this state's first African-American governor","response":"Maryland"},{"text":"This Illinois governor is an heir to the Hyatt hotel fortune","response":"Pritzker"},{"text":"He cheers for MLB's Reds in his own state as well as the Asheville, N.C. Tourists minor league team, which his family owns","response":"Mike DeWine"},{"text":"In 1990 she promoted the state of South Dakota as its reigning Snow Queen; today she promotes the state as governor","response":"Noem"}],"originalDate":"2023-05-16"},{"category":"TO THE NINES","comments":"","clues":[{"text":"This group term for each of the 9 orders of angels like cherubim &amp; seraphim sounds like they're singers in a church","response":"choir"},{"text":"The 9 circles of hell in Dante's \"Inferno\" include one specifically for these folks devoted to eating to excess","response":"gluttons"},{"text":"He's the subject of the movie dialogue \"So far this semester he has been absent nine times\"<br>\"Nine times?\"<br>\"Nine times\"","response":"Ferris Bueller"},{"text":"Of the 9 current members of the U.S. Supreme Court, this one has been there the longest","response":"(Clarence) Thomas"},{"text":"In \"God of War\" there are 9 of these warrior women of Norse myth &amp; you may have to fight Rota or Sigrun","response":"Valkyries"}],"originalDate":"2023-05-16"},{"category":"THE GEODYSSEY","comments":"","clues":[{"text":"Odysseus takes a long, long time getting home from this place aka Ilium","response":"Troy"},{"text":"Ancient commentators on the \"Odyssey\" identified this island along the Strait of Messina as the home of the Cyclops","response":"Sicily"},{"text":"After getting blown off course rounding Cape Malea, Odysseus &amp; crew arrive at the land of these very happy vegans","response":"the Lotus Eaters"},{"text":"Looking for his dad, Odysseus' son journeys to this capital of Laconia","response":"Sparta"},{"text":"This nymph corrals Odysseus on the island of Ogygia","response":"Calypso"}],"originalDate":"2023-05-16"},{"category":"POP CULTURE MASQUERADE","comments":"","clues":[{"text":"Christopher Nolan said this Batman villain wears a mask to deliver anesthetic that mitigates pain from past trauma","response":"Bane"},{"text":"In this 1991 thriller Johnny Utah goes undercover to infiltrate the masked bank robbing gang known as the Ex-Presidents","response":"<i>Point Break</i>"},{"text":"In a commercial, kids were pitched Teenage Mutant Ninja Turtle masks; this alphabetically first member of the clan was shown first","response":"Donatello"},{"text":"While rocking out, Los Straitjackets don masks similar to those worn in this alliterative freestyle wrestling form","response":"lucha libre"},{"text":"Real name Joel Zimmerman, this electronic dance music superstar is known for numerous iterations of his rodent helmet","response":"deadmau5"}],"originalDate":"2023-05-16"},{"category":"GERMAN WORDS &amp; PHRASES","comments":"","clues":[{"text":"If you please, it's German for \"please\"","response":"<i>bitte</i>"},{"text":"In English slang this German word is added after a skill or a topic to indicate someone with expertise","response":"<i>Meister</i>"},{"text":"This German goodbye was part of the kiss-off to departing contestants on \"Project Runway\"","response":"<i>Auf Wiedersehen</i>"},{"text":"Literally \"world pain\", it means weariness caused by the state of the world","response":"<i>Weltschmerz</i>"},{"text":"It's German for \"pleasant &amp; cozy\", like the atmosphere in a good beer hall","response":"<i>gemütlich</i>"}],"originalDate":"2023-05-16"}],[{"category":"KEN JENNINGS: INTERNATIONAL NERD OF MYSTERY","comments":"(Ken: I'm gonna learn so much about myself, I think.)","clues":[{"text":"After hobnobbing with world leaders in May 2023 at this alphanumeric gathering in Hiroshima, it's off to Comic-Con in July","response":"G7"},{"text":"Ah, an 1869 bottle from this 2-name château in Pauillac, France!  It's worth 6 figures &amp; will certainly be savored during our D&D game","response":"Lafite Rothschild"},{"text":"That \"Battlestar Galactica\" Viper helmet will pair well with my $3,200 black peak satin tux by this designer from Piacenza, Italy","response":"Armani"},{"text":"This Paris-trained artist's painting of the marketplace back home in Vitebsk is okay, but John Byrne's \"X-Men\" art?  Perfection","response":"Chagall"},{"text":"I am going to have a serious discussion of Asimov's 3 laws with this Mass.-based co. that makes Atlas, a robot that does parkour","response":"Boston Dynamics"}],"originalDate":"2023-05-16"},{"category":"1ST NOVELS","comments":"","clues":[{"text":"\"The Naked &amp; the Dead\"","response":"Norman Mailer"},{"text":"\"Tropic of Cancer\"","response":"Henry Miller"},{"text":"\"Tarzan of the Apes\"","response":"(Edgar Rice) Burroughs"},{"text":"\"Appointment in Samarra\"","response":"John O'Hara"},{"text":"\"Battle Cry\"","response":"Leon Uris"}],"originalDate":"1991-05-02"},{"category":"RELIGION","comments":"","clues":[{"text":"From the Hebrew meaning to rest, it's the day of rest observed by Jews &amp; Christians","response":"the Sabbath"},{"text":"The Mormons officially ended this practice in 1890","response":"polygamy"},{"text":"In the Western churches, Epiphany commemorates their visit to Jesus","response":"the Magi (the Three Wise Men)"},{"text":"It's the largest Protestant denomination in the United States","response":"Baptist"},{"text":"Completes the Muslim creed, \"There is no God but Allah\"","response":"And Muhammad is his prophet"}],"originalDate":"1991-05-02"},{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"What the homecoming queen rides on or her ice cream drink","response":"a float"},{"text":"Your heart, your stomach, or your keyboard instrument","response":"an organ"},{"text":"This word can refer to a golf course, or to several sausages","response":"links"},{"text":"Adjective, meaning ultra fashionable; it's from the name of a hotel chain, not crackers","response":"ritzy"},{"text":"To avoid making a clear, direct response, about your pivot, for example","response":"hedge"}],"originalDate":"1991-05-02"},{"category":"WEATHER","comments":"","clues":[{"text":"The National Center for these storms<br>is in Coral Gables, Florida","response":"hurricane"},{"text":"From the Latin for cast down, it's any form of rain or snow","response":"precipitation"},{"text":"In the Northern Hemisphere, eastbound aircraft fly with this to gain speed &amp; save fuel","response":"the jet stream"},{"text":"A weather vane points in this direction","response":"it points in the direction from which the wind is coming"},{"text":"Air pressure is also called this from the instrument used to measure it","response":"barometric (pressure)"}],"originalDate":"1991-05-02"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"This brand of pencil by Dixon was named after a Revolutionary War<br>fort in upstate New York","response":"Ticonderoga"},{"text":"Common name of the Ficus elastica, an ant can't move one without \"High Hopes\"","response":"a rubber tree plant"},{"text":"When the cost of a first class stamp went to 29 cents, this became the postage for a standard postcard","response":"19 cents"},{"text":"Guinness says the greatest advance for any one book is the $5 million for this author's \"Whirlwind\"","response":"(James) Clavell"},{"text":"Of the five recognized breeds of retriever, it's the only one developed in the United States","response":"the Chesapeake Bay retriever"}],"originalDate":"1991-05-02"}],{"category":"IN THE NEWS","text":"In August 1987, Lynne Cox made headlines by going from the U.S. to the U.S.S.R. in this manner","response":"swimming"}]}