{"mix":585,"rounds":[[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"After flowing through part of India, the Brahmaputra joins this sacred river in Bangladesh","response":"the Ganges"},{"text":"Idaho Falls is the largest city on this 138-mile-long winding river","response":"the Snake"},{"text":"Wisconsin's Green Bay is an extension of this Great Lake","response":"Lake Michigan"},{"text":"The name of this large Florida lake comes from the Seminole word for \"big water\"","response":"Lake Okeechobee"},{"text":"At 2,400 feet, the Norway Gulf is this sea's deepest point","response":"the North Sea"}],"originalDate":"1991-05-02"},{"category":"ANIMAL KINGDOM","comments":"","clues":[{"text":"In names of insects, this word follows alfalfa, strawberry, apple blossom &amp; cotton boll","response":"weevil"},{"text":"Some of these ray-like fish have electric organs in their tails &amp; they sound like they belong in a rink","response":"skate"},{"text":"The whippet, which was bred by crossing terriers with these, is called the poor man's race horse","response":"a greyhound"},{"text":"The gavial, a crocodilian with a long narrow snout, is native to this continent","response":"Asia"},{"text":"The Grant's species of this antelope has black-ringed horns that can be over 30 inches long","response":"the gazelle"}],"originalDate":"1991-05-02"},{"category":"POLITICS","comments":"","clues":[{"text":"At a salary of $130,000 a year, this New Yorker is the nation's highest paid governor","response":"Mario Cuomo"},{"text":"Although a registered Republican, he backed JFK in 1960 and became his Secretary of Defense","response":"(Robert) McNamara"},{"text":"Also called The People's Party, it held its first convention in 1892 and ran James B. Weaver for President","response":"the Populist Party"},{"text":"Until appointed Defense Secretary, Dick Cheney was this state's only representative in the House","response":"Wyoming"},{"text":"This West Virginian is president pro tempore of the Senate","response":"Robert Byrd"}],"originalDate":"1991-05-02"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"As a result of the War of Spanish Succession, Britain received Menorca &amp; this rocky colony","response":"Gibraltar"},{"text":"This country's last king, Stanislaus II took the throne in 1764 &amp; ruled for 31 years","response":"Poland"},{"text":"The noble house with this color's name originated in France but has ruled the Netherlands since 1815","response":"the House of Orange"},{"text":"The Romans called Scotland, Caledonia &amp; the people this, from a Latin word meaning painted","response":"the Picts"},{"text":"The council of this Italian city was held in the mid-16th century to define Catholic belief","response":"the Council of Trent"}],"originalDate":"1991-05-02"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"Sean O'Casey broke with this city's Abbey Theater after it rejected his \"The Silver Tassie\"","response":"Dublin"},{"text":"His play, \"The Matchmaker\", was first produced under the title \"The Merchant of Yonkers\"","response":"Thornton Wilder"},{"text":"This \"Breakfast of Champions\" author's play \"Happy Birthday, Wanda June\", opened off Broadway in 1970","response":"Kurt Vonnegut"},{"text":"Last name of the British twin brothers who between them,<br>wrote \"Amadeus\" and \"Sleuth\"","response":"Shaffer"},{"text":"He wrote \"Murder in the Cathedral\" for a 1935 festival in Canterbury where the play is set","response":"T.S. Eliot"}],"originalDate":"1991-05-02"},{"category":"CHILLIN' IN THE R.I.P. LOUNGE","comments":"","clues":[{"text":"\"Because I could not stop for death<span class=\"nobreak\">--</span>he kindly stopped for me\", \"Me\" being this poet on May 15, 1886 in Amherst","response":"(Emily) Dickinson"},{"text":"On Oct. 14, 1793 things did not go her way before the revolutionary tribunal &amp; 2 days later, she was an instant ex-royal","response":"Marie Antoinette"},{"text":"It would have been quite appropriate to have draped a flag over her coffin after she passed in Philadelphia on Jan. 30, 1836","response":"Betsy Ross"},{"text":"It was Jan. 27, 1851 when his soul took wing with the gull &amp; sparrow hawk he drew","response":"Audubon"},{"text":"There was no more scrubbing in for this pioneer of antiseptic surgery after Feb. 10, 1912","response":"Lister"}],"originalDate":"2023-05-16"}],[{"category":"POE PLACES","comments":"","clues":[{"text":"In \"To Helen\", her \"naiad airs have brought me home/ to the glory that was Greece, and the grandeur that was\" this","response":"Rome"},{"text":"Asked what its name is \"on the night's Plutonian shore\", the raven quoths this","response":"nevermore"},{"text":"In \"Lenore\" a saintly soul floats on this river of the underworld","response":"the Styx"},{"text":"This Poe maiden lies \"in her sepulchre there by the sea<span class=\"nobreak\">--</span>in her tomb by the sounding sea\"","response":"Annabel Lee"},{"text":"Poe rhymed this fabled city of gold with \"down the valley of the shadow\"","response":"El Dorado"}],"originalDate":"2023-05-16"},{"category":"COLLEGE: THE DROP/ADD PERIOD","comments":"","clues":[{"text":"Dropping \"-Green Bay\" or \"-Superior\" leaves this state school","response":"the University of Wisconsin"},{"text":"In Colorado, add this armed service to \"Academy\"","response":"Air Force"},{"text":"Add this name after \"Washington and\" but before \"University\"","response":"Lee"},{"text":"Add the name of this group of California colleges before \"McKenna\"","response":"Claremont"},{"text":"Drop \"for Social Research\" from this NYC institution, like it did in the 1990s","response":"the New School"}],"originalDate":"2023-05-16"},{"category":"POP METAL BANDS","comments":"(Mayim: You'll name each group from the lyric we quote.)","clues":[{"text":"\"Shot through the heart, &amp; you're to blame, you give love a bad name, I play my part, &amp; you play your game, you give love a bad name\"","response":"Bon Jovi"},{"text":"\"I'm on the highway to hell, on the highway to hell, highway to hell, I'm on the highway to hell\"","response":"AC/DC"},{"text":"\"Get up! Everybody's gonna move their feet, get down! Everybody's gonna leave their seat... lose your mind in Detroit rock city\"","response":"Kiss"},{"text":"\"Oh! Look what you've done to this rock 'n' roll clown! O-oh! Look what you've done! Photograph... I don't want your...\"","response":"Def Leppard"},{"text":"\"Here I go again on my own, goin' down the only road I've ever known, like a drifter I was born to walk alone\"","response":"Whitesnake"}],"originalDate":"2023-05-16"},{"category":"DON'T GO ANYWHERE","comments":"","clues":[{"text":"Newton's first law of motion is about \"a body at\" this","response":"rest"},{"text":"Jane Austen used this twice-hyphenated term not about a mom, but an indolent \"man\"","response":"stay-at-home"},{"text":"A 2023 book is titled this 2-word aimless activity: \"The Radical Power of Killing Time\"","response":"<i>Hanging Out</i>"},{"text":"Loiter is similar to but more frowned-upon than this other 6-letter \"L\" word","response":"linger"},{"text":"There's a light fixture in this word meaning settled &amp; not going anywhere","response":"ensconced"}],"originalDate":"2023-05-16"},{"category":"TWISTS","comments":"","clues":[{"text":"Charlton Heston realizes it's post-apocalypse now at the end of this 1968 movie","response":"<i>Planet of the Apes</i>"},{"text":"The titular \"Book of Eli\" turns out to be a Bible, but it's basically useless to Gary Oldman because it's in this format","response":"braille"},{"text":"In this 2006 film about uber-competitive magicians, Christian Bale has a twin &amp; Hugh Jackman's been cloning himself","response":"<i>the Prestige</i>"},{"text":"In \"Once Upon a Time ... in Hollywood\", this actress played by Margot Robbie gets a new ending, thanks in part to a flamethrower","response":"(Sharon) Tate"},{"text":"Anthrax earlier seen to be afflicting cows is later weaponized against Benedict Cumberbatch in this 2021 Western","response":"<i>The Power of the Dog</i>"}],"originalDate":"2023-05-16"},{"category":"TURNS","comments":"","clues":[{"text":"This Loony Tooner frequently lamented that he should have taken a left turn at Albuquerque","response":"Bugs Bunny"},{"text":"To get from higher elevation to lower in this sport, use turns like the plough-parallel or the stem christie","response":"skiing"},{"text":"A recipe completion card game in which you try to build the perfect hot dog is called \"Turn for\" this","response":"<i>Turn for the Wurst</i>"},{"text":"Clothing word for someone who changes allegiance in the course of battle or politics","response":"a turncoat"},{"text":"Peter Quint is a ghost plaguing the children in Benjamin Britten's opera based on this Henry James work","response":"<i>The Turn of the Screw</i>"}],"originalDate":"2023-05-16"}],{"category":"WORLD HISTORY","text":"Ironically, the 1958 Communist Chinese economic drive that fell flat on its face was called this","response":"the Great Leap Forward"}]}