{"mix":587,"rounds":[[{"category":"ESSAYS","comments":"","clues":[{"text":"A book of essays about the \"Black Panther\" film &amp; its cultural impact is called \"Why\" this fictional country \"Matters\"","response":"Wakanda"},{"text":"Nora Ephron mentions ones that are loose, crepey, wrinkled &amp; turkey gobbler in her essay \"I Feel Bad About My\" this","response":"Neck"},{"text":"In \"Self-Reliance\" Emerson wrote that \"A foolish consistency is\" this \"of little minds\"","response":"hobgoblin"},{"text":"In 1972 John McPhee compared Monopoly properties with a declining Atlantic City in his essay \"The Search for\" this property","response":"Marvin Gardens"},{"text":"This Italian's experiments with dead frogs led him to write an essay on the \"Effect of Electricity in Muscular Motion\"","response":"Galvani"}],"originalDate":"2023-05-15"},{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"The Hittite Empire may have collapsed around 1200 B.C. due to a severe drought as indicated in the width of these from juniper trees","response":"tree rings"},{"text":"Wooden furniture &amp; a loaf of bread in an oven have been found preserved in this city 10 miles northwest of Pompeii","response":"Herculaneum"},{"text":"From the Arabic for \"hill\", it's an artificial mound created by many generations building &amp; rebuilding on the same spot","response":"a tell"},{"text":"This culture named for a New Mexico city was known for its leaf-shaped spear points used to hunt mammoths &amp; other big game","response":"the Clovis Culture"},{"text":"Named for a mythic place of darkness, this ship commanded by Sir John Franklin has been yielding its secrets from Arctic waters","response":"the HMS <i>Erebus</i>"}],"originalDate":"2023-05-15"},{"category":"GET \"EM\"!","comments":"(Ken: All responses will begin with the letters E-M.)","clues":[{"text":"Extremely thin, perhaps as the result of malnutrition","response":"emaciated"},{"text":"To correct by altering a text or manuscript","response":"emend"},{"text":"Based on observation","response":"empirical"},{"text":"A soothing substance for the skin","response":"an emollient"},{"text":"A body of water that juts into land, or a window recess shaped like one","response":"an embayment"}],"originalDate":"2023-05-15"},{"category":"TECH TALK","comments":"","clues":[{"text":"John Romkey's 1990 computer-controlled toaster was a breakthrough in the IoT, short for this","response":"Internet of Things"},{"text":"This helpful program was launched in 2002 &amp; new apps get dubbed \"the\" it \"for\" colors, bird songs, etc.","response":"Shazam"},{"text":"It follows \"self-\" to describe a modest person &amp; it's what happens to an app feature that's being eliminated but still works for now","response":"deprecating"},{"text":"This operating system was developed in the 1960s &amp; its \"time\" is the number of seconds elapsed since Jan. 1, 1970","response":"UNIX"},{"text":"This \"problem\" stems from Nick Bostrom's thought experiment where A.I. is told to make this product &amp; uses up all resources to do so","response":"paperclips"}],"originalDate":"2023-05-15"},{"category":"MUSICAL THEATER","comments":"","clues":[{"text":"In the \"Guns and Ships\" number in this musical, Daveed Diggs as Marquis de Lafayette hit an amazing 6.3 words per second","response":"<i>Hamilton</i>"},{"text":"This 1966 musical was first called \"Welcome to Berlin\"; the title seemed like a turnoff &amp; was changed","response":"<i>Cabaret</i>"},{"text":"On January 15, 2023 Hugh Jackman ended his run as this professor in \"The Music Man\"","response":"Harold Hill"},{"text":"The role of Glinda in \"Wicked\" was written for this actress who received a 2004 Tony nomination for her performance","response":"Kristen Chenoweth"},{"text":"Set pieces in this Broadway musical include a life-sized helicopter &amp; a giant head of Ho Chi Minh","response":"<i>Miss Saigon</i>"}],"originalDate":"2023-05-15"},{"category":"NICKNAMES","comments":"","clues":[{"text":"Because they couldn't be bribed, Eliot Ness &amp; his team of agents were nicknamed this","response":"\"the Untouchables\""},{"text":"I'm sorry you're not feeling well; I'll bring over chicken soup, nicknamed this, referencing a religion &amp; a medication","response":"Jewish penicillin"},{"text":"This Mystic &amp; advisor to the czar came to be called \"the Mad Monk\"","response":"Rasputin"},{"text":"Lady Jane Grey became known by this nickname, after the brief length of her reign","response":"\"Nine-Day Queen\""},{"text":"On succeeding to the presidency in 1841, he was disparagingly called \"His Accidency\"","response":"Tyler"}],"originalDate":"2023-05-15"}],[{"category":"ABBREV.","comments":"","clues":[{"text":"Eph. is one way to abbreviate this Bible book","response":"Ephesians"},{"text":"When talking IP address, IP means this","response":"Internet Protocol"},{"text":"On a social media post, CFBR stands for this; it helps amplify the message","response":"commenting for better reach"},{"text":"The dealer is legally free to sell at a lower or higher cost, but cars have an MSRP, short for this","response":"manufacturer's suggested retail price"},{"text":"Remember your cell biology?  E.R. is this membrane system with a name that's fun to say","response":"endoplasmic reticulum"}],"originalDate":"2023-05-15"},{"category":"AND THE OSCAR WENT TO...","comments":"","clues":[{"text":"In 1954 \"Shane\" got the award for Color this; \"From Here to Eternity\", for Black &amp; White","response":"Cinematography"},{"text":"Best Song of 1964 went to this one about someone \"as lucky as lucky can be\"","response":"\"Chim Chim Cher-ee\" (from <i>Mary Poppins</i>)"},{"text":"Roy Pomeroy won an engineering effects Oscar for his work on this 1927 war film, 2 years after its release","response":"<i>Wings</i>"},{"text":"In 1937 an honorary Oscar was named for this MGM \"boy wonder\" who died young, &amp; oh<span class=\"nobreak\">--</span>the building named for him is not far","response":"(Irving G.) Thalberg"},{"text":"In 1975 John Wayne presented an honorary Oscar to this alliterative man who had directed him in \"Red River\" &amp; \"Rio Bravo\"","response":"Hawks"}],"originalDate":"2023-05-15"},{"category":"LET'S GO ON A SAFARI","comments":"","clues":[{"text":"Kruger National Park is home to several large snakes, including this deadly type of mamba named for the dark lining in its mouth","response":"a black mamba"},{"text":"Some nations, including Kenya, require visitors to be vaccinated against this disease spread by Aedes aegypti mosquitoes","response":"yellow fever"},{"text":"A balloon ride over this desert stretching 1,000 miles on Africa's SW coast is a dream: red dunes &amp; a diverse ecosystem","response":"the Namib"},{"text":"National parks are your best bet for spotting the big 5: lions, leopards, rhinos, elephants &amp;, most dangerous, these bovines","response":"Cape buffalo"},{"text":"A unique way to see wildlife in the Mosi-oa-Tunya National Park is to take a sunset cruise on this river above Victoria Falls","response":"Zambezi"}],"originalDate":"2023-05-15"},{"category":"SUBTITLED LITERATURE","comments":"","clues":[{"text":"\"Moby-Dick; or,\" this","response":"<i>The Whale</i>"},{"text":"\"The Hobbit\" has this 4-word subtitle","response":"<i>There and Back Again</i>"},{"text":"The long subtitle of \"Hidden Figures\" ends with this rhyming phrase","response":"<i>Space Race</i>"},{"text":"These 2 words finish the subtitle of \"Frankenstein\"","response":"<i>Modern Prometheus</i>"},{"text":"This word meaning \"narrow-minded\" is in the subtitle of \"Middlemarch\"","response":"<i>Provincial</i>"}],"originalDate":"2023-05-15"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"In 1955, for the 1st time, some 6.5 mil. children in the U.S. were vaccinated against this disease","response":"polio"},{"text":"She was assassinated by her own Sikh bodyguards on October 31, 1984","response":"Indira Gandhi"},{"text":"During Nixon's 1st term, the Senate rejected both C. Haynsworth &amp; H. Carswell for this post","response":"Supreme Court"},{"text":"This Russian won the Nobel Prize for literature in 1970; he left the USSR 4 years later","response":"Solzhenitsyn"},{"text":"Thor Heyerdahl &amp; a crew of 7 crossed the Atlantic in 1970 in the Ra II, a craft made of this","response":"papyrus"}],"originalDate":"1989-12-11"},{"category":"ROCK 'N' ROLL FILMS","comments":"","clues":[{"text":"\"Let's Spend the Night Together\" was filmed during this British group's 1981 U.S. tour","response":"The Rolling Stones"},{"text":"This actor received an Oscar nomination for the title role in 1978's \"The Buddy Holly Story\"","response":"Gary Busey"},{"text":"Buxom blonde who was the girl in 1956's \"The Girl Can't Help It\"","response":"Jayne Mansfield"},{"text":"Animated feature, partly scripted by Erich Segal, in which Pepperland was invaded by the Blue Meanies","response":"the <i>Yellow Submarine</i>"},{"text":"Title of this '80 film is from the colors preceding \"Sabbath\" &amp; \"Oyster Cult\" in names of heavy metal groups","response":"<i>Black and Blue</i>"}],"originalDate":"1989-12-11"}],{"category":"PRESIDENTS","text":"This letter begins the last names of 3 20th century presidents, more than any other","response":"R"}]}