{"mix":588,"rounds":[[{"category":"CHURCHES &amp; CATHEDRALS","comments":"","clues":[{"text":"In ancient times church bells were rung to ward off these","response":"demons"},{"text":"12th c. Bishop de Sully selected the site, hired the architects &amp; bought materials for this Paris cathedral","response":"Notre Dame"},{"text":"Located in the Vatican, it was named for Pope Sixtus IV","response":"the Sistine Chapel"},{"text":"T.S. Eliot's \"Murder in the Cathedral\" takes place in this one, where Thomas à Becket was murdered","response":"Canterbury Cathedral"},{"text":"You can see this emperor's throne in Germany's Aachen cathedral where he was entombed in 814 A.D.","response":"Charlemagne"}],"originalDate":"1989-12-11"},{"category":"POSTAL ABBREVIATIONS","comments":"","clues":[{"text":"Gloria Steinem probably knows this postal abbreviation for Mississippi","response":"MS"},{"text":"If you were sending mail to Peyton Place, you'd abbreviate Place this way","response":"PL"},{"text":"The postal service would deliver a letter addressed GU to this place","response":"Guam"},{"text":"State abbreviated NE; it's not in New England","response":"Nebraska"},{"text":"State whose postal abbreviation is the reverse of Louisiana's","response":"Alabama"}],"originalDate":"1989-12-11"},{"category":"\"FAIR\"","comments":"","clues":[{"text":"The part of a golf course covered with short grass &amp; extending from the tee to the putting green","response":"the fairway"},{"text":"Alaskan city that was the scene of a 1902 goldrush","response":"Fairbanks"},{"text":"Women, as a group","response":"the fair sex"},{"text":"Person to whom the nursery rhyme \"London Bridge is falling down\" is addressed","response":"my fair lady"},{"text":"An auxiliary structure you might see on a motorcycle that reduces drag &amp; provides wind protection","response":"fairing"}],"originalDate":"1989-12-11"},{"category":"FOWL","comments":"","clues":[{"text":"\"On the 1st day of Christmas, my true love gave to me\" this fowl \"in a pear tree\"","response":"a partridge"},{"text":"Bird whose feathers are used for pillows &amp; whose livers are used for paté de foie gras","response":"a goose"},{"text":"Of a young cock, a young hen or an old rooster, what you'd get if you ordered a pullet surprise","response":"a young hen"},{"text":"These are the largest game birds native to North America","response":"turkeys"},{"text":"When young male chickens are neutered they become this type of meaty bird","response":"a capon"}],"originalDate":"1989-12-11"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"To illustrate neon lighting the World Book article on neon uses a photo of \"The Strip\" in this city","response":"Las Vegas"},{"text":"The 2 largest cities in Vietnam; they both begin with \"H\"","response":"Hanoi & Ho Chi Minh City"},{"text":"The \"Lady with the Lamp\" was born in &amp; named for this Italian city","response":"Florence"},{"text":"The capital of Canada's Northwest Territories, it sounds like cowardly cutlery","response":"Yellowknife"},{"text":"A bullet train runs from Tokyo to this city called \"The Venice of Japan\"","response":"Osaka"}],"originalDate":"1989-12-11"},{"category":"ILLINOISIANS","comments":"","clues":[{"text":"The only president born in Illinois","response":"Ronald Reagan"},{"text":"This 1st president of NOW was born Betty Goldstein in Peoria","response":"Betty Friedan"},{"text":"This 3-time presidential candidate was born in Illinois but died in Tennessee after the Scopes trial","response":"William Jennings Bryan"},{"text":"This comedian was born in Chicago though his mother spent the 9 months she carried him in Waukegan","response":"Jack Benny"},{"text":"We don't know where he wrote \"The Martian Chronicles\", but we know he was born in Waukegan","response":"Ray Bradbury"}],"originalDate":"1989-12-11"}],[{"category":"PHYSICS","comments":"","clues":[{"text":"If this is alternating, running it through a rectifier will turn it into direct","response":"current"},{"text":"This unit of pressure is abbreviated atm.","response":"atmosphere"},{"text":"Term for the path of an electron around a nucleus or a planet around the Sun","response":"an orbit"},{"text":"It's the transmission of light through fine, flexible glass rods","response":"fiber optics"},{"text":"His 1921 Nobel Prize was primarily for his photoelectric effect; he was light years ahead of others","response":"Albert Einstein"}],"originalDate":"1989-12-11"},{"category":"PHILOSOPHERS","comments":"","clues":[{"text":"After Socrates died, this philosopher left Athens but later returned to found the Academy","response":"Plato"},{"text":"Italian scholastic philosopher whose followers are known as Thomists","response":"St. Thomas Aquinas"},{"text":"Philosophical movement most associated with Jean-Paul Sartre","response":"existentialism"},{"text":"Nobel Prize-winning English philosopher who wrote \"Principles of Mathematics\" &amp; was an anti-nuclear activist","response":"Bertrand Russell"},{"text":"His \"Essay Concerning Human Understanding\" says the mind is a tabula rasa, or clean slate, at birth","response":"John Locke"}],"originalDate":"1989-12-11"},{"category":"VAUDEVILLE","comments":"","clues":[{"text":"He started in Vaudeville as a silent juggler before becoming a \"Bank Dick\" in film","response":"W.C. Fields"},{"text":"She began in Vaudeville as one of the Gumm sisters but then took a different path, one of yellow brick","response":"Judy Garland"},{"text":"Tap dancer turned columnist known for his \"Good Evening Mr. &amp; Mrs. N. &amp; S. America &amp; all the ships at sea\"","response":"Walter Winchell"},{"text":"Minnie, the sister of Al Shean, of Gallagher &amp; Shean, was their mother","response":"the Marx Brothers"},{"text":"He was known as \"The Perfect Fool\"","response":"Ed Wynn"}],"originalDate":"1989-12-11"},{"category":"NEW ZEALAND GEOGRAPHY","comments":"","clues":[{"text":"In the 1880s the area around Waikari was the birthplace of the Corriedale, New Zealand's first homegrown breed of this","response":"sheep"},{"text":"In the city of Rotorua, you can visit the geothermal area of Wai-O-Tapu, home to Lady Knox, one of these that erupts daily","response":"a geyser"},{"text":"The highest peak in New Zealand is this 12,200-foot mount named for an 18th century sea captain","response":"Mount Cook"},{"text":"Port Nicholson is the historical name of the harbor of this city, home to the National Symphony Orchestra","response":"Wellington"},{"text":"This \"Garden City\" named for a college at Oxford University had its peace shattered by 2 mosque shootings in 2019","response":"Christchurch"}],"originalDate":"2023-05-15"},{"category":"ORDINAL NOVELS","comments":"","clues":[{"text":"Sherlock &amp; Savich are FBI agents in Catherine Coulter's this \"Hour\", the proverbial last moment to accomplish something","response":"eleventh"},{"text":"For 2 homicide cops, \"The 9th Girl\" in Tami Hoag's thriller is the year's ninth of these, a name for anonymous female decedents","response":"Jane Doe"},{"text":"Dribble the pet turtle plays a role in this 1972 young adult book of \"Tales\"","response":"<i>Tales of a Fourth Grade Nothing</i>"},{"text":"Vienna waits for you in Graham Greene's novella titled this \"Man\", which came out after the 1949 movie co-starring a creepy Orson Welles","response":"\"The Third Man\""},{"text":"This Detroiter dialed up a bestseller with \"The First Phone Call from Heaven\"","response":"(Mitch) Albom"}],"originalDate":"2023-05-15"},{"category":"DOG BREED RHYME TIME","comments":"","clues":[{"text":"The superior \"Irish\" bird locator","response":"the better setter"},{"text":"A small hunting hound permitted by law","response":"a legal beagle"},{"text":"The principal dog from the tallest of the working breeds","response":"the main Dane"},{"text":"A good-spirited herding dog developed in Great Britain","response":"a jolly collie"},{"text":"An adorable Arctic sled dog","response":"a cute Malamute"}],"originalDate":"2023-05-15"}],{"category":"FAMOUS NAMES","text":"In a 1987 interview, he said, \"In silence and movement you can show the reflection of people\"","response":"Marcel Marceau"}]}