{"mix":589,"rounds":[[{"category":"DEFENDING THE TITLE","comments":"","clues":[{"text":"Tiger Woods, the youngest ever to win this Georgia tournament in 1997, was still just 25 &amp; 26 when he won again in 2001 &amp; '02","response":"the Masters"},{"text":"In 2016 the Golden State Warriors returned to the Finals for a 7-game rematch with this team, only to lose in the final moments","response":"the Cleveland Cavaliers"},{"text":"In 1993 Joe Carter hit a walk-off, series-winning home run in game 6 as this team defended its championship in dramatic style","response":"the (Toronto) Blue Jays"},{"text":"This team's Stanley Cup Finals win in 2017 wasn't too different from the 2016 one: 6 games, with Sidney Crosby the MVP","response":"the (Pittsburgh) Penguins"},{"text":"It was only this man's second title defense in 1964 when Muhammad Ali floated &amp; stung him one night in Miami Beach","response":"Liston"}],"originalDate":"2023-05-15"},{"category":"CLOSE ELECTIONS","comments":"","clues":[{"text":"In 1910 Democrat Charles B. Smith won a U.S. House seat with 20,685 votes; his Republican opponent got this many","response":"20,684"},{"text":"A 1994 tie vote for a seat in Wyoming's state house was broken by a drawing from one of these hats matching a state nickname","response":"a cowboy hat"},{"text":"In 1832 Henry Clay took Maryland by 4 votes over this incumbent president, who won reelection handily anyway","response":"(Andrew) Jackson"},{"text":"This future pres. won a tight 1948 Texas primary after uncounted votes were \"discovered\" 6 days after the election","response":"Lyndon Johnson"},{"text":"The final official tally from Florida in 2000 was George W. Bush 2,912,790, <br>Al Gore 2,912,253, <br>this man, 97,488","response":"Nader"}],"originalDate":"2023-05-15"},{"category":"QUICK OPERA","comments":"","clues":[{"text":"A house overlooking Nagasaki Harbor is the setting of this opera","response":"<i>Madama Butterfly</i>"},{"text":"In the classic song \"Tears Of A Clown\", you'll hear the Italian title of this opera","response":"<i>Pagliacci</i>"},{"text":"3 ladies give Tamino this title item, but no lessons","response":"the Magic Flute"},{"text":"The myth about this great singer is a natural opera subject &amp; in 2021 Juilliard revived a 1647 Italian version","response":"Orpheus"},{"text":"The title guy in this Verdi opera is the son of the king of Spain","response":"<i>Don Carlos</i>"}],"originalDate":"2023-05-15"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"In 1610 this Italian scientist &amp; astronomer named the moons of Jupiter the \"Medicean Stars\" in honor of the powerful family","response":"Galileo"},{"text":"Galvani said he'd found a new type of this restricted to animal tissue; Volta proved it's the same type that goes through metal","response":"electricity"},{"text":"Ichthyologist Eugenie Clark discovered the Moses sole's natural one of these, which makes ol' Jaws flail around &amp; go fetal","response":"shark repellent"},{"text":"Arthur Riggs &amp; his team developed the artificial type of this hormone, saving human lives &amp; letting cows keep their pancreases","response":"insulin"},{"text":"In the  Galápagos, the currents control the seasons: the garúa is the time of this cold current named for a German scientist","response":"the Humboldt Current"}],"originalDate":"2023-05-15"},{"category":"\"SPECIAL\" DELIVERY","comments":"","clues":[{"text":"This cereal now comes in fruit &amp; yogurt &amp; red berries varieties","response":"Special K"},{"text":"Term for military units like the Green Berets trained in guerrilla warfare &amp; other unique tactics","response":"special forces"},{"text":"It's a folk song about a train as well as a 90-minute musical showcase on 1970s TV","response":"\"The Midnight Special\""},{"text":"With unemployment at 25% &amp; banks on the verge of collapse, in 1933 FDR called Congress into the first of 3 of these gatherings","response":"a special session"},{"text":"Sidney Reilly of \"Ace of Spies\" fame worked as an operative of this U.K. department concerned with national security","response":"the Special Branch"}],"originalDate":"2023-05-15"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Temppeliaukio Church, which was carved from solid rock, is in this Finnish capital","response":"Helsinki"},{"text":"The changing of the guard on Parliament Hill is one this Canadian city's main summer attractions","response":"Ottawa"},{"text":"This Arab capital is divided into Christian &amp; Muslim halves","response":"Beirut"},{"text":"It's the capital of Serbia as well as the capital of Yugoslavia","response":"Belgrade"},{"text":"Being the southernmost of South Africa's 3 capitals makes it southernmost capital in Africa","response":"Cape Town"}],"originalDate":"1988-09-19"}],[{"category":"FOOD","comments":"","clues":[{"text":"Prickly pears are plucked from this type of plant","response":"a cactus"},{"text":"Guinness says the longest pork one ever made stretched over 8 miles in \"link\"th","response":"a sausage"},{"text":"Challah, a Jewish festival bread, gets its gold color from eggs or a pinch of this spice","response":"saffron"},{"text":"The FDA forbids the use of the word \"caviar\" alone on a label unless it comes from this type of fish","response":"sturgeon"},{"text":"Mangoes are a common ingredient in this pungent Indian relish","response":"chutney"}],"originalDate":"1988-09-19"},{"category":"AMERICAN INDIANS","comments":"","clues":[{"text":"The Hopi 1st rode on these in the 16th century","response":"horses"},{"text":"Famous Seneca orator Red Jacket got his name from the scarlet coat they gave him","response":"the British"},{"text":"The Natchez were known for flattening this part of their bodies","response":"their foreheads (heads)"},{"text":"According to historian Clark Wissler, it was the only language Sequoya knew","response":"Cherokee"},{"text":"Until the Tuscarora joined, the Iroquois consisted of this many \"nations\"","response":"5"}],"originalDate":"1988-09-19"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"In 1955 Walter Matthau played Nathan Detroit in a revival of this Broadway musical","response":"<i>Guys and Dolls</i>"},{"text":"In '78 he made his directorial debut, directing himself as star of \"Paradise Alley\"","response":"Sylvester Stallone"},{"text":"TV Guide quoted this ex-\"Dallas\" star as saying, \"I'd die to do the life story of Miss Piggy!\"","response":"Victoria Principal"},{"text":"She played Coach's daughter on \"Cheers\", but now she's \"Moonlighting\"","response":"Allyce Beasley"},{"text":"This pugilistic Pulitzer Prize winner played architect Stanford White in \"Ragtime\"","response":"Norman Mailer"}],"originalDate":"1988-09-19"},{"category":"SPORTS","comments":"","clues":[{"text":"Sport which scores in increments of 1, 3, 6 &amp; occasionally 2 points","response":"football"},{"text":"In baseball, if a fair ball pops out of the glove of an outfielder &amp; over the fence, it's ruled this","response":"a home run"},{"text":"When judges' marks are announced for gymnastics events, these 2 scores are discarded","response":"the highest & the lowest"},{"text":"Sport in which Australia might beat Pakistan by an innings &amp; 21 runs","response":"cricket"},{"text":"In this, you get 1 point for each stone in the house &amp; closer to the tee than any stone of the opposing team","response":"curling"}],"originalDate":"1988-09-19"},{"category":"WINE, WOMEN &amp; SONG","comments":"","clues":[{"text":"Winemaking in the U.S. all but died with the start of this in 1920","response":"Prohibition"},{"text":"She earned a Ph.D. from Cambridge writing about Shakespeare before writing \"The Female Eunuch\"","response":"Germaine Greer"},{"text":"In song, they \"make me happy, make me feel fine\"","response":"tiny bubbles"},{"text":"She was \"Miss Burbank\" in 1948, several years before she began \"Singin' in the Rain\"","response":"Debbie Reynolds"},{"text":"This wine touted itself, \"on ice, that's nice\"","response":"Riunite"}],"originalDate":"1988-09-19"},{"category":"AIRPORTS","comments":"","clues":[{"text":"7 1/2 times larger than La Guardia, New York International is known by this name","response":"JFK"},{"text":"Rome's airport is named for this 16th century aeronautical pioneer","response":"da Vinci"},{"text":"Arriving in his famous plane, he dedicated Kansas City's new airport in 1927","response":"Lindbergh"},{"text":"Will Rogers World Airport helps link this city with the world","response":"Oklahoma City"},{"text":"Located in Chantilly, Va., this airport covers an area more than half the size of Manhattan","response":"Dulles"}],"originalDate":"1988-09-19"}],{"category":"AUSTRALIA","text":"This 1987 event gained worldwide recognition for the city of Fremantle, a suburb of Perth","response":"The America's Cup"}]}