{"mix":591,"rounds":[[{"category":"PRESENT COMPANY ACCEPTED","comments":"","clues":[{"text":"In 2023 this company announced price cuts on its cars, including a $19,000 discount on the Model X Plaid","response":"Tesla"},{"text":"The 2023 movie \"Air\" focuses on a big move this company made in 1984 that worked out well for the brand","response":"Nike"},{"text":"$100 invested in this Midwest-based company in 1965 would have been worth $2.4 million in 2020","response":"Berkshire Hathaway"},{"text":"After 8 years as CEO of this tech company following its split from eBay, Dan Schulman is stepping down, but no need to send Dan any $$$","response":"PayPal"},{"text":"Do you have the time? <br> You would if you'd paid $1.1 million at Sotheby's for a rare Cheich watch by this jeweler from Paris","response":"Cartier"}],"originalDate":"2023-05-12"},{"category":"ISLE BE \"C\"ING YOU","comments":"(Ken: Each response will begin with the letter C.)","clues":[{"text":"Cape Maisi, this island's easternmost point, lies in the province of Guantanamo","response":"Cuba"},{"text":"Popular tourist highlights on this Italian isle are the Blue Grotto &amp; the Castiglione, a medieval castle","response":"Capri"},{"text":"This Dutch isle in the southern Caribbean is famous for its liqueur made from orange peels","response":"Curaçao"},{"text":"With sites like the Palancar Caves, this Mexican isle popular with cruise ships is one of the world's best destinations for scuba divers","response":"Cozumel"},{"text":"This rocky isle at the entrance to Manila Bay is home to the Pacific War Memorial","response":"Corregidor"}],"originalDate":"2023-05-12"},{"category":"INVERTEBRATES","comments":"","clues":[{"text":"Although its name indicates it has 100 feet, this arthropod may have more than 300","response":"a centipede"},{"text":"A species of this annelid in the Amazon has a 6-inch proboscis that it uses as a hypodermic needle to suck blood","response":"a leech"},{"text":"The sea wasp variety of this floating invertebrate is deadly; each dart on its many tentacles can kill a person in minutes","response":"a jellyfish"},{"text":"A 2010 study suggested that the fluorescence of this arachnid is a way for it to detect &amp; avoid ultraviolet light","response":"scorpion"},{"text":"The shell of the knobbed type of this invertebrate, not to be confused with a conch, is New Jersey's state shell","response":"whelk"}],"originalDate":"2023-05-12"},{"category":"MNEMONIC POSSESSION","comments":"","clues":[{"text":"For these, \"My very educated mother just served us nine pizzas\" got cut to \"My very educated mother just served us nachos\"","response":"the planets"},{"text":"If you don't care for Mr. Biv, a second way to remember these is \"Richard of York gave battle in vain\"","response":"the colors of the rainbow"},{"text":"It's easy<span class=\"nobreak\">--</span>&amp; grisly!<span class=\"nobreak\">--</span>to remember this collective group: \"Divorced, beheaded, died / Divorced, beheaded, survived\"","response":"the wives of King Henry VIII"},{"text":"\"Dear King Philip claps often for good science\" begins with this<span class=\"nobreak\">--</span>all life can be divided into 3, including bacteria","response":"domain"},{"text":"Regarding a stroke, \"FAST\" means to check for drooping here, weakness in these &amp; difficulty with this<span class=\"nobreak\">--</span>then the \"T\" is for time","response":"face, arms & speech"}],"originalDate":"2023-05-12"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"His brother Cassim was killed, but he escaped \"the 40 thieves\"","response":"Ali Baba"},{"text":"Heroine of the Thomas Hardy novel that's subtitled \"A Pure Woman\"","response":"Tess of the d'Urbervilles"},{"text":"A baby named Thomas Luck is adopted by miners in this famous Bret Harte story","response":"\"The Luck of Roaring Camp\""},{"text":"Slum child Francie Nolan is the leading character in this 1943 best-seller by Betty Smith","response":"<i>A Tree Grows in Brooklyn</i>"},{"text":"London's Hyde Park boasts a statue of Rima the bird-girl from this W.H. Hudson novel","response":"<i>Green Mansions</i>"}],"originalDate":"1988-07-19"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"A water passage; Puget &amp; the one off Long Island are examples","response":"a sound"},{"text":"The Cascade Range was named after the cascades of this river","response":"the Columbia"},{"text":"The seat of this county in Kansas is named Ulysses","response":"Grant"},{"text":"A river, mountain range, &amp; gap were named for Wm. Augustus, duke of this English county","response":"Cumberland"},{"text":"Macon-born poet Sidney Lanier has a large lake named after him in this, his native state","response":"Georgia"}],"originalDate":"1988-07-19"}],[{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"American artist Archibald M. Willard came up with several versions of the \"Spirit of...\" this","response":"76"},{"text":"The standard game of solitaire is played with this many cards","response":"52"},{"text":"A square with one side measuring 4\" long contains this many square inches","response":"16"},{"text":"Total of all the points on all the stars on the American flag","response":"250"},{"text":"Number in the last line of the complete version of the poem which begins \"30 days hath September\"","response":"29"}],"originalDate":"1988-07-19"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"This country's Dingle Peninsula was the spectacular setting for \"Ryan's Daughter\"","response":"Ireland"},{"text":"Actor Roddy McDowall was exec. prod. of the 1987 film in which Goldie Hawn went this, the film's title","response":"<i>Overboard</i>"},{"text":"Gregory Peck walked the line in \"I Walk the Line\", but this man wrote &amp; sang the title tune","response":"Johnny Cash"},{"text":"1937 film in which aspiring star Janet Gaynor 1st sees fading star Fredric March at the Hollywood Bowl","response":"<i>A Star is Born</i>"},{"text":"She played Eve in \"All About Eve\"","response":"Anne Baxter"}],"originalDate":"1988-07-19"},{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"Charleston, South Carolina was named for him","response":"Charles II"},{"text":"The two children of King George VI","response":"Elizabeth & Margaret"},{"text":"When he died in 1485, this 32-year-old \"villain\" had reigned for only 2 years","response":"Richard III"},{"text":"He was just a baby when he became king of Scotland after his mother Mary Queen of Scots abdicated","response":"James VI (of Scotland) or (James I of England)"},{"text":"Tudor queen who was betrothed to Holy Roman Emperor Charles V but married his son, Philip of Spain","response":"Mary"}],"originalDate":"1988-07-19"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"His \"Blue Danube\" waltzes by his home in Vienna","response":"Johann Strauss Jr."},{"text":"Of tutti, frutti, or aw rootie, the one that is a direction in music","response":"<i>tutti</i>"},{"text":"Nickname for Tchaikovsky's 3rd symphony, whose finale is \"In Tempo Polacca\"","response":"<i>The Polish Symphony</i>"},{"text":"Verdi's tear-jerking tale of a tubercular trollop","response":"<i>La Traviata</i>"},{"text":"In his \"Black Key\" etude, Op.10, No. 5, the right hand plays only on the black keys","response":"(Frédéric) Chopin"}],"originalDate":"1988-07-19"},{"category":"THE YEAR THAT WAS","comments":"","clues":[{"text":"The year Christopher Columbus discovered Cuba","response":"1492"},{"text":"The year in which Richmond became capital of the Confederacy","response":"1861"},{"text":"Each July 14th the French celebrate Bastille Day, which took place in this year","response":"1789"},{"text":"John Smith said this was the year Pocahontas saved his life, shortly after he arrived in Jamestown","response":"1607"},{"text":"By treaty, the British formally recognized U.S. independence in this year","response":"1783"}],"originalDate":"1988-07-19"},{"category":"LANGUAGES","comments":"","clues":[{"text":"\"Inshallah\" is a term meaning \"God willing\" in this language","response":"Arabic"},{"text":"Of Dutch, German or Frisian, the one that's the closest relative of English","response":"Frisian"},{"text":"The language now called Pilipino is based on this native language","response":"Tagalog"},{"text":"Irish &amp; Scottish Gaelic &amp; Welsh are all members of  this language group","response":"the Celtic"},{"text":"Amharic, a Semitic language, is the official language of this African country","response":"Ethiopia"}],"originalDate":"1988-07-19"}],{"category":"HISTORIC AMERICANS","text":"In September 1814 John S. Skinner &amp; this Maryland atty. were sent to negotiate the release of William Beanes, a POW","response":"Francis Scott Key"}]}