{"mix":594,"rounds":[[{"category":"STUFFED DOGS","comments":"","clues":[{"text":"Bud Light's marketing of this dog included a stuffed toy","response":"Spuds MacKenzie"},{"text":"In selling off the contents of this nursery rhyme woman's house &amp; cupboard, her dog was found<span class=\"nobreak\">--</span>stuffed","response":"Old Mother Hubbard"},{"text":"In the '87 Macy's Thanksgiving Day parade, he was \"stuffed\" with helium &amp; glided on skates down the route","response":"Snoopy"},{"text":"This ABC Saturday morning cartoon series is based on a line of stuffed dogs","response":"the <i>Pound Puppies</i>"},{"text":"Roy will never say \"I'll be doggone\" as long as this stuffed dog stands by Trigger at the museum","response":"Bullet (the Wonder Dog)"}],"originalDate":"1988-07-15"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"The father of this president, also named John, was also a president","response":"John Quincy Adams"},{"text":"This era of American history is considered to have ended during the tenure of Rutherford B. Hayes","response":"Reconstruction"},{"text":"The father of this president, also named John, was a governor of Virginia","response":"John Tyler"},{"text":"He was the last president to live long enough to witness his vice-president as president","response":"Richard Nixon"},{"text":"1st name shared by the 2nd wives of both Teddy Roosevelt &amp; Woodrow Wilson","response":"Edith"}],"originalDate":"1988-07-15"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Bartolomeu Diaz made the encyclopedias by rounding this cape in 1488","response":"the Cape of Good Hope"},{"text":"It's the name John C. Fremont gave to the channel at the entrance to San Francisco Bay","response":"the Golden Gate"},{"text":"The Victoria was the only 1 of his 5 ships to make it around the world","response":"Magellan"},{"text":"The Information Please Almanac gives him credit for discovering Labrador, but questions Nova Scotia","response":"Leif Erikson"},{"text":"Completes the quote by Hernando Cortez, \"We Spaniards suffer from a disease that...\"","response":"only gold cures (only gold can cure)"}],"originalDate":"1988-07-15"},{"category":"THE BEATLES","comments":"","clues":[{"text":"In 1964 &amp; '65, this host of \"The Newlywed Game\" presented The Beatles at the Hollywood Bowl","response":"Bob Eubanks"},{"text":"A poll of rock critics from around the world chose this '67 Beatles album as rock's all-time best album","response":"<i>Sgt. Pepper</i>"},{"text":"As The Beach Boys loved \"California Girls\", The Beatles loved the women of Georgia in this song","response":"\"Back In The U.S.S.R.\""},{"text":"In Billboard's list of The Beatles' 49 Top-40 hits, this is the only body part mentioned","response":"hand"},{"text":"Last #1 single in U.S. for The Beatles, its title aptly described the path of their career together","response":"\"The Long And Winding Road\""}],"originalDate":"1988-07-15"},{"category":"ART NEWS","comments":"","clues":[{"text":"Armand Hammer changed plans to give his art to the L.A. County Museum of Art, opting to do this instead","response":"to build his own museum"},{"text":"A Belgian has bought &amp; is restoring the inn at Auvers-sur-Oise where this artist killed himself","response":"van Gogh"},{"text":"Austria is now settling claims to the Mauer Bach collection, art objects confiscated by this group","response":"the Nazis"},{"text":"In January 1988, NYC's MoMA lent this artist's \"Les Demoiselles d'Avignon\" to a Paris museum","response":"Picasso"},{"text":"Published in 1987 at $100, \"One Hundred Flowers\" is a collection of her work","response":"Georgia O'Keeffe"}],"originalDate":"1988-07-15"},{"category":"DIFFERS BY A LETTER","comments":"","clues":[{"text":"Overly proud of one's own appearance &amp; a form of precipitation","response":"vain & rain"},{"text":"To wait patiently &amp; your humble home","response":"abode & abide  (bode & abode)"},{"text":"Hereditary &amp; <br>not brand name","response":"genetic & generic"},{"text":"Earl, for example &amp; <br>to donate 10% to the church","response":"tithe & title"},{"text":"Plenty &amp; <br>a McIntosh","response":"apple & ample"}],"originalDate":"2023-05-11"}],[{"category":"HISTORIC ERAS &amp; AGES","comments":"","clues":[{"text":"In a totally metal move, this age took over for bronze in southeastern Europe around 1200 B.C.","response":"iron"},{"text":"The Age of this, when humans used their brains to figure things out, is also the title of an anti-religion Thomas Paine work","response":"Reason"},{"text":"Britannica says during this mostly 19th century era, \"Britain was a powerful nation with a rich culture\"; the past tense... ouch","response":"the Victorian"},{"text":"No. 2 of the 3 periods of the Mesozoic era, it began about 201.3 million years ago; welcome...! to this","response":"Jurassic"},{"text":"New York City's Frick Collection is a monument to the art collecting of this materialistic era, also a Twain title","response":"the Gilded Age"}],"originalDate":"2023-05-11"},{"category":"LIONS &amp; TIGERS &amp; BEERS","comments":"","clues":[{"text":"Punning on a word for a group of lions, South Africa's Lion Lager called itself the this \"of beers\"","response":"pride"},{"text":"During Prohibition, Pennsylvania's Lion Brewery made this rhyming stuff that had just 1/10 the alcohol of regular beer","response":"near beer"},{"text":"The Great Lakes Brewing Company's Rye of the Tiger is an IPA, short for this","response":"India pale ale"},{"text":"Lion Beer Australia says its beers are made from only 4 core ingredients<span class=\"nobreak\">--</span>water, barley, malt &amp; these","response":"hops"},{"text":"Sri Lanka's Lion Lager is 4.8% alcohol; Lion this dark, strong beer type is a powerful 8.8%","response":"Stout"}],"originalDate":"2023-05-11"},{"category":"QUADRISYLLABIC WORDS","comments":"","clues":[{"text":"License &amp; this piece of paper proving it's your vehicle, please","response":"registration"},{"text":"In mortgage lending, it's the \"A\" in ARM","response":"adjustable"},{"text":"This word meaning self-government is from the Greek for \"independence\"","response":"autonomy"},{"text":"In statistics it's the tendency for 2 values to change in sync; as often said, it's \"not causation\"","response":"correlation"},{"text":"It's the forgiveness of sin granted by the sacrament of penance","response":"absolution"}],"originalDate":"2023-05-11"},{"category":"ASIAN GEOGRAPHY","comments":"","clues":[{"text":"The city of Daejeon is known as \"South Korea's\" this high-tech area near San Francisco","response":"Silicon Valley"},{"text":"Draining much of the Nagano &amp; Niigata prefectures, Japan's longest river, the Shinano, is found on this island","response":"Honshu"},{"text":"This river flows 2,700 miles from northwest China to the South China Sea &amp; forms part of the border between Thailand &amp; Laos","response":"the Mekong"},{"text":"Now known as the Moluccas, these islands of Indonesia were so-named for the cloves &amp; nutmeg cultivated there","response":"the Spice Islands"},{"text":"Lahore is the capital of this Pakistani province next to India","response":"Punjab"}],"originalDate":"2023-05-11"},{"category":"WATCHING MY STORIES","comments":"","clues":[{"text":"Margaret Atwood is a consultant on this series based on one of her novels &amp; insisted the show not kill Aunt Lydia","response":"<i>The Handmaid's Tale</i>"},{"text":"The novel \"A Man Called Ove\" became a 2023 movie starring Tom Hanks as \"A Man Called\" this palindromic name","response":"Otto"},{"text":"Rosamund Pike got an Oscar nomination for pulling a disappearing act on her husband in this 2014 thriller based on a novel","response":"<i>Gone Girl</i>"},{"text":"Caitriona Balfe plays the out-of-place &amp; out-of-time title character of this series based on Diana Gabaldon's books","response":"<i>Outlander</i>"},{"text":"A boy steals a painting of a bird after a museum bombing in this Donna Tartt novel &amp; its film adaptation","response":"<i>The Goldfinch</i>"}],"originalDate":"2023-05-11"},{"category":"CAR STUFF","comments":"","clues":[{"text":"It's a myth that this Chevy didn't sell in Spanish-speaking markets because its name can be translated as \"doesn't go\"","response":"the Nova"},{"text":"Honda said this model name reflected the company's desire for \"harmony between people, society and the automobile\"","response":"Accord"},{"text":"The Marathon was the model name of this maker's iconic taxicabs; the meter stopped running for the last NYC one in 1999","response":"Checker"},{"text":"This brand's hood ornament is called the Spirit of Ecstasy, &amp; if you had one, you'd be ecstatic too","response":"Rolls Royce"},{"text":"This British automaker teamed up with its competitor Healey to produce classic '50s sports cars like the Sprite","response":"Austin"}],"originalDate":"2023-05-10"}],{"category":"THE REVOLUTIONARY WAR","text":"The Bonhomme Richard defeated the Serapis in this sea","response":"the North Sea"}]}