{"mix":596,"rounds":[[{"category":"NATIONAL FOUNDERS","comments":"","clues":[{"text":"Emperor Jimmu is the legendary founder of this country's first dynasty","response":"Japan"},{"text":"Mujibur Rahman, who led this country's breakaway from Pakistan, was killed in a 1975 coup","response":"Bangladesh"},{"text":"Iceland's National Day commemorates the birthday of Jon Sigurdsson, a 19th century president of this legislative body","response":"the Althing"},{"text":"In the 1950s Kwame Nkrumah led this country to its independence from Britain","response":"Ghana"},{"text":"Last name of Józef, the leader of newly independent Poland after World War I","response":"Piłsudski"}],"originalDate":"2023-05-10"},{"category":"OCEANOGRAPHY","comments":"","clues":[{"text":"Like their teeny-tiny ice cube cousins, these \"Titanic\" frozen masses are made of fresh water","response":"icebergs"},{"text":"North of the equator, ocean currents travel in big circles, flowing around in this direction","response":"clockwise"},{"text":"Most tsunamis occur in this ocean","response":"the Pacific"},{"text":"A major source of iodine, they are used for making medicines, ice cream, jellies, salad dressings, &amp; cosmetics","response":"seaweed"},{"text":"Term for the gently sloping sea floor at edge of most land masses","response":"the continental shelf"}],"originalDate":"1987-03-03"},{"category":"ART","comments":"","clues":[{"text":"Guinness says the longest sculpture in this medium was an 8,498' train made at Virginia Beach","response":"sand"},{"text":"Tho unfinished, his \"Athenaeum head\" of Washington is basis for one on the U.S. dollar bill","response":"Gilbert Stuart"},{"text":"A \"gisant\" is a recumbent sculpture of a person in this condition","response":"dead"},{"text":"Queen Victoria took drawing lessons from this artist &amp; poet best known for his limericks","response":"Edward Lear"},{"text":"Pre-Raphaelite poet &amp; painter; appropriately, he translated Dante into English","response":"Dante Gabriel Rossetti"}],"originalDate":"1987-03-03"},{"category":"TELEPHONES","comments":"","clues":[{"text":"The \"Trimline\" telephone of 1968 was 1st model to feature push buttons here","response":"the headset (the handset)"},{"text":"\"Echo\", <br>\"Relay\" &amp; <br>\"Early Bird\"","response":"telephone satellites"},{"text":"The word telephone comes from 2 Greek words, \"phone\", meaning sound &amp; \"tele\" meaning this","response":"far"},{"text":"Since 1983, the FCC has granted licenses for car phones based on this type of radio technology","response":"cellular"},{"text":"World's longest telephone cable, the Commonwealth Pacific, runs 9000 miles from Australia to this country","response":"Canada"}],"originalDate":"1987-03-03"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"Cockney exclamation that's derived from the much stronger expression \"God blind me\"","response":"blimey"},{"text":"Solicitors are lawyers who work mostly out of court while only these can plead cases in higher courts","response":"barristers"},{"text":"A Britisher who visits his \"turf accountant\" has gone to see him","response":"his bookie"},{"text":"In England it means \"discarded furniture\" as well as wood for building","response":"lumber"},{"text":"The British refer to beets by this longer name","response":"beetroot"}],"originalDate":"1987-03-03"},{"category":"WARS","comments":"","clues":[{"text":"This war we fought was a \"spinoff\" of Napoleon's war with England","response":"the War of 1812"},{"text":"War which resulted in the disappearance of the Austro-Hungarian Empire","response":"World War I"},{"text":"Country which won the Boer War","response":"England"},{"text":"Leader who pleaded for the League of Nations support in Italo-Ethiopian War","response":"Haile Selassie"},{"text":"In an 1853 dispute over Jerusalem holy sites, Russia attacked Turkey &amp; set off this war","response":"the Crimean War"}],"originalDate":"1987-03-03"}],[{"category":"WELCOME TO THE U.S. HOUSE!","comments":"","clues":[{"text":"In 1837 the House banned the wearing of these in the chamber; they'd become so tall they obstructed both view &amp; hearing","response":"hats"},{"text":"Like incoming students, since 1921 new House members have gone through this welcome &amp; get-your-bearings program","response":"orientation"},{"text":"Members vie for coveted assignments on these, like Appropriations or Energy &amp; Commerce","response":"committees"},{"text":"Representatives introduce bills by placing them in a wooden box called this, after the bin in which grain goes in a mill","response":"a hopper"},{"text":"Score! As a new representative, you'll get this privilege of sending postage-free mail to constituents","response":"franking"}],"originalDate":"2023-05-10"},{"category":"CLASSIC MOVIES","comments":"","clues":[{"text":"Having chipped his front tooth as a child, this comic actor removed the cap in \"Dumb &amp; Dumber\"","response":"Jim Carrey"},{"text":"The last word in this 1974 Jack Nicholson movie is its title<span class=\"nobreak\">--</span>\"Forget it, Jake, it's\" this place","response":"<i>Chinatown</i>"},{"text":"John Singleton was the first African-American directing Oscar nominee with this film, set in South Central L.A. where he grew up","response":"<i>Boyz n the Hood</i>"},{"text":"1932's \"I am a Fugitive from\" this shackled-together group stirred outrage against that penal practice","response":"a chain gang"},{"text":"An Alex Trebek movie trivia favorite: Who are Janning, Hahn, Lampe &amp; Hofstetter?  (We'll add they're  the German judges in this movie)","response":"the <i>Judgment at Nuremberg</i>"}],"originalDate":"2023-05-10"},{"category":"MISSION: IMPASSABLE","comments":"","clues":[{"text":"Uganda's Bwindi Impenetrable National Park shelters creatures like the cream-banded swallowtail type of this","response":"butterfly"},{"text":"In Exodus 15, \"The horse of\" this man \"went in with his chariots... into the sea, and the Lord brought again the waters... upon them\"","response":"Pharaoh"},{"text":"A twist on the Cold War barrier that divided Europe, it was the Pittsburgh NFL team's defense in the 1970s","response":"the Steel Curtain"},{"text":"Sit, this 3-headed doggy of myth! You snacked on anyone who tried to escape Hades! Who's a bad boy? You are! You are!","response":"Cerberus"},{"text":"The BBB, or this-this barrier, is crucial to regulating the entry of microorganisms into the central nervous system","response":"blood-brain"}],"originalDate":"2023-05-10"},{"category":"WAY BACK IN THE 1900s","comments":"","clues":[{"text":"In 1971 this Missionaries of Charity woman received the Pope John XXIII Peace Prize","response":"Mother Teresa"},{"text":"At the Mob Museum in Vegas, you can see a bullet-ridden wall salvaged from this 1929 event in Chicago","response":"the St. Valentine's Day Massacre"},{"text":"On Sept. 4, 1962 JFK warned the world<span class=\"nobreak\">--</span>especially one part of the world<span class=\"nobreak\">--</span>that no offensive weapons should be sent to this nation","response":"Cuba"},{"text":"Problems with debt were expo-sed when this city hosted the 1976 Summer Olympics","response":"Montreal"},{"text":"Victorious general Giap compared the French position in this decisive 1954 battle in Vietnam to the bottom of a rice bowl","response":"Dien Bien Phu"}],"originalDate":"2023-05-10"},{"category":"AFTER SCHOOL","comments":"(Mayim: Each response comes after \"school\" alphabetically.)","clues":[{"text":"One of the 2 main traditional components of the \"Jolly Roger\" symbol","response":"a skull"},{"text":"Ingredient in a classic two-part cocktail favored by Princess Margaret","response":"tonic"},{"text":"Disney canine character who shares on-screen pasta","response":"the Tramp"},{"text":"Inevitable certainty, according to Ben Franklin","response":"taxes"},{"text":"Item needed for the classic kids' runnng race that combines speed &amp; balancing","response":"a spoon"}],"originalDate":"2023-05-10"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"In 1861 rubidium was discovered by Gustav Kirchhoff &amp; this scientist for whom a burner is named","response":"Bunsen"},{"text":"In 1955 a bunch of chemists created an element &amp; named it for this chemist who devised the periodic table","response":"Mendeleev"},{"text":"An oxide of this element, atomic number 30, is used in sunscreens to provide protection from UV rays","response":"zinc"},{"text":"The name of this metal element, also a deep blue pigment, comes from a German word for a goblin said to trouble its miners","response":"cobalt"},{"text":"Before penicillin, salvarsan, a compound of this poisonous element, was used to treat syphilis","response":"arsenic"}],"originalDate":"2023-05-10"}],{"category":"ODD WORDS","text":"The word lapidate refers to this ancient form of punishment","response":"stoning"}]}