{"mix":597,"rounds":[[{"category":"BELIEVE IT OR NOT...","comments":"","clues":[{"text":"Octopuses have 3 of these: 2 send blood to the gills, one sends blood to the rest of the body","response":"hearts"},{"text":"In 2023 British police foiled a plan by thieves to poach 200,000 Creme Eggs from this chocolatier","response":"Cadbury"},{"text":"Noodling, a sport involving catching these barehanded, officially became legal in Louisiana in 2022","response":"catfish"},{"text":"A house known as \"The One\" sold for $126 million (down from $295 mil.) in this area of \"lovely atmosphere\" next to Beverly Hills","response":"Bel Air"},{"text":"The Apollo 11 astronauts had to declare Moon rocks to this government service upon returning to Earth","response":"Customs"}],"originalDate":"2023-05-10"},{"category":"STRAIGHT TO JAIL","comments":"","clues":[{"text":"Socrates spent his last hours in an Athenian jail awaiting a cup of this poison","response":"hemlock"},{"text":"For an \"affront to religion &amp; common decency\", this famous lover was arrested in Venice in 1755 &amp; imprisoned in the doge's palace","response":"Casanova"},{"text":"In 1919 he came up with a scheme regarding postal reply coupons &amp; would later offer investors 50% interest in 45 days","response":"Ponzi"},{"text":"This inventor who struggled to cash in on his vulcanization of rubber did time in debtor's prison in Philadelphia, Boston &amp; Paris","response":"Goodyear"},{"text":"In 1898 this \"Gift of the Magi\" author spent time in the pokey for embezzlement of bank funds","response":"O. Henry"}],"originalDate":"2023-05-10"},{"category":"LIBRARIES","comments":"","clues":[{"text":"Harvard's Widener Library honors Harry Elkins Widener, whose rare works were donated after his death in this maritime disaster","response":"the <i>Titanic</i>"},{"text":"When this big-box retailer moved out, McAllen, Texas moved in to create a 123,000-square-foot public library, complete with a cafe","response":"Walmart"},{"text":"In March 1889 the first American library endowed by this philanthropist opened in Braddock, Pennsylvania","response":"Carnegie"},{"text":"The Haskell Free Library straddles the U.S. &amp; Canada<span class=\"nobreak\">--</span>the front door is in Vermont; the circulation desk, in this province","response":"Quebec"},{"text":"In 1996 this library moved its main branch from the Mazarin Palace on the rue de Richelieu to a new facility along the Seine","response":"the Bibliothèque nationale (of France)"}],"originalDate":"2023-05-09"},{"category":"OVERWROUGHT HISTORY","comments":"","clues":[{"text":"March 1, 1781: Finally! <br> The states fully ratified this document!  No way it isn't a document guiding U.S. democracy forever!","response":"the Articles of Confederation"},{"text":"Oooof, this year: Matthew Flinders died. <br> The White House, set on fire.  1,200 killed by the Philippines' Mayon volcano eruption","response":"1814"},{"text":"Dec. 29, 1170: Will no one rid me of this meddlesome priest?!  I'm Henry II, for heaven's sake!  You did?  OK, awkward","response":"Thomas à Becket"},{"text":"July 28, 1794: Hold up, he dominated the Committee of Public Safety!  Guillotine?!  You just can't do that to this guy!  Oh... I guess you can","response":"Robespierre"},{"text":"1494: This business league is comin' apart, man!  Ivan III nixed Novgorod from being one of its kontors, or trading posts","response":"the Hanseatic League"}],"originalDate":"2023-05-09"},{"category":"YOU SPEAK LATIN, RIGHT?","comments":"","clues":[{"text":"It's how Caesar supposedly said, \"I came, I saw, I conquered\"","response":"<i>Veni, vidi, vici</i>"},{"text":"Meaning \"from the latter\" &amp; used of inductive reasoning, it's contrasted with \"a priori\"","response":"<i>a posteriori</i>"},{"text":"Heard in courtrooms, it's Latin for \"elsewhere\"","response":"<i>alibi</i>"},{"text":"This type of argument is directed against a person, not the facts in dispute","response":"<i>ad hominem</i>"},{"text":"Want to start a war?  You'd better have this 2-word justification","response":"<i>casus belli</i>"}],"originalDate":"2023-05-09"},{"category":"LITERATURE","comments":"","clues":[{"text":"\"All hope abandon, ye who enter here\" appears in this medieval poem","response":"the <i>Divine Comedy</i>"},{"text":"Poe's short story \"The Murders\" here marked the first appearance of the French detective C. Auguste Dupin","response":"in the Rue Morgue"},{"text":"Lewis Carroll was the pen name of this mathematician turned children's author","response":"Charles Dodgson"},{"text":"A letter this author began writing to her grandfather evolved into her first novel \"The House of the Spirits\"","response":"Allende"},{"text":"Created by Edith Pargeter, this monk solves crimes in the Middle Ages in mysteries like \"The Leper of Saint Giles\"","response":"Brother Cadfael"}],"originalDate":"2023-05-09"}],[{"category":"CONTRONYMS","comments":"","clues":[{"text":"This verb can mean to view a movie, or to hide something from view, perhaps with a partition","response":"screen"},{"text":"To do this in the U.K. is to discuss a topic at a meeting; to do it in the U.S. is to postpone discussing it","response":"table"},{"text":"To split a diamond with a sharp instrument, or to cling to someone very closely","response":"cleave"},{"text":"You can ask for one of these if you wish to delay a trial, but it can also refer to just going on with the trial","response":"continuance"},{"text":"An expression of regret for one's actions, or a defense like the one \"of the Augsburg Confession\"","response":"an apology"}],"originalDate":"2023-05-09"},{"category":"A NEW COAT","comments":"","clues":[{"text":"Naturally, in \"Foreign Correspondent\", Joel McCrea wore this coat with a name from World War I","response":"a trench coat"},{"text":"The U.S. Navy issued these, double-breasted, hip-length &amp; dark blue, to new recruits until 2019","response":"a peacoat"},{"text":"In 2019 this iconic star said a red coat she wore to protest the dangers of climate change will be the last clothing item she buys","response":"Jane Fonda"},{"text":"This Scottish chemist invented a waterproof material that was used to make a raincoat that bears his name","response":"(Charles) MacIntosh"},{"text":"Similar to a parka, this hooded jacket gets its name in part from Greenlandic Inuit","response":"an anorak"}],"originalDate":"2023-05-09"},{"category":"PLAY: THE GAME","comments":"(Ken: You'll give us the title of the play in each case.)","clues":[{"text":"Your wife asks for a divorce; lose direction in life; move in with sportswriter pal; clean his place.  Clean it again.  &amp; again","response":"<i>The Odd Couple</i>"},{"text":"Travel to Elsinore; glean what afflicts old pal Hamlet; try to find where he put Polonius; get betrayed; win 1968 Tony","response":"<i>Rosencrantz and Guildenstern Are Dead</i>"},{"text":"Play affair card with a guy, then accuse his wife of witchcraft; roll again &amp; accuse her of attempted murder","response":"<i>The Crucible</i>"},{"text":"Advance to Harry Hope's bar; lose turn waiting for Hickey; play your pipe dream card; chill at bar after Hickey is arrested","response":"<i>The Iceman Cometh</i> (by Eugene O'Neill)"},{"text":"Teach evolution to your science class; get arrested; be prosecuted by a 3-time presidential candidate; guilty card, pay $100","response":"<i>Inherit the Wind</i>"}],"originalDate":"2023-05-09"},{"category":"UNUSUAL MUSEUMS","comments":"","clues":[{"text":"Oddly, Leeds Castle in England houses a museum devoted to 5 centuries of this canine neckwear","response":"a dog collar"},{"text":"In Milwaukee spring on over to the National Hall of Fame &amp; Museum for these collectible dolls, sometimes called \"nodders\"","response":"bobbleheads"},{"text":"Like Las Vegas, Warsaw, Poland has this type of museum that's really lit (literally)","response":"Museum of Neon"},{"text":"Cup Noodles Museum in Osaka honors Momofuku Ando, who invented instant ramen &amp; founded this company that makes it","response":"Nissin"},{"text":"Croatia, which broke up with Yugoslavia in 1991, has a Museum of Broken Relationships in this capital city","response":"Zagreb"}],"originalDate":"2023-05-09"},{"category":"TIME TO LAWYER UP","comments":"","clues":[{"text":"For not complying with a court order in 1995, a Philly lawyer was jailed for this; he kept not complying &amp; was in jail for 14 years","response":"contempt (of court)"},{"text":"Be an upright citizen &amp; know it's the legal right to bring a lawsuit; judges decide if you have it so the case can proceed","response":"standing"},{"text":"A defense that involves claiming one knew nothing, saw nothing &amp; heard nothing is named for this \"Hogan's Heroes\" character","response":"Sergeant Schultz"},{"text":"Your Honor, the defendant is incompetent, or if I may get fancy, this 3-word phrase, Latin for \"not master of one's mind\"","response":"<i>non compos mentis</i>"},{"text":"I cite 1963's him v. Wainwright<span class=\"nobreak\">--</span>the 6th Amendment's right to counsel extends to felony defendants in state courts","response":"Gideon"}],"originalDate":"2023-05-09"},{"category":"TV","comments":"","clues":[{"text":"The last advertising idea conceived by Don Draper on \"Mad Men\" was for this bubbly product","response":"Coke"},{"text":"It's the 2-word name of the menacing parallel dimension on \"Stranger Things\"","response":"the Upside Down"},{"text":"At the end of \"Game of Thrones\", this member of the Stark family becomes the ruler of Westeros","response":"Bran"},{"text":"\"There's no such thing as real psychics\", proclaimed Simon Baker as Patrick Jane on this drama","response":"<i>The Mentalist</i>"},{"text":"As Baba Voss, this actor stars in \"See\", a series about a dystopian future where most of humanity has lost its sight","response":"Jason Momoa"}],"originalDate":"2023-05-09"}],{"category":"CINEMA","text":"The last film Cecil B. De Mille directed, it was a partial remake of a silent epic he'd directed 33 years before","response":"<i>The Ten Commandments</i>"}]}