{"mix":599,"rounds":[[{"category":"INOPPORTUNE QUOTES","comments":"","clues":[{"text":"This ex-union leader said \"I don't need bodyguards\" right before he disappeared","response":"Jimmy Hoffa"},{"text":"On Oct. 14, 1978, he said \"It's too early for a Polish pope\"; 2 days later, he was one","response":"Pope John Paul II"},{"text":"In 1964, he said about Vietnam, \"We will seek no wider war\"; later he did","response":"LBJ"},{"text":"In 1962, 12 years early, he said, \"This is my last press conference\"","response":"Richard Nixon"},{"text":"Running for president in 1944, he said it was \"time for a change\"","response":"Thomas Dewey"}],"originalDate":"1986-02-27"},{"category":"LESS-THAN-STELLAR SCIENTIFIC POETRY","comments":"","clues":[{"text":"Phat Albert had drive in 1905 / His theory, sweeping the nation / Mass &amp; energy speaking, confidence peaking / Voila, this equation","response":"<i>E</i> = <i>mc</i><sup>2</sup>"},{"text":"1789, &amp; Klaproth is fine / This element, found using his cranium / 238 is a type of it, folks / For Martin discovered...","response":"uranium"},{"text":"Ptolemy's wrong this Pole did say / Earth has some movement / Founded modern astronomy with some autonomy / &amp; Kepler made an improvement","response":"Copernicus"},{"text":"We have no pic of Margaret Mead / Sporting a blue feather boa / But things were great in 1928 / With \"Coming of Age in\"...","response":"Samoa"},{"text":"A 1918 Nobel win/ It is tough to follow / A German physicist / Which kinda rhymes with lyricist? / He's a man of \"constant\" sorrow","response":"Max Planck"}],"originalDate":"2023-05-09"},{"category":"PEOPLE","comments":"","clues":[{"text":"In 1952, before Jonas Salk's vaccine for this became available, the number of U.S. cases surged to 57,000; by 1962, it was 910","response":"polio"},{"text":"Holy K.I.T.T.! The ex-wife of this '80s TV star wound up marrying a man named Michael (E.) Knight","response":"Hasselhoff"},{"text":"This 1st female Sec. of State: <br>\"It took me quite a long time to develop a voice, &amp; now that I have it, I am not going to be silent\"","response":"Albright"},{"text":"In his 1889 essay \"The Gospel of Wealth\", this Penn. steel man urged the well-off to use their money to help the less fortunate","response":"Carnegie"},{"text":"In 2019 Ethiopian prime minister Abiy Ahmed Ali won the Nobel Peace Prize for his work with this rival country","response":"Eritrea"}],"originalDate":"2023-05-09"},{"category":"21st CENTURY QUOTES","comments":"","clues":[{"text":"The line \"Move fast &amp; break things\" was called a core principle of his company by this freckled tech tycoon","response":"Zuckerberg"},{"text":"This late basketball superstar, father of 4 daughters, said, \"I would have 5 more girls if I could. I'm a girl dad\"","response":"Kobe Bryant"},{"text":"In 2009 this hedge fund manager who committed massive fraud said, \"I wish they caught me six years ago, eight years ago\"","response":"Madoff"},{"text":"John Roberts, saving Obamacare: <br>A fine for having no health insurance \"may reasonably be characterized as\" this","response":"a tax"},{"text":"Of reforms under way because of his domestic spying revelations, in 2014 this tech guy said, \"I'm still working for the government\"","response":"Snowden"}],"originalDate":"2023-05-09"},{"category":"MOVE FAST","comments":"","clues":[{"text":"At the 2009 World Championships, he was Jamaican off with the world record in the 100-meter dash, clocking a 9.58","response":"Bolt"},{"text":"At the 2017 NFL combine, John Ross' feet did not fail him as he dashed this many yards in a record 4.22 seconds","response":"40"},{"text":"At the 2021 Australian Open, she hit a 125.5-mph serve, equal to that of Rafael Nadal at the tourney; just her being her","response":"Serena Williams"},{"text":"Drive to survive! In 2005 Juan Pablo Montoya set Italy on fire, hitting 231.5 mph in this class of auto racing","response":"Formula 1"},{"text":"The pelota can fly fast<span class=\"nobreak\">--</span>like 188-mph fast<span class=\"nobreak\">--</span>hurled out of a cesta in this sport with a rhyming name","response":"jai alai"}],"originalDate":"2023-05-09"},{"category":"PRESIDENTS WHO SERVED","comments":"","clues":[{"text":"In the Revolutionary War James Monroe served in this state's 3rd Regiment &amp; was wounded at Trenton","response":"Virginia"},{"text":"In the Civil War William McKinley served in a regiment from this state, commanded by Rutherford B. Hayes","response":"Ohio"},{"text":"Eisenhower did not go overseas for WWI, but earned a medal in part for battling an epidemic of this disease at Camp Colt in Pennsylvania","response":"influenza"},{"text":"On Sept. 2, 1944 Robert Williams of the USS Finback sighted shot-down aviator George H.W. Bush through this, enabling his rescue","response":"a periscope"},{"text":"William Henry Harrison &amp; this running mate both fought in the War of 1812","response":"Tyler"}],"originalDate":"2023-05-09"}],[{"category":"ISTHMUS BE THE PLACE","comments":"","clues":[{"text":"Canal get a witness? The isthmus of this is the only land bridge between the Asian &amp; African continents","response":"the Suez"},{"text":"The isthmus of Tehuantepec is near this country's Tabasco Plain","response":"Mexico"},{"text":"A neck of Thailand &amp; southern Myanmar, the Isthmus of Kra connects the mainland of Asia with this peninsula","response":"the Malay Peninsula"},{"text":"The Isthmus of Boothia in this newish Canadian territory connects to the northernmost tip of North America's mainland","response":"Nunavut"},{"text":"The isthmus of this, also the name of both an ancient &amp; modern city, joins the Peloponnese with the Greek mainland","response":"Corinth"}],"originalDate":"2023-05-09"},{"category":"NOVELS","comments":"","clues":[{"text":"In the '90s this novel was unavoidable, down to a parody called \"The Ditches of Edison County\" about lonely housewife Pancetta","response":"<i>The Bridges of Madison County</i>"},{"text":"In this novel Ralph Ellison wrote, \"When they approach me they see only my surroundings...\"","response":"<i>Invisible Man</i>"},{"text":"This \"Road\" novel by Erskine Caldwell is used as a synonym for situations of depressing poverty","response":"<i>Tobacco Road</i>"},{"text":"Henry Fleming is eager to get into battle until the slaughter actually begins in this work by Stephen Crane","response":"<i>The Red Badge of Courage</i>"},{"text":"The mysterious Anne Catherick strongly favors a certain color in this novel by Wilkie Collins","response":"<i>The Woman in White</i>"}],"originalDate":"2023-05-09"},{"category":"A \"RUN\" FOR YOUR MONEY","comments":"","clues":[{"text":"Just ordinary; originally, something the factory turned out without much quality control","response":"run-of-the-mill"},{"text":"A dab of clear nail polish can halt this fashion disaster","response":"a run in your tights (a run in your stockings)"},{"text":"Nautically, it means to direct an efficient organization","response":"run a tight ship"},{"text":"Bringing Pabst to soldiers deployed in Vietnam is the story of \"The Greatest\" this \"Ever\"","response":"Beer Run"},{"text":"Football gives us this idiom meaning to remove obstacles for someone else","response":"run interference"}],"originalDate":"2023-05-09"},{"category":"MEN OF MEDICINE","comments":"","clues":[{"text":"The oath taken by medical graduates is named for this ancient physician","response":"Hippocrates"},{"text":"He practiced medicine for more than 30 years before publishing his famous thesaurus","response":"Roget"},{"text":"His discovery of a smallpox vaccination helped pave the way for modern immunology","response":"(Edward) Jenner"},{"text":"German doctor Paul Ehrlich founded this method of treating diseases using chemical compounds","response":"chemotherapy"},{"text":"This discoverer of penicillin shared the 1945 Nobel Prize in Medicine","response":"(Sir Alexander) Fleming"}],"originalDate":"1990-10-23"},{"category":"PUBLISHING","comments":"","clues":[{"text":"MacUser, MacGuide &amp; Macworld are all guides to using this company's Macintosh computers","response":"Apple"},{"text":"A sitcom whose resident loonies included Louie &amp; Latka, or a chic magazine they probably wouldn't read","response":"<i>Taxi</i>"},{"text":"This fashion publication is known by its initials, W.W.D.","response":"<i>Women's Wear Daily</i>"},{"text":"First published in February 1988, it's a magazine for women over 35, not Shakespearean kings","response":"<i>Lear's</i>"},{"text":"Her \"Money Book\" was a #1 bestseller, but her Personal Finance magazine folded in 1989","response":"Sylvia Porter"}],"originalDate":"1990-10-23"},{"category":"TENNIS","comments":"","clues":[{"text":"In 1877, the first major tennis tournament took place in this London suburb","response":"Wimbledon"},{"text":"This silver bowl is awarded annually to the nation that wins the World's Men's Tennis title","response":"the Davis Cup"},{"text":"The surname of this former women's champ is Aborigine for \"tall trees by still waters\"","response":"Yvonne Goolagong"},{"text":"If you touch the baseline during a serve, you've committed this kind of fault","response":"a foot fault"},{"text":"This Czech won the US Men's Singles 3 three times in the 1980s &amp; was runner up 5 times","response":"Ivan Lendl"}],"originalDate":"1990-10-23"}],{"category":"WOMEN IN BUSINESS","text":"The largest publicly-held U.S. firm headed by a woman publishes this major daily newspaper","response":"<i>The Washington Post</i>"}]}