{"mix":602,"rounds":[[{"category":"LITERARY DEMISES","comments":"","clues":[{"text":"He's killed in chapter 135 when Moby Dick drags him into the ocean after he gets caught in the rope of a harpoon","response":"Ahab"},{"text":"In this Dickens novel, Sydney Carton loves Lucie Manette so much that he replaces her husband on the guillotine","response":"<i>A Tale of Two Cities</i>"},{"text":"In \"The Green Mile\", this death row inmate who has healing powers is innocent but is resigned to his fate","response":"Coffey"},{"text":"As this character created by Louisa May Alcott had hoped, \"the tide went out easily\" &amp; \"she quietly drew her last\" breath","response":"Beth (March)"},{"text":"His mistress Myrtle Wilson meets a messy end, run over by his wife Daisy; Jay Gatsby takes the blame","response":"Tom (Buchanan)"}],"originalDate":"2023-05-08"},{"category":"20/23","comments":"","clues":[{"text":"In the human body most cells normally contain 23 pairs of these","response":"chromosomes"},{"text":"Atomic No. 20, it's good when it's in the bones but bad when it builds up in the arteries","response":"calcium"},{"text":"In 1817 this \"Magnolia State\" became the 20th state to enter the Union","response":"Mississippi"},{"text":"This mathematician who was the subject of the movie \"A Beautiful Mind\" was intrigued by the number 23 &amp; died on that day in May 2015","response":"(John) Nash"},{"text":"Some of the greatest portraits of Georgia O'Keeffe were taken by this photographer-husband, 23 years her senior","response":"Stieglitz"}],"originalDate":"2023-05-08"},{"category":"SPOONERISM PAIRS","comments":"","clues":[{"text":"A grand overall scheme &amp; a stucco guy","response":"a master plan & a plaster man"},{"text":"A flexible entryway for a tabby &amp; a thin hat","response":"a cat flap & a flat cap"},{"text":"A cliche meaning a devastating punch &amp; an embarrassed black bird","response":"a crushing blow & a blushing crow"},{"text":"An unhappy sentimental song &amp; an unpleasant Cobb or Waldorf","response":"a sad ballad & a bad salad"},{"text":"Contesting with a prevaricator &amp; igniting a blaze","response":"fighting a liar & lighting a fire"}],"originalDate":"2023-05-08"},{"category":"ALLITERATIVE HISTORY","comments":"","clues":[{"text":"Nickname of the First Volunteer Cavalry, which blazed into history books at the 1898 Battle of Santiago","response":"the \"Rough Riders\""},{"text":"Born in Venetia, Italy, he began leading the Church around the year 140","response":"Pope Pius"},{"text":"In Roman history, young girls were chosen to be these priestesses who tended the eternal flame of a hearth goddess","response":"vestal virgins"},{"text":"Thaddeus Stevens &amp; Charles Sumner were members of this \"extreme\" group in Lincoln's party advocating emancipation","response":"Radical Republicans"},{"text":"In the late 19th century, the Pinkertons infiltrated this cabal of coal miners named for a widowed Irishwoman","response":"Molly Maguires"}],"originalDate":"2023-05-08"},{"category":"MATHSTERS","comments":"","clues":[{"text":"Emmy Noether was an innovator in the higher levels of this math branch that uses letters in place of specific numbers","response":"algebra"},{"text":"In the 1930s mathematician John von Neumann's work helped show that indeterminacy was inherent to this new physics theory","response":"quantum mechanics"},{"text":"In the 1990s Andrew Wiles<span class=\"nobreak\">--</span>subsequently Sir Andrew Wiles<span class=\"nobreak\">--</span>shook up the math world by proving this 17th century man's \"last theorem\"","response":"Fermat"},{"text":"Though he didn't discover it, this Swiss genius naturally chose e to represent the important constant named for him","response":"Euler"},{"text":"Called a Mozart of math, Terence Tao became a UCLA prof at 24 &amp; won this \"Nobel Prize of Math\" at 31","response":"a Fields Medal"}],"originalDate":"2023-05-08"},{"category":"DESCRIBING THE NO. 1 ALBUM","comments":"","clues":[{"text":"7 top 10 singles, a big flag, Bruce's behind","response":"<i>Born in the U.S.A.</i>"},{"text":"A first from 2022: all 10 top spots in the Billboard Hot 100 at the same time","response":"<i>Midnights</i> (by Taylor Swift)"},{"text":"Despite the title, no help needed: sizzling sales for SZA","response":"<i>SOS</i>"},{"text":"Beyoncé declares her fearless alter ego &amp; puts a ring on things","response":"<i>I Am... Sasha Fierce</i>"},{"text":"2 of the tunes mentioned in the title are \"Isn't She Lovely\" &amp; \"Pastime Paradise\"","response":"<i>Songs in the Key of Life</i>"}],"originalDate":"2023-05-08"}],[{"category":"SCANDAL!","comments":"","clues":[{"text":"Receiving these gems from Central African dictator Jean-Bédel Bokassa helped end the presidency of France's Valery Giscard d'Estaing","response":"diamonds"},{"text":"A conservative MP &amp; commentator on this network, Bob Boothby endured the revelations of his association with gangster Ronnie Kray","response":"the BBC"},{"text":"You &amp; I pay fees for this, withdrawing money we don't have; in a '90s scandal 300 congressmen did it with the House bank no problem","response":"overdraft"},{"text":"This Italian P.M. said there was no scandal in 2009 after photos surfaced of scantily clad women at his villa","response":"Berlusconi"},{"text":"As attorney general under U.S. Grant, Edwards Pierrepont spent lots of time prosecuting this \"Ring\" of distillers who bribed &amp; frauded","response":"the Whiskey Ring"}],"originalDate":"2023-05-08"},{"category":"YEET!","comments":"","clues":[{"text":"Genesis: <br>\"Therefore the Lord God sent\" him \"forth from the Garden of Eden, to till the ground\"","response":"Adam"},{"text":"In 2003 the board of directors decided to jettison these 3 letters that preceded Time Warner","response":"AOL"},{"text":"In \"2001\" this computer yeets Frank Poole off into space but still has Dave to contend with","response":"HAL 9000"},{"text":"Truman: \"I didn't fire\" him \"because he was a dumb son of a (bleep), although he was, but that's not against the law for generals\"","response":"MacArthur"},{"text":"In Greek myth, after he was born lame, his mom yeeted him out of heaven, but he returned &amp; made Hermes' winged helmet","response":"Hephaestus"}],"originalDate":"2023-05-08"},{"category":"CHILDREN'S LIT","comments":"","clues":[{"text":"This bear who first appeared in a 1958 book was part of many people's tributes to the late Queen Elizabeth II","response":"Paddington"},{"text":"A girl is part of a nontraditional (especially for children's books) family in 1989's \"Heather has Two\" these","response":"Mommies"},{"text":"This nickname for many kings follows \"M.C. Higgins\" in the title of the first Newbery Medal winner by a Black author","response":"the Great"},{"text":"In a story by Johnny Gruelle, this doll says, \"I can't seem to think clearly today... it feels as if my head were ripped\" (it was)","response":"Raggedy Ann"},{"text":"Though he comes from another world, not from France, this diminutive guy appeared on the 50-franc note for many years","response":"the Little Prince"}],"originalDate":"2023-05-08"},{"category":"\"B\" COOL","comments":"","clues":[{"text":"You're in charge if you do something \"like a\" this, meaning to do it with style &amp; swagger","response":"a boss"},{"text":"It's a vibratory sound, or the excitement generated by a cool new product or performer","response":"buzz"},{"text":"There are 2 Bs in the name of this jazz style pioneered by Charlie Parker &amp; other hepcats","response":"bebop"},{"text":"In 1958 the San Francisco Examiner worried that \"growing lads\" might become these \"instead of ball players\"","response":"beatniks"},{"text":"This last name of an uber-cool Hollywood icon is also a verb meaning to hog something, which is way not cool","response":"Bogart"}],"originalDate":"2023-05-08"},{"category":"THE SOUTH PACIFIC","comments":"","clues":[{"text":"Vaka moana are traditional double-hulled these boats used to travel vast ocean distances","response":"catamarans (canoes)"},{"text":"Including Palmerston &amp; Pukapuka, this vast expanse of islands was named after a British captain who visited in 1773","response":"(the) Cook (Islands)"},{"text":"Including the Loyalty Islands, the island group known as \"New\" this basically means \"New Scotland\"","response":"New Caledonia"},{"text":"This double-talk island of the Society Islands is surrounded by coral reefs","response":"Bora Bora"},{"text":"Although this country has more than 300 islands, about 70% of the population lives on its largest, Viti Levu","response":"Fiji"}],"originalDate":"2023-05-08"},{"category":"THE QUOTABLE ALEX","comments":"","clues":[{"text":"An 18th century politician: <br>\"We are attempting by this Constitution to abolish factions\"","response":"Hamilton"},{"text":"An inventor: <br>\"You cannot force ideas. Successful ideas are the result of slow growth\"","response":"(Alexander Graham) Bell"},{"text":"An author: <br>\"All for one, one for all<span class=\"nobreak\">--</span>that is our motto, is it not?\"","response":"Dumas"},{"text":"An author &amp; former prisoner: <br>\"Socialism of any type &amp; shade leads to a total destruction of the human spirit\"","response":"Solzhenitsyn"},{"text":"An artist: <br>\"Why must art be static?... the next step in sculpture is motion\"","response":"Calder"}],"originalDate":"2023-05-08"}],{"category":"NATIONAL PARKS","text":"Besides Wyoming, the 2 other states in which Yellowstone park is located","response":"Montana & Idaho"}]}