{"mix":607,"rounds":[[{"category":"TAKE ME TO CHURCH","comments":"","clues":[{"text":"Built to commemorate the defeat of the Tatars, St. Basil's Cathedral is in this capital city","response":"Moscow"},{"text":"In ancient Rome it was a temple to 12 gods; in the 600s it became a church to just one, holding the remains of martyrs","response":"the Pantheon"},{"text":"In 2023 16th St. Baptist in this city marks 150 years of  the congregation, a history marred by a 1963 bombing","response":"Birmingham, Alabama"},{"text":"Climbing up on Montmartre Hill, I could see Paris' city lights &amp; this basilica whose name means sacred heart","response":"the Sacré-Cœur"},{"text":"Controlled by the Palestinian Authority, the Church of this is believed to mark the birthplace of Jesus in Bethlehem","response":"the Church of the Nativity"}],"originalDate":"2023-05-05"},{"category":"QUICK PLANETS","comments":"","clues":[{"text":"About half the size of Earth, it has a 24.6-hour day","response":"Mars"},{"text":"For 20 years in every 248, it's further from the Sun than Pluto","response":"Neptune"},{"text":"It was the first planet explored by a spacecraft, 1962's Mariner 2","response":"Venus"},{"text":"Leda is one of its more than 50 named moons","response":"Jupiter"},{"text":"It's surrounded by phenomena named<br>A, B, C, D, E, F &amp; G","response":"Saturn"}],"originalDate":"2023-05-05"},{"category":"EVERYTHING'S COMING UP ROSE","comments":"","clues":[{"text":"Born in Boston in 1890, she had 9 children, including John, Robert, Edward &amp; Eunice","response":"(Rose) Kennedy"},{"text":"In 1986 she won an Emmy award for playing Rose Nylund on \"The Golden Girls\"","response":"Betty White"},{"text":"After appearing in the \"Ziegfeld Follies\", she starred in \"Star and Garter\"","response":"Gypsy Rose Lee"},{"text":"Rose of Sharon is pregnant &amp; subsequently abandoned by her spouse in California in this Steinbeck novel","response":"<i>The Grapes of Wrath</i>"},{"text":"D.C. socialite Rose O'Neal Greenhow sent word that Union troops were moving on Manassas, helping the Confederates before this battle","response":"the Battle of Bull Run"}],"originalDate":"2023-05-05"},{"category":"SLANG EN ESPAÑOL","comments":"","clues":[{"text":"This Spanish word for father can also mean \"cool!\" when it comes after \"que\" in a phrase","response":"<i>padre</i>"},{"text":"In Venezuela enratonado, \"moused\", means you're in this condition after a night of too much rum &amp; cocuy","response":"hungover"},{"text":"Ay! Fans of Bart Simpson know this interjection is used to express surprise or dismay","response":"<i>Ay, caramba!</i>"},{"text":"Don't act too high &amp; mighty in Mexico or you might be called a \"fresa\", which literally translates to this fruit","response":"a strawberry"},{"text":"\"The chabón abides\" in Argentina, as el chabón is a local equivalent of this<span class=\"nobreak\">--</span>it's also a nickname for Pope Francis","response":"dude"}],"originalDate":"2023-05-05"},{"category":"NORTHERN LANDS","comments":"","clues":[{"text":"Rifstangi, Iceland's northernmost point, lies less than 2 miles below this line of latitude","response":"the Arctic Circle"},{"text":"Trade in this material from walruses sustained the medieval Norse of Greenland","response":"ivory"},{"text":"Gudmundur Gunnarsson gained fame as a union leader &amp; is the father of this singer, a more famous Icelander","response":"Björk"},{"text":"In 1596 the feisty peasants of Finland rose up against the well-armed Swedes with only these head-bashing items the war is named for","response":"clubs"},{"text":"This man credited as the first to reach the North Pole proved that Greenland is an island","response":"Robert Peary"}],"originalDate":"2023-05-05"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"Get moving with LULU, the symbol for this athletic apparel company","response":"Lululemon"},{"text":"Life's a bleach for this company with the symbol CLX","response":"Clorox"},{"text":"Not DING, not DONG, but TWNK is this maker of Twinkies &amp; other baked goodies","response":"Hostess"},{"text":"Headquartered in New York, GS is this leader in global investment banking &amp; securities","response":"Goldman Sachs"},{"text":"OXY is the symbol for this oil &amp; gas company","response":"Occidental"}],"originalDate":"2023-05-05"}],[{"category":"DUNCE, DUNCE","comments":"","clues":[{"text":"He is confidently incorrect as he tells Sancho Panza that the cloud of dust he sees comes from an army; it's sheep","response":"Don Quixote"},{"text":"Margaret Mitchell wrote that she \"had not willingly opened a book since leaving the Fayetteville Female Academy\"","response":"Scarlett O'Hara"},{"text":"Neither intellectual giants, Crabbe &amp; Goyle were the cronies of this character in Harry Potter books","response":"Draco Malfoy"},{"text":"Patrick Bateman in this Bret Easton Ellis book refers to someone named McDermott as McDufus","response":"<i>American Psycho</i>"},{"text":"Thersites in this Shakespeare play says Agamemnon \"has not so much brain as earwax\"","response":"<i>Troilus and Cressida</i>"}],"originalDate":"2023-05-05"},{"category":"REVOLUTION","comments":"","clues":[{"text":"A peaceful 1905 worker's march turned into what was later called \"Bloody\" this after Grand Duke Vladimir ordered an attack","response":"Bloody Sunday"},{"text":"After ordering the deaths of hundreds, Sadegh Khalkhali was much feared after this country's 1979 revolution","response":"Iran"},{"text":"Casimir Pulaski died after attacking this key Georgia port, occupied by loyalists during much of the Revolutionary War","response":"Savannah"},{"text":"After a speech by Khrushchev in 1956, this country revolted, but the Soviets intervened before year's end","response":"Hungary"},{"text":"Ordinal name for the commoners who turned into a revolutionary national assembly in 1789 France","response":"the Third Estate"}],"originalDate":"2023-05-05"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"While length of this measure in Athens varied from 11.57\"-12.91\", in Rome, it was 11.66\" &amp;, now, in the U.S., is 12\"","response":"a foot"},{"text":"When measuring this material in the U.S., a \"bale\" is equal to 500 pounds","response":"cotton"},{"text":"Of 1/4, 1/2, or 3/4, amount of alloy in 18 karat gold","response":"1/4"},{"text":"Abbreviated \"dr\", there are 8 of them in a fluid ounce","response":"a dram"},{"text":"While notes in a measure of music can come in chords, this substance can come in \"cords\", without the \"H\"","response":"wood"}],"originalDate":"1987-03-24"},{"category":"TELEVISION","comments":"","clues":[{"text":"Van Johnson &amp; Van Heflin turned down this role made famous by Robert Stack","response":"Eliot Ness"},{"text":"In 1960, KNXT in L.A. was 1st station in nation to offer an hour-length program of this type","response":"news"},{"text":"In our 2nd season we finished 2nd in the ratings to \"All in the Family\"; now goodnight, Jim-Bob","response":"<i>The Waltons</i>"},{"text":"In \"The Waverly Wonders\", Joe Namath played a former pro in this sport, not football","response":"basketball"},{"text":"This sponsoring company was delighted when Milton Berle drew up to 80% of viewers his 1st year","response":"Texaco"}],"originalDate":"1987-03-24"},{"category":"PRESIDENTIAL QUOTES","comments":"","clues":[{"text":"In his 2nd debate w/Jimmy Carter he said, \"There is no Soviet domination of Eastern Europe\"","response":"Gerald Ford"},{"text":"Asked how he became a war hero, he said, \"It was involuntary; they sank my boat\"","response":"John F. Kennedy"},{"text":"\"That government is best,\" Jefferson said, \"which governs\" this way","response":"the least"},{"text":"President &amp; place where he said, \"The world will little note nor long remember what we say here\"","response":"Abraham Lincoln at Gettysburg"},{"text":"The only pres. who told the U.S. Chamber of Commerce \"I'm the only president you have got\"","response":"Lyndon Baines Johnson"}],"originalDate":"1987-03-24"},{"category":"FAIRY TALES","comments":"","clues":[{"text":"The only thing this Hans Christian Andersen character cared about was new clothes","response":"the emperor"},{"text":"\"Gifts\" given to her were said to include getting all the things she could wish for &amp; dying from a spindle wound","response":"Sleeping Beauty"},{"text":"Among the names the miller's daughter guessed for him were Caspar, Conrad &amp; Sheepshanks","response":"Rumpelstiltskin"},{"text":"Musical instrument Jack stole from the giant","response":"a harp"},{"text":"In German this heroine's name is Aschenbrodel","response":"Cinderella"}],"originalDate":"1987-03-24"}],{"category":"THE 50 STATES","text":"This state, whose flag features a bison, also has a town founded by &amp; named for Buffalo Bill","response":"Wyoming"}]}