{"mix":613,"rounds":[[{"category":"BOTANY","comments":"","clues":[{"text":"Pine nuts come from these parts of certain pine trees","response":"pine cones"},{"text":"The acorn is a true one of these, but a goober is not","response":"a nut"},{"text":"An organic material, such as peat, spread around plants to suppress weeds","response":"mulch"},{"text":"Bees make honey from this sugary solution secreted by some plants","response":"nectar"},{"text":"Found in the cell walls of some plants, this carbohydrate helps jelly gel","response":"pectin"}],"originalDate":"1991-01-18"},{"category":"IRELAND","comments":"","clues":[{"text":"Said to represent the trinity, this three-leafed plant is Ireland's national symbol","response":"the shamrock"},{"text":"This stout beer, Ireland's most popular brand, is an important export","response":"Guinness"},{"text":"William Butler Yeats &amp; Lady Augusta Gregory helped found this Irish national theatre in 1904","response":"the Abbey"},{"text":"Only three of the nine counties of this province belong to the Republic of Ireland","response":"Ulster"},{"text":"In 1905, editor A. Griffith formed this political organization, whose name means \"We Ourselves\"","response":"Sinn Fein"}],"originalDate":"1991-01-18"},{"category":"19th CENTURY AMERICANS","comments":"","clues":[{"text":"After his 1843 death, this lexicographer's heirs sold his dictionary rights to the GNC Merriam Company","response":"Webster"},{"text":"On April 3, 1882, Robert Ford shot &amp; killed this outlaw in his St. Joseph, Missouri home","response":"Jesse James"},{"text":"This U.S. Navy officer negotiated the 1854 Treaty of Kanagawa, which opened trade with Japan","response":"Commodore Perry"},{"text":"In 1876-77, he founded the American Library Association &amp; became editor of the \"Library Journal\"","response":"Dewey"},{"text":"In 1880, this industrialist patented a method for making dry photographic plates","response":"(George) Eastman"}],"originalDate":"1991-01-18"},{"category":"GLASS","comments":"","clues":[{"text":"A fulgurite is the glass rock formed after sand has been struck by this","response":"lightning"},{"text":"The first glass factory in North America was established in 1608 in this settlement","response":"Jamestown"},{"text":"Safety glass, such as that used in auto windshields, is a sandwich of glass sheets &amp; this material","response":"plastic (polyvinyl butyral)"},{"text":"In 1271, the glass workers in this Italian city formed a guild","response":"Venice"},{"text":"Most glass is composed of silica, soda &amp; this caustic ingredient, also known as calcium oxide","response":"lime"}],"originalDate":"1991-01-18"},{"category":"\"M\"s ON THE MAP","comments":"","clues":[{"text":"Wisconsin's two largest cities are both M's, Milwaukee &amp; this","response":"Madison"},{"text":"The largest tributary of the Hudson River, it's named for an Indian tribe","response":"Mohawk"},{"text":"It's the state Downeasters call home","response":"Maine"},{"text":"Because it's so small in area, no passenger cars are allowed on this Michigan resort Island","response":"Mackinac Island"},{"text":"This Swiss resort city on Lake Geneva hosts a famous international jazz festival","response":"Montreux"}],"originalDate":"1991-01-16"},{"category":"FAMOUS COUPLES","comments":"","clues":[{"text":"She co-starred in the 1966 series \"Shane\" before she married Charles Bronson","response":"Jill Ireland"},{"text":"On screen, she was married to the mob; off screen, she was married to Peter Horton of \"thirtysomething\"","response":"Michelle Pfeiffer"},{"text":"Mario Cuomo's son Andrew &amp; Carrie Kennedy, this man's daughter, married in 1990","response":"Robert F. Kennedy"},{"text":"This ex-\"Dallas\" star &amp; beauty book author is the wife of a plastic surgeon, Dr. Harry Glassman","response":"Victoria Principal"},{"text":"She married fellow cosmonaut Andriyan Grigoryevich Nikolayev in 1963","response":"Valentina Tereshkova"}],"originalDate":"1991-01-16"}],[{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"Used for measuring precious stones, it was originally the weight of a seed of the carob tree","response":"carat"},{"text":"It can mean 100 pounds of nails or a cask of 30 gallons or less of beer","response":"a keg"},{"text":"Once a container for measuring grain, it's now one quarter of a bushel","response":"a peck"},{"text":"Firewood is usually sold in these units, which are 8' x 4' x 4'","response":"a cord"},{"text":"Points &amp; picas are measurements used in this craft","response":"typesetting (or printing)"}],"originalDate":"1991-01-16"},{"category":"LITERATURE","comments":"","clues":[{"text":"This Scottish novelist created a guy named Guy Mannering","response":"Sir Walter Scott"},{"text":"The last two characters this author killed off were Captain Vere &amp; Billy Budd","response":"Herman Melville"},{"text":"The country in Alan Paton's \"Cry, the Beloved Country\"","response":"South Africa"},{"text":"In \"Through the Looking Glass\", there are white &amp; red kings, queens, pawns &amp; these","response":"the knights"},{"text":"Tom Brown's school days under headmaster Dr. Arnold were at this sporty school","response":"Rugby"}],"originalDate":"1991-01-16"},{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"Bush said he doesn't like it; his mother made him eat it, &amp; he's president &amp; doesn't have to eat it any more","response":"broccoli"},{"text":"\"The Presidents: Tidbits &amp; Trivia\" book lists hundreds of places George Washington did this","response":"slept here"},{"text":"This eldest daughter of Grover Cleveland had a candy bar named for her","response":"(Baby) Ruth"},{"text":"In August 1927 he passed out slips of paper saying, \"I do not choose to run for president in 1928\"","response":"Coolidge"},{"text":"He chose to run for president in 1928 &amp; was elected","response":"Hoover"}],"originalDate":"1991-01-16"},{"category":"ANIMALS","comments":"","clues":[{"text":"The most dangerous spider native to the U.S.; it's found in nearly every state","response":"a black widow"},{"text":"While kangaroo rats are rodents, rat kangaroos belong to this order of mammals","response":"marsupials"},{"text":"The most powerful cat in the New World, it feeds on many animals, including tapirs &amp; turtles","response":"the jaguar"},{"text":"This dog, not the borzoi, is the tallest of all wolfhounds","response":"Irish wolfhound"},{"text":"The branch of zoology that deals with reptiles &amp; amphibians","response":"herpetology"}],"originalDate":"1991-01-16"},{"category":"WEST VIRGINIA","comments":"","clues":[{"text":"West Virginia was the first state to impose this type of tax on business, which it did in 1921","response":"a sales tax"},{"text":"In 1915, the Supreme Court ordered West Virginia to pay this state $12,393,929.50","response":"Virginia"},{"text":"In 1734, Robert Harper founded this town at the junction of the Potomac &amp; Shenandoah Rivers","response":"Harpers Ferry"},{"text":"During the 19th century, these 2 cities alternated as state capital, &amp; one of them still is","response":"Wheeling & Charleston"},{"text":"The city of Weirton is bordered by Pennsylvania on the east &amp; this state on the west","response":"Ohio"}],"originalDate":"1991-01-16"},{"category":"FLAGS","comments":"","clues":[{"text":"The one on Morocco's flag has one less point than the one on Israel's","response":"a star"},{"text":"The flags of each of this country's 6 states have a Union Jack in the upper left","response":"Australia"},{"text":"His wife's nephew, William Todd, designed the original bear flag of California","response":"Abraham Lincoln"},{"text":"Weapon seen on the flags of Kenya &amp; Swaziland","response":"a spear"},{"text":"The inscription on its flag means, \"There is no god but Allah; Muhammad is the prophet of Allah\"","response":"Saudi Arabia"}],"originalDate":"1991-01-16"}],{"category":"NEWSPAPERS","text":"With the weekday circulation close to that of \"The N.Y. Times\" &amp; the \"L.A. Times\" combined, this is the largest-selling U.S. daily","response":"<i>The Wall Street Journal</i>"}]}