{"mix":616,"rounds":[[{"category":"ISLANDS","comments":"","clues":[{"text":"There are fewer people living in this New York City borough than any other","response":"Staten Island"},{"text":"Mount Erebus is an active volcano on Ross Island just off this continent's coast","response":"Antarctica"},{"text":"Spain's Balearic Islands are located in this body of water","response":"the Mediterranean Sea"},{"text":"As a result of 1980's Hurricane Allen, this state's Mustang &amp; Padre Islands are now one island","response":"Texas"},{"text":"Though founded by men who mutinied against Britain, it's now the only British colony in the Pacific","response":"Pitcairn Island"}],"originalDate":"1991-01-04"},{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"These moving masses of ice can be classified as valley, piedmont &amp; continental types","response":"glaciers"},{"text":"Spanish for cauldron, one is created by the collapse of a volcanic cone","response":"a caldera"},{"text":"A coronagraph is a telescope that simulates this natural occurrence to allow study of the sun's corona","response":"an eclipse"},{"text":"In some respects, light behaves like waves, &amp; in others, like these particles","response":"photons"},{"text":"Three of the six noble gases","response":"(3 of) neon, radon, argon, xenon, helium & krypton"}],"originalDate":"1991-01-04"},{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"This many shots are fired in a salute to a president or other head of state","response":"a 21-gun salute"},{"text":"In \"A Visit from St. Nicholas\", Clement Moore mentions this many reindeer, but doesn't mention Rudolph","response":"8"},{"text":"In Aeschylus' play, the number \"Against Thebes\"","response":"7"},{"text":"In the title of the traditional English song, number of \"Jolly, Jolly\" pence \"I've got\"","response":"sixpence"},{"text":"Journalists are considered members of this imaginary estate","response":"the fourth estate"}],"originalDate":"1991-01-04"},{"category":"THE 1950s","comments":"","clues":[{"text":"In June 1953 they became the first Americans executed for espionage during peacetime","response":"the Rosenbergs"},{"text":"A TV tower was added to this building in 1950, raising its height to 1,454'","response":"the Empire State Building"},{"text":"Though not a candidate, this Texan received 80 votes at the 1956 Democratic Convention","response":"Lyndon Johnson"},{"text":"This country exploded an A-bomb on October 3, 1952, becoming the third member of the nuclear club","response":"Great Britain"},{"text":"In 1955, he completed his \"Lord of the Rings\" trilogy","response":"J.R.R. Tolkien"}],"originalDate":"1991-01-04"},{"category":"ARTISTS' SUBJECTS","comments":"","clues":[{"text":"Duchamp painted a notorious one descending a staircase","response":"a nude"},{"text":"Da Vinci left \"The Adoration of\" these men unfinished in Florence to work as a military engineer","response":"the Magi"},{"text":"Rembrandt painted \"The Blinding of\" this Biblical character","response":"Samson"},{"text":"His dramatic sculpture of Balzac was rejected by the committee that commissioned it","response":"Rodin"},{"text":"This title place that Picasso's \"Les Demoiselles\" hailed from was not the town, but a street of ill-repute","response":"Avignon"}],"originalDate":"1991-01-04"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Ironically, Horace Greeley disapproved of this 1867 purchase","response":"Alaska"},{"text":"Idaho Sen. William Borah led the fight against Wilson to keep us from joining this &amp; the world court","response":"the League of Nations"},{"text":"On December 12, 1937 the Japanese sank the U.S. gunboat Panay while it was in this country","response":"China"},{"text":"A Cabinet-level department since 1829, in 1971 Nixon made it an independent organization","response":"the Postal Service"},{"text":"In 1794 this Chief Justice negotiated a treaty with Britain covering commerce &amp; frontier posts","response":"John Jay"}],"originalDate":"1991-01-03"}],[{"category":"THE SKIN","comments":"","clues":[{"text":"Though teens spend millions on various products, there's no complete cure for this skin ailment","response":"acne"},{"text":"A normal human will lose about 50 to 100 of these a day","response":"hairs"},{"text":"They're a modified form of skin tissue hardened by keratin &amp; they never stop growing","response":"the nails"},{"text":"Sweat is odorless until it's acted upon by these on the surface of your skin","response":"bacteria"},{"text":"In general, permanent ones of these are best taken from yourself or an identical twin","response":"skin grafts"}],"originalDate":"1991-01-03"},{"category":"SPORTS","comments":"","clues":[{"text":"In golf, this stretch of closely mowed grass extends from the tee to the green","response":"the fairway"},{"text":"Anne Donovan, Cheryl Miller &amp; Lynette Woodard were college All-Americans in this team sport","response":"basketball"},{"text":"Boston stadium where you can see the Green Monster","response":"Fenway Park"},{"text":"When this Chicago Bear running back retired in 1987, he had a career record 110 rushing TDs","response":"Walter Payton"},{"text":"In 1990, this 19-year-old American became the youngest man to win the U.S. Open tennis title","response":"(Pete) Sampras"}],"originalDate":"1991-01-03"},{"category":"LONDON LANDMARKS","comments":"","clues":[{"text":"In 1066 William the Conqueror started a tradition of monarchs being crowned here","response":"Westminster Abbey"},{"text":"No. 11 on this London street is the official residence of the Chancellor of the Exchequer","response":"Downing Street"},{"text":"For centuries, the Chief Warder has locked its gates each night at 10","response":"the Tower of London"},{"text":"Hyde, Green &amp; Regent's are parks; Berkeley, Russell &amp; Grosvenor, these","response":"squares"},{"text":"An 1844 review said, it <br>\"wasn't justified by utility when almost every mechanic carries a watch\"","response":"Big Ben"}],"originalDate":"1991-01-03"},{"category":"KIDDIE LIT","comments":"","clues":[{"text":"The British novelist Eric Knight wrote only one children's book, the story of this collie","response":"Lassie"},{"text":"This 1865 Mary Mapes Dodge classic is about Hans &amp; Gretel, not Hansel &amp; Gretel","response":"<i>Hans Brinker & the Silver Skates</i>"},{"text":"\"Rebecca of Sunnybrook Farm\" author whose maiden name was Kate Smith","response":"Kate Douglas Wiggin"},{"text":"He was found wearing a tag that said, \"Please look after this bear. Thank you\"","response":"Paddington"},{"text":"She wrote about bad animals in \"The Story of a Fierce Bad Rabbit\" &amp; \"The Tale of 2 Bad Mice\"","response":"Beatrix Potter"}],"originalDate":"1991-01-03"},{"category":"FROM THE LATIN","comments":"","clues":[{"text":"Latin for \"foster child\", it means a pupil in England &amp; a graduate in the United States","response":"alumnus"},{"text":"It means before any war, but in America has come to mean before our Civil War","response":"antebellum"},{"text":"It means work, especially a composer's work","response":"an opus"},{"text":"A bookplate phrase, meaning \"from the library of\"","response":"ex libris"},{"text":"This two-word phrase, meaning \"behold the man\", can mean a picture of Christ with his crown of thorns","response":"ecce homo"}],"originalDate":"1991-01-03"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"In 1521, followers of Ponce de Leon founded this Puerto Rican capital","response":"San Juan"},{"text":"Poetically, it's called Dunedin, the Gaelic form of its name","response":"Edinburgh"},{"text":"In the 900s, the Moors built a fortress called Majrit on the site of what is now this capital","response":"Madrid"},{"text":"This city itself covers only about 15 square miles on the island of Luzon","response":"Manila"},{"text":"In the summer the Gai Jatra, or Festival of the Cow, is celebrated in this capital of Nepal","response":"Kathmandu"}],"originalDate":"1991-01-03"}],{"category":"U.S. CITIES","text":"Largest city in population east of the Rockies &amp; west of the Mississippi River","response":"Houston"}]}