{"mix":625,"rounds":[[{"category":"ZOOLOGY","comments":"","clues":[{"text":"As a warning, it will stamp its front feet &amp; growl before spraying","response":"a skunk"},{"text":"The Indian species of this animal hunted for its horn is endangered","response":"a rhinoceros"},{"text":"Horned lizards have the unusual ability to squirt this from their eyes","response":"blood"},{"text":"Numbats &amp; wombats belong to this order of mammals","response":"marsupials"},{"text":"While a moth develops in a cocoon, a butterfly develops within this hard shell covering","response":"a chrysalis"}],"originalDate":"1990-12-05"},{"category":"SPORTS","comments":"","clues":[{"text":"On April 18th, 1923, he hit the first home run in Yankee Stadium","response":"Babe Ruth"},{"text":"This prehistoric South Seas sport was banned by missionaries in the 1820s","response":"surfing"},{"text":"These games were first held at Chamonix, France from January 25 to February 4, 1924","response":"the Winter Olympic Games"},{"text":"The two professional teams whose home is the Hubert H. Humphrey Metrodome","response":"the Minnesota Twins & Minnesota Vikings"},{"text":"Tennis's Grand Slam winner in 1953, she was the first woman to win all four events","response":"Mo Connolly"}],"originalDate":"1990-12-05"},{"category":"HINTS FROM HELOISE","comments":"","clues":[{"text":"Heloise gives herself facials with this sticky sweetener; she says it cleans out her pores","response":"honey"},{"text":"Heloise suggests using a brush intended for this kind of leather to scour burned pans","response":"suede"},{"text":"She uses this salad dressing ingredient to clean her coffee maker &amp; steam iron &amp; to rinse her dishes","response":"vinegar"},{"text":"If your buttons fall off, you can sew them on with nylon fishing line or this hygiene product","response":"dental floss"},{"text":"The reason you shouldn't wear perfume or scented hand lotion when you're on a camping trip","response":"it attracts mosquitos"}],"originalDate":"1990-12-05"},{"category":"WASHINGTON, D.C.","comments":"","clues":[{"text":"The land that constitutes the present-day District of Columbia once belonged to this state","response":"Maryland"},{"text":"Some words from the Declaration of Independence on his memorial are misspelled or missing","response":"Jefferson"},{"text":"His official residence is located in Observatory Circle on Massachusetts Avenue NW","response":"Vice President Quayle"},{"text":"You'll find a statue of Puck outside this library","response":"the Folger (Shakespeare) Library"},{"text":"Colonial architecture can be seen in this neighborhood, the city's oldest","response":"Georgetown"}],"originalDate":"1990-12-05"},{"category":"QUOTES","comments":"","clues":[{"text":"In his poem \"Lacon\" Charles Caleb Colton advised, \"When you have nothing to say, say\" this","response":"nothing"},{"text":"Referring to the lever, this ancient Greek said, \"Give me where to stand and I will move the earth\"","response":"Archimedes"},{"text":"16th century Florentine political thinker who wrote, \"It is far safer to be feared than loved\"","response":"(Niccolo) Machiavelli"},{"text":"Known as \"The Actor\", this robber said he robbed banks because \"that's where the money is\"","response":"Willie Sutton"},{"text":"\"No one is such a liar as the indignant man\", this German philosopher said in \"Beyond Good and Evil\"","response":"Nietzsche"}],"originalDate":"1990-12-05"},{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"Once commonly used to pave streets, they're defined as larger than pebbles &amp; smaller than boulders","response":"cobblestones"},{"text":"As its name indicates, the sial that composes much of Earth's crust contains these two elements","response":"silicon & aluminum"},{"text":"A major fuel in Eastern Europe, lignite is a soft brown type of this","response":"coal"},{"text":"Term for layers of rock having the same composition throughout","response":"strata"},{"text":"Slate is formed by the action of heat &amp; pressure upon this sedimentary rock","response":"shale"}],"originalDate":"1990-12-05"}],[{"category":"MUSIC","comments":"","clues":[{"text":"A pentatonic scale used in some Gregorian chants has this many notes","response":"5"},{"text":"Stephen Foster originally wrote this song as \"Way Down Upon The Pee Dee River\"","response":"\"Old Folks At Home\""},{"text":"In the 1850s, Brigham Young established the choral group now called this","response":"the Mormon Tabernacle Choir"},{"text":"The English word for this instrument means \"small\" in Italian","response":"piccolo"},{"text":"Daniel Barenboim has been named to succeed Georg Solti as director of this city's symphony in 1991","response":"the Chicago Symphony"}],"originalDate":"1990-12-05"},{"category":"MONEY","comments":"","clues":[{"text":"In 1964, he replaced Ben Franklin on the U.S. half-dollar","response":"Kennedy"},{"text":"Federal, state &amp; local governments issue these loan contracts to help raise money","response":"bonds"},{"text":"The Federal National Mortgage Association is known by this nickname","response":"Fannie Mae"},{"text":"Due to a copper shortage, 1943 U.S. pennies were made of this metal coated with zinc","response":"steel"},{"text":"The first paper money issued by the U.S. government, not individual banks, was authorized during this war","response":"the Civil War"}],"originalDate":"1990-12-05"},{"category":"THE SPANISH-AMERICAN WAR","comments":"","clues":[{"text":"This president said of his war experience, \"San Juan was the great day of my life\"","response":"Teddy Roosevelt"},{"text":"In the unofficial theme song of the war, it's the kind of time had in the old town","response":"a hot time"},{"text":"These words were usually followed by the now forgotten line, \"To hell with Spain\"","response":"\"Remember the Maine\""},{"text":"In 1899, Lieutenant Andrew Rowan went to heroic length to deliver a message to this Cuban rebel leader","response":"Garcia"},{"text":"Peace negotiations were held &amp; a treaty was signed in this European capital","response":"Paris"}],"originalDate":"1990-12-05"},{"category":"INSIDE JOB","comments":"","clues":[{"text":"The Lord tells Job, \"Gird up thy\" these \"now like a man: I will demand of thee, and declare thou unto me\"","response":"loins"},{"text":"Job asks a friend whether this wild animal brays when he has grass","response":"the donkey (ass)"},{"text":"Satan smites Job with these, also one of the 10 plagues of Egypt; Job tries to scrape them off with potsherds<span class=\"nobreak\">--</span>ouch!","response":"boils"},{"text":"In a Sholem Aleichem story, this beleaguered dairyman asks why God never let up on Job, \"for even a moment\"","response":"Tevye"},{"text":"\"B\" is for this legendary creature in Job; \"his bones are as strong pieces of brass; his bones are like bars of iron\"","response":"the behemoth"}],"originalDate":"2023-04-28"},{"category":"IT'S A COOKBOOK!","comments":"","clues":[{"text":"We hope this Cordon Bleu alum didn't cut the Dickens out of her finger as she was \"Mastering the Art of French Cooking\" in 1961","response":"Julia Child"},{"text":"\"Over 300 recipes for plant-based eating all through the year\" are found in the bestselling \"Forks Over\" these","response":"Knives"},{"text":"You could sip on gin &amp; juice as you make some soul food recipes found in \"From Crook to Cook\" by this rapper","response":"Snoop Dogg"},{"text":"Enjoy \"Uncommon Recipes from\" this Brooklyn pie shop; its 4-word name is what was \"baked in a pie\" in a nursery rhyme","response":"Four & Twenty Blackbirds"},{"text":"This, \"Fat, Acid, Heat\" by Samin Nosrat is subtitled \"Mastering the Elements of Good Cooking\"","response":"Salt"}],"originalDate":"2023-04-28"},{"category":"WE DISCONTINUED THE CAR","comments":"","clues":[{"text":"This company ended the Fiesta &amp; overthrew the Crown Victoria","response":"Ford"},{"text":"Its 503 &amp; 507 did not add up to be the ultimate driving machines","response":"BMW"},{"text":"In the 2010s it decided its electrified future wouldn't include the Jetta Hybrid","response":"Volkswagen"},{"text":"In 2019 the last Cruze from this brand cruised off the assembly line","response":"Chevy"},{"text":"The Fit from this Japanese automaker wasn't fit to survive in the U.S. past 2020","response":"Honda"}],"originalDate":"2023-04-28"}],{"category":"THE 1970s","text":"Group, much in the news in the months following Feb. 4, 1974, their symbol was a 7-headed snake","response":"the Symbionese Liberation Army"}]}