{"mix":627,"rounds":[[{"category":"MEXICO","comments":"","clues":[{"text":"The UN projects that by the year 2000 it will be the world's most populous urban area","response":"Mexico City"},{"text":"It was first cultivated in Mexico &amp; is still the main crop there","response":"maize (or corn)"},{"text":"If a Mexican shows you his huaraches, he's showing you these","response":"his shoes (his sandals)"},{"text":"Colors of the 3 vertical stripes on the Mexican flag","response":"red, white & green"},{"text":"After his forces captured &amp; shot Maximilian, this Mexican hero was reelected president","response":"Benito Juarez"}],"originalDate":"1991-05-03"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"This gland produces thyroxine, a hormone which regulates metabolism","response":"the thyroid gland"},{"text":"These joints are located between the metacarpals &amp; the adjoining phalanges on a hand","response":"the knuckles"},{"text":"This temporary organ in pregnant women supplies the unborn baby with food &amp; oxygen","response":"the placenta"},{"text":"A jellylike substance called the vitreous humor fills much of the space in these organs","response":"the eyes"},{"text":"The lungs contain hundreds of millions of these air sacs which provide oxygen to the blood","response":"alveoli"}],"originalDate":"1991-05-03"},{"category":"BLACK AMERICA","comments":"","clues":[{"text":"Recommended by Thomas Jefferson, Benjamin Banneker was one of the surveyors who laid out this city","response":"Washington, D.C."},{"text":"The popularity of ragtime ended about the same time that this composer died in 1917","response":"Joplin"},{"text":"In 1967 this author &amp; comic ran for mayor of Chicago; in '68 he was a candidate for president","response":"Dick Gregory"},{"text":"Replacing Jefferson Davis, Hiram Revels, the first black U.S. senator, represented this state","response":"Mississippi"},{"text":"In 1968 she became the first black woman elected to the House of Representatives","response":"Shirley Chisholm"}],"originalDate":"1991-05-03"},{"category":"SPOT THE MAMMAL","comments":"","clues":[{"text":"Bobolink,<br>bonobo, <br>betta","response":"bonobo"},{"text":"Impala, <br>ibis, <br>indigo","response":"impala"},{"text":"Nutria, <br>nudibranch, <br>natterjack","response":"nutria"},{"text":"Orb weaver,<br>oystercatcher,<br>okapi","response":"okapi"},{"text":"Adder, <br>amberjack, <br>aye-aye","response":"aye-aye"}],"originalDate":"2023-04-27"},{"category":"READY TO WEAR","comments":"","clues":[{"text":"A call to arms! Butterfly, bishop &amp; the less-than-fashionable leg-of-mutton are types of these","response":"sleeves"},{"text":"This one-lens eyepiece worn by Mr. Barnacle Jr. in a work by Dickens is commonly associated with the upper class","response":"a monocle"},{"text":"For the dad bod on the go, try these shorts with a name that says dad can carry a lot of stuff in the big thigh-level pockets","response":"cargo shorts"},{"text":"Appropriately named, this straw hat with a flat top &amp; a flat brim was a must-have at turn-of-the-century regattas","response":"a boater"},{"text":"Let's \"C\", it's the umbrella term covering bow ties, neckties, scarves &amp; ascots","response":"cravats"}],"originalDate":"2023-04-27"},{"category":"\"A_B_C_D\"","comments":"(Ken: Each response will have those four letters in that order.)","clues":[{"text":"Originally this word was used as a charm to ward off evil or illness","response":"abracadabra"},{"text":"The list \"Adams, Jefferson, Madison, Washington\" is in this","response":"alphabetical order"},{"text":"2-word term for the first responder at the wheel of a rescue vehicle","response":"ambulance driver"},{"text":"It's a longer way of saying vitamin C","response":"ascorbic acid"},{"text":"If you \"go\" this 7-word phrase, you've exceeded what your obligations require","response":"above and beyond the call of duty"}],"originalDate":"2023-04-27"}],[{"category":"A FINE WINE FILM","comments":"","clues":[{"text":"\"Decanted\" is a documentary about growing wine in this storied California valley","response":"Napa Valley"},{"text":"The 2004 movie \"Sideways\" has been credited with killing sales of this varietal","response":"Merlot"},{"text":"This 2-word term for disparagement of something you can't have is the title of a 2016 documentary about counterfeit wine","response":"sour grapes"},{"text":"A 2012 documentary follows 4 candidates trying to earn the title master this, a French word for a wine steward","response":"\"sommelier\""},{"text":"This actor starred in \"A Good Year\", in which he inherits a vineyard, &amp; narrated the documentary \"Red Obsession\" about Bordeaux","response":"Russell Crowe"}],"originalDate":"2023-04-27"},{"category":"PRODUCE: WE HAVE NAMES","comments":"","clues":[{"text":"A trendy 21st century one of these, the Campari is sweet, juicy &amp; good for bruschetta &amp; in grilled cheese sandwiches","response":"tomatoes"},{"text":"Named for a French horticulturist, the Bosc pear was once Beurré Bosc, beurré meaning this quality","response":"buttery"},{"text":"This woman enjoyed asparagus at her Mount Vernon home &amp; a variety of the veggie is named for her","response":"Martha Custis (Washington)"},{"text":"Grower Henri Pascal found superior stalks of this veggie &amp; the familiar dip-&amp;-crunch variety is named for him","response":"celery"},{"text":"An important Korean crop is the Napa type of this vegetable, used in a signature food of the peninsula","response":"cabbage"}],"originalDate":"2023-04-27"},{"category":"RECENT LITERARY BIOGRAPHY","comments":"","clues":[{"text":"\"An Elusive Woman\" is the subtitle of a biography of this mystery writer, born a proper Victorian but later an avid surfer","response":"Agatha Christie"},{"text":"In 2022 John Lahr published a new bio of this American playwright who was Arty from a young age<span class=\"nobreak\">--</span>that's what his mom called him","response":"Arthur Miller"},{"text":"For the centennial of its publication, Matthew Hollis' 2022 \"Biography of a Poem\" is about this culture-spanning one by T.S. Eliot","response":"<i>The Waste Land</i>"},{"text":"Lucasta Miller gives us \"A Brief Life\" (&amp; brief it was) of him \"in Nine Poems\" (including \"Endymion\") \"&amp; One Epitaph\"","response":"Keats"},{"text":"\"I Used to Live Here Once\" is about this author, who like the heroine of her \"Wide Sargasso Sea\" had Caribbean roots","response":"Jean Rhys"}],"originalDate":"2023-04-27"},{"category":"4-LETTER BEFORE &amp; AFTER","comments":"","clues":[{"text":"Oddly, the Colonel's recipes are overseen by this agency along with Americans' TVs &amp; cell phones","response":"the KFCC"},{"text":"A January 1 texting abbreviation for students at an institution around Manhattan's Washington Square Park","response":"HNYU"},{"text":"An American truck &amp; SUV maker becomes a world of entertainment that got started with \"Iron Man\"","response":"GMCU"},{"text":"Look<span class=\"nobreak\">--</span>they took a plastic for making pipes &amp; built a device to record TV shows in the 1980s","response":"PVCR"},{"text":"This report, very important to boss Bill Lumbergh in \"Office Space\", is also a commercial broadcast for the audience's benefit","response":"TPSA"}],"originalDate":"2023-04-27"},{"category":"SCIENCE  &amp; NATURE","comments":"","clues":[{"text":"This member of the cat family is the fastest 4-legged animal","response":"the cheetah"},{"text":"Hail forms within clouds; this form of precipitation is raindrops that freeze as they fall","response":"sleet"},{"text":"Of igneous, sedimentary or metamorphic, the type of rock that covers most of the U.S.","response":"sedimentary"},{"text":"With a diameter over 35 feet, a Montezuma cypress in this country is the world's thickest tree","response":"Mexico"},{"text":"At one time this desert tree was used to make fence posts, but now it's used for aromatic firewood","response":"mesquite"}],"originalDate":"1994-12-01"},{"category":"ACTORS ONSTAGE","comments":"","clues":[{"text":"This actor's last   Broadway play, \"The Immoralist\", led to his  starring role in the film \"East of Eden\"","response":"James Dean"},{"text":"Author played onstage by Yvonne Mitchell in \"Bloomsbury\" &amp; Maggie Smith in \"Virginia\"","response":"Virginia Woolf"},{"text":"In 1965 teenage Meryl Streep played Marian the Librarian in her high school's production of this musical","response":"<i>The Music Man</i>"},{"text":"Surprisingly, Marlon Brando wasn't nominated for a Tony for playing this role in \"A Streetcar Named Desire\"","response":"Stanley Kowalski"},{"text":"Jack Palance played the uncouth Caliban in a 1955 production of this Shakespeare play","response":"<i>The Tempest</i>"}],"originalDate":"1994-12-01"}],{"category":"NAMES IN THE NEWS","text":"By June 30, 1988 every U.S. residence should have received a gov't booklet w/this man's photo on the cover","response":"C. Everett Koop"}]}