{"mix":628,"rounds":[[{"category":"TRAINS","comments":"","clues":[{"text":"\"Funiculi Funicula\" was composed for the opening of the railroad that traveled up this Italian volcano","response":"Vesuvius"},{"text":"The Flying Scotsman once ran between these 2 capital cities","response":"London & Edinburgh"},{"text":"In 1917 a transcontinental RR was completed between Port Augusta &amp; Kalgoorlie on this continent","response":"Australia"},{"text":"In the late 19th century, the Cannonball Express was this engineer's regular train on the Ill. Central","response":"Casey Jones"},{"text":"In 1880, 21 years after it was founded, this railroad reached the capital of New Mexico","response":"the Atchison, Topeka & the Santa Fe"}],"originalDate":"1994-12-01"},{"category":"U.S. STATES","comments":"","clues":[{"text":"\"The Rushmore State\" is a nickname used to refer to this state","response":"South Dakota"},{"text":"New York's nickname \"The Empire State\" was suggested before 1800 by this general","response":"General Washington"},{"text":"The Hoosier National Forest is its only national forest","response":"Indiana"},{"text":"When it became a state in 1863, Wheeling was its capital","response":"West Virginia"},{"text":"This state, which leads the U.S. in wheat production, has been called the \"Breadbasket of America\"","response":"Kansas"}],"originalDate":"1994-12-01"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"This fruit beverage is described as \"sweet\" before it's fermented &amp; \"hard\" afterwards","response":"cider"},{"text":"This cake is so named because originally it was made with 16 oz. each of flour, butter, sugar &amp; eggs","response":"pound cake"},{"text":"Serve oysters Rockefeller on a bed of the \"rock\" type of this seasoning so the shells won't topple over","response":"salt"},{"text":"This spice that's often crystallized or preserved also flavors a popular non-alcoholic ale","response":"ginger"},{"text":"Malaga is an extremely rich dessert wine that originated in Malaga in this country","response":"Spain"}],"originalDate":"1994-12-01"},{"category":"BLANKETY-BLANK","comments":"(Alex: Each correct response in this category will have the same syllables, accents, as BLANKETY-BLANK.)","clues":[{"text":"It's the movement of a rabbit across a field","response":"hippety-hop"},{"text":"It's the sound of a horse trotting down a paved road","response":"clippety-clop"},{"text":"\"I went to market to buy a fat pig\" &amp; went home again this way","response":"jiggety-jig"},{"text":"Gab incessantly about a Coasters hit song","response":"yakety-yak"},{"text":"Merriam Webster traces this phrase for \"at great speed\" back to about 1859","response":"lickety-split"}],"originalDate":"1994-12-01"},{"category":"HISTORY","comments":"","clues":[{"text":"Country that won the Battle of Bunker Hill","response":"England"},{"text":"In the 5th century Clovis I moved the Franks into this land conquered by Julius Caesar 500 years earlier","response":"Gaul or France"},{"text":"He conquered millions of people of the Inca Empire with about 180 men","response":"Pizarro"},{"text":"The War of Spanish Succession was ended in 1713 with the \"Peace of\" this Dutch city","response":"Utrecht"},{"text":"In 1925 this dynasty replaced the Qajar Dynasty in Iran","response":"the Pahlavi dynasty"}],"originalDate":"1994-12-01"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"Henry Methvin betrayed this criminal couple &amp; led them into the 1934 ambush in which they died","response":"Bonnie & Clyde"},{"text":"This scandal of the 1920s got its name from the site of a government oil reserve","response":"Teapot Dome"},{"text":"This Cuban dictator reportedly got a $1 million kickback from Meyer Lansky","response":"(Fulgencio) Batista"},{"text":"No member of this team, accused of throwing the 1919 World Series, was ever convicted","response":"the (Chicago) Black Sox (Chicago White Sox)"},{"text":"In 1992 Gov. Cuomo commuted the sentence of this killer of diet Dr. Herman Tarnower","response":"Jean Harris"}],"originalDate":"1994-12-01"}],[{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"This world's oldest Black   republic occupies the western third of the Caribbean island of Hispaniola","response":"Haiti"},{"text":"The parliament of this Asian island nation is in Sri Jayewardenepura-Kotte, a suburb of Colombo","response":"Sri Lanka"},{"text":"Shortly after this country lost the Falkland Islands War in 1982, President Galtieri resigned","response":"Argentina"},{"text":"Eduard Shevardnadze heads this country","response":"Georgia"},{"text":"The Selous Game Reserve SW of Dar es Salaam in this country is the world's largest animal reserve","response":"Tanzania"}],"originalDate":"1994-12-01"},{"category":"WOMEN POETS","comments":"","clues":[{"text":"The line \"Men seldom make passes at girls who wear glasses\" appeared in her poem \"News Item\"","response":"Dorothy Parker"},{"text":"This poet's only novel was \"The Bell Jar\" published in 1963","response":"Sylvia Plath"},{"text":"A chapter in \"The House of Seven Gables\" may have influenced her \"I heard a fly buzz-when I died\"","response":"Emily Dickinson"},{"text":"During her last decade this British poet lived in the Casa Guidi in Florence, Italy","response":"Elizabeth Barrett Browning"},{"text":"This Black American is the poet laureate of Illinois","response":"Gwendolyn Brooks"}],"originalDate":"1994-12-01"},{"category":"ODDS &amp; ENDS","comments":"","clues":[{"text":"This symbol of forest fire prevention retired in 1975 &amp; died at the National Zoo the following year","response":"Smokey Bear"},{"text":"To speak this language, transpose the 1st consonant of each word to the end &amp; add \"ay\"","response":"Pig Latin"},{"text":"Mark Twain once said these facial features   \"should merely indicate where smiles have been\"","response":"wrinkles"},{"text":"The insignia for the U.S. Army Medical Corps features this symbol, a staff with 2 coiled serpents","response":"a caduceus"},{"text":"When he retired as Supreme Court justice in 1932, he'd served to an older age than any, 90","response":"Oliver Wendell Holmes"}],"originalDate":"1994-12-01"},{"category":"CONFIDENCE","comments":"","clues":[{"text":"This synonym for confidence can be found before \"healer\" &amp; after \"defender of the\"","response":"faith"},{"text":"Ask with confidence in this classic game, \"Was it Plum with the dagger in the study?\"; you might be wrong, but be confident!","response":"<i>Clue</i>"},{"text":"Facing a trial in 399 B.C., this philosopher was confident he was a good man &amp; could not be harmed (he could, &amp; he certainly was)","response":"Socrates"},{"text":"A Shakespeare character asks, \"Does he not hold up his head, as it were, and\" this 5-letter confident walk \"in his gait?\"","response":"strut"},{"text":"With \"each depositor insured to at least $250,000\", this.gov says its \"official teller sign... is a symbol of confidence\"","response":"FDIC"}],"originalDate":"2023-04-26"},{"category":"BRIT LIT","comments":"","clues":[{"text":"Thomas Hardy promised his editor a pastoral novel &amp; indeed set it, as the title says, \"Far from\" this group","response":"the Madding Crowd"},{"text":"Passionate &amp; a bit on the dark side, \"The Giaour\" in a poem by this lord &amp; romantic is truly a him-ic hero","response":"Lord Byron"},{"text":"In \"A Room with a View\", the view isn't of England but of this country","response":"Italy"},{"text":"In Sir Walter Scott's \"Castle Dangerous\", which is book good, the castle is defended in 1306 against this Scottish king","response":"Robert the Bruce"},{"text":"As the title suggests, this D.H. Lawrence novel recounts the romantic affairs of sisters Gudrun &amp; Ursula","response":"<i>Women in Love</i>"}],"originalDate":"2023-04-26"},{"category":"TOP TO BOTTOM","comments":"","clues":[{"text":"You've hit this hard piece of nature \"bottom\" at your lowest point","response":"rock"},{"text":"You've scraped \"the bottom of\" this container at your lowest point","response":"the barrel"},{"text":"A New Yorker parody detailed the product liability lawsuit against this \"top\" company by \"Mr. Wile E. Coyote, a resident of Arizona\"","response":"Acme"},{"text":"This word meaning situated beneath the Earth's surface also precedes \"regions\" about more, shall we say, sensitive body areas","response":"nether"},{"text":"This 6-letter word refers to the zenith or farthest point, such as the point where the Moon is farthest from the Earth","response":"the apogee"}],"originalDate":"2023-04-26"}],{"category":"IN THE NEWS","text":"In 1994 the Navy named a new class of cargo ships after this entertainer","response":"Bob Hope"}]}