{"mix":631,"rounds":[[{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"Henry Wadsworth Longfellow &amp; Oliver Wendell Holmes Sr. were among the authors known collectively as this city's Brahmins","response":"Boston"},{"text":"The title of this Erskine Caldwell novel refers to land whose income is supposed to go to the church","response":"<i>God's Little Acre</i>"},{"text":"Hemingway's story \"The Short Happy Life of Francis Macomber\" is set on this continent","response":"Africa"},{"text":"This American who moved to Europe wrote about Americans in Europe in \"The Ambassadors\"","response":"(Henry) James"},{"text":"Her 1927 novel \"Death Comes for the Archbishop\" is based on the lives of 2 French clerics","response":"(Willa) Cather"}],"originalDate":"1990-10-22"},{"category":"SWITZERLAND","comments":"","clues":[{"text":"Opened in 1964, the Great St. Bernard Tunnel was the 1st automobile tunnel through these mountains","response":"the Alps"},{"text":"In 58 B.C., his armies conquered the Helvetians, a Celtic people living in what is now Switzerland","response":"Julius Caesar"},{"text":"Switzerland is a confederation of 26 of these political subdivisions","response":"cantons"},{"text":"Basel, which handles 8 million tons of cargo each year as the country's only port, is on this river","response":"the Rhine"},{"text":"The Winter Olympics have been held in Switzerland twice, both times in this resort town","response":"St. Moritz"}],"originalDate":"1990-10-22"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"Though this country is a major world power, few Americans could name its president, Yang Shangkun","response":"China"},{"text":"Though in office only 7 1/2 months, Pierre Mendes France extricated France from the war here in 1954","response":"Indochina"},{"text":"Absolute monarchy ended in this country in 1932 during the reign of Prajadhipok","response":"Thailand"},{"text":"In 1971, this country's president William Tubman died before being inaugurated to a 7th term","response":"Liberia"},{"text":"In the early 1960s he was president of the secessionist state of Katanga &amp; later premier of the entire Congo, now Zaire","response":"Moïse Tshombe"}],"originalDate":"1990-10-22"},{"category":"ACTORS &amp; THEIR ROLES","comments":"","clues":[{"text":"Matthew Broderick was the 1st choice for the role of Alex on \"Family Ties\", but he got the part","response":"Michael J. Fox"},{"text":"He was bitten by a parrot, a dog, a chimp &amp; a duck while filming \"Dr. Dolittle\"","response":"Rex Harrison"},{"text":"In this, Gene Wilder's first film, he was abducted by Warren Beatty &amp; Faye Dunaway","response":"<i>Bonnie and Clyde</i>"},{"text":"Laurence Olivier won an Emmy for playing Lord Marchmain in the miniseries based on this Evelyn Waugh novel","response":"<i>Brideshead Revisited</i>"},{"text":"On TV he's played F. Scott Fitzgerald, the Count of Monte Cristo &amp; the Man in the Iron Mask","response":"Richard Chamberlain"}],"originalDate":"1990-10-22"},{"category":"FEMALE FIRSTS","comments":"","clues":[{"text":"Ann Franklin, America's 1st women newspaper editor, was his sister-in-law","response":"Ben Franklin"},{"text":"22 years after Edmund Hillary, Junko Tabei became the 1st woman to reach this mountaintop","response":"Mt. Everest"},{"text":"This former physicist was the first woman to compete in the Indianapolis 500","response":"Janet Guthrie"},{"text":"As a candidate of the Equal Rights Party she was the 1st woman to run for U.S. president","response":"Victoria Woodhull"},{"text":"FDR's Secretary of Labor, she was America's first female Cabinet member","response":"(Frances) Perkins"}],"originalDate":"1990-10-22"},{"category":"SYNONYMS &amp; ANTONYMS","comments":"","clues":[{"text":"Often following \"in rapid\", this word is synonymous with continuity, sequence &amp; of course, concatenation","response":"succession"},{"text":"Indoors?  I'd prefer the opposite &amp; dine this 2-word way, a borrowing from Italian... oo, Italian sounds good, let's do that","response":"<i>al fresco</i>"},{"text":"Let's set the scene:<br>A man in a wig works on the Constitution: <br>Insure domestic placidity? Nah. Repose? Ataraxia?! Woof! Got it... this!","response":"insure domestic tranquility"},{"text":"Soldier of fortune &amp; venal are both synonyms for this word","response":"mercenary"},{"text":"Harm, damage or pain are on the flip side for this, from the Greek for \"all-healing\"; do you have the universal remedy?","response":"<i>panacea</i>"}],"originalDate":"2023-04-24"}],[{"category":"NON-VIDEO GAMES","comments":"","clues":[{"text":"These are the 2 pieces that can be moved to begin a chess game","response":"pawn & knight"},{"text":"Drawn cards in Monopoly include Community Chest &amp; this type that could tell you to \"Advance token to Boardwalk\"","response":"Chance"},{"text":"With names like Sweetie &amp; Bottomless, the hungry, hungry hippos are gobbling these","response":"marbles"},{"text":"Collect 6 pieces of cheese &amp; avoid being a snared rodent to win this game","response":"<i>Mouse Trap</i>"},{"text":"In using your 40-piece army, a good st<span class=\"nobreak\">--</span>um, a good plan in this game is to save your miners for the endgame","response":"<i>Stratego</i>"}],"originalDate":"2023-04-24"},{"category":"AMERICAN LIT","comments":"","clues":[{"text":"The title of this Ken Kesey novel comes from a children's rhyme &amp; follows \"One flew east, one flew west\"","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"An article in the New York Times about the gruesome murder of 4 in Kansas inspired Truman Capote to write this book","response":"<i>In Cold Blood</i>"},{"text":"In a Mark Twain novel, thinking he's none too bright, the townspeople give lawyer David Wilson this title nickname","response":"Pudd'nhead Wilson"},{"text":"Who is John Galt? He's the organizer of a strike of great minds in this novel","response":"<i>Atlas Shrugged</i>"},{"text":"Born into it herself, Edith Wharton wrote about American high society of the 1870s in this Pulitzer-winning novel","response":"<i>The Age of Innocence</i>"}],"originalDate":"2023-04-24"},{"category":"THAT'S AN ANIMAL SOUND","comments":"","clues":[{"text":"Bottle stoppers &amp; wild cherry cough medicine are procured from this part of a tree","response":"the bark"},{"text":"Social media can be hazardous to your career health! Winston Moss said he got fired as a coach in 2018 for one of these posts","response":"a tweet"},{"text":"Turning the title around in a cheeky way, a 1965 Broadway musical was called \"The\" this \"of the Greasepaint<span class=\"nobreak\">--</span>The Smell of the Crowd\"","response":"the roar"},{"text":"So, you were supposed to have an operation on your foot &amp; your appendix got removed?! That doctor can only be described as this","response":"a quack"},{"text":"To die","response":"croak"}],"originalDate":"2023-04-24"},{"category":"BEATLES \"S\"ONGS","comments":"","clues":[{"text":"\"So may I introduce to you the act you've known for all these years?\"","response":"\"Sgt. Pepper's Lonely Hearts Club Band\""},{"text":"\"Nothing is real and nothing to get hung about\"","response":"\"Strawberry Fields Forever\""},{"text":"\"With a love like that you know you should be glad\"","response":"\"She Loves You\""},{"text":"\"I don't want to leave her now, you know I believe and how\"","response":"\"Something\""},{"text":"\"Sunday's on the phone to Monday, Tuesday's on the phone to me\"","response":"\"She Came In Through The Bathroom Window\""}],"originalDate":"2023-04-24"},{"category":"GREEK HISTORY","comments":"","clues":[{"text":"Fought in 2 stages during the 1940s, the Greek Civil War saw those of this political philosophy try &amp; fail to take control","response":"Communists"},{"text":"In 1967 Greece's politicians worried about a coup by generals, but a group of this lower rank took over for 7 years","response":"the colonels"},{"text":"The cities of the Achaean League situated on the northern part of this peninsula met defeat in 146 B.C. at the hands of Rome","response":"the Peloponnesian Peninsula"},{"text":"In 1864 Britain ceded to the Greeks these islands off Greece's West Coast that bespangle the sea of the same name","response":"the Ionian Islands"},{"text":"In 2010 Greece was on the financial brink dealing with these \"measures\" whose name comes from a word meaning \"severe\"","response":"austere measures (austerity)"}],"originalDate":"2023-04-24"},{"category":"MADE GOOD","comments":"","clues":[{"text":"Universally known for their timely crafting, Rolex &amp; Longines are watchmakers based in this country","response":"Switzerland"},{"text":"Dean Zelinsky, a noted maker of these, has crafted them for Sammy Hagar, Nine Inch Nails &amp; many other artists","response":"guitars"},{"text":"An ad with an ape abusing very durable luggage wasn't for Samsonite as some recall but for this all-\"American\" competitor","response":"American Tourister"},{"text":"You've won big playing this game at the casino; now it's time to buy one of the same-named crystal maker's chandeliers","response":"baccarat"},{"text":"This company that's still going strong made lanterns for the first night football game in the West &amp; camping stoves for WWII","response":"Coleman"}],"originalDate":"2023-04-24"}],{"category":"ASIA","text":"This country has been Communist since 1924, longer than any other except the USSR","response":"Mongolia (the Mongolian People's Republic)"}]}