{"mix":632,"rounds":[[{"category":"LOS ANGELES","comments":"","clues":[{"text":"The city's largest university, or what happens when the smog lifts","response":"UCLA (\"you see L.A.\")"},{"text":"The Arroyo Seco Parkway was the 1st link in this, L.A.'s favorite way to travel","response":"the freeway"},{"text":"Second largest city park in U.S., it's home to an observatory and zoo","response":"Griffith Park"},{"text":"Of all major pro sports teams these are the only 2 that play in the same division as well as same city","response":"L.A. Lakers & Clippers"},{"text":"For the 1st few days of '85, this Los Angeles landmark read \"Raffeysod\"","response":"the Hollywood sign"}],"originalDate":"1985-05-20"},{"category":"1964","comments":"","clues":[{"text":"The Warren Commission concluded that this killer of Pres. Kennedy acted alone","response":"Lee Harvey Oswald"},{"text":"The name for NASA's program to launch pairs of astronauts into space","response":"Gemini"},{"text":"French term for thaw in the U.S.-Soviet Cold War","response":"<i>détente</i>"},{"text":"Letters in name of militant civil rights group \"CORE\" stood for this","response":"Congress of Racial Equality"},{"text":"In '64, this automaker closed its last American plant but was still making cars in Canada","response":"Studebaker"}],"originalDate":"1985-05-20"},{"category":"EARLY MAN","comments":"","clues":[{"text":"Johnny Hart comic strip in which prehistoric men philosophize","response":"\"B.C.\""},{"text":"Era of Paleolithic man is named for this substance from which he made most of his tools","response":"the Stone Age"},{"text":"It is now generally believed earliest humans lived on this continent","response":"Africa"},{"text":"Of Neanderthal, Cro-Magnon &amp; Homo erectus, the one which most closely resembles modern man","response":"Cro-Magnon"},{"text":"In 1959, his wife Mary literally stumbled upon \"Zinjanthropus\", believed to be 1,750,000 years old","response":"Dr. Leakey"}],"originalDate":"1985-05-20"},{"category":"POETRY","comments":"","clues":[{"text":"Joyce Kilmer wrote it for Mrs. Henry Mills, not a lumberjack","response":"\"Trees\""},{"text":"In the Longfellow poem, her name means \"laughing water\"","response":"Minnehaha"},{"text":"Don Marquis defined poetry as what this poet saw \"when he went blind\"","response":"Milton"},{"text":"Generations of scholars have yet to figure out the identity of the \"Mr. W.H.\" to whom he dedicated his sonnets","response":"Shakespeare"},{"text":"In John Howard Payne poem, line which follows, \"No more from that cottage again will I roam...\"","response":"Be it ever so humble, there's no place like home"}],"originalDate":"1985-05-20"},{"category":"DEMOCRATS","comments":"","clues":[{"text":"First southern black woman to serve in Congress, Barbara Jordan represented this state","response":"Texas"},{"text":"Harry Truman began his career with help from \"Big Tom\" Pendergast, party boss of this city","response":"Kansas City"},{"text":"This \"Champion of the Common Man\" escaped through a window when a riot broke out at his inaugural party","response":"Andy Jackson"},{"text":"\"A reformer is a guy who rides through a sewer in a glass bottomed boat\" said this '20s NYC mayor","response":"Jimmy Walker"},{"text":"Montana Democrat who served as Senate majority leader longer than anyone","response":"Mike Mansfield"}],"originalDate":"1985-05-20"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"\"Red Dawn\" was the first movie released with this new rating","response":"PG-13"},{"text":"Martha Mitchell was supposedly the inspiration for S. MacLaine's Oscar role in this film","response":"<i>Terms of Endearment</i>"},{"text":"In 1984, Ernie Hudson was the 4th &amp; \"equal opportunity\" member of this movie team","response":"the Ghostbusters"},{"text":"Viewers liked this director's video of Bruce Springsteen \"Dancing in the Dark\" more than his \"Body Double\"","response":"Brian De Palma"},{"text":"You must remember this, it was Bergman &amp; Henreid's destination after leaving \"Casablanca\"","response":"Lisbon"}],"originalDate":"1985-05-20"}],[{"category":"LANGUAGES","comments":"","clues":[{"text":"Only major language with no alphabet, it uses 50,000 characters to represent words","response":"Chinese"},{"text":"Related to Finnish and Estonian, this Eastern European language is also called Magyar","response":"Hungarian"},{"text":"South Africa's Afrikaans developed from this European language","response":"Dutch"},{"text":"Russian is the most widely spoken member of this Indo-European language group","response":"Slavic"},{"text":"In 1929, this language went from Arabic to Latin script","response":"Turkish"}],"originalDate":"1985-05-20"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"A famed brand of tobacco is named for this N.C. city where it was produced, &amp; that's no \"bull\"","response":"Durham"},{"text":"This S. Dakota city was not named for growing swiftly but for a creek that runs through it","response":"Rapid City"},{"text":"\"The World of Tomorrow\" &amp; \"Peace Through Understanding\" were themes of 2 World's Fairs held in this city","response":"New York City"},{"text":"The oldest public building in the U.S., the Palace of Governors, is in this New Mexico city","response":"Santa Fe"},{"text":"This port on the Big Island of Hawaii is the flower center of the state","response":"Hilo"}],"originalDate":"1988-09-15"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Latest figures indicate this state has the most registered motorcycles","response":"California"},{"text":"In popular song, \"they climb halfway to the stars\"","response":"(little) cable cars"},{"text":"Some say this van's name came from the Irish cops using it; others say, from the Irishmen locked inside it","response":"a paddy wagon"},{"text":"Vehicle to which a harness racing horse is hitched","response":"a sulky"},{"text":"It can run a thread back &amp; forth through a loom or people back &amp; forth from the hotel to the airport","response":"a shuttle"}],"originalDate":"1988-09-15"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"The word spelled W-H-I-S-K-E-Y in the U.S. lacks this letter in Canada &amp; Scotland","response":"the E"},{"text":"Spanish for \"bleeding\", it can be a mixture of red wine, citrus juice, sugar &amp; spices","response":"sangria"},{"text":"Brand of Portuguese wine that comes in a pottery crock or a bottle painted to look like one","response":"Lancers & Fiasco"},{"text":"It isn't proper to drink Danish aquavit w/o 1st raising your glass to another person &amp; saying this","response":"skål"},{"text":"In its ads, this beer proclaims, \"This world calls for\" it","response":"Löwenbräu"}],"originalDate":"1988-09-15"},{"category":"ODD JOBS","comments":"","clues":[{"text":"Meaning \"art person\" in Japanese, she's a professional female entertainer","response":"a geisha"},{"text":"Bob Vitzel has done this to doughnuts, <br>golf balls, <br>a human skull<br>&amp; 1000s of baby shoes","response":"bronze them"},{"text":"Guyrex Associates of Texas trained the last 4 winners of this national beauty pageant","response":"the Miss USA Pageant"},{"text":"The U. S. General Accounting Office is headed by this type of \"General\"","response":"a Comptroller General"},{"text":"The 1st violinist &amp; assistant conductor of a symphony orchestra holds this title","response":"concertmaster"}],"originalDate":"1988-09-15"},{"category":"TO BE PRECISE","comments":"","clues":[{"text":"Apple juice is commonly pasteurized, but this apple product is not &amp; may turn to vinegar","response":"apple cider"},{"text":"Often used a synonym for concrete, it's really just an ingredient, along w/water, sand &amp; gravel","response":"cement"},{"text":"A voyage is often a round trip; this is a one-way journey, perhaps \"... to India\"","response":"a passage"},{"text":"Any pigeon can properly be called this, though usually only a small or pretty one is","response":"a dove"},{"text":"An \"un\"interested party simply doesn't care; it's this other prefix that means he's impartial","response":"disinterested"}],"originalDate":"1988-09-15"}],{"category":"WARS","text":"War in which the ship \"Constitution\" received the name \"Old Ironsides\"","response":"the War of 1812"}]}