{"mix":643,"rounds":[[{"category":"THE BOOK OF ROMANS","comments":"","clues":[{"text":"Stephen Dando-Collins examined \"The Great Fire of Rome: The Fall of the Emperor\" him \"and His City\"","response":"Nero"},{"text":"\"Ovid's Causes\" by K. Sara Myers is a study of this poem of many mythic transformations","response":"<i>Metamorphoses</i>"},{"text":"Tom Holland (not the actor) covered \"The Last Years of the Roman Republic\" in a book named for this river Caesar crossed","response":"the Rubicon"},{"text":"Hermann Broch wrote a novel titled \"The Death of\" this greatest Roman epic poet","response":"Virgil"},{"text":"This 4-letter abbreviation of a Roman slogan is the title of Mary Beard's bestselling history of ancient Rome","response":"<i>SPQR</i>"}],"originalDate":"2023-04-13"},{"category":"TRIPLE \"A\"","comments":"","clues":[{"text":"In Hinduism it's the incarnation of a deity","response":"avatar"},{"text":"It describes the crazy-sounding \"bwah-ha-ha\" laughter of many a movie villain","response":"maniacal"},{"text":"It's the British word for food to go or a place selling it","response":"takeaway"},{"text":"Adjective found before a lavish \"estate\", even if not a king's or queen's","response":"palatial"},{"text":"A spirit of good fellowship or esprit de corps","response":"camaraderie"}],"originalDate":"2023-04-13"},{"category":"GERMAN LITERATURE","comments":"","clues":[{"text":"In 1929 he published an essay on Freud &amp; won the Nobel Prize; who da this? You da this!","response":"Mann"},{"text":"Günter Grass' debut novel was 1959's \"Die Blechtrommel\", which translates to this instrumental title","response":"<i>The Tin Drum</i>"},{"text":"Cornelia Funke sold millions of a trilogy beginning with this book &amp; continuing with \"Inkspell\" &amp; \"Inkdeath\"","response":"<i>Inkheart</i>"},{"text":"After a boat trip in 1775, this Johann-of-all-trades<span class=\"nobreak\">--</span>so many trades!<span class=\"nobreak\">--</span>wrote the lovely poem \"On the Lake\"","response":"Goethe"},{"text":"In 1928 \"The Threepenny Opera\" sang out from composer Kurt Weill &amp; this alliterative writer from Augsburg","response":"Bertolt Brecht"}],"originalDate":"2023-04-13"},{"category":"1981","comments":"","clues":[{"text":"They were released just minutes after Ronald Reagan was inaugurated","response":"the Iranian hostages"},{"text":"A union of these government employees began a never-ending strike on August 3, 1981","response":"the air traffic controllers"},{"text":"Daniel Travanti &amp; Barbara Babcock won Best Actor &amp; Actress Emmys for this, the Best Dramatic Series of 1981","response":"<i>Hill Street Blues</i>"},{"text":"Maya Yang Lin, an architecture student at Yale, won a nationwide competition for her design of this memorial","response":"the Vietnam War Memorial"},{"text":"After 11 years this twosome reunited at a Central Park concert in their \"little town\" of New York","response":"Simon & Garfunkel"}],"originalDate":"1989-04-24"},{"category":"LANGUAGES","comments":"","clues":[{"text":"Guinness lists this language as spoken in Guadeloupe, Monaco &amp; the USA (Louisiana)","response":"French"},{"text":"Besides being a North Teutonic language, it's also a pastry","response":"Danish"},{"text":"Language in which \"Grimm's Fairy Tales\" was 1st published","response":"German"},{"text":"While Zulu is from Africa, Zuni is from this continent","response":"North America"},{"text":"This war-torn country has 2 official languages, Pushtu &amp; Dari Persian","response":"Afghanistan"}],"originalDate":"1989-04-24"},{"category":"GAMES","comments":"","clues":[{"text":"In chess, this word is a warning to the king","response":"check"},{"text":"The 2 possible values assigned to an ace in blackjack","response":"1 & 11"},{"text":"In bridge, the declarer's partner is called this<span class=\"nobreak\">--</span>nothing personal","response":"the dummy"},{"text":"One of the most often played parlor games, according to Hoyle it's sometimes just called \"the game\"","response":"charades"},{"text":"In Scrabble, the number of bonus points earned for using all 7 tiles in 1 turn","response":"50"}],"originalDate":"1989-04-24"}],[{"category":"COUNTRY CROONERS","comments":"","clues":[{"text":"Located on hills &amp; dales about the U.S., his \"Family Restaurants\" are owned by the Marriott Corp.","response":"Roy Rogers"},{"text":"The 7th son of a 7th son, he spent many \"Southern Nights\" in Delight, Ark. where he grew up","response":"Glen Campbell"},{"text":"His 1969 hit \"I'll Share My World With You\" only reached #2; #1 was held by his wife, Tammy Wynette","response":"George Jones"},{"text":"1 of 2 singers who, in 1962 &amp; 1982 respectively, had hits with \"Break It To Me Gently\"","response":"(1 of) Brenda Lee or Juice Newton"},{"text":"He avoided death when the Big Bopper took his seat on the plane with Buddy Holly &amp; Ritchie Valens","response":"Waylon Jennings"}],"originalDate":"1989-04-24"},{"category":"AMERICAN WRITERS","comments":"","clues":[{"text":"He and Geo. S. Kaufman won a Pulitzer Prize for \"You Can't Take It with You\"","response":"Moss Hart"},{"text":"Someone once called her \"a Sappho who could combine a heartbreak with a wisecrack\"","response":"Dorothy Parker"},{"text":"The work of this Yiddish writer was often compared to that of Mark Twain","response":"Sholem Aleichem"},{"text":"The annual award for the Best American Short Story bears his name","response":"O. Henry"},{"text":"This \"Thanatopsis\" poet was editor of the N.Y. Evening Post for 50 years","response":"William Cullen Bryant"}],"originalDate":"1989-04-24"},{"category":"ROYALTY","comments":"","clues":[{"text":"In 1988 this late emperor's 79-year-old daughter was released after 14 years in an Ethiopian jail","response":"Haile Selassie"},{"text":"Prince Bernhard of the Netherlands achieved this feat in 1954, 7 years after Chuck Yeager","response":"flying faster than the speed of sound (breaking the sound barrier)"},{"text":"Princess Sirikit married the king of this country in 1950, a week before he was formally crowned","response":"Thailand"},{"text":"Henry II &amp; Eleanor of Aquitaine had 5 sons, but only these 2 became kings of England","response":"Richard (the Lionheart)  & (King) John"},{"text":"This princess has children named Andrea, Charlotte &amp; Pierre Casiraghi","response":"Princess Caroline (of Monaco)"}],"originalDate":"1989-04-24"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"Technical name for the \"needle\" on your turntable arm","response":"stylus"},{"text":"A new \"smart\" parking meter keeps an electric eye on your car &amp; does this after you drive away","response":"resets it to zero"},{"text":"Kids: <br>When granddad wound his watch, he was tightening this","response":"a mainspring"},{"text":"An orrery is a mechanical model of this with various sized balls that revolve about","response":"the solar system"},{"text":"The image orthicon replaced Vladimir Zworykin's iconoscope in these","response":"television cameras"}],"originalDate":"1989-04-24"},{"category":"THE UNITED NATIONS","comments":"","clues":[{"text":"Term for a delegation sent to the U.N. as well as the building they occupy","response":"a mission"},{"text":"In 1971 a country of 3.7 million sq. mi. replaced one of 14,000 sq. mi. under this name","response":"China"},{"text":"This country has used its veto in the Security Council over 100 times, far more than anyone else","response":"the Soviet Union"},{"text":"The \"T\" in UNTSO indicates that the U.N. supervises these between warring nations in the Middle East","response":"truces"},{"text":"On United Nations Day in 1962 U Thant suggested ways to quell the trouble on this island","response":"Cuba"}],"originalDate":"1989-04-24"},{"category":"ACTRESSES","comments":"","clues":[{"text":"When she guest starred on Mister Ed's show, Ed said, \"Maybe she can come up and shoe me some time\"","response":"Mae West"},{"text":"\"Dynasty\" producer Aaron Spelling was once married to this star of \"The Addams Family\"","response":"Carolyn Jones"},{"text":"25 years after playing twins in \"The Parent Trap\", she did it again in \"The Parent Trap II\"","response":"Hayley Mills"},{"text":"In 1983 she was nominated for an Oscar for playing Barbra Streisand's bride in \"Yentl\"","response":"Amy Irving"},{"text":"\"Maltese Falcon\" actress whose diary was so scandalous it was destroyed by court order","response":"Mary Astor"}],"originalDate":"1989-04-24"}],{"category":"KINGS AND QUEENS","text":"More English kings have reigned under these 2 names than any others","response":"Edward & Henry"}]}