{"mix":646,"rounds":[[{"category":"THE I.V. LEAGUE","comments":"","clues":[{"text":"Most of it below sea level, the Imperial Valley in this U.S. state is noted for vast acres of irrigated farming","response":"California"},{"text":"Latin term for the type of fertilization of an egg that takes place in a lab dish","response":"<i>in vitro</i>"},{"text":"An immigrant one of these documents can enable the holder to travel to the U.S. intending to stay permanently","response":"an immigration visa"},{"text":"In German, \"in vertretung\" means to do this, like voting \"by\" it on behalf of someone not present","response":"proxy"},{"text":"This valve in a car engine opens to allow the fuel-air mixture to be drawn into the cylinder","response":"the intake valve"}],"originalDate":"2023-04-11"},{"category":"QUEEN VICTORIA GEOGRAPHY","comments":"","clues":[{"text":"Africa's Lake Victoria is home to a plethora of wildlife, including these \"water horses\"","response":"a hippopotamus"},{"text":"2 Australian states are named for her: Victoria &amp; this one whose territory includes part of the Great Barrier Reef","response":"Queensland"},{"text":"Victoria Peak rises nearly 3,700 feet in this English-speaking Central American nation","response":"Belize"},{"text":"Victoria is the main town on Gozo, the second-largest of this Mediterranean country's islands","response":"Malta"},{"text":"This explorer was the first known European to see Victoria Falls &amp; named them for the monarch","response":"Livingstone"}],"originalDate":"2023-04-11"},{"category":"A LANGUAGE OF CONSONANT PLUS VOWEL","comments":"(Ken: Each response is those two in that order.)","clues":[{"text":"In English, it's a pronoun of the first person plural","response":"we"},{"text":"\"Yes\", <br>in German","response":"ja"},{"text":"In Latin it's a form of the word for \"thing\"; it follows \"in\" to mean \"concerning\"","response":"<i>re</i>"},{"text":"En français, it means \"of\"","response":"<i>de</i>"},{"text":"This rhyming pair are the 12th &amp; 13th letters of the Greek alphabet","response":"mu & nu"}],"originalDate":"2023-04-11"},{"category":"NAMES IN THE NEWS","comments":"","clues":[{"text":"His flight from Réunion to Zambia on the Concorde made him history's fastest pope","response":"John Paul II"},{"text":"This consumer advocate was invited to the White House in 1989, the 1st time in over 8 years","response":"Ralph Nader"},{"text":"1989's winner of the Kentucky Derby","response":"Sunday Silence"},{"text":"In a new version of \"The Threepenny Opera\", Sting plays this \"Mack the Knife\" character","response":"Macheath"},{"text":"This president of the Remington Shaver company liked the New England Patriots so much, he bought the team","response":"Victor Kiam"}],"originalDate":"1990-01-02"},{"category":"TIME","comments":"","clues":[{"text":"Some say this day was 1st observed in France when the new calendar was adopted in 1564, fooling everyone","response":"April Fools' Day"},{"text":"1 of the 2 numbers that can designate midnight in U.S. military time","response":"2400 hours (or 0000 hours)"},{"text":"The year before 1 A.D.","response":"1 B.C."},{"text":"A tropical year is defined as the period of time from one of these spring events to the next","response":"a vernal equinox"},{"text":"Sidereal time is time measured in relation to these","response":"the stars"}],"originalDate":"1990-01-02"},{"category":"AUSTRALIA","comments":"","clues":[{"text":"Robert Hawke is Australia's prime minister &amp; she's head of state","response":"Queen Elizabeth"},{"text":"During World War I Australia &amp; this nation formed a special army corps called ANZAC","response":"New Zealand"},{"text":"This island was first called Van Diemen's Land","response":"Tasmania"},{"text":"If you take a \"Sheila\" to a \"shivoo\", you've done this","response":"take a girl to a dance (or a party)"},{"text":"Australia gets its name from the Latin word with this meaning","response":"southern land (south)"}],"originalDate":"1990-01-02"}],[{"category":"BAKIN'","comments":"","clues":[{"text":"This white sponge cake will never rise toward heaven if there's any grease in the baking pan","response":"angel food cake"},{"text":"Type of sugar most likely used in making icing","response":"confectioners' sugar"},{"text":"Type of holiday pie that might use ox heart in addition to raisins, citron, currants, cherries, etc.","response":"mincemeat pie"},{"text":"When making these French rolls, place the small dough ball on the large one to create the topknot","response":"brioche"},{"text":"Meaning sticky, it's the tough elastic protein in flour that gives bread dough cohesiveness","response":"gluten"}],"originalDate":"1990-01-02"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"During most of the 34 years he lived in London, his friend &amp; partner, Engels, lived in Manchester","response":"Karl Marx"},{"text":"Ironically, in his youth this English king had been dubbed by the pope \"Defender of the Faith\"","response":"Henry VIII"},{"text":"Water from the Euphrates was mechanically lifted high up to irrigate its trees, shrubs &amp; flowers","response":"the Hanging Gardens of Babylon"},{"text":"In '60 his Israeli captors sent a coded cablegram to Ben-Gurion that read, \"The monster is in chains\"","response":"(Adolf) Eichmann"},{"text":"Descartes, Rousseau &amp; Locke were among the leaders of this age that was also called \"The Enlightenment\"","response":"the Age of Reason"}],"originalDate":"1990-01-02"},{"category":"QUOTES","comments":"","clues":[{"text":"In the nursery rhyme, it's what you tell to \"go away, come again another day\"","response":"rain"},{"text":"In 18th century France it was said that \"one must not be more royalist than\" this person","response":"the king"},{"text":"\"On the whole, I'd rather be in Philadelphia\" is his self-composed epitaph","response":"W.C. Fields"},{"text":"This speaker of the House who resigned in 1961 is credited with the comment \"To get along, go along\"","response":"Sam Rayburn"},{"text":"In the section of \"The Prophet\" on marriage, he wrote, \"Let there be spaces in your togetherness\"","response":"Kahlil Gibran"}],"originalDate":"1990-01-02"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"There's a statue honoring these men who fought at Lexington &amp; Concord at a nat'l historic park in Mass.","response":"the Minutemen"},{"text":"In 1988 this national park's Old Faithful Inn survived the worst fires in the park's 116-year history","response":"Yellowstone"},{"text":"It's the largest remaining subtropical wilderness in the continental U.S.","response":"Everglades (National Park)"},{"text":"National park where you'll see the nation's oldest mountains including Clingman's Dome, the park's highest","response":"the Great Smokies"},{"text":"Lehman Caves are a feature of Great Basin National Park, near Ely in this state","response":"Nevada"}],"originalDate":"1990-01-02"},{"category":"PLANTS","comments":"","clues":[{"text":"Sir Walter Raleigh imported these tubers from America &amp; planted the 1st crop in Ireland on his estate","response":"potatoes"},{"text":"Egyptians not only made paper from this plant, they made ropes, mats &amp; sandals, too","response":"papyrus"},{"text":"Arizona's largest cash crop; it grows more than Alabama &amp; Georgia combined","response":"cotton"},{"text":"When these shrubs are grown in alkaline soil, their flowers are usually pink; in acid soil, blue","response":"hydrangeas"},{"text":"Common name for the Gramineae family of plants which includes all the grains","response":"the grasses"}],"originalDate":"1990-01-02"},{"category":"CELEBRITY BOOKS","comments":"","clues":[{"text":"Chapter 1 of his book \"Mort! Mort! Mort! No Place to Hide\" is entitled \"Loudmouth\"","response":"Morton Downey (Jr.)"},{"text":"Marlene Dietrich wrote her autobiography \"Marlene\" in this language","response":"German"},{"text":"Late comedienne who dedicated her book \"It's Always Something\" \"To my dear husband Gene Wilder\"","response":"Gilda Radner"},{"text":"\"Smokey Inside My Life\" is about his life, not Smokey the Bear's","response":"Smokey Robinson"},{"text":"Maureen Donaldson remembers her affair with this actor in \"An Affair to Remember\"","response":"Cary Grant"}],"originalDate":"1990-01-02"}],{"category":"ARCHITECTURE","text":"Montreal, Tehran &amp; Jerusalem are cities for which Moshe Safdie has designed these communities of prefab modules","response":"Habitats"}]}