{"mix":651,"rounds":[[{"category":"CONGRESS","comments":"","clues":[{"text":"These young people who carry messages around the Capitol are all high school juniors","response":"pages"},{"text":"Before 1913 senators were selected by these, not directly elected by voters","response":"state legislators"},{"text":"Joseph W. Martin Jr. held this House position 1947-49 &amp; 1953-55, the only Republican since 1931 to do so","response":"Speaker of the House"},{"text":"Harrison Williams was the only senator caught in this 1978-1980 FBI \"sting\" operation","response":"Abscam"},{"text":"In March 1994 this Senate majority leader announced he would not seek reelection","response":"(George) Mitchell"}],"originalDate":"1994-12-16"},{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"After baking the witch alive, this pair return to their parents' house with pearls &amp; jewels","response":"Hansel & Gretel"},{"text":"3 of the 10 chapters in his \"The House at Pooh Corner\" concern Tigger who's introduced in the book","response":"(A.A.) Milne"},{"text":"\"The Sword in the Stone\" is the first of the 4 parts of this T.H. White work","response":"<i>The Once and Future King</i>"},{"text":"In this Frances Hodgson Burnett book, Mary, an orphan, comes to live at Misselthwaite Manor","response":"<i>The Secret Garden</i>"},{"text":"This author of \"Heidi\" began writing to earn money for Franco-Prussian War refugees","response":"(Johanna) Spyri"}],"originalDate":"1994-12-16"},{"category":"NORWAY IS FAMOUS FOR...","comments":"","clues":[{"text":"Exporting &amp; eating this fish that can be made into gravlax","response":"salmon"},{"text":"These long, narrow inlets like the Sogne, Norway's longest &amp; deepest one","response":"the fjords"},{"text":"These mythical beings that are hostile to humans &amp; may live in the mountains or underground","response":"trolls"},{"text":"Its great dramatist Henrik Ibsen &amp; for this composer whom Ibsen asked to write music for his play \"Peer Gynt\"","response":"Edvard Grieg"},{"text":"Being the home of this explorer who led the first expedition to reach the South Pole","response":"Amundsen"}],"originalDate":"2023-04-07"},{"category":"LANDING ON PLANET FRANCHISE","comments":"(Ken: You'll name the franchise.)","clues":[{"text":"Tatooine, where the womp rats roam","response":"<i>Star Wars</i>"},{"text":"Romulus &amp; <br>(\"Give me\") Genesis","response":"<i>Star Trek</i>"},{"text":"Caprica; <br>we're talking about frakkin' Caprica","response":"<i>Battlestar Galactica</i>"},{"text":"Mobius, <br>where Dr. Robotnik schemed","response":"<i>Sonic the Hedgehog</i>"},{"text":"Mongo: <br>Ah-ah! He'll save every one of us!","response":"<i>Flash Gordon</i>"}],"originalDate":"2023-04-07"},{"category":"DE-COMPOSING","comments":"","clues":[{"text":"Doing anything to avoid tax day, this \"Messiah\" composer departed Earth on April 14, 1759","response":"Handel"},{"text":"After taking aim at \"William Tell\" &amp; then quitting theater entirely at age 37, he quit more than that on Nov. 13, 1868","response":"(Gioachino) Rossini"},{"text":"This \"Peter &amp; the Wolf\" music maker stopped Russian around in March 1953","response":"Prokofiev"},{"text":"This Frenchman died on Dec. 28, 1937, never knowing he'd play a crucial musical part in a Bo Derek film","response":"Maurice Ravel"},{"text":"On March 25, 1918 the sun set on this \"Moonlight\" composer in Paris","response":"(Claude) Debussy"}],"originalDate":"2023-04-07"},{"category":"YOU TOTALLY RULED!","comments":"","clues":[{"text":"The man who would be Wilhelm II found himself with this royal 6-letter title at age 29 in 1888","response":"kaiser"},{"text":"The Aztec Empire was expanding under this 9th emperor in 1519, but the Spanish showed up; he's dead by 1520 &amp; the empire, in 1521","response":"Montezuma"},{"text":"There went the Sun King on Sept. 1, 1715 as Louis XIV died in his bedroom at this palace; you can visit that room today","response":"Versailles"},{"text":"He finally got the crown he craved on July 6, 1483 but just 2 years later, Henry VII would open the very first Tudor garage","response":"Richard III"},{"text":"A true \"Undercover Boss\" in Zaandam in 1697, Peter the Great was Pyotr Mikhaylov, learning shipbuilding at this trading company","response":"the Dutch East India Company"}],"originalDate":"2023-04-07"}],[{"category":"LIFE &amp; DEATH IN LITERARY TITLES","comments":"","clues":[{"text":"\"The Short Happy Life of Francis Macomber\" is a Hemingway tale of life &amp; death on one of these African expeditions","response":"a safari"},{"text":"A man awakens from a coma with the power to see a terrible fate awaiting humankind in this Stephen King work","response":"<i>The Dead Zone</i>"},{"text":"\"Speaker for the Dead\" by Orson Scott Card is the 2nd book in the series about this character &amp; his genocidal \"Game\"","response":"Ender"},{"text":"In Willa Cather's \"Death Comes for the Archbishop\", Father Jean Marie Latour serves in this southwest U.S. state capital","response":"Santa Fe, New Mexico"},{"text":"Solzhenitsyn's \"One Day in the Life of\" this character is the story of an inmate struggling to survive in a Soviet prison camp","response":"Ivan Denisovich"}],"originalDate":"2023-04-07"},{"category":"THE SECRET OF ACRONYM","comments":"","clues":[{"text":"A series of nearby computers are connected to form a LAN, short for this","response":"local area network"},{"text":"PEN International originally took its name from an acronym for \"poets, essayists\", these","response":"novelists"},{"text":"FSBO stands for this, meaning no real estate agent need be involved","response":"for sale by owner"},{"text":"The \"K\" in Pakistan represents this often contested region","response":"Kashmir"},{"text":"ENSO stands for El  Niño -Southern this fluctuation","response":"Oscillation"}],"originalDate":"2023-04-07"},{"category":"POP CULTURE","comments":"","clues":[{"text":"He gave us the \"Produce Pete\" segment of \"The Daily Show\" before becoming \"The 40-Year-Old Virgin\"","response":"Steve Carell"},{"text":"Edie Falco thought a 2022 sequel to this 2009 film had flopped, having shot it 4 years prior &amp; not realizing it had never been released","response":"<i>Avatar</i>"},{"text":"The TV series about this character that began NPH-mania has been shown in Latin America as \"El Doctorcito\"","response":"Doogie Howser"},{"text":"Kids of the '70s, this is for you! This character<span class=\"nobreak\">--</span>\"a man barely alive... we can rebuild him... better, stronger, faster\"","response":"the Six Million Dollar Man (Steve Austin)"},{"text":"In this 2019 X-Men movie, Sophie Turner dealt with absolute power corrupting absolutely","response":"<i>Dark Phoenix</i>"}],"originalDate":"2023-04-07"},{"category":"ANIMALISTIC WORDS","comments":"","clues":[{"text":"Meaning sly or crafty, vulpine also means resembling one of these animals","response":"a fox"},{"text":"Simian, meaning resembling one of these primates, comes from Simia, a name for an obsolete genus","response":"a monkey (ape)"},{"text":"This word for a covering suspended over a bed comes from Greek konops, or mosquito, which it was meant to keep out","response":"canopy"},{"text":"Now applied mostly to noses, this adjective means curved like the beak of an eagle","response":"aquiline"},{"text":"Used to describe giraffes &amp; big snakes, it means having net-like markings","response":"reticulated"}],"originalDate":"2023-04-07"},{"category":"HISTORY","comments":"","clues":[{"text":"Fujiwara Tadahira became regent of this country in 930 &amp; civil dictator in 941","response":"Japan"},{"text":"On March 16, 1966 the U.S. had 2 men in space &amp; the Soviets had 2 of these animals there","response":"dogs"},{"text":"His brother Joseph became king of Spain in 1808 &amp; reigned until 1813","response":"Napoleon Bonaparte"},{"text":"In 1795 the British captured Cape Town from this European power","response":"the Netherlands"},{"text":"Engelbert Dollfuss, chancellor of this country, was murdered July 25, 1934","response":"Austria"}],"originalDate":"1994-12-14"},{"category":"THE GRAMMYS","comments":"","clues":[{"text":"In 1987 Doc Severinsen &amp; this band won a Grammy for Best Jazz Instrumental Performance, Big Band","response":"the Tonight Show Band"},{"text":"1960's Best Album Created for Children was David Seville's \"Let's All Sing with\" this animal group","response":"the Chipmunks"},{"text":"This artist won 3 Grammys for \"Dang Me\" in 1965, including Best Country &amp; Western Song","response":"Roger Miller"},{"text":"This comedienne's \"It's Always Something\" won as 1989's Best Spoken Word Recording","response":"Gilda Radner"},{"text":"\"This Masquerade\" from this jazz guitarist's \"Breezin'\" LP was the 1976 Record of the Year","response":"(George) Benson"}],"originalDate":"1994-12-14"}],{"category":"HOLIDAYS","text":"Ranked #2 after Christmas, about 850 million greeting cards are sold yearly for this holiday","response":"Valentine's Day"}]}