{"mix":652,"rounds":[[{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The high-wheeler, an 1870s type of this, had such a high front wheel that riders often lost their balance &amp; fell","response":"a bicycle"},{"text":"Built in 1775, the Turtle, one of these underwater vessels, was powered by a hand-cranked propeller","response":"a submarine"},{"text":"The name of this curtained couch that's carried was influenced by a French word for bed","response":"litter"},{"text":"A coracle, often made by stretching animal skins over a wicker frame, resembles this Eskimo boat","response":"a kayak"},{"text":"It’s the only airline that offers daily nonstop flights from North America to Helsinki","response":"Finnair"}],"originalDate":"1994-12-14"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Glacier National Park is located in Montana &amp; Glacier Bay National Park is part of this state","response":"Alaska"},{"text":"Isle Royale, the largest island in this Great Lake, was made a national park in 1931","response":"Lake Superior"},{"text":"William Henry Jackson's photos aided in the decision to make this the first U.S. national park","response":"Yellowstone"},{"text":"The 2 \"Grand\" national parks are Grand Canyon &amp; this one in Wyoming","response":"Grand Teton"},{"text":"This Oregon park is named for the lake in the caldera of Mt. Mazama","response":"Crater Lake"}],"originalDate":"1994-12-14"},{"category":"AROUND THE TOWN","comments":"","clues":[{"text":"According to the cliche, it's the place \"you can't fight\"","response":"city hall"},{"text":"A raised promenade along the beach; Atlantic City has one","response":"a boardwalk"},{"text":"New York City &amp; Chicago have featured an \"El\", short for this","response":"elevated train"},{"text":"Pershing has one named for him in L.A.; Jackson has a statue in his in New Orleans, La.","response":"a square"},{"text":"Its a Spanish term for a wharf; San Francisco has a center named for it","response":"an embarcadero"}],"originalDate":"1994-12-14"},{"category":"POTPOURRI","comments":"","clues":[{"text":"It's the color of the wild yonder","response":"blue"},{"text":"Early North American settlers made this by boiling potash with animal fats","response":"soap"},{"text":"The petals from this January 1, 1994 event were recycled into potpourri &amp; sold for charity by FTD","response":"the Tournament of Roses Parade"},{"text":"In 1994 this ex-first daughter hosted \"Recovering from Dysfunctional Families\" seminars","response":"Patti Davis"},{"text":"In a fairy tale he leaves his wife the keys to the castle, but warns her not to enter one of the rooms","response":"Bluebeard"}],"originalDate":"1994-12-14"},{"category":"OLD TESTAMENT","comments":"","clues":[{"text":"His mother placed him in the reeds when he was 3 months old &amp; too big to hide","response":"Moses"},{"text":"On the 13th trip around Jericho, he told his people to add their shouting to the trumpets","response":"Joshua"},{"text":"He said, \"Let me die with the Philistines. And he bowed himself with all his might; and the house fell\"","response":"Samson"},{"text":"The 57 of these marked as \"mizmor\" were meant to be accompanied by a string instrument","response":"the Psalms"},{"text":"This son of David was trapped in the limbs of an oak tree when he was killed by Joab","response":"Absalom"}],"originalDate":"1994-12-14"},{"category":"SCIENCE","comments":"","clues":[{"text":"The name of this temperature scale means 100 degrees","response":"the centigrade scale"},{"text":"It's the smallest particle of a compound that has the properties of the compound","response":"a molecule"},{"text":"O.C. Marsh, a discoverer of Pterodactyl fossils, became the USA's first professor of this science in 1866","response":"paleontology"},{"text":"An anode is the negative electrode of a dry cell battery; this is the positive electrode","response":"a cathode"},{"text":"This lightest of all metals was discovered by Swedish chemist Johann Arfvedson in 1817","response":"lithium"}],"originalDate":"1994-12-14"}],[{"category":"WORLD CITIES","comments":"","clues":[{"text":"This Canadian capital was originally called Bytown after Lt. Col. John By of the Royal Engineers","response":"Ottawa"},{"text":"From 1453 to 1922, it was the name of the capital of the Ottoman Empire","response":"Constantinople"},{"text":"This British port on the Mersey River has been called \"The City of Ships\"","response":"Liverpool"},{"text":"This capital located almost on the equator has the oldest art school in South America","response":"Quito"},{"text":"In 1661 this most populous Indian city was given to England's King Charles II as part of a dowry","response":"Bombay"}],"originalDate":"1994-12-14"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"In 1869, due to the success of \"Little Women\", she wrote, \"Paid up all the debts, thank, the Lord!\"","response":"(Louisa May) Alcott"},{"text":"She began writing about Chinese life for U.S. magazines in 1923, 7 years before her first novel","response":"(Pearl) Buck"},{"text":"Her 1986 book \"Letters to Judy\" was a compilation of letters sent to her from young readers","response":"Judy Blume"},{"text":"This Ohio native won a National Book Critics Circle Award for her 1977 novel \"Song of Solomon\"","response":"Toni Morrison"},{"text":"Her 1946 work \"Brewsie and Willie\" was about the young U.S. soldiers who visited her in Paris","response":"Gertrude Stein"}],"originalDate":"1994-12-14"},{"category":"\"G\" WHIZ!","comments":"","clues":[{"text":"It often precedes paint, pencil &amp; monkey","response":"grease"},{"text":"This American form of religious music combines elements of spirituals &amp; jazz, &amp; that's the \"truth\"","response":"gospel"},{"text":"This yellow state flower of Nebraska &amp; Kentucky generally   doesn't cause hay fever as many believe","response":"goldenrod"},{"text":"Its a lamp with a curved, flexible shaft that resembles part of a certain bird's anatomy","response":"a gooseneck lamp"},{"text":"These lizards that can walk upside-down on ceilings are non-venomous","response":"geckos"}],"originalDate":"1994-12-14"},{"category":"BIG AMERICAN LANDOWNERS","comments":"","clues":[{"text":"Owners of many farms in Idaho, the Simplot family is one of McDonald's largest suppliers of these","response":"potatoes or French fries"},{"text":"Brad Kelley's holdings include this state's Calumet Farm, source of many a Derby winner","response":"Kentucky"},{"text":"Among this Amazon founder's major holdings: the Blue Origin sub-orbital launch site in West Texas","response":"Bezos"},{"text":"The island of Niihau belongs to the Robinson family, whose ancestor bought it in the 1860s from the 4th king of this name","response":"Kamehameha"},{"text":"This Georgia media magnate &amp; former owner of the Atlanta Braves owns the largest private herd of bison on Earth<span class=\"nobreak\">--</span>more than 50,000","response":"Ted Turner"}],"originalDate":"2023-04-06"},{"category":"LIT-POURRI","comments":"","clues":[{"text":"This novel by Johanna Spyri begins, \"The pretty little Swiss town of Mayenfeld lies at the foot of a mountain range...\"","response":"<i>Heidi</i>"},{"text":"This last name of James Thurber's character Walter can have -esque added to mean having fantasies far above your abilities","response":"Walter Mitty"},{"text":"By its title, this Lois Lowry Y.A. novel needs a receiver, &amp; his name is Jonas","response":"<i>The Giver</i>"},{"text":"\"The Revenger's Tragedy\" of 1607 is one of several plays on the theme of vengeance from this literary era named for King James I","response":"Jacobean"},{"text":"2023 marks the 100th anniversary of the birth of this novelist &amp; 75 years since his breakthrough, \"The Naked and the Dead\"","response":"Norman Mailer"}],"originalDate":"2023-04-06"},{"category":"NOT MAKING IT TO THE END OF THE MOVIE","comments":"","clues":[{"text":"Tina Fey said \"Gravity\" was about how this actor would rather float away &amp; die in space than spend time with a woman his own age","response":"George Clooney"},{"text":"Bad puddy tat! This evil uncle admits fratricide when he whispers, \"I killed Mufasa\" to Simba","response":"Scar"},{"text":"Gwyneth Paltrow returns to the U.S. from Hong Kong, sickens &amp; dies &amp; this 2011 pandemic thriller is off &amp; running","response":"<i>Contagion</i>"},{"text":"Look how they massacred my boy; James Caan wore 100-plus squibs to pay a heavy price at the tollbooth in this 1972 film","response":"<i>The Godfather</i>"},{"text":"Sometimes, you get older, adamantium in your body poisons you &amp; a clone of your younger self up &amp; kills you, like this 2017 guy","response":"Logan"}],"originalDate":"2023-04-06"}],{"category":"ACTORS &amp; ROLES","text":"Star, who's played Queen Elizabeth twice, as well as empresses of Mexico and Russia","response":"Bette Davis"}]}