{"mix":654,"rounds":[[{"category":"COMPOSERS","comments":"","clues":[{"text":"He dedicated his 9th Symphony, which includes the Ode to Joy, to the King of Prussia","response":"Beethoven"},{"text":"His music for \"A Midsummer Night's Dream\" includes the familiar \"Wedding March\"","response":"(Felix) Mendelssohn"},{"text":"It's not known if his \"Well-Tempered Clavier\" was composed for clavichord or harpsichord","response":"(Johann Sebastian) Bach"},{"text":"He composed the film score for \"Alexander Nevsky\" and set \"Peter and the Wolf\" to music","response":"Prokofiev"},{"text":"Some of his 24 caprices for violin were adapted for piano by Schumann &amp; Liszt","response":"Paganini"}],"originalDate":"1990-11-28"},{"category":"TENNIS, ANYONE?","comments":"","clues":[{"text":"Though he was the youngest male Wimbledon winner in 1985, he lost to Stefan Edberg in 1990","response":"Becker"},{"text":"Term for tournaments in which both amateurs &amp; professionals can play","response":"an open (pro-am accepted)"},{"text":"In 1990 she became the 1st since 1900 to win a Wimbledon singles title in 3 different decades","response":"(Martina) Navratilova"},{"text":"The score following love","response":"15"},{"text":"Not just a high card in bridge, but a legal serve a receiver is unable to touch","response":"an ace"}],"originalDate":"1990-11-28"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"The waves of grain in \"America the Beautiful\" are this color","response":"amber"},{"text":"Misha, the mascot of the 1980 Moscow Olympics, was this type of animal","response":"a bear"},{"text":"In the 1950s, this product's pitch was \"A little dab'll do ya!\"","response":"Brylcreem"},{"text":"Judge Roy Bean held court in this Texas town named for an actress","response":"Langtree"},{"text":"The only listings in \"Americana\" that start with the letters \"GD\" are the ports of Gdynia &amp; Gdansk in this country","response":"Poland"}],"originalDate":"1990-11-28"},{"category":"THE ENGLISH NOVEL","comments":"","clues":[{"text":"The odd word in this Bronte title is Old Yorkshire dialect meaning \"stormy weather\"","response":"<i>Wuthering Heights</i>"},{"text":"Delighted with Alice, Queen Victoria asked him for other books; he sent tomes on mathematics","response":"Lewis Carroll"},{"text":"This, Oscar Wilde's only novel, was used as an exhibit for the prosecution in his trial","response":"<i>The Picture of Dorian Gray</i>"},{"text":"English novelist who once said he wrote in English, thought in French, &amp; dreamed in Polish","response":"Joseph Conrad"},{"text":"Author of \"Sense &amp; Sensibility\" who said, \"I write about love &amp; money”","response":"Jane Austen"}],"originalDate":"1990-11-28"},{"category":"MARS","comments":"","clues":[{"text":"Don't bring your compass to Mars since it seems to lack one of these fields","response":"a magnetic field"},{"text":"On Mars, this is only about 37 minutes longer than on Earth","response":"a day"},{"text":"Because of its reddish color, Mars was named for the Roman god of this","response":"war"},{"text":"This outer Martian moon is named for the ancient Greek personification of terror","response":"Deimos"},{"text":"The #4 space craft of this series made the first fly-by of Mars in 1965","response":"Mariner"}],"originalDate":"1990-11-28"},{"category":"COUNTIES","comments":"","clues":[{"text":"This southern state has the only Manatee County in the U.S.","response":"Florida"},{"text":"Abraham Lincoln has 18 counties named for him; this debate foe has 12","response":"(Stephen) Douglas"},{"text":"Chicago is the seat of this Illinois county, the second-most populous in the U.S.","response":"Cook County"},{"text":"This state named for a woman also has the most counties named for women","response":"Virginia"},{"text":"This Wisconsin county whose name is French for \"far end of the lake\" is located at the end of Lake Winnebago","response":"Fond du Lac"}],"originalDate":"1990-11-28"}],[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"August 30, the birthday of Huey P. Long, is celebrated in this state","response":"Louisiana"},{"text":"The 1st observance of this holiday is believed to have been on Tuesday, Sept. 5, 1882, in New York City","response":"Labor Day"},{"text":"In Great Britain, Pancake Tuesday is followed by this day","response":"Ash Wednesday"},{"text":"This country observes Bataan Day with a parade of veterans of the infamous Death March","response":"the Philippines"},{"text":"On April 30, this country celebrates King Carl XVI Gustaf's birthday","response":"Sweden"}],"originalDate":"1990-11-28"},{"category":"DEFINITIONS","comments":"","clues":[{"text":"Clodhoppers &amp; sabots are types of these","response":"shoes"},{"text":"It's tough to keep your eye on the pelota, the ball used in this sport, it flies by so quickly","response":"jai alai"},{"text":"Of happy, sad, or hungry, what you are if you're lugubrious","response":"sad"},{"text":"A line on a weather map connecting areas of equal pressure, its first letter is a line too","response":"an isobar"},{"text":"Districts in England in which this metal was produced were called stannaries","response":"tin"}],"originalDate":"1990-11-28"},{"category":"WOMAN SUFFRAGE","comments":"","clues":[{"text":"She once said she wouldn't pay a dollar of her fine for voting; in 1979 a dollar coin was named for her","response":"Susan B. Anthony"},{"text":"By 1870, though some women in this territory were sharing husbands, each had the right to vote","response":"Utah"},{"text":"As a senator, he voted for woman's suffrage, &amp; in 1920 was the first President elected when all women could vote","response":"Harding"},{"text":"It was the 1st U.S. territory &amp; the 1st state to explicitly give women the vote","response":"Wyoming"},{"text":"Lucretia Mott, who fought against slavery &amp; for women's suffrage, was a minister of this religion","response":"Quaker"}],"originalDate":"1990-11-28"},{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"Jefferson thought this purchase wasn't Constitutional, but was too good to pass up","response":"the Louisiana Purchase"},{"text":"Before becoming a Commander-in-Chief, he was a Supreme Commander of NATO","response":"Eisenhower"},{"text":"After this party didn't want him anymore, Fillmore hooked up with the Know-Nothings","response":"the Whigs"},{"text":"On Aug. 3, 1923, he was sworn in by his father at his farm home in Vermont","response":"Calvin Coolidge"},{"text":"He lost the 1876 presidential election to Rutherford B. Hayes by 1 electoral vote","response":"Samuel Tilden"}],"originalDate":"1990-11-26"},{"category":"WORLD RELIGION","comments":"","clues":[{"text":"As an infant, he was given to a nomadic wet nurse in the desert outside Mecca","response":"Muhammad"},{"text":"Thomas Cranmer was the first Protestant to hold this English ecclesiastical position","response":"Archbishop of Canterbury"},{"text":"Ceremony in which a chuppah is used","response":"a Jewish wedding"},{"text":"The key concept in this Chinese philosopher's system was ren, meaning \"love mankind\"","response":"Confucius"},{"text":"The common name for the list of books that Roman Catholics are forbidden to read","response":"the Index"}],"originalDate":"1990-11-26"},{"category":"COLORFUL PHRASES","comments":"","clues":[{"text":"Wisconsin's NFL entry","response":"the Green Bay Packers"},{"text":"Legal sabbath no-nos","response":"blue laws"},{"text":"The Ocean State's Ivy League school","response":"Brown (University)"},{"text":"In India, this cell was the pits","response":"the Black Hole of Calcutta"},{"text":"A fishy distraction","response":"a red herring"}],"originalDate":"1990-11-26"}],{"category":"FAIRS &amp; EXPOSITIONS","text":"The Century of Progress Exposition in 1933 marked the 100th anniversary of this city","response":"Chicago"}]}