{"mix":657,"rounds":[[{"category":"TRANSPORTATION, IN VARIOUS FORMS","comments":"","clues":[{"text":"In 1957 Eisenhower became the first sitting president to ride in one of these, boarding a Bell Ranger on the White House lawn","response":"a helicopter"},{"text":"\"With an air of infinite reluctance M. Poirot climbed aboard the train\" in this novel","response":"<i>Murder on the Orient Express</i>"},{"text":"This automaker combined \"ion\" &amp; \"unique\" to get its Ioniq line","response":"Hyundai"},{"text":"Let's transition to this brand's i2 SE personal transporter","response":"Segway"},{"text":"Joey, baby, don't get crazy in your kangaroo mama's pouch, also called this; you'll be toted around there for 7 to 10 months","response":"the marsupium"}],"originalDate":"2023-04-05"},{"category":"THE LAST BATTLE","comments":"","clues":[{"text":"The last Western Hemisphere action of the Spanish-American War wasn't on Cuba but on this island","response":"Puerto Rico"},{"text":"The Chalmette Plantation was the site of this 1815 battle that took place a few weeks after the signing of a peace treaty","response":"the Battle of New Orleans"},{"text":"The Second Punic War ended when this general went down to defeat at the 202 B.C. Battle of Zama","response":"Hannibal"},{"text":"A Spartan fleet crushed an Athenian one at the naval battle of Aegospotami, the last big battle of this war","response":"the Peloponnesian War"},{"text":"The New Model Army's victory at the 1651 Battle of Worcester put a finish to this conflict","response":"the Second British Civil War"}],"originalDate":"2023-04-05"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In the end, his pursuit of Moby-Dick cost him more than a leg; it cost him his life","response":"Captain Ahab"},{"text":"In his 1921 novel he compared Leopold Bloom to a modern-day Ulysses","response":"James Joyce"},{"text":"Jeeter Lester, a poor Georgia sharecropper, is the central figure in this Erskine Caldwell novel","response":"<i>Tobacco Road</i>"},{"text":"Believing Alexei Vronsky has tired of her, she throws herself under a train","response":"Anna Karenina"},{"text":"In Vladimir Nabokov's novel, 12-year-old Dolores Haze is this title character","response":"<i>Lolita</i>"}],"originalDate":"1990-11-21"},{"category":"SPORTS AWARDS","comments":"","clues":[{"text":"In recent years, Doug Flutie &amp; Bo Jackson won this award for outstanding college football player","response":"the Heisman Trophy"},{"text":"Don Newcombe was the first to win this award for best pitcher in the Major Leagues","response":"the Cy Young Award"},{"text":"The National Hockey League champion team gets this trophy for 3 weeks, then it goes back to the Hockey Hall of Fame","response":"the Stanley Cup"},{"text":"Janet Evans was the 1989 winner of this memorial award for upholding the ideals of amateurism","response":"the James Sullivan Award"},{"text":"In this league, Eastern &amp; Western Division champions play for the Grey Cup","response":"the Canadian Football League"}],"originalDate":"1990-11-21"},{"category":"BEIJING","comments":"","clues":[{"text":"When English forces looted the city in 1860 they brought this dog breed back to the West","response":"Pekingese"},{"text":"From 1937-45 this country controlled the city","response":"Japan"},{"text":"The bulk of street traffic consists of this type of vehicle","response":"bicycle"},{"text":"The classic recipe for this dish calls for a particular breed, the white Peking","response":"Peking duck"},{"text":"Named after its inaccessibility to commoners, it contains the Hall of Supreme Harmony","response":"The Forbidden City"}],"originalDate":"1990-11-21"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Celestial Seasonings uses chamomile flowers to make this type of drink","response":"tea"},{"text":"Its name was acquired from its flavor, which is a blend of cloves, cinnamon &amp; nutmeg","response":"allspice"},{"text":"Menthol, an ingredient in many medicines for colds &amp; coughs, comes from this herb","response":"mint (peppermint)"},{"text":"When Nero made his entry into Rome, the streets were sprinkled with this expensive yellow spice","response":"saffron"},{"text":"In French, this herb used in bearnaise sauce is estragon","response":"tarragon"}],"originalDate":"1990-11-21"}],[{"category":"THE JONESES","comments":"(Alex: Can we keep up with them? We'll find out soon enough.)","clues":[{"text":"This naval hero was appointed Commissioner to Algiers in 1792, but died before the appointment reached him","response":"John Paul Jones"},{"text":"This Jamaica-born actress was Mayday, James Bond's arch-villainess, in \"A View to a Kill\"","response":"Grace Jones"},{"text":"His vehicle to both Broadway &amp; film stardom was \"The Great White Hope\"","response":"James Earl Jones"},{"text":"As a teenager, this producer of the hit song \"We Are The World\" played trumpet for Billie Holliday","response":"Quincy Jones"},{"text":"This playwright changed his name to Imamu Amiri Baraka when he became a Muslim","response":"LeRoi Jones"}],"originalDate":"1990-11-21"},{"category":"FAMOUS QUOTES","comments":"","clues":[{"text":"When he was wounded in 1981, he jokingly said to his doctors, \"Please tell me you're Republicans\"","response":"Ronald Reagan"},{"text":"In his play \"Love for Love\", William Congreve wrote, \"Oh fie, Miss, you must not kiss &\" do this","response":"kiss & tell"},{"text":"Winston Churchill told his people he had \"nothing to offer but\" these 4 things","response":"blood, sweat, toil & tears"},{"text":"In the 1960s Timothy Leary advised, \"Turn on, tune in,\" do this","response":"drop out"},{"text":"What he really said was, \"Damn the torpedoes, Captain Drayton, go ahead!\"","response":"David Farragut"}],"originalDate":"1990-11-21"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Act IV, Scene 3 of this play takes place in England, the rest takes place in Scotland","response":"<i>Macbeth</i>"},{"text":"As the play's title indicates, Pericles is Prince of this place","response":"Tyre"},{"text":"Petruchio comes to court Kate in this Italian town","response":"Padua"},{"text":"1 of 2 Shakespearean comedies that open in ancient Greek cities","response":"<i>A Comedy of Errors</i> or <i>A Midsummer Night's Dream</i>"},{"text":"The field where Richard III seeks \"A horse! A horse!\"","response":"Bosworth Field"}],"originalDate":"1990-11-21"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Its name comes from Scottish Gaelic for \"the drink that satisfies\", dram buidheach","response":"Drambuie"},{"text":"In names of cocktails, this color precedes \"baby\", \"rose\" &amp; \"lady\"","response":"pink"},{"text":"Naturally, this liqueur whose name is German for caraway seeds is flavored with caraway seeds","response":"Kummel"},{"text":"Of Argentina, Greece &amp; the U.S., the country with the lowest per capita wine consumption","response":"the U.S."},{"text":"According to its label, Southern Comfort originated on the banks of this river","response":"the Mississippi"}],"originalDate":"1990-11-21"},{"category":"NAME THE DECADE","comments":"","clues":[{"text":"Cambodian forces seize the U.S. merchant ship Mayaguez and its crew of 39","response":"the 1970s"},{"text":"The Hindenburg explodes while docking at Lakehurst, New Jersey","response":"the 1930s"},{"text":"The Four Aces top the pop charts with \"Love Is A Many-Splendored Thing\"","response":"the 1950s"},{"text":"The Rough Riders charge up Kettle Hill in Cuba","response":"the 1890s"},{"text":"Samuel Finley Breese Morse sends the first public message via the telegraph","response":"the 1840s"}],"originalDate":"1990-11-21"},{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"In 1830 Daniel Webster called it \"the gorgeous ensign of the Republic\"","response":"the flag"},{"text":"On May 3, 1802 it was incorporated as a city by an act of Congress","response":"Washington, D.C."},{"text":"In a ceremony in this city December 20, 1803, the United States took formal possession of the Louisiana Territory","response":"New Orleans"},{"text":"In April 1841 this bigwig began publishing the New York Tribune","response":"Horace Greeley"},{"text":"Though he said, \"Don't give up the ship\", his ship the Chesapeake was captured by the British","response":"James Lawrence"}],"originalDate":"1990-11-20"}],{"category":"BRITISH ROYALTY","text":"In the line of succession to the British throne, she's Number 5, the female highest on the list","response":"Beatrice"}]}