{"mix":658,"rounds":[[{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"The only British Prime Minister we know whose middle name is Hilda","response":"Margaret Thatcher"},{"text":"Since her middle name is Delores, you could call her \"Flo-Delo\"","response":"Florence Griffith-Joyner"},{"text":"This astronomer has 1 middle name: Edward, not \"billions &amp; billions\"","response":"Carl Sagan"},{"text":"His first name is James, but he's better known by his middle name, Strom","response":"Strom Thurmond"},{"text":"This author's middle initial stood for Dan, as Travis McGee could have told you","response":"John D. MacDonald"}],"originalDate":"1990-11-20"},{"category":"TREES","comments":"","clues":[{"text":"The American variety of this tree is no longer spreading, since it was devastated by a blight","response":"the chestnut"},{"text":"Many clothing chests &amp; closets are lined with wood from this tree because it repels moths","response":"cedar"},{"text":"The orange tree has dark green leaves &amp; fragrant flowers of this color","response":"white"},{"text":"In the United States, turpentine comes chiefly  from the slash &amp; long-leaf varieties of this tree","response":"the pine"},{"text":"The small seed of this nut tree is sometimes called a green almond","response":"the pistachio"}],"originalDate":"1990-11-20"},{"category":"THE WORLD PRESS","comments":"","clues":[{"text":"This church's semi-official newspaper is L'Osservatore Romano","response":"the Roman Catholic Church"},{"text":"A number of Latin American newspapers are called this, which means \"The Press\"","response":"La Prensa"},{"text":"China's biggest paper in circulation, it's the main organ of the Communist Party","response":"The People's Daily"},{"text":"The Gazette is the only daily in this major Canadian city that's published in English","response":"Montreal"},{"text":"This African nation's leading non-English newspapers are Die Transvaler &amp; Die Burger","response":"South Africa"}],"originalDate":"1990-11-20"},{"category":"EUROPE","comments":"","clues":[{"text":"This type of singing may be based on the sound of an Alpenhorn used by alpine mountaineers","response":"yodeling"},{"text":"The longest river in the British Isles, it's also the name of Ireland's main airports","response":"Shannon"},{"text":"The Italian island of Sardinia is just 7 miles south of this French island","response":"Corsica"},{"text":"This German city was named for monks who founded a monastery in the area in the 8th century","response":"Munich"},{"text":"Prime Minister Antonio Salazar ran this country with an iron fist from 1932-1968","response":"Portugal"}],"originalDate":"1990-11-20"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"Insulin &amp; glucagon help regulate the level of this in the blood","response":"sugar"},{"text":"The sartorius, soleus, sternomastoid &amp; adductor longus are just a few of these","response":"muscles"},{"text":"The gall bladder is partially embedded in the base of this large internal organ","response":"the liver"},{"text":"The dangerous cooling of the body from exposure to cold air or water is called this","response":"hypothermia"},{"text":"The membrane inside the nasal passages is covered with these fine hairlike projections","response":"cilia"}],"originalDate":"1990-11-20"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"At 6'7\", Robert Sherwood was 3 inches taller than this president he wrote a play about in 1938","response":"Abraham Lincoln"},{"text":"Though closely associated with its philosophy, Bertolt Brecht was never a member of this political party","response":"the Communist Party"},{"text":"This \"Forsyte Saga\" author's play \"Justice\" convinced Churchill to initiate prison reforms","response":"John Galsworthy"},{"text":"We don't know if he's a party animal, but he wrote \"Tea Party\" &amp; \"The Birthday Party\"","response":"Harold Pinter"},{"text":"His 1st produced play, 1935's \"Waiting for Lefty\", was inspired by a taxi drivers' strike in New York City","response":"Clifford Odets"}],"originalDate":"1990-11-20"}],[{"category":"RELIGION","comments":"","clues":[{"text":"A group of English quakers, the Shaking Quakers, gave rise to this American group","response":"the Shakers"},{"text":"In Christian tradition, the 9 orders of these include dominations, principalities &amp; seraphim","response":"angels"},{"text":"These people made human sacrifices to their war god, Huitzilopochtli","response":"the Aztecs"},{"text":"The oldest scriptures of this eastern religion are the 4 Vedas","response":"Hinduism"},{"text":"The Islamic calendar dates from the hejira, Muhammad's flight from Mecca to this city","response":"Medina"}],"originalDate":"1990-11-20"},{"category":"AWARDS","comments":"","clues":[{"text":"This organization's peacekeeping forces won 1988's Nobel Peace Prize","response":"the U.N."},{"text":"The National Cartoonist's Society presented him with a Reuben Award for \"The Far Side\"","response":"Gary Larson"},{"text":"The first woman to receive the AFI's Life Achievement Award was this actress known for her eyes","response":"Bette Davis"},{"text":"Performers in this field compete for the Erik Bruhn Prize, named for a late Dane","response":"ballet"},{"text":"The American Library Association awards the Newbery Medal for writing children's books &amp; this medal for illustration","response":"the Caldecott Medal"}],"originalDate":"1990-11-20"},{"category":"FINAL RESTING PLACES","comments":"","clues":[{"text":"Octavian honored her dying wish and she was laid to rest with Mark Antony","response":"Cleopatra"},{"text":"She was buried in Belton, Missouri in 1911, we don't know if they buried the hatchet with her","response":"Carrie Nation"},{"text":"He was the first U.S. president buried in Tennessee","response":"Andrew Jackson"},{"text":"Karl Marx is buried in this city's Highgate Cemetery","response":"London"},{"text":"He died September 4, 1965 in Lambarene, Gabon and is buried there","response":"Dr. Schweitzer"}],"originalDate":"1990-11-20"},{"category":"U.S.A.","comments":"","clues":[{"text":"The homeless can dine with dignity on elegant entrees in this Georgia capital's Cafe 458","response":"Atlanta"},{"text":"You can visit bats, scorpions &amp; screech owls at the Living Desert near Palm Desert in this state","response":"California"},{"text":"The only \"skyscraper\" in this Alaska city is a 14-story mining dredge, but \"there's no place like\" it","response":"Nome"},{"text":"The only place where this carnivorous plant is found naturally is in a small area of the Carolinas","response":"the Venus flytrap"},{"text":"Passengers on plane can spot traces of this Missouri-to-New Mexico trail when flying over the desert","response":"the Santa Fe Trail"}],"originalDate":"1989-12-05"},{"category":"'50s TV","comments":"","clues":[{"text":"This host &amp; his guests just did old routines at 1st, so \"The Texaco Star Theatre\" started without writers","response":"Milton Berle"},{"text":"In this sitcom a banker was haunted by 3 ghosts<span class=\"nobreak\">--</span>George &amp; Marian Kerby &amp; a booze-loving dog named Neil","response":"<i>Topper</i>"},{"text":"Subject taught by \"Our Miss Brooks\"","response":"English"},{"text":"For the '52-53 season, this redhead's \"Talent Scouts\" show was ranked No. 2, while his variety series was No. 3","response":"Arthur Godfrey"},{"text":"Ed Norton of \"The Honeymooners\" was a fan of this daily \"space opera\" with Al Hodge","response":"Captain Video (and His Video Rangers)"}],"originalDate":"1989-12-05"},{"category":"PERFUME","comments":"","clues":[{"text":"This musical inspired the perfume \"Esprit de Phantom\"<span class=\"nobreak\">--</span>we don't know if the phantom wears it","response":"<i>Phantom of the Opera</i>"},{"text":"Of My Sin, Your Sin or Our Sin, the one that's a Lanvin perfume","response":"My Sin"},{"text":"Musical \"Night Pieces\" written by Chopin, or the Caron perfume you might wear to listen to them","response":"Nocturne"},{"text":"This perfume, named for a Rodeo Drive boutique, is the top-selling scent in the U.S.","response":"Georgio"},{"text":"Ads for this cosmetics queen was going to keep her \"Private Collection\" perfume to herself","response":"Estée Lauder"}],"originalDate":"1989-12-05"}],{"category":"THE CIVIL WAR","text":"Source from which Lincoln quoted, \"A house divided against itself cannot stand\"","response":"the Bible (the Gospel according to Mark)"}]}