{"mix":660,"rounds":[[{"category":"TURTLES ALL THE WAY DOWN","comments":"","clues":[{"text":"\"Turtles all the way down\" is an apt description for how the turtle king rules Sala-ma-Sond for a time in this Dr. Seuss story","response":"<i>Yertle the Turtle</i>"},{"text":"This group of comic book superheroes got their powers from radioactive ooze","response":"the Teenage Mutant Ninja Turtles"},{"text":"Built in 1775 by David Bushnell, the Turtle was a one-man hand-cranked one of these vessels used by the military","response":"a submarine"},{"text":"In 1967 The Turtles had a No. 1 hit with this song that begins, \"Imagine me &amp; you, I do\"","response":"\"Happy Together\""},{"text":"Greek myth says Hermes invented this harp-like instrument using a turtle shell","response":"a lyre"}],"originalDate":"2023-04-04"},{"category":"TARANTINO FILMS","comments":"","clues":[{"text":"Hitman Samuel L. Jackson gets what he considers \"divine intervention\", as well as a Big Kahuna burger &amp; a Sprite, in this movie","response":"<i>Pulp Fiction</i>"},{"text":"Ears to this 1992 drama in which Mr. Blonde dances around a rough issue","response":"<i>Reservoir Dogs</i>"},{"text":"\"The D is silent\", says Jamie Foxx as the title character of this 2012 film","response":"<i>Django Unchained</i>"},{"text":"Quentin got creative with World War II history as well as the spelling of the title of this 2009 pic","response":"<i>Inglourious Basterds</i>"},{"text":"Tarantino said this 1997 Pam Grier film \"only cost $12 million.  You can't lose... &amp; you don't have to compromise\"","response":"<i>Jackie Brown</i>"}],"originalDate":"2023-04-04"},{"category":"\"ODD\"s &amp; \"END\"s","comments":"(Ken: One of those will appear in each correct response.)","clues":[{"text":"A section at the end of a book, or a vestigial body part","response":"an appendix"},{"text":"To \"make\" these means to correct a past wrong","response":"amends"},{"text":"A popular vote held to decide a single issue","response":"a referendum"},{"text":"Absolutely soaked with water","response":"sodden"},{"text":"Hay or straw given to livestock","response":"fodder"}],"originalDate":"2023-04-04"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"A resolution passed by Congress in 1961 established Sam Wilson as the namesake for this national symbol","response":"Uncle Sam"},{"text":"Launched May 14, 1973, it was the first U.S. space station","response":"Skylab"},{"text":"Pardon me, boys, miniature golf began in this southeastern Tennessee city","response":"Chattanooga"},{"text":"John L. Lewis led this union for 40 years from 1920-1960","response":"the United Mine Workers of America"},{"text":"When Reagan debated this independent candidate in September 1980, Carter refused to appear","response":"(John) Anderson"}],"originalDate":"1990-11-01"},{"category":"ATHENS","comments":"","clues":[{"text":"Most Athenians belong to this church which is headquartered in Athens","response":"the Greek Orthodox church"},{"text":"The Erechtheion, a temple famous for its Porch of the Maidens, stands on this hill","response":"the Acropolis"},{"text":"The color of the tasselled caps worn by the evzones who guard the parliament building","response":"red"},{"text":"The Panathenaic Stadium, built c. 330 B.C. by the orator Lycurgus, was restored in 1896 for this event","response":"the Olympics"},{"text":"The Stoa of Attalos at this ancient marketplace has been reconstructed &amp; is now a museum","response":"the Agora"}],"originalDate":"1990-11-01"},{"category":"GRAMMAR","comments":"","clues":[{"text":"An apostrophe &amp; this letter are often added to a word to show possession","response":"S"},{"text":"This word is the object in the sentence \"Ralph sold expensive cars\"","response":"cars"},{"text":"Many of these modifiers end with the letters \"ly\"","response":"adverbs"},{"text":"In English, the 3 main verb moods are indicative, imperative &amp; this","response":"subjunctive"},{"text":"The preposition in the following sentence: \"The cabin beside the lake is dilapidated\"","response":"beside"}],"originalDate":"1990-11-01"}],[{"category":"BUTTERFLIES","comments":"","clues":[{"text":"A caterpillar spends most of its time crawling around doing this","response":"eating"},{"text":"Common name of the Polygonia interrogationis; there's one at the end of your response","response":"a question mark"},{"text":"As this species tastes bad to predators, the viceroy butterfly mimics its coloration","response":"the monarch butterfly"},{"text":"A lepidopterist can tell you a butterfly's wings are covered with these, lepis being Greek for it","response":"little scales"},{"text":"The 1st of the 4 stages of a butterfly's metamorphosis","response":"the egg stage"}],"originalDate":"1990-11-01"},{"category":"MEN","comments":"","clues":[{"text":"Greg LeMond, who almost died from gunshot wounds in 1987, won this French bicycle race in 1989 &amp; 1990","response":"the Tour de France"},{"text":"This talk show host said \"I'm not going after Johnny's crowd, I'm going after Johnny's crowd's kids\"","response":"Arsenio Hall"},{"text":"In 1987 he released \"Cloud Nine\", his most successful album since \"All Things Must Pass\"","response":"George Harrison"},{"text":"Letters to this filmmaker can be sent to 40 Acres &amp; A Mule Filmworks, 124 DeKalb Ave., Brooklyn, N.Y.","response":"Spike Lee"},{"text":"His position as chairman of the Federal Reserve Board has been called \"the 2nd-most important in the U.S. government\"","response":"Alan Greenspan"}],"originalDate":"1990-11-01"},{"category":"SEE THE U.S.A.","comments":"","clues":[{"text":"The Boston Mountains in Arkansas &amp; Oklahoma are the most rugged part of this range","response":"the Ozarks"},{"text":"It's less than 50 miles from Montana to Washington across this state's northern tip","response":"Idaho"},{"text":"A ferry connects Lewis, Delaware, with Cape May in this state","response":"New Jersey"},{"text":"This easternmost point of North Carolina is called the Graveyard of the Atlantic","response":"Cape Hatteras"},{"text":"Part of this South Dakota national park lies within Pine Ridge Indian Reservation","response":"the Badlands"}],"originalDate":"1990-11-01"},{"category":"STAMP COLLECTING","comments":"","clues":[{"text":"Issued in 1840 the first adhesive stamp, the penny black of Britain, bore a portrait of this queen","response":"Victoria"},{"text":"Some people collect only these envelopes with stamps cancelled on the first day of issue","response":"first-day covers"},{"text":"A few drops of benzene should reveal this design or figure impressed into the stamp paper","response":"the watermark"},{"text":"The bible of American philately is the standard catalogue published by this company","response":"Scott Publications"},{"text":"He was the only serious philatelist among our 40 presidents","response":"FDR"}],"originalDate":"1990-11-01"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"Winston Churchill wrote the preface to her biography of her brother Ronald Cartland","response":"Barbara Cartland"},{"text":"She wrote \"Murder in Mesopotamia\" after visiting the region with her archaeologist husband","response":"Agatha Christie"},{"text":"Ayn Rand's novels \"We, The Living\" &amp; \"Anthem\" reflect her early life in this country","response":"the Soviet Union (Russia)"},{"text":"Her only novel, \"The Bell Jar\", was originally published under the pseudonym Victoria Lucas","response":"(Sylvia) Plath"},{"text":"She wrote only 1 book under her real name Mary Ann Evans","response":"George Eliot"}],"originalDate":"1990-11-01"},{"category":"WORLD WAR I","comments":"","clues":[{"text":"He gave up his throne November 9, 1918, 2 days before the Armistice, &amp; then fled to Holland","response":"Kaiser Wilhelm"},{"text":"In phrases from the WWI era, this precedes \"foot\", \"mouth\" &amp; \"coat\"","response":"trench"},{"text":"The war began when Austria-Hungary declared war on this small Balkan country","response":"Serbia"},{"text":"Profession of Edith Cavell, whose execution by the Germans was a widely publicized outrage","response":"a nurse"},{"text":"The hero of Verdun, this French general later headed the WWII Vichy government","response":"(Henri) Pétain"}],"originalDate":"1990-11-01"}],{"category":"FAMOUS FAMILIES","text":"Between 1680 &amp; 1765, 5 members of this family were elders of the town of Ajaccio, Corsica","response":"the Bonapartes"}]}