{"mix":664,"rounds":[[{"category":"AFRICA","comments":"","clues":[{"text":"Typical features in northern cities include open-air bazaars &amp; these Islamic houses of worship","response":"a mosque"},{"text":"In 1976 he declared himself Uganda's President for Life; 3 years later he fled for his life","response":"Idi Amin"},{"text":"Since 1985 famine victims have received at least $50 million in aid from the proceeds of this pop record","response":"\"We Are The World\""},{"text":"About 1/4 the size of the U.S., this country south of Egypt is Africa's largest","response":"the Sudan"},{"text":"This hot, dusty wind blows out of Africa into southern Europe","response":"the sirocco"}],"originalDate":"1990-10-15"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"Frank Robinson, a bookkeeper, named this soft drink and created the script for its logo in 1886","response":"Coca-Cola"},{"text":"Famous for \"Super Mario Bros.\", this company donated $3 million to M.I.T. to study how kids learn when they play","response":"Nintendo"},{"text":"In the 1930s, this company now headquartered in Armonk, N.Y., produced its first electric typewriter","response":"IBM"},{"text":"In 1978 this company became the 1st to exceed $100 billion in assets","response":"AT&T"},{"text":"Saatchi &amp; Saatchi is one of the world's largest firms in this business","response":"advertising"}],"originalDate":"1990-10-15"},{"category":"GHOST STORIES","comments":"","clues":[{"text":"\"The Story Of The Goblins Who Stole A Sexton\" was the first of many Christmas ghost stories by this author","response":"Charles Dickens"},{"text":"Lady Windermere's fans know this playwright also created \"The Canterville Ghost\"","response":"(Oscar) Wilde"},{"text":"This creator of the Headless Horseman also wrote about the beautiful ghost of a guillotine victim","response":"Washington Irving"},{"text":"In 1959 Shirley Jackson wrote about \"The Haunting of\" this \"House\"","response":"Hill House"},{"text":"\"The Phantom Hag\" is attributed to this 19th-century Frenchman who wrote hundreds of short stories","response":"Guy de Maupassant"}],"originalDate":"1990-10-15"},{"category":"THE GREAT LAKES","comments":"","clues":[{"text":"The one that shares its name with a Canadian province","response":"Lake Ontario"},{"text":"Bordered by the states of New York, Pennsylvania, Ohio, &amp; Michigan, it's the farthest south","response":"Erie"},{"text":"The Straits of Mackinac &amp; St. Mary's River link this lake to the neighboring one","response":"Lake Huron"},{"text":"Before man-made additions, all the Great Lakes ultimately drained into this river","response":"the St. Lawrence"},{"text":"Superior, Wisconsin &amp; this Minnesota town form a huge inland port on the western terminus of the Great Lakes","response":"Duluth"}],"originalDate":"1990-10-15"},{"category":"THE OSCARS","comments":"","clues":[{"text":"1943's \"Yankee Doodle Mouse\" was the 1st Oscar-winning cartoon starring this cat &amp; mouse","response":"Tom & Jerry"},{"text":"Of Best Assistant Director, Best Producer, or Best Best Boy, the one that was once an Oscar category","response":"Best Assistant Director"},{"text":"\"It Happened One Night\" in 1935 that she won the Best Actress Oscar","response":"Claudette Colbert"},{"text":"She received an Honorary Oscar for Outstanding Juvenile Performance in 1960 for \"Pollyanna\"","response":"Hayley Mills"},{"text":"Upon receiving a Special Oscar in 1982, Barbara Stanwyck gave a tribute to this actor, her \"Golden Boy\"","response":"William Holden"}],"originalDate":"1990-10-12"},{"category":"THE 17TH CENTURY","comments":"","clues":[{"text":"In France, Henry IV said every peasant should afford to have one of these in the pot on Sundays","response":"a chicken"},{"text":"Some British barristers now believe this affectation from 17th-century France has had its day","response":"wearing wigs"},{"text":"The revolt that began in 1618 against the Hapsburg ruler of Austria lasted this many years","response":"30"},{"text":"Champlain founded this city in 1608; 12 years later, it had only 60 people and showed little promise","response":"Quebec City"},{"text":"Ornate furniture, Rubens paintings, &amp; Bernini's gilded churches represent this art style","response":"Baroque"}],"originalDate":"1990-10-12"}],[{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"The oldest department store chain in Canada is named for this bay","response":"Hudson Bay"},{"text":"The French town Nemours is the ancestral home of this Delaware manufacturing family","response":"du Pont"},{"text":"Founded in Two Harbors, Minnesota in 1902, this company originally sold sandpaper &amp; added tape later","response":"3M"},{"text":"From 1958-65, this company called itself Thompson Ramo Wooldridge","response":"TRW"},{"text":"In corporate income tax, it's the deduction allowed for exhaustible mineral deposits","response":"the oil depletion allowance"}],"originalDate":"1990-10-12"},{"category":"FLOWERS","comments":"","clues":[{"text":"Tulip mania gripped this country from 1634-37 and many people lost fortunes on the bulbs","response":"Holland (the Netherlands)"},{"text":"This flower whose name is from the French for \"thought\" is said to signify remembrance","response":"pansies"},{"text":"This flower was named for a Greek youth who was obsessed with his own beauty","response":"narcissus"},{"text":"The lotus belongs to this family of lilies","response":"the water lilies"},{"text":"The leaves of the purple foxglove contain this powerful poison","response":"digitalis"}],"originalDate":"1990-10-12"},{"category":"FLAGS","comments":"","clues":[{"text":"All Scandinavian flags were inspired by the Dannebrog, the flag of this country","response":"Denmark"},{"text":"Name for the ceremonial flag that is trooped during a British monarch's birthday celebration","response":"the colors (the color)"},{"text":"Symbol appearing on the Israeli flag","response":"the six-pointed star"},{"text":"The flag of Barbados has 2 blue stripes, 1 yellow stripe &amp; this symbol of Neptune the sea god","response":"a trident"},{"text":"The star on the Soviet Union's flag stands for this","response":"communism (the Communist Party)"}],"originalDate":"1990-10-12"},{"category":"\"G\" WHIZ","comments":"(Alex: All of the correct responses will begin with that letter of the alphabet.)","clues":[{"text":"A synonym for entrails; you can spill your own or hate someone else's","response":"guts"},{"text":"Thought to have come from Egypt, these wandering people were originally called Egyptians","response":"Gypsies"},{"text":"To encircle with a belt, or, perhaps, with an elasticized undergarment","response":"girdle"},{"text":"Mrs. George Burns might have felt at home in this famous New York City mayoral residence","response":"Gracie Mansion"},{"text":"A magnificent Spanish or Portuguese nobleman of high social position","response":"a grandee"}],"originalDate":"1990-10-12"},{"category":"SICKNESS &amp; HEALTH","comments":"","clues":[{"text":"An increase in fluid pressure in this causes glaucoma","response":"the eye"},{"text":"Eating this part of a grain of cereal provides roughage in your diet","response":"the bran"},{"text":"It's not this insect, but a parasite transmitted by it that causes malaria","response":"a mosquito"},{"text":"Some exposure to sunlight is necessary for the body to produce this vitamin","response":"vitamin D"},{"text":"Crystalline bodies made up mainly of cholesterol; they can also form in the bile duct","response":"gall stones"}],"originalDate":"1990-10-12"},{"category":"COLORFUL PHRASES","comments":"","clues":[{"text":"As a bookkeeper can tell you, a business that's making money is in this","response":"the black"},{"text":"Though actually colorblind, an angry bull is said to do this","response":"see red"},{"text":"It describes an eloquent or persuasive speaker","response":"a silver-tongued orator"},{"text":"It's how Shakespeare described jealousy in \"Othello\"","response":"a green-eyed monster"},{"text":"From a French phrase, it's a person who exercises power behind the scenes or through another","response":"a grey eminence (éminence grise)"}],"originalDate":"1990-10-12"}],{"category":"LITERARY QUOTES","text":"In an 1840s work, this British author wrote, \"Ah! Vanitas Vanitatum! which of us is happy in this world?\"","response":"William Makepeace Thackeray"}]}