{"mix":672,"rounds":[[{"category":"\"MOORE\" OR \"LES\"","comments":"","clues":[{"text":"His band is \"renowned\"","response":"Les Brown"},{"text":"No \"ordinary\" person, she made news as Mary Richards","response":"Mary Tyler Moore"},{"text":"Actor who retired his halo to \"Live and Let Die\"","response":"Roger Moore"},{"text":"'50s boxing champ, he boasted the highest percentage of KO's in 205 bouts","response":"Archie Moore"},{"text":"With partner Earl Scruggs, he sang the theme for the Clampett clan","response":"Lester Flatt"}],"originalDate":"1985-01-21"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"Czar Ivan IV's nasty nickname","response":"Terrible"},{"text":"Profession shared by Anne Bonny, Mary Read &amp; Edward Teach","response":"pirates (buccaneers)"},{"text":"He was tried &amp; executed after Israeli agents captured him in Argentina in 1960","response":"Eichmann"},{"text":"1 of the 2 women who attempted to assassinate Gerald Ford","response":"\"Squeaky\" Fromme (or Sara Jane Moore)"},{"text":"According to Shakespeare, this crippled king murdered his nephews to secure his throne","response":"Richard III"}],"originalDate":"1985-01-21"},{"category":"THE ALPHABET","comments":"","clues":[{"text":"Most frequently used letter in written English","response":"E"},{"text":"Letter that starts the fewest English words","response":"X"},{"text":"Letter named for another letter which it resembles in handwriting, but not in print","response":"W"},{"text":"This letter with a line over it is 5,000 in Roman numerals","response":"V"},{"text":"Though it looks like our letter \"Z\", it's the 6th letter of the Greek alphabet","response":"zeta"}],"originalDate":"1985-01-21"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"Only U.S. president to win the Pulitzer Prize","response":"John Kennedy"},{"text":"This president ordered what the press called \"The Saturday Night Massacre\"","response":"Richard Nixon"},{"text":"He took on the thankless job as Reconstruction president after Lincoln's death","response":"Andrew Johnson"},{"text":"President who was original member of Cowboy Hall of Fame","response":"Teddy Roosevelt"},{"text":"The press applauded \"Rollicking Reagan\" at his nightclub debut in this city","response":"Las Vegas"}],"originalDate":"1985-01-21"},{"category":"SPOUSAL SUPPORT","comments":"","clues":[{"text":"These spouses got a lot of support on their 1981 wedding day, as 750 million people across 70+ countries took in the ceremony","response":"Charles & Diana"},{"text":"A 1931 family portrait influenced by Mexican folk art depicts these 2 painters &amp; spouses (but she did the piece)","response":"Kahlo & Rivera"},{"text":"Carl &amp; Gerty Cori shared a bed &amp; also a Nobel Prize, for discovering this simple sugar's vital role in our metabolism","response":"glucose"},{"text":"Nominated to become Transportation Secy. in 2017, Elaine Chao got \"yes\"es from 93 senators but not from this majority leader, her husband","response":"McConnell"},{"text":"Though Ring Lardner called this duo the prince &amp; princess of their generation, their lives weren't exactly \"This Side of Paradise\"","response":"Scott & Zelda Fitzgerald"}],"originalDate":"2023-03-30"},{"category":"5 CONSONANTS IN A ROW","comments":"","clues":[{"text":"In 1749 Maria Renata, a Bavarian nun, was charged with this &amp; burned at the stake","response":"witchcraft"},{"text":"The World Almanac lists this for you if you're famous (Rosanne Cash: Memphis; Mickey Rourke: Schenectady)","response":"birthplace"},{"text":"Like New Orleans from St. Louis, it means closer to the mouth of a river than where you are now","response":"downstream"},{"text":"The type of this implement called a waiter's one may have a knife to cut the little sleevey part called the capsule","response":"a corkscrew"},{"text":"A type of earthworm that emerges after dark, or a movie with Jake Gyllenhaal as the memorably vile Louis Bloom","response":"nightcrawler"}],"originalDate":"2023-03-30"}],[{"category":"STATE MOTTO TRANSLATIONS","comments":"","clues":[{"text":"In Arkansas, regnat populus, this group \"rule\"","response":"the people"},{"text":"Kansans go ad astra per aspera, \"to\" these \"through difficulties\"","response":"stars"},{"text":"The motto of Montana is oro y plata, these 2 desirables","response":"gold & silver"},{"text":"Fatti maschii parole femine is literally \"manly deeds, womanly\" these but Maryland now prefers \"strong deeds, gentle\" these","response":"words"},{"text":"Massachusetts has ense petit placidam sub libertate quietem, \"by\" this weapon \"we seek peace, but only peace under liberty\"","response":"the sword"}],"originalDate":"2023-03-30"},{"category":"A DEADLY WEAPON","comments":"","clues":[{"text":"Cornelius Nepos could have pitched a Samuel Jackson film, these \"on a boat\", writing of Hannibal heaving them onto enemy ships","response":"snakes"},{"text":"The Mons Meg is a massive one of these artillery pieces used by the Scots for 200 years until its barrel broke","response":"a cannon"},{"text":"One tale about this Kentucky frontiersman: his rifle was named Tick-Licker as it could shoot a tick off a bear's snout","response":"Boone"},{"text":"During World War II U-boats improved these weapons from the G7a model, which left a trail of bubbles as it headed for its prey","response":"a torpedo"},{"text":"A peasant could learn to use a crossbow quickly; this weapon, a Hundred Years' War game-changer, required training","response":"a long bow"}],"originalDate":"2023-03-30"},{"category":"THE GREATEST SNOWMAN","comments":"","clues":[{"text":"Thumpety thump thumping around in song, this title guy \"was alive as he could be\"","response":"Frosty the Snowman"},{"text":"After Elsa creates him in \"Once Upon A Snowman\": \"I can talk! I can think! I can juggle...! No! I cannot. I got too confident there\"","response":"Olaf"},{"text":"John Ratzenberger asks Billy Crystal, \"Why can't they call me the Adorable Snowman... or the Agreeable Snowman?\" in this Pixar film","response":"<i>Monsters, Inc.</i>"},{"text":"In a 1977 film Snowman was Jerry Reed's CB handle, good buddy &amp; this was Burt Reynolds', come back","response":"the Bandit"},{"text":"Timothy Hutton &amp; Sean Penn took on the CIA<span class=\"nobreak\">--</span>&amp; lost, big time<span class=\"nobreak\">--</span>as the nicknamed title characters in this 1985 movie","response":"<i>The Falcon and the Snowman</i>"}],"originalDate":"2023-03-30"},{"category":"\"EI\", OH!","comments":"","clues":[{"text":"The average cup of coffee has about 100 milligrams of it","response":"caffeine"},{"text":"A famous one on a kids' TV show debuted in 1968 &amp; included a scale model trolley","response":"a neighborhood"},{"text":"The use of this rousing bugle call dates to 1812 in the U.S. military","response":"\"Reveille\""},{"text":"A coil of yarn, or a group of geese in flight","response":"a skein"},{"text":"\"Second generation\" is the literal meaning of this word for American-born kids whose parents emigrated from Japan","response":"Nisei"}],"originalDate":"2023-03-30"},{"category":"QUOTH THE TITLE","comments":"","clues":[{"text":"Paul Laurence Dunbar's poem \"Sympathy\" gave Maya Angelou this title","response":"<i>I Know Why the Caged Bird Sings</i>"},{"text":"This 1940 Hemingway title comes from a 1624 prose work by John Donne","response":"<i>For Whom the Bell Tolls</i>"},{"text":"Philip Pullman quoted Milton, \"Unless the almighty maker them ordain\" these \"to create more worlds\"","response":"<i>His Dark Materials</i>"},{"text":"The title of this \"haunting\" Noel Coward comedy comes from Shelley's \"To a Skylark\"","response":"<i>Blithe Spirit</i>"},{"text":"Aldous Huxley took \"The Doors of Perception\" from \"The Marriage of Heaven and Hell\" by this English poet &amp; mystic","response":"William Blake"}],"originalDate":"2023-03-30"},{"category":"GAME SHOWS","comments":"","clues":[{"text":"From 1952-64 contestants each week did this in Garry Moore's ear","response":"whisper their secret identity (whisper a secret in his ear)"},{"text":"On it Pat says, \"Hit bankrupt &amp; lose all your money, but once you buy a prize it's yours to keep\"","response":"<i>Wheel of Fortune</i>"},{"text":"Original host of \"The Price is Right\", he now hosts \"The Joker's Wild\"","response":"Bill Cullen"},{"text":"Host who might've asked the stars, \"Farmer Fred runs his farm backwards, even his cows go ____\"","response":"Gene Rayburn"},{"text":"The highest score you could amass with going over on \"Gambit\"","response":"21"}],"originalDate":"1985-06-05"}],{"category":"BUSINESS LEADERS","text":"In 1986 he published his autobiography, \"Pizza Tiger\"","response":"Tom Monaghan"}]}