{"mix":675,"rounds":[[{"category":"<em class=\"underline\">TV GUIDE</em> SAYS","comments":"","clues":[{"text":"\"Darren lacks qualifications to attend a witch's convocation\"","response":"<i>Bewitched</i>"},{"text":"\"Granny &amp; Ellie seek happiness as liberated women\"","response":"<i>The Beverly Hillbillies</i>"},{"text":"\"Basil is caught in a compromising situation with a hotel guest\"","response":"<i>Fawlty Towers</i>"},{"text":"\"Horshack drops out of school\"","response":"<i>Welcome Back, Kotter</i>"},{"text":"\"Jack signs up as chef on a cruise &amp; everyone wants to go along as his guest\"","response":"<i>Three's Company</i>"}],"originalDate":"1990-10-19"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"The cities of Huntsville &amp; Tuscaloosa were once capitals of this state","response":"Alabama"},{"text":"For a real Dutch treat head to this Michigan city famous for its tulip festival &amp; windmill","response":"Holland"},{"text":"In the 1500s this city served as Spain's military headquarters in Florida","response":"St. Augustine"},{"text":"The graves of Daniel Boone &amp; his wife can be visited in this capital city","response":"Frankfort (Kentucky)"},{"text":"In 1875 P.T. Barnum became mayor of this large Connecticut city","response":"Bridgeport"}],"originalDate":"1990-10-19"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"4 asteroids named Lennon, McCartney, Harrison &amp; Starr honor this rock group","response":"The Beatles"},{"text":"Like quasars, these stars also send out radio waves but in short, rapid bursts","response":"pulsars"},{"text":"Kepler's first law states that the shape of a planet's orbit is this, rather than circular","response":"elliptical"},{"text":"In the Northern Hemisphere it can be September 22 or 23","response":"the autumnal equinox"},{"text":"The 2 galaxies nearest to our own are known as these clouds","response":"the Magellan Clouds"}],"originalDate":"1990-10-19"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"More Rhodes Scholars have come from this Ivy League college than any other school","response":"Harvard"},{"text":"Of the University of Pennsylvania, the University of Texas &amp; the University of Vermont, the one that's privately controlled","response":"Pennsylvania"},{"text":"Founded by inventor &amp; philanthropist Peter Cooper, this New York City school has always been tuition-free","response":"Cooper Union"},{"text":"The University of Miami is in Florida; Miami University is in this state","response":"Ohio"},{"text":"The world's first nuclear reactor was built in 1942 under the stands at this university's Stagg Field","response":"the University of Chicago"}],"originalDate":"1990-10-19"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"Julie Krone was the first woman to compete as one of these in the Breeder's Cup","response":"as a jockey"},{"text":"She says her book \"The Feminine Mystique\" elicited less hostility from men than from women","response":"Betty Friedan"},{"text":"Many think this so-called \"First Lady of Monaco\" is Europe's most beautiful princess","response":"Princess Caroline"},{"text":"Formerly an executive with Sun Oil, Barbara Harris is now a Suffragan Bishop in this church","response":"the Episcopal Church"},{"text":"Noted for styles for career women, America's 3rd-largest apparel company was co-founded by &amp; named for her","response":"Liz Claiborne"}],"originalDate":"1990-10-19"},{"category":"EPITAPHS","comments":"","clues":[{"text":"Though an inventor, a Founding Father, &amp; more, he called himself only \"a printer\" in his epitaph","response":"Benjamin Franklin"},{"text":"\"Here lies Lester Moore, 4 slugs from a .44, no Les, no more.\" is one found in this aptly-named town","response":"Tombstone"},{"text":"\"In lapidary inscriptions, man is not upon oath\", Boswell heard him say","response":"Dr. Samuel Johnson"},{"text":"Appropriately-named author of \"Beggar's Opera\" whose epitaph reads \"Life is a Jest\"","response":"John Gay"},{"text":"When this Romantic poet died young his stone read, \"Here lies one whose name was writ in water\"","response":"(John) Keats"}],"originalDate":"1990-10-19"}],[{"category":"GEOMETRICAL GEOGRAPHY","comments":"","clues":[{"text":"On Dec. 5, 1945 5 TBM Avenger torpedo bombers making up flight 19 vanished without a trace in the area called this","response":"the Bermuda Triangle"},{"text":"Part of the Kremlin, St. Nicholas, or Nikolskaya, Tower overlooks this square","response":"the Red Square"},{"text":"What's called this U.S. boundary was surveyed between 1763 &amp; 1767 by 2 imported Englishmen","response":"the Mason-Dixon line"},{"text":"This not-quite-round 17-acre park area is just south of the White House","response":"the Ellipse"},{"text":"This northernmost spot of Alaska was named for Sir John, a proponent of Arctic exploration","response":"Point Barrow"}],"originalDate":"2023-03-28"},{"category":"FANCIFIED BEASTLY IDIOMS","comments":"","clues":[{"text":"It's impossible to instruct the elder canine with state-of-the-art maneuvers","response":"you can't teach an old dog new tricks"},{"text":"Release one Persian from a sack","response":"let the cat out of the bag"},{"text":"Up to the moment of the reappearance of bovines at their domicile","response":"till the cows come home"},{"text":"In the manner of one flying fox leaving Pandemonium","response":"like a bat out of hell"},{"text":"The Appaloosa with alternate pigmentation","response":"a horse of a different color"}],"originalDate":"2023-03-28"},{"category":"'80s MOVIE COMEDIES","comments":"","clues":[{"text":"In 1986 this title guy &amp; 2 friends had quite a day, hitting a museum &amp; doing some fine dining; he even caught a ball at a Cubs game","response":"Ferris Bueller"},{"text":"This character was the lifeless of the party when Andrew McCarthy &amp; Jonathan Silverman spent a \"Weekend at\" his place in 1989","response":"Bernie"},{"text":"Roger Murdock &amp; Captain Oveur, in this 1980 classic: \"We have clearance, Clarence\"; \"Roger, Roger. What's our vector, Victor?\"","response":"<i>Airplane!</i>"},{"text":"Golfer Rodney Dangerfield, in this pic: \"This is the worst lookin' hat I ever saw!\" (sees Ted Knight) \"It looks good on you, though\"","response":"<i>Caddyshack</i>"},{"text":"In this holiday film Randy Quaid's Eddie used to have a metal plate in his head, but use of a microwave made him forget who he was","response":"<i>Christmas Vacation</i>"}],"originalDate":"2023-03-28"},{"category":"3 MEN","comments":"","clues":[{"text":"Formed around 60 B.C., the First Roman Triumvirate was made up of Crassus, Pompey &amp; this guy","response":"Julius Caesar"},{"text":"This biblical man had 3 sons; the oldest, Shem, gave us the word \"Semitic\"","response":"Noah"},{"text":"These 2 West Point alums filled out the Apollo 11 crew with Neil Armstrong","response":"Collins & Aldrin"},{"text":"This classical trio whose name is French for \"fine arts\" lasted for 53 years with pianist Menahem Pressler joined by different musicians","response":"Beaux Arts"},{"text":"The 2022 Nobel econ prize went to 3 men who had researched financial crises; this winner had faced one IRL as Fed chair in 2007 &amp; '08","response":"Ben Bernanke"}],"originalDate":"2023-03-28"},{"category":"WRITERS OF THE CLOTH","comments":"","clues":[{"text":"Priest Andrew Greeley's first novel, about an archbishop with secrets such as a daughter, was called \"The Cardinal\" these","response":"Sins"},{"text":"This transcendentalist essayist &amp; poet was ordained a Unitarian minister in Boston in 1829, but resigned in 1832","response":"Emerson"},{"text":"Metaphysical poet John Donne was ordained a priest in 1615 &amp; became a dean at this London cathedral 6 years later","response":"St. Paul's"},{"text":"Rabbi Chaim Potok's novel \"The Chosen\" is a coming-of-age story within this Orthodox Jewish sect","response":"the Hasidic Jews"},{"text":"An influential writer on spiritual themes, Thomas Merton was a member of this order known for emphasizing silence &amp; austerity","response":"the Trappists"}],"originalDate":"2023-03-28"},{"category":"WORDS FROM GREEK &amp; LATIN","comments":"","clues":[{"text":"Latin for \"to sew\" gives us this medical word for a stitch","response":"suture"},{"text":"A fancy word for movies is related to this Greek-derived word for \"exhibiting motion\"","response":"kinetic"},{"text":"A letter that the pope sends around, it's from the Greek for \"circle\"","response":"encyclical"},{"text":"The opposite of an iamb, this word for a pattern of stressed-unstressed as in the word \"rabbit\" is from Greek for \"run\"","response":"a trochee"},{"text":"From Greek for \"sound\", it's the term for the smallest meaningful unit of spoken sound; English has just over 40","response":"a phoneme"}],"originalDate":"2023-03-28"}],{"category":"FIGHTING FORCES","text":"Formed in 1831 to help with the conquest of Algeria, its ranks have included Germans, Turks &amp; Chinese","response":"the French Foreign Legion"}]}