{"mix":677,"rounds":[[{"category":"BRITISH TO AMERICAN LANGUAGE TRANSLATOR","comments":"","clues":[{"text":"A big dipper is more than a cluster of stars, it's also one of these amusement park attractions","response":"a roller coaster"},{"text":"In the U.K., this part of your Rolls-Royce is called a mudguard","response":"the fender"},{"text":"In Britain, a caravan behind your car isn't a line of vehicles, but just this one, &amp; some pensioners choose to live in one","response":"a trailer"},{"text":"On hot summer days in London, you'll welcome an ice lolly, or what we call this treat","response":"a Popsicle"},{"text":"A child's catapult may sound like an ancient war machine, but it's just one of these implements for flinging small projectiles","response":"a slingshot"}],"originalDate":"2023-03-27"},{"category":"FANTASY SPORTS","comments":"","clues":[{"text":"Ginny Weasley had a brilliant career in this sport, joining the Holyhead Harpies","response":"Quidditch"},{"text":"On \"The Office\" Flonkerton is predictably played by racing with boxes of this product strapped to your feet","response":"paper"},{"text":"Katniss &amp; Peeta are about to eat poisonous berries when they learn they can't both win this, but they get a reprieve","response":"the Hunger Games"},{"text":"The only rule in the game of Calvinball, seen in a comic strip by him, is that it can't be played the same way twice","response":"(Bill) Watterson"},{"text":"This author says in \"Sirens of Titan\" that the children of Mars \"spent most of their time playing German batball\"","response":"Kurt Vonnegut"}],"originalDate":"2023-03-27"},{"category":"I LED WHAT CABINET DEPARTMENT?","comments":"","clues":[{"text":"To put it diplomatically, Condoleezza Rice","response":"State"},{"text":"Alexander Hamilton; now say the phrase that pays!","response":"Treasury"},{"text":"William Willard Wirtz won workers' well-wishes","response":"Labor"},{"text":"Janet Napolitano, who as president of the University of California later sued this department over its treatment of \"dreamers\"","response":"Homeland Security"},{"text":"George Dern, doing good work on preparedness in the 1930s in a job that no longer exists","response":"Secretary of War"}],"originalDate":"2023-03-27"},{"category":"NUMBER \"ONE\" MOVIE","comments":"","clues":[{"text":"\"A Star Wars Story\" is the subtitle of this 2016 release","response":"<i>Rogue One</i>"},{"text":"This animated Disney \"tail\" was first released in 1961","response":"<i>One Hundred and One Dalmatians</i>"},{"text":"\"Get off my plane\", says an irate Harrison Ford to a soon-to-be-ejected hijacker in this 1997 thriller","response":"<i>Air Force One</i>"},{"text":"Steven Spielberg directed this 2018 movie about the hunt for an \"Easter egg\" in a virtual reality called OASIS","response":"<i>Ready Player One</i>"},{"text":"Clark Gable won his only Oscar for this 1934 comedy","response":"<i>It Happened One Night</i>"}],"originalDate":"2023-03-27"},{"category":"THE BIBLE","comments":"","clues":[{"text":"The fifth commandment tells us to honor this duo: Nebat &amp; Zeruah for King Jeroboam","response":"your mother & your father"},{"text":"The First Book of Samuel recounts the encounter between these 2, big Philistine &amp; smaller Israelite, in the valley of Elah","response":"David & Goliath"},{"text":"While Moses was up on Mount Sinai, Aaron crafted this using earrings, angering the Lord","response":"a golden calf"},{"text":"After the Last Supper, Jesus traveled to this garden to pray &amp; was arrested there","response":"Gethsemane"},{"text":"St. Paul declares himself to be from the tribe named for this younger son of Rachel &amp; Jacob","response":"Benjamin"}],"originalDate":"2023-03-27"},{"category":"FIGURES OF SPEECH","comments":"","clues":[{"text":"It's a combination of 2 contradictory terms used together, like \"sweet sorrow\"","response":"oxymoron"},{"text":"Saying you'll avoid me like the plague is a bit of this French-derived word for an overused phrase, don't you think, darling?","response":"cliché"},{"text":"Saying \"That went well\" after a disaster is an example of the verbal type of this","response":"irony"},{"text":"An example of this, also called meiosis, is Kathy Bates' line as the Titanic sinks, \"Now there's something you don't see every day\"","response":"understatement"},{"text":"When a part is used to represent a whole, it's this figure of speech, as in \"all hands on deck\"","response":"synecdoche"}],"originalDate":"2023-03-27"}],[{"category":"WE QUOTE MR. Ts","comments":"","clues":[{"text":"Alan Turing, who could do this pretty well, wrote in 1950, \"I propose to consider the question, 'can machines\"' do this?","response":"think"},{"text":"Who's the boss? In 1871 in NYC, it was certainly him: \"As long as I count the votes, what are you going to do about it?\"","response":"Boss Tweed"},{"text":"Harry Truman said this man's \"Plan\" \"will go down in history as one of America's greatest contributions to the peace of the world\"","response":"Marshall"},{"text":"\"These lands are ours. No one has a right to remove us, because we were the first owners\", said this Shawnee rival of Wm. H. Harrison","response":"Tecumseh"},{"text":"In \"Democracy in America\", he wrote that in the U.S., \"everything is in constant motion &amp; every change seems an improvement\"","response":"Tocqueville"}],"originalDate":"2023-03-27"},{"category":"ISLANDS OF THE FAR NORTH","comments":"","clues":[{"text":"Like Antarctica, this vastest island is capped by an ice sheet; it has an average thickness of about 5,000 feet","response":"Greenland"},{"text":"A Russian lieutenant gave this island southeast of Anchorage its name because its outline resembled an Inuit canoe","response":"Kayak Island"},{"text":"Spitsbergen Island in Norway's Svalbard archipelago is known for its great views of this luminous atmospheric display","response":"the northern lights"},{"text":"The High Arctic is home to October Revolution Island &amp; this island, named for the party that seized power during that time","response":"Bolshevik (Island)"},{"text":"Canada's northernmost point, Cape Columbia is on Ellesmere Island, part of this vast territory created in 1999","response":"Nunavut"}],"originalDate":"2023-03-27"},{"category":"MILITARY MELODIES","comments":"","clues":[{"text":"Ammunition chests which \"go rolling along\"","response":"caissons"},{"text":"According to their hymn, they fight \"to keep our honor clean\"","response":"the United States Marines"},{"text":"\"Marching To Pretoria\" today would take you through this troubled country","response":"South Africa"},{"text":"Tchaikovsky's overture uses cannons; this great German's 1813 \"Wellington's Victory\" uses musket fire","response":"Beethoven"},{"text":"Colonials played \"Yankee Doodle\" on this small transverse flute","response":"a fife"}],"originalDate":"1986-11-05"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"He's played a king of Israel &amp; a gigolo of America","response":"Richard Gere"},{"text":"After spotting this actor in the sci-fi film \"Them!\", Disney studios cast him as Davy Crockett","response":"Fess Parker"},{"text":"This \"Down &amp; Out in Beverly Hills\" star put his prints in cement at L.A.'s \"Tail o' the Pup\"","response":"Mike the Dog"},{"text":"Mother &amp; daughter who play mother &amp; daughter in \"Hannah &amp; Her Sisters\"","response":"Maureen O'Sullivan & Mia Farrow"},{"text":"He said of his role in \"Deathtrap\" that he is now one of few men in the world to have kissed Superman","response":"Michael Caine"}],"originalDate":"1986-11-05"},{"category":"ANTONYMS","comments":"","clues":[{"text":"The opposite of binge, loose, or slow","response":"fast"},{"text":"Department where you go to reclaim the umbrella you left on the bus","response":"lost & found"},{"text":"On a German car, these gauge marks might read \"leer\" &amp; \"voll\"","response":"full & empty"},{"text":"For the Moon, it's the antonym of wax","response":"wane"},{"text":"The same people who gave us \"Bosom Buddies\" gave us this Bronson Pinchot series in 1986","response":"<i>Perfect Strangers</i>"}],"originalDate":"1986-11-05"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Aptly, port wine originated in this country","response":"Portugal"},{"text":"Song whose chorus beings \"Hoo-ray &amp; up she rises\" is about this imbiber","response":"a drunken sailor"},{"text":"To make a \"Rusty Nail\" you combine Scotch &amp; this Scottish liqueur","response":"Drambuie"},{"text":"Creature whose breath said to have made Confucius' mother conceive is symbol of this Japanese beer","response":"kirin"},{"text":"TV's \"Little Ol' Winemaker\" promoted this brand","response":"Italian Swiss Colony"}],"originalDate":"1986-11-05"}],{"category":"OPERA SOURCE MATERIAL","text":"Henri Murger, who was broke &amp; lived in a freezing attic apartment in Paris, wrote the source material for this 1896 opera","response":"<i>La bohème</i>"}]}