{"mix":684,"rounds":[[{"category":"ETYMOLOGY","comments":"","clues":[{"text":"This word for a type of combatant is the diminutive form of the Spanish for \"war\"","response":"guerilla"},{"text":"This word meaning \"catastrophe\" once also referred to a calamity due to a misalignment of the stars","response":"a disaster"},{"text":"This enthusiastic phrase popularized by the Marines during World War II comes from a Chinese motto interpreted as \"work together\"","response":"gung ho"},{"text":"The word delectable is related to this word that refers to one who dabbles in the fine arts or other areas","response":"dilettante"},{"text":"Latin for flock is the origin of \"Greg-\", so this adjective once meant towering above the flock; now it's used of a flagrant error","response":"egregious"}],"originalDate":"2023-03-21"},{"category":"STATE OF THE AIRPORT","comments":"","clues":[{"text":"Ontario International, John Wayne Airport","response":"California"},{"text":"Ketchikan International, Wiley Post-Will Rogers","response":"Alaska"},{"text":"Vero Beach Regional, Naples Airport","response":"Florida"},{"text":"Lewiston/ <br>Nez Perce County, Pocatello Regional","response":"Idaho"},{"text":"Cheboygan County, Grosse Ile Municipal","response":"Michigan"}],"originalDate":"2023-03-20"},{"category":"QUITE THE FISH STORY","comments":"","clues":[{"text":"Fish argue whether a dentist is using a Hedstrom file or a K-Flex in this Pixar film; the DDS did use the Schilder technique","response":"<i>Finding Nemo</i>"},{"text":"\"Piranha 3D\" ate up the screen with Elisabeth Shue, Ving Rhames &amp; great Scott!<span class=\"nobreak\">--</span>this inventive \"Back to the Future\" actor","response":"Christopher Lloyd"},{"text":"The force of Lasse Hallström was strong to pull in this Scot to play a fisheries expert in \"Salmon Fishing in the Yemen\"","response":"Ewan McGregor"},{"text":"Michael Caine said he never saw himself in this 4: \"The Revenge\", \"but I've seen the house it bought for my mum. It's fantastic\"","response":"<i>Jaws</i>"},{"text":"Melissa Etheridge gave Brad Pitt lessons in fly-fishing so he could play Paul Maclean in this film","response":"<i>A River Runs Through It</i>"}],"originalDate":"2023-03-20"},{"category":"\"ME\"","comments":"","clues":[{"text":"This adjective for something neither bad nor good is from Latin for \"of middle quality\"","response":"mediocre"},{"text":"Koplik's spots are associated with this contagious disease","response":"the measles"},{"text":"Metheglin is a variety of this fermented beverage","response":"mead"},{"text":"To wander aimlessly","response":"meander"},{"text":"A body part is found in this word describing one who refuses to tell the truth in plain language","response":"mealymouthed"}],"originalDate":"2023-03-20"},{"category":"MYSELF","comments":"","clues":[{"text":"Her autobiography's dedication included \"Malia and Sasha\" &amp; a man \"who always promised me an interesting journey\"","response":"Michelle Obama"},{"text":"His book \"iWoz\" is subtitled \"Computer Geek to Cult Icon\"","response":"Steve Wozniak"},{"text":"Part of the \"Life\" of this Rolling Stones guitarist: \"I am pulled over by police officers in Arkansas... and a standoff ensues\"","response":"Keith Richards"},{"text":"His autobio said in 1835 Mr. Freeland hired him from his master, but he wanted \"to live upon free land as well as with Freeland\"","response":"Frederick Douglass"},{"text":"If we may get existential for a moment... in 1963 this thinker published \"Les Mots\", or \"The Words\" of his life","response":"Sartre"}],"originalDate":"2023-03-20"},{"category":"&amp; EYE","comments":"","clues":[{"text":"Attention, students! Anisocoria is where these eye parts are unequal in size, maybe due to a torn or blocked blood vessel in the neck","response":"the pupils"},{"text":"\"Avian\" term for the tiny wrinkles that form around the eyes as we age; we prefer to call them \"smile lines\"","response":"crow's feet"},{"text":"Everyone has a blind spot, as there are no photoreceptors<span class=\"nobreak\">--</span>that is, rods or these<span class=\"nobreak\">--</span>in the optic disk","response":"cones"},{"text":"It's a clouding of what was once a clear eye lens; seeing halos around lights is a sign of them","response":"cataract"},{"text":"Referring to the device used, these 2 words are the \"L-A\" in LASIK eye surgery","response":"laser-assisted"}],"originalDate":"2023-03-20"}],[{"category":"PRESIDENTIAL INAUGURATIONS","comments":"","clues":[{"text":"Read at Clinton's inauguration, her poem \"On the Pulse of Morning\" contains the line \"lost in the gloom of dust and ages\"","response":"Angelou"},{"text":"His second inaugural marked the first time African Americans had been included in the inaugural parade","response":"Lincoln"},{"text":"FDR's 1st inaugural gave us this 10-word statement, a \"firm belief\" about \"nameless, unreasoning, unjustified terror\"","response":"\"The only thing we have to fear is fear itself\""},{"text":"His nearly 8,500-word address is by far the longest ever; he should have saved his energy","response":"William Henry Harrison"},{"text":"He, his wife &amp; 9-year-old daughter were the first first family to walk all the way from the Capitol to the White House","response":"the Carters"}],"originalDate":"2023-03-20"},{"category":"ALPHABETIC HOMOPHONES","comments":"","clues":[{"text":"Between Tarrytown &amp; Nyack, New York lies a watery section of river known as the Tappan this","response":"the Zee"},{"text":"\"Every kiss begins with\" this jeweler","response":"Kay"},{"text":"This word precedes \"England Slept\" in a 1940 book by JFK","response":"Why"},{"text":"The poem Amanda Gorman read at the U.N. General Assembly was titled \"An Ode We\" this","response":"Owe"},{"text":"It's a term for the seat of authority of a bishop","response":"a see"}],"originalDate":"2023-03-20"},{"category":"SHORT STORY, SHORTER","comments":"","clues":[{"text":"Roderick, Madeline &amp; their place itself don't make it to the end; after all, it is \"The Fall of\" this","response":"the House of Usher"},{"text":"After a bad Hessian session, this schoolmaster is never seen in Sleepy Hollow again","response":"(Ichabod) Crane"},{"text":"Frank Stockton leaves it up to you<span class=\"nobreak\">--</span>\"Which came out of the opened door<span class=\"nobreak\">--</span>the lady or\" this?","response":"the tiger"},{"text":"A \"Scrivener\" hired to copy legal documents, he's an early advocate of quiet quitting, then quits life itself","response":"Bartleby"},{"text":"A Bierce last line<span class=\"nobreak\">--</span>\"Peyton Farquhar was dead; his body... swung gently... beneath the timbers of\" this title structure","response":"Owl Creek Bridge"}],"originalDate":"2023-03-20"},{"category":"WALK, THE LINE","comments":"","clues":[{"text":"Walk the Moon recounts a night at the disco: \"I said, 'you're holding back', she said\" this title","response":"\"Shut Up And Dance\" with me"},{"text":"Migos &amp; this Canadian teamed up on the 2018 hit \"Walk It Talk It\"","response":"Drake"},{"text":"Vanessa Carlton was nominated for 3 Grammys for her song that said, \"You know I'd walk\" this far to \"just see you tonight\"","response":"a thousand miles"},{"text":"According to the Bangles, \"Slide your feet up the street, bend your back, shift your arm, then you pull it back\" to do this","response":"walk like an Egyptian"},{"text":"Oddly, the official video for this '80s Katrina &amp; The Waves hit showed the band strolling through a misty London in heavy coats","response":"\"Walking On Sunshine\""}],"originalDate":"2023-03-20"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"A 1900 act of Congress put the U.S. on this standard","response":"the gold standard"},{"text":"When the Progressive Party ran Teddy Roosevelt for president, it was nicknamed this","response":"the Bull Moose Party"},{"text":"The passing of the 19th Amendment in 1920 allowed this, regardless of state laws","response":"vote for women"},{"text":"Harding died in 1923 just as this scandal broke","response":"the Teapot Dome Scandal"},{"text":"This Treasury Dept. agency was created in 1865 to suppress counterfeiting","response":"the Secret Service"}],"originalDate":"1991-09-05"},{"category":"AWARDS","comments":"","clues":[{"text":"The Lincoln Medal honors those who have been of significant benefit to this D.C. theater","response":"Ford's Theater"},{"text":"This 88-year-old comic won the Hollywood Women's Press Club's All-Time Man of the Year Award in 1990","response":"Bob Hope"},{"text":"This actress, who romanced the Sundance Kid, got the Golden Boot, a Western award in 1990","response":"Katharine Ross"},{"text":"The Walt Disney Co. gave its first Legends Award to this star of \"The Absent-Minded Professor\"","response":"Fred MacMurray"},{"text":"This civil rights organization presented its 23rd annual Image Awards on December 2, 1990","response":"the NAACP"}],"originalDate":"1991-09-05"}],{"category":"ASIA","text":"Only SE Asian nation never a colony of the West,  its name aptly means \"land of the free\"","response":"Thailand"}]}