{"mix":685,"rounds":[[{"category":"MAMMALS","comments":"","clues":[{"text":"The wrist bones of this \"bear\" are elongated &amp; act as thumbs for holding bamboo stalks","response":"the panda bear"},{"text":"Besides smaller ears, this species of elephant has smaller tusks &amp; fewer ribs","response":"the Indian elephant"},{"text":"This weasel-like animal related to the polecat has long been used to drive out rabbits &amp; rats","response":"the ferret"},{"text":"This kind of monkey is named for its long nose to which it honks for attention","response":"the proboscis"},{"text":"The ring-tailed variety of this primate shows aggression with spat-calls &amp; stink fights","response":"a lemur"}],"originalDate":"1991-09-05"},{"category":"OLD TESTAMENT","comments":"","clues":[{"text":"After the flood Noah's dove returned with a leaf, not a branch, of this tree","response":"the olive tree"},{"text":"It's thought the pottage for which this biblical figure sold his birthright was made of lentils","response":"Esau"},{"text":"The printers of a 1631 Bible were fined 300 pounds for leaving this word out of the 7th Commandment","response":"not"},{"text":"The 12 different gemstones on Aaron's breastplate represented these","response":"the 12 Tribes of Israel"},{"text":"The King James version calls this the Salt Sea","response":"the Dead Sea"}],"originalDate":"1991-09-05"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Newsweek called this author of \"Clear and Present Danger\", \"the king of techno-thrillers\"","response":"Tom Clancy"},{"text":"One-word title of the DuBose Heyward novel that became a play &amp; Gershwin opera","response":"<i>Porgy</i>"},{"text":"He wrote \"Public Speaking and Influencing Men in Business\" several years before his most famous book","response":"Dale Carnegie"},{"text":"Middle-earth creator whose middle names were Ronald &amp; Reuel","response":"Tolkien"},{"text":"Archaeologist who published his 3-volume work \"The Tomb of Tutankhamun\" between 1923 &amp; 1933","response":"(Howard) Carter"}],"originalDate":"1991-09-05"},{"category":"ROYALTY","comments":"","clues":[{"text":"In the 1920s, the tomb of his mother Hetepheres was found near his Great Pyramid","response":"Cheops"},{"text":"This last empress of Russia was born in Darmstadt in 1872, her father was Grand Duke of Hesse-Darmstadt","response":"Alexandra"},{"text":"She outlived her husband by 60 years, but suffered periods of insanity","response":"Carlota (of Mexico)"},{"text":"Crown Prince Rudolf of this country was found shot to death at Mayerling in 1889","response":"Austria"},{"text":"Charlemagne was a member of this Frankish dynasty, also known as the Arnulfinger Dynasty","response":"the Carolinian (Carolingia) Dynasty"}],"originalDate":"1991-09-05"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Schubertiaden were parties held in homes in this capital city to listen to Schubert's music","response":"Vienna"},{"text":"1 of the 3 Shakespearean characters for whom Giuseppe Verdi titled an opera","response":"(1 of) Otello (Falstaff or Macbeth)"},{"text":"This name was given to \"Symphony in G\" because of a loud chord that Haydn said \"would make ladies jump\"","response":"<i>The Surprise Symphony</i>"},{"text":"The \"Tosca\" composer who said he was a \"mighty hunter of wild fowl, opera librettos &amp; attractive women\"","response":"(Giacomo) Puccini"},{"text":"In 1708, the Mühlhausen city council paid for printing \"Gott ist mein König\", his first published music","response":"Johann Sebastian Bach"}],"originalDate":"1991-09-05"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The great lakes of this continent includes Lakes Nyasa, Albert &amp; Victoria","response":"Africa"},{"text":"The lowlands of this country invaded by China in 1950 are over 12,000 feet above sea level","response":"Tibet"},{"text":"The Guernsey &amp; Jersey breeds of cattle originated in this island group","response":"the Channel Islands"},{"text":"Pliny the Elder was killed by the eruption of this volcano on the Bay of Naples in 79 A.D.","response":"Vesuvius"},{"text":"4,741-foot Puig Major is the highest point on this Spanish Mediterranean island","response":"Majorca"}],"originalDate":"1991-09-05"}],[{"category":"CITY OF THE PREMIERE","comments":"","clues":[{"text":"\"Rhapsody In Blue\"","response":"New York"},{"text":"The \"1812 Overture\"","response":"Moscow"},{"text":"\"The Blue Danube\" set sail Feb. 15, 1867","response":"Vienna"},{"text":"\"Carmen\" comes alive in 1875","response":"Paris"},{"text":"\"Tristan und Isolde\", with the help of King Ludwig","response":"Munich"}],"originalDate":"2023-03-17"},{"category":"SHOE KNOW IT","comments":"","clues":[{"text":"You're just getting by if you're on a budget that mentions this footwear fastener","response":"shoestring"},{"text":"Casinos use multiple-deck cardholders called shoes to combat card counters at this game","response":"blackjack"},{"text":"Pressing a certain car pedal pushes these shoes against the inside of the drum","response":"brake shoes"},{"text":"This dreamy style of British indie rock got its name from the way performers stared at their effects pedals","response":"shoegaze"},{"text":"Eyewitnesses differ as to whether this Soviet premier actually banged his shoe on a desk at a 1960 U.N. meeting","response":"Khrushchev"}],"originalDate":"2023-03-17"},{"category":"TV, YOU SAY!","comments":"","clues":[{"text":"The principal, to Janine on this ABC sitcom: \"Step was my thing in college! It certainly wasn't academics. I hate school\"","response":"<i>Abbott Elementary</i>"},{"text":"As Oliver, Martin Short has a shocking revelation on this Hulu show: <br>\"Rock icon Sting is a dog-poisoning murderer\"","response":"<i>Only Murders in the Building</i>"},{"text":"This sitcom's Dr. Spaceman, delivering Tracy some tough news: \"I don't know how to say this... D.A. but eez?\"","response":"<i>30 Rock</i>"},{"text":"Noho Hank, to this title guy wanting off work: \"What do you want me to do? Go to John Wick Assassin Hotel with help wanted sign?\"","response":"<i>Barry</i>"},{"text":"Darius, on this FX show: \"I would say nice to meet you but I don't believe in time as a concept. So I'll just say we always met\"","response":"<i>Atlanta</i>"}],"originalDate":"2023-03-17"},{"category":"SPEAK YOUR TRUTH","comments":"","clues":[{"text":"Olivia Newton-John's first U.S. No. 1 hit included this adverb for how she loved you","response":"honestly"},{"text":"This kind of truth alludes to one of the narratives that begin the New Testament","response":"a Gospel"},{"text":"If something is the real deal, it's the this article, from Latin for \"innate\"","response":"genuine"},{"text":"This synonym of \"definitive\" begins with a synonym of \"writer\"","response":"authoritative"},{"text":"Verb meaning to verify an article pre-publication; before .org, it's a nonpartisan project to evaluate what politicians say","response":"factcheck"}],"originalDate":"2023-03-17"},{"category":"SONGS FROM MOVIES","comments":"","clues":[{"text":"Naturally, it's the title song as Gene Kelly &amp; Frank Sinatra play old-time baseball players","response":"\"Take Me Out To The Ball Game\""},{"text":"\"The Sound Of Silence\" is heard in the opening of this 1967 film","response":"<i>The Graduate</i>"},{"text":"This future \"Masked Singer\" competitor sang the theme from \"Ghostbusters\"","response":"Ray Parker Jr."},{"text":"He crooned \"Wicked Game\", featured in David Lynch's \"Wild at Heart\"","response":"Chris Isaak"},{"text":"\"Diamond Girl\" is on the '70s-heavy soundtrack of this 2021 film with a title that describes an LP","response":"<i>Licorice Pizza</i>"}],"originalDate":"2023-03-17"},{"category":"ETYMOLOGY","comments":"","clues":[{"text":"Old French for \"daily\" gives us this type of register in which events of the day are recorded","response":"a journal"},{"text":"This snoop who overhears a conversation is named for part of a roof","response":"an eavesdropper"},{"text":"Greeks called this beast megas strouthos, \"big sparrow\", or strouthokamelos, \"sparrow-camel\"; we know it as this","response":"an ostrich"},{"text":"This word comes from the Hindi for \"massage\"; it's more familiar as a sudsy shower substance","response":"shampoo"},{"text":"This first portion of the small intestine is named for its length of about 12 fingerbreadths","response":"the duodenum"}],"originalDate":"2023-03-17"}],{"category":"THE NOBEL PRIZE","text":"1st given in 1969, it's the only Nobel Prize category added since awards began in 1901","response":"Economics"}]}