{"mix":687,"rounds":[[{"category":"U.S. ISLANDS","comments":"","clues":[{"text":"This \"Coast\" on the Big Island of Hawaii is home to the state's coffee industry","response":"Kona"},{"text":"Despite its name, this island doesn't actually have any wineries, but there are a couple of liquor stores in Edgartown","response":"Martha's Vineyard"},{"text":"It was William Wrigley Jr. &amp; his vision that turned this Southern California island into a popular resort destination","response":"Catalina"},{"text":"Named for a Spanish viceroy, not a bunch of whales, it's the largest of Washington State's San Juan Islands","response":"Orcas"},{"text":"Named for a Spanish priest, this Texas island has a national seashore","response":"Padre Island"}],"originalDate":"2023-03-16"},{"category":"FOOD STUFF","comments":"","clues":[{"text":"You can make a flaky crust in about 50 minutes for this pastry shell dish associated with the region of Lorraine","response":"quiche"},{"text":"Hot dog! Phelps, New York is the \"capital\" of this cabbage-based topping, &amp; it's time to pile some on right now","response":"sauerkraut"},{"text":"Breakfast for dinner? Yabba dabba don't mind if I do, with these 2 cereals named for young Ms. Flintstone","response":"Fruity Pebbles & Cocoa Pebbles"},{"text":"The thymus glands &amp; pancreas of a lamb are called these, sounding more like pastry than meat &amp; frankly, tastier","response":"sweetbreads"},{"text":"Espresso &amp; mascarpone are ingredients in this layered Italian dessert whose name means \"pick me up\"","response":"tiramisu"}],"originalDate":"2023-03-16"},{"category":"LETTER PERFECT","comments":"","clues":[{"text":"Gimme (a Roman) 5!","response":"V"},{"text":"Members of Generation this were born after 1996","response":"Z"},{"text":"It's the most significant letter of the 3 seen in a row on a baseball scoreboard","response":"the R"},{"text":"The Philippines' equivalent of a dollar sign is 2 horizontal lines through this letter","response":"a P"},{"text":"In math it's an irrational constant beginning 2.71828, getting its letter from a man named Leonhard","response":"e"}],"originalDate":"2023-03-16"},{"category":"SCIENTIFIC LAWS &amp; THEOREMS","comments":"","clues":[{"text":"The Brønsted-Lowry theory states that any compound that can transfer a proton is an acid &amp; any that can accept a proton is a this","response":"a base"},{"text":"The first law of thermodynamics, per Flanders &amp; Swann: this 4-letter word \"is work and work is\" this 4-letter word","response":"heat"},{"text":"P is for this in Bayes' theorem, which can be used to judge how likely rain is today or your chances of getting mumps","response":"probability"},{"text":"Whether it's dealing with a gas or liquid, Bernoulli's law is a part of this 5-letter type of dynamics","response":"fluid"},{"text":"Mathematician Sophie Germain gained fame working on number theory &amp; a partial solution for this Frenchman's \"last theorem\"","response":"Fermat"}],"originalDate":"2023-03-16"},{"category":"A HEAVENLY BODY IN MUSIC","comments":"","clues":[{"text":"This planet \"needs women, angry red women... stop, look, dig it\"","response":"Mars"},{"text":"On a warm day after a long winter, in Eric Clapton's garden, George Harrison came up with this song (&amp; I say it's alright)","response":"\"Here Comes The Sun\""},{"text":"\"When the moon is in the seventh house,\" we're coming up on the dawning of this","response":"the age of Aquarius"},{"text":"This singer also from northern lands recorded \"The Comet Song\" for a film based on Finland's beloved Moomin books","response":"Björk"},{"text":"A Tori Kelly tune rhymes, \"I've never been to heaven, but it doesn't seem that far, 'cause you're my\" this","response":"North Star"}],"originalDate":"2023-03-16"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"The peat form of this simple plant can be used as fuel when nature compresses it into lignite","response":"moss"},{"text":"Night-blooming types of this plant, including the saguaro, tend to have white flowers","response":"cacti"},{"text":"We're not play when we say these are the only native marsupials in the Western Hemisphere","response":"opossums"},{"text":"The slender stalk in the center of a flower, or the fine wire in the center of a light bulb","response":"the filament"},{"text":"Fossil records show these body parts are 1/2 the size they once were, perhaps due to cooked foods","response":"teeth"}],"originalDate":"1989-04-20"}],[{"category":"BICYCLES","comments":"","clues":[{"text":"A long distance bike ride is only 1/3 of this grueling athletic competition","response":"the triathlon"},{"text":"She was told in song, \"You'll look sweet upon the seat of a bicycle built for two\"","response":"Daisy"},{"text":"Developed in California, bicycle moto-cross is known by these initials","response":"BMX"},{"text":"This U.S. company introduced bikes in the 1930s with fat tires &amp; frame styling that imitated motorcycles","response":"Schwinn"},{"text":"An arena with a cycling track, such as those used in the Olympics, is called this","response":"a velodrome"}],"originalDate":"1989-04-20"},{"category":"DANCE","comments":"","clues":[{"text":"Named for a city, it was originally a Black folk dance &amp; became a national craze in the 1920s","response":"the Charleston"},{"text":"The name for this ritual folk dance of old England may be a corruption of \"Moorish dance\"","response":"the Morris dance"},{"text":"The quadrille is a square dance performed by this number of people","response":"8"},{"text":"This sensual ballroom dance evolved from the Cuban habanera &amp; the Argentine milonga","response":"the tango"},{"text":"This American woman taught dance in Moscow after the Revolution, probably in a flowing tunic","response":"Isadora Duncan"}],"originalDate":"1989-04-20"},{"category":"THE BIBLE","comments":"","clues":[{"text":"This biblical personage is said to have written the 1st 5 books of the Bible","response":"Moses"},{"text":"According to Matthew, this apostle hanged himself in remorse after Jesus was arrested","response":"Judas Iscariot"},{"text":"The Douay translation is the official English version of the Bible for this religion","response":"(Roman) Catholic"},{"text":"Mary &amp; Martha were friends of Jesus &amp; sisters of this man whom Jesus raised from the dead","response":"Lazarus"},{"text":"The \"turtle\" spoken of in \"the voice of the turtle is heard in our land\" refers to this bird","response":"a turtle dove"}],"originalDate":"1989-04-20"},{"category":"MOVIE STARS","comments":"","clues":[{"text":"L.A.'s Griffith Observatory boasts a bronze bust of this star, who filmed \"Rebel Without a Cause\" there","response":"James Dean"},{"text":"This lanky actor insists, \"I'm as far from Norman (Bates) as one can possibly be\"","response":"Anthony Perkins"},{"text":"This Egyptian said his mom gambled &amp; smoked cigars with King Farouk because she was his mascot","response":"Omar Sharif"},{"text":"Once forced into exile as an enemy of the state, she later became Greece's Minister of Culture","response":"Melina Mercouri"},{"text":"This \"Barfly\" star says she was once romantically involved with Lenny Bruce","response":"Faye Dunaway"}],"originalDate":"1989-04-20"},{"category":"JEOPARDY! CATEGORIES","comments":"","clues":[{"text":"Including Final Jeopardy!, the number of categories on each show","response":"13"},{"text":"The same Honduras cat. appeared on Jeopardy! 3 times before any contestant did this","response":"got it right"},{"text":"When a letter or word appears in quotes in a Jeopardy! category, it means this","response":"that means the word in quotes appears in the correct response"},{"text":"Alliterative title for categories concerning alcoholic beverages","response":"POTENT POTABLES"},{"text":"THE BOSS was our recent category about this man","response":"(Bruce) Springsteen"}],"originalDate":"1989-04-20"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Secretary of State best known for his \"Shuttle Diplomacy\"","response":"Kissinger"},{"text":"In the post Civil War South, most Black tenant farmers paid their rent with this","response":"their crop"},{"text":"A 1960 summit meeting failed because the USSR had recently shot down this plane","response":"the U-2"},{"text":"In the treaty ending the Revolutionary War, Britain recognized this as our western border","response":"the Mississippi River"},{"text":"The 1st federally built highway was called this, after the Maryland town where it started","response":"the Cumberland Road"}],"originalDate":"1989-04-20"}],{"category":"THE MILITARY","text":"With MacArthur &amp; Eisenhower, 1 of 3 WWII generals who were only men to ever hold 5-star rank","response":"(Omar) Bradley, (George) Marshall or (Henry) Arnold"}]}