{"mix":689,"rounds":[[{"category":"MEATS","comments":"","clues":[{"text":"This kind of bacon comes from the loin of a pig, but it doesn't have to come from Quebec","response":"Canadian bacon"},{"text":"This noun once referred to the edible flesh of all wild game, not just deer meat","response":"venison"},{"text":"The name of this meat derives from the Latin \"vitellus\", meaning small calf","response":"veal"},{"text":"The \"honeycomb\" variety of this organ meat comes from the stomach of a ruminant","response":"tripe"},{"text":"Order these &amp; you'll get thymus glands or pancreas, not a bakery treat","response":"sweetbreads"}],"originalDate":"1987-12-24"},{"category":"BOTANY","comments":"","clues":[{"text":"Hydrotropism is the tendency of plants to grow toward this","response":"water"},{"text":"The primary photosynthetic organ of most green plants","response":"the leaf"},{"text":"In plant organs, the hypodermis is the layer of cells immediately beneath this","response":"epidermis"},{"text":"After a seed germinates, this is the 1st thing to emerge","response":"the root"},{"text":"From Latin \"put together\", it's a mixture of decayed material used to fertilize &amp; condition soil","response":"compost"}],"originalDate":"1987-12-24"},{"category":"CHRISTMAS CAROLS","comments":"","clues":[{"text":"The usual translation of \"Adeste Fidelis\"","response":"\"O Come, All Ye Faithful\""},{"text":"Carol written on Christmas Eve in Oberndorf, Austria, where all was calm &amp; all was bright","response":"\"Silent Night\""},{"text":"Written by 2 Pennsylvanians, it could be about a city in Pennsylvania or the Holy Land","response":"\"O Little Town Of Bethlehem\""},{"text":"A Victorian insurance co. executive added words to the tune of \"Greensleeves\" to create this carol","response":"\"What Child Is This?\""},{"text":"This \"nocturnal\" carol is often subtitled \"Cantique De Noel\"","response":"\"O Holy Night\""}],"originalDate":"1987-12-24"},{"category":"ELECTION SLOGANS","comments":"","clues":[{"text":"In 1952, Democrats described themselves as \"madly for\" him","response":"Adlai"},{"text":"An 1884 Democratic rhyme called James G. Blaine \"the continental liar from\" here","response":"Maine"},{"text":"\"No man is good 3 times\" was the Republican slogan in the election campaign against this man","response":"FDR"},{"text":"In 1856 pres. race,  Republicans called for free soil, free men, free speech &amp; election of this man","response":"John C. Frémont"},{"text":"\"Ma, ma, where's my pa? Gone to the White House,  ha, ha, ha!\" referred to his illegitimate child","response":"Grover Cleveland"}],"originalDate":"1987-12-24"},{"category":"HEMINGWAY","comments":"","clues":[{"text":"He said that like these floating objects, only the tip of a writer's knowledge should appear in a novel","response":"an iceberg"},{"text":"In 1937, he went as a war correspondent to this country to cover its war","response":"Spain"},{"text":"Story about a writer who composes stories in his mind the last hours before his death in Africa","response":"\"The Snows of Kilimanjaro\""},{"text":"In 1954, he won the Nobel Prize for Literature, 1 year after he won the Pulitzer for this novel","response":"<i>The Old Man and the Sea</i>"},{"text":"In 1920s Paris, he was spokesman for a group of disillusioned writers dubbed this by G. Stein","response":"the Lost Generation"}],"originalDate":"1987-12-24"},{"category":"ENDS WITH \"K\"","comments":"","clues":[{"text":"Webster's defines this as \"the natural noise of a hog\"","response":"oink"},{"text":"To dwindle, like your paycheck does after you pay your psychiatrist","response":"shrink"},{"text":"A style of ragtime piano, or the tawdry nightclub where you'd expect to hear it","response":"honky tonk"},{"text":"From the Old English word for \"he-goat\", it can be a male rabbit, antelope, or sheep, too","response":"buck"},{"text":"To dismiss summarily, or to plunder piratically","response":"sack"}],"originalDate":"1987-12-24"}],[{"category":"THE TITLE TV CHARACTER'S BUDDIES","comments":"","clues":[{"text":"Coach Beard, with an affinity for both soccer &amp; chess","response":"Ted Lasso"},{"text":"Willow Rosenberg, keeping Sunnydale safe in a bewitching manner","response":"Buffy the Vampire Slayer"},{"text":"Cowboy Curtis &amp; Miss Yvonne, playing for laughs in the Playhouse","response":"Pee-wee Herman"},{"text":"Susie Myerson, the comic manager who works marvelously","response":"Mrs. Maisel"},{"text":"Gabrielle, bubbly bard bud of a warrior princess","response":"Xena"}],"originalDate":"2023-03-14"},{"category":"HERE'S YOUR REPORT CARD","comments":"","clues":[{"text":"Page 1 of this commission's eagerly awaited 2004 report says, \"Atta and Omari boarded a 6:00 a.m. flight...\"","response":"the 9/11 Commission"},{"text":"The 1998 report by Kenneth Starr on President Clinton's affair with this woman was written in part by Brett Kavanaugh","response":"Lewinsky"},{"text":"Put out by the Air Force in 1995, a report on a 1947 incident here is subtitled \"Facts vs. Fiction in the New Mexico Desert\"","response":"Roswell"},{"text":"Almost 6,000 personal interviews informed his 1953 report on \"Sexual Behavior in the Human Female\"","response":"Kinsey"},{"text":"Britain's 1942 Beveridge Report proposed lifelong social support<span class=\"nobreak\">--</span>in a common metaphor, between these 2 resting places","response":"the cradle & the grave"}],"originalDate":"2023-03-14"},{"category":"A PLEASURE TO HAVE IN CLASS","comments":"","clues":[{"text":"In 1997 Kocheril Raman Narayanan became the first member of a scheduled caste to serve as president of this country","response":"India"},{"text":"Pew Research Center found \"the share of adults who live in\" this \"class households fell from 61% in 1971 to 50% in 2021\"","response":"(shrinking) middle class"},{"text":"It was the term for upper class people in ancient Rome; today, it'd be more for fans of author Cornwell or actress Clarkson","response":"patricians"},{"text":"A laborer in the feudal system; \"Our American Cousin\" author Tom Taylor titled a play about one, subtitled \"Love Levels All\"","response":"a serf"},{"text":"\"The Communist Manifesto\" notes \"two great classes directly facing each other<span class=\"nobreak\">--</span>bourgeoisie &\" this harder-working one","response":"the proletariat"}],"originalDate":"2023-03-14"},{"category":"LITERARY LONDON","comments":"","clues":[{"text":"In \"The Secret Agent\" by Joseph Conrad, an East European spy is ordered to blow up this London observatory","response":"Greenwich"},{"text":"Opening at the Tower of London, this novel about a mistress to a Tudor king was filmed with Scarlett Johansson as Mary (not Anne)","response":"<i>The Other Boleyn Girl</i>"},{"text":"This 1881 Mark Twain novel takes place in London's poorer areas as well as in some of its ritzier locales","response":"<i>The Prince and the Pauper</i>"},{"text":"The title woman of this Virginia Woolf novel hears Big Ben strike just as she starts out on a walk","response":"<i>Mrs. Dalloway</i>"},{"text":"This 1932 novel begins in 2540 A.D. at the Central London Hatchery where children are being created artificially","response":"<i>Brave New World</i>"}],"originalDate":"2023-03-14"},{"category":"LORD OF THE DINGS","comments":"","clues":[{"text":"In the film \"Hook\", Julia Roberts played this fairy whose mere entrance into a scene caused tintinnabulation","response":"Tinker Bell"},{"text":"Mark Margolis first got our attention by ringing a little bell while playing Hector Salamanca on this show","response":"<i>Breaking Bad</i>"},{"text":"This NBA team has featured a snake &amp; a bell on one of its logos &amp; before home games a bell is ceremonially rung to root them on","response":"the 76ers"},{"text":"\"Hells Bells\" by these Aussie rock gods opens with the pealing of serious bells","response":"AC/DC"},{"text":"In \"It's a Wonderful Life\", little Zuzu Bailey says, \"Every time a bell rings\", this happens","response":"an angel gets his wings"}],"originalDate":"2023-03-14"},{"category":"DISEASES","comments":"","clues":[{"text":"The fatal scourge bovine spongiform encephalopathy was identified in 1986 but most people remember it better as this","response":"mad cow disease"},{"text":"Recommended for teens &amp; preteens, Menveo is a vaccine that helps prevent this highly contagious disease","response":"meningitis"},{"text":"In the 1930s Grace Eldering &amp; Pearl Kendrick made a newly effective vaccine against this very noisy respiratory disease","response":"whooping cough"},{"text":"Avril Lavigne's song \"Head Above Water\" &amp; Meghan O'Rourke's book \"The Invisible Kingdom\" are by sufferers of this tick-borne disease","response":"Lyme disease"},{"text":"In 2001 Frank Carlson fought an awful diagnosis &amp; started the Foundation for Life to fight this neuro-degenerative disease","response":"ALS (Lou Gehrig's disease)"}],"originalDate":"2023-03-14"}],{"category":"FACTS &amp; FIGURES","text":"Since 1937, NYC has officially kept the number of these constant at 11,787","response":"the taxi cabs"}]}