{"mix":691,"rounds":[[{"category":"ADVERTISING ICONS","comments":"","clues":[{"text":"Bartholomew is the first name of this anthropomorphic legume in ads for Planters","response":"Mr. Peanut"},{"text":"To advertise their services, Travelocity has used one of these treasure-guarding lawn ornaments","response":"a gnome"},{"text":"This comedian who passed away in 2022 was the longtime distinctive voice of the AFLAC duck","response":"Gilbert Gottfried"},{"text":"The first 3 female icons on the Madison Ave. Walk of Fame are the Morton Salt Girl, Miss Chiquita Banana &amp; this insurance seller","response":"Flo"},{"text":"Available at convenience stores, the drink known as an Icee is represented by one of these ursines","response":"a polar bear"}],"originalDate":"2023-03-13"},{"category":"FILL IN THE BLANKET","comments":"","clues":[{"text":"Q____<br>(5 letters)","response":"a quilt"},{"text":"C____R <br>(9 letters)","response":"comforter"},{"text":"D____<br>(5 letters)","response":"a duvet"},{"text":"Heated WWII flying suits led to the patent: <br>E____<br>(8 letters)","response":"the electric blanket"},{"text":"It reduces stress for some: <br>W____D <br>(8 letters)","response":"a weighted blanket"}],"originalDate":"2023-03-13"},{"category":"CALL ME \"CAT\"","comments":"(Ken: \"Cat\" begins each response and I'm not sure I was the intended host for this game board.) [Laughter]","clues":[{"text":"Something very appealing to people is likened to this \"feline\" herb of the mint family","response":"catnip"},{"text":"19th c. consumers liked buying from folks they knew, so Mr. Montgomery Ward might send a personal note if you ordered from this","response":"the catalog"},{"text":"This No. 1 hit has haunted fathers since 1974 as they watch time pass all too quickly as their sons grow up","response":"\"Cat's In The Cradle\""},{"text":"Someone full of big talk without being able to back it up is said to be \"all hat, no\" this","response":"cattle"},{"text":"You're sitting in this idiomatic \"seat\" when you have a position of great advantage","response":"the catbird seat"}],"originalDate":"2023-03-13"},{"category":"A STONE GROOVE","comments":"","clues":[{"text":"On \"Heart Of Stone\" this singer &amp; actress sang the title cut along with \"If I Could Turn Back Time\"","response":"Cher"},{"text":"This band was on the 2013 charts singing, \"if you're lost &amp; alone, or you're sinking like a stone, carry on\"; sounds like...","response":"fun."},{"text":"Naturally, strings are featured on \"Turn To Stone\", a 1977 hit for this band known by a 3-letter abbreviation","response":"ELO"},{"text":"A motor oil brand helped inspire the name of this grunge band with hits like \"Vasoline\" &amp; \"Creep\"","response":"STP (Stone Temple Pilots)"},{"text":"Chicago gave us the song \"Stone Of\" this mythological guy; \"I'm gonna roll it back to you\"","response":"Sisyphus"}],"originalDate":"2023-03-13"},{"category":"GOVERNORS","comments":"","clues":[{"text":"In a total recall election in 2003, Gray Davis was out as California governor &amp; he was in","response":"Schwarzenegger"},{"text":"The daughter of Indian immigrants, Clemson graduate Nikki Haley was this state's first female governor","response":"South Carolina"},{"text":"Michael Dukakis was in his third term as governor of this state when he ran for president in 1988","response":"Massachusetts"},{"text":"The only governor elected in 2 states, he held office in Tennessee from 1827 to 1829 &amp; then, of course, in Texas from 1859 to 1861","response":"(Sam) Houston"},{"text":"Worth over $3 billion, this Illinois governor is America's wealthiest","response":"(J.B.) Pritzker"}],"originalDate":"2023-03-13"},{"category":"DEEP THOUGHTS","comments":"","clues":[{"text":"Library &amp; museum director John Cotton Dana wisely said, \"Who dares to teach must never cease to\" do this","response":"learn"},{"text":"Nietzsche said that he who has a this 3-letter word to live for can put up with almost any \"how\"","response":"why"},{"text":"Add -ism to a Swedish vodka brand to get this, the moral view that there are universal principles for judgment","response":"absolutism"},{"text":"In Buddhist thought desire lies at the root of much dukkha, usually translated as this 9-letter word meaning undergoing pain","response":"suffering"},{"text":"William MacAskill said it's the view that \"future people have moral worth\" &amp; we should work to make their lives better","response":"longtermism"}],"originalDate":"2023-03-13"}],[{"category":"DYNASTIES OF SPAIN","comments":"","clues":[{"text":"The marriage of this royal pair in 1469 led to the Trastamara Dynasty ruling over 2 kingdoms united into one","response":"Ferdinand & Isabella"},{"text":"From 1808 to 1813 King Joseph of this Corsican family ruled Spain","response":"Bonaparte"},{"text":"Current king Felipe VI is of this royal house that at other times has ruled France &amp; Sicily","response":"Bourbon"},{"text":"Home to the Alhambra Palace, this last Moorish kingdom of Spain was ruled by the Nasrid Dynasty from the 1200s to 1492","response":"Granada"},{"text":"Around 585 A.D. King Leovigild of this Germanic people united much of Spain &amp; began a dynasty that reigned there until 711 A.D.","response":"the Visigoths"}],"originalDate":"2023-03-13"},{"category":"THE OLYMPICS","comments":"","clues":[{"text":"The heavyweight class in wrestling is 220 lb.s or this round number of kilograms","response":"100 kilograms"},{"text":"In this event you can snatch, jerk or press","response":"weightlifting"},{"text":"Gold medalist Johnny Weissmuller was the 1st to swim this distance in less than 1 minute","response":"100 meters"},{"text":"Appropriately, flying Dutchman is one event in this sport","response":"sailing (yachting)"},{"text":"In 1968, a West German attacked his horse in frustration during this 5-event sport","response":"(the modern) pentathlon"}],"originalDate":"1985-10-10"},{"category":"WESTERN SLANG","comments":"","clues":[{"text":"Reach for the sky","response":"put your hands up"},{"text":"Redeye was only one term for it","response":"whiskey"},{"text":"A sodbuster was a farmer, but a sinbuster was this","response":"a preacher"},{"text":"Hobble your lip","response":"be quiet (stop talking)"},{"text":"Oklahoma rain meant this kind of storm","response":"a dust storm"}],"originalDate":"1985-10-10"},{"category":"ARTS &amp; CRAFTS","comments":"","clues":[{"text":"Process of printing through a piece of fine cloth, usually silk","response":"silk screening"},{"text":"The art of molding paste &amp; pulp, or a 1970 Dionne Warwick song","response":"papier-mâché"},{"text":"Named for an 18th century French finance minister, these black paper cutouts came to mean \"cheap portraitures\"","response":"silhouettes"},{"text":"Display case of memento-filled compartments, sound like sparring with imaginary opponents","response":"shadow box"},{"text":"From French, meaning \"noose\", it's what every kid makes at camp","response":"a lanyard"}],"originalDate":"1985-10-10"},{"category":"POETRY","comments":"","clues":[{"text":"According to John Donne what \"No man\" is","response":"an island"},{"text":"2000 years ago the Roman poet Lucretius wrote that \"One man's food can be\" this \"to another\"","response":"poison"},{"text":"Town in which \"There was no joy because Might Casey has struck out\"","response":"Mudville"},{"text":"\"My heart's in the Highlands, my heart is not here, My heart's in the Highlands, a-chasing\" these","response":"the deer"},{"text":"He wrote, \"All hope abandon ye who enter here\"","response":"Dante (Alighieri)"}],"originalDate":"1985-10-10"},{"category":"OUTFOXED","comments":"","clues":[{"text":"The \"Ties\" that bind Michael J. Fox","response":"family ties"},{"text":"They played \"Saturday Night Live's\" two wild &amp; crazy guys looking for foxes","response":"Dan Aykroyd & Steve Martin"},{"text":"Famous literary figure eaten by Foxy Loxy","response":"Chicken Little"},{"text":"Film where Richard Farnsworth played an Old West outlaw learning about modern times","response":"<i>The Grey Fox</i>"},{"text":"This flower is the source for the heart-stimulating drug digitalis","response":"foxglove"}],"originalDate":"1985-10-10"}],{"category":"POLITICAL NICKNAMES","text":"40 years after \"Happy Warrior\" Al Smith lost a pres. election, this other \"Happy Warrior\" also lost","response":"Hubert Humphrey"}]}