{"mix":695,"rounds":[[{"category":"A BUSINESS, MAJOR","comments":"","clues":[{"text":"Yum! tries to live up to its name, owning Taco Bell &amp; this chain that boasts \"Pepperoni Lover's\" slices","response":"Pizza Hut"},{"text":"This oil company wants to be \"a net-zero energy emissions business by 2050 or sooner\", &amp; become one \"of its former self\"","response":"Shell"},{"text":"\"We are\" this insurance company with a shield logo, bum pa-dum, etc.","response":"Farmers"},{"text":"Talk about making a connection! In 2020 T-Mobile ran some numbers by this competitor, which agreed to a $26 billion merger","response":"Sprint"},{"text":"In 2020 Lululemon spent $500 million to buy this fitness company whose wall-mounted device streams exercise classes","response":"Mirror"}],"originalDate":"2023-03-09"},{"category":"4-LETTER GEOGRAPHY","comments":"","clues":[{"text":"U.S. island bearing the name of a Polynesian demigod","response":"Maui"},{"text":"Baltic capital 600,000 strong","response":"Riga"},{"text":"Archipelago nation about 1,300 miles north of Auckland","response":"Fiji"},{"text":"Major industrial river valley region of northwest Germany","response":"Ruhr"},{"text":"Colorado ski resort town in Eagle County","response":"Vail"}],"originalDate":"2023-03-09"},{"category":"THERE'S A NAME IN THE TITLE","comments":"","clues":[{"text":"This 1815 Jane Austen title is just the heroine's first name","response":"<i>Emma</i>"},{"text":"Annie is the real name of this Henry James title character who goes by a flowery nickname","response":"Daisy Miller"},{"text":"The names of 2 lovers are in the title of this Shakespeare tragedy set during the Trojan War","response":"<i>Troilus and Cressida</i>"},{"text":"Chaim Potok's \"My Name is\" this traces the inner struggle of a young Jew whose artistry conflicts with his Orthodox faith","response":"Asher Lev"},{"text":"This Aristophanes play is named for the character who inspires the women of Athens &amp; Sparta to end a war between the cities","response":"<i>Lysistrata</i>"}],"originalDate":"2023-03-09"},{"category":"INSIDE BALLET &amp; OPERA","comments":"","clues":[{"text":"Ballet dancers in the preparatory position called \"bras bas\" hold these down low, as its French name says","response":"arms"},{"text":"Amneris in \"Aida\" is usually sung in this hyphenated vocal range, middle of the pack for women","response":"mezzo-soprano"},{"text":"Meaning \"great\" in Russian, this ballet company survived the Russian Revolution, World Wars &amp; the Soviet breakup","response":"the <i>Bolshoi</i>"},{"text":"This 8-letter piece of music comes before an opera &amp; contains themes of the entire piece","response":"an overture"},{"text":"The opposite of legato, it's the term for the short, clipped articulation employed by opera singers","response":"staccato"}],"originalDate":"2023-03-09"},{"category":"YOU, ROBOT","comments":"","clues":[{"text":"Last name Sanchez, this gassy scientist creates a robot whose sole purpose is to pass butter","response":"Rick Sanchez"},{"text":"In his spare time, Bumblebee of Autobot fame likes to disguise himself as a Beetle from this carmaker","response":"Volkswagen"},{"text":"WALL-E's robot girlfriend had this palindromic name","response":"EVE"},{"text":"On \"The Mandalorian\" IG-11 is a lethal robot performing tasks for this guild, the same one the title character belongs to","response":"the Bounty Hunter Guild"},{"text":"The motions of the robot Baymax in this 2014 Disney movie were based on the movements of baby penguins","response":"<i>Big Hero 6</i>"}],"originalDate":"2023-03-09"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"While Christmas Island is in the Indian Ocean, Easter Island is in this body of water","response":"the Pacific Ocean"},{"text":"Now at a record level, this Utah body of water is larger than Delaware","response":"the Great Salt Lake"},{"text":"If you bought the Brooklyn Bridge &amp; took it home, people would have to find another way to cross this","response":"the East River"},{"text":"Known in Mexico as Rio Bravo del Norte, it's called this in the U.S.","response":"the Rio Grande"},{"text":"In 1980, Bob Seger had a hot hit about this body of water","response":"Fire Lake"}],"originalDate":"1986-10-09"}],[{"category":"SPORTS","comments":"","clues":[{"text":"British university teams have competed for a trophy in this game of flipping disks into a cup","response":"tiddlywinks"},{"text":"Of the 22 players on a soccer field, total number who can touch the ball with their hands in bounds","response":"2"},{"text":"Only athlete to win 7 gold medals in single Olympics, all his time records have been broken","response":"Mark Spitz"},{"text":"After all others had failed, George Clark did this in 1951 with the 21' long, 230 lb. Braemar caber","response":"toss it"},{"text":"Korean for \"foot hand training\", it's the art of kicking &amp; punching","response":"<i>taekwondo</i>"}],"originalDate":"1986-10-09"},{"category":"WEAPONS","comments":"","clues":[{"text":"Weapon paired with \"cloak\" in phrase that today refers to espionage","response":"dagger"},{"text":"'86 film about a high school student in New York who makes his own atomic bomb for a science fair","response":"<i>The Manhattan Project</i>"},{"text":"It was the weapon of Zeus; how shocking!","response":"the thunderbolt"},{"text":"Slang for a small gun, or a tube through which dried Pisum sativum seeds are blown","response":"a pea shooter"},{"text":"Old style pistol where a piece of fine-grained quartz in the hammer was struck to spark the charge","response":"a flintlock"}],"originalDate":"1986-10-09"},{"category":"PRESIDENTS' MOMMIES","comments":"","clues":[{"text":"Hannah Milhous","response":"Nixon's mother"},{"text":"Rose Fitzgerald","response":"John Kennedy's mother"},{"text":"Rebekah Baines","response":"Lyndon Johnson's mother"},{"text":"Sara Delano","response":"Franklin Roosevelt's mother"},{"text":"Sophia Birchard","response":"Rutherford Birchard Hayes's mother"}],"originalDate":"1986-10-09"},{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"Fulgurite is the glass rock formed after sand has been struck by this","response":"lightning"},{"text":"In ID tests, borax tastes sweet &amp; halite has this tastes","response":"salty"},{"text":"Also called \"white mica\", this mineral could be a resident of the Soviet Union's capital","response":"muscovite"},{"text":"The mineral hematite is the chief source for this metallic element","response":"iron"},{"text":"Sandstone was used for the facades of these \"colorful\" mid-19th century homes in New York","response":"brownstones"}],"originalDate":"1986-10-09"},{"category":"AVIATION","comments":"","clues":[{"text":"It's said this \"NASA\" plane was developed for the CIA; Francis Gary Powers was its best-known pilot","response":"the U2"},{"text":"The aircraft Leonardo da Vinci designed all relied on this power source","response":"human power"},{"text":"After 11 years as CEO of Eastern, he has become a vice chairman of Texas Air","response":"Frank Borman"},{"text":"Done by the book, while reducing power, you go from a shallow dive to a steep glide, then flare out","response":"how do you land a plane"},{"text":"The Hindenburg, launched in March, had this special insignia, honoring a 1936 event, on its side","response":"the Olympic rings"}],"originalDate":"1986-10-09"},{"category":"PEOPLE","comments":"","clues":[{"text":"Guy Doud was presented a crystal apple by Pres. Reagan for being '86 Person of the Year in this job","response":"Teacher of the Year"},{"text":"10 years after Howard Hughes' death, he still insists the will dropped off at his gas station was real","response":"Melvin Dummar"},{"text":"A Texan offered this producer of the Liberty Gala $1 million to produce a wedding","response":"David Wolper"},{"text":"Tennis star fined by the FAA in April '86 for trying to carry a .38 &amp; ammo onto a plane","response":"Martina Navratilova"},{"text":"In April '86, 33-year-old mother of 2 Kathy Shower was selected this out of a field of 12","response":"Playmate of the Year"}],"originalDate":"1986-10-09"}],{"category":"THE SUPREME COURT","text":"1 of 4 presidents who left office without having appointed a Supreme Court justice","response":"Jimmy Carter, Andrew Johnson, Zachary Taylor or William Henry Harrison"}]}