{"mix":699,"rounds":[[{"category":"QUOTABLE TV SHOWS","comments":"","clues":[{"text":"\"I'm not paying you to do stand-up, Mr. Squidward! Now get back to work!\"","response":"<i>SpongeBob</i> (<i>SquarePants</i>)"},{"text":"\"A Lannister always pays his debts\"","response":"<i>Game of Thrones</i>"},{"text":"A classic of early TV: \"Hello, friends, I'm your Vitameatavegamin girl\"","response":"<i>I Love Lucy</i>"},{"text":"\"Advertising is based on one thing: <br>Happiness. And do you know what happiness is? Happiness is the smell of a new car\"","response":"<i>Mad Men</i>"},{"text":"Dr. Alex Karev: <br>\"You made me love you, you made me let you in &amp; then you freakin' died in my arms\"","response":"<i>Grey's Anatomy</i>"}],"originalDate":"2023-03-06"},{"category":"A LOT OF HOT AIR","comments":"","clues":[{"text":"1,875 watts of electricity power the Revlon Frizz Fighter, one of these","response":"a hair dryer"},{"text":"There's a chill in the name of this device that blows heated air across the inside of a car's windshield","response":"(the) defrost(er)"},{"text":"In one of these, a propane-powered burner carried in the basket propels hot air into a nylon bag called the envelope","response":"a hot air balloon"},{"text":"In 1742 this Founding Father invented the \"stove\" that bears his name, a metal-lined fireplace that radiates heat","response":"Franklin"},{"text":"These popular kitchen appliances that cook crispy food without oil are basically small convection ovens","response":"air fryers"}],"originalDate":"2023-03-06"},{"category":"\"A\"DJECTIVES","comments":"","clues":[{"text":"This adjective derived from the name of Plato's school can mean \"irrelevant\"","response":"academic"},{"text":"Meaning \"open\", when you leave a door this way, it sounds as if you've transformed it to glass","response":"ajar"},{"text":"Greater than pH 7, it means capable of neutralizing an acid","response":"alkaline"},{"text":"Be! Be! This, not in the physically threatening to others sense, but in the determined go-getter vibe","response":"aggressive"},{"text":"It's \"tru\", you're this, devoted to the welfare of others","response":"altruistic"}],"originalDate":"2023-03-06"},{"category":"THE TECH BEAT","comments":"","clues":[{"text":"A relational one of these systems presents the information to be stored &amp; retrieved in rows &amp; columns","response":"a database (a matrix)"},{"text":"In 2019 South Korea was the first country to adopt this in its mobile network, logically a 25% improvement","response":"5G"},{"text":"A word plus 3 letters, this product from OpenAI is eerily good at traditionally human tasks like writing essays","response":"ChatGPT"},{"text":"Brightspace is a system schools use to provide remote classes, like SNHU &amp; the U. of this state capital, online since '89","response":"Phoenix"},{"text":"If it were founded today, National Geographic might be National this \"Geo-\" adjective, tech including 3D mapping &amp; remote sensing","response":"Geospatial"}],"originalDate":"2023-03-06"},{"category":"STUDY: GUIDES","comments":"","clues":[{"text":"In 1836 Edward Davy had all the elements to put out an \"Experimental Guide to\" this field","response":"chemistry"},{"text":"Want guide to write good? \"The Elements of Style\", your go-to, by these 2 men (currently rolling in graves they in)","response":"Strunk & White"},{"text":"From 1936 to 1967 this \"colorful\" guide aided African Americans in traveling safely during segregation","response":"the <i>Green Book</i>"},{"text":"Take the very scenic route with \"The A.T. Guide\", a handbook for hiking this 2,200-mile path from Maine to Georgia","response":"the Appalachian Trail"},{"text":"A guide app from this \"Society\" is free &amp; has info on 800-plus species of North American birds, which should keep you busy","response":"the Audubon Society"}],"originalDate":"2023-03-06"},{"category":"GREETINGS","comments":"","clues":[{"text":"American colloquial greeting that may be a short form of \"how do ye\"","response":"howdy"},{"text":"Word of greeting that can precede mat or wagon","response":"welcome"},{"text":"Milton Berle greeted his TV audience with the words \"Good evening ladies and\" these","response":"germs"},{"text":"It's how the Doors greeted a girl in the title of their second &amp; last No. 1 hit","response":"\"Hello, I Love You\""},{"text":"Francoise Sagan's first novel, its title translates to \"Hello Sadness\"","response":"<i>Bonjour Tristesse</i>"}],"originalDate":"1990-04-27"}],[{"category":"AMERICAN MOUNTAINS","comments":"","clues":[{"text":"The Cumberland &amp; Shenandoah Valleys are part of the Great Valley of this mountain range","response":"the Appalachians"},{"text":"Mountain range that contains Mt. Whitney, the highest mountain in the 48 states","response":"the Sierra Nevada"},{"text":"2 of the 3 states that share the Ozark Plateau","response":"(2 of) Missouri & Arkansas (or Oklahoma)"},{"text":"The chief iron mining centers in the Mesabi Range in this state are Hibbing &amp; Virginia","response":"Minnesota"},{"text":"At 13,161 feet, Wheeler Peak in the Sangre de Cristo Mountains is the highest in this state","response":"New Mexico"}],"originalDate":"1990-04-27"},{"category":"ANIMAL TRIVIA","comments":"","clues":[{"text":"These beasts of burden compete with one another in annual wrestling matches in Selcuk, Turkey","response":"camels"},{"text":"The only U.S. zoo with a permanent exhibit of giant pandas is in this city","response":"Washington, D.C."},{"text":"Little foxes are known both as pups &amp; as these","response":"cubs or kits"},{"text":"Tamarins are among the smallest of these animals, &amp; their golden hair resembles a lion's' mane","response":"monkeys"},{"text":"Hordes of these multi-armed sea animals are ravaging the Great Barrier Reef by eating the coral","response":"starfish"}],"originalDate":"1990-04-27"},{"category":"\"A\" IN LITERATURE","comments":"","clues":[{"text":"He got to marry a sultan's daughter with the help of his wonderful lamp","response":"Aladdin"},{"text":"\"I shot\" one of these \"into the air, it fell to earth, I knew not where\"","response":"an arrow"},{"text":"This son of Aphrodite is the hero of Virgil's masterpiece","response":"Aeneas"},{"text":"Theodore Dreiser based this novel on the 1906 murder of Grace Brown in New York State","response":"<i>An American Tragedy</i>"},{"text":"The forest in \"As You Like It\", or Enoch's last name","response":"Arden"}],"originalDate":"1990-04-27"},{"category":"THE EMMYS","comments":"","clues":[{"text":"This CBS news anchorman won an Emmy for his report \"Man on the Moon: The Epic Journey of Apollo XI\"","response":"Walter Cronkite"},{"text":"In 1978 the first annual Governors Award of the Television Academy went to this CBS executive","response":"Bill Paley"},{"text":"Husband &amp; wife Wm. Daniels &amp; Bonnie Bartlett won Emmys in 1986 for playing a husband &amp; wife in this series","response":"<i>St. Elsewhere</i>"},{"text":"She won her only Emmy for playing \"Sybil\", a woman with multiple personalities, in a 1976 TV movie","response":"Sally Field"},{"text":"\"Patterns\", a 1955 episode of the \"Kraft Television Theatre\", won this writer his 1st of 6 Emmys","response":"Rod Serling"}],"originalDate":"1990-04-27"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1977 this prime minister of India resigned","response":"Indira Gandhi"},{"text":"The Manchu Dynasty in China made it a requirement that Chinese men wear this","response":"queues"},{"text":"Thutmosis was the first Egyptian ruler buried in this spot in Western Thebes","response":"the Valley of the Kings"},{"text":"Devil's Island was the best known of many penal colonies in this territory","response":"French Guiana"},{"text":"He bankrupted his country &amp; fell from power in 1955; in 1973 he was made president again","response":"(Juan) Perón"}],"originalDate":"1990-04-27"},{"category":"NOVA SCOTIA","comments":"","clues":[{"text":"Every July the town of Pictou holds a carnival to honor this crustacean","response":"a lobster"},{"text":"During WWI &amp; WWII this capital city was Canada's most important naval base","response":"Halifax"},{"text":"You can take a ferry ride from Nova Scotia to this U.S. state","response":"Maine"},{"text":"Dikes make it possible to farm the marshland created by the world's highest tides in this bay","response":"the (Bay of) Fundy"},{"text":"Before it was called Nova Scotia, early French settlers called it this","response":"Acadia"}],"originalDate":"1990-04-27"}],{"category":"FAMOUS SHIPS","text":"This first U.S. battleship ever built was launched in 1889 but lasted less than 9 years","response":"the <i>Maine</i>"}]}