{"mix":702,"rounds":[[{"category":"ISLANDS","comments":"","clues":[{"text":"The name of this U.S. commonwealth means \"rich port\"","response":"Puerto Rico"},{"text":"This island's largest city is  Hilo","response":"Hawaii"},{"text":"45 square mile Easter Island in the South Pacific is part of this country's Valparaiso province","response":"Chile"},{"text":"On Aug. 6, 1945, Tinian Island, a small U.S. possession, was the starting point for this WWII mission","response":"the bombing of Hiroshima"},{"text":"Partly belonging to Indonesia &amp; partly independent, it's the largest island south of the equator","response":"New Guinea"}],"originalDate":"1991-09-04"},{"category":"NAME THE DECADE","comments":"","clues":[{"text":"\"The Jazz Singer\", the movies 1st talkie, opens in New York City","response":"the '20s"},{"text":"Martin Luther King Jr. is assassinated in Memphis, Tennessee","response":"the 1960s"},{"text":"The first nuclear chain reaction takes place at the University of Chicago","response":"the 1940s"},{"text":"The battleship Maine blows up","response":"the 1890s"},{"text":"After a 12-day siege all fighting men at the Alamo die","response":"the 1830s"}],"originalDate":"1991-09-04"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"The Iraq War that began in 2003 forced this dictator into hiding; he was later captured &amp; executed","response":"Hussein"},{"text":"Though she had 2 children with her first husband, she was unable to give Napoleon an heir, so he left her","response":"Joséphine"},{"text":"After posting his 95 Theses on the door of a castle church, this Reformation leader was branded a heretic","response":"Martin Luther"},{"text":"The word  lycée  for a French public school goes back to lyceum, which was the name of a school founded by this ancient philosopher","response":"Aristotle"},{"text":"This Native American of the Patuxet people aided the Pilgrims at Plymouth &amp; acted as an interpreter","response":"Squanto"}],"originalDate":"2023-03-03"},{"category":"COLORS OF THE RAINBOW","comments":"","clues":[{"text":"This genre of country music is fittingly Kentucky's state music","response":"bluegrass"},{"text":"An early example of this hysteria occurred during the Palmer Raids in 1919, which targeted anarchists &amp; other leftists","response":"the Red Scare"},{"text":"She's a golden ticket holder &amp; champion gum-chomper in \"Charlie and the Chocolate Factory\"","response":"Violet"},{"text":"Near Newark are communities known as East, South &amp; West this","response":"Orange"},{"text":"Some of the oxygen we breathe is created by these of division chlorophyta, which can be single celled","response":"green algae"}],"originalDate":"2023-03-03"},{"category":"NOVEL KEYWORDS","comments":"","clues":[{"text":"What the Dickens?: Orphans; <br>criminals; <br>kidnapping victims; London","response":"<i>Oliver Twist</i>"},{"text":"From 1939: <br>Migrant agricultural laborers; <br>rural families; depressions; <br>labor camps; <br>California","response":"<i>The Grapes of Wrath</i>"},{"text":"By Tolstoy: <br>Married women; <br>adultery; <br>Russia","response":"<i>Anna Karenina</i>"},{"text":"From 2005:<br>Vampires; <br>high schools; <br>schools; <br>Washington (state)","response":"<i>Twilight</i>"},{"text":"A Pulitzer winner: Marginality, social; <br>mothers &amp; sons; <br>New Orleans","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2023-03-03"},{"category":"COMPLETE THE PANGRAM","comments":"(Mayim: That's a sentence containing every letter, so your response will include the missing \"Q\".)","clues":[{"text":"The classic pangram: <br>\"The ____ brown fox jumps over the lazy dog\"","response":"quick"},{"text":"For an adult vacation guaranteed to be forgotten, \"Pack my box with five dozen jugs of\" this general term for booze","response":"liquor"},{"text":"\"Farmer Jack realized that big yellow\" these bed coverings \"were expensive\"","response":"quilts"},{"text":"\"We promptly judged\" this old word \"ivory buckles for the next prize\"","response":"antique"},{"text":"Most birds don't, but \"Jackdaws love my big Sphinx of\" this mineral","response":"quartz"}],"originalDate":"2023-03-03"}],[{"category":"ART MOVEMENTS","comments":"","clues":[{"text":"Renoir &amp; Monet were part of the 1874 exhibition of this artistic movement","response":"Impressionism"},{"text":"An affiliation with Marcel Duchamp earned American ceramicist Beatrice Wood the nickname the \"Mama of\" this art movement","response":"Dada"},{"text":"In the 18th century British architects began a revival of this medieval style, pointed arches &amp; all","response":"Gothic"},{"text":"An outgrowth of the Baroque style, this frothy style that embraced natural elements originated in 18th century Paris","response":"rococo"},{"text":"As the name of this 18th century movement suggested, it tried to recreate the art of Greece &amp; Rome","response":"neoclassical"}],"originalDate":"2023-03-03"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"You can gaze upon many masterpieces at this museum &amp; former royal residence on the Rue de Rivoli","response":"the Louvre"},{"text":"It's the last name of tennis player Naomi as well as the Honshu city where she was born","response":"Osaka"},{"text":"The book \"Noah's Flood\" proposed that the event happened when the Mediterranean burst into this sea 7,600 years ago","response":"the Black Sea"},{"text":"Mya Thein Tan, one of these towering shrines in Myanmar, is built to resemble Mount Meru, sacred to Buddhists","response":"a pagoda"},{"text":"Ushuaia, the southernmost city in Argentina, is in this archipelago with a fiery name","response":"the Tierra del Fuego"}],"originalDate":"2023-03-03"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"In 1944 this teen wrote, \"In spite of everything I still believe that people are really good at heart\"","response":"Anne Frank"},{"text":"In \"The Story of My Life\", she wrote of the coincidence of one of her ancestors being \"the first teacher of the deaf in Zurich\"","response":"(Helen) Keller"},{"text":"Thomas Edison gave us, \"Genius is one percent inspiration and 99 percent\" this","response":"perspiration"},{"text":"\"Throwing away your umbrella in a rainstorm because you are not getting wet\" was part of her dissent of dismantling the VRA","response":"Ruth Bader Ginsburg"},{"text":"In 1983 he predicted that \"The computer will become the predominant medium of communication\"","response":"Jobs"}],"originalDate":"2023-03-03"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Its main commercial thoroughfare is Gorky Street","response":"Moscow"},{"text":"Much of this city lies within the 12-mile wall begun by the emperor Aurelian in 271 A.D.","response":"Rome"},{"text":"This capital is home to the Nehru Memorial Museum","response":"New Delhi"},{"text":"In 1926 Reza Shah Pahlavi began his modernization of this city by tearing down its ancient wall","response":"Tehran"},{"text":"In the early 1400s this dynasty moved the Chinese capital from Nanjing to Beijing","response":"the Ming Dynasty"}],"originalDate":"1990-09-27"},{"category":"INVENTIONS","comments":"","clues":[{"text":"Invented in 1890 as a health food, it's been sticking to the roofs of mouths for a century now","response":"peanut butter"},{"text":"Isaac Singer added a foot treadle as one of his improvements to this device","response":"a sewing machine"},{"text":"In 1958 bifocal contact lenses were invented, some 175 years after he invented bifocal glasses","response":"Benjamin Franklin"},{"text":"Joseph Bramah invented a device to do this to banknotes so each one would be a little different","response":"put different serial numbers on them all"},{"text":"In 1924 this U.S. company acquired the German Zeppelin patents under license","response":"Goodyear"}],"originalDate":"1990-09-27"},{"category":"ABBREV.","comments":"","clues":[{"text":"It's the \"AF\" in RAAF, RCAF &amp; RAF","response":"Air Force"},{"text":"It can refer to a type of electric current or a comic book company","response":"DC"},{"text":"When it precedes a number, Dec. means December: when dec. follows a name, it means this","response":"deceased"},{"text":"As a word it's the color green; as an abbreviation, it's the opposite of hor.","response":"vert"},{"text":"It's no use following the directions if you don't know tpk. stands for this","response":"turnpike"}],"originalDate":"1990-09-27"}],{"category":"NAMES","text":"The most popular papal name after \"John\", it's associated with music &amp; chronology","response":"Gregory"}]}