{"mix":717,"rounds":[[{"category":"THE ROARING '20s","comments":"","clues":[{"text":"Both Eddie Cantor &amp; Al Jolson described her as \"Oh! Oh! Oh! What a girl!\"","response":"Susie"},{"text":"Silent Cal's 1924 campaign slogan, it wasn't for hotheads","response":"Keep cool with Coolidge"},{"text":"When he was voted most popular film performer in 1926, Hollywood went to the dogs","response":"Rin Tin Tin"},{"text":"During the decade this colonel received a patent for his newfangled electric razor","response":"Colonel Jacob Schick"},{"text":"Even with the kidnapping scandal, her int'l Church of the Foursquare Gospel had a big following","response":"Aimee Semple McPherson"}],"originalDate":"1990-03-09"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Jason, a robot submersible, has found a field of hot geysers SW of Naples on the floor of this sea","response":"the Mediterranean"},{"text":"Though humans have only 10, New York State has 11 lakes said to resemble these","response":"fingers"},{"text":"Body of water that gave its name to a series of ancient scrolls that were found in nearby caves","response":"Dead Sea"},{"text":"The Queen Elizabeth Islands, part of Canada's NW Territories, are located in this ocean","response":"the Arctic Ocean"},{"text":"In 1963 the Supreme Court upheld Arizona's claim to a major share of the water of this river","response":"the Colorado"}],"originalDate":"1990-03-09"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"It'll hold down a boat or a newscast","response":"anchor"},{"text":"It's a synonym for to follow or a pseudonym for Lamont Cranston","response":"shadow"},{"text":"The large hairpieces worn by British judges gave rise to this slang term for \"important person\"","response":"big wig"},{"text":"This unit of the Roman army consisted of 3,000-6,000 infantry &amp; up to 200 cavalry men","response":"the legion"},{"text":"The medical term for nearsightedness","response":"myopia"}],"originalDate":"1990-03-09"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"18th century coquettes could speak volumes with just 1 flick of this fluttering accessory","response":"fans"},{"text":"This traditional draped garment of ancient Rome was worn originally by the Etruscans","response":"togas"},{"text":"The sacque, a loose-fitting one of these, was the height of fashion in the 1700s","response":"a gown (dress)"},{"text":"Worn in the 1600s, a falling band was a large, flat one of these made of linen or lace","response":"collar"},{"text":"After 3,000 years of secrecy, this animal's eggs were smuggled out of China by 2 monks circa 552 A.D.","response":"the silkworm"}],"originalDate":"1990-03-09"},{"category":"WORLD POLITICS","comments":"","clues":[{"text":"In April 1989 this country announced it was unhappy with outside interference in the Amazon","response":"Brazil"},{"text":"Only about 7% of the population of this country is white Afrikaner","response":"South Africa"},{"text":"In Chinese this leader's name sounds like \"small bottle\", so students broke little bottles in 1989 protests","response":"Deng Xiaoping"},{"text":"This Soviet premier's 1956 attack on Stalin was printed in its entirety in 1989","response":"Khrushchev"},{"text":"The country that in recent years has been called Kampuchea has changed its name back to this","response":"Cambodia"}],"originalDate":"1990-03-09"},{"category":"SINGERS &amp; ROLES","comments":"","clues":[{"text":"She sang in \"The Rose\" &amp; \"Jinxed!\" but not in \"Outrageous Fortune\"","response":"Bette Midler"},{"text":"1st nominated for her role in \"The Sterile Cuckoo\", she won an Oscar for \"Cabaret\"","response":"Liza Minnelli"},{"text":"He made 33 films, among them \"Girl Happy\", \"Girls! Girls! Girls!\" &amp; \"The Trouble with Girls\"","response":"Elvis Presley"},{"text":"This Beatle played a character who invented rock &amp; roll in a prehistoric comedy called \"Caveman\"","response":"Ringo Starr"},{"text":"A lot of critics said \"No\" to this 1982 film Starring opera star Luciano Pavarotti","response":"<i>Yes, Giorgio</i>"}],"originalDate":"1990-03-09"}],[{"category":"SICKNESS &amp; HEALTH","comments":"","clues":[{"text":"This mosquito-borne disease can be treated with chloroquine, primaquine or quinine","response":"malaria"},{"text":"This word refers to a surgical puncture; it often follows \"amnio-\"","response":"centesis"},{"text":"These stones, which may be as big as golf balls, are also known as renal calculi","response":"kidney stones"},{"text":"It's a clamp or a chemical that stops bleeding","response":"a hemostat"},{"text":"The name of this liver disease is from the Greek word for \"orange-colored\"","response":"cirrhosis"}],"originalDate":"1990-03-09"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"They can be color or black &amp; white but must be full face","response":"passport photographs"},{"text":"Surprisingly, this country has good skiing, especially at Gulmarg in Kashmir","response":"India"},{"text":"The Great White Throne is one of the beautiful rock formations in this state's Zion Nat'l Park","response":"Utah"},{"text":"\"It's a Small World\" debuted at this World's Fair &amp; later moved to Disneyland","response":"the New York's World Fair"},{"text":"Nevsky Prospekt, this Russian city's most famous walking street, is known for its shopping","response":"Leningrad"}],"originalDate":"1990-03-09"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Garcia Márquez's \"The General in His Labyrinth\" irks some South Americans due to its criticism of this \"liberator\"","response":"(Simón) Bolívar"},{"text":"\"Reflections of a Public Man\" is the controversial book written by this former Speaker of the House","response":"Jim Wright"},{"text":"He has sold more than 180 million books worldwide since his \"I, the Jury\" 1st appeared in '47","response":"Mickey Spillane"},{"text":"\"Washington Square\", published by this author in 1881, was filmed as \"The Heiress\" in 1949","response":"Henry James"},{"text":"\"A Confederate General from Big Sur\" &amp; \"Trout Fishing in America\" brought fame to this poet &amp; novelist","response":"Richard Brautigan"}],"originalDate":"1990-03-09"},{"category":"PRESIDENTIAL RELATIVES","comments":"","clues":[{"text":"The parents of this 'Hero of New Orleans\" were both born in Ireland","response":"Andrew Jackson"},{"text":"Maureen Reagan &amp; her husband both saw a ghost in this famous White House bedroom","response":"the Lincoln Bedroom"},{"text":"This daughter of a president made her debut as a professional singer in 1947","response":"Margaret Truman"},{"text":"After writing a memorial to his 1st wife, Alice, he never mentioned her again","response":"Teddy Roosevelt"},{"text":"Franklin Delano Roosevelt Jr. was born in this Canadian province, where FDR had a summer home","response":"New Brunswick"}],"originalDate":"1990-03-09"},{"category":"THE CONSTITUTION","comments":"","clues":[{"text":"Article 3 states the trial of all crimes, except in cases of impeachment, shall be by this","response":"jury"},{"text":"The president's term of office ends at this time on the 20th day of January","response":"noon"},{"text":"Article I, Section 8 says it shall be no more than 10 miles square in area","response":"the federal district or the District of Columbia"},{"text":"This state with 5 words in its full name got only one representative in the First Congress","response":"Rhode Island"},{"text":"The 21st Amendment still allows states to ban the importation of this","response":"alcohol"}],"originalDate":"1990-09-26"},{"category":"CELEBRITY BOOKS","comments":"","clues":[{"text":"This author of \"Frank Sinatra My Father\" is Ol' Blue Eyes' firstborn child","response":"Nancy Sinatra"},{"text":"He wrote his \"Movie Home Companion\" without Gene Siskel","response":"(Roger) Ebert"},{"text":"The title of Tammy Wynette's autobiography, it's also her theme song","response":"<i>Stand By Your Man</i>"},{"text":"\"Naked at the Feast\" is a biography of this Black dancer who took Paris by storm in the '20s","response":"Josephine Baker"},{"text":"The prologue to this singer's autobiography includes the question \"Is that all there is?\"","response":"Peggy Lee"}],"originalDate":"1990-09-26"}],{"category":"THE OLYMPICS","text":"The U.S.A. has hosted the Summer &amp; Winter Olympic games this many times each","response":"3"}]}