{"mix":718,"rounds":[[{"category":"FRUITS","comments":"","clues":[{"text":"The Spaniards named this fruit \"pina de los Indies\", or \"pine cone of the indies\"","response":"a pineapple"},{"text":"This tropical fruit yields papain, an enzyme used as a meat tenderizer","response":"papaya"},{"text":"As with limes, sailors in the 1800s also ate cranberries to prevent this disease","response":"scurvy"},{"text":"Damson plums were named for this city &amp; have been cultivated there since ancient times","response":"Damascus"},{"text":"About 95% of the raisins produced in California are from this pale green seedless grape","response":"a Thompson (seedless)"}],"originalDate":"1990-09-26"},{"category":"THE 1980s","comments":"","clues":[{"text":"In 1982 this actor began marketing his \"Own\" salad dressing","response":"Paul Newman"},{"text":"In January 1981 Greece became its 10th full member","response":"the EEC (the European Economic Community)"},{"text":"In November 1986 he was penalized $100 million for insider stock trading","response":"(Ivan) Boesky"},{"text":"It was the top money-making film of the '80s, not to mention of all time","response":"<i>E.T.</i>"},{"text":"In 1987, 27 years after his death, the Soviet Writers' Union reinstated this author","response":"(Boris) Pasternak"}],"originalDate":"1990-09-26"},{"category":"POT LUCK","comments":"","clues":[{"text":"Britannica calls this the most famous, although not the highest, geyser in North America","response":"Old Faithful"},{"text":"This Grant Wood painting depicts a farmer &amp; his daughter, not wife, in front of an Iowa farmhouse","response":"<i>American Gothic</i>"},{"text":"Antonia Novello, the Surgeon General, is the sister-in-law of Don Novello who played this \"SNL\" priest","response":"Guido Sarducci"},{"text":"Lewis H. Lapham started this magazine's index, a compilation of statistics on contemporary life","response":"<i>Harper's</i>"},{"text":"He invented the reaper on his father's farm before he moved to Chicago &amp; got rich selling it","response":"(Cyrus) McCormick"}],"originalDate":"1990-09-26"},{"category":"HISTORIC FIGURES","comments":"","clues":[{"text":"Forced from Mainland China in 1949, he established a nationalist government on Taiwan","response":"Chiang Kai-shek"},{"text":"This English seaman was known to the Spaniards as \"The Dragon\"","response":"(Sir Francis) Drake"},{"text":"In 1871, after founding the German empire, he became its first chancellor","response":"Bismarck"},{"text":"Some say the \"Man in the Iron Mask\" was a twin or half brother of this French king who imprisoned him","response":"Louis XIV"},{"text":"Ancient Athens reached its zenith under the rule of this statesman","response":"Pericles"}],"originalDate":"1990-09-26"},{"category":"KANSAS","comments":"","clues":[{"text":"\"The deer and the antelope play\" in this, the state song of Kansas","response":"\"Home On The Range\""},{"text":"Bat Masterson &amp; Wyatt Earp kept the peace in this cowboy town","response":"Dodge City"},{"text":"It's the 2-letter postal abbreviation for Kansas","response":"KS"},{"text":"You can visit the Eisenhower Museum &amp; Presidential Library in this city","response":"Abilene"},{"text":"Impressed by the Mayo Clinic, this family of psychiatrists set up their own clinic in Topeka in 1925","response":"the Menningers"}],"originalDate":"1990-09-26"},{"category":"BIRDS","comments":"","clues":[{"text":"This nearly extinct crane is America's tallest bird","response":"a whooping crane"},{"text":"This muscular portion of a bird's stomach uses grit to grind food","response":"the gizzard"},{"text":"In the '30s bounties were put on these large Australian birds because they destroyed crops","response":"emus"},{"text":"Hawaii's state bird, the rare nene, is a member of this family","response":"the goose"},{"text":"To control insects, many people provide multi-roomed birdhouses for these purple swallows","response":"martins"}],"originalDate":"1990-09-26"}],[{"category":"THE BODY HUMAN","comments":"","clues":[{"text":"It may be the size of a pea, but it's still called the body's \"master gland\"","response":"the pituitary gland"},{"text":"It's the portion of the skull that encloses the brain","response":"the cranium"},{"text":"Freckles &amp; moles are caused by a concentration of this skin pigment","response":"melanin"},{"text":"The first part of the small intestine loops around this organ which produces insulin","response":"the pancreas"},{"text":"\"Swollen glands\" generally refers to a swelling of these tiny knot-shaped masses","response":"lymph nodes"}],"originalDate":"1990-09-26"},{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"\"Did you ever see such a <br> sight in your life, as\" this many \"blind mice?\"","response":"3"},{"text":"In the word fortnight, \"fort\" is a contraction of this","response":"14"},{"text":"This number is also called the cipher, if you decipher our meaning","response":"a 0"},{"text":"Numerical name for the group of 19th century Russian composers also known as the \"Mighty Handful\"","response":"the Russian Five"},{"text":"In Genesis 41:27 Joseph predicted this many \"years of famine\"","response":"7"}],"originalDate":"1990-09-26"},{"category":"R.L. STEVENSON","comments":"","clues":[{"text":"Narration of this tale is split between Dr. Livesley &amp; Jim Hawkins","response":"<i>Treasure Island</i>"},{"text":"Completes the line \"A child should always say what's true, and speak when he is...\"","response":"spoken to"},{"text":"His grandfather built these along Britain's coast &amp; invented a flashing mechanism for them","response":"lighthouses"},{"text":"Magill's Masterpieces of World Literature doesn't list this title alter ego as a main character","response":"Mr. Hyde"},{"text":"Stevenson was buried by natives on a mountain in this South Pacific island group","response":"Samoa"}],"originalDate":"1990-09-26"},{"category":"JAPAN","comments":"","clues":[{"text":"In 1860 Sir Rutherford Alcock became the first non-Japanese to climb this mountain","response":"Mount Fuji"},{"text":"A maiko is an apprentice to one of these professional women entertainers","response":"a geisha"},{"text":"Though Tokyo is the capital, imperial coronations still take place in this city","response":"Kyoto"},{"text":"This dish of vegetables &amp; seafood dipped in batter and deep-fried is of Portuguese origin","response":"tempura"},{"text":"The Nagara &amp; Uji Rivers are good places to see the Japanese fish with these birds","response":"cormorants"}],"originalDate":"1990-09-24"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Evidence shows ancient man rode these before inventing the wheel, that puts them before the cart","response":"the horse"},{"text":"Its name is a contraction of motorized bicycle + pedals","response":"a moped"},{"text":"On a car its job is to smooth out sound pressure peaks within the 40 to 4,000 hertz frequency range","response":"the muffler"},{"text":"Means of propulsion used by competitors in the famous Henley Regatta","response":"oars"},{"text":"In May 1990 the TGV electric train in this country broke its own speed record with a 320 mph run","response":"France"}],"originalDate":"1990-09-24"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Jewish holiday also known as the Feast of Unleavened Bread","response":"Passover"},{"text":"U.S. equivalent to the Communist May Day","response":"Labor Day"},{"text":"In Taiwan they say his birthday is honored as Teacher's Day","response":"Confucius"},{"text":"On July 12, Protestants celebrate Orangemen's Day in this country","response":"Northern Ireland"},{"text":"In his \"Assembly of Fowls\", Chaucer wrote, \"It's when every fowl comes to choose his mate\"","response":"St. Valentine's Day"}],"originalDate":"1990-09-24"}],{"category":"HISTORIC NAMES","text":"In 1895 he founded the Wyoming town now considered the eastern entrance to Yellowstone","response":"Buffalo Bill Cody"}]}