{"mix":731,"rounds":[[{"category":"I BEFORE E","comments":"(Ken: And we mean immediately before \"E\" in each response.)","clues":[{"text":"Count it<span class=\"nobreak\">--</span>it's equal to about 4.2 joules","response":"a calorie"},{"text":"Pipe up with this 4-letter word that means \"mottled\"","response":"pied"},{"text":"Encompassing on all sides, like air temperature or some music","response":"ambient (ambience)"},{"text":"This word for a feudal superior often preceded \"lord\" &amp; means loyal","response":"liege"},{"text":"This old word for a psychiatrist comes from French for \"insanity\"","response":"alienists"}],"originalDate":"2023-02-08"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Mollweide, Goode &amp; Mercator put pen to paper to produce these","response":"maps"},{"text":"Continent most associated with the weather patterns called monsoons","response":"Asia"},{"text":"It has oil fields in the east, holy cities in the west &amp; the Rub al Khali Desert in the south","response":"Saudi Arabia"},{"text":"An association of 48 countries once bound as an empire, its membership runs from A (Antigua) to Z (Zimbabwe)","response":"the British Commonwealth"},{"text":"Yes, dear, the longest river on this continent is the Darling","response":"Australia"}],"originalDate":"1988-09-07"},{"category":"RELIGIOUS LEADERS","comments":"","clues":[{"text":"In the 14th century B.C., Akhenaton, this country's ruler, introduced belief in one god","response":"Egypt"},{"text":"A Dutch Anabaptist preacher, Menno Simons, gave his name to this Protestant group","response":"the Mennonites"},{"text":"In 1532 he formed a new church which annulled his marriage to Catherine of Aragon the following yr.","response":"Henry VIII"},{"text":"\"There is no music in hell, for all good music belongs to heaven,\" said this founder of a famous choir","response":"Brigham Young"},{"text":"This Basque nobleman founded the Jesuit order in the 16th century","response":"Ignatius Loyola"}],"originalDate":"1988-09-07"},{"category":"FOLK SONGS","comments":"","clues":[{"text":"A feminine version of this song is \"For She's A Jolly Good Person\"","response":"\"For He's A Jolly Good Fellow\""},{"text":"\"Oh, ye'll tak' the high road an' I'll tak' the low road, an' I'll be\" there \"before ye\"","response":"Scotland"},{"text":"This popular folk group was named for the pre-Civil War group led by Edwin \"Pops\" Christy","response":"The New Christy Minstrels"},{"text":"A 19th century Irish ballad advised, \"Put your trust in God, my boys, &amp; keep\" this \"dry\"","response":"powder"},{"text":"In \"Over The River &amp; Thru The Woods\", it's what the horse knows","response":"the way to Grandmother's house"}],"originalDate":"1988-09-07"},{"category":"ANIMALS OF THE WORLD","comments":"","clues":[{"text":"World Wildlife Fund is helping create a sanctuary for dragonflies near Nakamura, in this country","response":"Japan"},{"text":"Perhaps their intelligence was a \"factor\" in choosing one of these monkeys for a 1948 rocket launch","response":"a rhesus monkey"},{"text":"Watching these finned creatures fight is a popular pastime in Thailand","response":"Thai (Siamese) fighting fish"},{"text":"Merino sheep, known for their fine wool, were originally bred centuries ago in this European country","response":"Spain"},{"text":"The largest, most powerful wild cat in Latin America; the Mayan Indians considered them gods","response":"a jaguar"}],"originalDate":"1988-09-07"},{"category":"TV TRIVIA","comments":"","clues":[{"text":"In the opening credits of \"The Mary Tyler Moore Show\", Mary throws this into the air","response":"her hat"},{"text":"In real life, Dixie Carter &amp; Hal Holbrook are married; on this show, they're just lovers","response":"<i>Designing Women</i>"},{"text":"\"Dallas\" devotees know that the \"J.R.\" in J.R. Ewing stands for this","response":"John Ross"},{"text":"On \"Family\", Letitia Lawrence was usually known by this nickname","response":"Buddy"},{"text":"1949's Emmy for \"Best Film Made for &amp; Viewed on TV\" went to this sitcom starring Jackie Gleason","response":"<i>The Life of Riley</i>"}],"originalDate":"1988-09-07"}],[{"category":"STARTS WITH \"S\"","comments":"","clues":[{"text":"One of the very 1st telegrams of this kind was sent to Rudy Vallee","response":"singing"},{"text":"It's a tropical or subtropical grassland, &amp; it doesn't have to be in Georgia","response":"a savannah"},{"text":"From the French for \"to watch over\", it's the close observation of a person under suspicion","response":"surveillance"},{"text":"Found on beaches, the skeletons of these disc-like cousins of sea urchins look like money","response":"sand dollars"},{"text":"Type of coffin often decorated with sculpture whose name comes from the Greek for \"flesh-eating\"","response":"a sarcophagus"}],"originalDate":"1988-09-07"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"In 1929 Russia banned this Conan Doyle collection because of its references to spiritualism","response":"the Sherlock Holmes stories (<i>The Adventures of Sherlock Holmes</i>)"},{"text":"A nightmare gave Mary Shelley the idea for this novel","response":"<i>Frankenstein</i>"},{"text":"After the Reverend Mr. Dimmesdale died, she &amp; Pearl went abroad, but the story doesn't say where","response":"Hester Prynne"},{"text":"The pen name of Cecil Lewis Troughton Smith, creator of Horatio Hornblower","response":"C.S. Forester"},{"text":"Though some credit him as author, Turoldus was probably just the scribe who copied this French epic poem","response":"<i>The Song of Roland</i> (<i>La Chanson de Roland</i>)"}],"originalDate":"1988-09-07"},{"category":"BALLERINAS","comments":"","clues":[{"text":"S. Farrell made a triumphant 1988 return to this Manhattan ballet company after having a hip replaced","response":"the New York City Ballet"},{"text":"Highest-ranked Soviet ballerina is Maya Plisetskaya, the prima ballerina of this company","response":"the Bolshoi"},{"text":"She was already in her 40s when she became Rudolf Nureyev's most famous partner","response":"Margot Fonteyn"},{"text":"Herbert Ross directed his goddaughter, Leslie Browne, to an Oscar nomination in this 1977 ballet film","response":"<i>The Turning Point</i>"},{"text":"In her native Leningrad she was nicknamed \"The Giraffe\"; maybe that's why she defected","response":"Natalia Makarova"}],"originalDate":"1988-09-07"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The Louisiana Purchase stemmed from U.S. efforts to buy this port city","response":"New Orleans"},{"text":"Elected governor of N.Y. at only 37, he later became the Secretary of State who bought Alaska","response":"(William) Seward"},{"text":"In 1858, at Mozart Hall in New York City, she presided over the National Women's Rights Convention","response":"Susan B. Anthony"},{"text":"This Pennsylvania city was the center of U.S. steel making at the time of its famous 1889 flood","response":"Johnstown"},{"text":"Shouting. \"Remember the Alamo.\" Sam Houston's men defeated Santa Anna at this battle","response":"(the Battle of) San Jacinto"}],"originalDate":"1988-09-07"},{"category":"WHICH WAR?","comments":"","clues":[{"text":"The French take the duchy of Guyenne from England in 1337 &amp; things get out of hand for a long while","response":"The Hundred Years' War"},{"text":"The destroyer HMS Sheffield is sunk by a missile but Argentina loses at least 20% of its planes","response":"the Falklands War"},{"text":"In 431 B.C., Spartan ally Thebes goes after Plataea, an Athenian pal, &amp; it's on","response":"the Peloponnesian War"},{"text":"Michigan's territorial governor surrenders Detroit without a shot being fired","response":"the War of 1812"},{"text":"Israel quickly captures the Gaza Strip &amp; Golan Heights","response":"the Six Days' War"}],"originalDate":"2023-02-07"},{"category":"NUTS TO YOU!","comments":"","clues":[{"text":"Cashews are tasty but take it easy; they have a high this content<span class=\"nobreak\">--</span>about 12 grams per ounce","response":"fat"},{"text":"In the early 1900s not many had them roasting on an open fire after a blight nearly took out these trees in eastern N. America","response":"chestnuts"},{"text":"Don't look for this nut in Mounds bars, just in its Hershey's companion","response":"almonds"},{"text":"When food was hard to find, American pioneers resorted to eating these nuts, perhaps from a white oak","response":"acorns"},{"text":"The Pará nut, aka this nation nut, is high in protein &amp;, in non-edible news, its oil is used in shampoos &amp; skin care products","response":"Brazil"}],"originalDate":"2023-02-07"}],{"category":"FAMOUS NAMES","text":"Eisenhower said on his 1955 death that no other man contributed so much to the growth of 20th c. knowledge","response":"Albert Einstein"}]}