{"mix":732,"rounds":[[{"category":"ALSO AN NFL TEAM","comments":"","clues":[{"text":"Weakening cell phone batteries need them","response":"chargers"},{"text":"Nye &amp; Hader","response":"the Bills"},{"text":"A \"Sacred College of\" these meets in the Holy See","response":"Cardinals"},{"text":"Sautees in a pan, with a slight scorch","response":"browns"},{"text":"Rhea &amp; Mnemosyne were female ones on Hesiod's list of 12","response":"Titans"}],"originalDate":"2023-02-07"},{"category":"LIVIN' ON A PRAIRIE","comments":"","clues":[{"text":"The \"Little House on the Prairie\" was in this state, a 2-hour drive to Wichita but a bit longer by horse","response":"Kansas"},{"text":"Chadron, Nebraska's museum of this trade has artifacts of the age when beavers were the rodent to wealth","response":"the fur trading"},{"text":"A Cree word for a local red berry is the source of the name of Saskatoon but not of the name of this prairie province it's in","response":"Saskatchewan"},{"text":"Big on the Oregon Trail, the transport called the prairie this got its name from a white cover resembling part of a sailing ship","response":"a schooner"},{"text":"This word precedes Prairie in a city not far  from Minneapolis that got its name in the 1800s as a \"garden spot\"","response":"Eden"}],"originalDate":"2023-02-07"},{"category":"LITERARY TITLE CHARACTERS","comments":"","clues":[{"text":"Lord Henry tells him, \"to get back my youth (I'd) do anything... except take exercise, get up early, or be respectable\"; Wilde!","response":"Dorian Gray"},{"text":"This teen is the middleman between \"Me\" &amp; \"the Dying Girl\"","response":"Earl"},{"text":"He was Seth Grahame-Smith's surprising \"Vampire Hunter\"","response":"Abraham Lincoln"},{"text":"In 1989 John Irving offered up \"A Prayer for\" him","response":"Owen Meany"},{"text":"This last name of Arthur is the title of a Pulitzer-winning novel &amp; precedes \"is Lost\" for a 2022 sequel","response":"Less"}],"originalDate":"2023-02-07"},{"category":"THE 20th CENTURY BY COUNTRY","comments":"","clues":[{"text":"Hugo Chávez becomes president in 1999 &amp; has an 80% approval rating","response":"Venezuela"},{"text":"In 1939 the Nationalists enter the capital, ending the civil war","response":"Spain"},{"text":"Tommie Smith &amp; John Carlos peacefully demonstrate at the 1968 Summer Olympics","response":"Mexico"},{"text":"Solidarity becomes the first independent labor union in a Soviet bloc country in the 1980s","response":"Poland"},{"text":"The Allies wage a disastrous campaign at Gallipoli","response":"Turkey"}],"originalDate":"2023-02-07"},{"category":"WORDS WITH DIPHTHONGS","comments":"","clues":[{"text":"A diphthong is a sound made by combining 2 vowels, like the \"AI\" in tail or in this word for the head of a committee","response":"chair"},{"text":"\"Rosebud is the sled?!\" You just blew the surprise of a major plot point with one of these revealing statements","response":"a spoiler"},{"text":"Take a diphthong into this word for a sullen expression, which \"you better not\" do, \"I'm telling you why\" in a Christmas song","response":"pout"},{"text":"One who gives advice; it's also a term of address used by judges to lawyers","response":"counsel (counselor)"},{"text":"It means a farm laborer &amp; follows \"Piers\" in the name of a 14th century poem with a double-diphthong title","response":"Ploughman"}],"originalDate":"2023-02-07"},{"category":"HERSTORY","comments":"","clues":[{"text":"She worked for the telephone company in 1920 to earn money for flying lessons","response":"Amelia Earhart"},{"text":"She mastered 4 foreign languages, though she never heard them spoken or saw them written out","response":"Helen Keller"},{"text":"27 years after her conviction for treason during WWII she was pardoned by Pres. Gerald Ford","response":"Tokyo Rose"},{"text":"\"Ma\" Ferguson of Tx. &amp; N.T. Ross of Wy. were both elected to this post the same day, but Ross took office first","response":"governor or their respective states"},{"text":"In 1889-90 she went around the world by ship, train, jinriksha &amp; burro, in 73 days","response":"Nellie Bly"}],"originalDate":"1990-06-04"}],[{"category":"BASEBALL","comments":"","clues":[{"text":"From 1975-83 this first baseman with the Dodgers &amp; Padres played in a N.L. record 1,207 consecutive games","response":"Steve Garvey"},{"text":"This Philadelphia Phillies third baseman was voted an all-star in 1989 even though he'd retired","response":"Mike Schmidt"},{"text":"A controversy erupted in 1983 over the amount of this substance found on George Brett's bat","response":"pine tar"},{"text":"This Oakland A's pitcher won 2 games in the 1989 World Series &amp; was named its MVP","response":"(Dave) Stewart"},{"text":"In 1968 this Detroit Tigers pitcher won 31 games &amp; was named the Sporting News \"Man of the Year\"","response":"Denny McLain"}],"originalDate":"1990-06-04"},{"category":"FLATTERY","comments":"","clues":[{"text":"Other terms for a flatterer include a sycophant &amp; a polisher of one of these","response":"an apple"},{"text":"Jonathan Swift wrote, \"'Tis an old maxim in the schools, that's flattery's the food of\" these","response":"fools"},{"text":"When he entered the Cleaver household he'd always flatter the Beaver's mom, June","response":"Eddie Haskell"},{"text":"This flatterer of Dionysius found himself sitting under a sword suspended by a hair","response":"Damocles"},{"text":"According to Shakespeare, Decius lured this man to the Capitol by flattering him","response":"Julius Caesar"}],"originalDate":"1990-06-04"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The Libyan desert is part of this larger desert","response":"the Sahara"},{"text":"This peak in the Cascades is sometimes referred to as Mount Tacoma","response":"Mount Rainier"},{"text":"Cape Morris Jesup, the northernmost land in the world, is part of this island","response":"Greenland"},{"text":"Godwin Austen, the world's second highest mountain, is also known by this letter &amp; numeral","response":"K2"},{"text":"Leningrad is on the Gulf of Finland, an arm of this sea","response":"the Baltic"}],"originalDate":"1990-06-04"},{"category":"FURNITURE","comments":"","clues":[{"text":"A stand with tiers of circular trays, or a small elevator used to transport dishes, food &amp; such","response":"a dumbwaiter"},{"text":"An ornamental, motif in Gothic furniture, the cinquefoil is a formalized leaf shape with this many lobes","response":"5"},{"text":"This Burmese hardwood is used in Scandinavian modern furniture, as well as in shipbuilding","response":"teak"},{"text":"From the Italian for \"coating\", it's the glossy surface &amp; rich color of polished, aged wood","response":"patina"},{"text":"Also known as a grandfather chair, it's a tall, upright, heavily upholstered easy chair","response":"a wing chair"}],"originalDate":"1990-06-04"},{"category":"BEST SELLERS","comments":"","clues":[{"text":"Her version of the White House years is titled \"My Turn\"","response":"Nancy Reagan"},{"text":"\"Caribbean\" is his fictional history of the islands","response":"James Michener"},{"text":"Ex-L.A. cop whose story \"The Blooding\" concerns use of genetic fingerprinting in a murder case","response":"Joseph Wambaugh"},{"text":"\"It was on Fire When I Lay Down on It\" is his sequel to \"All I Really Need to Know I Learned in Kindergarten\"","response":"Robert Fulghum"},{"text":"\"California Gold\" is his tale of a young man who leaves Penn. to seek his fortune in the West","response":"John Jakes"}],"originalDate":"1990-06-04"},{"category":"SPACE EXPLORATION","comments":"","clues":[{"text":"The USSR's Venera 13 &amp; 14 spacecraft first analyzed samples of this planet's surface in 1982","response":"Venus"},{"text":"This manned vehicle is also known as the Space Transportation System","response":"the Space Shuttle"},{"text":"Titan II rockets propelled these 2-man capsules into Earth orbit in the 1960s","response":"Gemini"},{"text":"Parts of this U.S. space station crashed down on the Indian Ocean &amp; Australia on July 11, 1979","response":"Skylab"},{"text":"The 2 U.S. spacecraft that soft-landed on Mars in 1976 were both named this","response":"<i>Viking</i>"}],"originalDate":"1990-06-04"}],{"category":"WORLD POPULATIONS","text":"With a birthrate of zero, this country has no trouble remaining world's smallest state","response":"the Vatican City"}]}