{"mix":733,"rounds":[[{"category":"THE BIBLE","comments":"","clues":[{"text":"When he died the veil of the temple was rent in twain, the earth quaked &amp; graves opened","response":"Jesus"},{"text":"4 rivers flowed out of Eden: the Pison, Gihon, Hiddekel, or Tigris, &amp; this one","response":"the Euphrates"},{"text":"Not only the chariot but also the horses that took Elijah to heaven were made of this","response":"fire"},{"text":"After keeping Moses on Sinai this long, God told him to hurry down; thy people \"have corrupted themselves\"","response":"40 days"},{"text":"Balak, king of Moab, hired this man to curse the Israelites","response":"Balaam"}],"originalDate":"1990-06-04"},{"category":"STATE NICKNAMES","comments":"(Alex: These are not necessarily what have come to be accepted as the official state nicknames.)","clues":[{"text":"\"Seward's Icebox\"","response":"Alaska"},{"text":"\"Lobsterland\"","response":"Maine"},{"text":"\"The Star-Spangled Banner State\"","response":"Maryland"},{"text":"\"The Apache State\"","response":"Arizona"},{"text":"\"The Old Dominion\"","response":"Virginia"}],"originalDate":"1990-06-04"},{"category":"JOURNALISM","comments":"","clues":[{"text":"Mainichi Shimbun is one of the \"big three\" dailies of this country","response":"Japan"},{"text":"On Nov. 2, 1989 this Hearst's paper headline said, \"So long, L.A.!\"","response":"the <i>Herald Examiner</i>"},{"text":"Scottish-born N.Y. Times columnist who acquired his nickname, \"Scotty\", as a child in the U.S.","response":"James Reston"},{"text":"Pulitzer Prizes are handed out annually by the president of this university","response":"Columbia University"},{"text":"These 2 families joined forces in 1974 to establish a huge newspaper chain","response":"Knight & Ridder"}],"originalDate":"1990-06-04"},{"category":"JAZZ","comments":"","clues":[{"text":"Paul Whiteman was the \"King of Jazz\" &amp; Benny Goodman was the \"King of\" this","response":"Swing"},{"text":"In 1969 Richard Nixon presented the Medal of Freedom to this composer of \"Mood Indigo\"","response":"Duke Ellington"},{"text":"For over 50 years \"One O'Clock Jump\" has been his band's theme song","response":"Count Basie"},{"text":"This Cab Calloway tune is subtitled \"Or, The Ho De Ho Song\"","response":"\"Minnie The Moocher\""},{"text":"Danny Kaye played this bandleader in the 1959 film \"The Five Pennies\"","response":"Red Nichols"}],"originalDate":"1990-06-04"},{"category":"HOT TUNES","comments":"","clues":[{"text":"This 1985 Top 10 hit by The Power Station shares its name with a 1959 Marilyn Monroe film","response":"\"Some Like It Hot\""},{"text":"He noted, \"It's getting hot in herre\" &amp; followed with the helpful \"so take off all your clothes\"","response":"Nelly"},{"text":"In 2022 this Glass Animals song spent a record 91st week on the aptly named Hot 100","response":"\"Heat Waves\""},{"text":"This Billy Joel song /history lesson references the Rosenbergs, Dien Bien Phu, the Edsel &amp; of course, \"Wheel of Fortune\"","response":"\"We Didn't Start The Fire\""},{"text":"Moving forward using all my breath, Modern English sang, \"I'll stop the world &\" do this","response":"melt with you"}],"originalDate":"2023-02-06"},{"category":"PRISONERS OF WAR","comments":"","clues":[{"text":"Shown on TV in a North Vietnamese prison camp in 1966, Jeremiah Denton repeatedly blinked to spell \"torture\" in this system","response":"Morse code"},{"text":"Andrew Jackson was 14 when he &amp; his brother were taken as prisoners during this war","response":"the American Revolution"},{"text":"Heinrich Harrer's \"Seven Years in\" this locale began with his escape from a British prisoner of war camp in India","response":"Tibet"},{"text":"A P.O.W. in Japan, James Clavell wrote the screenplay to this Steve McQueen film set in a German P.O.W. camp","response":"<i>The Great Escape</i>"},{"text":"This Frenchman who wrote \"Being and Nothingness\" was a prisoner of war from 1940 to 1941","response":"Jean-Paul Sartre"}],"originalDate":"2023-02-06"}],[{"category":"THE <em class=\"underline\">ILIAD</em> &amp; THE <em class=\"underline\">ODYSSEY</em>","comments":"","clues":[{"text":"She says she wishes she had died instead of running off with Paris, leading to the Trojan War","response":"Helen of Troy"},{"text":"This faithful wife of Odysseus fends off multiple suitors while waiting nearly 20 years for her husband's return","response":"Penelope"},{"text":"These 2, a god &amp; a goddess with 6-letter \"A\" names, take the form of vultures to watch Hector challenge the Greeks","response":"Apollo & Athene"},{"text":"She's the loveliest daughter of the king of Troy; the tale of the curse of having her prophecies doubted is post-Homeric","response":"Cassandra"},{"text":"This Cyclops traps Odysseus &amp; his men in a cave to eat them, but is blinded when they make their escape","response":"Polyphemus"}],"originalDate":"2023-02-06"},{"category":"20th CENTURY AUTHORS","comments":"","clues":[{"text":"\"There is no contentment on the road\" says this CBS correspondent in \"A Life on the Road\"","response":"Charles Kuralt"},{"text":"\"The Old Gringo\" fictionalizes Ambrose Bierce's last mysterious days in this country","response":"Mexico"},{"text":"\"Darkness Visible\" is \"A Memoir of Madness\" by this author of \"Sophie's Choice\"","response":"William Styron"},{"text":"The 3rd volume of Bruce Catton's \"Army of the Potomac\" trilogy was called \"A Stillness at\" this place","response":"Appomattox"},{"text":"This Tom Robbins' novel is dedicated in part to \"all cowgirls everywhere\"","response":"<i>Even Cowgirls Get the Blues</i>"}],"originalDate":"1991-06-25"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"In honor of Mother's Day, Nick at Nite aired the 7-day \"Donna-thon\", 140 episodes of this series","response":"<i>The Donna Reed Show</i>"},{"text":"The scalare, a fish popular in home aquariums, is also known by this heavenly name","response":"the angelfish"},{"text":"Harvard &amp; MIT stand on the banks of this river","response":"the Charles"},{"text":"He named his famous mime character Dip after Pip in \"Great Expectations\"","response":"Marcel Marceau"},{"text":"This Roman emperor banished his scandalous daughter Julia to an island in 2 B.C.","response":"Augustus"}],"originalDate":"1991-06-25"},{"category":"INVENTIONS &amp; DISCOVERIES","comments":"","clues":[{"text":"These were developed from microwave amplifying devices called masers","response":"lasers"},{"text":"The aqualung was invented by Emile Gagnan &amp; this man who explored the undersea world","response":"Jacques Cousteau"},{"text":"In 1930 Thomas Midgley discovered this refrigerant that has become an environmental hazard","response":"freon"},{"text":"Before these saddle parts were invented, foot soldiers, not knights on horses, did most of the fighting","response":"stirrups"},{"text":"He invented the self-cleaning steel plow, the company he founded is No. 1 in the U.S. in farm equipment","response":"John Deere"}],"originalDate":"1991-06-25"},{"category":"MUSEUMS","comments":"","clues":[{"text":"This New York resort village has a Farmer's Museum &amp; the James Fenimore Cooper Home","response":"Cooperstown"},{"text":"This city's Museum of Gems features 16 rooms filled with items owned by the Medicis","response":"Florence"},{"text":"This Madrid museum has the art collections of the Spanish Hapsburgs &amp; Bourbon monarchs","response":"the Prado"},{"text":"The Denver home of this Titanic survivor is now a museum","response":"Molly Brown"},{"text":"A Cleveland suburb named for this religious sect has a museum devoted to their history","response":"the Shakers"}],"originalDate":"1991-06-25"},{"category":"WOMEN IN HISTORY","comments":"","clues":[{"text":"King James V of Scotland died about one week after the birth of this daughter in 1542","response":"Mary, Queen of Scots"},{"text":"At age 19, this humanitarian established the Dix Mansion school for girls in Boston in 1821","response":"Dorothea Dix"},{"text":"In her 70s this French actress performed at the front for World War I soldiers","response":"Sarah Bernhardt"},{"text":"In the 1920, this dancer known for her flowing tunics, went to the USSR where she married an unstable poet","response":"Isadora Duncan"},{"text":"A beautiful painted bust of her was found at Tell el-Amarna in 1912, many centuries after her death","response":"Nefertiti"}],"originalDate":"1991-06-25"}],{"category":"LANGUAGES","text":"Of Switzerland's 3 official languages, the one used by about 70% of the population","response":"German"}]}