{"mix":735,"rounds":[[{"category":"“V” CITIES","comments":"","clues":[{"text":"Italian city built on over 120 islands","response":"Venice"},{"text":"Spanish city that lent its name to a variety of oranges","response":"Valencia"},{"text":"Beethoven, Brahms, but not Bach, made music here","response":"Vienna"},{"text":"Nevada’s lively ghost town near the mythical Ponderosa","response":"Virginia City"},{"text":"North America’s 2nd-largest Chinatown is in this Canadian city","response":"Vancouver"}],"originalDate":"1984-11-08"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"He was such a sadist, they coined the word for him","response":"the Marquis de Sade"},{"text":"In ’27, this gangster set all-time record for highest gross income in a year, some $105 million","response":"Al Capone"},{"text":"His fellow prisoners at Alcatraz altered his nickname to “Pop Gun”","response":"\"Machine Gun\" Kelly"},{"text":"Torquemada, who headed the Inquisition, was also confessor to this Spanish queen","response":"Isabella"},{"text":"’63 Christine Keeler affair with this war minister rocked the government of Great Britain","response":"John Profumo"}],"originalDate":"1984-11-08"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"He sent a turkey anonymously to the Cratchits","response":"(Ebenezer) Scrooge"},{"text":"Jenny Montrose, an English girl, met up with this shipwrecked group","response":"the Swiss Family Robinson"},{"text":"On a visit to the meadow he met his deer cousins Gobo &amp; Faline","response":"Bambi"},{"text":"In an early alliterative poem, this knight cuts off the head of \"the Green Knight\"","response":"Sir Gawain"},{"text":"This outlaw appears briefly in \"Ivanhoe\"","response":"Robin Hood"}],"originalDate":"1990-06-19"},{"category":"COSMETICS","comments":"","clues":[{"text":"The company that makes Moisture Whip lipstick &amp; Great Lash mascara","response":"Maybelline"},{"text":"Sally Hansen makes a bitter, brush-on liquid that helps stop this bad habit","response":"biting your nails"},{"text":"Corn Silk, is a \"line of cosmetics specially designed to absorb\" this","response":"skin oil"},{"text":"\"Numerical\" name of Bonne Bell's antiseptic skin lotion","response":"1006"},{"text":"This company known for hypoallergenic eye make-up has a palindromic name","response":"Agiga"}],"originalDate":"1990-06-19"},{"category":"AMERICAN MOUNTAINS","comments":"","clues":[{"text":"Prospectors traveling west in the 1800s hoped to reach this Colorado peak \"or bust\"","response":"Pikes Peak"},{"text":"This dormant volcano is the highest peak in Washington's Cascades","response":"Mount Rainier"},{"text":"The U.S. mainland's largest reflector telescope is on this S. Calif. mountain","response":"Mount Palomar"},{"text":"The name of this New York mountain range comes from an Iroquois word for \"tree-eaters\"","response":"Adirondack"},{"text":"At an altitude of 4,039 feet, Mount Sunflower is this Midwestern state's highest point","response":"Kansas"}],"originalDate":"1990-06-19"},{"category":"SPORTS","comments":"","clues":[{"text":"A piece of sports equipment that sounds like a flying mammal","response":"a bat"},{"text":"The bowls, or balls, used in this sport are not truly round, which allows them to roll in a curved line","response":"lawn bowling"},{"text":"He's the brother-in-law of tennis great Pancho Gonzales &amp; the son of Olympic boxer, Mike Agassi","response":"Andre Agassi"},{"text":"Women's rhythmic all-around gymnastics debuted as an Olympic event in this city's 1984 Olympics","response":"Los Angeles"},{"text":"In a 1990 arbitration case, this K.C. star asked for $1.9 million but was awarded $1 million","response":"Bo Jackson"}],"originalDate":"1990-06-19"}],[{"category":"SHAKESPEARE","comments":"","clues":[{"text":"This play could be called \"Murder, Mayhem &amp; Mumbo Jumbo in Scotland\"","response":"<i>Macbeth</i>"},{"text":"Shakespeare said this emotion \"is an everfixed mark, that looks on tempests, and is never shaken\"","response":"love"},{"text":"The name of the woman who's \"renown'd in Padua for her scolding tongue\"","response":"Katherine (Kate)"},{"text":"The play that contains the lines \"If you tickle us, do we not laugh? If you poison us, do we not die?\"","response":"<i>The Merchant of Venice</i>"},{"text":"In \"Twelfth Night\", she's in love with the Duke of Illyria","response":"Viola"}],"originalDate":"1990-06-19"},{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"A synonym for the site of an excavation, it's also what archaeologists do there","response":"a dig"},{"text":"First used in the 1950s, this method of dating is accurate for remains up to 8,000 years old","response":"carbon-14 dating"},{"text":"Begun in the 12th century as a Hindu temple, it's the centerpiece of a vast complex in Cambodia","response":"Angkor Wat"},{"text":"Howard Carter, who discovered King Tut's tomb, was this kind of archaeological specialist","response":"an Egyptologist"},{"text":"Sir Arthur Evans' claim to fame was the discovery of the palace he thought belonged to this Cretan king","response":"(King) Minos"}],"originalDate":"1990-06-19"},{"category":"ARTISTS","comments":"","clues":[{"text":"Landscapes were his first love, but he also painted many portraits, including that kid in blue","response":"Gainsborough"},{"text":"This master of Renaissance sculpture was born Donato di Niccolo Betto Bardi","response":"Donatello"},{"text":"This German known for his paintings of the English court died in a London plague epidemic in 1543","response":"Hans Holbein (the Younger)"},{"text":"18th c. painter &amp; engraver whose 1st great series of dramatic works was called \"A Harlot's Progress\"","response":"Hogarth"},{"text":"This Frenchman was known for painting lush, fantastic jungles &amp; wild beasts like \"The Hungry Lion\"","response":"Henri Rousseau"}],"originalDate":"1990-06-19"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"It can mean the preliminary draft of a treaty, or the rules of diplomatic &amp; state etiquette","response":"a protocol"},{"text":"Room adjoining the legislative chamber where  members can relax, consult &amp; hang up their coats","response":"the cloak room"},{"text":"At a political convention, it's a person who's authorized to act on behalf of an absent delegate","response":"the alternate"},{"text":"He was appointed to the Senate in 1964 to fill the seat vacated by Vice President-Elect Hubert Humphrey","response":"Walter Mondale"},{"text":"Chicago's 50 wards are represented by city council members bearing this title","response":"aldermans"}],"originalDate":"1990-06-19"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The first railway system in the U.S., it's nicknamed the \"B&O\"","response":"the Baltimore & Ohio Railroad"},{"text":"The Twentieth Century Limited ran from New York to this city, its western terminus, in just 16 hours","response":"Chicago"},{"text":"The largest ships afloat today, they can carry over 500,000 tons","response":"oil tankers"},{"text":"European city serviced by Marco Polo Airport","response":"Venice"},{"text":"This Russian-born aircraft designer founded an aircraft company in the U.S. in 1923","response":"(Igor) Sikorsky"}],"originalDate":"1990-06-19"},{"category":"UKRAINE","comments":"","clues":[{"text":"Officially, Ukraine is known as Ukrainian SSR; SSR stands for this","response":"a Soviet Socialist Republic"},{"text":"Born in Ukraine in 1894, he became Soviet premier in 1958","response":"Khrushchev"},{"text":"Mummified bodies of saints are in catacombs under the Monastery of the Caves in this capital of Ukraine","response":"Kiev"},{"text":"If a Ukrainian pulls out a bandura, you can expect him to do this to it","response":"play it"},{"text":"This peninsula known for its beautiful resort towns became part of Ukraine in 1954","response":"the Crimea"}],"originalDate":"1990-06-19"}],{"category":"SOLAR SYSTEM","text":"This planet's orbit comes closest to Earth","response":"Venus"}]}