{"mix":739,"rounds":[[{"category":"WORD &amp; PHRASE ORIGINS","comments":"","clues":[{"text":"This \"porcine\" term derived from the way bags were carried on shoulders","response":"piggyback"},{"text":"Nothing to do with a gospel writer, this word meaning \"tepid\" comes from Old English","response":"lukewarm"},{"text":"This term for a dashing swordsman comes from his practice of striking his own shield with his sword during combat","response":"a swashbuckler"},{"text":"A cow's cud-chewing ways gave us this word meaning to slowly think something over","response":"ruminate"},{"text":"The belief that members of the highest social ranks are duty-bound to help the poor is the crux of this 2-word French phrase","response":"<i>noblesse oblige</i>"}],"originalDate":"2023-02-02"},{"category":"POP MUSIC","comments":"","clues":[{"text":"Taylor Swift said she was up very late writing the songs that make up this 2022 album, hence its title","response":"<i>Midnights</i>"},{"text":"On hits like \"I Love Rock 'N Roll\" &amp; \"Crimson &amp; Clover\", she was backed by The Blackhearts","response":"Joan Jett"},{"text":"On \"Truth Hurts\", Lizzo rhymes \"fresh photos with the bomb lighting\" &amp; \"new man on\" this NFL team","response":"the Minnesota Vikings"},{"text":"In 2022 she was free to duet with Elton John on the song \"Hold Me Closer\"","response":"Britney Spears"},{"text":"An outlier ballad from this British metal band was \"Changes\" in 1972; it was rarely performed live","response":"Black Sabbath"}],"originalDate":"2023-02-02"},{"category":"GEMS","comments":"","clues":[{"text":"Kenny Rogers &amp; The 1st Edition beseeched this rarest of gems, \"don't take your love to town\"","response":"Ruby"},{"text":"The U.S.S.R. has surpassed South Africa in production of these, a capitalist's \"best friend\"","response":"diamonds"},{"text":"Type of stone romanced in \"Romancing the Stone\"","response":"an emerald"},{"text":"Elliptical with pointed ends, it's a type of gem cut that sounds like a movie theater's sign","response":"a marquise"},{"text":"The Lightning Ridge deposit in Australia has largest source of this iridescent \"black\" stone","response":"the opal"}],"originalDate":"1986-09-30"},{"category":"BASEBALL NICKNAMES","comments":"","clues":[{"text":"Nickname of Lloyd Waner, whose older brother &amp; Pirate teammate Paul was called \"Big Poison\"","response":"\"Little Poison\""},{"text":"It's said stubble-faced Sal Maglie got this nickname since his curve gave batters close shaves","response":"(Sal) \"the Barber\""},{"text":"Bill Skowron's nickname, given him as a baby for resembling a famous fascist, not a large elk","response":"\"Moose\""},{"text":"Poor fielder Dick Stuart had this nickname based on a Peter Sellers title role in a '63 film","response":"\"Dr. Strangeglove\""},{"text":"Nicknamed \"Mahatma\", this Dodger owner broke baseball's color line by hiring Jackie Robinson","response":"Branch Rickey"}],"originalDate":"1986-09-30"},{"category":"PATRIOTIC SONGS","comments":"","clues":[{"text":"\"America\" or \"My Country, 'Tis Of Thee\" is sung to the same tune as this European country's anthem","response":"England"},{"text":"According to Julia Ward- Howe, \"Mine eyes have seen the glory of\" this","response":"the coming of the Lord"},{"text":"1st written for the Army-Navy football game of 1906, it's the \"theme song\" of the U.S. Navy","response":"\"Anchors Aweigh\""},{"text":"This food item was slang for \"a dandy\" when \"Yankee Doodle\" was written","response":"macaroni"},{"text":"It's said the view from Pike's Peak inspired Katharine Lee Bates to write this","response":"\"America The Beautiful\""}],"originalDate":"1986-09-30"},{"category":"TOYS OF THE '60s","comments":"","clues":[{"text":"This game claimed it would tie you up in knots","response":"<i>Twister</i>"},{"text":"Battery powered game seemingly designed for pre-med students","response":"<i>Operation</i>"},{"text":"This game consisted of a vibrator, a piece of sheet metal, and 22 plastic men","response":"Electric Football"},{"text":"\"Cheesy\" game that could have been designed by Rube Goldberg","response":"<i>Mouse Trap</i>"},{"text":"Because of this Kenner toy, some girls grew up thinking they could cook with a light bulb","response":"the Easy-Bake Oven"}],"originalDate":"1986-09-30"}],[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Sitka, former capital of Russian-America, sits in this state","response":"Alaska"},{"text":"Reclaimed areas from this country's Zuider Zee are called polders","response":"Netherlands"},{"text":"3rd largest producer of coconuts, &amp; to judge by population, 2nd largest producer of people","response":"India"},{"text":"Much of the copper used in the Bronze Age came from this island which gave its name to \"copper\"","response":"Cyprus"},{"text":"East Germany's 2nd largest city, it's where Bach is buried &amp; the St. Thomas' Boys Choir sings","response":"Leipzig"}],"originalDate":"1986-09-30"},{"category":"19th CENTURY","comments":"","clues":[{"text":"In 1892, it replaced Castle Garden as New York's immigration depot","response":"Ellis Island"},{"text":"With the case of Marbury v. Madison in 1803, they overturned their 1st national law","response":"the Supreme Court"},{"text":"At the 1876 Expo in Philadelphia, the emperor of Brazil was amazed when this new invention talked to him","response":"the telephone"},{"text":"In 1881, he merged his company with one owned by James B. Cooper, James L. Hutchinson, &amp; James A. Bailey","response":"P.T. Barnum"},{"text":"The 1842 Webster-Ashburton Treaty settled the boundary dispute between these 2 countries","response":"Canada & United States"}],"originalDate":"1986-09-30"},{"category":"FAMOUS QUOTES","comments":"","clues":[{"text":"Jonathan Swift said both promises &amp; pie crust are made to be this","response":"broken"},{"text":"In 1967, this \"High Priest of LSD\" said, \"Turn on, tune in, drop out\"","response":"Timothy Leary"},{"text":"Bartlett's attributes \"Don't get mad, get even\" to this father of a president","response":"Joseph Kennedy"},{"text":"He said, \"If my theory succeeds, Germany will say I am a German;.. if (it) fails, (they will) call me a Jew\"","response":"Albert Einstein"},{"text":"G.B. Shaw said when one knows nothing but thinks he knows everything, it points to a career in this","response":"politics"}],"originalDate":"1986-09-30"},{"category":"IOWA","comments":"","clues":[{"text":"Called the single most watched person in history, this TV host was born in Iowa, not Nebraska","response":"Johnny Carson"},{"text":"Born in Scott County, this showman &amp; Indian scout wrote a few dime novels but was a hero in 575 of them","response":"Buffalo Bill (Cody)"},{"text":"Woolstock, Iowa, not Krypton, was birthplace of this TV \"Superman\"","response":"George Reeves"},{"text":"\"I knew... Richard Nixon as well as I wanted to,\" wrote this former \"60 Minutes\" newsman","response":"Harry Reasoner"},{"text":"Wife of 34th president &amp; 1 of 2 first ladies whose birthplace is a historic site","response":"Mamie Eisenhower"}],"originalDate":"1986-09-30"},{"category":"\"SPRING\" IS HERE","comments":"","clues":[{"text":"13 of his songs, recorded by other artists, were released in an album called \"Cover Me\"","response":"Bruce Springsteen"},{"text":"Term used to describe someone's children or descendants","response":"offspring"},{"text":"Musical play produced by Zero Mostel &amp; Gene Wilder in \"The Producers\"","response":"<i>Springtime for Hitler</i>"},{"text":"A kind of gazelle, or a brand of jigsaw puzzle","response":"a springbok"},{"text":"She was star of TV's \"December Bride\"","response":"Spring Byington"}],"originalDate":"1986-09-30"},{"category":"INVENTORS &amp; INVENTIONS","comments":"","clues":[{"text":"Next time you buy groceries, thank Margaret Knight, who in 1871 won a patent battle for her machine to make pre-folded these","response":"(paper) grocery bags"},{"text":"Britain's Air Ministry ridiculed Frank Whittle's idea for this type of engine in the 1920s, but by the 1950s no one was laughing","response":"a jet engine"},{"text":"In the 1830s Jeanne Villepreux-Power invented this glass receptacle to help her study the paper nautilus","response":"the aquarium"},{"text":"In the 17th century physicist Christiaan Huygens brought this swingin' device into clocks","response":"a pendulum"},{"text":"Ophthalmologist Patricia Bath invented a sight-saving laser probe to remove these opacities from the eye","response":"cataracts"}],"originalDate":"2023-02-01"}],{"category":"AFRICAN COUNTRIES","text":"Nicknamed \"the Kingdom in the Sky\", this landlocked nation is the only country in the world to lie entirely above 4,000 feet","response":"Lesotho"}]}