{"mix":741,"rounds":[[{"category":"CIVIL WAR","comments":"","clues":[{"text":"In famous Civil War song, his \"body lies a-mouldering in the grave, his soul goes marching on\"","response":"John Brown"},{"text":"In his 1861 inaugural speech he said, \"All we ask is to be let alone\"","response":"Jefferson Davis"},{"text":"\"Sic semper tyrannis! The South is avenged!\"","response":"what John Wilkes Booth said when he assassinated Abraham Lincoln"},{"text":"Southerners call these Virginia battles 1st &amp;  2nd Manassas","response":"the 1st & 2nd Bull Run"},{"text":"She supposedly told Rebs, \"Shoot if you must this old gray head, but spare your country's flag\"","response":"Barbara Fritchie"}],"originalDate":"1985-09-18"},{"category":"GRAMMAR","comments":"","clues":[{"text":"Wurd speled corectly incide this anser","response":"this"},{"text":"He changed the English \"re's\" to American \"er's\" for his 1828 dictionary","response":"(Noah) Webster"},{"text":"While our show only has 1, \"What's Happening!!\" had 2","response":"exclamation points"},{"text":"Unlike a  metaphor, this figure of speech compares through use of words like \"like\"","response":"a simile"},{"text":"Complete listing of the forms of a verb","response":"a conjugation"}],"originalDate":"1985-09-18"},{"category":"\"IN\" THE RIGHT PLACE","comments":"","clues":[{"text":"Benjamin Harrison's home is now a museum in this Midwestern capital","response":"Indianapolis"},{"text":"In 1815 Mount Tambora on this big archipelago had a huge eruption &amp; lost much of its height","response":"Indonesia"},{"text":"In the center of Scotland's Highlands region, this onetime capital of the Picts has the U.K. postal abbreviation \"IV\"","response":"Inverness"},{"text":"Southwest of Seoul lies this big port city, site of a historic U.N. troop landing in 1950","response":"Inchon"},{"text":"This European city had the good fortune to host the Olympics twice<span class=\"nobreak\">--</span>in 1964 &amp; in 1976","response":"Innsbruck"}],"originalDate":"2023-01-31"},{"category":"SCI-FI &amp; FANTASY","comments":"","clues":[{"text":"The orphan Rin in R.F. Kuang's \"The Poppy War\" escapes her foster family, dealers of this drug, but she's just getting started","response":"opium"},{"text":"P. Djèlí Clark uses this subgenre named for Victorian-era technology for his \"Dead Djinn\" stories set in an alternate 1912 Cairo","response":"steampunk"},{"text":"A \"Star Trek\" homage, this colorful John Scalzi title refers to clothing soon-to-die crew members wear","response":"the <i>Redshirts</i>"},{"text":"This Joe Haldeman classic tells of William Mandella, who fights the interstellar Taurans for a really long time","response":"<i>The Forever War</i>"},{"text":"After Robert Jordan's passing, the prolific Brandon Sanderson took on the task of completing this epic fantasy series","response":"<i>The Wheel of Time</i>"}],"originalDate":"2023-01-31"},{"category":"AD VERBS &amp; TAGLINES","comments":"","clues":[{"text":"M&M's: <br>\"The milk chocolate ____ in your mouth, not in your hand\"","response":"melts"},{"text":"Apple, beginning in the 1990s:<br>\"____ different\"","response":"Think"},{"text":"Target:<br>\"____ more.<br>Pay less.\"","response":"Expect"},{"text":"Instagram: <br>\"____ and share the world's moments\"","response":"Capture"},{"text":"Jantzen swimwear:<br>\"____ into life\"","response":"dive"}],"originalDate":"2023-01-31"},{"category":"GET STUFFED!","comments":"","clues":[{"text":"\"Eider\" sometimes comes in front of this 4-letter word you might find stuffed in your fluffy pillow","response":"down"},{"text":"Kristen Arnett's \"Mostly Dead Things\" is about a young woman who takes over one of these shops that stuffs dead animals","response":"taxidermist"},{"text":"A soft stuffed toy won as a carnival prize is called this; kids call it that too, &amp; sometimes add \"ie\"","response":"a plush"},{"text":"Good Housekeeping's \"75 Best\" affordable these alliterative holiday gifts for 2022 included gear ties &amp; lightsaber chopsticks","response":"stocking stuffers"},{"text":"You don't wanna know the actual meat that gets stuffed into Mrs. Lovett's meat pies in this Sondheim musical","response":"<i>Sweeney Todd</i>"}],"originalDate":"2023-01-31"}],[{"category":"THE SILENT &amp; NOT-SILENT LETTER","comments":"(Ken: You'll have to name the letter used in the same word both silently and pronounced; it appears twice.)","clues":[{"text":"In a word for places like the Galapagos or the Ryukyus","response":"an S"},{"text":"In a word meaning to lightly rap on something or disparage someone","response":"K"},{"text":"In a day of the week","response":"D"},{"text":"In one of the academic STEM subjects","response":"a C"},{"text":"In a memory-helping word that describes a phrase like \"every good boy does fine\", relating to music","response":"M"}],"originalDate":"2023-01-31"},{"category":"MEDICAL FOLKS","comments":"","clues":[{"text":"3rd century physician Wang Shuhe pioneered diagnosis based on this, measuring it at 3 spots on each wrist","response":"pulse"},{"text":"Epidemiologist Archie Cochrane studied pneumoconiosis, a disease of these organs, in Welsh coal miners","response":"the lungs"},{"text":"Named Australian of the Century in 1999, Victor Chang helped develop artificial heart these to keep blood flow in the right direction","response":"valves"},{"text":"Helen Taussig developed the first treatment for cyanotic infants, this alliterative syndrome","response":"blue babies"},{"text":"Pernicious anemia was once called by the name of this 19th c. doctor for whom a disease of the adrenal glands is still named","response":"Thomas Addison"}],"originalDate":"2023-01-31"},{"category":"A CAPITAL OFFENSIVE","comments":"","clues":[{"text":"Burning the U.S Capitol building in 1814, the British fueled the fire with 3,000 books from this institution, small at the time","response":"the Library of Congress"},{"text":"In December 1941 Hitler's armies reached the suburbs of this capital, but that's as far as they got","response":"Moscow"},{"text":"Napoleon put a guard of honor around the home of Joseph Haydn after capturing this capital in 1809","response":"Vienna"},{"text":"The Vandals plundered this North African capital in 439, though the Romans had \"destroyed\" it 6 centuries earlier","response":"Carthage"},{"text":"After a rapid offensive, this capital was captured April 30, 1975, leading to a name change","response":"Ho Chi Minh City"}],"originalDate":"2023-01-31"},{"category":"THEY WROTE THE MOVIE","comments":"","clues":[{"text":"James Cameron's writing credits include \"The Terminator\", \"Avatar\" &amp; this 1997 block-of-ice-buster","response":"<i>Titanic</i>"},{"text":"Greta Gerwig wrote &amp; directed this 2017 film starring Saoirse Ronan as an artistic teenager","response":"<i>Lady Bird</i>"},{"text":"She co-wrote the screenplay for \"Sleepless in Seattle\"; \"When Harry Met Sally\" was all hers","response":"Nora Ephron"},{"text":"David Webb Peoples wrote the script for this Western with Clint Eastwood as a killer-turned-farmer-turned-killer","response":"<i>Unforgiven</i>"},{"text":"As well as directing, Ingmar Bergman wrote this 1957 classic featuring a chess game with Death","response":"<i>The Seventh Seal</i>"}],"originalDate":"2023-01-31"},{"category":"FAMOUS TRIALS","comments":"","clues":[{"text":"To help defray court costs, this automaker appealed for public donations in '84","response":"John DeLorean"},{"text":"In \"The Burning Bed\", she played Francine Hughes, battered wife acquitted of murdering her husband","response":"Farrah Fawcett"},{"text":"Term for suit brought against Marvin by Michelle with Mitchelson as her maven","response":"a palimony suit"},{"text":"He sentenced Jesus Christ","response":"Pontius Pilate"},{"text":"The evolution of this teacher's career was cut short by Wm. Jennings Bryan","response":"Scopes"}],"originalDate":"1985-04-29"},{"category":"\"GRAHAMS\"","comments":"","clues":[{"text":"Presbyterian community of Montreat, NC is home to this evangelist","response":"Billy Graham"},{"text":"Food item named for 19th c. campaigner against white flour; Sylvester Graham","response":"a graham cracker"},{"text":"=","response":"="},{"text":"She described her affair with F. Scott Fitzgerald in \"Beloved Infidel\"","response":"Sheila Graham"},{"text":"\"There Goes What's Her Name\" is autobiography of this \"Girl Talk\" hostess","response":"Virginia Graham"}],"originalDate":"1985-04-29"}],{"category":"GENERALS","text":"Former West Pt. superintendent &amp; future general, in 1859 he led troops that captured John Brown","response":"Robert E. Lee"}]}