{"mix":745,"rounds":[[{"category":"COUNTRY SONGS","comments":"","clues":[{"text":"Inspired by an Oz character, Miranda Lambert sings, \"Hey there, Mr.\" him, \"Take it from me, darlin', you don't want a heart\"","response":"Tin Man"},{"text":"A Taylor Swift hit off her debut album was a song of unrequited love called \"Teardrops On My\" this","response":"Guitar"},{"text":"Satan was on the move, \"looking for a soul to steal\" in this Charlie Daniels Band CMA Single of the Year","response":"\"The Devil Went Down To Georgia\""},{"text":"The Carter Family &amp; other country greats ask this musical question, \"by &amp; by, Lord, by &amp; by\"","response":"Will the circle be unbroken"},{"text":"Little Big Town had its first No. 1 country hit singing about partying &amp; catching waves on this title boat","response":"the \"Pontoon\""}],"originalDate":"2023-01-27"},{"category":"19th CENTURY SCIENCE","comments":"","clues":[{"text":"In 1803 a British meteorologist published new names for these, including cumulus &amp; cirrus","response":"clouds"},{"text":"In the 1870s a Swiss surgeon pioneered the surgical removal of this gland to treat goiter","response":"the thyroid"},{"text":"Once thought to be a planet, the first asteroid was discovered in 1801 &amp; named this after a Roman goddess","response":"Ceres"},{"text":"In 1859 Charles Darwin explained his theory of evolution in an important work commonly shortened to this title","response":"<i>On the Origin of Species</i>"},{"text":"An 1813 work called \"Elementary Theory of Botany\" introduced this field, the classification of organisms","response":"taxonomy"}],"originalDate":"2023-01-27"},{"category":"ALL THINGS IRISH","comments":"","clues":[{"text":"A disease of this tuber in the 1840s led to famine, death &amp; a large emigration away from Ireland","response":"a potato"},{"text":"It's a county bordered by the river Shannon as well as a comical 5-line poem","response":"Limerick"},{"text":"Born in Drogheda, this actor has played James Bond in film &amp; Remington Steele on TV","response":"Pierce Brosnan"},{"text":"The name of these mischievous little people of folklore may have come from Old Irish words for \"small\" &amp; \"body\"","response":"leprechaun"},{"text":"Kissing this stone at the Irish castle of the same name is said to give the kisser the gift of persuasive speaking","response":"(the) Blarney (Stone)"}],"originalDate":"2023-01-26"},{"category":"4-LETTER ADJECTIVES","comments":"","clues":[{"text":"Uncommon, or steak with a cool red center","response":"rare"},{"text":"Uh-oh, someone left the door this way, partly open","response":"ajar"},{"text":"Meaning super luxurious or stylish, it was also Victoria Beckham's Spice Girl name","response":"posh"},{"text":"This adjective invoking morning moisture is applied to skin that looks hydrated, glowing &amp; smooth","response":"dewy"},{"text":"File under \"Z\"<span class=\"nobreak\">--</span>this word means comical or just plain ludicrous","response":"zany"}],"originalDate":"2023-01-26"},{"category":"THE MUSEUM OF FAILURE","comments":"(Mayim: A traveling exhibit of innovations that didn't work, with quotes from their website.)","clues":[{"text":"This beverage brand \"changed its classic recipe in 1985... consumers were furious... original formula was rapidly re-introduced\"","response":"Coke (Coca-Cola)"},{"text":"Shake it like a this picture?  Great!  But its Instant Video Camera System?  That \"could only record 2 1/2 minutes of murky, dark video\"","response":"Polaroid"},{"text":"\"The technology didn't quite work\" in the \"Glass\" by this company &amp; the built-in camera raised concerns about privacy issues","response":"Google"},{"text":"\"Singles\" from this baby food co. was adult food, but \"it might as well have been called 'I Live Alone &amp; Eat My Meals From a Jar\"'","response":"Gerber"},{"text":"\"A severely underpowered engine\" made this '80s car \"painfully slow\", but it was a massive success as a time machine","response":"DeLorean"}],"originalDate":"2023-01-26"},{"category":"CHARACTER/ACTOR","comments":"","clues":[{"text":"He's the roguish, rum-obsessed captain played by Johnny Depp in the \"Pirates of the Caribbean\" franchise","response":"Jack Sparrow"},{"text":"This actress was iconic as Holly Golightly in the film \"Breakfast at Tiffany's\"","response":"Audrey Hepburn"},{"text":"Her roles have included Ma Rainey in film &amp; Annalise Keating on \"How to Get Away with Murder\"","response":"Viola Davis"},{"text":"In this 1982 movie comedy, Dustin Hoffman played Michael Dorsey &amp; Dorothy Michaels","response":"<i>Tootsie</i>"},{"text":"As Anton Chigurh in this 2007 film, Javier Bardem &amp; his haircut were both downright frightening","response":"<i>No Country for Old Men</i>"}],"originalDate":"2023-01-26"}],[{"category":"____ &amp; ____","comments":"","clues":[{"text":"Former lovers beware!  This sort of interview may betray your past intimacies","response":"kiss & tell"},{"text":"Biblical scholars are known to quote the Bible this specific way","response":"chapter & verse"},{"text":"Hopefully, that check you're trying to cash isn't deemed this redundant way, meaning invalid","response":"null & void"},{"text":"Lunar enthusiasts are partial to this alliterative idiom of 2 verbs that refers to any periodic change in size or strength","response":"waxing & waning"},{"text":"This watery idiom refers to never-ending fluctuations","response":"ebb & flow"}],"originalDate":"2023-01-26"},{"category":"REAL ESTATES","comments":"","clues":[{"text":"According to Zillow, this residence at 1600 Pennsylvania Avenue NW in Washington, D.C. is worth about $500 million","response":"the White House"},{"text":"A private jet named the Lisa Marie &amp; the jungle room with its green shag carpet are highlights of this Memphis estate","response":"Graceland"},{"text":"Highclere Castle played the title place of this TV series that featured Maggie Smith as the Dowager Countess of Grantham","response":"<i>Downton Abbey</i>"},{"text":"This London palace has 775 rooms, but it didn't have a ballroom until the 1850s (how did the royals ever manage without one?)","response":"Buckingham Palace"},{"text":"Stairs to nowhere &amp; doors that open into walls are part of this \"Mystery House\" built by a member of a gun-making family","response":"the Winchester (Mystery) House"}],"originalDate":"2023-01-26"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In \"Reunion: A Memoir\", this husband of Jane Fonda calls himself \"a 'born-again middle American\"","response":"Tom Hayden"},{"text":"For the record, he wrote the controversial \"For the Record: From Wall St. to Washington\"","response":"Donald Regan"},{"text":"Her 1st bestseller was \"Don't Fall Off the Mountain\" but later she went \"Out on a Limb\"","response":"Shirley MacLaine"},{"text":"Astrid Lindgren writes books about this redhead who pals around with a monkey named Mr. Nilsson","response":"Pippi Longstocking"},{"text":"\"Zoya\", described as a Russian saga, is this romance novelist's 22nd consecutive best seller","response":"Danielle Steel"}],"originalDate":"1988-11-24"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Dublin is an easy city to get lost in because these often change from block to block","response":"the street names"},{"text":"You have to go underground to visit the National Museum of African Art in this U.S. city","response":"Washington, D.C."},{"text":"Moscow has 2 major department stores, Tsum &amp; this one","response":"GUM"},{"text":"Built on a sacred mountain, the Potala Palace in this city is the former home of the Dalai Lama","response":"Lhasa"},{"text":"You can ride a camel to dinner or even spend the night with one near Alice Springs in this country","response":"Australia"}],"originalDate":"1988-11-24"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"Sterling Drug, maker of Bayer aspirin, was recently purchased by this U.S. camera company","response":"Kodak"},{"text":"In 1940 the Mars Company, noted for its candy, acquired this brand of rice","response":"Uncle Ben's"},{"text":"After Six, estab. in 1903, controls over half the market of this type of men's wear","response":"evening wear (formal wear, tuxedos)"},{"text":"William Manchester wrote \"The Arms of\" this German steelmaking family","response":"Krupp"},{"text":"The largest glassmaker in the U.S. PPG Industries, used to be called this","response":"Pittsburgh Plate Glass"}],"originalDate":"1988-11-24"},{"category":"THE ROYAL FAMILY","comments":"","clues":[{"text":"These 2 have spent so much time apart that People magazine pleaded, \"Save the Wales!\"","response":"Prince Charles & Princess Diana"},{"text":"He's the son of Princess Alice of Battenberg &amp; Prince Andrew of Greece","response":"Prince Philip"},{"text":"In 1982 Prince Andrew fought for the British in these islands; in 1985 he opened a new airport there","response":"the Falklands"},{"text":"In 1978 she became the 1st member of the immediate royal family since Henry VIII to get a divorce","response":"Princess Margaret"},{"text":"In 1985 it was revealed that the father of this princess had been an officer in the Nazi SS","response":"Princess Michael (of Kent)"}],"originalDate":"1988-11-24"}],{"category":"FOOD &amp; DRINK","text":"Worldwide, more of this fruit is produced for food &amp; drink than any other","response":"grapes"}]}