{"mix":747,"rounds":[[{"category":"FINANCE &amp; INVESTING","comments":"","clues":[{"text":"A fan of Tim Cook, Warren Buffett had close to 40% of Berkshire Hathaway's holdings in this company in 2022","response":"Apple"},{"text":"This word with a \"solid\" center is an industry's phase when many companies become few: carmaking around 1910, cannabis today","response":"consolidation"},{"text":"In the longevity type of this offering from an insurance company, the income doesn't start until you hit a specified age","response":"an annuity"},{"text":"Released in 2015, it became the No. 2 cryptocurrency in market capitalization, after Bitcoin","response":"Ethereum"},{"text":"To earn trust, many investment companies make it front &amp; center that they're this type of advisor obligated to act in a client's interest","response":"a fiduciary"}],"originalDate":"2023-01-26"},{"category":"\"B\" MOVIES","comments":"","clues":[{"text":"1995 epic about a fight for freedom!","response":"<i>Braveheart</i>"},{"text":"Keira Knightley kicks it in this soccer film","response":"<i>Bend It Like Beckham</i>"},{"text":"Frankie Laine sang the title tune of this Mel Brooks Western","response":"<i>Blazing Saddles</i>"},{"text":"It was subtitled \"The Unexpected Virtue of Ignorance\"","response":"<i>Birdman</i>"},{"text":"This Terry Gilliam fantasy features a futuristic bureaucracy","response":"<i>Brazil</i>"}],"originalDate":"2023-01-26"},{"category":"12 LETTERS OR MORE","comments":"","clues":[{"text":"It's defined as an intense fear of confined or enclosed spaces","response":"claustrophobia"},{"text":"It's the process by which green plants use chlorophyll to convert sunlight into nutrients &amp; create oxygen as a by-product","response":"photosynthesis"},{"text":"Job of Annie Leibovitz","response":"photographer"},{"text":"Søren Kierkegaard has been called the \"father of\" this philosophy that emphasizes the individual as a free &amp; responsible entity","response":"existentialism"},{"text":"For a colonoscopy, you should find this type of 18-letter doctor","response":"gastroenterologist"}],"originalDate":"2023-01-26"},{"category":"I AM A CHAMPION!","comments":"","clues":[{"text":"It's the last name of boxer Laila, who outdid even her dad by retiring undefeated after winning world titles in 2 weight classes","response":"Ali"},{"text":"Rod Laver is the only 2-time winner of all 4 major tennis singles titles in one year, a feat called this, like a big home run","response":"a grand slam"},{"text":"On May 30,1911, Ray Harroun became the first champ of this race, going 75 mph; Marcus Ericsson won it in 2022, going 100 mph faster","response":"the Indy 500"},{"text":"In 2019 she surpassed Vitaly Scherbo to become the most decorated gymnast in world championship history","response":"Simone Biles"},{"text":"Pitching ringers on 85% of his throws, in 2022 Alan Francis captured his record 26th world championship in this","response":"horseshoes"}],"originalDate":"2023-01-19"},{"category":"\"NN\"YTIME","comments":"(Mayim: Responses contain a double \"N\".)","clues":[{"text":"In one word, not guilty","response":"innocent"},{"text":"In the 1970s these department store models for clothing displays began to have belly buttons","response":"mannequins"},{"text":"Born in the '80s &amp; early '90s, they're often depicted as tech-savvy &amp; maybe just a bit entitled","response":"millennials"},{"text":"This verb can mean to have your hiking companion for dinner, or to take resources from one project to finish another","response":"cannibalize"},{"text":"\"Astrophel and Stella\" is a 16th century sequence of more than 100 of these 14-line poems","response":"sonnets"}],"originalDate":"2023-01-19"},{"category":"THE BOOK WITH NO PICTURES","comments":"","clues":[{"text":"A line from this dystopian novel by Ray Bradbury: \"The books leapt &amp; danced like roasted birds, their wings ablaze\"","response":"<i>Fahrenheit 451</i>"},{"text":"The title of this Dostoyevsky novel refers to murder &amp; 8 years of hard labor in Siberia","response":"<i>Crime and Punishment</i>"},{"text":"The first Nebula Award winner for Best Novel was this Frank Herbert novel set on the desert planet Arrakis","response":"<i>Dune</i>"},{"text":"Locals call Kya the \"Marsh Girl\" in this recent bestseller by Delia Owens","response":"<i>Where the Crawdads Sing</i>"},{"text":"From bad to worse in this novel: escaping nuclear war, a plane crashes, killing all the adults; the boys form their own society on an island","response":"<i>Lord of the Flies</i>"}],"originalDate":"2023-01-19"}],[{"category":"WHAT'S NEW IN HISTORY","comments":"","clues":[{"text":"A new day dawned for civil rights in 1920 when the 19th one of these gave women the right to vote","response":"an amendment"},{"text":"In January 1959 moderate liberal Manuel Urrutia was Cuba's new president, but by July, this man was fully in charge","response":"Fidel Castro"},{"text":"This northeast state got its name in the 1620s from a county in England where the scene was dull<span class=\"nobreak\">--</span>time for something \"new\"","response":"New Hampshire"},{"text":"Around 1001 a whole New World beckoned this Norse explorer who established a settlement in Vinland in North America","response":"Leif Erikson"},{"text":"To get back in sync with the solar year, this new calendar named for a pope made Oct. 15, 1582 the day after Oct. 4","response":"(the) Gregorian (calendar)"}],"originalDate":"2023-01-19"},{"category":"SHOE BIZ","comments":"","clues":[{"text":"In 2016 co-founder Phil Knight officially stepped down as chairman of this sports brand","response":"Nike"},{"text":"After moving to Southern California in 1978, Aussie surfer Brian Smith launched this brand of sheepskin boots","response":"Uggs"},{"text":"Like Elvis sang, \"don't you step on\" these shoes that you can get from Brooks Brothers","response":"(blue) suede shoes"},{"text":"This end-of-the-alphabet website that began selling shoes in 1999 takes its name from the Spanish word for \"shoes\"","response":"Zappos"},{"text":"Whether they're 6-inch heels, flats or flip-flops, shoes from this designer have the iconic red soles","response":"Louboutin"}],"originalDate":"2023-01-19"},{"category":"STARTS WITH A SILENT LETTER","comments":"","clues":[{"text":"The biting midge, or no-see-um, is one of these small, pesky flies whose \"G\" is a no-hear-um","response":"a gnat"},{"text":"Bakers do it to prepare dough &amp; masseuses do the same to your knotty muscles to make you feel better","response":"knead"},{"text":"Whether it begins with a silent \"T\" or a silent \"C\", it's the title for a former ruler of Russia","response":"a czar"},{"text":"As a noun, it is a tool in your toolbox; as a verb, it refers to something you don't want to do to your back","response":"wrench"},{"text":"\"The Lord is my shepherd; I shall not want\", begins No. 23 of these in the Bible","response":"Psalms"}],"originalDate":"2023-01-19"},{"category":"THOMAS EDISON","comments":"","clues":[{"text":"Edison was good friends with this industrialist, who hoped to use Edison's nickel-iron batteries to power his cars","response":"Ford"},{"text":"The kinetograph, developed by Edison in the 1890s, was one of these, basically the same type used for the next century-plus","response":"a movie camera"},{"text":"In the 1860s Edison worked as a roving operator of this communication device for companies like Western Union","response":"a telegraph"},{"text":"Less renowned patents include a swaging machine, a rheotome &amp; a cement-burning one of these big ovens, also a pottery term","response":"a kiln"},{"text":"Tom's own recording of \"Mary Had A Little Lamb\" in 1877 was a breakthrough in the invention of this \"talking machine\"","response":"the phonograph"}],"originalDate":"2023-01-19"},{"category":"U.S.\"A\"s","comments":"","clues":[{"text":"To diversify from tobacco products, in 1964 Liggett &amp; Myers bought the co. making this dog food","response":"Alpo"},{"text":"In 1959 the 1st 7 of these were selected from hundreds of military test pilots","response":"the astronauts"},{"text":"Though fined $100 for voting in New York, she never paid it","response":"Susan B. Anthony"},{"text":"Memphis is in Tennessee; West Memphis is across the Mississippi in this state","response":"Arkansas"},{"text":"Benedict Arnold did his plotting with this British major who was hanged as a spy October 2, 1780","response":"Major Andre"}],"originalDate":"1989-12-19"},{"category":"MYTHOLOGICAL WOMEN","comments":"","clues":[{"text":"The Hyades were sisters who became a cluster of these, just like their sisters the Pleiades","response":"stars"},{"text":"As you might expect, Urania was the muse of this science","response":"astronomy"},{"text":"Mountain nymphs are called Oreads &amp; water nymphs are these","response":"the naiads"},{"text":"Antigone was the daughter of her grandmother Jocasta &amp; this man","response":"Oedipus"},{"text":"Sadly, she died of a snakebite soon after she married Orpheus","response":"Eurydice"}],"originalDate":"1989-12-19"}],{"category":"HISTORY","text":"It was the world's largest city for the entire 19th century","response":"London"}]}