{"mix":748,"rounds":[[{"category":"SPORTS","comments":"","clues":[{"text":"Dodger shortstop Harold Reese was known by this diminutive nickname","response":"Pee Wee"},{"text":"Not only a neighborhood tough, but also a term for a face-off in a field hockey game","response":"bully"},{"text":"After winning 3 gold medals in swimming in 1924 &amp; 1928, this Olympian advertised B.V.D. swimwear","response":"Johnny Weissmuller"},{"text":"He is the only person with more than 200 career victories in stock car racing","response":"Richard Petty"},{"text":"This college conference provides the host team for the Sugar Bowl","response":"the Southeast Conference"}],"originalDate":"1989-12-19"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Geologically speaking, \"vulcanian\" doesn't refer to Mr. Spock but to one of these","response":"volcano"},{"text":"To dish out swill to your hogs, or the swill itself","response":"slop"},{"text":"This arachnid was named for Taranto, Italy","response":"a tarantula"},{"text":"A waxwork is a wax statue, but a waxwing is one of these","response":"a bird"},{"text":"This adjective meaning \"out of place\" can refer to a pregnancy outside the womb","response":"ectopic"}],"originalDate":"1989-12-19"},{"category":"CANADA","comments":"","clues":[{"text":"About 70% of Canada's trade, both imports &amp; exports, is with this country","response":"the U.S."},{"text":"About 1/3 of Canada's population lives in this province","response":"Ontario"},{"text":"In 1968 he became only the 3rd French Canadian to become prime minister","response":"(Pierre) Trudeau"},{"text":"3 of the 4 Atlantic provinces","response":"(3 of) Nova Scotia, Newfoundland & Prince Edward Island (or New Brunswick)"},{"text":"Named for an English explorer, it's Canada's largest island &amp; the world's 5th largest","response":"Baffin"}],"originalDate":"1989-12-19"},{"category":"SCULPTURE","comments":"","clues":[{"text":"Of all metals, this alloy is the one most used for casting sculpture","response":"bronze"},{"text":"Caryatids &amp; Atlantes are architectural supports carved to look like these","response":"people (men & women)"},{"text":"Since ancient times these stone coffins have featured carved figures of the deceased on their lids","response":"sarcophagi"},{"text":"A large cache of beautiful terra-cotta figurines was found at Tanagra in this country in 1874","response":"Greece"},{"text":"Gutzon Borglum was the original sculptor for these 2 massive mountain memorials","response":"Mount Rushmore & Stone Mountain"}],"originalDate":"1989-12-19"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"In \"Women in Love\" he continued the story of Ursula that began in \"The Rainbow\"","response":"D.H. Lawrence"},{"text":"His play \"The Tragical history Dr. Faustus\", borrows from earlier morality plays","response":"(Christopher) Marlowe"},{"text":"George Eliot's fictional weaver whose soul is saved by the child Eppie","response":"Silas Marner"},{"text":"The heroine pretends to be a barmaid to win the hero's love in this playwright's \"She Stoops to Conquer\"","response":"(Oliver) Goldsmith"},{"text":"This Englishman moved to Australia after WWII &amp; set \"On the Beach\" there","response":"Nevil Shute"}],"originalDate":"1989-12-19"},{"category":"U.S. SENATORS","comments":"","clues":[{"text":"The son of late Connecticut Senator Thomas Dodd, he's serving his 2nd term in the same job","response":"Christopher Dodd"},{"text":"Arkansas sen. who was a Rhodes scholar before sponsoring a scholarship program","response":"(William) Fulbright"},{"text":"For the past 20 years this state's been represented by Mark Hatfield &amp; Bob Packwood","response":"Oregon"},{"text":"Her 1978 victory was the 1st time a woman who wasn't the widow of a congressman was elected to the Senate","response":"(Nancy) Kassebaum"},{"text":"Claiborne Pell has represented this New England state in the Senate for more than 28 years","response":"Rhode Island"}],"originalDate":"1989-12-19"}],[{"category":"INTERNATIONAL COOKING","comments":"","clues":[{"text":"You need this flatbread to make tacos, burritos or enchiladas","response":"tortillas"},{"text":"Mulligatawny, a cream soup made with chicken or lamb, originated in this Asian country","response":"India"},{"text":"They're the \"fagioli\" in pasta e fagioli,<br>or <br>pasta fazool, as it's better known","response":"beans"},{"text":"Wiener schnitzel isn't made with hot dogs but with this meat","response":"veal"},{"text":"Spanish dish of chicken, seafood &amp; rice, cooked in a special wide-bottom pan","response":"paella"}],"originalDate":"1989-12-19"},{"category":"GARDEN VARIETY STORIES","comments":"","clues":[{"text":"Deborah Moggach's \"Tulip Fever\" is set in this European city in the 17th century, when lust for the bulbs was all too real","response":"Amsterdam"},{"text":"Mysteries abound as plucky Agatha Raisin tries to find a killer in M.C. Beaton's novel \"Pushing up\" these flowers","response":"Daisies"},{"text":"James Ellroy took on the real-life unsolved murder of Elizabeth Short, nicknamed this, in his novel of the same name","response":"the \"Black Dahlia\""},{"text":"Susan Orlean wrote about John Laroche, arrested for stealing these title flowers from Florida swamps","response":"orchids"},{"text":"This Umberto Eco novel is set in Italy in 1327","response":"<i>The Name of the Rose</i>"}],"originalDate":"2023-01-25"},{"category":"3-LETTER RESPONSES","comments":"","clues":[{"text":"An agency of Homeland Security, it tells you what you can &amp; can't take on a plane","response":"the TSA"},{"text":"Elon Musk holds this 3-letter title at both Tesla &amp; SpaceX","response":"CEO"},{"text":"This federal agency has its headquarters in Atlanta largely because the South was once the epicenter of malaria outbreaks","response":"the CDC"},{"text":"When it comes to food labeling, the word bioengineered is frequently replacing these 3 letters","response":"GMO"},{"text":"The police will put out one of these to other law enforcement agencies to be on the lookout for a suspect","response":"an APB"}],"originalDate":"2023-01-25"},{"category":"HOW DO I GET THERE?","comments":"","clues":[{"text":"This venue that opened in 1891: <br>Go south on 5th past Central Park, hook a right onto 57th, hit 7th &amp; also practice, practice, practice","response":"Carnegie Hall"},{"text":"This UNESCO World Heritage Site: <br>Leave Cuzco on a narrow-gauge railway &amp; get set to climb up from the Urubamba River Valley","response":"Machu Picchu"},{"text":"This river: <br>Head to southern Idaho &amp; enjoy Twin Falls but don't try to jump it like Evel Knievel &amp; Eddie Braun (Eddie did make it in 2016)","response":"the Snake River"},{"text":"This city opposite the same-named island: Drive north on I-5 past Seattle, cross the border &amp; use BC-99, eh","response":"Vancouver"},{"text":"This nation: <br>Head south out of Estonia &amp; you're there, but if you keep going &amp; head into Lithuania, you've gone too far","response":"Latvia"}],"originalDate":"2023-01-25"},{"category":"PACINO PLAYED 'EM","comments":"","clues":[{"text":"This reluctant (for a while) member of the Corleone crime family","response":"Michael Corleone"},{"text":"This college football coach facing scandal","response":"Joe Paterno"},{"text":"As Sonny, a Vietnam vet turned bumbling bank robber in this film","response":"<i>Dog Day Afternoon</i>"},{"text":"Sporting a beard, this honest cop who fought corruption","response":"Serpico"},{"text":"Homicide detective Will Dormer, whose name is close to Euro-words meaning \"sleep\", in this film","response":"<i>Insomnia</i>"}],"originalDate":"2023-01-25"},{"category":"WE GRADE THAT H-PLUS","comments":"(Ken: Each correct response is two words and I will need them both.)","clues":[{"text":"Insert an \"H\" in a word meaning identical &amp; you get a feeling of disgrace","response":"shame & same"},{"text":"To be unwell takes some Preparation H to call out for a cab","response":"ail & hail"},{"text":"A clever word describing Oscar Wilde adds an H to become a preposition","response":"wit & with"},{"text":"A planet lets an H settle on it to become a fireplace's brick floor","response":"Earth & hearth"},{"text":"A restaurant with tables on the sidewalk adds H to the menu for a word meaning to irritate by rubbing","response":"café & chafe"}],"originalDate":"2023-01-25"}],{"category":"CLASSICAL MUSIC","text":"Composed around 1720, this group of instrumental works was dedicated to a younger brother of Prussian king Frederick I","response":"the <i>Brandenburg Concertos</i>"}]}