{"mix":760,"rounds":[[{"category":"TRIANGLES","comments":"","clues":[{"text":"A gable is a triangle-shaped feature on this part of a house","response":"the roof"},{"text":"\"Jules &amp; Jim\" is a classic film about this geometric situation; some have asked why Catherine isn't in the title","response":"a love triangle"},{"text":"You need a triangle for this action to set up billiard balls for the break shot","response":"racking"},{"text":"On this holiday generally in March, Jews traditionally eat triangular pastries called Hamantaschen","response":"Purim"},{"text":"A triangle roughly formed by Florida, Puerto Rico &amp; this place is notorious for swallowing up boats &amp; planes without a trace","response":"Bermuda"}],"originalDate":"2023-01-12"},{"category":"GLOOMY AUTHORS","comments":"","clues":[{"text":"\"Everything is evil\" wrote the 19th century poet Giacomo Leopardi, who exemplified this glass-half-empty -ism","response":"pessimism"},{"text":"In Kuniko Tsurita's book of manga \"The Sky Is Blue with a Single Cloud\", it's this kind of cloud from a nuclear bomb","response":"a mushroom cloud"},{"text":"Called \"Roald the Rotten\" by his own wife, he created memorable villains like Miss Trunchbull in \"Matilda\"","response":"(Roald) Dahl"},{"text":"\"The unutterable hideousness that can dwell in absolute silence\" is part of the \"Country\" of this author; how's your day going?","response":"Lovecraft"},{"text":"His plays like \"Waiting for Godot\" explore the meaninglessness of life &amp; even a Nobel Prize didn't make him happy","response":"Samuel Beckett"}],"originalDate":"2023-01-12"},{"category":"LITERARY OVERLAPS","comments":"","clues":[{"text":"\"Are You There God? It's Me\", <br>____<br>Drabble","response":"Margaret"},{"text":"\"The Spy Who Came in from the\" <br>____<br>\"Mountain\"","response":"Cold"},{"text":"\"The Summer I Turned\" <br>____<br>\"Little Liars\"","response":"Pretty"},{"text":"\"The Last Thing He Told\"<br>____<br>\"Talk Pretty One Day\"","response":"Me"},{"text":"\"Still\" <br>____<br>Walker","response":"Alice"}],"originalDate":"2023-01-13"},{"category":"YOU BROUGHT ME FAME &amp; FORTUNE","comments":"","clues":[{"text":"A widely known person; you may find it in the title of a primetime TV show like, say, I don't know, preceding the word \"Jeopardy!\"","response":"celebrity"},{"text":"As a noun, it can be buried, hoarded wealth; as a verb, it's to cherish something, like a memory","response":"treasure"},{"text":"Great renown, it also follows \"vain\" in a word describing excessive pride","response":"glory"},{"text":"An enthusiastic expression of approval, this 7-letter word is a synonym of \"fame\" &amp; rhymes with it","response":"acclaim"},{"text":"Tony Bennett sang this storied phrase meaning to go from poverty to wealth","response":"rags to riches"}],"originalDate":"2023-01-13"},{"category":"I THANK YOU ALL","comments":"","clues":[{"text":"Winning a Golden Globe for this 2006 film role, Sacha Baron Cohen said, \"Thank you to every American who has not sued me so far\"","response":"Borat"},{"text":"Kristin Chenoweth's 2009 Emmy thank you included a plea for a role on \"The Office\", as this had already happened to \"Pushing Daisies\"","response":"cancellation"},{"text":"After winning an Oscar for this title role, Julia Roberts didn't leave anyone out &amp; thanked \"everyone I've ever met in my life\"","response":"Erin Brockovich"},{"text":"Winning as the queen for \"The Favourite\", she said, \"If... I forget anybody, I'm gonna find you later &amp; I'm gonna give you all a massive snog\"","response":"(Olivia) Colman"},{"text":"Merritt Wever's Emmy speech for this Edie Falco medical show: \"Thanks so much. Um, thank you so much! Um, I gotta go. Bye\"","response":"<i>Nurse Jackie</i>"}],"originalDate":"2023-01-13"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"It's the familiar term for a marsupial's marsupium","response":"the pouch"},{"text":"It's the term for the change in an organism from larval to adult form, like a caterpillar to a Butterfly","response":"the metamorphosis"},{"text":"Its the more common name for the ringhals, a snake famous for squirting its venom several feet","response":"the king cobra"},{"text":"In rare instances, the male of this whale will grow 2 spiral tusks instead of 1","response":"the narwhal"},{"text":"In the Weddell species of this animal, the female is larger than the male","response":"a seal"}],"originalDate":"1995-03-02"}],[{"category":"THE MOVIES","comments":"","clues":[{"text":"This movie monster has been played by Lon Chaney, Jr., David Prowse &amp; Robert De Niro","response":"Frankenstein's Monster"},{"text":"This 7-time Mr. Olympia winner made his film debut billed as Arnold Strong in \"Hercules Goes Bananas\"","response":"Arnold Schwarzenegger"},{"text":"The last line in this 1951 Marlon Brando film is \"Hey, Stella! Hey Stella!\"","response":"<i>A Streetcar Named Desire</i>"},{"text":"This actor directed &amp; starred in the 1987 film \"Throw Momma from the Train\"","response":"Danny DeVito"},{"text":"\"Nobody Does It Better\", the theme to this James Bond film, was nominated for a 1977 Oscar","response":"<i>The Spy Who Loved Me</i>"}],"originalDate":"1995-03-02"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Before settling on this name for his company George Eastman tried many words beginning &amp; ending with K","response":"Kodak"},{"text":"Aetna, American International &amp; Cigna are the USA's largest publicly-owned companies in this industry","response":"insurance"},{"text":"This New York utility is called Con Ed for short","response":"Consolidated Edison"},{"text":"Magazine publisher James McGraw teamed up with this publisher of American Machinist in 1909","response":"(John Alexander) Hill"},{"text":"This Swedish car company's name goes back to a ball bearing maker whose name was Latin for \"I roll\"","response":"Volvo"}],"originalDate":"1995-03-02"},{"category":"GULFS","comments":"","clues":[{"text":"With the exception of the Tennessee, Alabama's rivers flow toward this gulf","response":"the Gulf of Mexico"},{"text":"In 1972 the U.S. mined Vietnamese ports on this gulf","response":"the Gulf of Tonkin"},{"text":"This body of water was formerly called the Gulf of Siam","response":"the Gulf of Thailand"},{"text":"Sao Tome, Principe &amp; Bioko, islands in the Gulf of Guinea, are considered part of this continent","response":"Africa"},{"text":"The Strait of Belle Isle between Labrador &amp; Newfoundland connects this gulf to the Atlantic","response":"the Gulf of St. Lawrence"}],"originalDate":"1995-03-02"},{"category":"COOKING","comments":"","clues":[{"text":"To cook these vegetables \"O'Brien\", dice them &amp; fry them with onions &amp; pimientos","response":"potatoes"},{"text":"This fatty tissue found in animal bones adds body &amp; flavor to soups","response":"marrow"},{"text":"You need to grate 1 or 2 ounces of the unsweetened type of this to make turkey casserole mole","response":"chocolate"},{"text":"Of chicken stock, beef stock or fish stock, the one used as the base for Normande sauce","response":"fish stock"},{"text":"To prepare a dish a la perigourdine, you must serve it with these fancy fungi","response":"truffles"}],"originalDate":"1995-03-02"},{"category":"GERMAN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Neujahrstag is this holiday","response":"New Year's Day"},{"text":"If you want to go to this type of store, ask for the antiquitatenladen","response":"an antique shop"},{"text":"If you lose one of these, say, \"Ich habe eine meiner, kontaktlinsen verloren\"","response":"my contact lens"},{"text":"This battery-powered device is eine taschenlampe","response":"a flashlight"},{"text":"This time of day is der sonnenaufgang","response":"dawn (sunrise)"}],"originalDate":"1995-03-02"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"She told Elle magazine that Bill is teaching her how to bowl","response":"Hillary Clinton"},{"text":"On direct assignment from her husband, she inspected coal mines, hospitals &amp; New Deal projects","response":"Eleanor Roosevelt"},{"text":"Sarah Polk, like Lucy Hayes, banned this from White House functions","response":"drinking"},{"text":"After her husband was inaugurated in 1809, some referred to her as \"Lady Presidentess\"","response":"Dolley Madison"},{"text":"\"Listen To The Mocking Bird\" was dedicated to Harriet Lane, who acted as this bachelor's hostess","response":"Buchanan"}],"originalDate":"1995-03-02"}],{"category":"ACTORS &amp; ROLES","text":"Sean Connery, Richard Todd &amp; Dick Gautier have all played this legendary fugitive hero","response":"Robin Hood"}]}