{"mix":762,"rounds":[[{"category":"BREWS N' BOOZE","comments":"","clues":[{"text":"This booze was the base of a Sputnik cocktail, popular in the 1950s","response":"vodka"},{"text":"2 million gallons of beer in the hall, 2 million gallons of beer... about that much was consumed at this 2011 event in Munich","response":"Oktoberfest"},{"text":"Waikiki's Royal Hawaiian has an oceanfront bar named for this rhyming cocktail; 2 kinds of rum go into it","response":"a mai tai"},{"text":"Beer's 4 main ingredients are malt, yeast, water &amp; these cones of a plant that help the drink keep its foamy head","response":"hops"},{"text":"Creme de cacao &amp; half &amp; half are 2 other ingredients in this brandy cocktail, a favorite of John Lennon","response":"a Brandy Alexander"}],"originalDate":"2023-01-12"},{"category":"DICTATORS &amp; TYRANTS","comments":"","clues":[{"text":"Around 546 B.C. Pisistratus took power as tyrant of this city &amp; ruled there for 2 decades","response":"Athens"},{"text":"He ruled Libya as dictator for 40 years, but Muammar Qaddafi styled himself as this less-than-highest military rank","response":"colonel"},{"text":"He prepared his sons Uday &amp; Qusay to succeed him in power, but they predeceased him in 2003","response":"Saddam Hussein"},{"text":"In 1964 the legislature of this Caribbean country ratified a new constitution making Papa Doc Duvalier president for life","response":"Haiti"},{"text":"Slobodan Milosevic, who had been the despotic leader of this nation, died  in custody in 2006 while on trial for war crimes","response":"Serbia (Yugoslavia)"}],"originalDate":"2023-01-12"},{"category":"WHERE DID I LEAVE MY KEYS?","comments":"","clues":[{"text":"Always check your pants pockets! Specifically, I'll check this style of tight-fitting pants named for an Italian island","response":"capris"},{"text":"I do like to time travel, &amp; my keys may be in this year: I saw D-Day firsthand &amp; went to the premiere of \"Double Indemnity\"","response":"1944"},{"text":"Could've been at the Deerfield, Illinois HQ of this co. (before it moved to Texas) that makes the center-pivot 440 backhoe loader","response":"Caterpillar"},{"text":"Let's see, I remember heading directly north out of Israel into this country on the Mediterranean...  maybe in Baalbek?","response":"Lebanon"},{"text":"The patient had peritonitis from a ruptured one of these; I made the McBurney's incision to remove it &amp; might have dropped my keys","response":"an appendix"}],"originalDate":"2023-01-12"},{"category":"THE SPEAKER IN SHAKESPEARE","comments":"","clues":[{"text":"\"O happy horse, to bear the weight of Antony!\"","response":"Cleopatra"},{"text":"\"I come to wive it wealthily in Padua\"","response":"Petruchio"},{"text":"\"O, beware, my lord, of jealousy; it is the green-eyed monster\"","response":"Iago"},{"text":"\"My Oberon! What visions have I seen! Methought I was enamoured of an ass\"","response":"Titania"},{"text":"\"We are such stuff as dreams are made on\"","response":"Prospero"}],"originalDate":"2023-01-12"},{"category":"CLASSIC ALBUMS","comments":"","clues":[{"text":"Released in 1982 &amp; spawning 7 Top 10 singles, this Michael Jackson album became one of the bestselling albums of all time","response":"<i>Thriller</i>"},{"text":"Let's not forget about this breakthrough album for Nirvana, which turned 30 in 2021","response":"<i>Nevermind</i>"},{"text":"\"Life After Death\" by this East Coast rapper was released in 1997, 2 weeks after he was murdered on the West Coast","response":"the Notorious B.I.G. (Biggie)"},{"text":"Their \"Kid A\" is frequently ranked among the top albums of the 2000s","response":"Radiohead"},{"text":"The title of this Beck album is a corruption of a Mexican-Spanish slang term for \"cool!\", or \"all right!\"","response":"<i>Odelay</i>"}],"originalDate":"2023-01-12"},{"category":"EVERYDAY LATIN","comments":"","clues":[{"text":"\"Other self\", perhaps for a superhero","response":"<i>alter ego</i>"},{"text":"The \"state in which\", it's the existing condition of affairs","response":"<i>status quo</i>"},{"text":"When shopping remember this phrase, \"let the buyer beware\"","response":"<i>caveat emptor</i>"},{"text":"An unexplored field of study could be described as this \"unknown land\"","response":"<i>terra incognita</i>"},{"text":"This plot device, \"god from the machine\", may also be from a desperate writer's imagination","response":"<i>deus ex machina</i>"}],"originalDate":"2023-01-12"}],[{"category":"WHAT'S ALL THIS, THEN?","comments":"","clues":[{"text":"It's raining &amp; dashed if I didn't leave the club without this object from James Smith &amp; Sons, making them since 1830","response":"an umbrella"},{"text":"The woman who ran over my foot with a pram &amp; put me in hospital will most decidedly hear from my solicitor, this person","response":"my attorney"},{"text":"The cheek of the lad who wore a Tottenham jumper to a home match of this team, the Gunners!","response":"Arsenal"},{"text":"I was miffed when the National Trust refused to list my gran's cottage in this district known for water &amp; poets","response":"the Lake District"},{"text":"My chart of the PM's cabinet was knocked cock-a-hoop when Mr. Kwarteng served only 38 days as this chief financial minister","response":"chancellor of the Exchequer"}],"originalDate":"2023-01-12"},{"category":"HISTORIC HEADLINES","comments":"","clues":[{"text":"February 17, 1923: <br>This king's \"tomb opened; not disturbed\"","response":"King Tut"},{"text":"May 10, 1994:<br>\"Power shifts in S. Africa—parliament votes\" him \"first Black president\"","response":"Nelson Mandela"},{"text":"January 23, 1901:<br>\"Britain mourns the death of\" this \"sovereign\"","response":"Victoria"},{"text":"May 19, 1980: <br>This volcano \"erupts; 6 killed\"","response":"Mount St. Helens"},{"text":"May 16, 1972: <br>This governor \"shot, paralyzed in both legs\" at Maryland rally","response":"George Wallace"}],"originalDate":"1994-10-12"},{"category":"TV TRIVIA","comments":"","clues":[{"text":"Luciano Pavarotti sings the praises of this Angela Lansbury series but he told TV guide, \"I always know who did it\"","response":"<i>Murder, She Wrote</i>"},{"text":"First names shared by the parents of Matt Groening &amp; his creation Bart Simpson","response":"Homer & Marge"},{"text":"John Ratzenberger said of playing this character, \"Hey, I did for postmen what Art Carney did for sewers\"","response":"Cliff (Clavin)"},{"text":"Danny Bonaduce said he'd even play Shirley Jones if this TV series ever does a reunion show","response":"<i>The Partridge Family</i>"},{"text":"A log of this series' cast of characters would include Catherine Coulson as the Log Lady","response":"<i>Twin Peaks</i>"}],"originalDate":"1994-10-12"},{"category":"TEXTILES","comments":"","clues":[{"text":"Also called crocking, bleeding refers to the loss of this by a textile during cleaning","response":"color"},{"text":"Muslin is always made from this fiber","response":"cotton"},{"text":"This fabric is named for the French town of Cambrai where it was created","response":"chambray (cambric)"},{"text":"Angora, made from the pure white hair of this lagomorph, is not classified as a type of wool","response":"a rabbit"},{"text":"A tjanting is the tool used to apply wax to fabric in this process associated with Indonesia","response":"batik"}],"originalDate":"1994-10-12"},{"category":"U.S.A.","comments":"","clues":[{"text":"The Grand Canyon, Painted Desert &amp; Petrified Forest are all in this state's Colorado Plateau region","response":"Arizona"},{"text":"Covering about 45 acres west of downtown Boston, this is the United States' oldest public park","response":"Boston Common"},{"text":"The National Aquarium is located in this Maryland city, not in Washington, D.C.","response":"Baltimore"},{"text":"This state leads the nation in the cash value of its agricultural production","response":"California"},{"text":"Of states bordering the Atlantic Ocean, this New England state has the shortest coastline, 13 miles","response":"New Hampshire"}],"originalDate":"1994-10-12"},{"category":"SAFETY DEVICES","comments":"","clues":[{"text":"The L.A. Fire Dept. says to change the batteries in these yearly; maybe the day you set your clock back","response":"smoke detectors"},{"text":"According to a Chrysler repair shop, it'll cost you over $500 to replace this after it pops out","response":"an air bag"},{"text":"Plummeting was a fear of elevator users until he came up with a safety brake","response":"Otis"},{"text":"Developed by a German scientist in 1908, people find its clicks very \"rad\"; \"U\" will, too","response":"a Geiger counter"},{"text":"From the French for \"to shield a fall\", it's a safety device for an aviator","response":"a parachute"}],"originalDate":"1994-10-12"}],{"category":"NATIONAL ANTHEMS","text":"The name of this country's national anthem translates as \"His Majesty's Reign\" &amp; its lyrics come from a 1,000-year-old poem","response":"Japan"}]}