{"mix":776,"rounds":[[{"category":"TV GAME SHOWS","comments":"","clues":[{"text":"This Allen Ludden series that premiered in 1962 featured a \"Lightning Round\"","response":"<i>Password</i>"},{"text":"14 years before her \"Valley of the Dolls\" became a best seller, she co-hosted \"Your Surprise Store\"","response":"Jacqueline Susann"},{"text":"Summer reruns of this prime time NBC game show were entitled \"The Best of Groucho\"","response":"<i>You Bet Your Life</i>"},{"text":"This newsman hosted \"What's My Line?\" for 17 1/2 years &amp; was the show's last prime time mystery guest","response":"John Charles Daly"},{"text":"During much of its original run on NBC, \"Jeopardy!\" followed this Peter Marshall game show","response":"<i>Hollywood Squares</i>"}],"originalDate":"1989-12-04"},{"category":"SHAKESPEAREAN TRIVIA","comments":"","clues":[{"text":"The only African queen who appears in the title of a Shakespearean play","response":"Cleopatra"},{"text":"In \"Romeo &amp; Juliet\", Escalus is the prince of this city","response":"Verona"},{"text":"Hamlet says this is \"the thing wherein I'll catch the conscience of the king\"","response":"the play"},{"text":"This tragic title character is the son-in-law of a senator named Brabantio","response":"Othello"},{"text":"This play features lords, pirates, a prince of Tyre &amp; a 1-man chorus named Gower","response":"<i>Pericles, Prince of Tyre</i>"}],"originalDate":"1989-12-04"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"It's Monaco's largest town, I'll bet","response":"Monte Carlo"},{"text":"This Lebanese capital has an Arab University, a French University &amp; an American University","response":"Beirut"},{"text":"The Palace of Nations in this city served as the headquarters for the League of Nations from 1920-46","response":"Geneva"},{"text":"This largest city of the French Alps hosted the 1968 Winter Olympics","response":"Grenoble"},{"text":"New Hampshire's only seaport city is named for this city, Britain's' chief naval center","response":"Portsmouth"}],"originalDate":"1989-12-04"},{"category":"FURNITURE","comments":"","clues":[{"text":"The name of this bed sounds like it's made to hold corn, not children","response":"a crib"},{"text":"Also called a horse-dressing glass, a cheval glass is a full-length one of these that can tilt","response":"a mirror"},{"text":"The \"Boston\" variety of these chairs usually has a curved seat that dips down in front","response":"a rocking chair"},{"text":"A duchesse bed is a canopy bed without these","response":"posts"},{"text":"The famous 18th century cabinetmaker whose name sounds like a hotel","response":"Thomas Sheraton"}],"originalDate":"1989-12-04"},{"category":"\"POWER\" TRIP","comments":"","clues":[{"text":"Name for a generating station, or a person with lots of energy","response":"a power house"},{"text":"A maneuver to gain control used by politicians &amp; football players","response":"a power play"},{"text":"It is a document giving someone else the authority to act in your behalf","response":"a power of attorney"},{"text":"It's the title of Norman Vincent Peale's 1952 best seller","response":"<i>The Power of Positive Thinking</i>"},{"text":"Slang for those in authority, according to Romans 13:1 they \"are ordained of God\"","response":"the powers that be"}],"originalDate":"1989-12-04"},{"category":"NEW YEAR'S DAY","comments":"","clues":[{"text":"This U.S. island opened its \"Golden Door\" to immigrants New Year's Day, 1892","response":"Ellis Island"},{"text":"The U.S. formally resumed diplomatic relations with this Asian country January 1, 1979","response":"China"},{"text":"This Latin bandleader, once married to Charo, made his entrance into the world Jan. 1, 1900","response":"Xavier Cugat"},{"text":"On New Year's Day, 1975 he became the only attorney general ever convicted of a felony","response":"John Mitchell"},{"text":"With trumpets blaring, she opened her Angelus Temple New Year's Day, 1923","response":"Aimee (Semple) McPherson"}],"originalDate":"1992-01-01"}],[{"category":"MYSTERIES","comments":"","clues":[{"text":"\"The Five Orange Pips\" was one of the \"Adventures of\" this detective published in an 1892 collection","response":"Sherlock Holmes"},{"text":"He also wrote mystery novels about district attorney Douglas Selby, as Perry Mason could tell you","response":"Erle Stanley Gardner"},{"text":"This ex-jockey who wrote \"Whip Hand\" whips out an average of 1 mystery novel a year","response":"Dick Francis"},{"text":"Frederic Dannay &amp; Manfred B. Lee founded this mystery magazine in 1941","response":"<i>Ellery Queen's Mystery Magazine</i>"},{"text":"Wilkie Collins said this novel was inspired partly by the story of the Koh-i-Noor diamond","response":"<i>The Moonstone</i>"}],"originalDate":"1992-01-01"},{"category":"LIGHTS","comments":"","clues":[{"text":"Most of these today are made out of wax &amp; stearin","response":"candles"},{"text":"\"But soft! What light through yonder window breaks? It is the east, and Juliet is\" this","response":"the Sun"},{"text":"A flicker of light, it follows \"Shine! Little glow worm...\"","response":"glimmer"},{"text":"A pyrotechnic device used to produce a bright signal light; you might have one in your car's emergency kit","response":"a flare"},{"text":"Now used in auto headlights, these lamps containing iodine were 1st used on wing tips on planes","response":"halogen"}],"originalDate":"1992-01-01"},{"category":"CAMERAS","comments":"","clues":[{"text":"Sitting behind the lens, its speed can run from 30 seconds to 1/1000 of a second","response":"the shutter"},{"text":"Not to carp on the subject, but this is the name given to a lens with a 180-degree view","response":"a fisheye lens"},{"text":"The size in common to the film in old home movie cameras &amp; the tape in Sony CCD video cameras","response":"8 millimeters"},{"text":"The first Kodak camera in 1888 advertised, \"You\" do this, \"we do the rest\"","response":"press the button"},{"text":"This name came from an acronym for Nippon Kogaku, a Japanese optics company","response":"Nikon"}],"originalDate":"1992-01-01"},{"category":"ACTION COMICS","comments":"","clues":[{"text":"This alien hero made his debut in Action Comics No. 1, June 1938","response":"Superman"},{"text":"The name of this great Metropolitan newspaper first appeared in Issue 23","response":"<i>The Daily Planet</i>"},{"text":"Issue No. 282 was the last one at this price; today Issue 673 costs 10 times as much","response":"10 cents"},{"text":"In 1991 he was laid off from his job as a cub reporter","response":"Jimmy Olsen"},{"text":"Introduced in Action No. 252, she used the alter ego of Linda Lee &amp; was adopted by Mr. &amp; Mrs. Danvers","response":"Supergirl"}],"originalDate":"1992-01-01"},{"category":"THE 1890s","comments":"","clues":[{"text":"Under the Sherman Act, his Standard Oil trust was dissolved by the Ohio Supreme Court in 1892","response":"Rockefeller"},{"text":"During the Ghost Dance uprising in 1890, this Sioux leader was shot &amp; killed","response":"Sitting Bull"},{"text":"In 1899 he completed his painting \"Two Tahitian Women\"","response":"Gauguin"},{"text":"In 1894 this French army captain was convicted of passing secrets to German agents &amp; later acquitted","response":"Dreyfus"},{"text":"In 1893 this 79-year-old composer's last opera, \"Falstaff\", premiered in Milan","response":"(Giuseppe) Verdi"}],"originalDate":"1992-01-01"},{"category":"JACQUES COUSTEAU","comments":"","clues":[{"text":"Cousteau's \"middle name\", it's actually part of his hyphenated first name","response":"Yves"},{"text":"His film \"The Silent World\" won the grand prize at this French film festival in 1956","response":"the Cannes Film Festival"},{"text":"For his work with this WWII group known as \"Maquis\", Cousteau got the Croix de Guerre with palm","response":"the Resistance"},{"text":"In 1957 he was named a director of this Mediterranean principality's Musee oceanographique","response":"Monaco"},{"text":"Long before marrying Candice Bergen this film director worked as a cinematographer for Cousteau","response":"Louis Malle"}],"originalDate":"1992-01-01"}],{"category":"TRAVEL EUROPE","text":"Amusement park, known for its gardens, built in 1843 on the old ramparts of a capital city","response":"Tivoli Gardens"}]}