{"mix":794,"rounds":[[{"category":"POLITICIANS","comments":"","clues":[{"text":"He dropped out of the presidential race in May 1987 &amp; surprise! Dropped in 7 months later","response":"Gary Hart"},{"text":"After organizing the Peace Corps, he headed LBJ's War on Poverty program","response":"Sargent Shriver"},{"text":"In a 1947 speech at Harvard, this Sec'y of State revealed this economic recovery plan for Europe","response":"George Marshall"},{"text":"Post held by Arthur Summerfield from 1953-1960, when it was still part of the Cabinet","response":"the postmaster general"},{"text":"At only 12, Wm. Knowland made speeches to elect Harding &amp;, at only 37, was appointed sen. from here","response":"California"}],"originalDate":"1988-05-13"},{"category":"5-SYLLABLE WORDS","comments":"","clues":[{"text":"It's the \"DM\" in \"DMZ\", where civilians have taken over control from the army","response":"demilitarized"},{"text":"A physician who specializes in the treatment of diseases of the eye","response":"an ophthalmologist"},{"text":"Only 5-syllable word in the \"Pledge of Allegiance\"","response":"indivisible"},{"text":"The only 5-syllable single word national capital in North America is this capital of Honduras","response":"Tegucigalpa"},{"text":"From Greek for \"great city\", it's a huge conglomeration of cities","response":"a megalopolis"}],"originalDate":"1988-05-13"},{"category":"THE OFFICE","comments":"","clues":[{"text":"Software such as Greetly can replace this person, like Ellie Kemper's character Erin on \"The Office\"","response":"a receptionist"},{"text":"A platonic female best friend &amp; confidante to a co-worker; it was the title of a 1930 book &amp; movie","response":"<i>The Office Wife</i>"},{"text":"A popular office snack is the granola bar made since 1975 &amp; named for this place we think is between Death Valley &amp; Silicon Valley","response":"Nature Valley"},{"text":"Labor Day 2022 was a dividing line for several big companies when WFH became RTO, short for this","response":"return to office"},{"text":"Term for a group meeting to assess a completed project, or for an art exhibit covering a painter's whole career","response":"a retrospective"}],"originalDate":"2022-12-26"},{"category":"APPS &amp; WEBSITES","comments":"","clues":[{"text":"Sales for the last 3 months of 2020 for this video conferencing co. were up 370% from the same time in 2019, for... reasons","response":"Zoom"},{"text":"It's not your grandma's Western Union (stop) it's \"a new era of messaging\" (stop) are you getting the idea (we'll stop)","response":"Telegram"},{"text":"It was founded in 1998 as Confinity but soon went by this name instead of something like Reimbursafriend or Dollar-a-Buddy","response":"PayPal"},{"text":"An \"SNL\" \"ad\" for this company included, \"I'd never live in North Carolina, but if I did, I could buy a big, gross mansion\"","response":"Zillow"},{"text":"The stars aligned, &amp; by the end of 2021, this platform reported it had 244 million cumulative reviews","response":"Yelp"}],"originalDate":"2022-12-26"},{"category":"REMEMBER THE ALAMO BOWL","comments":"","clues":[{"text":"College football's Alamo Bowl is held annually at the Alamodome in this city","response":"San Antonio"},{"text":"Since 2010 the Alamo Bowl has matched 2 of the top teams from these \"12\" conferences","response":"the Pac-12 & the Big 12"},{"text":"At the 2012 Alamo Bowl, the Texas defense put the bag on Oregon State's quarterback with 10 of these","response":"sacks"},{"text":"In 2011 the Bears of this Waco school just up the road scored an Alamo Bowl record 67 points to beat Washington","response":"Baylor"},{"text":"Before he was a 2010 Super Bowl MVP for New Orleans, this QB was a 1998 Alamo Bowl MVP for Purdue","response":"Drew Brees"}],"originalDate":"2022-12-26"},{"category":"SOUNDS LIKE A UNIVERSITY","comments":"","clues":[{"text":"Anthracite<br>+ <br>fence opening","response":"coal gate"},{"text":"Cereal grain<br>+ <br>12th letter of the alphabet","response":"corn L"},{"text":"Like a road with half the traffic going in one direction &amp; half in the opposite","response":"two-lane"},{"text":"Dietary fiber <br>+<br>gambling cubes","response":"bran dice"},{"text":"Black table spice<br>+<br>a unit of force","response":"pepper dyne"}],"originalDate":"2022-12-26"}],[{"category":"STAGE MUSICALS BY SONG LYRICS","comments":"","clues":[{"text":"\"I'll never grow up, never grow up, never grow up, not me!\"","response":"<i>Peter Pan</i>"},{"text":"\"I want it long, straight, curly, fuzzy, snaggy, shaggy, ratty, matty, oily, greasy, fleecy\"","response":"<i>Hair</i>"},{"text":"\"Hodel, oh Hodel, have I made a match for you! He's handsome, he's young! Alright, he's 62\"","response":"<i>Fiddler on the Roof</i>"},{"text":"\"There is a sucker born every minute, each time the second hand sweeps to the top like dandelions up they pop\"","response":"<i>Barnum</i>"},{"text":"\"Little more speed, <br>little more rope, <br>little more wind, <br>little more hope, <br>gotta get this stupid kite to fly\"","response":"<i>You're a Good Man, Charlie Brown</i>"}],"originalDate":"2022-12-26"},{"category":"AFRICA","comments":"","clues":[{"text":"Firestone has long been an economic anchor of Liberia, running a 120,000-acre plantation for this product","response":"rubber"},{"text":"Head to Tunisia to visit the ruins of this city whose name means \"new town\", founded around 800 B.C.","response":"Carthage"},{"text":"Battlefields of this war include Spioenkop in the Kwazulu-Natal province","response":"the Boer War"},{"text":"These non-Muslims make up the second-largest religious group in Egypt","response":"the Copts"},{"text":"The name of a whole country was countrified from the name of this coastal desert of southwest Africa","response":"the Namib"}],"originalDate":"2022-12-26"},{"category":"YOUR ELEMENTAL HIT PARADE","comments":"","clues":[{"text":"A mood stabilizer, it comes in at a helpful No. 3 (but it didn't crack the Top 40 for Nirvana)","response":"lithium"},{"text":"Not great for use in water pipes, this element joins the parade at No. 82","response":"lead"},{"text":"Know it's No. 83 &amp; used in fire-detection equipment &amp; you'll be taking care of this, every day! Taking care of this, every way!","response":"bismuth"},{"text":"Grandpa's hip enough to know nothing can replace this metal at No. 22","response":"titanium"},{"text":"Just out of the Hot 100 at 102 comes this element named for a very rich Swede","response":"nobelium"}],"originalDate":"2022-12-26"},{"category":"WRONG TIME","comments":"","clues":[{"text":"The Latin for \"slow\" gives us this adjective, what you don't want to be deemed when you arrive at school","response":"tardy"},{"text":"You're so out of touch with societal mores, you're this; now time for the same-named bourbon cocktail","response":"old-fashioned"},{"text":"Founded to combat polio, the March of Dimes today tries to combat this type of birth","response":"premature birth"},{"text":"This idiom applies literally if you promise to pay 10 bucks on Tuesday &amp; show up with 9 on Wednesday","response":"a day late & a dollar short"},{"text":"Unripe fruit can be called this, which may also refer to your brand of juvenile humor","response":"immature"}],"originalDate":"2022-12-26"},{"category":"TEENS IN HISTORY","comments":"","clues":[{"text":"At the age of 18 he robbed his 1st bank with a little help from his brother Frank","response":"Jesse James"},{"text":"Father of Elizabeth I, he became king of England when he was only 17","response":"Henry VIII"},{"text":"At age 13 Giovanni de' Medici, later Pope Leo X, was made one of these in the Catholic church","response":"a cardinal"},{"text":"At 19 he went into exile after his parents broke up, but a few years later he was king of Macedonia","response":"Alexander the Great"},{"text":"Historians say she was about 18 when she guided Lewis &amp; Clark across America","response":"Sacagawea"}],"originalDate":"1989-02-08"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"France's replica of this statue stands on an island in the Seine &amp; faces west","response":"the Statue of Liberty"},{"text":"The West Edmonton Mall in this Canadian province has a submarine ride, a water park &amp; a zoo","response":"Alberta"},{"text":"If you've been to the only nat'l military park in a Northern state, you've been to this 1 in Penn.","response":"Gettysburg"},{"text":"This Israeli airline's \"Milk &amp; Honey\" vacations feature guided tours of Masada &amp; Galilee","response":"El-Al"},{"text":"You can trek to the Virunga Mts. in Rwanda to see these animals Dian Fossey studied","response":"(wild mountain) gorillas"}],"originalDate":"1989-02-08"}],{"category":"THE BIBLE","text":"Only 1 of the 4 Horsemen of the Apocalypse specifically named in text of King James or Douay Bible","response":"Death"}]}