{"mix":801,"rounds":[[{"category":"HOMOPHONIC PAIRS","comments":"(Alex: ...we need both words in the correct response.)","clues":[{"text":"Where you'd buy a jib for your cutter at 25% off","response":"a sail sale"},{"text":"Yogi without his hat, collar &amp; tie","response":"a bare bear"},{"text":"To employ female sheep","response":"to use ewes"},{"text":"Notation for a crash in  a percussionist's score","response":"a cymbal symbol"},{"text":"The main fundamental law","response":"the principal principle"}],"originalDate":"1986-09-16"},{"category":"GEOGRAPHY THAT MADE HISTORY","comments":"","clues":[{"text":"On May 29, 1953 2 adventurers finished boldly going where no man had gone before &amp; stood here","response":"the top of Mount Everest"},{"text":"On Dec. 16, 1773 this body of water sipped on 342 chests of tea formerly belonging to the British East India Company","response":"Boston Harbor"},{"text":"We keep it 100s (A.D.) as we talk about this landmark that ran 70+ miles from the River Tyne to the Solway Firth","response":"Hadrian's Wall"},{"text":"N.E. of Bilbao, this town was the site of tragedy on April 26, 1937, when 1/3 of its people were killed or wounded in a German attack","response":"Guernica"},{"text":"You can visit the Central High School National Historic Site at 2120 West Daisy L. Gatson Bates Drive in this city","response":"Little Rock"}],"originalDate":"2022-12-21"},{"category":"QUOTABLE SHAKESPEARE PLAYS","comments":"","clues":[{"text":"\"A pound of that same merchant's flesh is thine\"","response":"<i>The Merchant of Venice</i>"},{"text":"\"She hangs upon the cheek of night like a rich jewel in an Ethiop's ear\"","response":"<i>Romeo and Juliet</i>"},{"text":"\"If chance will have me king, why, chance may crown me\"","response":"<i>Macbeth</i>"},{"text":"\"As he was valiant, I honor him; but, as he was ambitious, I slew him\"","response":"<i>Julius Caesar</i>"},{"text":"\"How dost thou, Benedick, the married man?\"","response":"<i>Much Ado About Nothing</i>"}],"originalDate":"2022-12-21"},{"category":"MACHINES","comments":"","clues":[{"text":"Sick of having plates chipped by her servants, in the 1880s Josephine Cochran invented this machine","response":"a dishwasher"},{"text":"In 1888 Thomas Adams installed vending machines dispensing this (Tutti Frutti flavor) on NYC train platforms","response":"(chewing) gum"},{"text":"Not as famous as its chess-playing descendant, in 1962 an IBM 7094 beat a champion named Robert Nealey at this game","response":"checkers"},{"text":"A combine on a farm is short for combine this, a machine that cuts &amp; threshes grain","response":"a combine harvester"},{"text":"A company called Dominion filed suit claiming it was defamed by news reports about these machines","response":"voting machines"}],"originalDate":"2022-12-21"},{"category":"NBA TEAMS","comments":"","clues":[{"text":"It's the only team with an out-of-the-U.S. address","response":"the Toronto Raptors"},{"text":"It's the southernmost team in the NBA","response":"the Miami Heat"},{"text":"Once a head coach at Louisiana Tech, Teresa Weatherspoon became an assistant coach for this New Orleans team in 2020","response":"the Pelicans"},{"text":"In the 1990s they were the NBA champs 6 times, twice winning back-to-back-to-back","response":"the Chicago Bulls"},{"text":"This alliterative team is last alphabetically","response":"the Washington Wizards"}],"originalDate":"2022-12-21"},{"category":"SUPERLATIVES","comments":"","clues":[{"text":"A traditional yearbook senior superlative is this alliterative \"couple\"","response":"cutest"},{"text":"\"I'm losin' you, I'm losin' you\", sang U2, \"ain't love the\" this \"thing\"","response":"sweetest"},{"text":"Nobody wants to be called this 5-letter superlative; change its only vowel to a \"U\" &amp; it becomes a sausage","response":"the worst"},{"text":"A book of records came about after a Guinness executive wondered if among game birds, the one he had just missed shooting was this","response":"the fastest"},{"text":"In TV ads the Maytag repairman was the this \"guy in town\"","response":"loneliest"}],"originalDate":"2022-12-21"}],[{"category":"PACIFIC ISLANDS","comments":"","clues":[{"text":"Vanuatu's Pentecost Island is widely believed to be the birthplace of this \"land diving\" sport in which a cord is tied to your feet","response":"bungee jumping"},{"text":"There are about 900 stone figures on this island 2,300 miles off the coast of South America","response":"Easter Island"},{"text":"Calling them the Friendly Islands for the welcome he received, this British explorer arrived in Tonga in 1773","response":"Cook"},{"text":"A June 1942 naval battle is named for this Pacific island whose name indicates its position between America &amp; Asia","response":"Midway"},{"text":"The Marquesas &amp; Gambier islands are 2 of the 5 groups that make up this French overseas territory","response":"French Polynesia"}],"originalDate":"2022-12-21"},{"category":"PUTTING ON HEIRS","comments":"","clues":[{"text":"Born in Buckingham Palace in 1948, he was the heir, apparently, for quite some time, until a sad day in 2022","response":"King Charles III (Prince Charles)"},{"text":"Last name of actor Balthazar, one of the heirs to the fortune his great-grandfather built up in oil","response":"Getty"},{"text":"Chuck Collins decided an heir to this meat fortune is not what he'd truly like to be, gave away his legacy &amp; fights inequality","response":"Oscar Mayer"},{"text":"The 1889 death of Archduke Rudolf, the heir apparent to the Austro-Hungarian throne, put this man next in line after Rudy's uncle; oops","response":"Franz Ferdinand"},{"text":"This man who served closely with J. Edgar Hoover at the FBI was a beneficiary of &amp; the executor of Hoover's will","response":"Clyde Tolson"}],"originalDate":"2022-12-21"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"This yellow-flowered weed with notched leaves is eaten in salads &amp; used to make tea &amp; wine","response":"dandelion"},{"text":"This 5-letter type of Japanese breadcrumbs makes a crunchy crust for your fried foods","response":"panko"},{"text":"Add vodka to grenadine &amp; ginger ale to make the \"dirty\" version of this movie star mocktail","response":"a Shirley Temple"},{"text":"Named for a statesman &amp; not a French country house, this thick tenderloin steak served with a sauce is big enough for 2","response":"chateaubriand"},{"text":"Many Latin American dishes start with a base of tomatoes, onions &amp; spices called this, from a Spanish word meaning \"to fry gently\"","response":"sofrito"}],"originalDate":"2022-12-21"},{"category":"THE CLASSIC SONG IN QUESTION","comments":"","clues":[{"text":"This group asked, \"Does anybody really know what time it is?\"; they later said it was \"25 Or 6 To 4\"","response":"Chicago"},{"text":"Feel free to do the \"SNL\" headbopping as you say<span class=\"nobreak\">--</span>but do not sing!<span class=\"nobreak\">--</span>this Haddaway hit...\"Baby don't hurt me, don't hurt me, no more\"","response":"\"What Is Love\""},{"text":"His album \"Armed Forces\" has Nick Lowe's song \"(What's So Funny 'Bout) Peace, Love And Understanding\"","response":"Elvis Costello"},{"text":"\"Do You Feel Like We Do\"? at least for the next 14 minutes or so? asked this virtuoso guitarist, coming alive in 1976","response":"Peter Frampton"},{"text":"On \"How Soon Is Now?\", Johnny Marr ran his rhythm guitar track through 4 amps to create a stunning tremolo effect for this band","response":"The Smiths"}],"originalDate":"2022-12-21"},{"category":"OF YOUR HEAD","comments":"","clues":[{"text":"Allergies, dry conditions &amp; frequent sneezing are top causes of this sanguine event","response":"a bloody nose"},{"text":"This type of chin that many find attractive is caused by an unfused jaw bone","response":"a cleft chin"},{"text":"To help make facial expressions, the frontalis muscle raises these while the corrugator supercilii muscles help lower them","response":"eyebrows"},{"text":"This membrane in the ear receives sound vibrations &amp; sends them to the auditory ossicles","response":"the tympanic membrane (the eardrum)"},{"text":"These are the soft parts of a baby's skull","response":"the fontanelles"}],"originalDate":"2022-12-21"},{"category":"CHICAGO","comments":"","clues":[{"text":"The suburb of Oak Brook is home to this corporation's Hamburger University","response":"McDonald's"},{"text":"One of this gangster's nicknames was \"The Mayor of Crook County\"","response":"Al Capone"},{"text":"World's tallest office building, it was put up for sale at about $10 million per story in November '88","response":"the Sears Tower"},{"text":"The 1st home to burn in the great fire of 1871 belonged to her next-door neighbor","response":"Mrs. O'Leary"},{"text":"This museum is home to Seurat's \"Sunday Afternoon on the Island of La Grande Jatte\"","response":"the Chicago Art Institute"}],"originalDate":"1989-04-19"}],{"category":"MUSICIANS","text":"In 1958 he recorded the first classical LP to sell one million copies","response":"Van Cliburn"}]}