{"mix":813,"rounds":[[{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"R. L. Stevenson character(s) based on Deacon W. Brodie, paragon of virtue by day, thief by night","response":"Dr. Jekyll & Mr. Hyde"},{"text":"Term for cutting offensive passages, from Dr. Bowdler, who cut chunks from Shakespeare's works","response":"bowdlerizing"},{"text":"Daughter of early feminist Mary Wollstonecraft Godwin wrote this famous horror novel","response":"<i>Frankenstein</i>"},{"text":"Evelyn Waugh drew material from this book, started when he was almost 8 &amp; kept up for 53 years","response":"his diary"},{"text":"\"Wimsey\" had nothing to do with her degree in medieval lit. &amp; her translation of \"The Divine Comedy\"","response":"Dorothy L. Sayers"}],"originalDate":"1986-02-28"},{"category":"NEW YORK CITY","comments":"","clues":[{"text":"Most massive single issue of a newspaper was a 15-section, 1572-page Sunday edition of this","response":"<i>New York Times</i>"},{"text":"Its name is probably from Dutch \"Konijn Eilandt\" or rabbit island","response":"Coney Island"},{"text":"Founded in 1754, this is New York City's oldest university","response":"Columbia"},{"text":"NYC has almost 7 million more people than this next largest city in N.Y. state","response":"Buffalo"},{"text":"The 1st \"Off-Broadway\" theater was established by Eugene O'Neill in this section of Lower Manhattan","response":"Greenwich Village"}],"originalDate":"1986-02-28"},{"category":"SOCIAL STUDIES","comments":"","clues":[{"text":"The opposite of inflation, signifying falling as opposed to rising prices","response":"deflation"},{"text":"What a sole seller of a given commodity has, as with parker bros. &amp; this game","response":"a monopoly"},{"text":"In Soviet edition of Oxford Dictionary socialism is \"economic system which is replacing\" this","response":"capitalism"},{"text":"\"Radical chic\", coined by this Am. journalist, refers to intellectuals affecting left-wing views","response":"Thomas Wolfe"},{"text":"Philosopher whose \"Social Contract\" begins \"Man is born free, yet everywhere he is in chains\"","response":"(Jean-Jacques) Rousseau"}],"originalDate":"1986-02-28"},{"category":"\"RH\" FACTOR","comments":"(Alex: The initials R.H. will figure in all of the correct responses.)","clues":[{"text":"A question to which no answer is expected","response":"a rhetorical question"},{"text":"Born out of diamond miner's desire to make U.S. a Brit. colony, this is awarded annually for study at Oxford","response":"Rhodes scholarship"},{"text":"\"I think that I shall never see a poem as lovely as a tree\"","response":"a rhyme"},{"text":"The equilateral parallelogram that fits this category","response":"rhombus"},{"text":"Not a flood on an important German river, it's an inflammation of mucous membranes that line nose","response":"rhinitis"}],"originalDate":"1986-02-28"},{"category":"MOVIE MAMMALS","comments":"","clues":[{"text":"Of \"Harry &amp; Tonto\", the one who was the cat","response":"Tonto"},{"text":"\"Old Yeller\" started foaming at the mouth when he found out he had this disease","response":"rabies"},{"text":"Though his real name was Jackie, for 18 years he played this, the MGM lion","response":"Leo"},{"text":"Film in which Bo Derek lost a leg to a rampaging killer whale","response":"<i>Orca</i>"},{"text":"In the Disney film, \"Tonka\" was this, not a toy truck","response":"a horse"}],"originalDate":"1986-03-12"},{"category":"FOOD","comments":"","clues":[{"text":"To most cooks, ratatouille isn't ratatouille without this purple vegetable","response":"eggplant"},{"text":"The preserved \"100-year-old\" eggs of this animal are considered a delicacy in China","response":"a duck"},{"text":"Meat of a sheep at least 1 year old","response":"mutton"},{"text":"Often served together, arrugala &amp; radicchio are 2 types of this","response":"lettuce"},{"text":"Not found in castle cellars, it's an excellent flavored crab from the Pacific Northwest","response":"Dungeness"}],"originalDate":"1986-03-12"}],[{"category":"TECHNOLOGY","comments":"","clues":[{"text":"The 1st was exploded on Eniwetok Atoll in 1952","response":"the H-bomb"},{"text":"When first used, people answered them with \"Ahoy\"","response":"the telephone"},{"text":"In Nov. 1984, the FDA approved an electronic device which can replace this sense organ","response":"the ear"},{"text":"1946 invention that provided a way-out experience for endangered jet crews","response":"an ejector seat"},{"text":"Edison's earliest known invention, it was patented in 1869, but Congress \"elected\" not to buy it","response":"a vote button, a vote selector, so they know how to vote(an electric voting machine)"}],"originalDate":"1986-03-12"},{"category":"\"SEA\" WORDS","comments":"(Alex: And the quotation marks, of course, mean, Barbara, that \"sea\" will appear in all correct responses.)","clues":[{"text":"What she sells by the seashore","response":"seashells"},{"text":"Members of U.S. Navy whose name came from initials for \"construction battalions\"","response":"the Seabees"},{"text":"What you've got when you can stroll on deck without having to stop &amp; lean over the side","response":"your sea legs"},{"text":"Horse of the year in 1938","response":"Seabiscuit"},{"text":"8-letter synonym for mariner","response":"seafarer"}],"originalDate":"1986-03-12"},{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"Garfield, Truman, &amp; Ford were only presidents with this sinistral trait","response":"left-handed"},{"text":"Teddy Roosevelt's wife &amp; mother both had misfortune of doing this on Valentine's Day in 1884","response":"dying"},{"text":"1 of 2 presidents whose books formed the basis of a television series","response":"(1 of) John Kennedy (or Eisenhower)"},{"text":"At 31 years, this president lived the longest after leaving office","response":"Herbert Hoover"},{"text":"President long associated w/NYC, in 1883, he was 1st to officially walk across the Brooklyn Bridge","response":"Chester Arthur"}],"originalDate":"1986-03-12"},{"category":"ANATOMY","comments":"","clues":[{"text":"The framework of bones supporting lower part of abdomen, or Elvis' epithet","response":"the pelvis"},{"text":"Where you'd find pairs of atriums, auricles, &amp; ventricles","response":"the heart"},{"text":"Opposition of this part has been described as single most important movement of the hand","response":"the thumb"},{"text":"Part of the body used for mastication","response":"the mouth"},{"text":"Largest lymphoid organ in the body, it destroys worn out blood cells &amp; acts as a blood reservoir","response":"the spleen"}],"originalDate":"1986-03-12"},{"category":"LANDMARKS","comments":"","clues":[{"text":"Number of faces with moustaches on Mt. Rushmore","response":"one"},{"text":"Originally with a retractable roof, this Roman landmark could have been called Gladiatordome","response":"the Colosseum"},{"text":"Its white curving roofs were built to resemble wind-filled sails","response":"Sydney Opera House"},{"text":"When opened to the public in 1958, 1 of 1st guests was said to have asked \"Where is Rosebud?\"","response":"Hearst Castle"},{"text":"The 36 Doric columns on the exterior of the Lincoln Memorial represent this","response":"the states of the Union was Lincoln was president"}],"originalDate":"1986-03-12"},{"category":"TIME","comments":"","clues":[{"text":"1st watch to \"resist\" this was made by the Rolex company in 1926","response":"water"},{"text":"Because a bell once tolled the hours, this \"timely\" word was taken from \"cloche\", French for bell","response":"clock"},{"text":"It began in 2637 B.C., the year in which Emperor Huang-ti supposedly invented it","response":"the (Chinese) calendar"},{"text":"2359 in military time is this in civilian","response":"11:59 p.m. (one minute to midnight)"},{"text":"Dendrochronology is a science \"rooted\" in the use of these to date past events","response":"the use of tree rings (the study of tree rings)"}],"originalDate":"1986-03-12"}],{"category":"BLACK HISTORY","text":"In 1920 he was named provisional president of Africa with a mandate to free it from white domination","response":"Marcus Garvey"}]}