{"mix":818,"rounds":[[{"category":"THE NONFICTION SECTION","comments":"","clues":[{"text":"Lawrence Wright's \"The Looming Tower\" examines the events &amp; failures that led up to this history-changing date","response":"9/11"},{"text":"Biologist Robert Sapolsky studies the effects of stress &amp; anxiety in \"Why\" these African equines \"Don't Get Ulcers\"","response":"Zebras"},{"text":"Get insights into your own mind in Daniel Kahneman's 2011 bestseller \"Thinking\" at these 2 opposite speeds","response":"fast & slow"},{"text":"Cathy O'Neil's \"Weapons of\" this punning kind of \"Destruction\" looks at how algorithms &amp; big data control us","response":"Math"},{"text":"In \"Disappointment River\", Brian Castner retraces Sir Alexander Mackenzie's 1789 search for this waterway","response":"the Northwest Passage"}],"originalDate":"2022-12-14"},{"category":"1982: A YEAR IN FILM","comments":"","clues":[{"text":"This legendary actor &amp; his legendary blue eyes<span class=\"nobreak\">--</span>which, by the way, were color blind<span class=\"nobreak\">--</span>awaited \"The Verdict\" as Frank Galvin","response":"Paul Newman"},{"text":"The zen of Sean Penn's Jeff Spicoli in this film: \"All I need are some tasty waves, cool buzz &amp; I'm fine\"","response":"<i>Fast Times at Ridgemont High</i>"},{"text":"What's best in life, this Arnold guy? \"Crush your enemies, see them driven before you &amp; hear the lamentation of their women\"","response":"Conan the Barbarian"},{"text":"The \"Tears in Rain\" speech to Harrison Ford in this film was a page long; Rutger Hauer cut it down, in part, to get out of the rain","response":"<i>Blade Runner</i>"},{"text":"In \"Poltergeist\", after watching TV in a room that gets shaky, Heather O'Rourke makes this 2-word declaration to her parents","response":"\"they're here\""}],"originalDate":"2022-12-14"},{"category":"CLASSICAL MUSICIANS","comments":"","clues":[{"text":"Born Maria Kalogeropoulos, this temperamental star soprano died of a heart attack in 1977","response":"Maria Callas"},{"text":"Yehudi Menuhin is a virtuoso on this instrument","response":"violin"},{"text":"Most beautiful baby of 1932, in Brooklyn, this opera diva is nicknamed \"Bubbles\"","response":"Beverly Sills"},{"text":"In 1989, 11 years after retiring, &amp; 30 years after winning the Tchaikovsky Competition, he made a comeback","response":"Van Cliburn"},{"text":"2 of 3 tenors whose \"In Concert\" album hit an unprecedented No. 1 on Britain's pop chart in 1990","response":"(2 of) Luciano Pavarotti & Plácido Domingo (or José Carreras)"}],"originalDate":"1991-06-05"},{"category":"CELEBRITY BOOKS","comments":"","clues":[{"text":"\"Call Her Miss Ross\" is an unauthorized biography of this woman","response":"Diana Ross"},{"text":"Roxanne Pulitzer's 1st book wasn't called \"The Pulitzer Prize\" but this","response":"<i>The Prize Pulitzer</i>"},{"text":"Part 7 of his autobiography is titled \"On the Road Again\"","response":"Willie Nelson"},{"text":"\"Growing Up Happy\" is an advice book by this kid's show star known for jangling his keys","response":"Bob Keeshan (Captain Kangaroo)"},{"text":"Madonna said of this comedienne's \"Confessions of a Pretty Lady\", \"This book saved my life\"","response":"Sandra Bernhard"}],"originalDate":"1991-06-05"},{"category":"COOKING","comments":"","clues":[{"text":"Recipes for souffles often tell you to beat these until stuff but not dry","response":"egg whites"},{"text":"Mix ginger, coriander, cardamom, cayenne &amp; turmeric for a simple version of this powder","response":"curry"},{"text":"An entree served a la Florentine contains this vegetable, but Florentine cookies don't","response":"spinach"},{"text":"The liquid left after cooking meat, greens or other vegetables is known as this kind of liquor","response":"pop liquor"},{"text":"All you need to make a basic fondant is sugar, water &amp; cream of this","response":"tartar"}],"originalDate":"1991-06-05"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"In mid-August 1977, a Soviet nuclear-powered ship became the 1st surface ship to reach this point","response":"the North Pole"},{"text":"Of Front St., Back St. or Side St., the major shopping street in Bermuda","response":"Front St."},{"text":"It's the official language of Antigua &amp; Barbuda","response":"English"},{"text":"Many houses in this Icelandic capital are made of concrete to withstand earthquakes","response":"Reykjavik"},{"text":"This Italian city is of Etruscan origin &amp; its name may have come from the Etruscan god Manto","response":"Mantua"}],"originalDate":"1991-06-05"}],[{"category":"SPORT OF KINGS","comments":"","clues":[{"text":"In horse racing it can be fast, heavy or sloppy","response":"the track"},{"text":"The Run for the Roses","response":"the Kentucky Derby"},{"text":"In 1977, at the age of 17, he became the 1st jockey to win more than $6 million in one year","response":"Steve Cauthen"},{"text":"He became the only jockey to ride two Triple Crown winners, on Whirlaway in 1941 &amp; Citation in 1948","response":"Eddie Arcaro"},{"text":"The English org. formed around 1750 that wrote the complete rules for horse racing","response":"the Jockey Club"}],"originalDate":"1991-06-05"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"The Book of the American West says most of these pack animals seem to come from Missouri","response":"mules"},{"text":"The Sharps rifles preacher Henry Ward Beecher sent to Kansas settlers were nicknamed this","response":"Beecher's Bibles"},{"text":"In 1858 Lt. Joseph Ives led the 1st party 1 mile down to the bottom of this","response":"the Grand Canyon"},{"text":"With a band playing \"Garryowen\" he led the 7th Cavalry against Black Kettle in 1868","response":"George Armstrong Custer"},{"text":"Nevada town that was the business center for the Comstock Mine","response":"Virginia City"}],"originalDate":"1991-06-05"},{"category":"THE MIDDLE EAST","comments":"","clues":[{"text":"In 1973 this Hashemite kingdom finally gave women the right to vote","response":"Jordan"},{"text":"The Gulf of Oman is connected with the Persian Gulf by this strategic strait","response":"the Strait of Hormuz"},{"text":"Tabriz is the largest city in this country's part of Azerbaijan","response":"Iran"},{"text":"When this Saudi king was assassinated by a nephew in March 1975 he was succeeded by his brother Khalid","response":"King Faisal"},{"text":"The Beqaa Valley is this small country's main agricultural region","response":"Lebanon"}],"originalDate":"1991-06-05"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In Norse mythology Fenrir is a huge one these lupine animals","response":"a wolf"},{"text":"We assume that Themis, a consort of Zeus, was destined to the mother of this trio","response":"the Fates"},{"text":"Greek goddess of wisdom who invented the flute but didn't like the way it puffed out her cheeks","response":"Athena"},{"text":"It was the name of the Acadian goddess of fertility engaging ancient Babylon &amp; a 1987 film flop","response":"Ishtar"},{"text":"For a time Creon thought that both Ismene &amp; this sister were guilty of burying Polynices","response":"Antigone"}],"originalDate":"1991-06-05"},{"category":"NEW JERSEYIANS","comments":"","clues":[{"text":"Born in what's now Trenton, this explorer never reached the top of the Colorado peak that bears his name","response":"Pike"},{"text":"His large estate in Hopewell was the site of the famous 1932 kidnapping","response":"Charles Lindbergh"},{"text":"This senator spent two years at Oxford on a Rhodes Scholarship before playing for the N.Y. Knicks","response":"Bill Bradley"},{"text":"This scientist lived at 112 Mercer St. in Princeton from 1935 until his death in 1955","response":"Albert Einstein"},{"text":"This poet died at 330 Mickle St. in Camden in 1892","response":"Walt Whitman"}],"originalDate":"1991-06-05"},{"category":"ARCHITECTS","comments":"","clues":[{"text":"Thomas Walter designed an iron dome to replace this D.C. building's original one","response":"the Capitol"},{"text":"Buckminster Fuller designed this type of dome for the U.S. Pavilion at Expo 67","response":"a geodesic dome"},{"text":"This Doric temple on the Acropolis was built by Ictinus &amp; Callicrates","response":"the Parthenon"},{"text":"Ludwig Mies appended this, his mother's surname, to his own","response":"van der Rohe"},{"text":"\"Inside the Third Reich\" is a memoir by this man, Hitler's chief architect","response":"Albert Speer"}],"originalDate":"1991-06-05"}],{"category":"THE U.S. GOVERNMENT","text":"Established in 1938, this congressional group was still issuing subpoenas in 1969 &amp; finally ceased to exist 6 years later","response":"the House Un-American Activities Committee (HUAC)"}]}