{"mix":822,"rounds":[[{"category":"LET'S GET DOWN TO CASES","comments":"","clues":[{"text":"Davis v. Beason ruled that a Mormon couldn't use this amendment as a defense for polygamy","response":"the First Amendment"},{"text":"Anderson v. Dunn gave Congress the power to punish nonmembers for this offense; Steve Bannon faced it in 2022","response":"contempt of Congress"},{"text":"In 1982 this man was found not guilty of shooting James Brady &amp; Ronald Reagan by reason of insanity","response":"(John) Hinckley (Jr.)"},{"text":"1932's Hawaii v. Fortescue was the last big case for this legendary defense lawyer, who needed the fee in the Depression","response":"(Clarence) Darrow"},{"text":"In 1944's Korematsu v. United States, the Supreme Court upheld the legality of this by a 6-3 margin","response":"Japanese internment"}],"originalDate":"2022-12-08"},{"category":"WHAT A NOVEL CHARACTER!","comments":"","clues":[{"text":"People who live in woodhouses... making her debut in 1815, this title woman tries to match Harriet with Mr. Elton","response":"Emma"},{"text":"As first mate on the Pequod, he considers killing Ahab before what happens, happens &amp; never gets to open his own java place","response":"Starbuck"},{"text":"In France, a Roma woman is framed for murder... but Phoebus is still alive! &amp; she loves the guy! Does her name ring a bell?","response":"Esmeralda"},{"text":"Things are looking up for this Bernard Malamud ballplayer when he strikes out \"The Whammer\" early in \"The Natural\"","response":"(Roy) Hobbs"},{"text":"He is described as \"Prometheus who changed his mind\"; now you say the first sentence of \"Atlas Shrugged\"","response":"(John) Galt"}],"originalDate":"2022-12-08"},{"category":"PREPARING FOR THE ROLE","comments":"","clues":[{"text":"To get into character as Sebastian in this film, Ryan Gosling had to work on his dance moves &amp; his piano playing","response":"<i>La La Land</i>"},{"text":"For his role as Travis Bickle, he literally took the wheel, getting an actual license &amp; driving shifts as a taxi driver","response":"De Niro"},{"text":"To play Hawkeye in this 1992 film, Daniel Day-Lewis learned how to hunt, build canoes &amp; throw tomahawks","response":"<i>The Last of the Mohicans</i>"},{"text":"Ed Harris built an art studio &amp; learned to paint, or drip paint, for his role as this artist in a 2000 film","response":"Pollock"},{"text":"Rooney Mara got numerous piercings, chopped off her hair &amp; learned to ride a motorcycle for this 2011 thriller","response":"<i>The Girl with the Dragon Tattoo</i>"}],"originalDate":"2022-12-08"},{"category":"1990s VOCAB TEST","comments":"","clues":[{"text":"That's really great! It's \"all that and\" this snack offering","response":"a bag of chips"},{"text":"You can spell this word for a type of business with 6 letters or a period &amp; 3 letters","response":"dotcom"},{"text":"In 1992 Vanity Fair asked if Kurt &amp; Courtney were the John &amp; Yoko of this","response":"grunge"},{"text":"A gesture often accompanied this 4-word anatomical phrase meaning \"I'm not listening to you\"","response":"talk to the hand"},{"text":"The '90s saw an uptick in talk about this, the process of businesses &amp; other entities starting to operate on a worldwide scale","response":"globalization"}],"originalDate":"2022-12-08"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"As deputy marshal of Dodge City he was known for batting some of his enemies with his cane","response":"Bat Masterson"},{"text":"These Indians called themselves Dakota, \"allies\", but the French called them this, for \"enemy\"","response":"the Sioux"},{"text":"The nugget James Marshall found at this locale on the American River was the size of a dime","response":"Sutter's Mill"},{"text":"A greenhorn in the old West, or the lowest rank of a Boy Scout","response":"a tenderfoot"},{"text":"Term for an unbranded cow from a man who lost his cattle to rustlers by not branding them","response":"a maverick"}],"originalDate":"1991-05-29"},{"category":"SANDWICHES","comments":"","clues":[{"text":"Comic character whose 1st sandwich April 16, 1936 had tongue, onion, mustard, sardines &amp; horseradish","response":"Dagwood (Bumstead)"},{"text":"The pocket bread that Middle Easterners stuff with all sorts of stuff","response":"pita"},{"text":"Popularized at the 1904 St. Louis World's Fair it was named for a German seaport","response":"a hamburger"},{"text":"Grilled corned beef, Swiss cheese &amp; sauerkraut on rye","response":"a Reuben"},{"text":"This member of the mustard family is served on crustless bread to accompany a British tea","response":"watercress"}],"originalDate":"1991-05-29"}],[{"category":"ANATOMY","comments":"","clues":[{"text":"The flat panels on the sides of the head, or the places some head to pray","response":"temples"},{"text":"It's the joint that allows the foot to pivot up &amp; down","response":"ankles"},{"text":"The stomach is part of this canal","response":"the alimentary canal"},{"text":"This part of the eye is the site of the greatest concentration of pain receptive nerves","response":"the cornea"},{"text":"In osteoarthritis this tissue disintegrates &amp; bones rub against one another","response":"the cartilage"}],"originalDate":"1991-05-29"},{"category":"ECONOMICS","comments":"","clues":[{"text":"In \"Das Kapital\" he wrote that free enterprise would lead to depressions &amp; revolution","response":"Karl Marx"},{"text":"The government official who determines the value of your taxable valuables","response":"an assessor"},{"text":"This company, D&B for short, is the leading firm hired for corporate credit investigation","response":"Dun & Bradstreet"},{"text":"An authorized outlet that's a link in a business chain like a McDonald's or major league ball club","response":"a franchise"},{"text":"Insurance firms charging more to those living in high-risk areas are guilty of this colorful practice","response":"redlining"}],"originalDate":"1991-05-29"},{"category":"NOT SO FAMOUS QUOTES","comments":"","clues":[{"text":"Thomas Hardy said this \"makes rattling good history, but peace is poor reading\"","response":"war"},{"text":"This emperor reportedly described Talleyrand as \"a silk stocking filled with mud\"","response":"Napoleon"},{"text":"Ralph Waldo Emerson said this \"is not so short that there is always time for courtesy\"","response":"life"},{"text":"Ogden Nash wrote, \"A dog is perpetually on the wrong side of\" one of these","response":"a door"},{"text":"Percy Bysshe Shelley called this European country \"thou paradise of exile\"","response":"Italy"}],"originalDate":"1991-05-29"},{"category":"FILE UNDER \"Z\"","comments":"","clues":[{"text":"The B.F. Goodrich Co. coined this name for Whitcomb Judson's fly fasteners","response":"zippers"},{"text":"The national one is maintained by the Smithsonian Institution &amp; located along Washington D.C.'s Rock Creek","response":"a zoo"},{"text":"From 1810-1812 it was Ohio's capital","response":"Zanesville"},{"text":"He started in the penny arcade business in 1903, some 13 years later, he took charge of Paramount Pictures","response":"Adolph Zukor"},{"text":"The Tower of Babel may have been one of these temple towers","response":"a ziggurat"}],"originalDate":"1991-05-29"},{"category":"SPAIN","comments":"","clues":[{"text":"To usher in this day the Spanish eat a grape for each stroke of the clock at midnight","response":"New Year's"},{"text":"The correct Spanish word for this is torero, not toreador","response":"a bullfighter"},{"text":"Tapas bars specialize in serving this course of food","response":"hors d'oeuvres (appetizers)"},{"text":"Spain's oldest surviving epic poem is about the exploits of this hero who died in 1099","response":"El Cid"},{"text":"This wild coast in Spain's northeast is one of Europe's most popular resort areas","response":"the Costa Brava"}],"originalDate":"1991-05-29"},{"category":"HISTORY","comments":"","clues":[{"text":"This dynasty's name comes from one of its 1st castles, Habichtsburg, or Hawk's Castle, in Switzerland","response":"Hapsburg"},{"text":"In the 6th century B.C. the lawmaker Solon arranged this Greek city's citizens into 4 classes by income","response":"Athens"},{"text":"Protestant Dutch ruler invited by political leaders in 1688 to take the English throne","response":"William of Orange"},{"text":"Charlemagne spent Christmas Day 800 in this city","response":"Rome"},{"text":"In 911, Charles III of France gave Rollo the Viking this duchy","response":"Normandy"}],"originalDate":"1991-05-29"}],{"category":"THE ACADEMY AWARDS","text":"Charles Laughton, Robert Shaw &amp; Richard Burton were all nominated for playing this role","response":"Henry VIII"}]}