{"mix":827,"rounds":[[{"category":"ROLE IN COMMON","comments":"(Ken: We'll give you one actor on TV and one in the movies; you'll have to name the role in common.)","clues":[{"text":"Adam West &amp; <br>among many others, <br>Ben Affleck","response":"Batman"},{"text":"George Takei &amp; <br>John Cho, <br>boldly going","response":"(Mr.) Sulu"},{"text":"Don Johnson &amp; <br>Colin Farrell <br>had their vices","response":"Sonny Crockett"},{"text":"My dear guests, <br>Ricardo Montalbán &amp; Michael Peña <br>were your host","response":"Mr. Roarke"},{"text":"Sorrell Booke &amp; Burt Reynolds, in charge in Hazzard county","response":"Boss Hogg"}],"originalDate":"2022-12-01"},{"category":"WORLD MUSEUMS","comments":"","clues":[{"text":"A pre-Winter Games Beijing exhibit on the Olympic flame had 80 years of these objects from Lausanne's Olympic Museum","response":"torches"},{"text":"The Bargello in this city has had many uses over the centuries; for a while, it was Leonardo da Vinci's dad's office","response":"Florence"},{"text":"Oslo's Kon-Tiki Museum also has a later boat, made of papyrus &amp; named for this Egyptian god; it went from Africa to the Americas","response":"Ra"},{"text":"The Tango Museum, where the classic \"La Cumparsita\" was born, is not in Argentina but in this country to the east","response":"Uruguay"},{"text":"Naturally a skull of Homo senegalensis was part of the 2018 inaugural exhibit of this capital's Museum of Black Civilizations","response":"Dakar"}],"originalDate":"2022-12-01"},{"category":"EVERY MAN A KING","comments":"","clues":[{"text":"On June 11 Hawaii celebrates the deeds of this great king &amp; warrior","response":"Kamehameha"},{"text":"This country's King Mohammed VI has a law degree from Mohammed V University, founded by &amp; named for his grandfather","response":"Morocco"},{"text":"The younger brother of French kings Louis XVI &amp; Louis XVIII, this king the X ruled in his own right","response":"Charles"},{"text":"The title subject of 2 Shakespeare plays, he was England's first king of the house of Lancaster","response":"Henry IV"},{"text":"Constantine I returned to the throne of this country in 1920 after King Alexander was bitten by a pet monkey &amp; died","response":"Greece"}],"originalDate":"2022-12-01"},{"category":"CONTRACTIONS","comments":"","clues":[{"text":"It comes before \"get this bread\" in a forward-thinking money-making meme","response":"let's"},{"text":"This contraction opens the poem \"A Visit from St. Nicholas\"","response":"'Twas"},{"text":"This double contraction is often uttered after someone brings something to a party after being told not to","response":"you shouldn't've"},{"text":"This contraction is in the alternate name of the patriotic song \"America\"","response":"'tis"},{"text":"This contraction meaning \"between\" is often paired with the contraction \"'tween\" for all your between needs","response":"'twixt"}],"originalDate":"2022-12-01"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Inhabitants of this country's capital are known as Baghdadis","response":"Iraq"},{"text":"Strait separating sizable superpowers","response":"the Bering Strait"},{"text":"In classical literature these Scottish islands were known as the Orcades","response":"the Orkneys"},{"text":"Over a million people live in the Canary Islands which constitute 2 provinces of this country","response":"Spain"},{"text":"If eels could talk, they'd tell you this sea was named for the type of seaweed found there","response":"Sargasso"}],"originalDate":"1990-03-06"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Traditionally, Indy 500 winners drink this in the winner's circle, so it does a car body good, too","response":"milk"},{"text":"Medellin is a popular coffee grown in this South American country, not Brazil","response":"Colombia"},{"text":"This \"magically delicious\" cereal has a leprechaun for a spokesman","response":"Lucky Charms"},{"text":"The 2 primary ingredients of croquettes de pommes de terre a la Florentine","response":"potatoes & spinach"},{"text":"Varieties of this green garnish, related to the mustard plant, include winter, garden &amp; water","response":"the cress"}],"originalDate":"1990-03-06"}],[{"category":"ICE SKATING","comments":"","clues":[{"text":"The Glaciarium, the 1st one of these with artificially frozen ice, opened in London in 1876","response":"an ice skating rink"},{"text":"This queen of France was skating around 1776 <span class=\"nobreak\">--</span>possibly on thin ice","response":"Marie Antoinette"},{"text":"One of the 1st of these, called \"Flirting in St. Moritz\", was staged at the hippodrome in 1915","response":"an ice show"},{"text":"Men started competing in this type of skating at the 1924 Olympics; women not until 1960","response":"speed skating"},{"text":"Champion ice skater Katarina Witt hails from this Soviet Bloc country","response":"East Germany"}],"originalDate":"1990-03-06"},{"category":"RODENTS","comments":"","clues":[{"text":"Lewis &amp; Clark called these Great Plains mammals \"barking squirrels\"","response":"prairie dogs"},{"text":"The best known of these weather forecasting rodents is Punxsutawney Phil","response":"a groundhog"},{"text":"Contrary to popular opinion, these rodents do not deliberately commit suicide in the sea","response":"lemmings"},{"text":"This little \"golden\" pet's name is from the German for \"hoarder\" since he stores food in his cheeks","response":"a hamster"},{"text":"Native to the Andes Mountains, these rodents, known for their dense fur, now are mainly raised on ranches","response":"chinchillas"}],"originalDate":"1990-03-06"},{"category":"FAMOUS JUNIORS","comments":"","clues":[{"text":"His father wrote \"Old Ironsides\" &amp; he was a justice of the Supreme Court","response":"Oliver Wendell Holmes"},{"text":"His father urged him to study science, which he used in the novels \"Cat's Cradle\" &amp; \"Slaughterhouse-Five\"","response":"Kurt Vonnegut Jr."},{"text":"Both politicians &amp; both named Edmund, neither he nor his father \"Pat\" used Edmund as a first name","response":"Jerry Brown"},{"text":"TV actor whose father was a concert violinist &amp; whose mother was opera star Alma Gluck","response":"Efrem Zimbalist Jr."},{"text":"His father was a dancer with the Will Mastin Trio &amp; he was featured with the act as a child","response":"Sammy Davis Jr."}],"originalDate":"1990-03-06"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"Pronounced one way, it's a motorized bike; pronounced another way, it means sulked or brooded","response":"moped"},{"text":"This word can precede infinitive or personality","response":"split"},{"text":"The breaking out of a rash on the skin, or the breaking out of lava on a volcano","response":"eruption"},{"text":"Word that means \"citified\", or the name taken by 8 Roman Catholic popes","response":"urban"},{"text":"It's defined as the act of shaving the head or the part of the head left bare by shaving","response":"tonsure"}],"originalDate":"1990-03-06"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"This Secretary of State's plan for economic assistance for Europe was 1st proposed at Harvard in 1947","response":"(George) Marshall"},{"text":"Robert Morris spent 3 years in debtor's prison after having been the chief financier of this war","response":"the American Revolution"},{"text":"Marines intervened in this country in 1927 to quell an uprising led by Gen. Augusto Cesar Sandino","response":"Nicaragua"},{"text":"In 1905 Oklahoma Indians drafted a Constitution &amp; tried to create a state named for this Cherokee","response":"Sequoyah"},{"text":"After the Battle of Lake Erie, he sent the message, \"We have met the enemy &amp; they are ours\"","response":"(Commodore) Perry"}],"originalDate":"1990-03-06"},{"category":"ART","comments":"","clues":[{"text":"After the revolution of 1830, Delacroix painted her \"Leading the People\"","response":"Liberty"},{"text":"His nephew Gainsborough DuPont apprenticed with him","response":"Thomas Gainsborough"},{"text":"Degas installed one of these in his studio to study models getting in &amp; out of it","response":"a bathtub"},{"text":"Born in Crete, he moved from Italy to Spain during the Inquisition &amp; it's reflected in his work","response":"El Greco"},{"text":"When modern art was declared a \"bourgeois luxury\" in '23, this modern artist moved from Moscow to Paris","response":"Chagall"}],"originalDate":"1990-03-06"}],{"category":"WOMEN IN MYTHOLOGY","text":"The name of this woman, the product of an incestuous union, means \"against birth\"","response":"Antigone"}]}