{"mix":828,"rounds":[[{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"Before achieving fame with \"The House of Earth\" trilogy, this author was a teacher in China","response":"Pearl Buck"},{"text":"According to the title of an Erma Bombeck best seller, this is \"the Second Oldest Profession\"","response":"motherhood"},{"text":"This financial columnist's income tax guide has been published annually for the last 20 years","response":"Sylvia Porter"},{"text":"This novelist collaborated with Geo. S. Kaufman on such plays as \"Dinner at Eight\" &amp; \"Stage Door\"","response":"Edna Ferber"},{"text":"This author's 1st million-selling book, \"Every Night, Josephine!\", was about her pet poodle","response":"Jacqueline Susann"}],"originalDate":"1990-03-06"},{"category":"WEATHER","comments":"","clues":[{"text":"Called a \"willy-willy\" in Australia, it's name is from a West Indian word meaning \"big wind\"","response":"hurricanes"},{"text":"\"Red sky in the morning, sailor take warning; red sky at night is\" this","response":"(sailor's) delight"},{"text":"To measure very low temperatures, this liquid, not mercury, is used in thermometers","response":"alcohol"},{"text":"Squall lines, which are clusters of these, may stretch for hundreds of miles","response":"thunderstorms"},{"text":"19th c. British commander who developed the scale of comparative wind forces named for him","response":"Sir Francis Beaufort"}],"originalDate":"1990-03-06"},{"category":"SCREEN GEMS","comments":"(Alex: A reference to actual gems.)","clues":[{"text":"In this 1971 James Bond film, the evil Blofeld was a diamond smuggler","response":"<i>Diamonds are Forever</i>"},{"text":"The title of this 1969 Hitchcock film refers to the code name of a ring of spies","response":"<i>Topaz</i>"},{"text":"It was the sequel to \"Romancing the Stone\"","response":"<i>The Jewel of the Nile</i>"},{"text":"This 1948 film based on a Steinbeck story about a fisherman was shot in Mexico","response":"<i>The Pearl</i>"},{"text":"In this film, when Cary Grant told Grace Kelly her necklace was imitation, she answered, \"I'm not\"","response":"<i>To Catch a Thief</i>"}],"originalDate":"1990-03-06"},{"category":"MOVIE TITLE FUN","comments":"","clues":[{"text":"\"Back in the Habit\" is the subtitle of this sequel starring Whoopi Goldberg &amp; a choir of nuns","response":"<i>Sister Act 2</i>"},{"text":"The longest title of an Oscar-nominated film begins with his name &amp; ends \"Make Benefit Once Glorious Nation of Kazakhstan\"","response":"Borat"},{"text":"The one-word title of this 2005 George Clooney film begins with the name of a Middle Eastern country","response":"<i>Syriana</i>"},{"text":"The title of this Ron Stallworth book that became a movie has only 2 Ks","response":"<i>The Black Klansman</i>"},{"text":"The title of this Jackie Chan/Owen Wilson comedy parodies a Gary Cooper classic","response":"<i>Shanghai Noon</i>"}],"originalDate":"2022-11-30"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"In Spanish this is properly dinero, but is also called plata, pasta &amp; many other things","response":"money"},{"text":"Sacré  Dieu!, \"holy God!\", evolved into this more familiar &amp; colorful expression","response":"<i>sacrebleu</i>"},{"text":"Oddly, in Italian you can wish someone luck with \"in bocca al lupo\", \"in the mouth of\" this fierce animal","response":"a wolf"},{"text":"A reporter from the U.S. encounters the crime syndicate known by this Japanese name in TV's \"Tokyo Vice\"","response":"yakuza"},{"text":"This word for a coup is used of the unsuccessful Kapp &amp; Beer Hall ones in 1920s Germany","response":"a <i>putsch</i>"}],"originalDate":"2022-11-30"},{"category":"ELEMENTARY","comments":"","clues":[{"text":"Newer to the periodic table is nihonium, named for this country","response":"Japan"},{"text":"This minable metallic element is found freely in argentite","response":"silver"},{"text":"Transition metals like nickel or iron have \"valence\" these, which like to bond","response":"electrons"},{"text":"Compounds of this element, symbol P, are often used to make fire when you light a match","response":"phosphorus"},{"text":"The Constitution is preserved in a case containing this noble gas, atomic No. 18; its inertness helps stop organic decay","response":"argon"}],"originalDate":"2022-11-30"}],[{"category":"MY DEAR WATSON","comments":"","clues":[{"text":"A Hogwarts alum on film, Emma Watson graduated from this Rhode Island Ivy for real","response":"Brown"},{"text":"At the start of an 1884 novel, he has been adopted by 2 sisters, Widow Douglas &amp; Miss Watson","response":"Huckleberry Finn"},{"text":"IBM bigwig Thomas J. Watson inspired workers with this one-word slogan that he posted in offices","response":"think"},{"text":"James Watson worked with this man at Cavendish Laboratory, where they tackled the problem of DNA's structure","response":"Crick"},{"text":"Psychologist John B. Watson was a proponent of this -ism that focuses on human reactions to stimuli","response":"behaviorism"}],"originalDate":"2022-11-30"},{"category":"DECLARATION OF INDEPENDENCE SIGNERS","comments":"","clues":[{"text":"He graduated from Harvard in 1740, the year he turned 18; he'd later help organize a tea party but these days, is associated with beer","response":"Sam Adams"},{"text":"Massachusetts elected its first governor in 1780<span class=\"nobreak\">--</span><big>this man</big>","response":"John Hancock"},{"text":"On Jan. 1, 1802 he wrote of \"building a wall of separation between church &amp; state\"","response":"Jefferson"},{"text":"After losing 4 times running for governor of Massachusetts, he finally won, then got seriously into redistricting issues","response":"(Elbridge) Gerry"},{"text":"A year after being one of 3 signers from this state, Button Gwinnett had 2 big losses: an invasion of Florida &amp; a duel","response":"Georgia"}],"originalDate":"2022-11-30"},{"category":"SOMETHING TO READ","comments":"","clues":[{"text":"In 1953 dime Western magazine paid Elmore Leonard $90 for a short story called \"Three-Ten to\" this place","response":"Yuma"},{"text":"Acclaimed as \"The One-Eyed!\" &amp; \"The Bandy-Legged!\", this character in a 19th century novel is elected \"Pope of the Fools\"","response":"Quasimodo"},{"text":"A teen discovers she can communicate via cell phone with her recently deceased boyfriend in Dustin Thao's bestselling \"You've Reached\" him","response":"Sam"},{"text":"A gamekeeper takes the place of a baronet in this scandalous 1928 novel, written near the end of D.H. Lawrence's life","response":"<i>Lady Chatterley's Lover</i>"},{"text":"Her \"Year of Magical Thinking\" chronicles the time after the loss of her husband John Gregory Dunne, 31 days before their 40th anniversary","response":"(Joan) Didion"}],"originalDate":"2022-11-30"},{"category":"THEM'S FIGHTIN' WORDS","comments":"","clues":[{"text":"Cymbals make this 5-letter sound, also a meeting on a battlefield","response":"a clash"},{"text":"Etymologically related to the word scrimmage is this type of small battle between 2 armies","response":"a scrum (a skirmish)"},{"text":"The Latin for \"vengeance\" gives us this feud-al word","response":"vendetta"},{"text":"Being \"at\" this, also the name of a type of turtle, means you're fighting with someone","response":"loggerheads"},{"text":"A centuries-old fair held in a Dublin suburb gave its name to this type of melee","response":"donnybrook"}],"originalDate":"2022-11-30"},{"category":"A COLORFUL SONG TITLE","comments":"","clues":[{"text":"The song about this flower \"of Texas\" dates back to the mid-1800s","response":"the yellow rose"},{"text":"\"Do you remember when we used to sing\" this Van Morrison classic?","response":"\"Brown Eyed Girl\""},{"text":"Toby Keith drank from a \"Red\" this brand of plastic cup","response":"Solo"},{"text":"This song not really about a soft drink is on the R.E.M. album \"Green\"","response":"\"Orange Crush\""},{"text":"My Chemical Romance bid you \"Welcome to\" this album title","response":"<i>the Black Parade</i>"}],"originalDate":"2022-11-30"},{"category":"YOU CAN QUOTE \"ME\"","comments":"","clues":[{"text":"Relax &amp; quote this 3-word catchphrase of Mad Magazine's Alfred E. Neuman","response":"What, me worry?"},{"text":"Johnny Weissmuller never said this 4-word phrase in a movie, though he did in a 1932 magazine interview","response":"Me Tarzan, you Jane"},{"text":"After hearing an orator speak in a foreign language, a Shakespeare character admits, \"It was\" these 3 words","response":"Greek to me"},{"text":"Willard Vandiver in 1899 gets credit for \"I am from Missouri you have got to\" do this","response":"show me"},{"text":"In the King James version of the Old Testament, this 3-word lamentation of personal suffering occurs 7 times","response":"woe is me"}],"originalDate":"2022-11-30"}],{"category":"BOOKS &amp; AUTHORS","text":"Upon completion of his \"Answered Prayers\", this late author would have received $1 million","response":"Truman Capote"}]}