{"mix":831,"rounds":[[{"category":"CAST UPON THE WATERS","comments":"","clues":[{"text":"Snakes didn't get Samuel L. Jackson in \"Deep Blue Sea\"<span class=\"nobreak\">--</span>a mako one of these did; Thomas Jane &amp; Michael Rapaport could only watch","response":"a shark"},{"text":"On \"Entourage\" Vince Chase was cast as this movie superhero; Jason Momoa got the gig in real life","response":"Aquaman"},{"text":"The subtitle of her book about making \"The African Queen\" is \"How I Went to Africa with Bogart, Bacall &amp; Huston &amp; Almost Lost My Mind\"","response":"Katharine Hepburn"},{"text":"Oscar winners Laurence Olivier, Daniel Day-Lewis &amp; Mel Gibson were entwined with this title 1984 ship","response":"<i>The Bounty</i>"},{"text":"Joining Tom Holland &amp; Chris Hemsworth for \"In the Heart of the Sea\", Ben Whishaw played this 19th century author","response":"Melville"}],"originalDate":"2022-11-29"},{"category":"MOLECULES","comments":"","clues":[{"text":"This is the type of bond where 2 atoms share an electron pair equally; in the acetylene molecule, 2 atoms share 3 pairs","response":"covalent"},{"text":"Bears have died from eating too much of this sweet stuff; it contains theobromine, an alkaloid that's toxic to animals","response":"chocolate"},{"text":"\"The first molecule\" was a hydride of this element; today it doesn't form many compounds but then hydrogen had no other options","response":"helium"},{"text":"Menthol &amp; neomenthol are these of each other: the same atoms in the same proportion but different arrangements","response":"isomers"},{"text":"A 1998 Nobel rewarded work that revealed nitric oxide's role in triggering this, the expansion of blood vessels","response":"vasodilation"}],"originalDate":"2022-11-29"},{"category":"MORE THAN ONE SILENT LETTER","comments":"","clues":[{"text":"There's no need for either the K or the G in this title, sir","response":"knight"},{"text":"This synonym for \"destroy\" has a spare W &amp; either a spare C or a spare K, take your pick","response":"wreck"},{"text":"Heck, most of this British synonym for \"line\" is silent","response":"queue"},{"text":"Often attributed to Francis Bacon is the saying this \"is power\"","response":"knowledge"},{"text":"This word that can precede arthritis would be just fine without its second &amp; third letters","response":"rheumatoid"}],"originalDate":"2022-11-29"},{"category":"NOVEL NOTES","comments":"","clues":[{"text":"Keen Kerouac; <br>passing Paradise; <br>country crossing","response":"<i>On the Road</i>"},{"text":"Super sub; <br>Atlantis, around; <br>visionary Verne","response":"<i>Twenty Thousand Leagues Under the Sea</i>"},{"text":"Harrowing Huxley; <br>funky future; <br>cloned classes","response":"<i>Brave New World</i>"},{"text":"Gripping Golding; seeming savages; <br>Simon sees","response":"<i>Lord of the Flies</i>"},{"text":"King kills; <br>executing executioners; Coffey coda","response":"<i>The Green Mile</i>"}],"originalDate":"2022-11-28"},{"category":"SLANG","comments":"","clues":[{"text":"Sugary, squishy Easter candy, more recently it's become popular for one's friends &amp; followers","response":"Peeps"},{"text":"Back in the day a punch in the face was this type of sandwich","response":"knuckle"},{"text":"Popularized in a Vine video, \"on\" this \"f\"ive-letter word means stylish or perfectly executed","response":"fleek"},{"text":"A blend of 2 words &amp; first used in the '90s, it means to calm down, take it easy","response":"chillax"},{"text":"Keep some tissues handy because the highest seats in a stadium are called these","response":"the nosebleeds"}],"originalDate":"2022-11-28"},{"category":"LAWMEN &amp; WOMEN","comments":"","clues":[{"text":"Marshal Thomas Smith of Abilene was famous for keeping order without this, as noted by famed Abilene resident Dwight Eisenhower","response":"a gun"},{"text":"In 2022 Keechant Sewell of the Nassau County police became this higher-profile department's first female commissioner","response":"the NYPD"},{"text":"Amy Stewart wrote 7 historical novels about the well-named Constance Kopp, undersheriff of Bergen County in this state","response":"New Jersey"},{"text":"If you work at FBI HQ on Pennsylvania Avenue, you work in a building named for this G-man","response":"Hoover"},{"text":"The model for Victor Hugo's Inspector Javert, François Vidocq set up this service, from French for \"security\"","response":"the <i>Sûreté</i>"}],"originalDate":"2022-11-28"}],[{"category":"FOOT, THE BILL","comments":"","clues":[{"text":"An average cost at nail salons for this procedure involving only your piggies runs around $35","response":"a pedicure"},{"text":"Bumps on your feet known as \"bone\" these can be treated by a visit to a foot specialist; costs vary","response":"spurs"},{"text":"A Calif. ex-con may have to pay for an ankle monitor to track him, using this technology first developed for the U.S. military","response":"GPS"},{"text":"Christian Louboutin sells Lady Page nail polish for $50 a bottle; Vernis from this other Christian runs $30","response":"(Christian) Dior"},{"text":"A hundred bucks should get a quality session of this -ology, a variation on acupressure in which the soles are stimulated","response":"reflexology"}],"originalDate":"2022-11-28"},{"category":"PLAY YOUR CARDS RIGHT","comments":"","clues":[{"text":"This liberating card depicts Mr. Monopoly flying out of a birdcage; you can buy one from another player","response":"Get Out of Jail Free"},{"text":"If you have 2 of the same card to start in blackjack, you can put up twice your wager with this 5-letter bet","response":"split"},{"text":"If dissatisfied with their starting hand, Magic the Gathering players may take one of these, like a do-over on a golf course","response":"a mulligan"},{"text":"Before playing your second-to-last card in this 3-letter game, you must say the name of the game; you draw 4 if you get caught","response":"Uno"},{"text":"In this form of a popular game, some cards are dealt face up &amp; some face down; it used to have \"horse\" in its name","response":"stud (stud poker)"}],"originalDate":"2022-11-28"},{"category":"OF MOVIES","comments":"","clues":[{"text":"\"Quantum of Solace\" finds this hero battling corporate environmental plundering around the world &amp; in the Bolivian desert","response":"(James) Bond"},{"text":"1940's \"The Grapes of Wrath\" starred this actor as Tom Joad","response":"Henry Fonda"},{"text":"This movie introduced the world to Indiana Jones","response":"<i>Raiders of the Lost Ark</i>"},{"text":"In this classic film police detective Sidney Poitier investigates a murder in the racist town of Sparta, Mississippi","response":"<i>In the Heat of the Night</i>"},{"text":"It's Emma vs. Steve as Billie Jean vs. Bobby on the big screen in this title tennis clash","response":"<i>Battle of the Sexes</i>"}],"originalDate":"2022-11-28"},{"category":"BRITISH HISTORY","comments":"","clues":[{"text":"This invader's brutal 1069-70 campaign to bring Upper Britain under Norman control was called \"The Harrying of the North\"","response":"William the Conqueror"},{"text":"The Marquess of Salisbury, who retired in 1902, was the last prime minister to lead a government from this body","response":"the House of Lords"},{"text":"Alan Turing devised a method for breaking messages encrypted by this Nazi cypher machine","response":"Enigma"},{"text":"Abbreviated NHS, this government agency created to provide free public medical care began in 1948","response":"the National Health Service"},{"text":"The Great Exhibition of 1851 was held in the Crystal Palace, built to house it in this London park","response":"Hyde (Park)"}],"originalDate":"2022-11-28"},{"category":"ABBREV. TV","comments":"","clues":[{"text":"Spin to win:<br>\"WoF\"","response":"<i>Wheel of Fortune</i>"},{"text":"A cook-off:<br>\"HK\"","response":"<i>Hell's Kitchen</i>"},{"text":"2 Michael J. Fox sitcoms: \"FT\" &<br>\"SC\"","response":"<i>Family Ties</i> & <i>Spin City</i>"},{"text":"Bear Grylls takes on the elements: <br>\"MvW\"","response":"<i>Man vs. Wild</i>"},{"text":"Teen drama with Katie Holmes &amp; Michelle Williams:<br>\"DC\"","response":"<i>Dawson's Creek</i>"}],"originalDate":"2022-11-28"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"A quick look at something, perhaps the goose of the same name","response":"a gander"},{"text":"Long ago important people wore fake hair, which led to this rhyming term for any person of high standing","response":"a bigwig"},{"text":"Yes, Dan, there are 2 \"P\"s in the middle of this word for the snazzily attired","response":"dapper"},{"text":"Named for a French aristocrat, it refers to pleasure felt from inflicting pain","response":"sadism"},{"text":"It sounds Scandinavian, but this synonym for slender comes from the Latin for \"to pluck\"","response":"svelte"}],"originalDate":"2022-11-28"}],{"category":"BIRDS","text":"Ectopistes migratorius is the scientific name of this now-extinct bird","response":"the passenger pigeon"}]}