{"mix":839,"rounds":[[{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"Legend says this Ukrainian city was named for Kiy, one of the brothers who founded it","response":"Kiev"},{"text":"Thomas Paine's remains were exhumed in New York for reburial in this, his native country, but were lost","response":"England"},{"text":"In July 1990, he resigned after 34 years on the U.S. Supreme Court","response":"(William) Brennan"},{"text":"Nellie Tayloe Ross, the first woman in the U.S. to hold this office, was later the first female director of the U.S. Mint","response":"governor"},{"text":"The two most famous children of Rodrigo Borgia and his mistress Vannozza dei Cattanei","response":"Lucrezia & Cesare"}],"originalDate":"1990-09-19"},{"category":"FURNITURE","comments":"","clues":[{"text":"The motif of a dragon's claw grasping a jewel is believed to have originated in this country","response":"China"},{"text":"18th c. furniture was often topped by pediment shaped like necks of these graceful birds","response":"swans"},{"text":"We hope you know that this piece of furniture can be dower, hope or bridal","response":"a chest"},{"text":"Duncan Phyfe's early furniture, considered his best, was made chiefly of this fine cabinet wood","response":"mahogany"},{"text":"A Beau Brummell is an elaborate type of this table","response":"gentleman's dressing table"}],"originalDate":"1990-09-19"},{"category":"ANIMALS","comments":"","clues":[{"text":"While it feeds on many small animals, rats, mice, etc.; the mongoose is famous for killing these","response":"the cobra"},{"text":"After 3-6 months in its mother's pouch a baby koala comes out and clings here until it's a year old","response":"its back"},{"text":"The hind legs of a bee come equipped with baskets for carrying loads of this","response":"pollen"},{"text":"A warm-blooded animal pants or sweats to lower its temperature and does this to quickly raise it","response":"shiver"},{"text":"Eisenglass, a very pure gelatin, comes from the swim bladder of this fish found in the Caspian Sea","response":"the sturgeon"}],"originalDate":"1990-09-19"},{"category":"N.Y. YANKEES","comments":"","clues":[{"text":"This Cleveland shipbuilder became principal owner of the Yankees in 1973","response":"George Steinbrenner"},{"text":"From 1975-1988, he was hired &amp; fired five times as Yankee manager","response":"Billy Martin"},{"text":"This Yankee catcher was named the American League's Most Valuable Player in 1951, 1954 &amp; 1955","response":"Yogi Berra"},{"text":"In April 1990, this first baseman signed a $19.6 million contract, making him the highest paid Yankee ever","response":"Don Mattingly"},{"text":"In January 1920, this team sold Babe Ruth's contract to the Yankees for a reported $125,000","response":"the Boston Red Sox"}],"originalDate":"1990-09-19"},{"category":"RECENT HISTORY","comments":"","clues":[{"text":"In August 1990, this country invade Kuwait","response":"Iraq"},{"text":"In 1985 researchers finally found the wreckage of this unsinkable ship","response":"the <i>Titanic</i>"},{"text":"During the 1980s, Robert Penn Warren, Richard Wilbur &amp; Howard Nemerov held this title","response":"Poet Laureate"},{"text":"When this World War II general died in 1981 he was America's last 5-star general","response":"(Omar) Bradley"},{"text":"In December of 1980, just hours after receiving an autograph, he shot &amp; killed John Lennon","response":"(Mark David) Chapman"}],"originalDate":"1990-09-19"},{"category":"SOUTH AMERICA","comments":"","clues":[{"text":"A line drawn due south from Washington, D.C. passes through this capital of Peru","response":"Lima"},{"text":"In 1957, Oscar Niemeyer was made director of architecture of this new capital city","response":"Brasilia"},{"text":"As the continent's 2nd most populous country it gets the silver medal","response":"Argentina"},{"text":"The northernmost river basin in South America is this one, centered in Venezuela","response":"the Orinoco"},{"text":"This big plain lies between the Pilcomayo &amp; Paraguay Rivers in South America","response":"the Gran Chaco"}],"originalDate":"1990-09-19"}],[{"category":"DANCE","comments":"","clues":[{"text":"This dance evolved from a promenade contest with sweet prizes; if you won you'd take the cake","response":"a cake walk"},{"text":"A dance popular in the 1960s, or another name for the Tutsi people of Rwanda &amp; Burundi","response":"the Watusi"},{"text":"In 1958 this modern dancer premiered her first full-length work, \"Clytemnestra\"","response":"Martha Graham"},{"text":"Many of the world's great dancers have tripped the light fantastic with this company abbreviated ABT","response":"the American Ballet Theatre"},{"text":"The legong, the ceremonial dance of this Indonesian island, is often performed by little girls","response":"Bali"}],"originalDate":"1990-09-19"},{"category":"THE FEDERAL GOVERNMENT","comments":"","clues":[{"text":"The 2 federal offices from which naturalized citizens are constitutionally disqualified","response":"presidency & vice presidency"},{"text":"Some 40% of the employees of the U.S. Foreign Service work in this country","response":"the United States"},{"text":"The implied powers clause of the Constitution is known by this rubbery nickname","response":"the \"Elastic Clause\""},{"text":"The National Institute of Standards and Technology is part of this cabinet department","response":"the Department of Commerce"},{"text":"Appointed by Ronald Reagan in 1988, Lauro F. Cavazos has kept this job under George Bush","response":"Secretary of Education"}],"originalDate":"1990-09-19"},{"category":"BIOLOGY","comments":"","clues":[{"text":"This plant process removes an estimated 100 billion tons of carbon from the atmosphere each year","response":"photosynthesis"},{"text":"Used in varnish &amp; oil paints this oil is extracted from the seeds of flax","response":"linseed"},{"text":"It's a tough band of fibrous connective tissue that unites a muscle to a bone","response":"a tendon"},{"text":"On a lump of food's merry trip through the digestive tract, the next place it goes after the stomach","response":"the small intestine"},{"text":"Because of its short 10-day life cycle this fly is used in genetic research","response":"<i>Drosophila melanogaster</i>"}],"originalDate":"1990-09-19"},{"category":"COLORFUL STORIES","comments":"","clues":[{"text":"Anna Sewell wrote this novel as a protest against cruelty to horses","response":"<i>Black Beauty</i>"},{"text":"It's the alternate title of \"Hans Brinker\"","response":"<i>The Silver Skates</i>"},{"text":"Tom Clancy's 2nd \"Red\" bestseller, it followed \"The Hunt for Red October\"","response":"<i>Red Storm Rising</i>"},{"text":"Sherlock Holmes made his 1st appearance in this 1887 story","response":"<i>A Study in Scarlet</i>"},{"text":"Jack London wrote this 1906 novel as a complement to \"The Call of the Wild\"","response":"<i>White Fang</i>"}],"originalDate":"1990-09-19"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Singultus is the medical term for this spasm of the diaphragm; boo!","response":"a hiccup"},{"text":"If left untreated, a detached one of these membranes at the back of the eye can lead to blindness","response":"a retina"},{"text":"One reason you're not supposed to eat raw cookie dough is that the eggs may have the enterica type of this bacteria","response":"salmonella"},{"text":"A recombinant zoster vaccine is given in 2 doses starting at age 50 to prevent this painful disease","response":"shingles"},{"text":"This pain along the path of a certain nerve can radiate from the hip down the leg, but at least it tends to be only on one side","response":"sciatica"}],"originalDate":"2022-11-22"},{"category":"RHYMING PHRASES","comments":"","clues":[{"text":"The first 2 words repeat in this 4-word cry of victory that involves poultry","response":"winner, winner, chicken dinner"},{"text":"This exclamation would literally be the male child of a firearm","response":"a son of a gun"},{"text":"A single course of lobster tails &amp; filet mignon is this type of order, &amp; yes, please!","response":"surf & turf"},{"text":"On stage &amp; film, it's what \"stays mainly in the plain\"... by George, do you have it?!","response":"the rain in Spain"},{"text":"The late princess Lee Radziwill was often called a member of this group living life at a speedy pace, on planes or not","response":"the jet set"}],"originalDate":"2022-11-22"}],{"category":"RIVERS","text":"Second longest river in Europe, it flows through or borders eight countries, more than any other","response":"the Danube"}]}