{"mix":842,"rounds":[[{"category":"U.S.A.","comments":"","clues":[{"text":"Most of the world's northern fur seals go to the Pribilof Islands in this state during breeding season","response":"Alaska"},{"text":"Antoine's, Arnaud's &amp; the Commander's Palace are among the fine restaurants in this city","response":"New Orleans"},{"text":"Water Tower Place, a 74-story hotel, office &amp; shopping center boasts a great view of this Midwest city","response":"Chicago"},{"text":"Kentucky is called a commonwealth after this state which used to own it","response":"Virginia"},{"text":"Mystics &amp; non-mystics can find Mystic Seaport, the largest maritime museum in the U.S. in this state","response":"Connecticut"}],"originalDate":"1990-09-18"},{"category":"MEN OF LETTERS","comments":"(Alex: This is a category about famous authors... we want you to give us their first initials as well.)","clues":[{"text":"Many a student has been required to read his novel \"The Catcher in the Rye\"","response":"J.D. Salinger"},{"text":"The movies \"A Passage to India\" &amp; \"A Room with a View\" were based on his novels","response":"E.M. Forster"},{"text":"He wrote about the honorable Bertie Wooster &amp; his impeccable valet, Jeeves","response":"P.G. Wodehouse"},{"text":"A noted essayist, he also spun the tale of \"Charlotte's Web\"","response":"E.B. White"},{"text":"His book \"The Lion, the Witch and the Wardrobe\" was one of seven tales about the land of Narnia","response":"C.S. Lewis"}],"originalDate":"1990-09-18"},{"category":"5-SYLLABLE WORDS","comments":"","clues":[{"text":"Money existing only digitally; in 2022 $275 billion was lost in its global market in a single day","response":"cryptocurrency"},{"text":"Indigenous Australians can also be acceptably referred to by this adjective","response":"Aboriginal"},{"text":"This word describes each correct response in the category","response":"pentasyllabic"},{"text":"This adjective is used to indicate a novel has been written in the form of letters","response":"epistolary"},{"text":"Relating to that city in southern Italy famous for pizza","response":"Neapolitan"}],"originalDate":"2022-11-18"},{"category":"TV DRAMAS BY EPISODE TITLES","comments":"","clues":[{"text":"\"The Last of the Starks\"","response":"<i>Game of Thrones</i>"},{"text":"\"Victory of the Daleks\"","response":"<i>Doctor Who</i>"},{"text":"\"Infected\" &amp; <br>\"Here's Negan\"","response":"<i>The Walking Dead</i>"},{"text":"\"The Midterms\" &amp; <br>\"The White House Pro-Am\"","response":"<i>The West Wing</i>"},{"text":"\"Sophomoric\", <br>\"Senioritis\" &amp; <br>\"Ben Don't Leave\"","response":"<i>Felicity</i>"}],"originalDate":"2022-11-18"},{"category":"THE \"ANTI\" CATEGORY","comments":"","clues":[{"text":"Lacking admirable qualities, Alex in \"A Clockwork Orange\" is considered this type of protagonist","response":"an antihero"},{"text":"It's what the A-D stands for in WADA, a world organization dedicated to fair competition &amp; clean sport","response":"Anti-Doping"},{"text":"Patrick Henry was a leader of this group that took issue with the Constitution &amp; an all-too-powerful national government","response":"the Anti-Federalists"},{"text":"We won't ask you to spell this 28-letter word ending in M that the OED says is \"popularly cited as an example of a long word\"","response":"antidisestablishmentarianism"},{"text":"Founded in 1913, it has the dual mission of \"securing justice not only for Jews but for all people\"","response":"the Anti-Defamation League"}],"originalDate":"2022-11-18"},{"category":"THE NEANDERTHALS","comments":"","clues":[{"text":"Neanderthals emerged about 400,000 years ago in the Pleistocene, an epoch marked by these intermittent glacial episodes","response":"ice ages"},{"text":"A valley in this country where some of the first bones were found gave the Neanderthals their name","response":"Germany"},{"text":"Wear from pyrite on tools indicates Neanderthals may have been able to produce this, not just collect it from natural sources","response":"fire"},{"text":"Despite beliefs to the contrary, the discovery &amp; analysis of a Neanderthal hyoid bone suggests that they may have had this ability","response":"speech"},{"text":"Some Neanderthals hunted megafauna like the mammoth, the wooly rhino &amp; this wild ox, the ancestor of domestic cattle","response":"the aurochs"}],"originalDate":"2022-11-18"}],[{"category":"BAND AD","comments":"","clues":[{"text":"A 1988 ad in a Seattle mag said, \"Drummer wanted... Soundgarden, Zep, Scratch Acid\" &amp; was signed \"Kurdt\"<span class=\"nobreak\">--</span>him","response":"Cobain"},{"text":"\"Musicians-singers for acting roles in new TV series... 4 insane boys, age 17-21\", said the 1965 ad that launched this group","response":"The Monkees"},{"text":"An ad mentioning love for the band Oasis led Brandon Flowers to what became this group","response":"The Killers"},{"text":"Metallica got its start when he placed an ad saying, \"Drummer looking for other metal musicians to jam with\"","response":"(Lars) Ulrich"},{"text":"An ad mentioning folkie trio Peter, Paul &amp; Mary &amp; punkie trio Hüsker Dü brought Kim Deal into this group","response":"the Pixies"}],"originalDate":"2022-11-18"},{"category":"PAINT SAMPLES","comments":"","clues":[{"text":"It's a 3-part painting, like Francis Bacon's \"3 Studies of Lucian Freud\"","response":"a triptych"},{"text":"Benjamin West nailed history painting depicting this man's \"Treaty with the Indians\" on the Delaware River","response":"William Penn"},{"text":"Don't try to pet the cat in a tricky canvas by Louis-Leopold Boilly, who invented this French term","response":"trompe-l'œil"},{"text":"Vermeer went outside for his cityscape \"View of\" this 5-letter city","response":"Delft"},{"text":"In 2010 you could get a Rothko for 44 cents: \"Orange and Yellow\", in a stamp series honoring this 2-word movement in American painting","response":"abstract expressionism"}],"originalDate":"2022-11-18"},{"category":"20th CENTURY FICTION","comments":"","clues":[{"text":"Ayn Rand is thought to have based the architect in this novel on Frank Lloyd Wright","response":"<i>The Fountainhead</i>"},{"text":"\"The Curious Case of\" this title Fitzgerald short story character is that he ages backwards","response":"Benjamin Button"},{"text":"This 1932 Pulitzer Prize winner begins, \"It was Wang Lung's marriage day\"","response":"<i>The Good Earth</i>"},{"text":"This book with a facial feature in its title was  Toni Morrison's debut novel","response":"<i>The Bluest Eye</i>"},{"text":"His 1912 novel \"Riders of the Purple Sage\" is considered one of the best Westerns","response":"(Zane) Grey"}],"originalDate":"2022-11-18"},{"category":"BEFORE, DURING &amp; AFTER","comments":"","clues":[{"text":"Dyed object hunted for on resurrection Sunday, with fried Chinese appetizers becoming an Alabama football rally cry","response":"Easter egg roll Tide"},{"text":"Ping-Pong a.k.a. that gives you an arm joint ache treatable with a curved pasta","response":"table tennis elbow macaroni"},{"text":"Telepathic Patrick Stewart character shows you the exact place he hid the treasure, a bit of Earl Grey","response":"Professor X marks the spot of tea"},{"text":"Tart \"tot\" candy for a sketch comedy group in charge of making sure those in school don't run in the corridors","response":"Sour Patch Kids in the Hall monitor"},{"text":"Cincinnati Red with 4,256 hits who sits in the White House flower beds, admiring a Hieronymus Bosch painting","response":"Pete Rose Garden of Earthly Delights"}],"originalDate":"2022-11-18"},{"category":"HISTORIC DATES","comments":"","clues":[{"text":"Tradition says the pilgrims set foot on this historic artifact on December 26, 1620","response":"Plymouth Rock"},{"text":"San Franciscans heard a noise \"like the roar of 10,000 lions\" on April 18 of this year","response":"1906"},{"text":"On Sept. 20, 1932 Gandhi began one of these in a jail cell; his British captors gave in a few days later","response":"a hunger strike"},{"text":"May 5, 1864 saw the start of this godawful battle near Fredericksburg fought partly in a burning forest","response":"the Wilderness"},{"text":"In a historic first, this 75-year-old was sworn in as president of his country May 10, 1994","response":"Mandela"}],"originalDate":"2022-11-17"},{"category":"THE KING JAMES BIBLE SAITH","comments":"","clues":[{"text":"\"Out of the mouth of\" these \"and sucklings hast thou ordained strength\"","response":"babes"},{"text":"He \"exceeded all the kings of the earth for riches and for wisdom\"","response":"Solomon"},{"text":"From Deuteronomy: \"Of all that are in the waters: all that have fins and\" these \"shall ye eat\"","response":"scales"},{"text":"\"Jesus saith unto him, I am the way,\" the this \"and the life\"","response":"the truth"},{"text":"From 2 Corinthians: \"For we walk by\" this, \"not by sight\"","response":"faith"}],"originalDate":"2022-11-17"}],{"category":"DESIGN","text":"Marc Chagall &amp; Salvador Dali were among the artists who designed these for Baron Philippe de Rothschild","response":"wine labels"}]}