{"mix":845,"rounds":[[{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"Each year, about 252 million pounds of this meat are used on pizzas; September 20 is that pizza's special day","response":"pepperoni"},{"text":"The framework of this statue weighs 125 tons; its 31 tons of copper are 3/32 of an inch thick","response":"the Statue of Liberty"},{"text":"This U.S. coin has a smooth edge, a diameter of 0.835 inches &amp; a thickness of 1.95 mm","response":"the nickel"},{"text":"50% of our genes<span class=\"nobreak\">--</span>10,000 of 20,000<span class=\"nobreak\">--</span>are regulated by this rhythm, from Latin for \"about\" &amp; \"day\"","response":"circadian"},{"text":"Methane is cooled to -260 degrees Fahrenheit to be suitable for shipping as LNG, short for this","response":"liquefied natural gas"}],"originalDate":"2022-11-15"},{"category":"PLAYING THE HITS OF 2022","comments":"","clues":[{"text":"After wishing his coffee \"had a little shot of Jack\", Walker Hayes sang he was just trying to \"stay out of\" this 2-letter group","response":"AA"},{"text":"\"As It Was\", a solo song by this Brit, took one direction to the top spot on the Hot 100","response":"Styles"},{"text":"This \"feline\" not only got \"Freaky Deaky\" with Tyga, she also told us to \"Get Into It (Yuh)\", so we did (yuh)","response":"Doja Cat"},{"text":"After being on soundtrack hits from the \"Descendants\" franchise, she had a hit with \"Boyfriend\"","response":"Dove Cameron"},{"text":"A groove from 1981's \"Genius Of Love\" by this Talking Heads side project found its way into Latto's \"Big Energy\"","response":"Tom Tom Club"}],"originalDate":"2022-11-15"},{"category":"JEOPORTMANTEAU!","comments":"(Ken: Each response will be two words combined to make one new one.)","clues":[{"text":"Confused state of tumult<br>+<br>hilarious Harvard magazine","response":"bedlampoon"},{"text":"Rowdy U.K. soccer fan<br>+<br>clusters of nerve cells","response":"hooliganglia"},{"text":"Area in which law is enforced <br>+<br>a reference book","response":"jurisdictionary"},{"text":"Artificially induced trance state <br>+<br>rock roller of myth","response":"hypnosisyphus"},{"text":"The art of using language to persuade<br>+<br>random bullet bounce","response":"rhetoricochet"}],"originalDate":"2022-11-15"},{"category":"NOW STREAMING ON DuMONT+","comments":"(Ken: Sadly, streaming only in our imaginations.)","clues":[{"text":"You can binge \"Man Against Crime\", one of the first shows about someone in this job, preceding Mannix &amp; Veronica Mars","response":"detective"},{"text":"In 1954 DuMont had a sitcom with this title starring Gertrude Berg as Molly, not Wendi McLendon-Covey as Beverly","response":"<i>The Goldbergs</i>"},{"text":"Watch \"Cavalcade of Stars\", on which Jackie Gleason introduced this bus driver character, with Pert Kelton as his wife Alice","response":"Ralph Kramden"},{"text":"Don't miss \"The Morey Amsterdam Show\" with this future \"Valley of the Dolls\" novelist as Lola the Cigarette Girl","response":"(Jacqueline) Susann"},{"text":"We've got the Feb. 21, 1953 \"Life is Worth Living\" where Bishop Sheen predicts death for this Communist; 12 days later, bingo","response":"Stalin"}],"originalDate":"2022-11-15"},{"category":"LATE 20th CENTURY BOOKS","comments":"","clues":[{"text":"Nick Hornby's \"Fever Pitch\" isn't set in the world of baseball but rather this other sport","response":"soccer"},{"text":"Haruki Murakami borrowed from the Beatles for the bestseller \"Noruwei no Mori\", this in English","response":"<i>Norwegian Wood</i>"},{"text":"Robert Pirsig's 1974 tale of a trip involving father &amp; son bonding is titled \"Zen and the Art of\" this","response":"<i>Motorcycle Maintenance</i>"},{"text":"This 1997 novel finds Inman exiting from the Civil War &amp; sojourning across a ravaged land back to his love","response":"<i>Cold Mountain</i>"},{"text":"The title of this Don DeLillo novel refers to sirens &amp; various sounds from TVs &amp; other appliances","response":"<i>White Noise</i>"}],"originalDate":"2022-11-15"},{"category":"TALKIN' ECON","comments":"","clues":[{"text":"The equation S = I says that in a closed economy with no trade, savings equals this","response":"investment"},{"text":"Milton Friedman was one of the leading figures of the economic \"school\" named for this city where he really did teach","response":"Chicago"},{"text":"The birth of economics as its own discipline is often traced to a 1776 work by this man","response":"Adam Smith"},{"text":"This adjective describes the influential economics theory set forth by a 3-named Englishman in the 1930s","response":"Keynesian"},{"text":"From Greek for \"few\", this \"-opoly\" is a market controlled by only a few suppliers, who often won't compete on prices","response":"oligopoly"}],"originalDate":"2022-11-15"}],[{"category":"AT THE MALL OF AMERICA","comments":"","clues":[{"text":"Sea Life, Minnesota's biggest one of these","response":"an aquarium"},{"text":"This place to create your own stuffed animal","response":"Build-A-Bear"},{"text":"A store specializing in these lightweight clog-like shoes","response":"Crocs"},{"text":"Fabletics, co-founded by this actress","response":"Kate Hudson"},{"text":"Outdoor clothing &amp; gear from this eponymous store out of Washington State","response":"Eddie Bauer"}],"originalDate":"2022-11-14"},{"category":"THE SOUTHERN HEMISPHERE","comments":"","clues":[{"text":"5,305-foot Mount Ossa is the highest peak on this Australian island","response":"Tasmania"},{"text":"Fernandina &amp; Isabela are among the islands in this chain belonging to Ecuador","response":"the Galápagos"},{"text":"This geographical line runs around the globe at approximately 23 degrees 27 minutes south latitude","response":"the Tropic of Capricorn"},{"text":"You can go from \"A\" to \"Z\" crossing the 660-mile border between these 2 southern African countries","response":"Angola & Zambia"},{"text":"This republic of 115 islands northeast of Madagascar was uninhabited until its 18th century settlement by the French","response":"Seychelles"}],"originalDate":"2022-11-14"},{"category":"STREAKERS","comments":"","clues":[{"text":"He was MVP of the NBA Finals in 1991, 1992 &amp; 1993 &amp; again in 1996, 1997 &amp; 1998","response":"Michael Jordan"},{"text":"From 2014 through 2021, she won the vault at every U.S. Championship in which she competed, 6 in all","response":"(Simone) Biles"},{"text":"Our stage was recently graced by Dan Feyer, who won the Stamford, Conn. tournament for solving these from 2010 through 2015","response":"crosswords"},{"text":"Born in Prague, she got U.S. citizenship in 1981, then won 6 straight Wimbledon titles beginning in 1982","response":"Navratilova"},{"text":"Before he set the major-league record, he had a 61-game hitting streak in the minors","response":"DiMaggio"}],"originalDate":"2022-11-14"},{"category":"FROM \"D\" TO \"O\"","comments":"(Ken: Each response will begin with \"D\" and end with \"O\".)","clues":[{"text":"Term for an electric generator at a power plant or a hardworking doer at the office","response":"a dynamo"},{"text":"In the mid-1400s he sculpted the biblical David a bit over 5 feet high in bronze","response":"Donatello"},{"text":"A Brooklyn neighborhood has this acronymic name that fits the category","response":"DUMBO"},{"text":"Room 222 at the Strater Hotel in this Colorado city was where Louis L'Amour wrote many of his Western novels","response":"Durango"},{"text":"It's the proprietary name for an acoustic guitar with a metal resonator built into its body; it's popular for country music","response":"Dobro"}],"originalDate":"2022-11-14"},{"category":"YOUR U.S. HISTORY TEST","comments":"","clues":[{"text":"An early experiment in representative government, the House of Burgesses met for the first time in 1619 in this settlement","response":"Jamestown"},{"text":"The assassination of James Garfield made this man the 21st president","response":"Arthur"},{"text":"The Compromise of 1850 admitted this Western state to the Union, with slavery banned there","response":"California"},{"text":"MLK's \"I Have a Dream\" speech called for freedom to ring from Stone Mountain in Georgia &amp; this mountain in Tennessee","response":"Lookout Mountain"},{"text":"An eyewitness account of the Boston Massacre said this man hit several soldiers with a club before he was shot","response":"Crispus Attucks"}],"originalDate":"2022-11-14"},{"category":"POETRY","comments":"","clues":[{"text":"Sylvia Plath's \"Parliament Hill Fields\" is set in this city that she loved &amp; where she died","response":"London"},{"text":"\"Thou singest of summer in full-throated ease\", Keats wrote in \"Ode to\" this creature","response":"a nightingale"},{"text":"\"And God said: that's good!\" is a refrain in James Weldon Johnson's 1927 poem titled this biblical event","response":"\"The Creation\""},{"text":"A book by Herbert J.C. Grierson about John Donne &amp; other 17th c. poets helped popularize this philosophical adjective for them","response":"metaphysical"},{"text":"The \"Terrible Sonnets\" of this 3-named 19th c. poet aren't bad but sad, like \"No Worst, There is None\" &amp; \"Carrion Comfort\"","response":"Gerard Manley Hopkins"}],"originalDate":"2022-11-14"}],{"category":"BUSINESS HISTORY","text":"What is dubbed \"the world's first initial public offering\" took place in 1602 in this current European capital","response":"Amsterdam"}]}