{"mix":847,"rounds":[[{"category":"PEOPLE","comments":"","clues":[{"text":"His daughter, Amy Dolenz, \"Monkeed\" around as Tony Danza's kid in the film \"She's Out of Control\"","response":"Micky Dolenz"},{"text":"She said, \"Me and John Goodman are the hottest couple on TV, the total sex machine\"","response":"Roseanne Barr"},{"text":"Every July he hosts Snoopy's Senior Hockey Tournament at his own ice arena in Santa Rosa California","response":"Charles Schulz"},{"text":"He was a pilot for Pan Am &amp; an L.A. policeman before he created \"Star Trek\"","response":"Gene Roddenberry"},{"text":"When she resigned her job as Columbia Pictures president, one headline said, \"Dawn with the wind\"","response":"Dawn Steel"}],"originalDate":"1990-09-14"},{"category":"PENCILS","comments":"","clues":[{"text":"3 out of every 4 pencils made in America are painted this color","response":"yellow"},{"text":"He was making the best pencils in America before he wrote \"Walden\"","response":"Thoreau"},{"text":"The most common pencil carries this number, which is a measure of the hardness of its lead","response":"number 2"},{"text":"Pencil lead isn't lead but a mixture of clay, water &amp; this form of carbon","response":"graphite"},{"text":"Nowadays most pencils have this many sides","response":"six"}],"originalDate":"1990-09-14"},{"category":"GENESIS","comments":"","clues":[{"text":"According to Genesis Chapter 6 verses 14 &amp; 15 it was made of gopher wood, 300 cubits long, 50 cubits wide &amp; 30 cubits high","response":"Noah's Ark"},{"text":"Abraham wouldn't even take a shoe-latchet as a reward from the king of this wicked city","response":"Sodom"},{"text":"The first time Isaac saw Rebekah she was riding one of these","response":"a camel"},{"text":"Laban's well-favored daughter, Jacob served 14 years to marry her","response":"Rachel"},{"text":"He interpreted dreams of Pharaoh's chief butler &amp; chief baker while in jail with them","response":"Joseph"}],"originalDate":"1990-09-14"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"This northernmost major battle of the war saw over 40,000 casualties","response":"Gettysburg"},{"text":"Southern states had to ratify the 14th Amendment before this could happen","response":"readmission to the Union"},{"text":"These laws provided for the return of runaway slaves to escape from one state to another","response":"the Fugitive Slave Laws"},{"text":"He was appointed official military photographer by the federal government","response":"Mathew Brady"},{"text":"Famed for her earlier work in mental institutions she served as superintendent of the U.S. Army nurses","response":"Dorothea Dix"}],"originalDate":"1990-09-14"},{"category":"MAGAZINES","comments":"","clues":[{"text":"For its first 14 years this family magazine was given away in grocery stores","response":"<i>Family Circle</i>"},{"text":"The National Geographic Society publishes this magazine for kids","response":"<i>National Geographic World</i>"},{"text":"In 1983 excerpts from bogus Hitler diaries were published by this West German news magazine","response":"der <i>Stern</i>"},{"text":"This magazine devoted to the rock music culture is published by Bob Guccione Jr.","response":"<i>Spin</i>"},{"text":"Appropriately, \"The Progressive\" is published in this Midwestern state, home of the LaFollettes","response":"Wisconsin"}],"originalDate":"1990-09-14"},{"category":"ARTISTS","comments":"","clues":[{"text":"His father, Jan Rubens, was imprisoned for having an affair with William the Silent's wife","response":"Peter Paul Rubens"},{"text":"Raphael was this city's leading artist when he died suddenly at the age of 35; he was buried in the Pantheon","response":"Rome"},{"text":"He was born in Canton, New York in 1861 but he's famous for painting the American West","response":"Remington"},{"text":"After her husband's death in 1946, Georgia O'Keeffe settled permanently in this state","response":"New Mexico"},{"text":"One of Hieronymus Bosch's most famous works is a bizarre painting called \"The Garden of\" these","response":"Earthly Delights"}],"originalDate":"1990-09-14"}],[{"category":"AUTHORS' RESTING PLACES","comments":"","clues":[{"text":"Having served in both World Wars, Dashiell Hammett is buried in this cemetery","response":"Arlington National"},{"text":"The Russians would have to tear down this wall to disturb John Reed's resting place","response":"the Kremlin Wall"},{"text":"Her name on her tombstone at Green Hills Farm near Perkasie, Pennsylvania is in English &amp; Chinese","response":"Pearl Buck"},{"text":"On December 24, 1968, some of his ashes were scattered into Whalers Bay from Point Lobos, California","response":"John Steinbeck"},{"text":"Appropriately, Washington Irving is buried in this cemetery in North Tarrytown, New York","response":"Sleepy Hollow"}],"originalDate":"1990-09-14"},{"category":"NOVEL VOCABULARY","comments":"","clues":[{"text":"Swipes, a slang term for weak beer, appears in his novel \"Bleak House\"","response":"Charles Dickens"},{"text":"The phrase \"flighted to death\", meaning \"scared to death\", is spoken by Mr. Earnshaw in this Bronte novel","response":"<i>Wuthering Heights</i>"},{"text":"Chapter 1 of \"The Scarlet Letter\" uses this synonym for an ideal place that was coined by Sir Thomas More in the 1500s","response":"Utopia"},{"text":"It's the novel that told us, \"Even to understand the word 'doublethink involved the use of doublethink\"","response":"<i>1984</i>"},{"text":"The word circumambulate, meaning \"to walk around\", is used by this narrator in \"Moby-Dick\"","response":"Ishmael"}],"originalDate":"2003-03-21"},{"category":"THE U.S. EMBASSY","comments":"","clues":[{"text":"As of April 2002, U.S. embassies won't normally issue these, but they'll still help if you lose yours","response":"a passport"},{"text":"Security at U.S. embassies is mainly provided by members of this branch of the armed forces","response":"the Marines"},{"text":"That tight-lipped guy in the shades is the Defense Department's man at the embassy, called by this French term","response":"attaché"},{"text":"The U.S. embassy in Israel remains in this city, despite decades of talk about moving it to the capital, Jerusalem","response":"Tel Aviv"},{"text":"Some embassies help out the locals through a mission of USAID, the U.S. Agency for this","response":"International Development"}],"originalDate":"2003-03-21"},{"category":"WYOMING","comments":"","clues":[{"text":"Among the states, it's Wyoming's rank in population as well as alphabetization","response":"last (50th)"},{"text":"Devil's Tower is the neck of an ancient one of these","response":"volcano"},{"text":"Carbon County really digs this solid fuel, really","response":"coal"},{"text":"The first school in Wyoming was founded at this fort in 1852","response":"Laramie"},{"text":"Splitting North America, it actually splits in two itself while running through Wyoming","response":"the Continental Divide"}],"originalDate":"2003-03-21"},{"category":"MALAMUTE, HUSKY OR SEA OTTER","comments":"","clues":[{"text":"A clothing size for big kids","response":"husky"},{"text":"Once nearly hunted to extinction, they're found in Northern Pacific coastal waters","response":"sea otters"},{"text":"The name of this Eskimo group means \"man living in the place where there are big waves\"","response":"Malamute"},{"text":"It's the mascot of the University of Washington's athletic teams","response":"Huskies"},{"text":"This species stays frisky &amp; healthy on a diet of mostly mollusks &amp; sea urchins","response":"sea otters"}],"originalDate":"2003-03-21"},{"category":"DATELINE NBC","comments":"","clues":[{"text":"On May 25, 1992 he was behind the desk as the new permanent host of \"The Tonight Show\"","response":"(Jay) Leno"},{"text":"\"Adding sight to sound\", NBC began regular TV broadcasts on May 30, 1939 at this expo","response":"the World's Fair"},{"text":"When it premiered October 11, 1975 George Carlin was its first guest host","response":"<i>Saturday Night Live</i>"},{"text":"On Noy. 23, 1939 NBC ushered in Thanksgiving with the first TV broadcast of this","response":"the Macy's Thanksgiving Day Parade"},{"text":"\"The Life of Riley\", which debuted October 4, 1949, starred this young comic in his first TV series","response":"Jackie Gleason"}],"originalDate":"2003-03-21"}],{"category":"U.S. PRESIDENTS","text":"As result of 20th Amendment, his 2nd inauguration was the 1st to be held Jan. 20th, not March 4th","response":"Franklin Delano Roosevelt"}]}