{"mix":850,"rounds":[[{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"An East African hunting expedition","response":"a safari"},{"text":"A commemorative tablet or a thin film of bacteria-laden mucus on a tooth","response":"plaque"},{"text":"It describes a mixture of incongruous elements or a rock &amp; roll crew","response":"motley"},{"text":"This word meaning a noisy uproar is a corruption of Bethlem, a British madhouse","response":"bedlam"},{"text":"It usually refers to goods that are tossed overboard to lighten a ship","response":"jetsam"}],"originalDate":"1990-09-13"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Nickname of a bond with a credit rating of triple B  or lower","response":"a junk bond"},{"text":"With the slogan \"One world one card\" this company now offers Visa &amp; Mastercard","response":"AT&T"},{"text":"2 years after he was expelled from Harvard in 1885 his father gave him the San Francisco Examiner","response":"(William Randolph) Hearst"},{"text":"George Bush's son George runs this baseball team","response":"the Texas Rangers"},{"text":"In March 1990, this personal computer store opened a branch in Moscow","response":"ComputerLand"}],"originalDate":"1990-09-13"},{"category":"CANADA","comments":"","clues":[{"text":"Nova Scotia's provincial flag contains the coat of arms of this country","response":"Scotland"},{"text":"River that allows the Great Lakes access to the sea","response":"the St. Lawrence"},{"text":"The constitution guarantees this province the right to maintain a Roman Catholic school system","response":"Quebec"},{"text":"Canada's largest port is this city on its west coast","response":"Vancouver"},{"text":"Canadian who hit U.S. bestseller list in 1987 with \"The Handmaid's Tale\"","response":"Margaret Atwood"}],"originalDate":"1990-09-13"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Cheaper grades of champagne are made to sparkle by adding this gas","response":"carbon dioxide"},{"text":"Irna Phillips is credited with introducing organ music to this radio genre which later moved to television","response":"soap operas"},{"text":"The stimulants found in a kola nut are theobromine, kolanin &amp; this","response":"caffeine"},{"text":"Researchers identify individual humpback whales by photos of this body part","response":"the fluke (tail)"},{"text":"This artist who once put skirts around 11 islands off Miami holds the record for making the largest curtain","response":"Christo"}],"originalDate":"1990-09-13"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Its largest city &amp; capital is Kabul","response":"Afghanistan"},{"text":"This city, an early center of Christianity in Britain, is in the county of Kent","response":"Canterbury"},{"text":"The Prinsenhof, where William the Silent was assassinated, is now a museum in this city known for its pottery","response":"Delft"},{"text":"In 1880 this city succeeded Comayagua as Honduras capital","response":"Tegucigalpa"},{"text":"Montreux has been one of the most popular resorts on this lake since the 19th century","response":"Lake Geneva"}],"originalDate":"1990-09-13"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In \"Alice in Wonderland\" he was tried for stealing tarts","response":"the Knave of Hearts"},{"text":"He had worked as a sugar planter in Brazil before being shipwrecked","response":"Robinson Crusoe"},{"text":"A portrait of this young handsome man of 1890s London, ages but he does not","response":"Dorian Gray"},{"text":"Peter Pan rescued this Indian maiden from the clutches of Captain Hook","response":"Tiger Lily"},{"text":"Thomas Hardy story of  Clym Yeobright who came back to England from Paris &amp; married steamy Eustacia Vye","response":"<i>The Return of the Native</i>"}],"originalDate":"1990-09-13"}],[{"category":"HISTORIC NICKNAMES","comments":"","clues":[{"text":"William Booth's wife Catherine was known as the mother of this army","response":"the Salvation Army"},{"text":"This Virginian was the pen of the Revolution","response":"Thomas Jefferson"},{"text":"Swamp Fox of the Revolutionary War who was also called the \"Bayard of the South\" in honor of a French hero","response":"Francis Marion"},{"text":"19th century Virginia insurrectionist whose fellow slaves called him \"The Prophet\"","response":"Nat Turner"},{"text":"In the pre-Civil War era he was known as the \"Eagle Orator of South Carolina\"","response":"(John C.) Calhoun"}],"originalDate":"1990-09-13"},{"category":"IT TAKES TWO","comments":"","clues":[{"text":"According to the initials, the accommodations offered by a B&B","response":"a bed & breakfast"},{"text":"The 2 cities referred to in the title of Dickens' \"A Tale of Two Cities\"","response":"London & Paris"},{"text":"The 2 movies featuring Paul Newman as \"Fast Eddie\" Felson","response":"<i>The Hustler</i> & <i>The Color of Money</i>"},{"text":"The 2 things a hiker needs for orienteering","response":"a compass & a map"},{"text":"At the Winter Olympics the 2 events that form the biathlon","response":"shooting & skiing"}],"originalDate":"1990-09-13"},{"category":"SUPREME COURT CASES","comments":"","clues":[{"text":"RBG dissented in the 2000 case Bush v. him","response":"<i>Gore</i>"},{"text":"2022's West Virginia v. this federal agency went in favor of West Virginia","response":"the EPA"},{"text":"Dobbs v. this city's Women's Health Organization overturned Roe v. Wade","response":"Jackson, Mississippi"},{"text":"1896's him (train passenger) v. him (judge) was decided 7-1 for the wrong guy","response":"<i>Plessy v. Ferguson</i>"},{"text":"2015's him v. him upheld the right to same-sex marriage","response":"Obergefell & Hodges"}],"originalDate":"2022-11-09"},{"category":"SHAKESPEARE JUST KILLS ME","comments":"","clues":[{"text":"Holding the dead Cordelia in his arms, he hears that Edmund is dead &amp; is dead himself a few lines later","response":"Lear"},{"text":"The last words this king hears are from Hamlet: \"Is thy union here? Follow my mother\"","response":"Claudius"},{"text":"In \"Romeo &amp; Juliet\", he gets the point from Tybalt, who makes worms' meat of him","response":"Mercutio"},{"text":"In \"Macbeth\", it's not healthy for this man to be in a scene with first, second &amp; third murderers but at least his son Fleance escapes","response":"Banquo"},{"text":"This title guy kills Lavinia, stabs Tamora, gets killed by Saturninus, who in turn is whacked by Lucius, the said title guy's son","response":"Titus Andronicus"}],"originalDate":"2022-11-09"},{"category":"CHESS FOR CHAMPS","comments":"","clues":[{"text":"It's the only chess piece that can hop over an opposing piece when it moves","response":"a knight"},{"text":"In 2016 Timur Gareyev played a record 48 simultaneous games wearing one of these; he won 35, lost 6 &amp; drew 7","response":"a blindfold"},{"text":"The Ruy Lopez is also known as the Spanish Opening; the Giuoco Piano, as this one (not to be confused with the Sicilian Defense)","response":"the Italian Opening"},{"text":"In an anticlimax, a 1978 World Championship game was this kind of draw on the 124th move","response":"a stalemate"},{"text":"In 1997 the chess world was shocked when world champ Garry Kasparov lost a match to this IBM computer program","response":"Deep Blue"}],"originalDate":"2022-11-09"},{"category":"RIVER RUN","comments":"","clues":[{"text":"In Babylonian myth the eyes of the dragon goddess Tiamat were the source of these 2 rivers","response":"the Tigris & the Euphrates"},{"text":"Rivers that border Manhattan include the East River &amp; these 2 \"H\" rivers","response":"the Hudson and the Harlem"},{"text":"The Camargue, a wild &amp; wildlife-rich region of France, is in the delta of this river that rises in Switzerland","response":"the Rhone"},{"text":"Good Catholics know South Bend, Indiana is named for a curvature of this river","response":"the St. Joseph"},{"text":"Sharing its name with a mountain range, this major river of Europe flows into the Caspian Sea at Atyrau, Kazakhstan","response":"(the) Ural (River)"}],"originalDate":"2022-11-09"}],{"category":"THE OLYMPICS","text":"Only the medley relay &amp; this type of race begin with swimmers in water, not on starting block","response":"the backstroke"}]}