{"mix":851,"rounds":[[{"category":"GEOLOGY","comments":"","clues":[{"text":"It's the point on Earth's surface directly above the internal point where an earthquake rupture begins","response":"the epicenter"},{"text":"Chalk &amp; tufa are varieties of this sedimentary rock that's mostly calcium carbonate","response":"limestone"},{"text":"Used in the Stone Age for spear points &amp; arrowheads, this form of quartz later found a use in firearms","response":"flint"},{"text":"A horseshoe lake is also called this kind, from a type of collar worn by a different draft animal","response":"an oxbow lake"},{"text":"From Greek for \"fire\", this \"flow\" is super-hot rock &amp; gas emitted by a volcanic eruption","response":"pyroclastic"}],"originalDate":"2022-11-09"},{"category":"FRONTIER FOLK","comments":"","clues":[{"text":"Trained back east by Harriet Beecher Stowe's sister, Harriet Bishop was a frontier one of these in a single room in St. Paul","response":"a schoolteacher"},{"text":"In 1874 this frontier dentist lost his practice in Dallas because his coughing alarmed patients","response":"Doc Holliday"},{"text":"Dr. John Eisner, frontier this, a ritual circumciser, brought 169 Jewish babies into the faith from New Mexico to Wyoming","response":"a mohel"},{"text":"William Green T'Vault, frontier editor, ran Oregon's first newspaper, with this title meaning \"onlooker\" or \"observer\"","response":"the <i>Oregon Spectator</i>"},{"text":"Horace Vesey, frontier hotelier, ran the Gold Hill Hotel in the boomtown called this \"City\", biggest in Nevada Territory","response":"Virginia City"}],"originalDate":"2022-11-09"},{"category":"ONOMATOPOEIA","comments":"","clues":[{"text":"You might hear this hyphenated term \"of little feet\"","response":"pitter-patter"},{"text":"\"Bible\" can precede this word, also a Disney rabbit","response":"thumper"},{"text":"Apiarists know this word can mean a rumor or enthusiasm","response":"buzz"},{"text":"This 5-letter word that starts &amp; ends with the same pair of letters means \"be quiet\"","response":"shush"},{"text":"\"The Bells\" pairs clamor with this word that also starts with \"C-L-A\"","response":"clangor"}],"originalDate":"2022-11-09"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Hungary's house of parliament is in Belvaros, the old inner city of this capital","response":"Budapest"},{"text":"This capital of Nicaragua is on the edge of a lake which shares it name","response":"Managua"},{"text":"The National Palace in this city is the official home of the president of Haiti","response":"Port-au-Prince"},{"text":"Francisco Pizarro founded this city in 1535","response":"Lima"},{"text":"This country's capital was formerly spelled D-A-C-C-A, but now it's usually spelled D-H-A-K-A","response":"Bangladesh"}],"originalDate":"1990-09-12"},{"category":"THE GOLDEN GLOBE AWARDS","comments":"","clues":[{"text":"Jessica Tandy &amp; Morgan Freeman drove home with Golden Globes for their roles in this film","response":"<i>Driving Miss Daisy</i>"},{"text":"Date in the title of the film that won the award for Best Motion Picture Drama in 1990","response":"the Fourth of July"},{"text":"Wise up and tell us this guy won an acting award for <i>Wise Guy</i>","response":"Ken Wahl"},{"text":"She was anything but sad when she won for \"Anything but Love\"","response":"Jamie Lee Curtis"},{"text":"Michelle Pfeiffer's reaction to this film was, \"I have to sing? Are you crazy?\", but her singing helped her win","response":"<i>The Fabulous Baker Boys</i>"}],"originalDate":"1990-09-12"},{"category":"LIBRARIES","comments":"","clues":[{"text":"These vehicles used in library outreach programs can be trailers, trucks &amp; even boats in Louisiana bayous","response":"bookmobiles"},{"text":"In this system a book on the history of art in the U.S. would be found under 709.73","response":"the Dewey Decimal System"},{"text":"Sam Rayburn Library in Bonham, in this state, features a replica of his office in the U.S. Capitol","response":"Texas"},{"text":"The libraries of ancient Assyria contained thousands of tablets made of this","response":"clay"},{"text":"One of the world's greatest collections of Celtica is in this country's National Library in Aberystwyth","response":"Wales"}],"originalDate":"1990-09-12"}],[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"This trailblazer was born to a Quaker family in Berks County, Pennsylvania, not Kentucky","response":"Daniel Boone"},{"text":"In 1794 Congress ordered 2 stripes added to the flag for 2 new states, making the total this","response":"15"},{"text":"In 1919 the Senate rejected the Versailles Treaty and membership in this organization","response":"the League of Nations"},{"text":"American Indians used the shells of whelks &amp; clams to make these beads used for money","response":"wampum"},{"text":"This interracial organization was founded in 1910 in New York City to help Blacks living in cities","response":"the National Urban League"}],"originalDate":"1990-09-12"},{"category":"GREEK ALPHABET","comments":"","clues":[{"text":"This Greek letter is also the name of a major U.S. airline","response":"Delta"},{"text":"The first &amp; last letters of the Greek alphabet","response":"alpha & omega"},{"text":"The Greek letter that corresponds to T in our alphabet","response":"tau"},{"text":"The Greek letter that rhymes with eta, beta &amp; zeta","response":"theta"},{"text":"Greek letter that's also a word for a very small quantity","response":"iota"}],"originalDate":"1990-09-12"},{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"Letter symbol for acceleration due to gravity; it's value varies with the distance from the Earth","response":"g"},{"text":"Type of electrical current that travels one way only","response":"direct current"},{"text":"The name of this type of undertow is a misnomer, it's a current, not a tide","response":"a riptide"},{"text":"19th century British physicist William Thompson, who developed a temperature scale, was known by this name","response":"Lord Kelvin"},{"text":"In astronomy a body moving in the opposite direction from other members of a solar system is in this","response":"retrograde"}],"originalDate":"1990-09-12"},{"category":"SAINTS","comments":"","clues":[{"text":"The last time he's mentioned in the New Testament is when 12-year-old Jesus is found in the temple","response":"St. Joseph"},{"text":"Number of times Peter told people he didn't know Jesus","response":"3"},{"text":"His Latin translation of the Bible is known as the Vulgate","response":"St. Jerome"},{"text":"Long the patron saint of wayfarers, he's the patron saint of motorists too","response":"(St.) Christopher"},{"text":"Famed as a preacher, Catholics pray to him for help in finding lost articles","response":"St. Anthony"}],"originalDate":"1990-09-12"},{"category":"COMPOSERS","comments":"","clues":[{"text":"We're not telling tales when we tell you Johann Strauss composed the tales from these woods","response":"the Vienna Woods"},{"text":"This \"Ring\" composer put a ring on the finger of Franz Liszt's daughter, Cosima","response":"(Richard) Wagner"},{"text":"Tchaikovsky wrote this piece with cannon fire &amp; cathedral bells in it, to be performed in Moscow Square","response":"the <i>1812 Overture</i>"},{"text":"Benjamin Britten is famous for \"The Young Person's Guide to\" this","response":"the Orchestra"},{"text":"Nicknamed \"Papa\", though he &amp; his wife never had kids, Haydn is also called the father of this form","response":"the symphony"}],"originalDate":"1990-09-12"},{"category":"AFRICA","comments":"","clues":[{"text":"For a long time the world's richest diamond-producing mine was The Big Hole at Kimberley in this country","response":"South Africa"},{"text":"In 1854 Said Pasha gave Ferdinand de Lesseps permission to build this","response":"the Suez Canal"},{"text":"2 of the 3 countries that begin with the letter Z","response":"(2 of) Zaire & Zambia (or Zimbabwe)"},{"text":"This famine stricken country's Eritrea province has been in rebellion for nearly 30 years","response":"Ethiopia"},{"text":"Western Sahara is claimed &amp; occupied by this North African country","response":"Morocco"}],"originalDate":"1990-09-12"}],{"category":"CRIME &amp; PUNISHMENT","text":"Charged with adultery, she, her brother &amp; 4 others were locked in the Tower of London in 1536","response":"Anne Boleyn"}]}