{"mix":852,"rounds":[[{"category":"LITERARY TERMS","comments":"","clues":[{"text":"Prose based on a writer's imagination, rather than fact, is classified as this","response":"fiction"},{"text":"This literary form is almost always Petrarchan or Shakespearean","response":"a sonnet"},{"text":"A hackneyed expression like a bull in a china shop, that's become so overused, it's become trite","response":"a cliche"},{"text":"Term for a word's history that includes its derivation &amp; change in its use","response":"etymology"},{"text":"One type of these lyrical lengthy poems characterized by lofty style is called Pindaric","response":"odes"}],"originalDate":"1990-09-12"},{"category":"CAMBRIDGE UNIVERSITY","comments":"","clues":[{"text":"After their classes were suspended, students from this university moved to Cambridge in 1209","response":"Oxford"},{"text":"An epidemic interrupted his Cambridge studies so he went home &amp; reportedly saw an apple fall","response":"Isaac Newton"},{"text":"He studied half-heartedly for the ministry at Cambridge before sailing off on the HMS Beagle","response":"Darwin"},{"text":"Appropriately, this large king founded Cambridge's  largest college in 1546","response":"Henry VIII"},{"text":"Cambridge professor G. M. Trevelyan was famous for writing books on this subject","response":"history"}],"originalDate":"1990-09-12"},{"category":"ELECTION DAY","comments":"(Ken: That's today.)","clues":[{"text":"The tradition of U.S. elections being held on this day of the week dates to 1845, when it was convenient for farmers","response":"Tuesday"},{"text":"One reporter wrote, \"tranquility forsook Springfield\" on Election Day of this year","response":"1860"},{"text":"In parliamentary democracies, a party in power can call for these \"sudden\" elections on a day in advance of the scheduled one","response":"a snap election"},{"text":"George Washington's campaign bought 160 gallons of booze to woo 391 voters on a 1758 Election Day in this colony","response":"Virginia"},{"text":"On election night 1948, the Chicago Tribune went to press with this banner headline for the next morning's edition","response":"Dewey Defeats Truman"}],"originalDate":"2022-11-08"},{"category":"HITS OF 2002","comments":"","clues":[{"text":"We want to remind you that the No. 1 song of 2002 was \"How You Remind Me\" by this Chad Kroeger group","response":"Nickelback"},{"text":"Give us the title of this Nelly song that heated up all the way to No. 1 but please, don't take off all your clothes","response":"\"Hot In Herre\""},{"text":"This dance anthem by Pink says, \"We'll be lookin' flashy in my Mercedes Benz\"","response":"\"Get The Party Started\""},{"text":"You know what song you can't get out of your head? \"Can't Get You Out Of My Head\" by this Aussie diva","response":"Minogue"},{"text":"\"Lose Yourself\" has the meta lyrics \"And there's no movie, there's no\" this actor, \"This is my life\"","response":"Mekhi Phifer"}],"originalDate":"2022-11-08"},{"category":"YOU SIT ON IT","comments":"","clues":[{"text":"Hot cross bread items","response":"buns"},{"text":"Shake this term for pirate treasure","response":"booty"},{"text":"Jupiter has dozens of these including Europa &amp; Io","response":"moon"},{"text":"First name of Ms. Hill, heroine of a racy 18th century novel","response":"Fanny"},{"text":"Nickname of late Texas football coaching legend Oail Phillips","response":"Bum"}],"originalDate":"2022-11-08"},{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"Matthew 4 says Jesus fasted for this many days &amp; nights in the wilderness, &amp; he was hungry after; well, yeah!","response":"40"},{"text":"Normally, the human body contains this number of chromosomal pairs","response":"23"},{"text":"There's a period before this number that comes before \"Special\" in the name of Donnie Van Zant's high-caliber 1970s rock band","response":"38"},{"text":"The non-profit, non-partisan news service known as \"The\" this number covers the state of U.S. education","response":"74"},{"text":"Buzz Lightyear announces feats of derring-do by exclaiming this 4-word phrase, &amp; that's saying a lot","response":"To infinity and beyond"}],"originalDate":"2022-11-08"}],[{"category":"HOPE YOU READ <em class=\"underline\">MIDDLEMARCH</em>","comments":"(Ken: America loves <i>Middlemarch</i>.)","clues":[{"text":"Of a swamp, a cathedral or a town, it's what Middlemarch is","response":"a town"},{"text":"Our heroine Dorothea finds herself weeping in Rome on a very unromantic \"wedding journey\", what we would call this","response":"honeymoon"},{"text":"With new ideas about ventilation, diet &amp; fever, Lydgate is an idealistic young one of these","response":"a doctor"},{"text":"This author wrote a dedication \"To my dear Husband\" though they never actually wed, as the \"Husband\" already had a wife","response":"(George) Eliot"},{"text":"The name of this character writing about world myth has become synonymous with dry, out-of-touch scholarship","response":"Edward Casaubon"}],"originalDate":"2022-11-08"},{"category":"FIRE ISLAND","comments":"","clues":[{"text":"This Hawaiian island had a Honolulu of a hot year in 2019; attention, shoppers at Waimalu Plaza, it hit 107 one day","response":"Oahu"},{"text":"On the map, Italy looks like it's giving the boot to this Mediterranean island, which was kicking around at 120 degrees in 2021","response":"Sicily"},{"text":"Playing all the hits of 2020, it's hot 102.7 in Veguitas in this Caribbean country about 90 miles south of Florida","response":"Cuba"},{"text":"In September 2020 it was a toasty 110 in this one of California's Channel Islands with Avalon as its only city","response":"Catalina"},{"text":"92 at Kilkenny Castle in 1887 was long considered the hottest temperature in this island nation","response":"Ireland"}],"originalDate":"2022-11-06"},{"category":"BERNIE &amp; BERNADETTE","comments":"","clues":[{"text":"The mittens this Vermont senator wore to President Biden's inauguration became an internet sensation","response":"Bernie Sanders"},{"text":"In 1987 she originated one of her iconic roles as the witch in the Broadway production of \"Into the Woods\"","response":"Bernadette Peters"},{"text":"Terry Kiser played the titular corpse in this 1989 comedy that also starred Andrew McCarthy &amp; Jonathan Silverman","response":"<i>Weekend at Bernie's</i>"},{"text":"He died in 2021 while serving 150 years for running the largest Ponzi scheme in history, with paper losses of $64.8 billion","response":"Bernie Madoff"},{"text":"In 1858 the future St. Bernadette went to a grotto &amp; had visions that turned this French town into a pilgrimage center","response":"Lourdes"}],"originalDate":"2022-11-06"},{"category":"ALL ABOUT ALLITERATIVE BOOK CHARACTERS","comments":"","clues":[{"text":"Severus Snape is the \"Defense Against the Dark Arts\" teacher at this school that Harry Potter attends","response":"Hogwarts"},{"text":"Peter Pevensie is one of the children who come to reign over this land created by C.S. Lewis","response":"Narnia"},{"text":"Tiny Tim is a sickly boy in this Dickens classic with an alliterative title","response":"<i>A Christmas Carol</i>"},{"text":"He's the evil dictator who's \"watching you\" in \"1984\"","response":"Big Brother"},{"text":"Billy Bibbit &amp; Charles Cheswick are fellow inmates with Randle McMurphy in this Ken Kesey novel set in a mental hospital","response":"<i>One Flew Over the Cuckoo's Nest</i>"}],"originalDate":"2022-11-06"},{"category":"EVERYBODY LOVES RAIN, MAN","comments":"","clues":[{"text":"This largest tropical rain forest can average well over 100 inches of rain each year","response":"the Amazon"},{"text":"Drivers can thank Mary Anderson for creating an early form of this, moved by a handle from inside a streetcar to clear rain","response":"a windshield wiper"},{"text":"The title number in \"Singin' in the Rain\" was shot in summer in Culver City when water was in high demand &amp; this star was ill","response":"Gene Kelly"},{"text":"On Titan, this ringed planet's largest moon, it rains methane","response":"Saturn"},{"text":"In the King James Bible, \"the Lord rained upon Sodom and upon Gomorrah\" these 2 things","response":"fire & brimstone"}],"originalDate":"2022-11-06"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"P.L. Travers is best remembered for her books about this magical nanny","response":"Mary Poppins"},{"text":"James Baldwin's semi-autobiographical first novel was called \"Go Tell It on\" this","response":"the Mountain"},{"text":"In the novel of the same name, Alice Walker wrote, \"I think it pisses God off if you walk by\" this \"in a field... and don't notice it\"","response":"the color purple"},{"text":"Esther Greenwood, who has a mental breakdown in \"The Bell Jar\", was largely based on this author herself","response":"Sylvia Plath"},{"text":"This Swedish author of \"The Girl with the Dragon Tattoo\" &amp; its sequels died before any of them were published","response":"Stieg Larsson"}],"originalDate":"2022-11-06"}],{"category":"ARCHITECTURE","text":"The name of this type of structure comes from the unit of length of an ancient foot race<span class=\"nobreak\">--</span>606 feet","response":"a stadium"}]}