{"mix":860,"rounds":[[{"category":"THE NUMBER IN MUSIC","comments":"","clues":[{"text":"This late, great rapper went by the alphanumeric version of his name when he joined forces with Dr. Dre on \"California Love\"","response":"2Pac"},{"text":"Later an actor &amp; a Grammy winner, he teamed with Big Boi, with whom he went to high school in Atlanta","response":"André 3000"},{"text":"In 2004 Jay-Z had a hit with this many title \"Problems\" but hopefully, our clue ain't one","response":"99"},{"text":"It would be a (disorganized) crime if you didn't know this group won an Oscar for their song \"It's Hard Out Here For A Pimp\"","response":"Three 6 Mafia"},{"text":"Noted for neckware, he was in Playaz Circle before teaming with Drake to go platinum with \"No Lie\"","response":"2 Chainz"}],"originalDate":"2022-10-26"},{"category":"SNAP CHAT","comments":"","clues":[{"text":"Now a synonym for photograph, it originally referred to the rapid firing of a gun without aiming","response":"snapshot"},{"text":"In 2021 this Canadian prime minister called a snap election","response":"Justin Trudeau"},{"text":"In kabuki theatre, a trap door used for dramatic entrances is called a suppon, which means this \"snapping\" reptile","response":"a snapping turtle"},{"text":"In addition to the spice in the name, these cookies are made with molasses","response":"ginger snaps"},{"text":"The hinged \"jaws\" of this flower are pried open by bumblebees, its main pollinator","response":"snapdragon"}],"originalDate":"2022-10-26"},{"category":"BIRDS WITHIN WORDS","comments":"(Ken: The correct responses within the text of each clue.)","clues":[{"text":"There's a certain braveness to this black bird","response":"the raven (in b<b>raven</b>ess)"},{"text":"A little knowledge of this bird goes a long way","response":"an owl (in kn<b>owl</b>edge)"},{"text":"It lives in Europe &amp; Asia, but not in Brooklyn","response":"a rook (in B<b>rook</b>lyn)"},{"text":"While riding my scooter, I spotted this old bird","response":"a coot (in s<b>coot</b>er)"},{"text":"We're amazed by this sea eagle's cleverness","response":"erne (in clev<b>erne</b>ss)"}],"originalDate":"2022-10-26"},{"category":"LAW SLAW","comments":"","clues":[{"text":"Instituted in 1970, the legal classifications of these go from Schedule 1 to Schedule 5","response":"drugs"},{"text":"Schenck v. U.S. addressed if sending antiwar pamphlets to drafted men in the midst of war was protected by this amendment","response":"the First Amendment"},{"text":"In legalese, CC can refer to cepi corpus (\"I have taken the body\") or this federal venue for appeals","response":"circuit court"},{"text":"Political advertising was at the heart of the 2010 case pitting this group against the Federal Election Commission","response":"Citizens United"},{"text":"Evidence that exonerates someone from guilt is called this, which also starts with \"ex\"","response":"exculpatory"}],"originalDate":"2022-10-26"},{"category":"HISTORIC SECONDS","comments":"","clues":[{"text":"The 1145 papal bull \"Quantum Praedecessores\" helped launch the second of these","response":"a crusade (Second Crusade)"},{"text":"In the 1890s the Socialist federation the Second International expelled believers in this no-government doctrine","response":"anarchism"},{"text":"The 1139 meeting known as the Second one of these councils invalidated marriages of priests, monks &amp; nuns","response":"the Lateran councils"},{"text":"In 1862 the second of these Virginia battles took place 13 months after the first &amp; ended the same way, with a Confederate victory","response":"Bull Run"},{"text":"The second one lasted from  218 to 201 B.C. &amp; at the end, Rome was boss of the Mediterranean","response":"the Second Punic War"}],"originalDate":"2022-10-26"},{"category":"ANIMAL-TITLED MOVIES","comments":"","clues":[{"text":"Truffle hunter Nicolas Cage searches for his kidnapped foraging animal in this 2021 film with a 3-letter title","response":"<i>Pig</i>"},{"text":"Dr. Robotnik returns to menace Earth in the 2022 sequel starring this furry blue video game character","response":"Sonic the Hedgehog"},{"text":"Quentin Tarantino took home the Critics' Prize at the 1992 Toronto International Film Festival for this cops &amp; robbers tale","response":"<i>Reservoir Dogs</i>"},{"text":"In this 1988 comedy, Kevin Kline enjoys chips &amp; the unfortunate title creature, much to Michael Palin's dismay","response":"<i>A Fish Called Wanda</i>"},{"text":"Daisy Edgar-Jones plays a rural southern woman suspected of murder in this 2022 film based on a bestseller","response":"<i>Where the Crawdads Sing</i>"}],"originalDate":"2022-10-26"}],[{"category":"WOMEN ON THE MAP","comments":"","clues":[{"text":"A state in Australia &amp; an African waterfall both bear her name","response":"(Queen) Victoria"},{"text":"Honoring Ms. Peron, Ciudad Evita is a small town in this country","response":"Argentina"},{"text":"Marie Byrd Land on this continent was named for the wife of Admiral Byrd","response":"Antarctica"},{"text":"Located about 4 miles off the coast of Massachusetts, it's one of the few U.S. place names to have an apostrophe","response":"Martha's Vineyard"},{"text":"This capital of South Australia was named for the wife of Britain's King William IV","response":"Adelaide"}],"originalDate":"2022-10-25"},{"category":"TV CARTOONS","comments":"","clues":[{"text":"On \"Adventure Time\", the Ice King was voiced by Tom Kenny, also the voice of this title guy since 1999... are ya ready, kids?!","response":"SpongeBob SquarePants"},{"text":"After nearly dying in a car wreck in 1961, Mel Blanc, in a body cast at home, voiced this guy, Fred Flintstone's best pal","response":"Barney Rubble"},{"text":"Businesses next to this title Fox eatery: A Site for Sore Thighs, A Small Price Toupee &amp; Baby Got Back Problems Physical Therapy","response":"<i>Bob's Burgers</i>"},{"text":"A close-up of the clenched fist of this PBS character before he punched D.W. became a giant meme of anger expression","response":"Arthur"},{"text":"Going big on many levels, this title guy hung out with \"The Masters of the Universe\" &amp; holding a sword, bellowed, \"I have the power!\"","response":"He-Man"}],"originalDate":"2022-10-25"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"Swedish chemist Carl Scheele proved that air was made of 2 gases: \"fire air\", oxygen, &amp; \"foul air\", this element","response":"nitrogen"},{"text":"While working with pitchblende in 1898, the Curies discovered polonium &amp; this other element","response":"radium"},{"text":"This other name for mercury includes the name of a different element","response":"quicksilver"},{"text":"In the 19th century busy chemist Jöns Jacob Berzelius  discovered silicon, thorium &amp; this element, symbol Se","response":"selenium"},{"text":"A small amount of this element is sometimes added to table salt to make up for human deficiencies of it","response":"iodine"}],"originalDate":"2022-10-25"},{"category":"McDONALD'S AROUND THE WORLD","comments":"","clues":[{"text":"In this country you might ask \"Where's the beef?\" because there isn't any but there is dosa masala on a bun","response":"India"},{"text":"In Hawaii you can start off your day with a platter of eggs, rice &amp; this meat brand from a can","response":"Spam"},{"text":"At McDonald's in Canada, you'll of course find this dish of French fries covered with gravy &amp; cheese curds","response":"poutine"},{"text":"At the Macca's, as they call it Down Under, this traditional savory spread has been offered with an English muffin","response":"Vegemite"},{"text":"Breakfast in Venezuela includes cheese these, Spanish-named turnovers","response":"empanadas"}],"originalDate":"2022-10-25"},{"category":"PLURALS THAT DON'T END IN S","comments":"","clues":[{"text":"Radius","response":"radii"},{"text":"Moose","response":"moose"},{"text":"Curriculum","response":"curricula"},{"text":"Focus","response":"foci"},{"text":"Schema","response":"schemata"}],"originalDate":"2022-10-25"},{"category":"REVOLTS","comments":"","clues":[{"text":"Not even bearded yet, in 1953 he led a failed revolt by storming Cuba's Moncada Barracks","response":"Castro"},{"text":"In 1680 this New Mexico capital was taken in the anti-Catholic Pueblo Revolt led by Popé; you know he insisted on that accented E","response":"Santa Fe"},{"text":"The -ists named for this month failed to topple the czar in 1825 but inspired the name of a 21st century band","response":"December"},{"text":"Much of Rome's grain came from this large island 300 miles away, so it was a big deal when its slaves revolted in the Servile Wars","response":"Sicily"},{"text":"Kossuth Square in Budapest is named for the man who in the 1840s led a revolt against the rule of Hungary by this Austrian family","response":"the Hapsburgs"}],"originalDate":"2022-10-25"}],{"category":"20th CENTURY AMERICA","text":"In bold letters, it was the 2-word historic N.Y. Times headline for August 9, 1974, followed by \"He urges a time of 'healing\"'","response":"\"Nixon Resigns\""}]}