{"mix":870,"rounds":[[{"category":"MOVIE STUFF","comments":"","clues":[{"text":"The Doof Warrior shredded on post-apocalyptic guitar in this 2015 \"Mad Max\" film","response":"<i>Fury Road</i>"},{"text":"2 days after Sly Stallone left \"Beverly Hills Cop\", this man got the starring role","response":"(Eddie) Murphy"},{"text":"Regina George says, \"Gretchen, stop trying to make\" this \"happen. It's not going to happen\"","response":"fetch"},{"text":"This 1972 blaxploitation movie about a drug dealer that was not merely fly was remade in 2018","response":"<i>Superfly</i>"},{"text":"In a 2019 film this actor bet big on basketball; in a 2022 film, he played a pro basketball scout; he likes basketball","response":"Adam Sandler"}],"originalDate":"2022-10-12"},{"category":"STEP UP TO THE PLATE","comments":"","clues":[{"text":"Prisoners really do make these; in Michigan, rolls of aluminum are used to produce about 10,000 per day","response":"license plates"},{"text":"As tectonic plates collide, a plate can snap up, causing an earthquake; that force transfers to the water, creating one of these","response":"a tsunami"},{"text":"This \"colorful\" phrase referred to cheap diner meals of yore &amp; the item they were served on","response":"a blue plate special"},{"text":"The first fossils belonging to this dinosaur with bony plates in its back were discovered in the 1870s","response":"a <i>Stegosaurus</i>"},{"text":"Steel plates were sewn into canvas to make these 4-letter vests worn by American aviators during World War II","response":"flak jackets"}],"originalDate":"2022-10-12"},{"category":"QUICK! NOVELS!","comments":"","clues":[{"text":"Go ahead &amp; talk about this 1996 Chuck Palahniuk knockout","response":"<i>Fight Club</i>"},{"text":"2005 bestseller about light-fingered Liesel Meminger","response":"<i>The Book Thief</i>"},{"text":"Pasternak's masterpiece","response":"<i>Doctor Zhivago</i>"},{"text":"2003 high flyer from Khaled Hosseini","response":"<i>The Kite Runner</i>"},{"text":"Celeste Ng burned up the bestseller lists with this, her second novel","response":"<i>Little Fires Everywhere</i>"}],"originalDate":"2022-10-12"},{"category":"6-SYLLABLE WORDS","comments":"","clues":[{"text":"One definition of this misconduct in the military is the refusal to obey someone of a higher rank","response":"insubordination"},{"text":"In 1520 Martin Luther refused to retract 41 of his 95 Theses; he was later hit with this ecclesiastical censure","response":"excommunication"},{"text":"Carl Sagan was a prominent one of these \"star life\" scientists","response":"an astrobiologist"},{"text":"A synonym for \"reasonable\" begins this psychological term, an attempt to justify a failure or other loss","response":"rationalization"},{"text":"In 1840 critic &amp; author Margaret Fuller became the first editor of the Dial, a journal of this philosophical movement","response":"transcendentalism"}],"originalDate":"2022-10-12"},{"category":"BABY NAMES: TOP 25 OF 1922","comments":"","clues":[{"text":"On the girls' side, this flower","response":"Rose"},{"text":"This name given to their son by the Schulz family of Minneapolis that November","response":"Charles"},{"text":"Both Harry &amp; this brother, soon to combine in a gift basket company","response":"David"},{"text":"This name of the then-king of England","response":"George"},{"text":"This name of the then-first lady, Mrs. Harding","response":"Florence"}],"originalDate":"2022-10-11"},{"category":"OLD WORDS","comments":"","clues":[{"text":"This adjective meaning loathsome dates to the 1300s, though it wasn't applied to snowmen until the 20th century","response":"abominable"},{"text":"This word for a time of extreme hunger &amp; starvation dates at least as far back as the 1360s poem \"Piers Plowman\"","response":"famine"},{"text":"This word for a broad, heavy knife made its way from Latin America into English in the late 1500s","response":"machete"},{"text":"Chaucer's \"Miller's Tale\" used this word for part of a roof centuries before a Hawthorne novel title did","response":"gable"},{"text":"Meaning to consecrate or make holy, it was around for nearly a millennium before it appeared in the Gettysburg Address","response":"hallow"}],"originalDate":"2022-10-11"}],[{"category":"THE TEMPLES IN JERUSALEM","comments":"","clues":[{"text":"This remaining section of the Second Temple complex stands as a place of prayer &amp; remembrance today","response":"the Wailing Wall"},{"text":"The outer courtyard was known as the \"Court of\" these non-Jews &amp; they were forbidden from entering further into the Temple","response":"Gentiles"},{"text":"The First Temple was built around 950 B.C. &amp; was destroyed by an invading army of this empire in 586 B.C.","response":"the Babylonians"},{"text":"The innermost room of Solomon's Temple was known as the Holy of Holies &amp; was where this container symbolizing God's presence resided","response":"the Ark of the Covenant"},{"text":"The Temple was built on the alliterative \"Mount\" this, also the name of the place where Abraham was ready to sacrifice his son","response":"(Mount) Moriah"}],"originalDate":"2022-10-11"},{"category":"BROADWAY ROCKS","comments":"","clues":[{"text":"The 2005 show \"All Shook Up\" featured the title song &amp; other hits made famous by this man","response":"Elvis Presley"},{"text":"The one-man show titled this rocker \"on Broadway\" included stories &amp; classics like \"Thunder Road\"","response":"Bruce Springsteen"},{"text":"Featuring the songs of this band, \"Head Over Heels\" opened on Broadway in 2018","response":"the Go-Go's"},{"text":"It is not \"Ironic\" that in 2021, this show based on a Grammy-winning album won a Grammy for Best Musical Theater Album","response":"<i>Jagged Little Pill</i>"},{"text":"Based on the music of Johnny Cash, \"Ring of Fire\" opened with this Nine Inch Nails song memorably covered by Johnny","response":"\"Hurt\""}],"originalDate":"2022-10-11"},{"category":"REMEMBERING PAST LIVES","comments":"","clues":[{"text":"As if \"Lord Protector\" wasn't enough for his resumé, this 17th century man was also chancellor of Oxford University","response":"Cromwell"},{"text":"Frontier diarist John Hunton wrote that this Wild Bill Hickok friend was \"among the commonest of her class\"","response":"Calamity Jane"},{"text":"In 1849, those pursuing her as escaped slave Minty Ross didn't know her face might be on future U.S. currency","response":"(Harriet) Tubman"},{"text":"Vasco da Gama's 1st voyage departed this world capital in 1497 &amp; returned 2 years later; 55 of the original crew of 170 survived","response":"Lisbon"},{"text":"After a life as a political wife, she co-founded an addiction treatment center &amp; chaired the board of directors until 2005","response":"Betty Ford"}],"originalDate":"2022-10-10"},{"category":"THE BARTENDER'S TOOLBOX","comments":"","clues":[{"text":"For a classic screwdriver, add vodka to this","response":"orange juice"},{"text":"Scotch &amp; Drambuie combine in a rusty this","response":"nail"},{"text":"Mix vodka &amp; Galliano if you don't mind getting struck by a lightning this","response":"a bolt"},{"text":"A monkey this tool is light rum, grapefruit juice &amp; bitters","response":"wrench"},{"text":"An Irish nut mixes amaretto or Frangelico &amp; this brand of cream liqueur","response":"Bailey's"}],"originalDate":"2022-10-10"},{"category":"CRITICAL \"MASS\"","comments":"","clues":[{"text":"The shiatsu variety applies pressure to areas of the body used in acupuncture","response":"massage"},{"text":"From French, it describes an action taken all together","response":"<i>en masse</i>"},{"text":"Home to 7 million Americans, it's from an Algonquian word for \"at the large hill\"","response":"Massachusetts"},{"text":"A satanic version of a Christian religious service, or a 2015 movie about criminal Whitey Bulger","response":"black mass"},{"text":"Term for the total plant &amp; animal life in a particular area","response":"biomass"}],"originalDate":"2022-10-10"},{"category":"AROUND THE HORN","comments":"","clues":[{"text":"In baseball, an around-the-horn double play starts with a ball fielded by the player at this base","response":"third"},{"text":"This big beast's name means \"three-horned face\" in Greek","response":"<i>Triceratops</i>"},{"text":"The Täschhorn &amp; the Weisshorn poke up nearly 15,000 feet in this range","response":"the Alps"},{"text":"You'll find Cape Horn at the southern tip of this country","response":"Chile"},{"text":"Washington Irving's 1835 \"A Tour on the Prairies\" describes one of these colorful novices who \"knew nothing of the woods\"","response":"a greenhorn"}],"originalDate":"2022-10-10"}],{"category":"THE ARMED SERVICES","text":"Defense Dept. that in wartime controls 3 of the 5 armed services","response":"the Navy"}]}