{"mix":871,"rounds":[[{"category":"SCIENCE FICTION","comments":"","clues":[{"text":"\"Cinder\" by Marissa Meyer is about a cyborg version of this fairy-tale girl","response":"Cinderella"},{"text":"Genetically re-created dinosaurs run amok on an island in this 1990 Michael Crichton novel","response":"<i>Jurassic Park</i>"},{"text":"Jules Verne's \"From the Earth to\" this heavenly body doesn't actually depict the journey; that's in the sequel","response":"the Moon"},{"text":"Philip K. Dick's \"Do Androids Dream of Electric Sheep?\" became this movie with Harrison Ford as a hunter of Replicants","response":"<i>Blade Runner</i>"},{"text":"Like this author, Lord Dorwin in his \"Foundation\" series has an impressive pair of sideburns","response":"(Isaac) Asimov"}],"originalDate":"2022-10-09"},{"category":"GO BLUE!","comments":"","clues":[{"text":"In 2020 a rare blue this was rescued from becoming dinner at the chain restaurant Red this, &amp; sent to a zoo","response":"a lobster"},{"text":"Time to break out some PBR, this beer brand that briefly branched out into hard coffee","response":"Pabst (Blue Ribbon)"},{"text":"These turn blue &amp; become munchable for arcade hero Pac-Man after he eats a power pellet; scary!","response":"a ghost"},{"text":"Known as the little blue pill, it's been suggested audaciously that some men might use it for recreation, not procreation","response":"Viagra"},{"text":"In 1924 this American composer wrote \"Rhapsody In Blue\" in about 5 weeks to beat a deadline","response":"George Gershwin"}],"originalDate":"2022-10-09"},{"category":"A LEAGUE OF THEIR OWN","comments":"","clues":[{"text":"The Prime Video series \"A League of Their Own\" recreates the 1940s AAGPBL, the All-American Girls Professional this League","response":"Baseball"},{"text":"\"We got next\" was the slogan of this league when it debuted in 1997 with stars like Lisa Leslie &amp; Rebecca Lobo","response":"the WNBA"},{"text":"This league was created as part of the successful bid to bring the 1994 World Cup to the United States","response":"MLS (Major League Soccer)"},{"text":"It was founded in Daytona Beach in 1948 to organize races for \"stock\" or production line cars","response":"NASCAR"},{"text":"The Montreal Alouettes &amp; the Winnipeg Blue Bombers are among the teams competing for the Grey Cup in this league","response":"the CFL (Canadian Football League)"}],"originalDate":"2022-10-09"},{"category":"THE AFTER PARTY","comments":"(Mayim: Each response comes slightly after \"party\" in the dictionary.)","clues":[{"text":"Okay, how about this highly seasoned smoked beef on rye, with cole slaw &amp; fries on the side","response":"pastrami"},{"text":"You are... not the father!  Or maybe you are!  Time to take this \"test\" that determines biological dad-ness","response":"paternity"},{"text":"Mongo only this least valuable chess piece in game of life","response":"a pawn"},{"text":"Black's Law Dictionary says a \"crime of\" this is \"committed in the heat of an emotionally charged moment\"","response":"passion"},{"text":"Idiomatically, when you \"put someone out to\" this, you're making them retire but not forcing them to graze there for food","response":"pasture"}],"originalDate":"2022-10-09"},{"category":"ANCIENT ROME","comments":"","clues":[{"text":"This general &amp; statesman became dictator in 46 B.C. but was assassinated on the ides of March by Brutus &amp; others","response":"(Julius) Caesar"},{"text":"4-letter word for the loose-fitting outer garment made from a single piece of cloth","response":"a toga"},{"text":"The poet Horace wrote \"Carpe diem\", meaning this; his quote continues on to say not to trust tomorrow","response":"seize the day"},{"text":"Also known as the Flavian Amphitheater, this large arena could seat 50,000 spectators","response":"the Colosseum"},{"text":"In the 70s B.C. this gladiator led a slave revolt; Kirk Douglas played him on film","response":"Spartacus"}],"originalDate":"2022-10-09"},{"category":"21 OR UNDER","comments":"","clues":[{"text":"Including the pole vault &amp; hurdles, the athletic contest known as the decathlon comprises this many track &amp; field events","response":"10"},{"text":"In 1971 the age to vote in U.S. elections was lowered to this","response":"18"},{"text":"A bar mitzvah is traditionally celebrated when a Jewish boy has reached this age","response":"13"},{"text":"Like the individual cells in a beehive honeycomb, a hexagon is a figure with this many sides","response":"6"},{"text":"In a story written by Washington Irving, Rip Van Winkle drinks a magic liquor &amp; then falls asleep for this many years","response":"20"}],"originalDate":"2022-10-09"}],[{"category":"WHAT ARE YOU AFRAID OF?","comments":"","clues":[{"text":"If you've got hemophobia, the fear of this, it's unlikely that you're a surgeon... or a vampire","response":"blood"},{"text":"Might want to skip that interview for a job on a ranch if you've got equinophobia, a fear of these","response":"horses"},{"text":"Many people have arachnophobia, a fear of these critters","response":"spiders"},{"text":"This phobia is the medical term for a fear of confined spaces such as elevators","response":"claustrophobia"},{"text":"This phobia is a fear of strangers or foreigners","response":"xenophobia"}],"originalDate":"2022-10-09"},{"category":"CELEBRITY MEMOIRS","comments":"","clues":[{"text":"This \"Star Wars\" princess wrote \"Wishful Drinking\", based on her one-woman show","response":"Carrie Fisher"},{"text":"\"Bossypants\" by this comedy actress &amp; writer has sold more than 1 million copies","response":"Tina Fey"},{"text":"\"Wildflower\" is a memoir by this talk show host &amp; \"50 First Dates\" star","response":"Drew Barrymore"},{"text":"This actress' memoir \"Troublemaker\" is subtitled \"Surviving Scientology &amp; Hollywood\"","response":"Leah Remini"},{"text":"This movie star wrote the sort-of-memoir \"My Way of Life\"; her adopted daughter painted a different picture in \"Mommie Dearest\"","response":"Joan Crawford"}],"originalDate":"2022-10-09"},{"category":"ENDANGERED SPECIES","comments":"","clues":[{"text":"This continent's bridled nailtail wallaby is on the endangered list","response":"Australia"},{"text":"The Chapultepec Park Zoo in Mexico City has one of the pairs of these outside China","response":"pandas"},{"text":"These \"in the mist\" stars will be missed if they aren't protected","response":"(mountain) gorillas"},{"text":"California's Morro Bay species of this rodent named for a leaping marsupial is endangered","response":"the kangaroo rat"},{"text":"In some areas the common species of this large cat is threatened; the snow species is endangered","response":"a leopard"}],"originalDate":"1994-10-18"},{"category":"PRO FOOTBALL","comments":"","clues":[{"text":"This city's Saints team has never won an NFL playoff game","response":"New Orleans"},{"text":"Before a move to Minneapolis in 1982, this teams home games were played in Bloomington","response":"the Minnesota Vikings"},{"text":"This Denver Broncos quarterback holds the team record for career TD passes","response":"(John) Elway"},{"text":"This Cleveland running back was named UPI's player of the year in 1958, 1963 &amp; 1965","response":"(Jim) Brown"},{"text":"As a coach this Fox TV broadcaster is second only to Vince Lombardi in all-time winning percentage","response":"John Madden"}],"originalDate":"1994-10-18"},{"category":"RELIGION","comments":"","clues":[{"text":"In March 632 Muhammad led his last pilgrimage to this city","response":"Mecca"},{"text":"The symbol of Zoroastrianism, there's one at JFK's grave","response":"an eternal flame"},{"text":"He sought to overcome suffering for 6 years before attaining enlightenment in the 520s B.C.","response":"Buddha"},{"text":"He was the first president &amp; prophet of the Mormon church","response":"(Joseph) Smith"},{"text":"In 1982 over 15,000 Moonies were married in big ceremonies, one in New York, one in this city","response":"Seoul (Korea)"}],"originalDate":"1994-10-18"},{"category":"LIGHTHOUSES","comments":"","clues":[{"text":"The lighthouse keeper of the Lanterna of Genoa in 1449 was the uncle of this explorer","response":"Christopher Columbus"},{"text":"This oil powered America's 1st lighthouse at Little Brewster Island in Boston Harbor in 1716","response":"whale"},{"text":"This branch of the armed services has jurisdiction over U.S. lighthouses","response":"the Coast Guard"},{"text":"This lighthouse built circa 280 B.C. is said to have been more than 400 feet high","response":"the Pharos at Alexandria"},{"text":"In 1781 the first revolving beam went into operation at Carlsten just NW of Goteborg in this country","response":"Sweden"}],"originalDate":"1994-10-18"}],{"category":"TELEVISION","text":"Number of children originally in the Howard &amp; Marion Cunningham family of Milwaukee, WI","response":"3"}]}