{"mix":880,"rounds":[[{"category":"COUNTRY MEN &amp; WOMEN","comments":"(Ken: You'll need to give us the common country of these people's birth.)","clues":[{"text":"Astrid Lindgren &amp; <br>Alfred Nobel","response":"Sweden"},{"text":"Marie Kondo &amp; <br>Yu Darvish","response":"Japan"},{"text":"Shawn Mendes &amp; <br>Alice Munro","response":"Canada"},{"text":"Elon Musk &amp; <br>Miriam Makeba","response":"South Africa"},{"text":"Dame Kiri Te Kanawa &amp; Sir Ernest Rutherford","response":"New Zealand"}],"originalDate":"2022-09-26"},{"category":"HISTORIC NICKNAMES","comments":"","clues":[{"text":"She was \"Gloriana\" or \"The Virgin Queen\"","response":"Queen Elizabeth I"},{"text":"\"The Great Compromiser\" was this 19th century U.S. senator","response":"(Henry) Clay"},{"text":"Mary Mallon got her infamous nickname from this, to which she was immune","response":"typhoid"},{"text":"This 5th century leader was Flagellum Dei, Latin for \"Scourge of God\"","response":"Attila the Hun"},{"text":"\"The Big Four\" were Georges Clemenceau, David Lloyd George, Vittorio Orlando &amp; this American","response":"Woodrow Wilson"}],"originalDate":"2022-09-26"},{"category":"MOUNTAIN WORLD","comments":"","clues":[{"text":"At 9,888 feet, this country's highest peak is Pico da Neblina, or \"foggy peak\" in Portuguese","response":"Brazil"},{"text":"In 2015 the U.S. Geological Survey lopped 10 feet off this highest peak in North America; it's still 20,000 feet plus","response":"Denali"},{"text":"3,500-foot Table Mountain overlooks this South African city of more than 4 million people","response":"Cape Town"},{"text":"This \"colorful\" mountain range in eastern Jamaica famous for growing coffee receives an annual average of 200 inches of rain","response":"the Blue Mountains"},{"text":"The Dângrêk Mountains separate Cambodia from this other kingdom to its northwest","response":"Thailand"}],"originalDate":"2022-09-26"},{"category":"SHAKESPEARE'S KINGS &amp; QUEENS","comments":"","clues":[{"text":"In \"A Midsummer Night's Dream\", Titania works her magic as queen of these creatures","response":"fairies"},{"text":"This Scottish king laments the whole ocean won't wash the blood from his hands but it will turn \"the green one red\"","response":"Macbeth"},{"text":"The night before a fateful battle, the ghosts of the murdered Edward V &amp; Henry VI appear to this king &amp; curse him","response":"Richard III"},{"text":"\"O, my dear Hamlet!\" cries this queen, who dies after drinking from a poisoned cup intended for her son","response":"Gertrude"},{"text":"This title king's victory at Agincourt is followed by his awkward bilingual wooing of princess Katherine","response":"Henry V"}],"originalDate":"2022-09-26"},{"category":"\"S\" WORDS","comments":"","clues":[{"text":"The musical score that accompanies a film","response":"the soundtrack"},{"text":"Another word for a frying pan","response":"skillet"},{"text":"To extract metal from ore with heat","response":"smelt"},{"text":"The name of this wrinkly dog is Chinese for \"sand fur\"","response":"Shar Pei"},{"text":"A one-masted sailboat","response":"a sloop"}],"originalDate":"2022-09-26"},{"category":"JEOPARDY! &amp; THE 10 RINGS","comments":"","clues":[{"text":"In a book by this man, the hobbit Frodo gets a ring granting invisibility from his cousin Bilbo","response":"Tolkien"},{"text":"\"Five golden rings\" is a line from this holiday song","response":"\"The Twelve Days of Christmas\""},{"text":"In the late 1990s Galileo images revealed that this largest planet has a ring made of dust particles","response":"Jupiter"},{"text":"As Ernestine the telephone operator on \"Laugh-In\", she would say, \"One ringy-dingy, two ringy-dingies\"","response":"Lily Tomlin"},{"text":"When it was first published in 1922, The Ring called itself \"The world's foremost\" magazine about this sport","response":"boxing"}],"originalDate":"2022-09-25"}],[{"category":"TELLING A BEDTIME STORY","comments":"","clues":[{"text":"A huntsman cuts into a wolf's stomach to let this girl &amp; her grandma escape, but the wolf lives! <br> OK, until the girl kills it using stones","response":"Little Red Riding Hood"},{"text":"Let's thumb through this tale... Title girl swims well, gets human legs... Wait, she kinda dies at the end?!","response":"\"The Little Mermaid\""},{"text":"A Seussian home invasion, now that's what he'll do! / He'll mistreat a fish!  Turn 2 kids' home into a zoo!","response":"the Cat in the Hat"},{"text":"...&amp; after the step-mom of these 2 kids abandoned them, they ate a local witch's house, then burned her to death; how Grimm!  G'night!","response":"Hansel & Gretel"},{"text":"Her cupboard, bare; she found her dog dead, left to buy a coffin, then found the pup laughing... sounds more like Stephen King","response":"Old Mother Hubbard"}],"originalDate":"2022-09-25"},{"category":"THE RICHTER SCALE","comments":"","clues":[{"text":"Charles Richter developed the first widely used earthquake scale at this Pasadena school of science &amp; engineering","response":"Caltech"},{"text":"The deadliest earthquake ever recorded struck this country's Shaanxi province in 1556","response":"China"},{"text":"A flatboat pilot said an 1812 quake in Missouri was so powerful it made the waves on this big river run backwards","response":"the Mississippi"},{"text":"A huge earthquake struck this capital of Portugal on All Saints' Day, 1755, killing many at mass in churches built of stone","response":"Lisbon"},{"text":"In 1906 a quake caused by a rupture along this fault devastated San Francisco &amp; other California cities","response":"the San Andreas"}],"originalDate":"2022-09-25"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"Prancer &amp; Cupid were famous ones","response":"reindeer"},{"text":"In 2017 the maximum length of this went from 140 to 280 characters","response":"a tweet"},{"text":"A short bit of praise from a critic or a fellow author on the cover of a book","response":"a blurb"},{"text":"Larry Bird, or currently, Jayson Tatum","response":"a Celtic"},{"text":"A fancy design of your initials that you use on stationery or clothing","response":"a monogram"}],"originalDate":"2022-09-25"},{"category":"QUEEN ELIZABETH II","comments":"","clues":[{"text":"On Sept. 8, 2022, after 70 years on the throne, the Queen passed away at Balmoral Castle in this U.K. country","response":"Scotland"},{"text":"The Queen was rarely seen without these, made by the firm Launer London; what was inside? Probably lozenges &amp; reading glasses","response":"a purse"},{"text":"The Queen loved animals from big (racehorses) to small (these short-legged dogs including Willow &amp; Holly)","response":"Corgis"},{"text":"Elizabeth was smitten with this man when she was just 13; they were married for more than 70 years","response":"(Prince) Philip"},{"text":"This ceremony took place when Elizabeth had been queen for over a year; she wore the dress on 6 more occasions","response":"the coronation"}],"originalDate":"2022-09-25"},{"category":"TASTY PHRASES","comments":"","clues":[{"text":"You don't want your wine made with these, also a phrase about trash-talking something you can't have","response":"sour grapes"},{"text":"A fitting finish for a sundae, this idiom means to make something good even better","response":"to put a cherry on top"},{"text":"It refers to disclosing secret information, like when you accidentally dropped that pot of chili","response":"spilling the beans"},{"text":"If you're the best of the best, you're this, mentioning a dairy product &amp; a farming word","response":"cream of the crop"},{"text":"You &amp; your best friend may be described this way, involving a legume &amp; its container","response":"(two) peas in a pod"}],"originalDate":"2022-09-25"},{"category":"ALPHABETICALLY LAST","comments":"","clues":[{"text":"...of the suits in a standard deck of cards; can you dig it?","response":"spades"},{"text":"...of the Beatles; he was also last to join the band","response":"Ringo Starr"},{"text":"...of James Dean's 3 major films; he would die a month before its release","response":"<i>Rebel Without a Cause</i>"},{"text":"...of the New England states; it's also the least populous","response":"Vermont"},{"text":"...of countries of the world; it was formerly known as Rhodesia","response":"Zimbabwe"}],"originalDate":"2022-09-25"}],{"category":"NEW TESTAMENT","text":"Only New Testament writer believed not to have been originally Jewish","response":"Luke"}]}