{"mix":892,"rounds":[[{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"It's really just a smooth-skinned fuzzless peach","response":"a nectarine"},{"text":"This vegetable accounts for more than half of the sugar grown in the U.S.","response":"sugar beets"},{"text":"The most widely grown legume in the U.S., it's been described as the \"almost perfect food\"","response":"the soybean"},{"text":"Related to kale, this variety of cabbage has long been a staple of soul food","response":"collard"},{"text":"Said to have originated on the island of Cos, this lettuce variety is found in Caesar salads","response":"romaine"}],"originalDate":"1990-10-26"},{"category":"THEATRE","comments":"","clues":[{"text":"His 1905 play \"Man and Superman\" is subtitled \"A Comedy and a Philosophy\"","response":"(George Bernard) Shaw"},{"text":"The leading character in his play \"The Hairy Ape\" is crushed to death by an ape","response":"(Eugene) O'Neill"},{"text":"Sidney Kingsley won a 1934 Pulitzer Prize for his play about \"Men in\" this color","response":"white"},{"text":"Euripides &amp; Aeschylus appear as characters in his ancient Greek comedy \"The Frogs\"","response":"Aristophanes"},{"text":"In an 1888 play, this Strindberg \"Miss\" seduces her father's footman","response":"Julie"}],"originalDate":"1990-10-26"},{"category":"GOVERNORS","comments":"","clues":[{"text":"Since 1973 4 governors of this Midwest state have done time in prison, including George Ryan &amp; Rod Blagojevich","response":"Illinois"},{"text":"In 2022 this Florida governor signed a bill ending Disney World's special district status","response":"DeSantis"},{"text":"In 2015 he said the health care program he began as governor of Massachusetts was the forerunner of Obamacare","response":"Mitt Romney"},{"text":"In 1994 Angus King ran as an independent &amp; won the governorship of this state, defeating Susan Collins","response":"Maine"},{"text":"She was born in Lansing, where she was sworn in as governor on Jan. 1, 2019","response":"(Gretchen) Whitmer"}],"originalDate":"2022-07-29"},{"category":"BUSINESS ABBREV.","comments":"","clues":[{"text":"Getting a car loan? Check that APR, this","response":"annual percentage rate"},{"text":"The way sales of a product change in relation to its price is its P.E.D., or price elasticity of this","response":"demand"},{"text":"Made up of a bundle of home loans, an MBS is a this-backed security","response":"mortgage"},{"text":"OPEX stands for these, the ongoing costs of running a business","response":"operational expenses (operating expenses)"},{"text":"A company's profits divided by its outstanding units of stock are its E.P.S., this","response":"earnings per share"}],"originalDate":"2022-07-29"},{"category":"MOVIE FACTS","comments":"","clues":[{"text":"It was Brian de Palma who suggested that this director add the now-iconic opening crawl to \"Star Wars\" to give the film's context","response":"George Lucas"},{"text":"The animators counted: <br>In this film Carl Fredricksen's house floats thanks to 10,297 balloons","response":"<i>Up</i>"},{"text":"To portray the \"spice\" on Arrakis, the sound designers on this 2021 sci-fi film sprinkled sand with Rice Krispies","response":"<i>Dune</i>"},{"text":"This movie starring Alicia Silverstone as Cher Horowitz was inspired by Jane Austen's \"Emma\"","response":"<i>Clueless</i>"},{"text":"John McCain had a cameo as an invited guest in this Vince Vaughn/Owen Wilson comedy","response":"<i>Wedding Crashers</i>"}],"originalDate":"2022-07-29"},{"category":"JUST TAKE THE L","comments":"(Ken: Each response will consist of two words.)","clues":[{"text":"Take the L out of a beer league sport (in an alley) &amp; you get an act of showing respect","response":"bowing & bowling"},{"text":"Take the L out of a beer league sport (on ice) &amp; you get an act of healing a disease","response":"curling & curing"},{"text":"The sticker identifying the contents of a bottle drops an L to be a doomed man in the Bible","response":"label & Abel"},{"text":"Another term for a merry-go-round loses an L to go party &amp; get its drink on in a big way","response":"carousel & carouse"},{"text":"A word describing mild weather mildly drops an L to become a major part of concrete","response":"clement & cement"}],"originalDate":"2022-07-29"}],[{"category":"HISTORY","comments":"","clues":[{"text":"Agrarian reforms in this country beginning in 1915 involved the turnover of lands from haciendas to ejidos","response":"Mexico"},{"text":"In 2001 55-year-old Birendra Bir Bikram Shah Dev, this country's king, was assassinated in Kathmandu by his own son","response":"Nepal"},{"text":"In January 1536 this royal gave birth to a stillborn male child; by May she was deceased","response":"Anne Boleyn"},{"text":"Dido was the legendary founder of this Phoenician city-state later ruled by the Romans &amp; Vandals","response":"Carthage"},{"text":"A statue of a speakers' wagon stands in this Chicago square to commemorate the 1886 riot that occurred there","response":"Haymarket Square"}],"originalDate":"2022-07-29"},{"category":"\"C\"HARACTER STUDY","comments":"","clues":[{"text":"\"The Devil in Iron\" &amp; \"The Slithering Shadow\" are stories featuring this barbarian created by Robert E. Howard","response":"Conan"},{"text":"Dickens based this title character of an 1850 novel on his own life","response":"David Copperfield"},{"text":"She's the heroine of \"Wuthering Heights\" &amp; Alex Trebek loved to imitate Laurence Olivier repeating her name","response":"Catherine (Earnshaw)"},{"text":"This beloved educator of a 1934 novel teaches at the fictional Brookfield School","response":"Mr. Chips"},{"text":"Members of this family in works by William Faulkner include Benjy, Quentin &amp; Caddy","response":"the Compsons"}],"originalDate":"2022-07-29"},{"category":"MASHED-UP SITCOM TITLES","comments":"","clues":[{"text":"\"King of Theory\"","response":"<i>King of Queens</i> & <i>The Big Bang Theory</i>"},{"text":"\"Will &amp; Greg\"","response":"<i>Will & Grace</i> & <i>Dharma & Greg</i>"},{"text":"\"Father Knows Geeks\"","response":"<i>Father Knows Best</i> & <i>Freaks and Geeks</i>"},{"text":"\"Spin Mr. Cooper\"","response":"<i>Spin City</i> & <i>Hangin' with Mr. Cooper</i>"},{"text":"\"Caroline in the Boat\"","response":"<i>Caroline in the City</i> & <i>Fresh Off the Boat</i>"}],"originalDate":"2022-07-29"},{"category":"LET'S GO FISHING","comments":"","clues":[{"text":"Also done by movie directors, it's the act of swinging a fishing rod to throw out a lure","response":"casting"},{"text":"This word for a small float on a fishing line describes its up-&amp;-down motion in the water","response":"a bob (a bobber)"},{"text":"Going this type of fishing? Don't forget your auger &amp; your slush scoop","response":"ice fishing"},{"text":"This popular sport fish gets its name from its pink, blue, green &amp; yellow coloring","response":"a rainbow trout"},{"text":"There's a synonym for a fisher in the title of this, Izaak Walton's classic 17th century treatise on fishing","response":"<i>The Compleat Angler</i>"}],"originalDate":"2022-07-29"},{"category":"NATIONAL LANDMARKS","comments":"","clues":[{"text":"Once a prison for \"intractable male offenders\", it's now part of the Golden Gate National Recreation Area","response":"Alcatraz"},{"text":"National monument also known as \"The Mother of Exiles\"","response":"the Statue of Liberty"},{"text":"The only mountain in Colorado that's been designated a national landmark","response":"Pikes Peak"},{"text":"Officially this St. Louis landmark's name is the Jefferson Nat'l Expansion Memorial","response":"the St. Louis Arch (Gateway Arch)"},{"text":"Since 1942 it's served as the official residence for guests of the president","response":"Blair House"}],"originalDate":"1990-10-24"},{"category":"THE '50s","comments":"","clues":[{"text":"In 1952 he resigned from the army &amp; waived his pension in order to \"feel free\" to campaign as an individual","response":"Eisenhower"},{"text":"Nationalists from this U.S. commonwealth tried to kill Truman in 1950, &amp; in 1954 shot 5 congressmen","response":"Puerto Rico"},{"text":"When Hurricane Carol hit New England it toppled the steeple from this historic church","response":"the Old North Church"},{"text":"After his army hearings, the Senate condemned many of his actions they felt were disreputable","response":"MacArthur"},{"text":"Explorer I, the first U.S. satellite to orbit the Earth, discovered these radiation belts","response":"the Van Allens"}],"originalDate":"1990-10-24"}],{"category":"THE MOVIES","text":"Of Disney's 7 dwarfs, the 2 whose names do not end in \"Y\"","response":"Bashful & Doc"}]}