{"mix":893,"rounds":[[{"category":"FAMOUS QUOTES","comments":"","clues":[{"text":"Byron called this \"stranger than fiction\"","response":"truth"},{"text":"According to Marlowe, her face \"burnt the topless towers of Ilium\"","response":"Helen of Troy"},{"text":"In a speech on a reform bill, Gladstone said, \"You cannot fight against the future.\" This \"is on our side.\"","response":"time"},{"text":"His reaction to the quantum theory was \"Gott wurfelt nicht,\" \"God does not play dice.\"","response":"Einstein"},{"text":"Wilson Mizner said, \"When you steal from, one author, it's this; \"If you steal from two, it's research.\"","response":"plagiarism"}],"originalDate":"1990-10-24"},{"category":"TV TRIVIA","comments":"","clues":[{"text":"Joan Ganz Cooney's original concept of this show was \"a kind of 'Laugh-In' for kids\"","response":"<i>Sesame Street</i>"},{"text":"He not only starred in \"The Death of the Incredible Hulk\", he directed it","response":"Bill Bixby"},{"text":"One 1990 ad for this show said, \"He's an alien. He's a man. He's pregnant.\"","response":"<i>Alien Nation</i>"},{"text":"She was a regular on \"The Sonny &amp; Cher Comedy Hour\" before she played \"Mr. Mom\"s wife on film","response":"Teri Garr"},{"text":"You may not know that this Dodge City dame had a last name: <br>it was Russell","response":"Miss Kitty"}],"originalDate":"1990-10-24"},{"category":"\"SOUTHERN\"","comments":"","clues":[{"text":"Official name of the college commonly called S.M.U.","response":"Southern Methodist University"},{"text":"According to The Beach Boys, \"With the way they talk, they knock me out when I'm down there\"","response":"Southern girls"},{"text":"The aurora australis","response":"the southern lights"},{"text":"Martin Luther King Jr. founded this civil rights group in 1957","response":"the Southern Christian Leadership Conference"},{"text":"This writer of black humor is best known for his 1958 novel, \"Candy\", a parody on pornography","response":"Terry Southern"}],"originalDate":"1990-10-24"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"The color of <br>Steinbeck's title \"Pony\"","response":"red"},{"text":"Dr. Manette of \"A Tale of 2 Cities\" spent 18 years confined in this prison","response":"the Bastille"},{"text":"\"Feminine\" name of the character in \"Little Women\" who marries Amy","response":"Laurie"},{"text":"He said of the wolves, \"Listen to them, the children of the night, what music they make!\"","response":"Dracula"},{"text":"She patterned the title character of her 1849 novel \"Shirley\" on her sister Emily","response":"Charlotte Brontë"}],"originalDate":"1990-10-24"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"She wore a red dress &amp; coat designed by Adolfo to her husband's 1st presidential inauguration","response":"Nancy Reagan"},{"text":"Her maiden name was Bouvier","response":"Jacqueline Kennedy"},{"text":"When her husband popped the question she said, \"I am plain. I have little to bring you.\"","response":"Eleanor Roosevelt"},{"text":"1 of the 2 19th century presidents who marred women named Julia","response":"(1 of) Grant (or John Tyler)"},{"text":"She met her husband when they were both students at Stanford in 1894","response":"Mrs. (Lou) Hoover"}],"originalDate":"1990-10-24"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"In Serbo-Croatian this capital's name is Beograd","response":"Belgrade"},{"text":"The Bay of Biscay is off the coast of France &amp; Biscayne Bay is off the coast of this state","response":"Florida"},{"text":"Arabs call it the Arabian Gulf","response":"the Persian Gulf"},{"text":"This island famous for its huge stone carvings is about 2300 miles west of Chile, which owns it","response":"Easter Island"},{"text":"Turkish for \"mountain\", it's the name of a peninsula as well as a mountain range in SE Europe","response":"balkan"}],"originalDate":"1990-10-24"}],[{"category":"\"NORTHERN\"","comments":"","clues":[{"text":"In 1964 jockey Bill Hartack rode this horse to victory in the Kentucky Derby &amp; the Preakness","response":"Northern Dancer"},{"text":"This Australian region is twice the size of Texas but has fewer people than Lubbock","response":"the Northern Territory"},{"text":"This large freshwater game fish has sharp teeth &amp; can eat frogs, birds &amp; other small animals","response":"the northern pike"},{"text":"A dull red apple grown in the Northeast &amp; Canada, or a Yankee snooping about in the Confederacy","response":"a Northern Spy"},{"text":"The constellation Corona Borealis is also known by this name","response":"the Northern Crown"}],"originalDate":"1990-10-24"},{"category":"THE INDUSTRIAL REVOLUTION","comments":"","clues":[{"text":"Marc Brunel's tunneling shield solved the problem of tunneling underwater, first used under this river in London","response":"the Thames"},{"text":"The invention known as the spinning Jenny turned wool or cotton into this 4-letter product","response":"yarn"},{"text":"In 1761 a canal linking Manchester, England to the Worsley mine dropped the price of this fuel in the city by half","response":"coal"},{"text":"In 1837 William Fothergill Cooke &amp; Charles Wheatstone got a patent on this communications system using wires &amp; needle pointers","response":"the telegraph"},{"text":"A mass trial in 1813 resulted in many hangings for these machine-smashing foes of the changes the Industrial Revolution brought","response":"the Luddites"}],"originalDate":"2022-07-28"},{"category":"YOU CALL YOURSELF A FAN?","comments":"","clues":[{"text":"Fans of the Green Bay Packers have this nickname, after an unusual hat","response":"Cheeseheads"},{"text":"The \"Big Easy Mafia\" cheers for this NFL team","response":"the New Orleans Saints"},{"text":"The \"Cameron Crazies\" are students who show undying support for this university's Blue Devils basketball teams","response":"Duke"},{"text":"The \"Junior Nation\" drove up support for this NASCAR legend","response":"Dale Earnhardt Jr."},{"text":"Fans of golfer Arnold Palmer are part of this military outfit","response":"Arnie's Army"}],"originalDate":"2022-07-28"},{"category":"A FASHIONABLE CATEGORY","comments":"","clues":[{"text":"These wide-legged pants resemble those worn by South American cowboys, hence their name","response":"gaucho pants"},{"text":"It's the canine name for a pattern of broken or jagged checks","response":"houndstooth"},{"text":"In 2020 Taylor Swift had a No. 1 song named for this clothing item","response":"a cardigan"},{"text":"This 10-letter neckline is also a term of endearment","response":"sweetheart"},{"text":"An aesthetic called this simple house \"core\" embraces eyelet blouses &amp; frilly Laura Ashley dresses","response":"cottage"}],"originalDate":"2022-07-28"},{"category":"40 YEARS OF <em class=\"underline\">USA TODAY</em>","comments":"","clues":[{"text":"For issue 1 in 1982, as many a front page had Lebanon's pres. getting blown up, USA Today led with the death of this princess from Philly","response":"Princess Grace of Monaco (Grace Kelly)"},{"text":"The New York times (\"The Gray Lady\") remarked on USA Today's \"brazen\" use of this, in all 4 sections from July 2, 1984","response":"color"},{"text":"Stories by USA Today's Christine Brennan helped get this golf club to admit its first female members in 2012","response":"Augusta"},{"text":"In 1986 USA Today became the youngest publication parodied by this Harvard mag, including a story on sending Qaddafi thousands of pizzas","response":"the <i>Lampoon</i>"},{"text":"USA Today's Leslie Cauley wrote about this agency storing Americans' phone records before Edward Snowden worked there","response":"the NSA"}],"originalDate":"2022-07-28"},{"category":"THE SOUTHERN U.S.","comments":"","clues":[{"text":"Natchez was an early capital of this state","response":"Mississippi"},{"text":"If you're searching for El Dorado, the city is located about 80 miles from Hope in this state","response":"Arkansas"},{"text":"It's estimated that there are as many as 70 streets in Atlanta with this fruity 9-letter name","response":"Peachtree"},{"text":"North Carolina has 2 national seashores: Cape Lookout &amp; this other cape","response":"Hatteras"},{"text":"To see the Crimson Tide play football at Bryant-Denny Stadium, head to this city","response":"Tuscaloosa"}],"originalDate":"2022-07-27"}],{"category":"CLASSICAL MUSIC","text":"When the opera \"Lohengrin\" premiered in 1850, this man, a future in-law of the composer, was the conductor","response":"Franz Liszt"}]}