{"mix":897,"rounds":[[{"category":"THE WOUK MOB","comments":"","clues":[{"text":"In a novel by Herman Wouk, unstable Captain Queeg of the USS Caine faces this title event","response":"<i>The Caine Mutiny</i>"},{"text":"In Wouk's \"Aurora Dawn\" from 1947, a young man works in this broadcast medium; Wouk lived to write a book partly in e-mails","response":"radio"},{"text":"\"The Winds of War\" begins with \"Pug\" Henry made U.S. military attaché in this European city, sensing the winds of war indeed","response":"Berlin"},{"text":"In a '50s bestseller Wouk's heroine Marjorie Morgenstern anglicizes her last name to this &amp; seeks fame as an actress","response":"Morningstar"},{"text":"Physicist Guy Carpenter is out of a job in \"A Hole in Texas\", based on the real cancellation of the Superconducting this machine","response":"Super Collider"}],"originalDate":"2022-07-18"},{"category":"\"THE\" END","comments":"(Ken: Each correct response will end with the letters\"T-H-E\".)","clues":[{"text":"To feel intense dislike","response":"loathe"},{"text":"To alleviate or provide solace","response":"soothe"},{"text":"To fancy up an argument with big words, or to array with garments","response":"to clothe"},{"text":"To be filled with violent emotion, perhaps rage","response":"seethe"},{"text":"Happy &amp; lighthearted, like a title spirit in a classic Noël Coward play","response":"a blithe"}],"originalDate":"2022-07-18"},{"category":"GIVING YOU THE BOOT","comments":"","clues":[{"text":"In 1985 Apple's board gave this guy the heave-ho but 12 years later he got ho-heaved &amp; was back in charge","response":"(Steve) Jobs"},{"text":"A rough New Year's Day in 1959 for Fulgencio Batista, who woke up as president of this country &amp; went to sleep as an exile","response":"Cuba"},{"text":"Getting the supreme boot in Genesis, he was told, \"a fugitive and a vagabond shalt thou be\"","response":"Cain"},{"text":"This Bolshevik got exiled to Siberia twice, expelled from the Politburo in 1926 &amp; the Soviet Union itself 3 years later","response":"Trotsky"},{"text":"Elected to Congress from Tennessee in 1833 as an Anti-Jacksonian, he got the boot in the 1834 election &amp; headed off to Texas","response":"Davy Crockett"}],"originalDate":"2022-07-18"},{"category":"10-, 11- &amp; 12-LETTER WORDS","comments":"","clues":[{"text":"This branch of the U.S. government makes the laws","response":"legislative"},{"text":"Keep your eye on the birdie, also known by this longer name","response":"the shuttlecock"},{"text":"Another word for the draft, it's mandatory enrollment in the military","response":"conscription"},{"text":"This word meaning \"nonsense\" begins with the name of a son of Odin","response":"balderdash"},{"text":"This term for a tightrope walker comes from Latin for \"rope\" &amp; \"walk\"","response":"a funambulist"}],"originalDate":"2022-07-18"},{"category":"ACTIVE BIBLE VERSES","comments":"","clues":[{"text":"David stood upon this \"Philistine, and took his sword... and cut off his head therewith\"","response":"Goliath"},{"text":"In Exodus, \"Behold\", this \"burned with fire, and (it) was not consumed\"","response":"the (burning) bush"},{"text":"\"And when he had opened the fourth seal... I looked, and behold a pale\" this: \"and his name that sat on him was Death\"","response":"horse"},{"text":"As Jesus \"walked by\" this body of water, \"he saw Simon and Andrew his brother casting a net into the sea: for they were fishers\"","response":"the Sea of Galilee"},{"text":"Since no one had done this for 40 years, God told Joshua to get a knife &amp; do it to the male Israelites","response":"circumcise"}],"originalDate":"2022-07-18"},{"category":"FEELIN' INDEPENDENT","comments":"","clues":[{"text":"This Asian country, not yet divided into North &amp; South: <br>From France, 1945","response":"Vietnam"},{"text":"Angola: <br>1975, from this country","response":"Portugal"},{"text":"This country: <br>1971, from Pakistan","response":"Bangladesh"},{"text":"Belgium: <br>1830, from this country","response":"the Netherlands"},{"text":"Montenegro: <br>2006, ending a union with this other Yugoslav republic","response":"Serbia"}],"originalDate":"2022-07-18"}],[{"category":"U.S. PLACES, EVERYBODY!","comments":"","clues":[{"text":"This Oklahoma town was named for U.S. Representative Wesley, not animation king Walt","response":"Disney"},{"text":"There's a reindeer barn at Santa's workshop in this appropriately named New York hamlet, not far from Lake Placid","response":"North Pole"},{"text":"I like Big Butt Trail &amp; I cannot lie, you other brothers can't deny it's fun to hike it near Asheville in this state","response":"North Carolina"},{"text":"Self-styled as West Virginia's first town, it dates to 1762 &amp; shares its name with a 2012 presidential nominee","response":"Romney"},{"text":"Alabama? That's a town in New York State centrally located between Rochester &amp; this seat of Erie County","response":"Buffalo"}],"originalDate":"2022-07-15"},{"category":"ICE CREAM","comments":"","clues":[{"text":"There's plain this flavor, the epitome of plain, as well as French this &amp; this bean","response":"vanilla"},{"text":"In 2020 this brand of ice cream bars celebrated 100 years of putting everyone into a better mood","response":"Good Humor"},{"text":"McDonald's has the McFlurry, &amp; Dairy Queen has this signature treat blended with cookies or candies","response":"a Blizzard"},{"text":"The logo of this ice cream brand includes rabbit ears &amp; a tail on the letter \"B\"","response":"Blue Bunny"},{"text":"A teen named Lina is in Tuscany for the summer in Jenna Evans Welch's novel called \"Love &\" this Italian ice cream","response":"Gelato"}],"originalDate":"2022-07-15"},{"category":"NOVEL \"T\"s","comments":"","clues":[{"text":"Huck Finn was introduced in this novel","response":"<i>The Adventures of Tom Sawyer</i>"},{"text":"Stephenie Meyer said the idea for this first novel came to her in a dream","response":"<i>Twilight</i>"},{"text":"The nameless narrator of this, Wells' first novel, finds himself in the year 802,701","response":"<i>The Time Machine</i>"},{"text":"Jim Hawkins is the boy hero &amp; narrator of this novel","response":"<i>Treasure Island</i>"},{"text":"This novel by F. Scott Fitzgerald tells of the troubled marriage of Dick &amp; Nicole Diver","response":"<i>Tender is the Night</i>"}],"originalDate":"2022-07-15"},{"category":"MEXICAN HISTORY","comments":"","clues":[{"text":"1821's \"Three Guarantees\" were independence, equality of Spaniards &amp; Creoles &amp; supremacy of this religion","response":"Catholicism"},{"text":"From the 1940s to the 1960s, millions of Mexicans known as braceros got temporary U.S. permits to work in this sector","response":"agriculture"},{"text":"Selected for development using a computer, this Yucatan city got its first hotel in 1974 &amp; is now Mexico's No. 1 beach resort","response":"Cancun"},{"text":"The era of this man's late 19th &amp; early 20th century rule is known as the Porfiriato","response":"Porfirio Díaz"},{"text":"This 1860s presidente &amp; national hero gave his name to a ciudad along Mexico's border with Texas","response":"Juarez"}],"originalDate":"2022-07-15"},{"category":"WORLD OF OPERA","comments":"","clues":[{"text":"In the opera \"Dead Man Walking\", Sister Helen meets her pen pal, a death row inmate, at Angola Penitentiary in this state","response":"Louisiana"},{"text":"Philip Glass' \"Akhnaten\" begins in Thebes with the passing of Amenhotep III &amp; words sung from this tome","response":"<i>Book of the Dead</i>"},{"text":"This composer set \"Die Meistersinger von Nürnberg\" in a city south of his birthplace, Leipzig","response":"Wagner"},{"text":"\"Nabucco\", based on the life of Nebuchadnezzar, features a scene in this city's gardens","response":"Babylon"},{"text":"A Strauss opera has this title princess \"auf Naxos\", abandoned by Theseus after she helped him escape the Labyrinth","response":"Ariadne"}],"originalDate":"2022-07-15"},{"category":"OVID","comments":"","clues":[{"text":"Ovid's \"Ars Amatoria\", translated as \"Art of\" this, led to charges of immorality","response":"Love"},{"text":"In this fittingly titled Ovid work, Ascalaphus is punished by being transformed into an owl","response":"<i>Metamorphoses</i>"},{"text":"Ovid's tragedy about this enchantress who helped Jason with the Golden Fleece was praised in the poet's day but is now lost","response":"Medea"},{"text":"Coming under the scrutiny of Augustus, Ovid was punished with a type of this called relegation","response":"exile (banishment)"},{"text":"In an Ovid work, \"Why are We Joined in Soul, and Parted by the Wave?\" asks this paramour of Hero","response":"Leander"}],"originalDate":"2022-07-15"}],{"category":"SHAKESPEARE'S CHARACTERS","text":"Both of the names of these 2 lovers in a Shakespeare play come from Latin words for \"blessed\"","response":"Beatrice & Benedick"}]}