{"mix":901,"rounds":[[{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"In this film, Anthony Perkins asserts, \"A boy's best friend is his mother\"","response":"<i>Psycho</i>"},{"text":"Streisand's \"Funny Girl\" who said she was \"a bagel on a plate of onion rolls\"","response":"Fanny Brice"},{"text":"\"Midnight Cowboy\" who \"ain't a real cowboy, but I am one helluva stud\"","response":"Jon Voight (Joe Buck)"},{"text":"Carries the Bette Davis warning: \"Fasten your seat belts; it's going to be a bumpy night\"","response":"<i>All About Eve</i>"},{"text":"In \"How to Marry a Millionaire\" she said,\"That old guy in 'The African Queen', I'm crazy about him\"","response":"Lauren Bacall"}],"originalDate":"1985-12-05"},{"category":"GOVERNMENT","comments":"","clues":[{"text":"Pair of national offices indirectly elected by voters","response":"president & vice president"},{"text":"Until 1862, the Department of Agriculture was part of this \"inventive\" government office","response":"the Patent Office"},{"text":"The F.B.I. is under the jurisdiction of this department","response":"Department of Justice"},{"text":"Executive dept. in charge of the Bureau of the Census &amp; U.S. Travel and Tourism Administration","response":"the Department of Commerce"},{"text":"Number of articles in the body of the Constitution","response":"7"}],"originalDate":"1985-12-05"},{"category":"TRIVIA","comments":"","clues":[{"text":"Plural of \"mongoose\"","response":"mongooses"},{"text":"It's done in all states except Arizona &amp; Hawaii on the last Sunday in April","response":"daylights savings time (move the clocks forward)"},{"text":"As of June 1985 Mike Wittkowski, an Illinois printer, held this record at $40 million","response":"a lottery winner (the largest amount won by a man in a lottery)"},{"text":"Comedian Jack Benny's response when a robber demanded \"Your money or your life\"","response":"Well, what is I'm thinking about it"},{"text":"Priscilla, who saved an 11-year-old Texas boy from drowning &amp; got an award for valor, is this","response":"a 22-pound piglet"}],"originalDate":"1985-12-05"},{"category":"WEATHER WORDS","comments":"","clues":[{"text":"Johnny Mercer wrote the lyric \"I'm gonna love you like nobody's loved you, come\" these 2 opposites","response":"rain & shine"},{"text":"Starbucks sells a tea drink called London this","response":"Fog"},{"text":"A Joyce story ends with this falling \"upon all the living and the dead\"","response":"the snow"},{"text":"A book about the underworld says Al Capone's rival Joe Aiello died in this type of storm \"of lead\"","response":"a hail"},{"text":"The EPA says keep this below 60% to prevent mold","response":"humidity"}],"originalDate":"2022-07-08"},{"category":"DANGER! DANGER!","comments":"","clues":[{"text":"National Weather Service danger signs of this impending phenomenon include a dark, often greenish sky &amp; a roaring noise","response":"a tornado"},{"text":"Waves can create a current moving away from the shore, properly called this type of current &amp; much stronger than an undertow","response":"a riptide"},{"text":"You can sleep all night &amp; work all day, but Time magazine listed this outdoor job as the USA's most dangerous","response":"a lumberjack"},{"text":"This U.S. government department issues regular travel advisories on the level of danger in countries to which you might journey","response":"the State Department"},{"text":"Eating certain fish can be dangerous for pregnant women due to this heavy metal; the FDA calls out king mackerel &amp; swordfish","response":"mercury"}],"originalDate":"2022-07-08"},{"category":"ROLE CALL","comments":"","clues":[{"text":"Hitting the big screen as Vito Corleone in \"The Godfather\" was an offer this actor couldn't refuse","response":"Brando"},{"text":"In 2022's \"The Batman\", Zoë Kravitz brought a new take on this character with a secret identity of her own","response":"Catwoman"},{"text":"These are the first names of the 2 characters played by Humphrey &amp; Ingrid in \"Casablanca\"","response":"Rick & Ilsa"},{"text":"In this film, Jared Leto plays the title biochemist who tries to cure himself of a rare disease but infects himself with vampirism instead","response":"<i>Morbius</i>"},{"text":"King Kong had nothing on this actor when he starred as LAPD Detective Alonzo Harris in \"Training Day\"","response":"Denzel Washington"}],"originalDate":"2022-07-08"}],[{"category":"ONE LETTER CHANGES EVERYTHING","comments":"","clues":[{"text":"Add a \"B\" to a chess piece to turn it into this babbling stream","response":"brook"},{"text":"Subtract an \"A\" from a word that describes sudden, intense pain to get this word meaning adorable","response":"cute"},{"text":"Put a \"B\" on a synonym for donkey &amp; you get this game fish","response":"bass"},{"text":"Subtract a \"B\" from a loose-fitting women's shirt to get this parasite you don't want to find there","response":"louse"},{"text":"Bite an \"S\" off a tentacled cephalopod &amp; it becomes this, slang for a British pound","response":"quid"}],"originalDate":"2022-07-08"},{"category":"THE COLD WAR ERA","comments":"","clues":[{"text":"This president made a secret deal to take U.S. nukes out of Turkey, helping end the Cuban Missile Crisis","response":"Kennedy"},{"text":"Unearthed decades later a 1950 letter indicates happiness by Joseph Stalin that the U.S. was entangled in this war","response":"the Korean War"},{"text":"In this year the U.S. &amp; others boycotted the Moscow Olympics to protest the Soviet invasion of Afghanistan","response":"1980"},{"text":"The Stasi were a secret police force of this country that spied on its citizens &amp; encouraged them to spy on each other","response":"East Germany"},{"text":"Abbreviated M.A.D., this theory deterred the use of nuclear weapons by suggesting there would be no winners","response":"mutually assured destruction"}],"originalDate":"2022-07-08"},{"category":"GONE EXTINCT","comments":"","clues":[{"text":"The largest avian ever, the elephant bird of this island nation off the east coast of Africa could reach 10 feet high &amp; 1,000 pounds","response":"Madagascar"},{"text":"The great auk was a flightless &amp; sadly fearless bird that lived on the Faroes &amp; other islands in the northern part of this ocean","response":"the Atlantic Ocean"},{"text":"Cygnus falconeri was a 35-pound one of these birds that lived in Malta","response":"a swan"},{"text":"Humans brought an end to the Caribbean monk species of these flippered mammals that we often think of in colder climates","response":"seals"},{"text":"Extinct in the wild today, the Barbary lion is famous for its activity in this Roman structure  completed in 80 A.D.","response":"the Colosseum"}],"originalDate":"2022-07-08"},{"category":"CROSSWORD CLUES \"C\"","comments":"","clues":[{"text":"The online world <br>(10 letters)","response":"cyberspace"},{"text":"Solid, like a certain building material <br>(8 letters)","response":"concrete"},{"text":"Partner of \"whole kit\" <br>(8 letters)","response":"caboodle"},{"text":"Jesus' crucifixion site <br>(7 letters)","response":"Calvary"},{"text":"Flightless ostrich relative (9 letters)","response":"cassowary"}],"originalDate":"2022-07-08"},{"category":"WHAT IS LOVE...","comments":"","clues":[{"text":"In \"Frozen\" Anna &amp; Hans sing \"Love Is An Open\" one of these, \"Life can be so much more\"","response":"a door"},{"text":"In \"Tuesdays with Morrie\", this author wrote, \"Love is the only rational act\"","response":"Mitch Albom"},{"text":"This man's \"[love is more thicker than forget]\" continues non-capitalization in the rest of the poem","response":"cummings"},{"text":"His \"Symposium\" from around 360 B.C. states, \"Love is the eldest &amp; noblest &amp; mightiest of the gods\"","response":"Plato"},{"text":"Irving Stone's 1954 novel \"Love Is Eternal\" was about this first lady who married an awkward lawyer","response":"Mary Todd Lincoln"}],"originalDate":"2022-07-08"},{"category":"BABY, DON'T HURT ME","comments":"","clues":[{"text":"Baby, I've asked you not to ruin plot points when we watch TV unless you give me this 7-letter alert","response":"spoiler"},{"text":"I hate it when you eat the last one of these ice cream bars with a big polar bear on the wrapper; it's cruel, baby","response":"Klondike"},{"text":"You know I'm trying to consolidate Asia in this board game, yet you invade from Kamchatka to Mongolia; not cool, baby","response":"<i>Risk</i>"},{"text":"I dropped out of this university, but so did Bill Gates &amp; Mark Zuckerberg; what exactly are you trying to say, baby?","response":"Harvard"},{"text":"You know my ex wore Opium perfume from this 3-named designer; why do you torture me so?","response":"Yves St. Laurent"}],"originalDate":"2022-07-08"}],{"category":"HISTORIC YEARS","text":"A famous channel crossing ended on September 28th of this year, as familiar to the British as 1492 is to us","response":"1066"}]}