{"mix":904,"rounds":[[{"category":"SILENT CONSONANT WORDS","comments":"","clues":[{"text":"A prominent rounded hill, or a rounded control switch or dial","response":"knob"},{"text":"Her unrequited love for Narcissus reverberates through mythology","response":"Echo"},{"text":"Jesus had 12 of these special disciples, from the Greek for \"messenger\"","response":"apostles"},{"text":"To bite or chew persistently, like an animal with a bone","response":"gnaw"},{"text":"This 6-letter synonym for self-assurance comes from the French; we hope you respond to the clue \"with\" it","response":"aplomb"}],"originalDate":"2022-07-04"},{"category":"TUNNELS","comments":"","clues":[{"text":"On the high-speed trains, it takes about 35 minutes to go underwater between England &amp; France via this","response":"the Chunnel"},{"text":"The Holland &amp; Lincoln tunnels both run beneath this river to connect New York with New Jersey","response":"the Hudson"},{"text":"In 2019 Egypt inaugurated 4 new tunnels beneath this artificial waterway","response":"the Suez Canal"},{"text":"A busy border crossing between the U.S. &amp; Canada is the tunnel linking Detroit with this city in Ontario","response":"Windsor"},{"text":"Japan's Seikan Tunnel beneath the Tsugaru Strait links Hokkaido with this main island","response":"Honshu"}],"originalDate":"2022-07-04"},{"category":"BYE, GEORGE","comments":"","clues":[{"text":"A memorable 2018 photo showed this president's flag-draped casket, with his service dog Sully beside it","response":"(George H.W.) Bush"},{"text":"After George III died, his son, who held this title reserved for the heir apparent, took the throne as George IV","response":"the Prince of Wales"},{"text":"This governor who led the South's fight against integration died in Montgomery in 1998","response":"George Wallace"},{"text":"In 1876 this \"Boy General\" died along with his 2 brothers &amp; a nephew at \"Last Stand Hill\"","response":"Custer"},{"text":"On June 23, 1937 this American composer complained of headaches, &amp; an L.A. hospital diagnosed hysteria; on July 11 he died","response":"George Gershwin"}],"originalDate":"2022-07-04"},{"category":"IT'S KIND OF A FUNNY STORY","comments":"","clues":[{"text":"In \"Why Not Me?\", this actress \"freely\" admits that her relationship with \"Office\" mate \"B.J. Novak is weird as hell\"","response":"Mindy Kaling"},{"text":"Firoozeh Dumas recounts \"Growing Up Iranian in America\" in the memoir \"Funny in\" this language","response":"Farsi"},{"text":"Sloan Crosley's collection of humorous narratives of life in NYC has the tasty title \"I was Told There'd be\" this treat","response":"Cake"},{"text":"There's a lot more humor in her story \"Charles\" than in her most famous one, \"The Lottery\"","response":"Shirley Jackson"},{"text":"Written by Laurence Sterne, \"The Life &amp; Opinions of\" this gentleman has been called the greatest shaggy dog story","response":"Tristram Shandy"}],"originalDate":"2022-07-04"},{"category":"MEDICAL ADJECTIVES","comments":"","clues":[{"text":"This adjective used of non-cancerous tumors is from the Latin for \"kindly\"","response":"benign"},{"text":"This 5-letter word means pertaining to the kidneys","response":"renal"},{"text":"This 5-syllable word means infected with a virus but showing no obvious signs","response":"asymptomatic"},{"text":"It can refer to a procedure that doesn't penetrate the body or to disease that doesn't encroach into healthy cells","response":"non-invasive"},{"text":"From a Latin word for \"to cloak\", it's the type of care given to seriously ill patients to provide comfort without curing","response":"palliative"}],"originalDate":"2022-07-04"},{"category":"OLD MOVIES","comments":"","clues":[{"text":"908 S. Broadway in Los Angeles is where Harold Lloyd dangled from this in \"Safety Last\", one of the most famous movie stunts","response":"a clock"},{"text":"Sometimes forgotten among the many movies teaming this actor &amp; Katharine Hepburn is the Elia Kazan frontier tale \"The Sea of Grass\"","response":"Spencer Tracy"},{"text":"\"Baby Face\", with a rather unchaste Barbara Stanwyck, is a classic of the early '30s films called \"Pre\"-this set of restrictions","response":"Pre-Code"},{"text":"This Nevada-set 1964 movie was Elvis' highest-grossing film","response":"<i>Viva Las Vegas</i>"},{"text":"In an Oscar winner, Piletti is the last name of Ernest Borgnine's butcher character; this first name is the title","response":"Marty"}],"originalDate":"2022-07-04"}],[{"category":"THE POWER OF THE DOGE","comments":"","clues":[{"text":"At the end of the 7th c., Paolo Lucio Anafesto became, by tradition, Venice's 1st doge, Venetian Italian for this European noble title","response":"a duke"},{"text":"Doge from 1192 to 1205, Enrico Dandolo was big on the 4th this Christian expedition, which doomed the Byzantine Empire","response":"Crusade"},{"text":"After becoming doge in 1478, Giovanni Mocenigo achieved a brief peace with this Turkish empire, then put his feet up &amp; relaxed","response":"the Ottoman Empire"},{"text":"Trying to find his own corner of the sky, Agnello Parteciaco defied Venice's control by this man, Charlemagne's son","response":"Pepin"},{"text":"A Verdi opera subject, Francesco Foscari warred with the leader of this city, not Prospero but Filippo Maria Visconti","response":"Milan"}],"originalDate":"2022-07-04"},{"category":"ON A HOLIDAY","comments":"","clues":[{"text":"Martin Luther spooked the Catholic church when he chose this fall day in 1517 to proclaim his 95 Theses","response":"Halloween (October 31st)"},{"text":"On May Day, 1961 this country's prime minister declared it a socialist nation","response":"Cuba"},{"text":"Ex-Confederates got a Christmas gift from this president in 1868: a full pardon","response":"Johnson"},{"text":"This English explorer got stabbed in Hawaii on Valentine's Day 1779","response":"(Captain James) Cook"},{"text":"Pathfinder &amp; this rover touched down on Mars July 4, 1997","response":"<i>Sojourner</i>"}],"originalDate":"2022-07-01"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Things found in this city: The Joe Louis Fist statue as well as Ford Field","response":"Detroit"},{"text":"Wacker Drive is an impressive double-decker street in this city of big shoulders","response":"Chicago"},{"text":"Heinz Hall for the Performing Arts is home to this city's symphony orchestra","response":"Pittsburgh"},{"text":"At the foot of the Wasatch Range, this capital city was built on the bed of ancient Lake Bonneville","response":"Salt Lake City"},{"text":"Named for a V.P. from Indiana, this Alaska city is home to the Goldpanners, who play an annual Midnight Sun Game at 10 P.M.","response":"Fairbanks"}],"originalDate":"2022-07-01"},{"category":"ANIMALS &amp; THE LAW","comments":"","clues":[{"text":"Shooting these \"in a barrel\" is proverbially easy but using firearms on them in Indiana state waters, legally problematic","response":"fish"},{"text":"Minnesota forbade contests in which this animal, \"greased (or) oiled... is released &amp; wherein the object is capture of\" one","response":"a pig"},{"text":"You can own as many of these as you like in Calif. &amp; enter them in a Calaveras jumping contest, but if one dies, you can't eat it","response":"frogs"},{"text":"New York City says horses that do this, popular with tourists &amp; couples in Central Park, get 5 weeks of vacation a year","response":"draw a buggy"},{"text":"This state that had a famous Monkey Trial in 1925 lets you keep a pet monkey, but not a baboon","response":"Tennessee"}],"originalDate":"2022-07-01"},{"category":"FRUITS &amp; VEGETABLES IN FRENCH","comments":"","clues":[{"text":"Maïs","response":"corn"},{"text":"Citron vert","response":"a lime"},{"text":"Chou <br>(chou de Bruxelles is Brussels sprout)","response":"cabbage"},{"text":"Ananas <br>(&amp; it's not a banana)","response":"pineapple"},{"text":"Cerise","response":"cherry"}],"originalDate":"2022-07-01"},{"category":"GAME PLAN","comments":"","clues":[{"text":"Determine 3 things: <br>In what room, with what weapon &amp; whodunit","response":"<i>Clue</i>"},{"text":"Collect 6 wedges for answering a question in 6 different categories, then head to the middle &amp; answer one more","response":"<i>Trivial Pursuit</i>"},{"text":"In survival mode, fight off mobs such as evokers &amp; build shelter so as to stay alive","response":"<i>Minecraft</i>"},{"text":"Drop colored discs into a grid trying to get a quartet of yours in a row vertically, horizontally or diagonally","response":"Connect Four"},{"text":"Using a small mallet, tap out the blocks one by one until someone topples the standing animal","response":"<i>Don't Break the Ice</i>"}],"originalDate":"2022-07-01"}],{"category":"CHILDREN'S BOOKS","text":"The original 1900 printing of this book was in a pale green dust jacket stamped in a vivid jewel tone of green","response":"<i>The Wizard of Oz</i> (<i>The Wonderful Wizard of Oz</i>)"}]}