{"mix":911,"rounds":[[{"category":"HISTORIC ALLIANCES","comments":"","clues":[{"text":"A hope of joining this alliance is in Ukraine's constitution","response":"NATO"},{"text":"The Seneca &amp; the Tuscarora were members of an 18th century confederacy bearing the name of this group of Native American people","response":"the Iroquois"},{"text":"Created during the Cold War in 1955, this alliance joined together several countries including Bulgaria &amp; Albania","response":"the Warsaw Pact"},{"text":"The Eight-Nation Alliance was formed to protect Western interests in this Asian nation during a 1900 uprising against foreigners","response":"China"},{"text":"Around 1428 Texcoco, Tlacopan &amp; this Aztec city-state formed the Triple Alliance","response":"Tenochtitlan"}],"originalDate":"2022-06-17"},{"category":"WORDPLAY-POURRI","comments":"","clues":[{"text":"Only one vowel: <br>The main building of a parish","response":"church"},{"text":"Crossword clues \"P\": <br>Next to the last (11 letters)","response":"penultimate"},{"text":"5-syllable words: <br>A person aged 100 years or older","response":"a centenarian"},{"text":"Change a letter: <br>A convenient way to get your bills paid &amp; an examination of a body after death","response":"autopay & autopsy"},{"text":"Overlaps: <br>Home city of the NHL sabres<br>+ <br>a type of leather step-in shoe","response":"a Buffaloafer"}],"originalDate":"2022-06-17"},{"category":"STATELY RIVERS","comments":"","clues":[{"text":"John Wesley Powell was one of the first to explore the Grand Canyon by boat on this river","response":"the Colorado"},{"text":"Its name derived from words for \"truth\" &amp; \"head\", Lake Itasca is the head or starting point for this river","response":"the Mississippi"},{"text":"Great Falls, Montana was named for the nearby falls of this river","response":"the Missouri"},{"text":"The Schuylkill &amp; Lehigh Rivers are tributaries of this river","response":"the Delaware"},{"text":"It empties into Long Island Sound between the towns of Old Saybrook &amp; Old Lyme","response":"the Connecticut River"}],"originalDate":"2022-06-17"},{"category":"SCI-FI CHARACTERS","comments":"","clues":[{"text":"In \"Ink\" by Sabrina Vourvoulias, Mari &amp; Meche have their immigrant status displayed in the form of these on their wrists","response":"tattoos"},{"text":"In an H.G. Wells tale, Griffin, whose face is wrapped in rags, turns out to be this title guy","response":"<i>The Invisible Man</i>"},{"text":"Paul Atreides is the messiah-like Kwisatz Haderach in the novels named for this desert-like planet","response":"Dune"},{"text":"In Kameron Hurley's novel, Dietz is reduced to particles &amp; beamed to war in this title corps, sounding like one in a Tennyson poem","response":"the Light Brigade"},{"text":"Walter M. Miller Jr. won a Hugo Award for penning \"A Canticle for\" this saint","response":"Saint Isaac Leibowitz"}],"originalDate":"2022-06-17"},{"category":"THE \"IT\" DEPARTMENT","comments":"","clues":[{"text":"This restraining item from which Houdini used to escape can also mean anything that confines you","response":"a straitjacket"},{"text":"Passports: check; tickets: check; kids: check; &amp; this, a schedule of your journey &amp; planned activities","response":"itinerary"},{"text":"This split of the Korean Peninsula took place in August 1945","response":"the partition"},{"text":"Methuselah had more of it than anyone else in the Bible","response":"longevity"},{"text":"Having a right to something, or acting like you have a right to just about anything","response":"entitlement"}],"originalDate":"2022-06-17"},{"category":"THE QUOTABLE MOVIE","comments":"","clues":[{"text":"\"It can't be bargained with. It can't be reasoned with... &amp; it absolutely will not stop, ever, until you are dead\"","response":"<i>The Terminator</i>"},{"text":"From 2004: <br>\"On Wednesdays we wear pink\"","response":"<i>Mean Girls</i>"},{"text":"\"McLovin? What kind of a stupid name is that, Fogell?\"","response":"<i>Superbad</i>"},{"text":"From 2015: <br>\"I don't do romance. My tastes are very singular. You wouldn't understand\"","response":"<i>Fifty Shades of Grey</i>"},{"text":"\"I drink your milkshake. I drink it up\"","response":"<i>There Will Be Blood</i>"}],"originalDate":"2022-06-17"}],[{"category":"SUCH A PEASANT LIFE","comments":"","clues":[{"text":"After working dawn to dusk, it's time for some mead, an alcoholic concoction brewed from water &amp; this sweet stuff","response":"honey"},{"text":"Our lord's away fighting again, across the channel in the battles of Blanchetaque &amp; Caen; hope this war is over soon","response":"a Hundred Years' War"},{"text":"You might think I'm revolting, but I swear I did not join Wat Tyler's peasant revolt that stormed this fortress on June 14, 1381","response":"the Tower of London"},{"text":"Not much travel for us normally, but I am considering a pilgrimage to Glastonbury to see the grave of this legendary queen","response":"Guinevere"},{"text":"No more back-breaking farm labor for me; I've got this new job at the manor, curing hides &amp; making leather","response":"a tanner"}],"originalDate":"2022-06-17"},{"category":"WHO WAS WHERE, WHEN","comments":"","clues":[{"text":"On May 5, 1960 Khrushchev informed the Supreme Soviet this alphanumeric U.S. plane had been shot down over the USSR 4 days earlier","response":"the <i>U2</i>"},{"text":"Despite a generous retirement plan of 2 million francs a year &amp; this island as his own, Napoleon returned to France on March 1, 1815","response":"Elba"},{"text":"Harlon Block, Michael Strank, Ira Hayes &amp; 3 other servicemen were famously pictured on this island on Feb. 23, 1945","response":"Iwo Jima"},{"text":"France's National Assembly got \"The Declaration of the Rights of Man &amp; of the Citizen\" from this military hero on July 11, 1789","response":"Lafayette"},{"text":"He was inaugurated as president on Nov. 3, 1970 in Chile but 3 years later, fell in a military coup","response":"Allende"}],"originalDate":"2022-06-16"},{"category":"IT'S ALL RELATIVITY","comments":"","clues":[{"text":"In 1916 astronomer Karl Schwarzschild used relativistic equations to predict the existence of these inescapable bodies","response":"a black hole"},{"text":"On Dec. 24, 2021 this physicist tweeted, \"Maybe Santa's reindeer are stationary, &amp; it is we who fly past them\"","response":"Neil deGrasse Tyson"},{"text":"Einstein first stated the concept now summed up in this formula, just 5 symbols, in a short paper often called an afterthought","response":"E=MC<sup>2</sup>"},{"text":"Nobel winner Kip Thorne made sure the science was right in \"Interstellar\", about a trip through one of these relativistic tunnels","response":"a wormhole"},{"text":"This hyphenated term linking 3 dimensions with a fourth is a key concept in relativistic theory","response":"the space-time continuum"}],"originalDate":"2022-06-16"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"In the U.S. a week is set aside each fall to honor these items that Peter Piper picked","response":"pickled peppers"},{"text":"Each May Holland, Michigan has a festival promoting its Dutch heritage &amp; this flower","response":"tulips"},{"text":"About 300,000 people attend this sporting event, Indiana's most famous","response":"the Indy 500"},{"text":"A rodeo named for this mountain is held in August in Colorado Springs","response":"Pikes Peak"},{"text":"Sunsplash, the world's largest reggae festival, is held each August in this Jamaican resort city","response":"Montego Bay"}],"originalDate":"1992-09-11"},{"category":"MODERN HISTORY","comments":"","clues":[{"text":"Ratified in 1971, the XXVI Amendment established the voting age at this","response":"18"},{"text":"In late Oct. 1991, Arabs &amp; Israelis met in this Spanish capital for the first round of peace talks","response":"Madrid"},{"text":"As commander of the occupation, this U.S. gen. oversaw liberalization of the Japanese constitution","response":"Douglas MacArthur"},{"text":"In July 1942 this women's corps was organized as part of the U.S. naval reserves","response":"the WAVES"},{"text":"In 1948 the GOP chose Earl Warren as the running mate for this N.Y. governor","response":"Dewey"}],"originalDate":"1992-09-11"},{"category":"TELEVISION","comments":"","clues":[{"text":"The theme song to this country singer's variety series was \"Gentle On My Mind\"","response":"Glen Campbell"},{"text":"Frances Bavier won an Emmy in 1967 for her role as Aunt Bee in this sitcom","response":"<i>The Andy Griffith Show</i>"},{"text":"Although this series' theme was \"Keep Your Eye On The Sparrow\", its hero had a pet cockatoo","response":"<i>Baretta</i>"},{"text":"Gene Rayburn hosted this game show for 17 years","response":"the <i>Match Game</i>"},{"text":"For its last season, this 90-minute Western was retitled \"The Men from Shiloh\"","response":"<i>The Virginian</i>"}],"originalDate":"1992-09-11"}],{"category":"BUSINESS &amp; INDUSTRY","text":"This cosmetics company got its name because of its owner's fondness for Shakespeare","response":"Avon"}]}