{"mix":914,"rounds":[[{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This city's Eastman School of Music has one of the nation's largest college music libraries","response":"Rochester"},{"text":"Oglethorpe University is a private coed institution in this state capital","response":"Atlanta"},{"text":"This university in Los Angeles supports a marine science center on Catalina Island","response":"USC (the University of Southern California)"},{"text":"In 1718 Conn.'s Collegiate School was renamed this after a British trader whose donated books raised £562","response":"Yale"},{"text":"A coed college in Rindge, N.H. is named for this New Hampshire-born U.S. president","response":"Franklin Pierce"}],"originalDate":"1992-09-09"},{"category":"EXPLORATION","comments":"","clues":[{"text":"After looking for another explorer, he traced the course of the Congo River","response":"Stanley"},{"text":"Designers for this Portuguese prince came up with the caravel, the standard ship of 15th &amp; 16th c explorers","response":"(Prince) Henry"},{"text":"In 1519 this explorer was beheaded by a rival in Acla on the isthmus of Panama","response":"Balboa"},{"text":"When he reached Newfoundland in 1497, this Italian-born explorer thought he was in Asia","response":"Cabot"},{"text":"When he claimed what is now California for England, he was on a secret mission for Elizabeth I","response":"(Sir Francis) Drake"}],"originalDate":"1992-09-09"},{"category":"LITERATURE","comments":"","clues":[{"text":"George Aiken's dramatization of this Stowe novel was one of the most popular U.S. plays of the 1850s","response":"<i>Uncle Tom's Cabin</i>"},{"text":"\"Mme de Beaumont's   \"Belle et la bete\" is known as this in English","response":"<i>Beauty and the Beast</i>"},{"text":"In this Dickens work, embittered Miss Havisham teaches Estella how to break men's hearts","response":"<i>Great Expectations</i>"},{"text":"Cathy Ames abandons Adam Trask &amp; their twin sons in this Steinbeck work","response":"<i>East of Eden</i>"},{"text":"It's Longfellow's poem subtitled \"A Tale of Acadie\"","response":"<i>Evangeline</i>"}],"originalDate":"1992-09-09"},{"category":"THE MORAL OF THE FABLE","comments":"","clues":[{"text":"This avian proverb is the moral of the fable of a lone stork among cranes","response":"birds of a feather flock together"},{"text":"\"Don't\" do this was learned when an accident ruined a girl's plans for a poultry empire","response":"count your chickens before they're hatched"},{"text":"A cockfight victor crows to show he's won, attracting a hungry eagle; as the saying has it, this quality goes before a fall","response":"pride"},{"text":"This one of Aesop's fables, about a disguised member of a flock, teaches the moral that doing mean tricks can backfire on you","response":"the wolf in sheep's clothing"},{"text":"A fox stuck in a well tricks a goat into joining him; the goat learned this lesson meaning \"take care before you act\"","response":"look before you leap"}],"originalDate":"2022-06-14"},{"category":"CLEVER CROSSWORD CLUES","comments":"","clues":[{"text":"Second hand item like a Bulova or Rolex <br>(5 letters)","response":"a watch"},{"text":"A magical spirit of Arabic lore who might need a good bottle opener <br>(5 letters)","response":"a genie"},{"text":"It follows a midday grace period <br>(5 letters)","response":"lunch"},{"text":"You'll need an ID to get your mail in this Rocky Mountain state <br>(5 letters)","response":"Idaho"},{"text":"The first lady's residence; some believe it was just east of Israel <br>(4 letters)","response":"Eden"}],"originalDate":"2022-06-14"},{"category":"WELL, IT'S 5 FOR THE MONEY","comments":"","clues":[{"text":"This British monetary term dates back to around 775, when 240 coins were minted from this much weight in silver","response":"the pound"},{"text":"Ben Franklin was in profile, not facing forward, on the 1st Federal Reserve note for this amount of money when it was issued in 1914","response":"the $100 bill"},{"text":"In 1897 Russia went to a gold standard in switching this monetary unit from silver to gold","response":"the ruble"},{"text":"Long after telling \"The Tale of Genji\" in one of the world's oldest novels, Murasaki Shikibu graced the 2,000-this note","response":"yen"},{"text":"Oklahoma's Wilma Mankiller, the 1st female principal chief of this Native American nation, appeared on a U.S. quarter in 2022","response":"the Cherokee"}],"originalDate":"2022-06-14"}],[{"category":"3 FOR THE SHOW","comments":"","clues":[{"text":"Kevin Costner, Kelly Reilly &amp; Mo brings plenty landed in Montana","response":"<i>Yellowstone</i>"},{"text":"CBS cops (or C.O.P.S.?) Lina Esco, David Lim &amp; Alex Russell","response":"<i>S.W.A.T.</i>"},{"text":"Ming-na Wen, Jennifer Beals &amp; Temuera Morrison, who opens \"The Book of\" this mysterious title sci-fi guy","response":"Boba Fett"},{"text":"Kyle Richards, Lisa Rinna &amp; Garcelle Beauvais get \"Real\"","response":"<i>The Real Housewives of Beverly Hills</i>"},{"text":"John Cena (not exactly living up to the title), Danielle Brooks &amp; Jennifer Holland","response":"<i>Peacemaker</i>"}],"originalDate":"2022-06-14"},{"category":"ISLES OF THE BRITISH ISLES","comments":"","clues":[{"text":"Mainland is the name of the largest of these islands 130 miles off the coast of Scotland &amp; famous for their wee equines","response":"Shetland"},{"text":"Lundy, an island in the Bristol Channel between England &amp; this U.K. country, is a breeding ground for seabirds like puffins &amp; razorbills","response":"Wales"},{"text":"In 1897 this guy experimented &amp; sent a radio transmission from the Isle of Wight off the south coast of England","response":"Marconi"},{"text":"This isle in the Irish Sea is not part of the U.K. but has been a personal possession of the British monarch since 1828","response":"the Isle of Man"},{"text":"Tresco &amp; Bryher are 2 of the Scilly Isles about 30 miles off this county at the southwestern tip of Britain","response":"Cornwall"}],"originalDate":"2022-06-14"},{"category":"COMMUNICATIONS","comments":"","clues":[{"text":"The 1906 International Radiotelegraph Conference replaced the signal CQD, for \"all stations, distress\", with this","response":"SOS"},{"text":"\"Telstar\", a 1962 instrumental hit, was named for a pioneering communications one of these","response":"a satellite"},{"text":"The oldest known recipes, including one for pigeon stew, are found on Babylonian clay tablets in this writing system","response":"cuneiform"},{"text":"Still important in the developing world, this long-distance radio format uses frequencies between AM &amp; FM","response":"short wave"},{"text":"Towers &amp; hilltop stations with pivoting arms were used to send messages in this system, from Greek for \"sign bearing\"","response":"semaphore"}],"originalDate":"2022-06-14"},{"category":"SONGS OF INNOCENCE &amp; EXPERIENCE","comments":"","clues":[{"text":"\"Hey Joe\" &amp; \"The Wind Cries Mary\" are on this guitarist's 1967 debut album \"Are You Experienced\"","response":"Jimi Hendrix"},{"text":"Andrew Bird called a song \"Near\" this \"Experience Experience\"","response":"Death"},{"text":"Perhaps her \"Summertime Sadness\" was caused by the \"Innocence Lost\" she sang of on her 2012 \"Paradise\" EP","response":"Lana Del Rey"},{"text":"In a 1983 song &amp; album, this piano man was \"An Innocent Man\"","response":"Billy Joel"},{"text":"\"I hold just one breath here within my chest / Just like innocence\", these grunge rockers sang on their 1996 No. 1 album \"No Code\"","response":"Pearl Jam"}],"originalDate":"2022-06-14"},{"category":"AMERICANA","comments":"","clues":[{"text":"His family supplied the dueling pistols used July 11, 1804 by himself &amp; Burr","response":"(Alexander) Hamilton"},{"text":"Originally a slang term for the ranch's cook, it's now a cattle thief","response":"a rustler"},{"text":"In the 1920s Shipwreck Kelly achieved fame for his endurance records in this fad","response":"flagpole sitting"},{"text":"Perturbed that his name was left out of the tittle of the new electric co., he sold his stock","response":"Edison"},{"text":"After Noah Webster's death his heirs sold the dictionary rights to this Springfield, Mass. company","response":"Merriam"}],"originalDate":"1991-10-28"},{"category":"AWARDS","comments":"","clues":[{"text":"In 1960 Leona Schnuelle's dilly casserole bread won the $25,000 top prize in this competition","response":"the Pillsbury Bake-Off"},{"text":"Betty Buckley's Tony for Best Actress came in 1983 for playing Grizabella in this musical","response":"<i>Cats</i>"},{"text":"From 1948 to 1966, she received 30 Oscar nominations for Best Costume Design","response":"(Edith) Head"},{"text":"Jay Sandrich won a 1986 Emmy for directing the \"Denise's Friend\" episode of this series","response":"<i>The Cosby Show</i>"},{"text":"This writer's 2 Pulitzer Prizes for Fiction were given for \"A Fable\" &amp; \"The Reivers\"","response":"Faulkner"}],"originalDate":"1991-10-28"}],{"category":"MOVIE CLASSICS","text":"This 1952 film was advertised with the slogan: \"When the hands point up...the excitement starts!\"","response":"<i>High Noon</i>"}]}