{"mix":918,"rounds":[[{"category":"FICTIONAL PLACES","comments":"","clues":[{"text":"In the world of this author, District 1 provided luxury items; District 5, power &amp; electricity","response":"(Suzanne) Collins"},{"text":"John Updike had a devil of a time coming up with \"The Witches of\" this fictional Rhode Island town","response":"Eastwick"},{"text":"This author created Magrathea, which worked to create a second earth, as the first was destroyed by Vogons to create a galactic bypass","response":"(Douglas) Adams"},{"text":"Norton Juster wrote up Dictionopolis &amp; ran the numbers on Digitopolis, rival cities in this children's classic","response":"<i>The Phantom Tollbooth</i>"},{"text":"In an H.G. Wells book, this doctor has established a camp for creepy scientific research on a volcanic island","response":"Doctor Moreau"}],"originalDate":"2022-06-08"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"You don't have to go to Antarctica; Boulders Beach in South Africa has the African type of this flightless bird, with pink \"eyebrows\"","response":"penguins"},{"text":"Modern-day Druids visit this Mystic circle north of Salisbury, England that's thousands of years old","response":"Stonehenge"},{"text":"This ancient Israeli fortress was the site of a 1st century siege after the fall of Jerusalem","response":"the Masada"},{"text":"Rio de Janeiro is home to this soccer stadium that held its second World Cup final in 2014","response":"Maracana"},{"text":"The northern lights are cool, but at Mt. Wellington in Tasmania, you can see the southern lights, also called the \"aurora\" this","response":"australis"}],"originalDate":"2022-06-08"},{"category":"5-LETTERS, ENDS IN \"O\"","comments":"","clues":[{"text":"Culturally off limits","response":"taboo"},{"text":"It's orbited by Charon","response":"Pluto"},{"text":"\"Top Chef\" channel","response":"Bravo"},{"text":"Cannon fire volley","response":"a salvo"},{"text":"Slow &amp; dignified, musically","response":"largo"}],"originalDate":"2022-06-08"},{"category":"ELEMENTS &amp; THEIR USES","comments":"","clues":[{"text":"This second-lightest gas is mixed with oxygen for use in scuba diving","response":"helium"},{"text":"Okay, we've heard about it regarding \"fire &amp; brimstone\", but this element is used as a fungicide &amp; in vulcanizing rubber","response":"sulfur"},{"text":"Predynastic Egypt used this element in glassmaking; today, we'd be pretty lost without it as a semiconductor in computers","response":"silicon"},{"text":"A 1954 report noted this lightest of the solid elements \"appears to offer a useful alternative\" to electro-convulsive therapy","response":"lithium"},{"text":"A pacemaker can use heat from this radioactive element, No. 94, as it decays to generate the electricity that stimulates the heart","response":"plutonium"}],"originalDate":"2022-06-08"},{"category":"STORIES OF THE SAINTS","comments":"","clues":[{"text":"This apostle &amp; letter writer was a tent maker by trade, so he moved easily around the ancient world with tools &amp; cloth","response":"Paul"},{"text":"The story of Martin de Porres, the 1st Black saint in the Americas, includes this skill, letting him hover before the altar","response":"levitation"},{"text":"In a vision on the wall of her room, St. Clare witnessed a mass &amp; so today is the patron saint of this modern invention","response":"television"},{"text":"Story goes the patron saint of Wales, St. David, lived on nothing but water &amp; these onion relatives","response":"leeks"},{"text":"St. Francisco Marto, one of 3 children who saw the Virgin Mary in this Portuguese town in 1917, died in the flu pandemic in 1919","response":"Fátima"}],"originalDate":"2022-06-08"},{"category":"TEXTING ABBREV.","comments":"","clues":[{"text":"Where have you been? <br>\"LTNS\", this","response":"long time no see"},{"text":"\"TOJ\" are these lachrymose signs of happiness","response":"tears of joy"},{"text":"I've got to know! <br>\"PTMM\", <br>\"please\" do this","response":"please tell me more"},{"text":"Talk to you tomorrow<span class=\"nobreak\">--</span>I'm \"OTB\", this","response":"off to bed"},{"text":"\"FC\" is this hopeful condition","response":"fingers crossed"}],"originalDate":"2022-06-07"}],[{"category":"THE CABINET","comments":"","clues":[{"text":"Winton Blount was the last of these alpha mails appointed by the president<span class=\"nobreak\">--</span>it ceased to be a cabinet position in 1971","response":"Postmaster General"},{"text":"In 1966 Robert C. Weaver became the first African-American cabinet member, heading this department known by a 3-letter acronym","response":"the Department of Housing and Urban Development (HUD)"},{"text":"Though it doesn't have a secretary, the O.M.B. is a cabinet-level agency that writes this \"B\" for the president","response":"budget"},{"text":"Cabinet Secretary Denis McDonough has sworn to \"uphold our promises to\" them, \"whether they came home decades ago or days ago\"","response":"veterans"},{"text":"In 1849 Congress passed \"an act to establish the Home Department\" creating this current cabinet department","response":"the Department of the Interior"}],"originalDate":"2022-06-07"},{"category":"A WRITER BY ANY OTHER NAME...","comments":"","clues":[{"text":"\"The Tales of Melpomene\", by Antosha Chekhonte; clearly this guy didn't put in a lot of time coming up with a new name","response":"(Anton) Chekhov"},{"text":"Daniel Handler made up this pen name to avoid the unfortunate event of being put on a mailing list","response":"(Lemony) Snicket"},{"text":"Magizoologist Newt Scamander &amp; British wizard Kennilworthy Whisp have stood in for this author","response":"(J.K.) Rowling"},{"text":"Ahead of his time in going by one cool name, 17th century actor-playwright Jean-Baptiste Poquelin went by this, professionally","response":"Molière"},{"text":"The father of Chilean poet Neftalí Reyes Basoalto didn't like his writing, so Neftalí published under this name","response":"(Pablo) Neruda"}],"originalDate":"2022-06-07"},{"category":"FROM FARM TO TABLE","comments":"(Mayim: Responses come between those two words in the dictionary.)","clues":[{"text":"This ancient grain served in salads is a homophone for an Egyptian king","response":"farro"},{"text":"On a farm, it's a cylindrical tower to store grains; the ones that store missiles are underground","response":"a silo"},{"text":"This Spanish-named knife can be used to cut sugar cane or cornstalks","response":"a machete"},{"text":"When this hot pepper is smoked &amp; dried, it acquires a new look, a different flavor &amp; a new name: chipotle","response":"a jalapeño"},{"text":"It can be a low cupboard with shelves or a coop for animals, usually rabbits","response":"a hutch"}],"originalDate":"2022-06-07"},{"category":"6-LETTER ADJECTIVES","comments":"","clues":[{"text":"Before \"response\", it describes how your body fends off viruses &amp; bacteria","response":"immune"},{"text":"Add a \"B\" to the end of an outstanding word &amp; you get this excellent follow-up","response":"superb"},{"text":"It sounds like an adverb, but it means expensive, or resulting in terrible harm","response":"costly"},{"text":"Lie down, look up &amp; tell us of this opposite of prone","response":"supine"},{"text":"It means expressing a vow or wish, like certain candles","response":"votive"}],"originalDate":"2022-06-07"},{"category":"WAR GODS","comments":"","clues":[{"text":"The Roman war goddess Bellona was the chariot driver of this Roman war god","response":"Mars"},{"text":"The Hittite war god Jarri helped the king in battle, but uh oh! was also the god of this contagion","response":"plague"},{"text":"M-O-double R-I-G-A-N spells Morrigan, a Celtic war goddess who turned into this ominous black bird","response":"a raven (a crow)"},{"text":"Tanit was the goddess of love &amp; war of this North African rival city of Rome","response":"Carthage"},{"text":"Apedemak was a Sudanese war god depicted with the head of this powerful predator on a human body","response":"a lion"}],"originalDate":"2022-06-07"},{"category":"THEY PLAYED THE TITLE CHARACTER","comments":"","clues":[{"text":"The coal miner's daughter who went on to become \"The Queen of Country Music\"","response":"Sissy Spacek"},{"text":"A paratrooper whom an army squad is sent to find after D-Day","response":"(Matt) Damon"},{"text":"A competitive ice skater who falls into disgrace after an attack on a rival","response":"(Margot) Robbie"},{"text":"An enslaved Jewish prince who gets his revenge in a chariot race","response":"(Charlton) Heston"},{"text":"A female televangelist known for her impressive eyelashes","response":"Jessica Chastain"}],"originalDate":"2022-06-07"}],{"category":"WORLD POPULATION","text":"The World Bank estimates that by the year 2100, this country will have more people than China","response":"India"}]}