{"mix":919,"rounds":[[{"category":"ON THE COAST","comments":"","clues":[{"text":"The beautiful people know the Côte D'Azur is also called the French this","response":"Riviera"},{"text":"Manuel Antonio is a magnificent beach in this Costa-l country of Central America","response":"Costa Rica"},{"text":"PCH for short, this road has its northern terminus near Leggett, California","response":"the Pacific Coast Highway"},{"text":"You'll find Pompano Beach &amp; Deerfield Beach on this state's scenic Gold Coast","response":"Florida"},{"text":"Incheon, on South Korea's West Coast, is a port on this sea north of the East China Sea","response":"the Yellow Sea"}],"originalDate":"2022-06-06"},{"category":"IT'S RHYMING DAY","comments":"(Mayim: Each response rhymes with \"day\".)","clues":[{"text":"A burro's bellow","response":"a bray"},{"text":"\"At the home of\" en Francais","response":"<i>chez</i>"},{"text":"To wander off topic or to have an extramarital affair","response":"stray"},{"text":"To consider options","response":"weigh"},{"text":"A heated dispute or competition","response":"a fray"}],"originalDate":"2022-06-06"},{"category":"1992 FILMS","comments":"","clues":[{"text":"Tom Hanks in this 1992 film: \"Are you crying? There's no crying. There's no crying in baseball!\"","response":"<i>A League of Their Own</i>"},{"text":"Joe Pesci played an inept lawyer who's called upon to defend Ralph Macchio in this \"family\" comedy","response":"<i>My Cousin Vinny</i>"},{"text":"\"You'll laugh. You'll cry. You'll hurl\" was a tagline for this film starring Mike Myers &amp; Dana Carvey as a couple of slackers","response":"<i>Wayne's World</i>"},{"text":"Denzel Washington earned an Oscar nomination for his portrayal of this slain civil rights leader","response":"Malcolm X"},{"text":"Chow Yun-fat starred in this Hong Kong director's action epic \"Hard Boiled\"","response":"John Woo"}],"originalDate":"2022-06-06"},{"category":"IN THE WORLD CAPITAL","comments":"","clues":[{"text":"The university of this is in Santiago, but national congress meetings are not; those are in Valparaíso","response":"Chile"},{"text":"In 1791 Mozart conducted the first performance of \"The Magic Flute\" in this city","response":"Vienna"},{"text":"This city has many ancient temples &amp; the Hindu Akshardam one, completed in 2005 A.D.","response":"New Delhi"},{"text":"Sail over to the Kon-Tiki Museum &amp; the Fram Museum featuring Amundsen's polar ship in this city","response":"Oslo"},{"text":"We'd love to take one of the cars in its Royal Automobile Museum for a spin, maybe 3 hours north to another capital, Damascus","response":"Amman"}],"originalDate":"2022-06-03"},{"category":"PHIL &amp; THE BLANK","comments":"","clues":[{"text":"He won 11 NBA titles as coach of the Bulls &amp; Lakers: <br>Phil ____","response":"Jackson"},{"text":"The Genesis of his hall of fame career was a toy drum kit he got as a kid: <br>   Phil ____","response":"Collins"},{"text":"With brother Don, he had a hit with \"Wake Up Little Susie\": <br>Phil ____","response":"Everly"},{"text":"He got his own TV show in 2002: <br>Dr. Phil ____","response":"McGraw"},{"text":"He put the Swoosh in Nike: <br>Phil ____","response":"Phil Knight"}],"originalDate":"2022-06-03"},{"category":"DON'T GET CONFUSED","comments":"","clues":[{"text":"Change an \"A\" to an \"E\" to go from immobile to this write stuff","response":"stationery"},{"text":"Dubbing is the act of conferring knighthood; this is the act of beating severely","response":"drubbing"},{"text":"\"Odorous\" means strong-smelling; this means reprehensible","response":"odious"},{"text":"Spelled one way, it's a pile of treasure; spelled another, it's a crowd coming to take it","response":"hoard (horde)"},{"text":"An antonym of \"energize\", it begins with the same 4 letters","response":"enervate"}],"originalDate":"2022-06-03"}],[{"category":"ORANGES","comments":"","clues":[{"text":"This football game was called the Palm Festival when first played in 1933","response":"the Orange Bowl"},{"text":"William of Orange, who became British king in 1689, was stadtholder, or chief executive, of this other nation","response":"the Netherlands"},{"text":"Ignition Orange is a special edition color of this truck brand named for a male animal","response":"a Ram"},{"text":"It's not just the one in Paris<span class=\"nobreak\">--</span>Orange, France has an arch dating from Roman times known by this French name","response":"the Arc de Triomphe"},{"text":"The there in \"There There\" by Tommy Orange is Oakland, where his characters are headed for this gathering of Native Americans","response":"a powwow"}],"originalDate":"2022-06-03"},{"category":"A BIT OF LIT","comments":"","clues":[{"text":"Edwidge Danticat's \"Breath, Eyes, Memory\" moves from Croix-des-Rosets in this Caribbean island country to NYC &amp; back","response":"Haiti"},{"text":"Korzeniowski was the original last name of this \"Lord Jim\" author","response":"Joseph Conrad"},{"text":"Shakespeare's \"Henry V\" takes place before &amp; after this decisive 1415 battle in France","response":"Agincourt"},{"text":"\"The Last Tycoon\" was left unfinished at this author's death","response":"F. Scott Fitzgerald"},{"text":"This Japanese-born British author of \"The Remains of the Day\" &amp; \"Never Let Me Go\" won the 2017 Nobel Prize for Literature","response":"(Kazuo) Ishiguro"}],"originalDate":"2022-06-03"},{"category":"\"M\" PATHS","comments":"","clues":[{"text":"A 4,700-mile cycling path from Cadiz through Athens to Cyprus is called this route, from the body of water it runs along","response":"the Mediterranean Route"},{"text":"Type of institution that has a \"Row\" in Garden City on Long Island, including one about firefighting &amp; a children's one","response":"museums"},{"text":"This almost 200-mile trail named for a famous line runs through Pennsylvania, Maryland &amp; Delaware","response":"the Mason-Dixon"},{"text":"In 2020 more than 2 miles of this iconic San Francisco street were permanently closed to automobile traffic","response":"Market Street"},{"text":"A 211-mile trail named for this naturalist winds through the Sierra Nevada from Yosemite to Mount Whitney","response":"(John) Muir"}],"originalDate":"2022-06-03"},{"category":"CALLING FOR A MEASUREMENT","comments":"","clues":[{"text":"Time to work the back 640 of these; that's equal to one square mile, so hop to it","response":"an acre"},{"text":"In the Chinese city of Harbin in October 2013, this measure was 65' due to smog","response":"visibility"},{"text":"It's a unit of measure for small things like atoms; it's also a small mammal","response":"a mole"},{"text":"There are 12 ounces per pound in the Troy system &amp; 16 ounces per pound in this system of weight abbreviated avdp","response":"avoirdupois"},{"text":"The energy used to lift an apple about 3 feet is 1 watt-second, which equals this \"gem\"","response":"a joule"}],"originalDate":"2022-06-03"},{"category":"WORDS WITH FIENDS","comments":"","clues":[{"text":"You \"go\" this fiendish 5-letter word when you deviate from the expected","response":"rogue"},{"text":"On film, Steve Martin was a \"Dirty Rotten\" one of these","response":"a scoundrel"},{"text":"A nasty creature of folklore, or one who makes offensive posts online","response":"a troll"},{"text":"A mischievous person, or a type of mobility scooter","response":"a rascal"},{"text":"This hyphenated 3-word synonym for a fiend has an apostrophe for the \"V\" in the first word","response":"a ne'er-do-well"}],"originalDate":"2022-06-03"},{"category":"NUGGETS OF INFORMATION","comments":"","clues":[{"text":"Before it was the Nuggets, this city's basketball team was called the Larks &amp; later, the Rockets","response":"Denver"},{"text":"Nicknamed Nugget, Steve Davis is a 6-time world champion in this British billiard game","response":"snooker"},{"text":"In 2019 this Springdale, Arkansas-based company, a chicken nugget powerhouse, rolled out plant-based nuggets","response":"Tyson (Foods)"},{"text":"Sports Illustrated billed its first one of these books as being filled with \"nuggets of information\"","response":"an almanac"},{"text":"Still published today, the Nugget is a newspaper in this Alaskan city that covered the 1925 dogsled rescue there","response":"Nome"}],"originalDate":"2022-06-02"}],{"category":"THE 50 STATES","text":"California &amp; this southern state have the only U.S. points below sea level","response":"Louisiana"}]}