{"mix":922,"rounds":[[{"category":"TV THEME SONGS","comments":"","clues":[{"text":"Miley Cyrus sang \"The Best Of Both Worlds\", the theme song to this TV show","response":"<i>Hannah Montana</i>"},{"text":"Chicago artist Sasha Go Hard singing, \"I was born on\" this \"Side, I was raised on\" this \"Side\" is the theme to an HBO Max show","response":"South Side"},{"text":"Idris Elba played this London police detective to the strains of \"Paradise Circus\" by Massive Attack, sung by Hope Sandoval","response":"Luther"},{"text":"In the theme song for \"Cops\" performed by Inner Circle, this question follows \"Bad boys, bad boys\"","response":"whatcha gonna do"},{"text":"4 different songs by this British band were used as theme songs for different versions of \"CSI\"","response":"The Who"}],"originalDate":"2022-05-30"},{"category":"QUICK HISTORY","comments":"","clues":[{"text":"In 1378 the French took issue with this &amp; decided on their own anti-one<span class=\"nobreak\">--</span>Clement VII","response":"the pope"},{"text":"Beijing fell to this big-time conqueror in 1215","response":"Genghis Khan"},{"text":"A time of stability under Augustus is known by this peaceful name in Latin","response":"<i>Pax Romana</i>"},{"text":"Adding to the Winter Palace, Catherine the Great began this museum in 1764","response":"Hermitage"},{"text":"In 1840 the Boers helped Mpande oust Dingane from the throne of this people","response":"the Zulu"}],"originalDate":"2022-05-27"},{"category":"I'LL HAVE THIRDS","comments":"","clues":[{"text":"It says you can't be forced to let soldiers live in your house","response":"the Third Amendment"},{"text":"This annual observance that's on the third Sunday in June should seem familial to you","response":"Father's Day"},{"text":"This third book in the King James Bible says, \"It shall be a perpetual statute... that ye eat neither fat nor blood\"","response":"Leviticus"},{"text":"This general who died late in 1945 led the U.S. Third Army on major campaigns of World War II including Normandy","response":"(George S.) Patton"},{"text":"In 1996 this Reform Party presidential candidate, a Texas businessman, got third place with 8 million votes","response":"Ross Perot"}],"originalDate":"2022-05-27"},{"category":"WORDS FROM GEOGRAPHY","comments":"","clues":[{"text":"Hot water springs called geysers take their name from a specific one in this country","response":"Iceland"},{"text":"Now a rundown area of any city, it comes from a type of road along which logs were hauled","response":"skid row"},{"text":"Now looka, I say, looka here! This breed of chicken is named for Livorno, Italy","response":"a Leghorn"},{"text":"Meaning to break up into smaller units, this term comes from a geographic region that was divided in the 19th &amp; 20th centuries","response":"to Balkanize"},{"text":"Ready to hit the spa? Then let's head to the town it's named for in the Ardennes in this European country","response":"Belgium"}],"originalDate":"2022-05-27"},{"category":"LITERARY SHIPPING","comments":"","clues":[{"text":"He's the captain of the whaling ship Pequod in \"Moby Dick\"","response":"Ahab"},{"text":"A cargo ship named the Tsimtsum sails from India in this novel by Yann Martel","response":"<i>Life of Pi</i>"},{"text":"In a Paul Gallico \"Adventure\" novel, this liner is capsized by a tidal wave &amp; the survivors climb up to the hull to find a way out","response":"the <i>Poseidon</i>"},{"text":"\"The cruel rocks, they gored her side\" is from the Longfellow poem \"The Wreck of\" this vessel","response":"the <i>Hesperus</i>"},{"text":"This word follows \"Captains\" in the title of a Rudyard Kipling tale about Atlantic Ocean fishermen out in the Grand Banks","response":"Courageous"}],"originalDate":"2022-05-27"},{"category":"THEY SANG SUPER SEXY '70s LYRICS","comments":"","clues":[{"text":"With Wings: \"My love does it good, wo wo wo wo, wo wo wo wo\"","response":"Paul McCartney"},{"text":"Coming alive! \"Baby, I love your way, every day, wanna tell you I love your way\"","response":"Peter Frampton"},{"text":"A disco queen: \"Dim all the lights, sweet darlin', 'Cause tonight it's all the way\"","response":"Donna Summer"},{"text":"Deep-voiced \"Walrus of Love\": \"Many times as we've loved &amp; we've shared love &amp; made love, It doesn't seem to me like it's enough\"","response":"Barry White"},{"text":"The Reverend: \"Baby, since we've been together, ooh, loving you forever, is what I need... let's stay together\"","response":"Al Green"}],"originalDate":"2022-05-27"}],[{"category":"ALLITERATION ALL AROUND","comments":"","clues":[{"text":"In a dystopian novel he's the supreme ruler of Oceania","response":"Big Brother"},{"text":"It's a tournament format where all of the competitors play each other at least once","response":"round-robin"},{"text":"In a hospital this mobile unit is loaded with drugs &amp; equipment to help a patient when a code blue is called","response":"a crash cart"},{"text":"The largest of the Scottish lakes has this alliterative name","response":"Loch Lomond"},{"text":"A little birdie told us that General Winfield Scott had the nickname \"Old\" these 2 things","response":"Fuss and Feathers"}],"originalDate":"2022-05-27"},{"category":"THE UNITED NATIONS","comments":"","clues":[{"text":"According to its charter, the U.N. has 4 main goals; the first is to maintain international this &amp; security","response":"peace"},{"text":"Due to its neutrality, this country didn't join the U.N. until 2002","response":"Switzerland"},{"text":"Of the 6 official languages of the U.N., this one is first alphabetically","response":"Arabic"},{"text":"In 2017 Antonio Guterres of Portugal became the 9th person to occupy this post, chief administrative officer of the U.N.","response":"the secretary general"},{"text":"The \"C\" in this agency refers to its protection &amp; preservation of cultural &amp; natural heritage sites","response":"UNESCO"}],"originalDate":"2022-05-26"},{"category":"THE SILENT CONSONANT IN...","comments":"","clues":[{"text":"Cutlery like the Shun Classic 8\" carving one","response":"K"},{"text":"The day of the week whose poetic \"child is full of woe\"","response":"D"},{"text":"A word from the Greek for \"a song in praise of God\" like \"Amazing Grace\"","response":"N"},{"text":"A 4-letter word meaning desensitized or devoid of emotion","response":"B"},{"text":"Extinct 5-toed flying reptile from the late Cretaceous","response":"P"}],"originalDate":"2022-05-26"},{"category":"ALLUSIONS OF GRANDEUR","comments":"","clues":[{"text":"You're living in grand style if you have the \"white\" type of this strong-smelling underground fungus on your table","response":"truffle"},{"text":"The 19th century railroad sleeping car named for this man was a symbol of splendor equal to the finest hotel","response":"Pullman"},{"text":"In 1909 this French jeweler opened a store on Fifth Ave. in New York City &amp; briefly became owner of the Hope Diamond","response":"Pierre Cartier"},{"text":"An ancient city on the Euphrates River known for its magnificence, today it can also mean a place of vice &amp; corruption","response":"Babylon"},{"text":"From the name of a Greek city home to fabulously wealthy inhabitants, this adjective means devoted to luxury","response":"sybaritic"}],"originalDate":"2022-05-26"},{"category":"NUMERICAL BOOK TITLES","comments":"","clues":[{"text":"It was Dodie Smith's first book about all those many pups","response":"<i>The Hundred and One Dalmatians</i> (<i>101 Dalmatians</i>)"},{"text":"The \"Five Little Pigs\" are the 5 suspects gathered together by this Belgian detective to reveal the killer, as he does","response":"(Hercule) Poirot"},{"text":"A recent TV adaptation of this 1872 novel has David Tennant as the globe-trotting adventurer trying to win a wager","response":"<i>Around the World in Eighty Days</i>"},{"text":"This author's \"The Hundred Secret Senses\" continues her explorations of Chinese-American families","response":"(Amy) Tan"},{"text":"A strange discovery on the Moon sets off a secret mission to a moon of Saturn in this sci-fi novel","response":"<i>2001: A Space Odyssey</i>"}],"originalDate":"2022-05-26"},{"category":"LET'S GET HISTORICAL","comments":"","clues":[{"text":"The U.S. officially adopted this standard in 1900 &amp; officially abandoned it in 1976","response":"the gold standard"},{"text":"In ancient Rome, the retiarius, or \"net man\", &amp; the dimachaerus, or \"2-knife man\", were types of these","response":"gladiators"},{"text":"The Sepoy Rebellion swept through the north of this country in the late 1850s","response":"India"},{"text":"This 1,700-pound chunk of rock called granodiorite was found in Egypt in 1799","response":"the Rosetta Stone"},{"text":"At Homestead, Penn. in 1892, striking steelworkers fought a gun battle with hired guards of this detective agency","response":"the Pinkertons (the Pinkerton National Detective Agency)"}],"originalDate":"2022-05-25"}],{"category":"SHAKESPEARE","text":"Besides \"A Midsummer Night's Dream\", the other Shakespearean play with a season in title","response":"<i>The Winter's Tale</i>"}]}