{"mix":923,"rounds":[[{"category":"MOVIE SUPERVILLAINS","comments":"","clues":[{"text":"It's no spoiler to say Killmonger lives up to his name in this 2018 film","response":"<i>Black Panther</i>"},{"text":"Really, this Alfred Molina character only had 4 tentacles, but having \"Quadro-\" as part of his name wouldn't work","response":"Doctor Octopus"},{"text":"\"Kneel before\" this general! In a 1980 film, he finally gets his wish that Superman does so, but things go south real fast","response":"(General) Zod"},{"text":"Gruagach the bipedal boar is an antagonist of this hero in the 2019 movie with David Harbour taking over for Ron Perlman","response":"<i>Hellboy</i>"},{"text":"Tony Stark creates this title A.I. as part of a peacekeeping program; this title A.I. does not keep the peace","response":"Ultron"}],"originalDate":"2022-05-25"},{"category":"FUN WITH U.S. CITY FLAGS","comments":"","clues":[{"text":"On San Antonio's flag, this structure is found in the middle of a white lone star","response":"the Alamo"},{"text":"The wavy blue lines on Cincinnati's flag represent this river that the city lies on","response":"the Ohio"},{"text":"After a less-than-stellar review of its previous flag, Rapid City, South Dakota put this landmark front &amp; center","response":"Mount Rushmore"},{"text":"This North Carolina city is one of the few to have a double-sided flag; the reverse has the motto of the English sir it's named for","response":"Raleigh"},{"text":"The unofficial flag of this very south Florida city bears the words \"Conch Republic\", a nation/state of mind set up in the area in 1982","response":"Key West"}],"originalDate":"2022-05-25"},{"category":"5-LETTER \"W\"s","comments":"","clues":[{"text":"The name of this dance is from German for \"revolve\"","response":"the waltz"},{"text":"To twist a wet towel to extract all the moisture","response":"wring"},{"text":"An edible grass in the genus Triticum","response":"wheat"},{"text":"I can see it in your eyes when you do this, to flinch in pain","response":"wince"},{"text":"Roger, I heard your radio message &amp; I'll use this combination of 2 words to indicate I'll do what you asked","response":"wilco"}],"originalDate":"2022-05-25"},{"category":"BOND APPETIT!","comments":"(Mayim: Based on the books by Ian Fleming.)","clues":[{"text":"In \"From Russia with Love\", 007 enjoys toast with honey, strawberry jam &amp; this spread made from oranges","response":"marmalade"},{"text":"In \"Casino Royale\" Bond says to Vesper, \"The trouble\" with this pricey dish is \"how to get enough toast with it\"","response":"caviar"},{"text":"Also the surname of a Bond film-producing family, this green is on the menu in \"Live and Let Die\"","response":"broccoli"},{"text":"A breakfast of eggs &amp; sausage in \"Diamonds Are Forever\" is washed down with this Miller beer, also what James lives","response":"the High Life"},{"text":"In \"Goldfinger\" Bond engages in a debate on the merits of Alaskan &amp; stone these, but the stone variety wins out","response":"crab"}],"originalDate":"2022-05-25"},{"category":"ROUGH NATIONAL ANTHEM LYRICS","comments":"","clues":[{"text":"The ball game version of this song doesn't include \"Their blood has washed out their foul footsteps' pollution\"","response":"\"The Star-Spangled Banner\""},{"text":"Belt it out from its states of Sonora to Campeche! \"War, war! Let the national banners be soaked in waves of blood\"","response":"Mexico"},{"text":"The French paint a picture! \"They come right into our arms to cut the throats of our sons, our comrades\" in this tune","response":"\"The Marseillaise\""},{"text":"\"Scipio's helmet\" sounds cool but is only sung once in the anthem of this country; \"We are ready to die\" makes it in 4 times","response":"Italy"},{"text":"This nation sings of a nearby rival: \"King Christian... his sword was hammering so hard... the Swedes' helmets &amp; brains cracked\"","response":"Denmark"}],"originalDate":"2022-05-25"},{"category":"MY NAME IS STEPHEN","comments":"","clues":[{"text":"A university in Nacogdoches as well as a state capital bear the name of this Texan","response":"(Stephen F.) Austin"},{"text":"This physicist guest starred as himself in the form of a hologram on \"Star Trek: The Next Generation\"","response":"Hawking"},{"text":"This Washington Nationals pitcher was the MVP of the 2019 World Series","response":"Strasburg"},{"text":"This Toronto-born economist served from 2006 to 2015 as prime minister of Canada","response":"Harper"},{"text":"Born a pagan, Stephen I, the first king of this Central European country, brought Christianity to the masses &amp; was canonized in 1083","response":"Hungary"}],"originalDate":"2022-05-25"}],[{"category":"LENDING TV SUPPORT","comments":"","clues":[{"text":"John Slattery sold his performance as Roger Sterling in the room","response":"<i>Mad Men</i>"},{"text":"Timothy Simons as Jonah Ryan, also called \"The Pointless Giant\", \"The 60-Foot Virgin\" &amp; so many other things we can't say","response":"<i>Veep</i>"},{"text":"Román Zaragoza, as the not-so-late Sasappis on CBS","response":"<i>Ghosts</i>"},{"text":"Fiona Shaw murders it as Carolyn Martens, who has headed the MI6 Russia desk","response":"<i>Killing Eve</i>"},{"text":"Hisham Tawfiq knows if you've been naughty or nice<span class=\"nobreak\">--</span>probably naughty<span class=\"nobreak\">--</span>as Dembe Zuma","response":"<i>The Blacklist</i>"}],"originalDate":"2022-05-25"},{"category":"RIPPED FROM THE HEADLINES","comments":"","clues":[{"text":"These animals \"Lose Their Jobs as Milk Prices Drop\"","response":"cows"},{"text":"\"Marijuana Issue Sent to\" this \"Committee\", generally composed of members of both houses of a legislature","response":"joint committee"},{"text":"Hips don't lie, nor does this singer, who \"says 'People Were Just Watching' &amp; didn't help when wild boars robbed her in Barcelona\"","response":"Shakira"},{"text":"\"California\" these birds \"Are Very Rare, But 10% of Them Are Trashing\" a house in Tehachapi","response":"condors"},{"text":"\"Thanks to a Glitch, Some Seattle Mazda Drivers Can't Tune Their Radios Away From\" NPR, so at 7 A.M., it's this show or nothing","response":"<i>Morning Edition</i>"}],"originalDate":"2022-05-24"},{"category":"ASIAN AMERICANS &amp; PACIFIC ISLANDERS","comments":"","clues":[{"text":"The first Asian-American Olympic medalist, Vicki Draves was also the first female to win gold in platform &amp; springboard this","response":"diving"},{"text":"The late poet &amp; professor Haunani-Kay Trask was a leader of the movement seeking sovereignty for this state","response":"Hawaii"},{"text":"Joe Hayashi &amp; Sadao Munemori are among the 21 Japanese Americans who earned this decoration for valor during World War II","response":"the Medal of Honor"},{"text":"Of Filipino ancestry, Nicole Scherzinger recorded the classic Filipino ballad \"Pangako\" in this language","response":"Tagalog"},{"text":"Terribly wounded while piloting an army helicopter in Iraq, she landed safely in the U.S. Senate, representing Illinois","response":"Tammy Duckworth"}],"originalDate":"2022-05-24"},{"category":"Xs, THEN Os","comments":"(Mayim: Each response contains an \"X\" and then an \"O\" later in the word.)","clues":[{"text":"\"Black tie preferred\" usually means this garment for men","response":"a tuxedo"},{"text":"This synonym for dictionary can also refer to a specialized vocabulary for a field of study","response":"a lexicon"},{"text":"Flash lamps are one use for this noble gas","response":"xenon"},{"text":"Nuts &amp; bolt heads are commonly made in this shape because it's easy to tighten &amp; loosen","response":"a hexagon"},{"text":"Also known as a postulate, it's a proposition regarded as established or self-evidently true","response":"an axiom"}],"originalDate":"2022-05-24"},{"category":"LITERATURE","comments":"","clues":[{"text":"This round table wit's poem \"love song\" says, \"My own dear love, he is all my heart,<span class=\"nobreak\">--</span>and I wish somebody'd shoot him\"","response":"Dorothy Parker"},{"text":"This Thomas Hardy title character is described as \"a fine and picturesque country girl\"","response":"Tess of the d'Urbervilles"},{"text":"This Shakespeare character says, \"When I was about thy years, Hal, I was not an eagle's talon in the waist\"","response":"(Sir John) Falstaff"},{"text":"\"Cat's Cradle\" by this author begins with a chapter called \"The Day the World Ended\" &amp; goes on from there","response":"(Kurt) Vonnegut"},{"text":"This Jonathan Swift title \"suggestion\" prevented \"the children of poor people from being a burthen to their parents\"","response":"<i>A Modest Proposal</i>"}],"originalDate":"2022-05-24"},{"category":"U.S. GEOGRAPHIC HISTORY","comments":"","clues":[{"text":"Despite the slogan \"54-40 or\" do this, in 1846 the U.S. settled for 49-00 as the northern border of the Oregon Territory","response":"fight"},{"text":"This waterway completed in 1825 helped connect the urban East to the newly settled lands of what was then the West","response":"the Erie Canal"},{"text":"When the U.S. annexed this republic in 1845, it added about 390,000 square miles to the nation's territory","response":"the Republic of Texas"},{"text":"Reflecting the name of Istanbul's harbor, c. 1846 the strait connecting this U.S. bay to the ocean was dubbed \"Chrysopylae\"","response":"the San Francisco Bay"},{"text":"A 1787 land ordinance set policy &amp; was named for this large region acquired in the Revolutionary War","response":"the Northwest Territory"}],"originalDate":"2022-05-24"}],{"category":"WOMEN","text":"In 1976 she became the 1st woman to serve as Chief of Protocol of the United States","response":"Shirley Temple Black"}]}