{"mix":925,"rounds":[[{"category":"THE FARMER","comments":"","clues":[{"text":"\"Animal Farm\" opens with this owner of Manor Farm locking the henhouses, but he's drunk &amp; forgets to shut the popholes","response":"Mr. Jones"},{"text":"Last name of Jonathan &amp; Martha, Kansas farmers who famously adopted a boy from very far away","response":"Kent"},{"text":"Containing planting schedules &amp; astronomical tables, it's been around since 1792","response":"the <i>Farmers' Almanac</i>"},{"text":"Some farmers use cow feed grown from plants that are called GMO, short for this","response":"genetically modified organisms"},{"text":"In feudalism a villein (with an \"E\") was a type of these tenant farmers tied to a hereditary plot of land","response":"a serf"}],"originalDate":"2022-05-20"},{"category":"THEIR LAST NOVEL","comments":"","clues":[{"text":"\"Atlas Shrugged\", &amp; that was it","response":"(Ayn) Rand"},{"text":"The experimental \"Finnegans Wake\"","response":"James Joyce"},{"text":"\"The Reivers\"; he died in Mississippi a month after it was published","response":"William Faulkner"},{"text":"This German finished with \"The Glass Bead Game\"","response":"Hermann Hesse"},{"text":"Her 1876 work <br>\"Daniel Deronda\"","response":"(George) Eliot (Mary Ann Evans)"}],"originalDate":"2022-05-20"},{"category":"DISEASES","comments":"","clues":[{"text":"In type 1 diabetes, the pancreas may no longer produce this hormone that controls blood sugar","response":"insulin"},{"text":"Swelling of the salivary glands between the jaw &amp; the ears is the result of this once-common childhood disease","response":"mumps"},{"text":"Creutzfeldt-Jakob disease is a rare but fatal &amp; transmissible brain disease closely related to this bovine affliction","response":"mad cow disease"},{"text":"Mary Styles Harris helped lead the fight against this type of anemia; its trait is in about 8% of African-American births","response":"sickle cell anemia"},{"text":"William Howard Taft was among history's many sufferers of this painful joint disorder Hippocrates called the \"unwalkable disease\"","response":"gout"}],"originalDate":"2022-05-20"},{"category":"SOME LEGAL \"A\"s","comments":"(Mayim: All beginning with that letter.)","clues":[{"text":"In California spousal support is another term for this","response":"alimony"},{"text":"3-word term in a contract for an unpreventable natural catastrophe","response":"an act of God"},{"text":"The first appearance before a judge of a person charged with a crime is this hearing","response":"arraignment"},{"text":"Objection! Counsel isn't seeking information but is badgering the witness! That's this adjective!","response":"argumentative"},{"text":"A document stating your wishes about medical care as you near the end is a living will or this directive","response":"an advance directive"}],"originalDate":"2022-05-20"},{"category":"ONE-NAMED OSCAR WINNERS","comments":"","clues":[{"text":"He won Best Song Score for \"Purple Rain\"","response":"Prince"},{"text":"Eminem won for the song \"Lose Yourself\" from this film","response":"<i>8 Mile</i>"},{"text":"This comedian was u'nique when she won Best Supporting Actress for \"Precious\"","response":"Mo'Nique"},{"text":"One-named designer Renié won for Costume Design on this 1963 film about a one-named Egyptian lady","response":"<i>Cleopatra</i>"},{"text":"Greek composer Vangelis ran away with his Oscar for this Olympics-centered film","response":"<i>Chariots of Fire</i>"}],"originalDate":"2022-05-20"},{"category":"ASIAN MUSEUMS","comments":"","clues":[{"text":"Flagstaff House, an old Colonial building in Hong Kong, is now a museum devoted to this beverage &amp; its accessories","response":"tea"},{"text":"The Ghibli Museum in Mitaka, Japan celebrates the work of Hayao Miyazaki, a visionary in this medium of film","response":"animation"},{"text":"Described as a discovery museum, Museum Siam is one of the newest in this world capital","response":"Bangkok"},{"text":"Victoria Memorial Hall in this Indian city is named for a queen who would have spelled the city with a \"C\", not a \"K\"","response":"Kolkata"},{"text":"Nepal's Namche Bazaar is home to a culture museum for these locals who help people get a peak experience","response":"the Sherpa"}],"originalDate":"2022-05-19"}],[{"category":"THE DRUGS OF HUMANITY","comments":"","clues":[{"text":"Lipitor lowers fat in the blood called triglycerides &amp; knows if this lipid has been bad or good &amp; helps make it good for goodness' sake","response":"cholesterol"},{"text":"The bald facts<span class=\"nobreak\">--</span>Minoxidil &amp; tricho-prime technology help this product make the best of a hairy situation","response":"Rogaine"},{"text":"What an adrenaline rush! This 11-letter hormone discovered in the late 1800s treats anaphylactic shock as it stimulates the heart","response":"epinephrine"},{"text":"The drug that spent the most in U.S. TV advertising in 2019 is Humira<span class=\"nobreak\">--</span>$460 mil. wasted if you don't know it treats this joint condition","response":"arthritis"},{"text":"In 1964 2 physicians developed a program to help with heroin, opium &amp; morphine addiction with the aid of this drug","response":"methadone"}],"originalDate":"2022-05-19"},{"category":"IT'S A WORD! IT'S A NAME!","comments":"","clues":[{"text":"Baedeker became a generic word for this kind of book; publisher Karl was one of the first to use stars in his","response":"a (travel) guide"},{"text":"British printer John Baskerville gave his last name to a popular one of these that uses serifs","response":"fonts"},{"text":"This \"Thousand and One Nights\" character gave his name to a type of paraffin lamp","response":"Aladdin"},{"text":"If a character in a British novel says, \"I've dropped my Biro\", she means one of these, after its inventor","response":"a ballpoint pen"},{"text":"A 17th century British hangman lent his name first to a gallows &amp; then to this oil well structure used to hoist pipes","response":"Derrick"}],"originalDate":"2022-05-19"},{"category":"BLOOPERMAN","comments":"","clues":[{"text":"\"Smokey and the Bandit 2\" credits saw Burt Reynolds trying to wrangle this animal to a Republican convention","response":"an elephant"},{"text":"Mila Kunis can't keep a straight face in a 2012 movie blooper when this actor tells the police that a guy took his teddy bear","response":"Mark Wahlberg"},{"text":"In a blooper this late actor has trouble (even more than the character does) saying, \"I am inspector Clouseau of the Sûreté\"","response":"Peter Sellers"},{"text":"Peter Cushing playing this \"Grand\" villain can't get his line right while confronting Princess Leia in \"Star Wars\"","response":"Grand Moff Tarkin"},{"text":"While doing a take in \"Rush Hour 2\", this comic gets a real-life call from someone who asks to speak to Jackie Chan","response":"Chris Tucker"}],"originalDate":"2022-05-19"},{"category":"THE VICE PRESIDENT WHO SAID...","comments":"","clues":[{"text":"\"I hope that by being a 'first', I inspire young people to pursue their dreams\"","response":"(Kamala) Harris"},{"text":"After being sworn in as veep: \"I am a\" this last name, \"not a Lincoln\"","response":"Gerald Ford"},{"text":"\"You win some, you lose some. And then there's that little-known third category... take it from me. Every vote counts\"","response":"Al Gore"},{"text":"Fellow Hoosier \"Bobby Knight told me this. He says there is nothing that a good defense cannot beat a better offense\"","response":"Dan Quayle"},{"text":"In a letter: \"I am very apprehensive that a desperate anti-Federal Party, will provoke all Europe by their insolence\"","response":"John Adams"}],"originalDate":"2022-05-19"},{"category":"WELCOME TO BRITAIN","comments":"","clues":[{"text":"This Seattle company's first site in London was at King's Road, Chelsea in 1998; don't worry, chaps, they also serve tea","response":"Starbucks"},{"text":"British cavalry units helped popularize this game in Britain; by 1875 matches drew 10,000 watchers","response":"polo"},{"text":"The first regular season NFL game played in Europe was in 2007 in this stadium that also hosted Live Aid","response":"Wembley (Stadium)"},{"text":"These kangaroo relatives have become a British pest since escaping from Bedfordshire's Whipsnade Zoo","response":"wallabies"},{"text":"The Normans brought England this title of nobility, later the general term for the lords who fought King John &amp; got Magna Carta done","response":"a baron"}],"originalDate":"2022-05-19"},{"category":"TV PERSONALITIES","comments":"","clues":[{"text":"She followed up judging \"America's Next Top Model\" by hosting \"Dancing with the Stars\"","response":"Tyra Banks"},{"text":"Knives up for Padma Lakshmi, who's hosted this Bravo cooking competition since 2006","response":"<i>Top Chef</i>"},{"text":"A judge on \"The Great British Baking Show\", this man who sounds right at home in L.A. provides recipes for the BBC","response":"Paul Hollywood"},{"text":"Seen here, this former Saints quarterback was with Mike Tirico in the booth for the start of the 2022 NFL playoffs","response":"Drew Brees"},{"text":"After \"Bar Rescue\", he tried his hand at \"Marriage Rescue\"","response":"Jon Taffer"}],"originalDate":"2022-05-19"}],{"category":"EXPLORERS","text":"He is the European credited with the discovery of Alaska","response":"Vitus Bering"}]}