{"mix":927,"rounds":[[{"category":"COUNTRIES IN THE U.S.","comments":"","clues":[{"text":"We don't know what the reggae scene is in this Queens neighborhood, but we do know you transfer there to get the JFK AirTrain","response":"Jamaica"},{"text":"In the 19th century William Holmes named a city in southern Minnesota this, after a river in the Holy Land","response":"Jordan"},{"text":"The Doobie Brothers sang about \"When the sun comes up on (this) sleepy little town / Down around San Antone\"","response":"China Grove"},{"text":"No one knows why this village in New York, boyhood home of Charles \"Pa\" Ingalls, shares the name of a big island near Florida","response":"Cuba"},{"text":"This city in Kansas that's just about the geographic center of the lower U.S. shares its name with a nation on the Mediterranean","response":"Lebanon"}],"originalDate":"2022-05-17"},{"category":"WATER, WATER EVERYWHERE","comments":"","clues":[{"text":"In 2012 Curiosity found an ancient streambed here","response":"Mars"},{"text":"Saturn's moon Titan is thought to have a subsurface ocean as salty as this terrestrial \"Salt Sea\"","response":"the Dead Sea"},{"text":"The ice on comets stays frozen beyond the solar system's \"frost line\", which lies close to the orbit of this 5th planet","response":"Jupiter"},{"text":"This dwarf planet is about 25% water, which could be handy for the goddess of crops it's named for","response":"Ceres"},{"text":"This U.S. telescope named for a German astronomer looked for extrasolar planets that might contain water","response":"Kepler"}],"originalDate":"2022-05-17"},{"category":"MOVIE TITLE BEFORE &amp; AFTER","comments":"","clues":[{"text":"George Clooney travels around firing people while flying with U.S. President Harrison Ford","response":"<i>Up in the Air Force One</i>"},{"text":"Drew Barrymore &amp; the rest of her crime-fighting undercover trio win baseball games with some heavenly assistance","response":"<i>Charlie's Angels in the Outfield</i>"},{"text":"George Romero's original zombies from 1968 recruit a wisecracking superhero to add to the mayhem","response":"<i>Night of the Living Deadpool</i>"},{"text":"Steve Martin is alarmed that his daughter has gotten very big hair &amp; is betrothed to Boris Karloff as a monster","response":"<i>Father of the Bride of Frankenstein</i>"},{"text":"Allied prisoners tunnel out of a German P.O.W. camp in a Disney movie about kids with magical powers","response":"<i>The Great Escape to Witch Mountain</i>"}],"originalDate":"2022-05-17"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Over half of this state's population lives in Providence county","response":"Rhode Island"},{"text":"Carson City, the capital of this state, is not part of any county","response":"Nevada"},{"text":"Mountain gap discovered in 1750, many years before D. Boone blazed the Wilderness Road through it","response":"Cumberland Gap"},{"text":"The name of this Florida city comes from the Spanish Cayo Hueso, \"Bone Island\", not its location","response":"Key West"},{"text":"Sandusky Bay is an inlet of Lake Erie in this state","response":"Ohio"}],"originalDate":"1991-11-28"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"1991 was the 230th anniversary of the parade in New York on this March holiday","response":"St. Patrick's Day"},{"text":"This June 14 observance isn't a federal holiday","response":"Flag Day"},{"text":"In 1986 president Reagan signed legislation moving this from the last to the 1st Sunday in April","response":"the beginning of Daylight Saving Time"},{"text":"On December 12, Mexico honors this \"Virgin\", the patron saint of Mexico","response":"(Our Lady of) Guadalupe"},{"text":"This Jewish holiday is marked by reading the Biblical book of Esther","response":"Purim"}],"originalDate":"1991-11-28"},{"category":"KID STUFF","comments":"","clues":[{"text":"If little Jackie or Sammi asks you for a laptop for her birthday, she wants one of these","response":"a computer"},{"text":"1 of the 4 Teenage Mutant Ninja Turtles","response":"Michelangelo (Raphael, Donatello, Leonardo)"},{"text":"Big names in this field of music are MC Hammer, Young MC &amp; Tone Loc","response":"rap music"},{"text":"Animal that laughed at such sport as a cow jumping over the moon","response":"the little dog"},{"text":"In \"Jack and the Beanstalk\" Jack stole a singing one of these from the giant","response":"a harp"}],"originalDate":"1991-11-28"}],[{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"Barium sulfate is used in diagnosing gastrointestinal problems since it's opaque to these rays","response":"x-rays"},{"text":"Joseph Priestley gave this name to some tree sap that could wipe out pencil marks","response":"rubber"},{"text":"The inner layer of skin in vertebrates is called this","response":"the dermis"},{"text":"This term refers to any water-storing fleshy plant, including cactus","response":"a succulent"},{"text":"Colles' fracture, common in people who fall forward, is a break of this arm bone","response":"radius"}],"originalDate":"1991-11-28"},{"category":"HOW DO YOU...","comments":"","clues":[{"text":"After feeding it, hold the baby on your shoulder &amp; pat its back","response":"How do you burp the baby?"},{"text":"Work your way up from page &amp; squire, or be tapped by a king with a sword","response":"How do you become knighted?"},{"text":"Put a bar magnet on a plastic lid and float it in a bowl of water","response":"How do you make a compass?"},{"text":"Move the runner up the shaft to the stop wire so the ribs are extended &amp; the fabric taut on the frame","response":"How do you open an umbrella?"},{"text":"Flood the bog, churn the water, then scoop off the fruit that floated to the top","response":"How do you harvest cranberries?"}],"originalDate":"1991-11-28"},{"category":"BIBLICAL QUOTES","comments":"","clues":[{"text":"He asked God, \"Who am I, that I should go unto Pharaoh and... bring forth the children of Israel\"","response":"Moses"},{"text":"He said, \"My God hath sent his angel &amp; hath shut the lions' mouths, that they have not hurt me\"","response":"Daniel"},{"text":"Ecclesiastes says, \"Cast\" this \"upon the waters; for thou shalt find it after many days\"","response":"bread"},{"text":"In Matthew, Jesus is quoted as saying, \"For wide is the gate, &amp; broad is the way, that leadeth to\" this","response":"destruction"},{"text":"Psalm 111 in the King James Version says, \"The fear of the Lord is the beginning of\" this","response":"wisdom"}],"originalDate":"1991-11-28"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"During the early Middle Ages Sorrento, now part of this country, was an independent duchy","response":"Italy"},{"text":"Ferdinand VII was forced to abdicate the throne of this country in favor of Joseph Bonaparte","response":"Spain"},{"text":"The 7th Earl of Cardigan was 57 when he led this famous charge at the Battle of Balaklava","response":"the Charge of the Light Brigade"},{"text":"The Golden Bull of 1222 has been called the Hungarian equivalent of this English document","response":"the Magna Carta"},{"text":"Born circa 1743, this Haitian revolutionary was a slave until he was in his 40s","response":"Toussaint Louverture"}],"originalDate":"1991-11-28"},{"category":"FOOD","comments":"","clues":[{"text":"A cassava is a root &amp; a casaba is one of these","response":"a melon"},{"text":"2 well-known varieties of this fruit are the Persian &amp; the Key","response":"limes"},{"text":"Once made from the root of the plant it's named after, it's now made from corn syrup, gum Arabic &amp; gelatin","response":"the marshmallow"},{"text":"This light, currant-studded, rum-soaked yeast cake was named after an Arabian Nights character","response":"Baba au rhum"},{"text":"This Polish or Russian specialty is a half-moon shaped noodle dumpling filled with a minced mixture","response":"a pierogi"}],"originalDate":"1991-11-28"},{"category":"LITERATURE","comments":"","clues":[{"text":"Margaret Mitchell took this title from Ernest Dowson's poem \"Cynara\"","response":"<i>Gone with the Wind</i>"},{"text":"In 1800 Parson Weems wrote \"The Life and Memorable Actions of\" this president","response":"George Washington"},{"text":"30 years after she wrote \"The Autobiography of Alice B. Toklas\", Alice wrote \"What is Remembered\"","response":"Gertrude Stein"},{"text":"John Gay wrote \"Polly\" as a sequel to this \"Opera\"","response":"<i>The Beggar's Opera</i>"},{"text":"This is the first of Sophocles' Theban plays chronologically but the second written","response":"<i>Oedipus Rex</i>"}],"originalDate":"1991-11-28"}],{"category":"LITERATURE","text":"In reviewing this novel, Carl Jung said it took place in one single &amp; senseless day \"on which, in all truth, nothing happens\"","response":"<i>Ulysses</i>"}]}