{"mix":929,"rounds":[[{"category":"FASHION","comments":"","clues":[{"text":"The American Indian leather slipper that shares its name with a venomous snake","response":"a moccasin"},{"text":"Though it sounds exclusive, no one knows for sure who invented this glossy black leather","response":"patent leather"},{"text":"From French for \"shoulder\", it's a shoulder ornament originally worn on military garb","response":"an epaulette"},{"text":"In a 1958 hit, The Royal Teens asked, \"Who wears\" this scanty warm weather wear","response":"short shorts"},{"text":"The common lace-up shoe with 3 or more pairs of eyelets. named for a British city","response":"an Oxford"}],"originalDate":"1991-02-08"},{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"President Reagan couldn't attend this daughter's 1981 wedding <span class=\"nobreak\">--</span>he was recovering from a gunshot wound","response":"Maureen"},{"text":"In 1764 he married Abigail Smith, the daughter of a Weymouth, Mass. minister","response":"John Adams"},{"text":"While president, he became one of the first judo students in the U.S.","response":"Teddy Roosevelt"},{"text":"Abraham Lincoln made over 50 speeches for this Republican presidential candidate in 1856","response":"John Frémont"},{"text":"This president's home was Montpelier","response":"Madison"}],"originalDate":"1991-02-08"},{"category":"WORLD DRAMA","comments":"","clues":[{"text":"He wrote \"A Doll's House\" in Amalfi &amp; Rome in the summer of 1879","response":"(Henrik) Ibsen"},{"text":"He once said he hated his play \"The Wood Demon\" &amp; was trying to forget it, but he based \"Uncle Vanya\" on it","response":"Chekhov"},{"text":"He wrote \"Largo Desolato\", an absurdist comedy, before he became president of Czechoslovakia","response":"Václav Havel"},{"text":"In Act III of this N. Coward play, Madame Arcati says, \"What do you say we have another seance\"","response":"<i>Blithe Spirit</i>"},{"text":"Ionesco's 1960 work in which people turn into large lumbering animals","response":"<i>Rhinoceros</i>"}],"originalDate":"1991-02-08"},{"category":"PILLOW TALK","comments":"","clues":[{"text":"After this Shakespearean character kills Duncan, he hears a voice say that he \"shall sleep no more\"","response":"Macbeth"},{"text":"Freud called them \"the imaginary gratification of unconscious wishes\"","response":"dreams"},{"text":"Cervantes' squire who said, \"Blessings light on him that first invented sleep\"","response":"Sancho Panza"},{"text":"This diarist would frequently conclude his entries, \"And so to bed\"","response":"Samuel Pepys"},{"text":"In Frost's poem, the line that follows \"But I have promises to keep\"","response":"miles to go before I sleep"}],"originalDate":"1991-02-08"},{"category":"BRISK LIT","comments":"","clues":[{"text":"Bureaucracy is almost as bad as war in this Joseph Heller novel","response":"<i>Catch-22</i>"},{"text":"Hunter S. Thompson faced these 2 title emotions again \"On the Campaign Trail '72\"","response":"Fear and Loathing"},{"text":"Shakespeare's Sonnet 130 begins, \"My mistress' eyes are nothing like\" this object","response":"the sun"},{"text":"Mr. Toad steals a car &amp; goes to prison in this Grahame cracker of a book","response":"<i>The Wind in the Willows</i>"},{"text":"The Wife of Bath &amp; The Summoner have stories to tell in this classic work","response":"<i>The Canterbury Tales</i>"}],"originalDate":"2022-05-13"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"This holiday was created to honor those who died during the Civil War","response":"Memorial Day"},{"text":"The U.N. has made Gandhi's birthday, October 2, the International Day of this Gandhian philosophy","response":"Non-Violence"},{"text":"In the U.S., Flag Day is observed in this month","response":"June"},{"text":"Since 1901 Boston's St. Patrick's Day Parade has been held in this directional &amp; historically Irish part of town","response":"South Boston"},{"text":"Ujima &amp; Umoja are 2 of the 7 principles celebrated during this holiday created in the United States","response":"Kwanzaa"}],"originalDate":"2022-05-13"}],[{"category":"DROP A LETTER","comments":"","clues":[{"text":"A word for a type of scare loses its first letter &amp; turns into this word meaning \"correct\"","response":"right (from fright)"},{"text":"A word meaning \"to snatch\" drops its second letter &amp; turns into this type of speech that some have a gift for","response":"gab (from grab)"},{"text":"A term for refuse drops one of its \"T\"s, becoming this measurement","response":"a liter (from litter)"},{"text":"A home fit for a king &amp; queen loses a letter &amp; becomes this socioeconomic place","response":"caste (from castle)"},{"text":"A word meaning \"crucial\" loses its middle \"T\" &amp; is now this small glass tube","response":"vial (from vital)"}],"originalDate":"2022-05-13"},{"category":"RED","comments":"","clues":[{"text":"This fortress on Red Square has been the center of Russian government since 1918","response":"the Kremlin"},{"text":"Around 985 he sailed from Iceland &amp; founded a colony on Greenland; it vanished in the 1400s &amp; no one knows why","response":"Erik the Red"},{"text":"The first woman whose name was engraved on the Stanley Cup was Marguerite Norris, president of this team","response":"the Detroit Red Wings"},{"text":"The AKC says this sporting dog with a national name is known for \"grace, swiftness &amp; a flashy red coat\"","response":"an Irish Setter"},{"text":"The 1898 Omaha Expo included an \"Indian Congress\" attended by this Sioux with another Nebraska city named for him","response":"Red Cloud"}],"originalDate":"2022-05-13"},{"category":"TREATIES","comments":"","clues":[{"text":"Numerous \"unequal treaties\" were forced on this country by Western powers in the wake of the Opium Wars","response":"China"},{"text":"An 1809 treaty between Britain &amp; this empire prohibited warships from entering the Bosporus &amp; the Dardanelles","response":"the Ottoman (Empire)"},{"text":"An 1846 treaty with New Granada<span class=\"nobreak\">--</span>now Colombia &amp; this country<span class=\"nobreak\">--</span>gave the U.S. a right of way in Central America","response":"Panama"},{"text":"Ratified by Hungary in 2007 &amp; Ireland in 2009, the Treaty of Lisbon stipulates a 2 1/2 year term for the president of this organization","response":"the EU (the European Union)"},{"text":"This treaty says, \"The armed forces of Germany must not include any military or naval air forces ... no dirigible shall be kept\"","response":"the Treaty of Versailles"}],"originalDate":"2022-05-13"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"Since 2020 Dodger fans have been told that Mookie Betts is coming to bat over a new 62-speaker one of these systems","response":"a P.A. (public address)"},{"text":"This market research company best known for its TV ratings started out providing them for radio programs in the 1940s","response":"Nielsen"},{"text":"In 2004 Morse code added a sequence to represent this, newly prominent in the age of email","response":"the @ sign"},{"text":"Early 20th century telephone executive Angus Hibbard invented this noise, often followed by \"Who is she talking to?!\"","response":"a busy signal"},{"text":"Abbreviated AFP, the world's oldest news agency dates back to 1835 &amp; is headquartered in this city","response":"Paris"}],"originalDate":"2022-05-13"},{"category":"PLACES IN THE BIBLE","comments":"","clues":[{"text":"The prophet Elisha visits a sick king in this Syrian city but only foresees his death &amp; another taking his place","response":"Damascus"},{"text":"4 rivers flow from this earthly paradise, including the Gihon &amp; the Pishon","response":"the Garden of Eden"},{"text":"Acts 21 tells us Tarsus in Cilicia was this man's hometown","response":"Saul or Paul"},{"text":"This reluctant prophet boarded a ship bound for Tarshish that was soon caught in a storm","response":"Jonah"},{"text":"This Phoenician city was home to Hiram, who helped Solomon build the first temple by supplying workers &amp; material","response":"Tyre"}],"originalDate":"2022-05-13"},{"category":"NATIVE AMERICAN WOMEN","comments":"","clues":[{"text":"Susan La Flesche, the first Native person to get this kind of degree, had a solo practice covering the vast Omaha reservation","response":"an MD (a medical degree)"},{"text":"In 1613 the English kidnapped this daughter of Powhatan to use her as a hostage in negotiations","response":"Pocahontas"},{"text":"Sarah Winnemucca was the first Native woman to secure this protection, with 1883's \"Life Among the Piutes: Their Wrongs and Claims\"","response":"a copyright"},{"text":"Making-Out-Road divorced this frontiersman &amp; state capital name source Cheyenne style, leaving his stuff outside her lodge","response":"Kit Carson"},{"text":"A mural in Oklahoma's capitol honors 5 Native American ballerinas, including these 2 sisters, Maria &amp; Marjorie","response":"the Tallchief sisters"}],"originalDate":"2022-05-12"}],{"category":"THE LAKE SHOW","text":"12 years before meeting Stanley at Lake Tanganyika, David Livingstone reached this national body of water in 1859","response":"Lake Malawi"}]}