{"mix":931,"rounds":[[{"category":"SCI-FI TRILOGIES","comments":"","clues":[{"text":"The \"Thrawn\" trilogy, including \"Dark Force Rising\", is part of its \"Expanded Universe\"","response":"<i>Star Wars</i>"},{"text":"Pierce Brown's original \"Red Rising\" trilogy tells of an uprising on this planet in our solar system","response":"Mars"},{"text":"This alphanumeric book series follows up on the \"Judgment Day\" film, telling more of the story of Skynet &amp; John Connor","response":"<i>T2</i>"},{"text":"\"The Broken Earth\" trilogy is from this award-winning author whose initials stand for Nora Keita","response":"Jemisin"},{"text":"The first in a Cixin Liu trilogy, this numerical novel is partially set during China's Cultural Revolution","response":"<i>The Three-Body Problem</i>"}],"originalDate":"2022-05-11"},{"category":"BRAND NAMES","comments":"","clues":[{"text":"Fragrances bearing this singer's name include \"Fantasy\", \"Curious\" &amp; \"Prerogative\"","response":"Britney Spears"},{"text":"This scooter brand says it was \"determined to craft a cutting edge ride\" when it began back in 2000","response":"Razor"},{"text":"This kosher hot dog brand debuted the slogan \"We answer to a higher authority\" in 1965","response":"Hebrew National"},{"text":"Procter &amp; Gamble introduced this brand of fabric odor eliminators &amp; air fresheners in 1998","response":"Febreze"},{"text":"First baked in Scotland in 1898, this \"ambulatory\" shortbread comes in plaid packaging","response":"Walker's"}],"originalDate":"2022-05-11"},{"category":"WHAT'S THAT SONG CALLED?","comments":"","clues":[{"text":"\"Goddess on the mountain top, burning like a silver flame, the summit of beauty &amp; love\"","response":"\"Venus\""},{"text":"\"Ooh, you can dance, you can jive, having the time of your life\"","response":"\"Dancing Queen\""},{"text":"\"I went down, down, down &amp; the flames went higher\"","response":"\"Ring Of Fire\""},{"text":"\"Red lights, stop signs, I still see your face in the white cars, front yards\"","response":"\"Drivers License\""},{"text":"\"That it's only the thrill of boy meeting girl, opposites attract, it's physical\"","response":"\"What's Love Got To Do With It\""}],"originalDate":"2022-05-11"},{"category":"NUMERIC HOMOPHONES","comments":"","clues":[{"text":"Prevailed in a contest","response":"won"},{"text":"Idiomatically, this verb links the cat to the canary &amp; the dog to your homework","response":"ate"},{"text":"A golfer's \"look out!\"","response":"fore"},{"text":"It can mean furthermore or very","response":"too"},{"text":"Merkel's<br>\"No\"","response":"<i>nein</i>"}],"originalDate":"2022-05-10"},{"category":"FROM SHE TO SHINING SHE","comments":"","clues":[{"text":"Warsaw is home to a statue of this scientist, holding what is supposed to be polonium, part of her life's work","response":"(Marie) Curie"},{"text":"On Dec. 5, 1955 a Montgomery, Alabama court fined her $10 plus $4 in court costs for violating segregation laws","response":"(Rosa) Parks"},{"text":"She ended 2019 one Grand Slam singles title short of Margaret Court's record of 24","response":"Serena Williams"},{"text":"Though indicted by Duterte's govt. in this nation, Nobel Prize winner Maria Ressa said, \"We are journalists &... will not be intimidated\"","response":"the Philippines"},{"text":"This 3-named woman's novel \"Rubyfruit Jungle\" is a landmark in gay &amp; lesbian fiction","response":"Rita Mae Brown"}],"originalDate":"2022-05-10"},{"category":"JEWISH-AMERICAN TRADITIONS","comments":"","clues":[{"text":"Justice Kagan said of her whereabouts on Christmas Day, \"Like all Jews, I was probably at\" this kind of restaurant","response":"a Chinese restaurant"},{"text":"Every Hanukkah, the great debate is renewed<span class=\"nobreak\">--</span>applesauce or sour cream on these?","response":"latkes"},{"text":"Many Jewish homes contain a pushke, a little box with a slot in which to drop some coins for tzedakah, this","response":"charity"},{"text":"2022 marks the 100th anniversary of 12-year-old Judith Kaplan reading from the Torah, credited as the first of these events","response":"a bat mitzvah"},{"text":"At an Ashkenazi one of these, guests dip a finger in wine for each of the plagues; Sephardim put a bit of wine in a bowl, then dispose of it","response":"a (Passover) seder"}],"originalDate":"2022-05-10"}],[{"category":"OUTSIDE YOUR HOUSE","comments":"","clues":[{"text":"You \"put out\" this sign of hospitality; a funny one at your door might say \"hope you brought booze\"","response":"a welcome mat"},{"text":"Sailors have been known to use these to sleep in, but more familiar are the ones tied between 2 trees in your backyard","response":"hammocks"},{"text":"The USPS asks that you put this container 6-8 inches back from the curb","response":"a mailbox"},{"text":"Like the knights who say \"Ni!\", I desire this for my yard, perhaps mountain laurel or pink flowering almond","response":"a shrubbery"},{"text":"Some lawns have access risers leading down to these tanks that treat wastewater","response":"a septic tank"}],"originalDate":"2022-05-10"},{"category":"COLLEGE SPORTS MASCOTS","comments":"","clues":[{"text":"The unusual mascot of this school is a conestoga wagon known as the Sooner Schooner","response":"the University of Oklahoma"},{"text":"Cal State Northridge's Matty is short for one of these men in the arena; he doesn't have a sword anymore","response":"Matador"},{"text":"One of the first college mascots in the U.S., Yale University's Handsome Dan is one of these","response":"a bulldog"},{"text":"UNLV's teams are the Rebels, but one of these sea creatures has been used as a mascot in honor of a former men's basketball coach","response":"a shark"},{"text":"A live American bison, Ralphie is the mascot of this school at the base of the Rocky Mountains","response":"CU Boulder"}],"originalDate":"2022-05-10"},{"category":"SHAKESPEARE PLAYS BY QUOTE","comments":"","clues":[{"text":"\"Something wicked this way comes\"","response":"<i>Macbeth</i>"},{"text":"\"This above all: to thine own self be true\"","response":"<i>Hamlet</i>"},{"text":"\"I kissed thee ere I killed thee. No way but this, killing myself, to die upon a kiss\"","response":"<i>Othello</i>"},{"text":"\"The barge she sat in, like a burnished throne, burned on the water\"","response":"<i>Antony and Cleopatra</i>"},{"text":"\"Conscience is but a word that cowards use, devised at first to keep the strong in awe\"","response":"<i>Richard III</i>"}],"originalDate":"2022-05-10"},{"category":"JAPANESE HISTORY","comments":"","clues":[{"text":"According to tradition, this religion was introduced to Japan in 552 A.D.","response":"Buddhism"},{"text":"In 946 A.D. Suzaku abdicated in favor of his brother Murakami, who became the 62nd of these","response":"the emperor"},{"text":"In 1964 Yoshinori Sakai, born the day Hiroshima was bombed, was chosen to carry this in Tokyo's national stadium","response":"the (Olympic) torch"},{"text":"Certain World War II fighter planes were produced in the year 2600 of the Japanese empire, leading to this nickname","response":"the Zero"},{"text":"By 1543 traders from this southern European nation had become the first Westerners to reach Japan","response":"Portugal"}],"originalDate":"2022-05-10"},{"category":"COLORFUL ALBUMS","comments":"","clues":[{"text":"The bestselling Beatles album in the U.S. is \"The Beatles\", better known by this colorful name","response":"the <i>White Album</i>"},{"text":"\"99 Problems\" is on this 2003 album that Jay-Z said would be his last (it wasn't)","response":"<i>The Black Album</i>"},{"text":"Kelly Clarkson's holiday album \"Wrapped in Red\" includes this colorful Elvis song about a sad noel","response":"\"Blue Christmas\""},{"text":"This Elton John double album is full of great songs, including the original \"Candle In The Wind\"","response":"<i>Goodbye Yellow Brick Road</i>"},{"text":"The 2018 Grammy for Album of the Year went to Kacey Musgraves for this \"Hour\"","response":"<i>Golden Hour</i>"}],"originalDate":"2022-05-09"},{"category":"PREPOSITIONAL LITERATURE","comments":"","clues":[{"text":"A boy comes of age during this 19th century conflict in Irene Hunt's young adult classic \"Across Five Aprils\"","response":"the Civil War"},{"text":"In a prophetic adventure tale, Jules Verne took us on a journey \"From the Earth to\" this locale","response":"the Moon"},{"text":"This Jon Krakauer nonfiction work told the story of Chris McCandless &amp; his efforts to escape the modern world &amp; survive in nature","response":"<i>Into the Wild</i>"},{"text":"African-American detective Virgil Tibbs must solve a murder in the Deep South in this John Ball novel from 1965","response":"<i>In the Heat of the Night</i>"},{"text":"\"On the Banks of Plum Creek\" is the fourth book in this series about a pioneering family","response":"<i>The Little House</i> (<i>on the Prairie</i> series) books"}],"originalDate":"2022-05-09"}],{"category":"U.S. NATIONAL MEMORIALS","text":"Efforts recently began to reintroduce 2 species of oyster to help restore the contaminated waters of this, a national memorial","response":"Pearl Harbor"}]}