{"mix":934,"rounds":[[{"category":"IT'S YOUR TOP 40 PRESIDENTIAL COUNTDOWN","comments":"","clues":[{"text":"This ex-general at No. 18 with \"Union Yes\" is back with \"Renom\"; \"they tried to make me go to a 3rd nomination, I said no no no\"","response":"Grant"},{"text":"He's at No. 30 with John Cage's \"4'33\"\", a piece that is 4 minutes &amp; 33 seconds of silence","response":"Silent Cal (Calvin Coolidge)"},{"text":"He had a big debut with \"Back To Normalcy\" but now he's singing the blues with \"Teapot Dome Got Me Down\"; at No. 29, here's...","response":"Harding"},{"text":"At No. 17, this Tennessee man has really got those \"Reconstruction Blues\"","response":"Andrew Johnson"},{"text":"\"Are You Better Off?\" is a hit across the country for this prez who rounds out the Top 40","response":"Reagan"}],"originalDate":"2022-05-04"},{"category":"AFRICA","comments":"","clues":[{"text":"The island of Roda in the Nile is connected to this suburb with a population of about 3 million &amp; Great Pyramids nearby","response":"Giza"},{"text":"Though it's nearly 17,000 feet high, Mawenzi, one of the summits of this mountain, is often snow-free","response":"Kilimanjaro"},{"text":"Go due south from Lisbon &amp; this is the first African country you'll reach","response":"Morocco"},{"text":"What's gnu? Over 1 million in this 5,700-square-mile national park, a huge tourist attraction that \"shall not die\"","response":"Serengeti National Park"},{"text":"Livingstone, I do more than presume, is an island between this nation &amp; Zimbabwe","response":"Zambia"}],"originalDate":"2022-05-04"},{"category":"I CREATED THAT FICTIONAL PLACE!","comments":"","clues":[{"text":"Take me down to the Emerald City where the streets are green &amp; the girls are pretty","response":"Baum"},{"text":"The Shire, <br>Mount Doom, <br>then back again","response":"Tolkien"},{"text":"Llareggub, which is \"bugger all\", backwards, in his native country","response":"Dylan Thomas"},{"text":"Brobdingnag, in a 1726 satire","response":"Swift"},{"text":"Erewhon, in an 1872 satire","response":"Samuel Butler"}],"originalDate":"2022-05-04"},{"category":"WORLD CURRENCIES","comments":"","clues":[{"text":"The Philippines, with a Spanish heritage, uses this as its basic unit of currency","response":"a peso"},{"text":"Cyprus &amp; Estonia are 2 in a group of countries that use this currency","response":"the euro"},{"text":"The name of this Japanese currency actually comes from a Chinese word","response":"yen"},{"text":"Like their shared neighbor, Sri Lanka &amp; Pakistan use currencies called this","response":"the rupee"},{"text":"This monetary unit of Israel is divided into 100 agorot","response":"a shekel"}],"originalDate":"2022-05-04"},{"category":"THEY NAMED A CITY FOR HIM","comments":"","clues":[{"text":"This capital &amp; second-largest city of Wisconsin was named for the fourth U.S. president","response":"Madison"},{"text":"To encourage German financing for its railroad, this capital was named in honor of German statesman Otto","response":"Bismarck"},{"text":"Quincy, Massachusetts was named for Colonel John Quincy, grandfather of this first lady","response":"Abigail Adams"},{"text":"A town in Eastern Pennsylvania honors this Native American &amp; all-around athlete who was laid to rest there","response":"Jim Thorpe"},{"text":"This city with a Tennessee Valley Authority headquarters was named for America's first Secretary of War","response":"Knoxville"}],"originalDate":"2022-05-03"},{"category":"BIBLE BELTS","comments":"","clues":[{"text":"In this Bible book named for songs of praise, \"Thou hast smitten all my enemies upon the cheek bone\"","response":"Psalms"},{"text":"After a big Bible belt that kills his brother, he is marked &amp; heads east of Eden","response":"Cain"},{"text":"David smote Goliath with these 2 items, both of them beginning with the same letter","response":"a sling & a stone"},{"text":"Talking to this much put-upon Old Testament guy, Zophar says, \"The bow of steel shall strike\" the wicked man","response":"Job"},{"text":"In the New Testament we hear of a man who is beaten, stripped &amp; left for dead; some pass him by but this man \"had compassion\"","response":"the Good Samaritan"}],"originalDate":"2022-05-03"}],[{"category":"LET'S GO TO THE AUTO SHOP","comments":"","clues":[{"text":"If your car's engine uses this type of fuel, don't look for the spark plugs; it uses glow plugs","response":"diesel"},{"text":"This numeric term refers to a system that can provide simultaneous power to a car's front &amp; back tires","response":"four-wheel drive"},{"text":"The springs, dampers &amp; other shock-absorbing parts in your car make up this system","response":"the suspension system"},{"text":"These 2 \"D\"s are the basic types of automotive brakes","response":"disc brakes & drum brakes"},{"text":"Fuel injection has largely replaced this device that prepares fuel for combustion in an engine","response":"the carburetor"}],"originalDate":"2022-05-03"},{"category":"THE ACTOR REALLY SAVES THE DAY!","comments":"","clues":[{"text":"Mission: Possible! He not only rescued a family from a burning sailboat but got a hit-&amp;-run victim to a hospital &amp; paid her $7K bill","response":"Tom Cruise"},{"text":"In 2001 he flew a helicopter, not the Millennium Falcon, to spot &amp; help rescue a lost boy scout near Yellowstone","response":"Harrison Ford"},{"text":"Already a superhero onscreen as Marvel's Master of the Mystic Arts, this man leapt out of a car to stop a mugging in 2018","response":"Benedict Cumberbatch"},{"text":"As a teen, he left \"A Quiet Place\" long enough to rescue a woman from drowning in a riptide in Costa Rica","response":"John Krasinski"},{"text":"\"Are you famous?\" asked the kid he rescued from a flipped car near his Malibu home; \"Yeah, I'm a doctor\"; how McDreamy!","response":"Patrick Dempsey"}],"originalDate":"2022-05-03"},{"category":"HIDDEN ANATOMY","comments":"(Ken: You'll have to identify the body part concealed in each clue.)","clues":[{"text":"New to Texas, Cara offended many of the Houston guests with a slip of this","response":"the tongue (in Hous<b>ton gue</b>sts)"},{"text":"In the Middle Ages a fief in Germany could cost an arm &amp; a leg or at least one of these","response":"a finger (in fie<b>f in Ger</b>many)"},{"text":"Stretches, ice &amp; yoga probably should eradicate any pain you feel here","response":"the shoulder (in <b>should er</b>adicate)"},{"text":"Around here, if you rank leisure above hard work, you might get a swift kick in this","response":"the ankle (in r<b>ank le</b>isure)"},{"text":"In the creepy haunted house you could hear the sound of this loud &amp; clear","response":"the heart (in <b>hear t</b>he)"}],"originalDate":"2022-05-03"},{"category":"MRS., MISS OR MR.","comments":"","clues":[{"text":"This Mrs. is a seasoning blend from B&G Foods","response":"Mrs. Dash"},{"text":"1-800-COOKIES will put you in touch with this company","response":"Mrs. Fields"},{"text":"In some Spanish-speaking countries, this household brand is Don Limpio","response":"Mr. Clean"},{"text":"This title Mr. of 19th century lit \"gave an impression of deformity without any nameable malformation\"","response":"Mr. Hyde"},{"text":"Judith Martin began this etiquette column in 1978","response":"\"Miss Manners\""}],"originalDate":"2022-05-03"},{"category":"HISTORY","comments":"","clues":[{"text":"One of the crimes for which this French saint was sentenced to death in 1431: dressing in men's clothes","response":"Joan of Arc"},{"text":"John Champe faked a desertion in 1780 to try to capture this traitorous general &amp; served under him as part of his cover","response":"Benedict Arnold"},{"text":"Think of the name of Ho, its leader, to get the name of this organization that fought the French in Indochina in the 1940s","response":"the Vietminh"},{"text":"It's been estimated that around 480 B.C. close to half of the world's population was in this empire founded by Cyrus the Great","response":"the Persian Empire"},{"text":"Operation Willi was a Nazi plot to restore this former king to the British throne","response":"Edward VIII"}],"originalDate":"2022-05-03"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"A 2012 novel subtitled \"The Woman Who Loved Tarzan\" reimagines the story but from her point of view","response":"Jane"},{"text":"When we meet Jason Bourne in this 1980 Ludlum novel, he has no memory of who he is","response":"<i>The Bourne Identity</i>"},{"text":"She's the funny, slightly incompetent diarist in books by Helen Fielding","response":"Bridget Jones"},{"text":"In a Kafka novella, the charwoman said to him, \"Come along, then, you old dung beetle!\"","response":"Gregor Samsa"},{"text":"In a Virginia Woolf novel that spans over 300 years, this title character, a poet &amp; nobleman, awakes one day to find he's a woman","response":"Orlando"}],"originalDate":"2022-05-03"}],{"category":"WORLD CITIES","text":"This capital city founded in 1567 was where the founding statute of OPEC was adopted in 1961","response":"Caracas"}]}