{"mix":936,"rounds":[[{"category":"ENTERTAINMENT AWARDS","comments":"","clues":[{"text":"Cheers to him, an 11-time Emmy nominee &amp; 2-time winner for playing Boston bartender Sam Malone","response":"Ted Danson"},{"text":"This social satire from director Bong Joon-ho won the Palme d'Or at the 2019 Cannes film festival","response":"<i>Parasite</i>"},{"text":"Olympia Dukakis &amp; Cher both won Oscars for this 1987 film, playing mother &amp; daughter","response":"<i>Moonstruck</i>"},{"text":"At the 2019 People's Choice Awards, the Competition Contestant winner was Hannah Brown, the title personage of this TV show","response":"<i>The Bachelorette</i>"},{"text":"Arthur Hill won a Tony for originating the role of George in this play by Edward Albee","response":"<i>Who's Afraid of Virginia Woolf?</i>"}],"originalDate":"2022-04-29"},{"category":"FUN WITH COOKING TERMS","comments":"","clues":[{"text":"Adding the spice called file to a soup or stew does this to it, which is also good when it happens to a book plot","response":"thicken"},{"text":"The long, narrow covered pan called a \"fish\" this refers to a specific cooking method, not to a person who steals fish","response":"poacher"},{"text":"Veggies are scalded, then plunged into ice water when you do this, a word also meaning \"make pale with fear\"","response":"blanch"},{"text":"Splitting a steak open but not separating it is called this, which really gives it wings","response":"to butterfly"},{"text":"This French term for a ball of meat or potato fried crisp begins with a type of lawn game","response":"<i>croquette</i>"}],"originalDate":"2022-04-29"},{"category":"FELINES IN FICTION","comments":"","clues":[{"text":"This disappearing cat is owned by the Duchess of Wonderland","response":"the Cheshire Cat"},{"text":"Tom Kitten gets rolled up in dough &amp; is almost baked in a pudding in \"The Tale of Samuel Whiskers\" by this author","response":"Beatrix Potter"},{"text":"In \"The House at Pooh Corner\", Rabbit &amp; Piglet hatch a plot to unbounce this feline character","response":"Tigger"},{"text":"Mungojerrie &amp; Bustopher Jones are memorable characters in this T.S. Eliot work","response":"<i>Old Possum's Book of Practical Cats</i>"},{"text":"Pixel the cat shows up in the Robert Heinlein work \"The Cat Who\" does this, which regular cats can't do","response":"Walks Through Walls"}],"originalDate":"2022-04-29"},{"category":"MIDDLE P","comments":"(Ken: \"P\" is the exact middle letter in each response.)","clues":[{"text":"To stimulate another to do something creative","response":"inspire"},{"text":"The lead wolf","response":"alpha"},{"text":"Camera lens used to make distant objects appear larger","response":"telephoto"},{"text":"Sacrilegious speech","response":"blasphemy"},{"text":"2 linked lines of verse","response":"a couplet"}],"originalDate":"2022-04-29"},{"category":"OLD YORK","comments":"","clues":[{"text":"Ivar the Boneless showed some spine when he led these Scandinavians on raids of York in the 9th century","response":"the Vikings"},{"text":"After this king won at Hastings, York was \"seething with discontent\"; he would soon march in &amp; build 2 castles there","response":"William the Conqueror"},{"text":"York came to be when members of Rome's Ninth this set up camp &amp; called it Eboracum","response":"Ninth Legion"},{"text":"After battling the Picts in 305, this \"Great\" man was proclaimed emperor of Rome in York","response":"Constantine"},{"text":"York's Franciscan Order of Greyfriars was dissolved by Henry VIII in 1538 as part of this period of religious upheaval","response":"the Reformation"}],"originalDate":"2022-04-28"},{"category":"MOVIES\"!\"","comments":"(Ken: Each of whose titles contain an exclamation point.)","clues":[{"text":"Pierce Brosnan &amp; Meryl Streep sang \"SOS\" on the soundtrack of this 2008 film","response":"<i>Mamma Mia!</i>"},{"text":"Looks like Steve McCroskey picked the wrong week to quit smoking, drinking, amphetamines &amp; sniffing glue in this 1980 comedy","response":"<i>Airplane!</i>"},{"text":"Steve Martin, Chevy Chase &amp; Martin Short, collectively; now turn your head &amp; cough","response":"<i>Three Amigos!</i>"},{"text":"Tom Hanks wrote &amp; directed this 1996 film about a band of one-hit wonders","response":"<i>That Thing You Do!</i>"},{"text":"What the Dickens?! Mark Lester wanted a little more out of life in the title role of this 1968 film","response":"<i>Oliver!</i>"}],"originalDate":"2022-04-28"}],[{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"Joy Harjo's \"When the World as We Knew It Ended\" refers to this date when \"two towers... went down, swallowed by a fire dragon\"","response":"9/11"},{"text":"In an Edna St. Vincent Millay poem, this \"burns at both ends; it will not last the night\"","response":"a candle"},{"text":"Poems by him include \"Harlem\", \"Crossing Jordan\" &amp; \"The Weary Blues\"","response":"Langston Hughes"},{"text":"One of Joseph Brodsky's best-known poems is \"Elegy for\" this \"Death Be Not Proud\" poet","response":"John Donne"},{"text":"A poem by Stevie Smith says, \"I was much further out than you thought and not waving but\" doing this","response":"drowning"}],"originalDate":"2022-04-28"},{"category":"IRON","comments":"","clues":[{"text":"It's the \"beastly\" name for iron obtained directly from a blast furnace &amp; poured into molds","response":"pig iron"},{"text":"Fittingly, the iron type of these objects, like the 60-ton Hoba one in Africa seen here, is made up mostly of iron","response":"a meteorite"},{"text":"At about 1,000 feet, it was the tallest iron structure in the world when it was completed in 1889","response":"the Eiffel Tower"},{"text":"This symbol for the chemical element comes from the word for \"iron\" in Latin","response":"Fe"},{"text":"Thomas Paine got the 1st patent for an iron bridge, to span this river that meets the Delaware at Philadelphia<span class=\"nobreak\">--</span>it was never built","response":"the Schuylkill"}],"originalDate":"2022-04-28"},{"category":"RHYMES WITH THESE","comments":"","clues":[{"text":"2 parallel ropes attach to a horizontal bar to make up this acrobatic apparatus","response":"trapeze"},{"text":"To breathe with difficulty &amp; with a whistling sound","response":"wheeze"},{"text":"To identify someone vile or unethical, \"ball\" or \"bag\" can follow this word","response":"sleaze"},{"text":"Idiomatically, these may \"fall on deaf ears\"","response":"pleas"},{"text":"It's an ornate decoration just below a building's roof","response":"a frieze"}],"originalDate":"2022-04-28"},{"category":"DOUBLE DOUBLE-LETTER WORDS","comments":"","clues":[{"text":"Of course, there's a pumpkin spice version of this icy cold blended beverage from Starbucks","response":"a Frappuccino"},{"text":"Hiccup in \"How to Train Your Dragon\" gives his dragon this name, but soon after gets a better look inside its mouth","response":"Toothless"},{"text":"Slightly different from accounting, it's the work of those that track &amp; record money transactions","response":"bookkeeping"},{"text":"A tenant under contract is considered one of these","response":"a lessee"},{"text":"Ooh la la, chicken is sautéed &amp; then stewed to make this French-named dish","response":"<i>fricassée</i>"}],"originalDate":"2022-04-28"},{"category":"CATCHING YOU SHORT","comments":"","clues":[{"text":"Per lifehack.org, \"repeat the information (loudly if possible)\" is one of \"7 Simple Ways\" to improve this type of retention","response":"short-term memory"},{"text":"In early 2021 short selling had led to $20 billion in losses by investors in this retailer serving your Funko &amp; PlayStation needs","response":"GameStop"},{"text":"\"The Diamond as Big as the Ritz\" is in F. Scott Fitzgerald's 1922 collection of short works called \"Tales of\" this era","response":"the Jazz Age"},{"text":"You might only need a 500-foot-long runway to land an aircraft with STOL short for this","response":"short take off & landing"},{"text":"Charlemagne's dad, this man III was called \"the Short\"; Charlemagne's kid also got the name","response":"Pepin the Short"}],"originalDate":"2022-04-28"},{"category":"BALLET &amp; OPERA","comments":"","clues":[{"text":"M-m-m-my Verona! On February 9, 1965 Nureyev &amp; Fonteyn danced this ever-doomed couple in London","response":"Romeo & Juliet"},{"text":"Siegfried threatens at least 2 characters with a crossbow in this ballet... what a bird brain!","response":"<i>Swan Lake</i>"},{"text":"Tonio the clown introduces this opera; at the end, the audience is told that the comedy is over","response":"<i>Pagliacci</i>"},{"text":"An opera with hitmen? I'm in! This Verdi title jester wants revenge on the Duke of Mantua &amp; hires Sparafucile to kill him","response":"Rigoletto"},{"text":"Early in Act 2 in an Adolphe Adam classic ballet, Hilarion mourns at the grave of this title woman","response":"<i>Giselle</i>"}],"originalDate":"2022-04-28"}],{"category":"AUTHORS","text":"In 1960 Jean-Paul Sartre wrote of this man's \"victorious attempt... to snatch every instant of his existence from his future death\"","response":"(Albert) Camus"}]}