{"mix":937,"rounds":[[{"category":"A NOVEL LOOK AT THE NOVEL","comments":"","clues":[{"text":"1851: <br>Nantucket. Sea. Revenge. Madness. Oops. Adrift","response":"<i>Moby-Dick</i>"},{"text":"A young girl blows into town &amp; kills a woman; does poppies to the point of unconsciousness &amp; later kills a second woman before leaving","response":"<i>The Wizard of Oz</i>"},{"text":"A Bumppo in the road; Cora does not stay alive, no matter what occurs; hey... where'd everyone go?","response":"<i>The Last of the Mohicans</i>"},{"text":"Twain travel; Merlin mentioned; knights on bikes; we're gonna get medieval on your mind","response":"<i>A Connecticut Yankee in King Arthur's Court</i>"},{"text":"Miller's crossing some lines; a wild ride through 1930s Paris with Tania &amp; Boris; smuggled into the states","response":"<i>Tropic of Cancer</i>"}],"originalDate":"2022-04-27"},{"category":"FINISH THE OLD PROVERB","comments":"","clues":[{"text":"\"He whose father is\" this court official \"goes safe to his trial\"","response":"the judge"},{"text":"This strong desire for sustenance \"is the best sauce\"","response":"hunger"},{"text":"\"No one can have a mouth full of\" this baking essential \"&amp; also blow on a fire\"","response":"flour"},{"text":"\"A live dog is better than a dead\" one of these regal beasts","response":"a lion"},{"text":"This \"is as good as a rest\"","response":"a change"}],"originalDate":"2022-04-27"},{"category":"THE LEAGUE MVP's TEAM","comments":"","clues":[{"text":"Barry Sanders, who could really \"motor\" down a football field","response":"the Detroit Lions"},{"text":"LeBron in 2009 &amp; 2010, before taking a trip south","response":"the Cleveland Cavaliers"},{"text":"Sammy Sosa, hitting 66 homers in 1998","response":"the Cubs"},{"text":"3-time winner Alex Ovechkin, a power player in a city full of 'em","response":"the Washington Capitals"},{"text":"Cody Bellinger, a big hit on the coast in 2019","response":"the Dodgers"}],"originalDate":"2022-04-27"},{"category":"GETTING A \"BA\" IN BOTANY","comments":"(Ken: All correct responses will begin with the letters \"B-A\".)","clues":[{"text":"In botany, this is a delicate ornamental flower of genus Gypsophila, not actual infant respiration","response":"baby's breath"},{"text":"This herb of the mint family is a key ingredient in many pasta dishes","response":"basil"},{"text":"The name of this tree with extremely lightweight wood is Spanish for \"raft\"","response":"balsa"},{"text":"Chinese mountain &amp; Japanese timber are varieties of this grass","response":"bamboo"},{"text":"Roots that descend from branches can give one of these tropical &amp; subtropical trees the appearance of a thicket","response":"banyan trees"}],"originalDate":"2022-04-27"},{"category":"WHICH COMES FIRST","comments":"","clues":[{"text":"Asimov's first law regarding these says they can't injure a human or, through inaction, allow a human to be harmed","response":"robots"},{"text":"Starting at \"Go\", it's the first property you pass on the classic Monopoly board","response":"Mediterranean"},{"text":"On December 7, 1787 it became the first state to ratify the Constitution","response":"Delaware"},{"text":"The first of these says, \"Blessed are the poor in spirit, for theirs is the kingdom of heaven\"","response":"the Beatitudes"},{"text":"The first law of this says that the total energy of a system plus its surroundings is conserved","response":"the first law of thermodynamics"}],"originalDate":"2022-04-27"},{"category":"MOUNTAINS &amp; HILLS","comments":"","clues":[{"text":"The order \"Don't fire 'til you see the whites of their eyes\" is associated with this hill","response":"Bunker Hill"},{"text":"In the panhandle near the Alabama border, 345-foot Britton Hill is the highest natural point in this state","response":"Florida"},{"text":"Mountain ranges with this \"snowy\" name can be found both in California &amp; southeastern Spain","response":"the Sierra Nevada"},{"text":"These mountains run northeast to southwest from Tunisia, through Algeria &amp; into Morocco","response":"the Atlas Mountains"},{"text":"About 18,500 feet high, this inactive volcano in Russia is the highest peak in Europe","response":"Mount Elbrus"}],"originalDate":"2022-04-27"}],[{"category":"THE ANCIENT WORLD","comments":"","clues":[{"text":"Scythians buried some women with weapons &amp; likely inspired the Greek lore of these women warriors","response":"the Amazons"},{"text":"In Rome, saturnism, or poisoning by this metal, was sometimes caused by the practice of boiling down wine in vessels made from it","response":"lead"},{"text":"The remains of the Ludus Magnus, a gladiator training school, are just steps from this arena built in Rome about 70 A.D.","response":"the Colosseum"},{"text":"Over 2,000 years ago in India, iron &amp; wood were combined to make wootz, an early version of this iron-carbon alloy","response":"steel"},{"text":"Tekhen, the Egyptian word for this type of pillar, comes from their word for \"to pierce\", like pierce the sky","response":"an obelisk"}],"originalDate":"2022-04-27"},{"category":"AN ANATOMY OF WORDS","comments":"(Ken: Each response will be a part of the body.)","clues":[{"text":"The forward end of an aircraft or submarine","response":"the nose"},{"text":"A spoken language","response":"tongue"},{"text":"In tune with the latest fashion &amp; music","response":"hip"},{"text":"To gently tease another person","response":"rib"},{"text":"To climb a rope or pole using one's hands &amp; legs","response":"the shin"}],"originalDate":"2022-04-27"},{"category":"GENERAL KNOWLEDGE","comments":"","clues":[{"text":"It was made the capital of China in 1949","response":"Beijing"},{"text":"Those born during the first half of April have this sign, the ram","response":"Aries"},{"text":"A googol is equal to a 1 followed by this many zeros","response":"100"},{"text":"Columbia University began handing out these awards in 1917","response":"the Pulitzers"},{"text":"Filbert is another name for this nut","response":"a hazelnut"}],"originalDate":"2022-04-26"},{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"In the 8th century the Venerable St. Bede popularized the idea of dating from this event","response":"the birth of Christ"},{"text":"Now known to historians as the Migration period, the early Middle Ages were long known by this name implying ignorance","response":"the Dark Ages"},{"text":"Quarreling with Germany's Henry IV over who got to appoint bishops, Pope Gregory VII did this to Henry, twice","response":"excommunicate"},{"text":"Merchant &amp; craft were the 2 main types of these business associations, from an old word for \"payment\"","response":"guilds"},{"text":"Clovis I founded the kingdom of these people who would give their name to a country","response":"the Franks"}],"originalDate":"2022-04-26"},{"category":"I LEARNED IT IN THE COMIC BOOKS","comments":"","clues":[{"text":"One of his origin stories states he was raised by a lighthouse keeper before regaining his royal birthright","response":"Aquaman"},{"text":"Wonder Woman's tools have included an invisible plane &amp; a magic one of these that can make you tell the truth","response":"a lasso"},{"text":"Peter Parker has worked as a photographer for this newspaper created long before Spider-Man was","response":"<i>The Daily Bugle</i>"},{"text":"Her alter ego is the successful attorney Jennifer Walters, but don't make her angry","response":"She-Hulk"},{"text":"The lone survivor of a massacre, this green-skinned guardian grew up to be the \"deadliest woman in the galaxy\"","response":"Gamora"}],"originalDate":"2022-04-26"},{"category":"LET'S TALK SCIENCE","comments":"","clues":[{"text":"He published the landmark treatise \"Opticks\" in 1704","response":"Newton"},{"text":"A Swedish astronomer gave his name to this temperature scale","response":"Celsius"},{"text":"This hereditary bleeding disorder, aka Christmas disease, is caused by a deficiency of clotting factors","response":"hemophilia"},{"text":"These are proteins, such as hydrolase, that catalyze biochemical reactions","response":"enzymes"},{"text":"Hundreds of copies of this type of DNA, mtDNA for short, are outside the nucleus of the cell, helping ancestry.com trace your mother's line","response":"mitochondrial"}],"originalDate":"2022-04-26"}],{"category":"THE '70s","text":"In '73, it happened to B. Devlin, J. Fonda &amp; T. Hayden, &amp; Fr. P. Berrigan admitted it had happened to him","response":"getting married"}]}