{"mix":941,"rounds":[[{"category":"RHYME TIME","comments":"","clues":[{"text":"A respite from eating a porterhouse","response":"a steak break"},{"text":"A sibilant sound of disapproval in Geneva","response":"a Swiss hiss"},{"text":"A concern regarding your Kleenex","response":"a tissue issue"},{"text":"A boisterous cowboy hello","response":"a rowdy howdy"},{"text":"A verified fact from a private detective","response":"a sleuth truth"}],"originalDate":"2022-04-19"},{"category":"APRIL FOOLS","comments":"","clues":[{"text":"On April 14, 1912 a nearby ship warned the Titanic of this; radio operator Jack Phillips scolded the ship for interrupting him","response":"an iceberg"},{"text":"A million people left 100 tons of trash in New York's Central Park at an April 22, 1990 celebration of this day...hmmm","response":"Earth Day"},{"text":"While besieging a castle in 1199, this \"Lionheart\" failed to wear his mail; he died in April after being struck by an arrow","response":"Richard the Lionheart"},{"text":"Shunning a less risky escape route, this murderer jumped to the stage on April 14, 1865 yelling, \"Sic semper tyrannis!\"","response":"John Wilkes Booth"},{"text":"In April 1846 a group of westward settlers struck out for California; this \"Pass\" would later be named for them","response":"the Donner Party"}],"originalDate":"2022-04-19"},{"category":"MY LITERARY CREATIONS","comments":"","clues":[{"text":"Rachel Chu &amp; Nick Young, dealing with a wealth of problems in multiple novels","response":"Kevin Kwan"},{"text":"The republic of Gilead; \"Hag-Seed\", a re-telling of \"The Tempest\"","response":"Margaret Atwood"},{"text":"The world of T.S. Garp; an orphanage in St. Cloud's","response":"(John) Irving"},{"text":"The short fiction collection \"Unaccustomed Earth\"; the Das family, vacationing in India","response":"(Jhumpa) Lahiri"},{"text":"Colonel Aureliano Buendía; a book about the last days of Simón Bolívar","response":"Gabriel García Márquez"}],"originalDate":"2022-04-19"},{"category":"POLICING &amp; PUNISHMENTS","comments":"","clues":[{"text":"Often made by a grand jury, it's a written legal action charging someone with an offense","response":"an indictment"},{"text":"This prison practice that takes boredom to an agonizing extreme was used in 1829 by Quakers to help reflection &amp; penance","response":"solitary confinement"},{"text":"Since 2020 several states have restricted the use of controversial \"no-knock\" these documents by the police","response":"warrants"},{"text":"Residential reentry center is another term for this alliterative place inmates can serve the last months of a sentence","response":"a halfway house"},{"text":"In the 1970s Oregon was the first state with a law saying the police must make an arrest when they come to a home on a call for this","response":"domestic violence"}],"originalDate":"2022-04-19"},{"category":"\"ICU\" THERE!","comments":"","clues":[{"text":"In math, normal is a synonym for this, meaning at right angles","response":"perpendicular"},{"text":"Plainly evident, perhaps by virtue of its absence","response":"conspicuous"},{"text":"In a friendly legal term, it precedes \"brief\"","response":"an <i>amicus curiae</i>"},{"text":"Latin for \"garden\" gives us this word for the art &amp; science of growing fruits &amp; vegetables","response":"horticulture"},{"text":"You cad! Let us engage in these, an old-time plural word for an exchange of punches","response":"fisticuffs"}],"originalDate":"2022-04-19"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"The Truth &amp; Reconciliation Commission set up by this man in 1995 investigated human rights violations under apartheid","response":"Nelson Mandela"},{"text":"The \"Big 3\"<span class=\"nobreak\">--</span>FDR, Churchill &amp; Stalin<span class=\"nobreak\">--</span>had a working vacation at the Feb. 1945 conference at this Black Sea resort","response":"Yalta"},{"text":"Otto von Bismarck was this Germanic nation's prime minister from 1862 to 1890, with a brief break around 1873","response":"Prussia"},{"text":"In 1937 this man took control of the Falange Española, soon to be the nation's only legal political party","response":"Franco"},{"text":"Volodymyr Zelensky was a comedian before becoming president of this neighbor of Russia","response":"the Ukraine"}],"originalDate":"2022-04-18"}],[{"category":"FANTASY FICTION","comments":"","clues":[{"text":"A curse threatens to turn one of 2 sisters into a swan in Anna-Marie McLemore's \"Blanca &amp; Roja\", meaning this","response":"white & red"},{"text":"Set in ancient China, \"A Hero Born\" by Jin Yong takes place in a world where this martial art is practiced magically","response":"kung fu"},{"text":"In George R.R. Martin's saga of Westeros, this blustery &amp; bloody volume follows \"A Game of Thrones\" &amp; \"A Clash of Kings\"","response":"<i>A Storm of Swords</i>"},{"text":"\"The Sword in the Stone\" is the first volume of this T.H. White telling of the Arthurian legends","response":"<i>The Once and Future King</i>"},{"text":"Victor Lavalle's \"The Changeling\" tells a tale of a human baby switched at birth with one of these Nordic creatures","response":"a troll"}],"originalDate":"2022-04-18"},{"category":"OUT OF...","comments":"","clues":[{"text":"Any costs you have to fork over yourself, especially medical costs not covered by your health insurance plan","response":"out of pocket"},{"text":"Outlook has automatic replies for work email when you are OOO, this","response":"out of office"},{"text":"This 1998 film starred George Clooney &amp; Jennifer Lopez","response":"<i>Out of Sight</i>"},{"text":"Since being revived in 1833, Jane Austen's 6 novels have not done this","response":"been out of print"},{"text":"There's an extremity in this phrase that means both \"without consideration\" &amp; \"without control\"","response":"out of hand"}],"originalDate":"2022-04-18"},{"category":"VIGOROUS VOCAB","comments":"","clues":[{"text":"It can mean powerful or influential, y'know, like certain \"potables\"","response":"potent"},{"text":"In physics this word means related to force; it also has been used to describe Batman &amp; Robin as a duo","response":"dynamic"},{"text":"You're a powerful force! Like this machine that flattens roads","response":"a steamroller"},{"text":"If you're doing this with checks, it's bad, but if the word is used to describe your \"baby boy\", it means he's healthy","response":"bouncing"},{"text":"This adjective for someone vigorous is also a homonym of a type of icy precipitation","response":"hale"}],"originalDate":"2022-04-18"},{"category":"WEST OF THE MISSISSIPPI","comments":"","clues":[{"text":"Hoover Dam, formerly Boulder Dam, is on this river","response":"the Colorado"},{"text":"Scottsdale &amp; Tempe are suburbs of this state capital","response":"Phoenix"},{"text":"Raymond Chandler enjoyed strolling in this city's MacArthur Park when it was still called Westlake Park","response":"Los Angeles"},{"text":"On the Kansas turnpike, it's about 8 bucks cash to drive from Topeka to this bigger city 140 miles southwest","response":"Wichita"},{"text":"A ferry goes from the Bolivar Peninsula to this island city of Texas, 50 miles southeast of Houston","response":"Galveston"}],"originalDate":"2022-04-18"},{"category":"GEOLOGY","comments":"","clues":[{"text":"Traveling up to 5 miles per second, \"P\" waves are the faster of the 2 main waves associated with these seismic events","response":"earthquakes"},{"text":"Also a section at the back of a book, this word is used for fossils like trilobites that can help identify certain time periods","response":"index"},{"text":"Botticino &amp; Calacatta are Italian varieties of this metamorphic rock","response":"marble"},{"text":"Like piles of wind-driven snow, deposits of gravel &amp; boulders that form when glaciers melt are called these","response":"drifts"},{"text":"This technology, GPR, lets geologists look beneath the surface at things like bedrock, soil layers &amp; hidden water","response":"ground penetrating radar"}],"originalDate":"2022-04-18"},{"category":"AIRLINES","comments":"","clues":[{"text":"Its roots go back to 1932 when a pilot started flying his 3-seat plane between Anchorage &amp; Bristol Bay","response":"Alaska Airlines"},{"text":"In 1979 this Aussie airline began giving passengers the business (class)<span class=\"nobreak\">--</span>a first in the industry, according to its CEO","response":"Qantas"},{"text":"A shamrock has been the emblem of this airline for over 80 years","response":"Aer Lingus"},{"text":"SAVE is the stock symbol for this low-cost, no-frills carrier based out of Florida","response":"Spirit Airlines"},{"text":"Travel in luxury in a private suite aboard Etihad Airways, the national carrier of this federation","response":"the UAE"}],"originalDate":"2022-04-18"}],{"category":"PUBLICATIONS","text":"The co-founder of this magazine that began in 1967 said its name comes primarily from a song title but noted a band name as well","response":"<i>Rolling Stone</i>"}]}