{"mix":944,"rounds":[[{"category":"BAT QUIZ","comments":"","clues":[{"text":"Bats are mammals of the order Chiroptera, meaning \"hand\"-this","response":"wing"},{"text":"Nectar-feeding bats pollinate the flowers that grow on the tips of the organ pipe variety of this desert plant","response":"a cactus"},{"text":"Bats navigate at night using this system of acoustic orientation that incorporates nature's version of radar","response":"echolocation"},{"text":"Vampire bat bites threaten livestock not by making them the undead, but by spreading this disease caused by a lyssavirus","response":"rabies"},{"text":"Each year as many as 20 million female Mexican free-tailed bats give birth at sites like Bracken Cave in this U.S. state","response":"Texas"}],"originalDate":"2022-04-13"},{"category":"WHAT THE LETTER SAYS","comments":"","clues":[{"text":"Thomas Jefferson's last public letter, 10 days before he died, says, sorry, too sick to attend the celebrations of its 50th anniversary","response":"U.S. independence"},{"text":"In 1855 she wrote a friend in England apologizing for not writing sooner but the Crimean War wounded were keeping her busy","response":"Florence Nightingale"},{"text":"In 1964 he wrote from Mecca that he had prayed with white people whose belief in Allah had \"removed the 'white' from their minds\"","response":"Malcolm X"},{"text":"In 1639 he wrote to Lord Huygens about his paintings with the \"greatest &amp; most natural movement\" &amp; mentioning \"I live on the Inner Amstel\"","response":"Rembrandt"},{"text":"A 1496 letter authorizes him &amp; his son Sebastian to sail for England &amp; claim isles, regions &amp; \"provinces of heathen &amp; infidels\"","response":"John Cabot"}],"originalDate":"2022-04-13"},{"category":"SINCERELY YOURS","comments":"","clues":[{"text":"In \"Casablanca\" Cuddles Sakall insists that the gambling at Rick's cafe is as this \"as the day is long\"","response":"honest"},{"text":"9-letter \"cardiac\" adjective for sincere apologies or sympathies","response":"heartfelt"},{"text":"If I give you the straight scoop, I do this, the title of a 1966 Aaron Neville hit","response":"\"Tell It Like It Is\""},{"text":"It sounds like you just keep rising with this repetitive idiom that starts with \"on the\"","response":"on the up-and-up"},{"text":"From the Latin, this word for sincere has a close relative, \"genuine\", &amp; a \"dis-\" opposite","response":"ingenuous"}],"originalDate":"2022-04-13"},{"category":"ROCK ART","comments":"","clues":[{"text":"\"Help\" is a 2005 print by this man who played drums on \"Help!\" 40 years earlier","response":"Ringo Starr"},{"text":"Andy Warhol's cover for The Velvet Underground's 1967 debut album featured one of these fruits with a peelable sticker","response":"a banana"},{"text":"Lithographs by this late disco queen include \"Jazzman\" &amp; \"Hard for the Money\"","response":"Donna Summer"},{"text":"For the cover of a 2019 album, this \"Truth Hurts\" singer posed nude against a simple black backdrop","response":"Lizzo"},{"text":"She's painted the covers for many of her own albums, including \"Ladies of the Canyon\" &amp; \"Both Sides Now\"","response":"Joni Mitchell"}],"originalDate":"2022-04-12"},{"category":"MEDICINE","comments":"","clues":[{"text":"In 1959 methicillin was one of the first medications introduced to cope with bacteria resistant to these drugs","response":"antibiotics"},{"text":"The A1C test measures average blood sugar over the past 3 months; at 5.7% you're pre-this, at 6.5 you're this","response":"diabetic"},{"text":"Iatrogenic is the term for a medical problem caused by the act of one of these, with maybe a lawsuit as a consequence","response":"a doctor"},{"text":"A patient is often put on a ventilator in a procedure called endotracheal <br>this -ation","response":"intubation"},{"text":"Thomas Hodgkin's paper on \"morbid appearances of the absorbent glands &amp; spleen\" described this type of cancer","response":"Hodgkin's lymphoma"}],"originalDate":"2022-04-12"},{"category":"GAME CHANGERS","comments":"","clues":[{"text":"A 15th century rule change transformed the weakest chess piece to this one, the strongest on the board","response":"the queen"},{"text":"In 1990 this classic card game was included as part of Windows 3.0, turning millions of casual computer users into gamers","response":"solitaire"},{"text":"In 1875 a British army lieutenant modified a form of pool to create this very British billiards game","response":"snooker"},{"text":"This card game scored with pegs on a board evolved from an earlier one called Noddy","response":"cribbage"},{"text":"In 2019 season 10 of this online survival game ended with a giant asteroid blowing up its virtual island, leaving a black hole","response":"<i>Fortnite</i>"}],"originalDate":"2022-04-12"}],[{"category":"EVERYTHING FROM MOD TO MUD","comments":"(Ken: All the correct responses will come between those two words in the dictionary.)","clues":[{"text":"A rule by royals; Saudi Arabia has an absolute one","response":"monarchy"},{"text":"Buzzfeed examined \"Why\" this synonym for damp \"is the Worst Word Ever\"","response":"moist"},{"text":"This group of animals includes squid as well as shellfish","response":"mollusks"},{"text":"Angora goat fabric","response":"mohair"},{"text":"It's Spanish for \"young guy\"","response":"<i>muchacho</i>"}],"originalDate":"2022-04-12"},{"category":"NEW TO <em class=\"underline\">MERRIAM WEBSTER</em>","comments":"","clues":[{"text":"Withdrawing support from those who have erred in the eyes of the world leads to this alliterative phenomenon","response":"cancel culture"},{"text":"Spectral phrase for the place to prepare food that is consumed elsewhere","response":"a ghost kitchen"},{"text":"This peanut butter &amp; marshmallow creme sandwich has been around for a long time, but only made it into Merriam-Webster's in 2021","response":"a fluffernutter"},{"text":"It's the 4-letter abbreviation for the pleasant tingling sensation that starts on the scalp in response to certain stimuli","response":"ASMR"},{"text":"This Danish concept comparable to coziness has become a U.S. trend; it includes good food, coffee &amp; a warm place to gather","response":"<i>hygge</i>"}],"originalDate":"2022-04-12"},{"category":"THE ACTOR'S MOVIE LINE","comments":"","clues":[{"text":"In a movie sequel: <br>\"Yo, Adrian, I did it!\"","response":"Sylvester Stallone"},{"text":"In 2018: \"I am not king of all people. I am king of Wakanda\"","response":"Chadwick Boseman"},{"text":"To Tom Cruise: <br>\"Shut up, just shut up. You had me at hello\"","response":"Renée Zellweger"},{"text":"In 2005: <br>\"I wish I knew how to quit you\"","response":"Jake Gyllenhaal"},{"text":"Her in a 1950 classic: <br>\"I am big, it's the pictures that got small\"","response":"Gloria Swanson"}],"originalDate":"2022-04-12"},{"category":"I HAVE A PLAN","comments":"","clues":[{"text":"G. Gordon Liddy's 1972 Gemstone plan included kidnapping &amp; prostitutes; it was scaled back but a remaining part led to this scandal","response":"Watergate"},{"text":"In 1960 PM Ikeda planned to double Japan's national income by 1970, with annual this of 7.8%; it was 10% &amp; income doubled early","response":"GDP (annual growth)"},{"text":"Winfield Scott's Anaconda plan was to strangle the Confederacy by means of these efforts to stop up the enemy's ports","response":"blockades"},{"text":"In 1990 the Shatalin plan for moving the USSR to a free market was too radical even for this reformer who ousted Shatalin","response":"Gorbachev"},{"text":"The 1791 plan for Washington, D.C. with diagonal axes over a more conventional grid was named for this Paris-born man","response":"(Pierre) L'Enfant"}],"originalDate":"2022-04-12"},{"category":"A EUROPEAN CAPITAL TOUR","comments":"","clues":[{"text":"Let's Czech in with this capital where Smetana &amp; Dvorak both lived","response":"Prague"},{"text":"Originally, this city founded by King Harald was east of the Aker River but after a 1624 fire, ended up moving further west","response":"Oslo"},{"text":"Completed in the 1490s, Nydegg Church is a landmark in this city, capital of both its nation &amp; its same-named Canton","response":"Bern"},{"text":"Not Moscow but this capital 300 miles north of the Black Sea is the \"mother of Rus cities\"","response":"Kyiv"},{"text":"Something to sink your teeth into... a signed document by Vlad the Impaler in 1459 is the first written appearance of this capital","response":"Bucharest"}],"originalDate":"2022-04-11"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"Parade reported that taking this type of picture now causes \"more deaths than shark attacks\"","response":"a selfie"},{"text":"Competing against 19-year-olds, this Jamaican was 16 when he set a junior world record in the 200 meters at 20.13 seconds","response":"Usain Bolt"},{"text":"The name for this part of your nose comes from the Latin for \"fence\"","response":"the septum"},{"text":"The Roman equivalent of this Greek goddess is Minerva","response":"Athena"},{"text":"This yellow gastropod named for its resemblance to a fruit can move about 6 inches per minute","response":"a banana slug"}],"originalDate":"2022-04-11"}],{"category":"NEW ENGLAND WOMEN","text":"At her funeral in 1936, it was said that \"The touch of her hand... literally emancipated a soul\"","response":"Annie Sullivan"}]}