{"mix":950,"rounds":[[{"category":"THE 1880s","comments":"","clues":[{"text":"Louis Riel led the 1885 North-West Rebellion, an unsuccessful effort to halt the expansion of this country","response":"Canada"},{"text":"1887 saw the collapse of the Dreikaiserbund, or 3 Emperors' League, among Germany, Russia &amp; this dual monarchy","response":"Austria-Hungary"},{"text":"Some 300,000 Vietnamese died in the 1881 Haiphong cyclone on this gulf","response":"the Gulf of Tonkin"},{"text":"In 1885 the British captured Mandalay, ending the Konbaung Dynasty &amp; the independence of this country","response":"Burma"},{"text":"Its eruption on August 27, 1883 has been estimated to have released 10,000 times the power of an atomic bomb","response":"Krakatoa"}],"originalDate":"2022-03-28"},{"category":"A BIT OF BRIT LIT","comments":"","clues":[{"text":"Michael Bond published more than a dozen kids' novels about this beloved bear living in London","response":"Paddington"},{"text":"In this work Satan disguises himself as a cherub to sneak past an archangel to get to earth to corrupt Adam","response":"<i>Paradise Lost</i>"},{"text":"A character in \"Ivanhoe\" who's good with a bow &amp; arrow is called Locksley; we know him better as this legendary guy","response":"Robin Hood"},{"text":"Because he serves a man, Bertie Wooster, &amp; not a household, P.G. Wodehouse's Jeeves has this job title, not butler","response":"valet"},{"text":"\"The Dong with a Luminous Nose\" is one of the nonsense poems in his 1877 \"Laughable Lyrics\" collection","response":"Edward Lear"}],"originalDate":"2022-03-25"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"It's a tooth on a gear or on a rim of a wheel","response":"cog"},{"text":"The flowing back of a tide","response":"ebb"},{"text":"It describes a gradation of color, or color itself","response":"hue"},{"text":"To regret a choice, perhaps not learning it's also French for \"street\"","response":"rue"},{"text":"To cause a blemish on something that was perfect","response":"mar"}],"originalDate":"2022-03-25"},{"category":"BEER TODAY","comments":"","clues":[{"text":"Lager is beer made from bottom-fermenting strains of this; top-fermented types from Britain are ales","response":"yeast"},{"text":"Political disputes of today pale in the face of the \"Tastes Great!\" / \"Less Filling!\" debates in the '80s over this brand's Lite beer","response":"Miller Lite"},{"text":"Planning ahead a bit, he signed a 9,000-year lease in 1759 on the St. James's Gate  brewery in Dublin for 45 pounds a year","response":"(Arthur) Guinness"},{"text":"This Dutch beer was \"est. 1873\" in Amsterdam (Amstel was 1870)","response":"Heineken"},{"text":"Boasting \"America's oldest brewery\", this late-in-the-alphabet beermaker offers tours in Pottsville, Pennsylvania","response":"Yuengling"}],"originalDate":"2022-03-25"},{"category":"HISTORY'S MISTER \"E\"s","comments":"","clues":[{"text":"He was \"lucky\" to find Vinland after getting blown off course around the year 1000","response":"(Leif) Erikson"},{"text":"Director John Ford said he based the gunfight at the O.K. Corral in \"My Darling Clementine\" on this man's recollections","response":"Wyatt Earp"},{"text":"A successful capitalist by day, he gave his pal Marx a yearly stipend of 350 pounds","response":"Engels"},{"text":"Robert Devereux, Earl of this, was one of Elizabeth I's favorites, but she had him beheaded for inciting rebellion","response":"Essex"},{"text":"This great 16th century Dutch humanist was also known as Roterodamus","response":"Erasmus"}],"originalDate":"2022-03-25"},{"category":"MYTHOLOGICAL ENDINGS","comments":"","clues":[{"text":"The only mortal Gorgon, she literally lost her head to Perseus","response":"Medusa"},{"text":"One myth says Jason was an old man when the prow of this rotting ship fell on him &amp; killed him","response":"the <i>Argo</i>"},{"text":"Fleeing Crete with his father, he plunged to the sea after the wax in his wings melted","response":"Icarus"},{"text":"This handsome youth pined away &amp; died after falling in love with his own reflection in a pool of water","response":"Narcissus"},{"text":"This queen of Thebes hanged herself after realizing that her husband Oedipus was also her son","response":"Jocasta"}],"originalDate":"2022-03-24"}],[{"category":"IF YOU LIKED IT","comments":"","clues":[{"text":"Appropriately for the board, this singer was the People's Choice as the Top Animated Movie Star of 2019 for \"The Lion King\"","response":"Beyoncé"},{"text":"2 things changed since this TV show debuted on Sept. 24, 1968; that was a Tuesday, it had no ticking timepiece, but it still airs","response":"<i>60 Minutes</i>"},{"text":"In 2021 Netflix' co-CEO said this would \"be our biggest non-English language show\"; worst case with us, you finish in the red","response":"<i>Squid Game</i>"},{"text":"In the '70s we liked this brother act behind the \"Saturday Night Fever\" soundtrack, which has sold over 40 million copies","response":"the Bee Gees"},{"text":"This 2013 film, the first in a franchise that gave us Annabelle, scared up $137 million in domestic box office on a $20 mil. budget","response":"<i>The Conjuring</i>"}],"originalDate":"2022-03-24"},{"category":"THEN YOU SHOULD HAVE...","comments":"","clues":[{"text":"...gone nowhere near this D.C. complex on June 17, 1972, Virgilio Gonzalez; you could have put your locksmith skills to better use","response":"the Watergate Hotel"},{"text":"...if you're Ford Motors, not sunk $350 million into this brand in the late '50s that became shorthand for a flop","response":"an Edsel"},{"text":"...just not crimed so much in leading Tammany Hall; you looted between $30 &amp; $200 million, &amp; that's in 1800s dollars!","response":"Boss Tweed"},{"text":"...maybe stuck to the speaking circuit instead of making failed presidential runs in 1896, 1900 &amp; 1908","response":"William Jennings Bryan"},{"text":"...been more careful on your way to New York City; maybe not have Benedict Arnold's plans of West Point in your boot","response":"(Major John) André"}],"originalDate":"2022-03-24"},{"category":"AUSTRIA'S BORDERS","comments":"","clues":[{"text":"This nation shares an official language with Austria &amp; a 497-mile border, the longest for each","response":"Germany"},{"text":"The Burgenland wine region forms Austria's eastern border with this nation it was once joined with in an empire","response":"Hungary"},{"text":"This tiny landlocked constitutional monarchy's border with Austria is a scant 21 miles","response":"Liechtenstein"},{"text":"Austria's border with Italy is high in the Alpine region with this 5-letter name","response":"the Tyrol"},{"text":"One of the fastest-growing cities in Europe, this national capital is just over the Slovak border on the Danube River","response":"Bratislava"}],"originalDate":"2022-03-24"},{"category":"20th CENTURY FICTION","comments":"","clues":[{"text":"This dino-bestseller came with a prologue: \"The Bite of the Raptor\"","response":"<i>Jurassic Park</i>"},{"text":"One-word titles by her include \"Sula\", \"Beloved\" &amp; \"Paradise\"","response":"(Toni) Morrison"},{"text":"His final novel, 1962's \"Island\", was about a different brave New World, a utopian society in the Pacific","response":"(Aldous) Huxley"},{"text":"Critics hailed her \"My Cousin Rachel\" as another \"Rebecca\"","response":"du Maurier"},{"text":"John Hersey won a 1945 Pulitzer Prize for his tale of Allied-occupied Italy called \"A Bell for\" this town","response":"Adano"}],"originalDate":"2022-03-24"},{"category":"SCI. &amp; MED. ABBREV.","comments":"","clues":[{"text":"Whether simple or compound, FX is one of these medical owies","response":"a fracture"},{"text":"STP can stand for standard these 2 measures (0 Celsius &amp; 760 mm of mercury, respectively)","response":"temperature & pressure"},{"text":"LH for short, it causes the release of eggs from the ovaries","response":"luteinizing hormone"},{"text":"The \"Z\" in Canada's LZT telescope refers to this, so it mostly points straight up","response":"zenith"},{"text":"In trig, S=O/H is deciphered as sine equals this","response":"opposite over hypotenuse"}],"originalDate":"2022-03-24"},{"category":"FEUD ORIGINS","comments":"","clues":[{"text":"In 1878 a member of this family accused Floyd Hatfield of pig theft &amp; the rest is violent history","response":"the McCoys"},{"text":"In the 1880s  Ramón y Cajal came up with the neuron theory of this system in contrast to Golgi's reticular one<span class=\"nobreak\">--</span>game on!","response":"the nervous system"},{"text":"In 1905 Johnny Evers took a cab to the ballpark &amp; left this double play partner at the hotel; the 2 barely spoke for the next 30 years","response":"Joe Tinker"},{"text":"Her contempt for the urologist husband of Louella Parsons was one reason for the 2 gossip columnists' longtime rivalry","response":"Hedda Hopper"},{"text":"When critic Jean Lorrain tried to out him, this novelist &amp; creator of the Baron de Charlus fought an 1897 duel with Lorrain","response":"Marcel Proust"}],"originalDate":"2022-03-24"}],{"category":"HISTORIC HOMES","text":"This residence is part of an estate that includes Ballochbuie Forest, a remnant of the ancient Caledonian pine forest","response":"Balmoral"}]}