{"mix":952,"rounds":[[{"category":"SCIENTIFIC INITIALS","comments":"","clues":[{"text":"Naturalist <br>C.R.D., <br>1809-1882 <br>(the \"R\" was for Robert)","response":"Darwin"},{"text":"M.C. <br>(born M.S.),<br>a 2-time Nobel winner","response":"Marie Curie"},{"text":"N.T.,<br>who made sparks fly","response":"Nikola Tesla"},{"text":"C.L. <br>(also just L.),<br>an 18th century classifier","response":"Linnaeus"},{"text":"N.B.,<br>a great Dane","response":"(Niels) Bohr"}],"originalDate":"2022-03-22"},{"category":"CHARACTERS NAMED ALEX","comments":"","clues":[{"text":"On this sitcom Ariel Winter was Alex, the smartest member of the Dunphys","response":"<i>Modern Family</i>"},{"text":"In 2020 this medical drama's character Dr. Alex Karev left after 15 years on the series","response":"<i>Grey's Anatomy</i>"},{"text":"This title cyborg formerly known as Alex Murphy reads Miranda rights to a suspect as he tosses him through a few glass windows","response":"<i>RoboCop</i>"},{"text":"The Ross &amp; Rachel, or the Jim &amp; Pam, of \"Orange Is the New Black\" were Piper, played by Taylor Schilling, &amp; Alex, played by her","response":"Laura Prepon"},{"text":"This James Patterson character is a profiler who is a liaison between the Washington, D.C. police &amp; the FBI","response":"Alex Cross"}],"originalDate":"2022-03-22"},{"category":"SILENT LETTER STARTERS","comments":"","clues":[{"text":"This title for a European ruler can have a silent \"T\" or \"C\" at the front","response":"tsar (czar)"},{"text":"The Gospel of Mary Magdalene is considered this kind of gospel, from the Greek for \"knowledge\"","response":"gnostic"},{"text":"This lung infection is commonly caused by a strain of streptococcus","response":"pneumonia"},{"text":"Psalms says, \"Cease from anger, and forsake\" this, \"fret not thyself in any wise to do evil\"","response":"wrath"},{"text":"This type of \"device\" helps you remember something","response":"mnemonic"}],"originalDate":"2022-03-22"},{"category":"BOATING GLOSSARY","comments":"","clues":[{"text":"A windlass is a rotating device that houses the chain used to raise or lower this","response":"the anchor"},{"text":"To take a sounding is to measure this, often important in unfamiliar seas","response":"depth"},{"text":"It's a rope attached to the lower corner of a sail to control it; if you're 3 of them \"to the wind\", you're drunk","response":"sheet"},{"text":"It sounds like scissors are required to do this, change the angle of a sail to take advantage of the wind","response":"to trim"},{"text":"This uppermost edge of the side of a boat gets its name because it was once used to support cannons","response":"the gunwale"}],"originalDate":"2022-03-21"},{"category":"4-LETTER COUNTRIES","comments":"","clues":[{"text":"It was the home of the Inca civilization for centuries before its conquest by Spain","response":"Peru"},{"text":"The city of Fallujah in this country is nicknamed the \"City of Mosques\"","response":"Iraq"},{"text":"Columbus landed on this island nation in 1492, but Diego Velazquez began its first permanent settlement in 1511","response":"Cuba"},{"text":"Sultan Haitham rules this nation on the southeastern coast of the Arabian Peninsula","response":"Oman"},{"text":"Mostly volcanic, about 300 islands make up this Pacific Ocean nation 1,000 miles north of New Zealand","response":"Fiji"}],"originalDate":"2022-03-21"},{"category":"LET YOUR STAR GUIDE YOU","comments":"","clues":[{"text":"A movie with lots of celebrities is said to be \"star-\" this, meaning \"covered with objects\"","response":"studded"},{"text":"This word can refer to a radiant explosion or a multi-colored candy brand","response":"a starburst"},{"text":"If you \"hitch\" one of these conveyances to a star, you're aspiring to lofty goals","response":"a wagon"},{"text":"Originally a British tribunal, this 2-word term now refers to any group that adjudicates unfairly","response":"the star chamber"},{"text":"Oscar Wilde wrote \"We are all in\" this, \"but some of us are looking at the stars\"","response":"the gutter"}],"originalDate":"2022-03-21"}],[{"category":"GROUPS IN HISTORY","comments":"","clues":[{"text":"Around 300 B.C. this common class of ancient Romans gained equal rights with the patricians","response":"the plebeians"},{"text":"Term for businessman like Rockefeller &amp; Pullman; reformist Carl Schurz wrote of \"The Modern\" these who \"Plunder at Will\"","response":"Robber Barons"},{"text":"In England's Civil War, barbers probably rooted for this Puritan group named for keeping their hair short","response":"the Roundheads"},{"text":"Lower-class people eager to see aristocratic French heads roll were \"sans\" these fancy breeches","response":"culottes"},{"text":"Abbreviated KMT, it once battled Mao &amp; is now one of Taiwan's main political parties","response":"the Kuomintang"}],"originalDate":"2022-03-21"},{"category":"THE ANCIENTS SPEAK","comments":"","clues":[{"text":"\"Slow and steady wins the race\" is a moral from Aesop's fable of these 2 creatures","response":"the tortoise & the hare"},{"text":"In his own version of this rule, Confucius said, \"What you do not want done to yourself, do not do to others\"","response":"the golden rule"},{"text":"Shame on Hipponax' line \"There are two days when a woman is a pleasure: the day one marries her and the day one\" does this rhyming finish","response":"buries her"},{"text":"While in the bath, he reportedly exclaimed \"Eureka!\" after coming up with a method to test the purity of gold","response":"Archimedes"},{"text":"From this \"Elder\" Roman's \"Natural History\": \"When a building is about to fall down, all the mice desert it\"","response":"Pliny"}],"originalDate":"2022-03-21"},{"category":"GIVING YOU A PLUM ASSIGNMENT","comments":"","clues":[{"text":"For a while, Hasbro changed this profession of Plum in the game Clue to archaeologist, then to video game designer","response":"professor"},{"text":"The kids in \"'Twas the Night Before Christmas\" had \"visions of\" these<span class=\"nobreak\">--</span>likely not fruit but sweetened seeds","response":"sugar plums"},{"text":"Michelle Obama's plum-colored outfit on this day in 2021 helped crash designer Sergio Hudson's website","response":"Inauguration Day"},{"text":"This plant-breeding genius created more than 120 varieties of plum, more than of any other fruit or vegetable","response":"Luther Burbank"},{"text":"Not for the faint of heart or liver, it's European plum brandy, such as Rudolf Jelínek 10 Year Gold","response":"slivovitz"}],"originalDate":"2022-03-21"},{"category":"3 LETTERS IN A ROW ALPHABETICALLY","comments":"(Ken: These are words like \"laughing\" for example, which has G-H-I in a row.)","clues":[{"text":"By the 1930s, its tokens included a battleship, a top hat &amp; a shoe","response":"<i>Monopoly</i>"},{"text":"A failure to pay money on a loan","response":"default"},{"text":"Apparel for a thespian","response":"a costume"},{"text":"Traditional head covering worn by Muslim women","response":"a hijab"},{"text":"He led the Greeks against Troy","response":"Agamemnon"}],"originalDate":"2022-03-21"},{"category":"GLOBAL ORGANIZATIONS","comments":"","clues":[{"text":"15 judges sit on the International Court of Justice as the principal judicial organ of this global body","response":"the United Nations"},{"text":"Dr. Ngozi Okonjo-Iweala, an economist from Nigeria, is the first woman to head this, WTO for short","response":"the World Trade Organization"},{"text":"Goals of the IMF include improving access to global investment &amp; stabilizing these currency trading scales","response":"exchange rates"},{"text":"This group that now has 27 member nations is headquartered in Brussels, Belgium","response":"the European Union (EU)"},{"text":"This agency, the IAEA, has been much in the news in recent years with its inspectors' attempts to monitor nuclear technology","response":"the International Atomic Energy Agency"}],"originalDate":"2022-03-18"},{"category":"ANALYZING THE SEUSS CHARACTER","comments":"","clues":[{"text":"An angry mob's near murder of an entire village via beezle-nut juice dunking traumatizes this horrified &amp; helpless elephant","response":"Horton"},{"text":"\"You stay in your place while I sit here and rule\", says this turtle king, pulling a serious top 1% job on a poor turtle named Mack","response":"Yertle (the Turtle)"},{"text":"Freud said rivalry with the father is basic<span class=\"nobreak\">--</span>for the young'uns in this book, that includes jumping onto his belly","response":"<i>Hop on Pop</i>"},{"text":"Pro-environment &amp; perhaps with a savior complex, he \"was shortish. And oldish... and mossy\", &amp; kinda looked like Wilford Brimley","response":"the Lorax"},{"text":"This title guy gets a death sentence<span class=\"nobreak\">--</span>via beheading!<span class=\"nobreak\">--</span>then overcomes his hoarding &amp; sells his \"500 Hats\" to the king","response":"Bartholomew Cubbins"}],"originalDate":"2022-03-18"}],{"category":"COMEDY","text":"The 1st star ever elected to the Country Music Hall of Fame for comedy, not music","response":"Minnie Pearl"}]}