{"mix":954,"rounds":[[{"category":"THROWING SHADE","comments":"","clues":[{"text":"Drop a \"Y\" from an action made by sleepy people to get this shade-giving roof extension","response":"awning (from yawning)"},{"text":"Abbreviated cu, these puffy, dense clouds are good for periods of shade","response":"cumulus"},{"text":"Archaeologists in Egypt found maybe the world's oldest this timepiece, missing its little shadow-casting doohickey","response":"a sundial"},{"text":"This \"U\" word refers to leaves that provide shade, or an annoyance that one takes personally","response":"umbrage"},{"text":"In a 1922 novel he wrote that Siddhartha grew up in the \"shade of the sallow wood and the fig tree\"","response":"Hesse"}],"originalDate":"2022-03-17"},{"category":"SUCCESSION","comments":"(Ken: You'll have to name the person who follows the one we name.)","clues":[{"text":"1959: <br>Après President René Coty","response":"De Gaulle"},{"text":"1837: <br>Following King William IV's 7-year reign","response":"Victoria"},{"text":"1969: <br>The original Triple H, Hubert H. Humphrey, is wrestled out of the veep office","response":"Spiro Agnew"},{"text":"1971: <br>Ugandan President Milton Obote unexpectedly becomes ex-Ugandan president Milton Obote","response":"Idi Amin"},{"text":"1926: <br>After the passing of Yoshihito","response":"Hirohito"}],"originalDate":"2022-03-16"},{"category":"NUMERICAL PHRASES","comments":"","clues":[{"text":"In grammar, \"you\" is this type of pronoun, singular or plural","response":"second person"},{"text":"\"A stitch in time\" does this","response":"saves nine"},{"text":"Some schools have this numerical policy, meaning no leeway on bullying or other bad behavior","response":"zero tolerance"},{"text":"After length, width &amp; depth, time is considered this","response":"the fourth dimension"},{"text":"Despite the name, this quantity you might get at your local donut shop totals 13","response":"a baker's dozen"}],"originalDate":"2022-03-16"},{"category":"CAN I MAKE YOU A DRINK?","comments":"(Ken: I don't drink alcohol, as you may know.)","clues":[{"text":"Without the gin &amp; vermouth, a virgin dirty this drink is basically just chilled olive brine<span class=\"nobreak\">--</span>kind of an acquired taste","response":"a martini"},{"text":"As The Dude says, \"There's a beverage here\"; although as mine is just a virgin White Russian, I have a glass of this","response":"milk (heavy cream or half & half)"},{"text":"The virgin version of this East Coast \"tea\" would just be cola, lemon juice &amp; sugar<span class=\"nobreak\">--</span>a bit sweet","response":"a Long Island Iced Tea"},{"text":"When my inner Samantha calls for a virgin Cosmopolitan, I'm left with a tart mix of lime &amp; this other juice","response":"cranberry"},{"text":"Shirley Temple said the drink named for her, made from ginger ale &amp; this pomegranate syrup, was invented by the Brown Derby","response":"grenadine"}],"originalDate":"2022-03-16"},{"category":"PLAYS","comments":"","clues":[{"text":"One-word title of Wallace Thurman's play that opened at the Apollo in Feb. 1929, closed, but had a \"Renaissance\" later in the year","response":"<i>Harlem</i>"},{"text":"August Wilson got the title for his play about this singer from her song that became a dance craze, \"The Black Bottom\"","response":"Ma Rainey"},{"text":"Its last line is from Oscar: \"And watch your cigarettes, will you? This is my house, not a pig sty\"","response":"<i>The Odd Couple</i>"},{"text":"Maxwell Anderson won a Pulitzer for a satire on Congress called this, finishing the Shakespeare quote \"A plague on...\"","response":"<i>Both Your Houses</i>"},{"text":"Tony Kushner translated Brecht for a 2006 production with Meryl Streep in this maternal role","response":"Mother Courage"}],"originalDate":"2022-03-16"},{"category":"SCIENCE &amp; MEDICINE","comments":"","clues":[{"text":"In apheresis, this is removed from the body; specific components are withdrawn from it before it's returned to the body","response":"blood"},{"text":"This force that resists motion through air can be thought of as the aerodynamic version of friction","response":"drag"},{"text":"They're the 2 bones of your forearm","response":"the radius & the ulna"},{"text":"This single-celled protozoan moves by means of cilia &amp; is oblong in shape; its name is from Greek for \"oblong\"","response":"paramecium"},{"text":"This third largest of Neptune's known moons is named in honor of the numerous daughters of a Greek sea god","response":"Nereid"}],"originalDate":"2022-03-16"}],[{"category":"ONLINE &amp; TEXTING ABBREV.","comments":"","clues":[{"text":"If I want you to call, hmu stands for this... say, tomorrow?","response":"hit me up"},{"text":"Someone sliding into your DMs is trying to reach you via these","response":"direct messages"},{"text":"Making an OTP, one true this, means figuring out ideal character matches","response":"pairing"},{"text":"Want to know if others are experiencing the same? dae is short for this question starter","response":"does anybody else?"},{"text":"eli5 is shorthand for this expression, so use small words to clarify","response":"explain it to me like I'm 5"}],"originalDate":"2022-03-16"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Fiat lux translates to \"let there be\" this","response":"light"},{"text":"German for \"highway\", it actually does have an advisory limit of 81 mph","response":"<i>autobahn</i>"},{"text":"As in the song, despacito is Spanish for this adverb","response":"slowly"},{"text":"Literally \"good word\", it's a witty remark; en français, S'il vous plait!","response":"<i>bon mot</i>"},{"text":"This word that starts &amp; ends with \"U\" means freedom in Swahili; it's one letter off from a classic TV character's name","response":"<i>uhuru</i>"}],"originalDate":"2022-03-15"},{"category":"TV NEWS","comments":"","clues":[{"text":"As Mary Richards, she helped put out the local news on WJM-TV","response":"Mary Tyler Moore"},{"text":"\"Deadline\" (13 episodes) focused on the New York Ledger, which covered the cops on this show (450+ episodes)","response":"<i>Law & Order</i>"},{"text":"Show co-starring Reese Witherspoon as a small-time reporter suddenly on national air","response":"<i>The Morning Show</i>"},{"text":"Emily Mortimer produced &amp; Jeff Daniels anchored on this HBO show","response":"<i>The Newsroom</i>"},{"text":"In 2013 she began playing a reporter on \"Being Mary Jane\" &amp; got engaged to Dwyane Wade","response":"Gabrielle Union"}],"originalDate":"2022-03-15"},{"category":"THE ANCIENT MARINER","comments":"","clues":[{"text":"In his 70s, Sir John Ross sailed north to find his lost friend Sir John Franklin; he failed but got promoted to rear this rank","response":"admiral"},{"text":"A 1633 book, \"The Strange &amp; Dangerous Voyage of Captaine Thomas James\", may have inspired this \"Ancient Mariner\" poet","response":"Coleridge"},{"text":"In 1861 elderly Capt. Armstrong was court-martialed for surrendering Pensacola Navy Yard to forces of this seceded state","response":"Florida"},{"text":"This Pooh creator wrote a poem about \"An old sailor my grandfather knew who had so many things which he wanted to do\"","response":"Milne"},{"text":"Henry Allingham died aged 113 in 2009 as the last survivor of World War I's biggest naval clash, the battle of this Danish land","response":"the Battle of Jutland"}],"originalDate":"2022-03-15"},{"category":"AUTHORS","comments":"","clues":[{"text":"Julia Quinn is the author behind this steamy series of books that include \"The Viscount Who Loved Me\" &amp; \"To Sir Phillip, with Love\"","response":"<i>Bridgerton</i>"},{"text":"Despite numerous surgeries, eye problems left this \"Dubliners\" author nearly blind","response":"Joyce"},{"text":"In 2020 this author announced he was passing the Jack Reacher baton to his younger brother Andrew","response":"Lee Child"},{"text":"Best known for his detective stories, in his later years, he gave lectures on spiritualism &amp; wrote a 2-volume history of it","response":"(Arthur Conan) Doyle"},{"text":"Sharing his pen name with a Hemingway character, he wrote the \"Wheel of Time\" fantasy series","response":"(Robert) Jordan"}],"originalDate":"2022-03-15"},{"category":"MOVIE MADNESS","comments":"","clues":[{"text":"In \"The Dark Knight\", this character says, \"Madness... is like gravity: all it takes is a little push\"","response":"the Joker"},{"text":"Vic Vega is a tortured soul<span class=\"nobreak\">--</span>no, make that a torturing soul<span class=\"nobreak\">--</span>&amp; gets an earful from a cop in this 1992 Tarantino film","response":"<i>Reservoir Dogs</i>"},{"text":"In \"The Shining\" this actor descends into insanity, to the dismay of Shelley Duvall","response":"Jack Nicholson"},{"text":"This 1960 film character: \"A madhouse?... My mother there? But she's harmless!\" (welllllll... yes &amp; no)","response":"(Norman) Bates"},{"text":"In 2000 a murderous Christian Bale lived up to this Bret Easton Ellis title","response":"<i>American Psycho</i>"}],"originalDate":"2022-03-15"}],{"category":"WESTERN HEMISPHERE HISTORY","text":"In 1915 the assassination of President Sam brought Uncle Sam to this country, beginning a 19-year military occupation","response":"Haiti"}]}