{"mix":959,"rounds":[[{"category":"BOOK CHARACTERS","comments":"","clues":[{"text":"She wears the titular \"Scarlet Letter\"","response":"Hester Prynne"},{"text":"In \"To Kill a Mockingbird\", this reclusive neighbor hardly says \"boo\" but he saves Jem's &amp; Scout's lives","response":"Boo Radley"},{"text":"The Cat in the Hat unleashes the blue-haired, red-jumpsuited creatures known as this pair","response":"Thing 1 & Thing 2"},{"text":"Hunting a whale, Starbuck orders this character, \"There, there, give it to him!\" meaning to throw a harpoon","response":"Queequeg"},{"text":"An American boy named Cedric Errol is heir to an earldom in this book by Frances Hodgson Burnett","response":"<i>Little Lord Fauntleroy</i>"}],"originalDate":"2022-03-03"},{"category":"FITS &amp; STARTS","comments":"","clues":[{"text":"Forrest Mars Sr. made a sweet start selling these candies in 1941","response":"M&Ms"},{"text":"The Luxe &amp; the Ace 3 are wearable trackers from this brand","response":"Fitbit"},{"text":"Merriam-Webster defines one of these as \"a fledgling business enterprise\"","response":"a start-up"},{"text":"A green flag at 12:47 P.M. on May 30 signaled the start of the 2021 running of this race","response":"the Indianapolis 500"},{"text":"F.I.T. can stand for this college of design in New York City","response":"the Fashion Institute of Technology"}],"originalDate":"2022-03-02"},{"category":"YOU CAN SET YOUR CALENDAR BY IT","comments":"","clues":[{"text":"With more job security than some, U.S. senators have to face reelection after this many years in office","response":"six"},{"text":"Often confused with locusts, these insects occur in chronological broods of 13 &amp; 17 years","response":"cicadas"},{"text":"Every 100 years this fictitious Scottish village becomes visible for a single day","response":"Brigadoon"},{"text":"Every 11 years or so the Sun goes through a solar cycle where these flip, affecting sunspot activity","response":"magnetic fields (magnetic poles)"},{"text":"Each March swallows return to nest in the Great Stone Church, part of this Southern California mission","response":"San Juan Capistrano"}],"originalDate":"2022-03-02"},{"category":"COMPLETE THE OPERA TITLE","comments":"","clues":[{"text":"Mozart: <br>\"The ____ Flute\"","response":"Magic"},{"text":"Wagner: <br>\"____ und Isolde\"","response":"Tristan"},{"text":"Gluck: <br>\"Orfeo ed ____\"","response":"Euridice"},{"text":"Offenbach: <br>\"The Tales of ____\"","response":"Hoffmann"},{"text":"Donizetti: <br>\"Lucia di ____\"","response":"Lammermoor"}],"originalDate":"2022-03-02"},{"category":"\"WISE\" WORDS","comments":"","clues":[{"text":"Proverbially, it can be a tough way to \"get a word in\"","response":"edgewise"},{"text":"Familiar with life in an urban environment, especially along its avenues &amp; boulevards","response":"streetwise"},{"text":"A gangster, or a 1980s TV show about agent gone deep undercover Vinnie Terranova","response":"wiseguy"},{"text":"To do a thing in the same manner as someone else is to do this","response":"likewise"},{"text":"3-word phrase meaning no smarter or unaware, as in \"I borrowed his astrolabe when he wasn't looking &amp; he's\" this","response":"none the wiser"}],"originalDate":"2022-03-02"},{"category":"FAMOUS PERES","comments":"","clues":[{"text":"This \"Sun King\" had 6 kids with wife Marie-Thérèse but fathered more than a dozen kids without wife Marie-Thérèse","response":"Louis XIV"},{"text":"This artist had 8 children, including Emile, whose mother was a Tahitian woman","response":"Gauguin"},{"text":"Père refers to a priest, not a dad, in the name of this cemetery where Georges Bizet &amp; Marcel Proust rest","response":"Père Lachaise"},{"text":"Jean-Michel, son of this undersea explorer, founded Ocean Futures Society in 1999 \"to honor his heritage\"","response":"Cousteau"},{"text":"Last name of govt. worker Jean-Christophe, called \"Papa-Told-Me\" for always dropping president<span class=\"nobreak\">--</span>&amp; dad<span class=\"nobreak\">--</span>François' name","response":"(François) Mitterrand"}],"originalDate":"2022-03-02"}],[{"category":"ROAD TRIP","comments":"","clues":[{"text":"The Blue Ridge Parkway connects the Great Smoky Mountains National Park with this state's Shenandoah National Park","response":"Virginia"},{"text":"A network of ancient European trade routes is named for this fossilized resin carried over them","response":"amber"},{"text":"Vital during World War II, this road runs from Kunming, China to Lashio in Myanmar","response":"the Burma Road"},{"text":"The Trans-Canada Highway runs almost 5,000 miles from St. John's in the east to this Vancouver island city in the west","response":"Victoria"},{"text":"This ancient Greek historian wrote, \"Neither snow, nor rain, nor heat, nor gloom of night\" stopped messengers on the royal road","response":"Herodotus"}],"originalDate":"2022-03-02"},{"category":"ACRONYMS","comments":"","clues":[{"text":"POTUS: <br>an elected official","response":"President of the United States"},{"text":"BIPOC: <br>an umbrella term for certain humans","response":"Black, Indigenous, & People of Color"},{"text":"It's used to promote retail sales: <br>BOGOF","response":"buy one, get one free"},{"text":"The mnemonic <br>Roy G. BIV: <br>just Roy's last name","response":"blue indigo violet (battle in vain)"},{"text":"Mexican president <br>AMLO: <br>just Andres Manuel's last 2 names","response":"López Obrador"}],"originalDate":"2022-03-02"},{"category":"BOOKS WITHIN BOOKS","comments":"","clues":[{"text":"The \"Amazing Amy\" series of books is oft-mentioned in this thriller from Gillian Flynn","response":"<i>Gone Girl</i>"},{"text":"In this author's \"A Fault in Our Stars\", Hazel is mesmerized while reading \"An Imperial Affliction\"","response":"(John) Green"},{"text":"\"Don't Panic\" is on the cover of this title reference book that says towels are \"massively useful\" for space travel","response":"<i>The Hitchhiker's Guide to the Galaxy</i>"},{"text":"In a Michael Ende tale, young Bastian steals this title book &amp; reads of Atreyu &amp; the world of Fantastica","response":"<i>The Neverending Story</i>"},{"text":"Called \"Al Azif\" in Arabic, this book in H.P. Lovecraft's stories can cause insanity in readers","response":"the <i>Necronomicon</i>"}],"originalDate":"2022-03-02"},{"category":"EDUCATORS","comments":"","clues":[{"text":"16th c. monk Pedro Ponce de León is said to be the first teacher of these people; his prized pupil had to speak to make confession","response":"the deaf"},{"text":"I'd like to thank this school founded in the 380s B.C. that employed Aristotle, who left after not getting a big promotion","response":"the Academy"},{"text":"Last name of Carl, the first computer science graduate at Michigan &amp; a teacher &amp; mentor at Michigan State; he had a famous son, Larry","response":"Page"},{"text":"Bolivian émigré Jaime Escalante's dedication to teaching calculus to \"unteachable\" L.A. kids was featured in this 1988 film","response":"<i>Stand and Deliver</i>"},{"text":"The schools founded by this woman date back to 1907 when she opened her first casa dei bambini, a \"children's house\" for those 2 to 6","response":"(Maria) Montessori"}],"originalDate":"2022-03-01"},{"category":"MILITARY MEMOIRS","comments":"","clues":[{"text":"He recounted some of his campaigns in the 50s B.C. in \"Commentaries on the Gallic Wars\"","response":"Julius Caesar"},{"text":"George Orwell's \"Homage to Catalonia\" offered a firsthand glimpse of the chaos of this country's Civil War","response":"Spain"},{"text":"There's no \"grim\" in this title of sniper Nicholas Irving's 2015 war memoir, also his nickname","response":"<i>Reaper</i>"},{"text":"\"Chickenhawk\" is Robert Mason's true story of the Vietnam War from the point of view of soldiers aboard these transports","response":"helicopters"},{"text":"T.E. Lawrence's chronicle of his desert experiences &amp; participation in the Arab Revolt has this numeric title","response":"the <i>Seven Pillars of Wisdom</i>"}],"originalDate":"2022-03-01"},{"category":"PAST YOUR PRIME","comments":"(Ken: Each correct response will come just after the word \"prime\" in the dictionary.)","clues":[{"text":"This flower comes before \"path\" in a phrase describing a hedonistic life","response":"primrose"},{"text":"To groom meticulously","response":"primp"},{"text":"\"Royal\" adjective referring to an extravagant amount","response":"princely"},{"text":"Other terms for it include joint, hoosegow &amp; big house","response":"a prison"},{"text":"As Edward Teach, Blackbeard is thought to have served as one of these on a ship that attacked other ships","response":"privateer"}],"originalDate":"2022-03-01"}],{"category":"THE OSCARS","text":"In 1971 &amp; 1973, these 2 Best Actors refused the Oscars they had won","response":"Marlon Brando & George C. Scott"}]}