{"mix":967,"rounds":[[{"category":"EXIT STAGE LEFT","comments":"","clues":[{"text":"In a T.S. Eliot play 4 knights murder Thomas Becket in this title sanctuary","response":"the cathedral"},{"text":"In this ballet the Mouse King's wintry attack on the title character leads to rodent demise","response":"<i>The Nutcracker</i>"},{"text":"In a Sondheim musical, the bodies really start to pile up when this title barber gets a new automated chair","response":"Sweeney Todd"},{"text":"In \"Little Shop of Horrors\", Seymour feeds this woman, his girlfriend, to the carnivorous plant named for her","response":"Audrey"},{"text":"Only the good die young, as when Mimi dies of consumption in this Puccini opera about young Parisians","response":"<i>La bohème</i>"}],"originalDate":"2022-02-17"},{"category":"AFTER THE WAR","comments":"","clues":[{"text":"In the mid-1950s this country trailed its neighbor in development, but the '60s \"Miracle on the Han River\" changed that","response":"South Korea"},{"text":"The Republican-led laws guiding seceded states' return to the Union are known as these acts of 1867 &amp; 1868","response":"Reconstruction"},{"text":"This war ended England's major claims in France &amp; would have lasted longer but in 1475, an invading army was bribed to go home","response":"the Hundred Years' War"},{"text":"In 1992 the U.N. gave this country that had been occupied in the first Gulf War more land with more oil wells","response":"Kuwait"},{"text":"The \"Long Walls\" of Athens were destroyed at this war's end to the accompaniment of flute music, but rebuilt in 393 B.C.","response":"the Peloponnesian War"}],"originalDate":"2022-02-17"},{"category":"WHITHER THE WEATHER?","comments":"","clues":[{"text":"It sounds like a computer game about an island, but in weather lore it's very fine water droplets at ground level","response":"mist"},{"text":"This discharge can be spider, forked or sheet","response":"lightning"},{"text":"I'm sick of the same weather again, the result of a stationary one of these where neither of the adjoining air masses can move","response":"a front"},{"text":"Big fluffy snowflakes result from relative humidity of over 100%, this condition of water in the atmosphere","response":"supersaturation"},{"text":"Matey, batten down the hatches!  It be this 4-letter warning from the National Weather Service of sustained winds of 39-54 mph","response":"gale"}],"originalDate":"2022-02-17"},{"category":"THAT'S SHOW BIZ","comments":"","clues":[{"text":"In 2021 Jason Sudeikis let his daughter shave the mustache he wears as this title soccer coach","response":"Ted Lasso"},{"text":"He wrote the first draft of his musical \"In the Heights\" when he was still in college","response":"(Lin-Manuel) Miranda"},{"text":"This 1-named rapper:<br>\"Take this advice that I'm givin', make a difference, make a killin', make a killin', Lord willin\"'","response":"Logic"},{"text":"This woman hosts 2 different food-related shows: \"Top Chef\" &amp; \"Taste the Nation\"","response":"Padma Lakshmi"},{"text":"Steven Yeun got a Best Actor nomination playing Jacob in this film about a Korean-American family in 1980s Arkansas","response":"Minari"}],"originalDate":"2022-02-17"},{"category":"PLUS","comments":"","clues":[{"text":"At the University of Chicago &amp; other schools, the grading system consists of 5 letters, 3 that can have + added &amp; these 2 that can't","response":"A & F"},{"text":"These long, baggy men's knickers were popular on 1920s golf courses","response":"plus fours"},{"text":"Britain's eleven plus exams are basically entrance tests to admits kids to this kind of school that not our writers, obviously","response":"grammar school"},{"text":"At Bell Labs Bjarne Stroustrup designed this programming language released in 1985","response":"C++"},{"text":"In French the word plus means \"more\", as in this expression that begins, \"plus ça change\" (a translation is fine)","response":"the more things change the more they stay the same"}],"originalDate":"2022-02-17"},{"category":"THAT'S SO CLICHÉ!","comments":"","clues":[{"text":"\"Better safe than\" this","response":"sorry"},{"text":"It \"is always greener on the other side\"","response":"the grass"},{"text":"2 bad choices: \"between the devil &\" this location","response":"the deep blue sea"},{"text":"It \"doesn't fall far from the tree\"","response":"the apple"},{"text":"It's where the \"proof of the pudding\" is","response":"in the eating"}],"originalDate":"2022-02-17"}],[{"category":"DESSERT","comments":"","clues":[{"text":"Popular in the South, chess pie is basically this pie without those big brown nuts","response":"pecan pie"},{"text":"This Spanish dessert with a 4-letter name is custard with a layer of caramel sauce","response":"flan"},{"text":"A line from \"The Godfather\": \"Leave the gun, take\" this dessert","response":"a cannoli"},{"text":"Marshmallows, almonds &amp; chocolate ice cream pave the way to make this classic flavor","response":"Rocky Road"},{"text":"What the French call an omelette norvégienne is what Americans call this dessert","response":"a baked Alaska"}],"originalDate":"2022-02-17"},{"category":"BRITISH TERRITORIES &amp; DEPENDENCIES","comments":"","clues":[{"text":"In 1969 Francisco Franco closed the border with this territory","response":"Gibraltar"},{"text":"For 10 weeks in 1982, Britain &amp; Argentina battled over this territory","response":"the Falklands"},{"text":"With 2 territories on it, the U.K. joins Turkey &amp; Greece as countries with influence on this Mediterranean island","response":"Cyprus"},{"text":"Point Christian &amp; Bounty Bay are features of this South Pacific island territory","response":"Pitcairn Island"},{"text":"In short, the Somers Islands is a former name of this British possession in the Atlantic","response":"Bermuda"}],"originalDate":"2022-02-17"},{"category":"THE MOVIE TITLE ELEMENT","comments":"","clues":[{"text":"It precedes \"&amp; Dime\" in the title of a 1992 comedy with Wallace Shawn &amp; C. Thomas Howell","response":"Nickel"},{"text":"Meryl Streep (2011), Leonardo DiCaprio (1998) &amp; Robert Downey Jr. (over &amp; over) have starred in movies with this element in the title","response":"iron"},{"text":"Helen Mirren is trying to recover a portrait by Gustav Klimt in the fact-based movie \"Woman in\" this","response":"Gold"},{"text":"Bradley Cooper is a bipolar man looking to reconnect with his ex in this 2012 film","response":"<i>Silver Linings Playbook</i>"},{"text":"\"Insanity runs in my family. It practically gallops\", Cary Grant says in a 1944 comedy about his aunts' use of this","response":"arsenic"}],"originalDate":"2022-02-17"},{"category":"ANIMALS OF NOTE","comments":"","clues":[{"text":"In 1960 Jane Goodall saw that the animal she'd dubbed David Greybeard, this type of primate, made &amp; used tools","response":"a chimpanzee"},{"text":"In 218 B.C. Hannibal left Spain with at least 37 of these animals; it's said the one-tusked Surus lasted the longest","response":"elephants"},{"text":"The western lowland gorilla with this repetitive name, known for using sign language, died at age 46 in 2018","response":"Koko"},{"text":"Many British govt. offices have cats called \"Chief\" this rodent-ridder; Palmerston worked in the foreign office 2016-2020","response":"mouser"},{"text":"A German Shepherd named Trakr found the last survivor in the Manhattan area dubbed this after 9/ 11","response":"Ground Zero"}],"originalDate":"2022-02-17"},{"category":"A HARD CATEGORY","comments":"","clues":[{"text":"The hardest tissue in your body, this tooth-topper predominately contains calcium &amp; phosphate","response":"enamel"},{"text":"Known for its hardness, durability &amp; capacity to take a high polish, this heavy, black wood is big in cabinets &amp; knife handles","response":"ebony"},{"text":"This brand with a biblical character in its name offers hardside luggage with a polycarbonate composite shell","response":"Samsonite"},{"text":"Rubies &amp; sapphires rate a 9 on this scale of hardness named for a German mineralogist","response":"the Mohs scale"},{"text":"This white substance in the outer skeleton of crabs is used to bind dyes &amp; as a strengthening agent for paper","response":"chitin"}],"originalDate":"2022-02-17"},{"category":"AROUND THE TIME YOU WERE BORN","comments":"","clues":[{"text":"Also called the Millennium Bug, this alphanumeric issue thankfully proved to be a non-problem on Jan. 1, 2000","response":"Y2K"},{"text":"It took 11 years &amp; about $25 million, but in 2001 this landmark was reopened with its tilt reduced by about 16 inches","response":"the Leaning Tower of Pisa"},{"text":"Released in 2003, this Pixar film about a dad trying to locate his son earned nearly $1 billion worldwide","response":"<i>Finding Nemo</i>"},{"text":"On Dec. 13, 2003 U.S. forces near Tikrit found this president of Iraq underground; a gun was present, but he did not fire a shot","response":"(Saddam) Hussein"},{"text":"To collect solar wind particles, in 2001 NASA sent up this spacecraft that shares its name with a Bible book &amp; a dad rock band","response":"Genesis"}],"originalDate":"2022-02-16"}],{"category":"LANDMARKS","text":"According to the famous poem, its name is \"Mother of Exiles\"","response":"the Statue of Liberty"}]}