{"mix":970,"rounds":[[{"category":"HITS OF 2021","comments":"","clues":[{"text":"This singer who has his own record label, Gingerbread Man, put some of his \"Bad Habits\" on the Hot 100","response":"Ed Sheeran"},{"text":"At 18, she seems a little young to be singing of \"Deja Vu\"","response":"Olivia Rodrigo"},{"text":"He spent $1 million a day to complete an album at Atlanta's Mercedes-Benz stadium; at least he got hits out of it like \"Hurricane\"","response":"Kanye West"},{"text":"She teamed with Cardi B to deal with \"Rumors\" about a wide range of subjects including groupies &amp; smoothie cleanses","response":"Lizzo"},{"text":"Luke Bryan sang, \"Kiss by kiss, one after another, don't let go, baby, let this summer just keep on coming in\" this title","response":"\"Waves\""}],"originalDate":"2022-02-15"},{"category":"CHAPTERS IN THE NOVEL","comments":"","clues":[{"text":"\"Jo Meets Apollyon\",<br>\"Meg Goes to Vanity Fair\"","response":"<i>Little Women</i>"},{"text":"\"The Old Pyncheon Family\",<br>\"The Arched Window\"","response":"<i>The House of the Seven Gables</i>"},{"text":"\"The Choices of Master Samwise\"","response":"<i>The Lord of the Rings</i>"},{"text":"From 1989:<br>\"Waverly Jong: Rules of the Game\",<br>\"Jing-mei Woo: A Pair of Tickets\"","response":"<i>The Joy Luck Club</i>"},{"text":"A Pulitzer winner from 2014:<br>\"Boy with a Skull\",<br>\"The Anatomy Lesson\" &<br>\"Park Avenue\"","response":"<i>The Goldfinch</i>"}],"originalDate":"2022-02-15"},{"category":"ADD/DROP","comments":"(Mayim: And we need two words in each response.)","clues":[{"text":"Add a letter to the smallest pig in a litter to get the sound it might make","response":"grunt & runt"},{"text":"Add a letter to the end of a tiny speck &amp; it becomes a roadside place to stay","response":"mote & motel"},{"text":"Drop a letter from a word meaning uninvolved or indifferent to get an adjective meaning relating to a nerve","response":"neutral & neural"},{"text":"Drop a letter &amp; go from being sorry that you missed a birthday to being thrilled that you didn't","response":"belated & elated"},{"text":"Drop a letter from the unlawful act of inciting a revolt against the government to get a special issue of a newspaper","response":"sedition & edition"}],"originalDate":"2022-02-15"},{"category":"ISLAND FOLK","comments":"","clues":[{"text":"A Pinoy is a person of this ethnic heritage","response":"Filipino"},{"text":"She visited her ancestral home Puerto Rico soon after joining the Supreme Court","response":"Sonia Sotomayor"},{"text":"Tupaia was a Polynesian who guided Captain Cook as a star one of these, meaning he used the stars","response":"a navigator"},{"text":"This late First Lady's 340-acre property on Martha's Vineyard went up for sale in 2019","response":"Jacqueline Kennedy"},{"text":"The people of this island live between Padar &amp; Banta Islands &amp; around some very big lizards","response":"Komodo"}],"originalDate":"2022-02-15"},{"category":"THAT FILM IS FIRE","comments":"","clues":[{"text":"Mowgli accidentally starts a forest fire in this 2016 live-action/CGI film","response":"<i>The Jungle Book</i>"},{"text":"Fresh from hell, Scorpion uses some fire powers to take down Sub-Zero in this 2021 flick based on a video game","response":"<i>Mortal Kombat</i>"},{"text":"Michael Myers escapes a fire in this 2021 entry in a venerable franchise","response":"<i>Halloween Kills</i>"},{"text":"Sandra Bullock gets some pushback using a fire extinguisher to battle flames in this 2013 sci-fi thriller","response":"<i>Gravity</i>"},{"text":"This 2009 Tarantino film features a fire in a Nazi-filled movie theater","response":"<i>Inglourious Basterds</i>"}],"originalDate":"2022-02-15"},{"category":"I DO DECLARE","comments":"","clues":[{"text":"The Declaration of the Rights of Man &amp; of the Citizen served as the preamble to this country's 1791 constitution","response":"France"},{"text":"Eleanor Roosevelt chaired the U.N. committee that drafted the UDHR, the Universal Declaration of these","response":"Human Rights"},{"text":"The 1917 Corfu Declaration called for the creation of the Kingdom of Serbs, Croats &amp; Slovenes, which in 1929 became this","response":"Yugoslavia"},{"text":"Hoping to get his family throne back, in 1660 this exiled king made some promises in the Declaration of Breda; it worked","response":"Charles II"},{"text":"The Declaration of Sentiments read at the 1848 Seneca Falls Convention was primarily the work of this 3-named New York suffragist","response":"(Elizabeth Cady) Stanton"}],"originalDate":"2022-02-15"}],[{"category":"A CHAPTER OF IT BEGINS...","comments":"","clues":[{"text":"\"During the summer the packing houses were in full activity again, and Jurgis made more money\"","response":"<i>The Jungle</i>"},{"text":"\"Vronsky had never had a real home life... his father he scarcely remembered\"","response":"<i>Anna Karenina</i>"},{"text":"\"When I reached home, my sister was very curious to know all about Miss Havisham's, and asked a number of questions\"","response":"<i>Great Expectations</i>"},{"text":"\"My dearest Lucy, <span class=\"nobreak\">--</span>forgive my long delay in writing, but I have been simply overwhelmed with work... your loving Mina\"","response":"<i>Dracula</i>"},{"text":"\"At this epoch, Marius was twenty years of age. It was three years since he had left his grandfather\"","response":"<i>Les Misérables</i>"}],"originalDate":"2022-02-15"},{"category":"TONY-WINNING MUSICALS BY SONG","comments":"","clues":[{"text":"1980: <br>\"Peron's Latest Flame\"","response":"<i>Evita</i>"},{"text":"1977: <br>\"You Won't Be An Orphan for Long\"","response":"<i>Annie</i>"},{"text":"1952: <br>\"March Of The Siamese Children\"","response":"<i>The King and I</i>"},{"text":"1965: <br>\"Sabbath Prayer\"","response":"<i>Fiddler on the Roof</i>"},{"text":"1995: <br>\"Every Movie's A Circus\", along with \"As If We Never Said Goodbye\"","response":"<i>Sunset Boulevard</i>"}],"originalDate":"2022-02-15"},{"category":"INTERNATIONAL PRISONS","comments":"","clues":[{"text":"Anne Boleyn is said to haunt this prison &amp; castle begun by William the Conqueror in 1066","response":"the Tower of London"},{"text":"A synonym for labyrinth, this prison in Northern Ireland held IRA prisoners like Bobby Sands until it closed in 2000","response":"the Maze"},{"text":"Russia's Petak Island Prison in the middle of a lake is often compared to this Calif. lockup that started in 1861 as a military prison","response":"Alcatraz"},{"text":"Vietnam's Hoa Lo Prison was known by this infamous nickname when it held captured U.S. pilots like James Stockdale","response":"the Hanoi Hilton"},{"text":"This German prison that housed Nazi war criminals was demolished after the death of Rudolf Hess, its last inmate","response":"Spandau Prison"}],"originalDate":"2022-02-15"},{"category":"6-LETTER VERBS","comments":"","clues":[{"text":"It's paired with \"forgive\" in an idiom meaning you should pretend past wrongs never happened","response":"forget"},{"text":"This word with a double letter pair in the middle can mean to bubble just below boiling or to seethe with inner turmoil","response":"simmer"},{"text":"This word meaning \"to interfere\" comes from the Latin for \"foot\"","response":"impede"},{"text":"Disinter is another word for this action of digging something out of the ground","response":"to exhume"},{"text":"To remove a stock from the roster of securities traded on an exchange","response":"delist"}],"originalDate":"2022-02-15"},{"category":"WHO WAS THAT MASCARA-ED MAN?","comments":"","clues":[{"text":"In a 1993 film this actor asks Harvey Fierstein, playing his makeup artist brother, \"Could you make me a woman?\"","response":"Robin Williams"},{"text":"A Monty Python skit finds Terry Jones as a waitress repeatedly screeching the name of this Hormel meat product","response":"Spam"},{"text":"As Tobias Fünke on \"Arrested Development\", this actor took on an alter ego as cheery maid Mrs. Featherbottom","response":"(David) Cross"},{"text":"He got an Oscar nomination for playing soap star Dorothy Michaels","response":"Dustin Hoffman"},{"text":"In a 1959 comedy these 2 actors donned dresses as members of Sweet Sue's all-girl orchestra","response":"Lemmon & Curtis"}],"originalDate":"2022-02-15"},{"category":"U.N. RESOLUTIONS","comments":"","clues":[{"text":"The General Assembly's first resolution, from Jan. 1946, set up a commission on problems raised by discovery of this","response":"discovery of atomic energy (the nuclear age)"},{"text":"Issued on this date, Security Council resolution 1368 was on \"threats to international peace and security caused by terrorist acts\"","response":"September 12, 2001"},{"text":"A 1961 General Assembly resolution started the WFP, this anti-hunger \"programme\" that won the 2020 Nobel Peace Prize","response":"the World Food Programme"},{"text":"In October 1956 the Security Council unanimously approved a complaint by Great Britain &amp; France against this country","response":"Egypt"},{"text":"In 2019 the General Assembly resolved to explore ways to save this shrinking Asian \"sea\" that was once the world's 4th-largest lake","response":"the Aral Sea"}],"originalDate":"2022-02-15"}],{"category":"BODIES OF WATER","text":"Formed some 10,000-15,000 years ago &amp; with an average depth of only about 150 feet, it's named for a man who sailed through it in 1728","response":"the Bering Strait"}]}