{"mix":981,"rounds":[[{"category":"THE ELEMENTS","comments":"","clues":[{"text":"One of the elements whose abbreviation is found in the name of the singing group Sha Na Na","response":"sodium"},{"text":"The element abbreviated Am was named after this land","response":"America"},{"text":"The atomic number of this element, abbreviated Pt, isn't 109, it's 78","response":"platinum"},{"text":"Tellurium was named after the Earth &amp; selenium after this","response":"the Moon"},{"text":"Used in some camping lanterns, it was named after the Norse god of thunder","response":"thorium"}],"originalDate":"1991-09-10"},{"category":"PSYCH 101","comments":"","clues":[{"text":"In \"Rain Man\" Dustin Hoffman's character suffered from this disorder","response":"autism"},{"text":"This test uses 10 inkblots in the study of personality disorders","response":"the Rorschach test"},{"text":"The Academic American Ency. says this 1900 major work by Freud earned him only $209 in royalties","response":"<i>The Interpretation of Dreams</i>"},{"text":"In psychoanalytic theory, this part of the personality represents the conscience","response":"the superego"},{"text":"In the 1940s this American behaviorist designed his first \"baby box\"","response":"(B.F.) Skinner"}],"originalDate":"1991-09-10"},{"category":"AIR","comments":"","clues":[{"text":"Title VI of the Clean Air Act is \"stratospheric\" this layer \"protection\"","response":"ozone"},{"text":"Among other things, TLC stands for this; 6 liters of air is a healthy measurement","response":"total lung capacity"},{"text":"To reduce head injuries in kids, keep the air pressure of these items low, maybe below the 14 psi max for U.S. pros","response":"soccer balls"},{"text":"Up high, it's a downdraft that affects flight; underwater, it's a breathable zone where some have survived for days","response":"an air pocket"},{"text":"The dew point is reached when this 2-word measurement for the air reaches 100%","response":"relative humidity"}],"originalDate":"2022-02-07"},{"category":"THE WORD SERIES","comments":"","clues":[{"text":"A proverb says, \"A nod is as good as\" one of these \"to a blind horse\"","response":"a wink"},{"text":"The presidential oath of office: \"preserve, protect and\" this verb \"the Constitution of the United States\"","response":"defend"},{"text":"This word follows \"legal\" on the obverse of a dollar bill","response":"tender"},{"text":"Henry Traute of the Diamond Match Co. came up with this 4-word phrase that begins with \"close cover\", printed billions of times","response":"before striking"},{"text":"Hamlet ponders taking up \"arms against a sea of\" these","response":"troubles"}],"originalDate":"2022-02-07"},{"category":"POP CULTURE \"EAST\" &amp; \"WEST\"","comments":"(Mayim: One of those words will be in each response.)","clues":[{"text":"2 New York City gangs sing &amp; dance in this top-grossing film of 1961","response":"<i>West Side Story</i>"},{"text":"Yul Brynner wore the black hat in this 1973 movie; Ed Harris is a different man in black on the TV series","response":"<i>Westworld</i>"},{"text":"In a 2018 summer tune, \"She used to meet me\" here, \"in the city where the sun don't set\"","response":"Eastside"},{"text":"The Trask at hand is knowing James Dean starred in this 1955 film","response":"<i>East of Eden</i>"},{"text":"Danny McBride was ex-Major Leaguer Kenny Powers on this HBO series","response":"<i>Eastbound & Down</i>"}],"originalDate":"2022-02-07"},{"category":"ANGELS &amp; DEMONS &amp; INSURANCE AGENTS","comments":"","clues":[{"text":"The name of this motorcycle club founded in 1948 had been used during World War II by bomber crews","response":"Hells Angels"},{"text":"Your agent assures you that even though this company's name isn't on Seattle's ballpark anymore, your policy is as secure as it sounds","response":"Safeco"},{"text":"Taking a break from Nine Inch Nails, he formed How to Destroy Angels &amp; married a bandmate","response":"(Trent) Reznor"},{"text":"The agent explains whole life insurance costs more than this 4-letter kind with benefits that expire after you survive 10, 20 or 30 years","response":"term"},{"text":"A demon in early English folklore, it became the name of a character in a Shakespeare comedy","response":"Puck"}],"originalDate":"2022-02-07"}],[{"category":"INTERNATIONAL AIRLINES","comments":"","clues":[{"text":"Aer Lingus has a hub &amp; its headquarters in this capital city","response":"Dublin"},{"text":"This German airline began flying in April 1955","response":"Lufthansa"},{"text":"Dozens of flight attendants stripped off their uniforms in a Rome square to protest this airline's October 2021 demise","response":"Alitalia"},{"text":"The name of this Russian airline comes from words meaning \"air fleet\"","response":"Aeroflot"},{"text":"Sheikh Mohammed bin Rashid Al Maktoum of Dubai wanted to start an airline &amp; this name was chosen for it in 1984","response":"Emirates"}],"originalDate":"2022-02-07"},{"category":"PROSE","comments":"","clues":[{"text":"Louis Chu's novel of Manhattan's Chinatown is titled \"Eat a Bowl of\" this beverage","response":"tea"},{"text":"Milan Kundera wrote \"The Unbearable Lightness of Being\" in this language, but later started writing novels in French","response":"Czech"},{"text":"James McBride's \"The Good Lord Bird\" finds the young enslaved Henry joining this abolitionist at Harpers Ferry","response":"John Brown"},{"text":"This \"sanguine\" novel by Cormac McCarthy describes the villainous Judge Holden as \"a great shambling mutant\"","response":"<i>Blood Meridian</i>"},{"text":"She's the 18th century author of \"Mary, A Fiction\" &amp; \"A Vindication of the Rights of Woman\"","response":"Wollstonecraft"}],"originalDate":"2022-02-07"},{"category":"HISTORIC OFFSPRING","comments":"","clues":[{"text":"3 years before his own fatal duel, his son Philip died in another affair of honor a few miles away, using the same guns","response":"Alexander Hamilton"},{"text":"His only legitimate heir, a son with Empress Marie-Louise, died in 1832 of tuberculosis","response":"Napoleon"},{"text":"An actress &amp; dancer, Winston Churchill's daughter Sarah played this man's love interest in the 1951 musical \"Royal Wedding\"","response":"Fred Astaire"},{"text":"This couple had 2 daughters: Ève, a diplomat, journalist &amp; pianist &amp; Irène, a chemist","response":"the Curies"},{"text":"Later known as Lana Peters, his daughter Svetlana defected to the U.S. in 1967 &amp; became a U.S. citizen","response":"Stalin"}],"originalDate":"2022-02-04"},{"category":"WHEN GOOD ACTORS BREAK BAD","comments":"","clues":[{"text":"It was a nearly impossible mission when he played a vicious killer in \"Collateral\"","response":"Tom Cruise"},{"text":"In \"Battle of the Sexes\", Steve Carell won zero love playing this misogynistic tennis star","response":"Bobby Riggs"},{"text":"Notoriously virtuous Matt Damon said \"Arrivederci!\" to several victims as this \"Talented\" guy in a 1999 film","response":"Mr. Ripley"},{"text":"This actor who played Atticus Finch later portrayed Josef Mengele in \"The Boys from Brazil\"","response":"Gregory Peck"},{"text":"Morgan Freeman ends up being the kidnapper in this film directed by Ben Affleck","response":"<i>Gone Baby Gone</i>"}],"originalDate":"2022-02-04"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Published in 2021, his first novel \"Once Upon a Time in Hollywood\" is based on his film","response":"(Quentin) Tarantino"},{"text":"This author best remembered for writing about his own \"Roots\" also co-authored \"The Autobiography of Malcolm X\"","response":"Haley"},{"text":"She set her 1927 novel \"To the Lighthouse\" on the Isle of Skye","response":"Virginia Woolf"},{"text":"\"The Wolf Gift\", book 1 in her \"Wolf Gift Chronicles\", deals with the making of a werewolf, not a vampire","response":"Anne Rice"},{"text":"Bill O'Reilly subtitled this 2012 alliterative bestseller \"The End of Camelot\"","response":"<i>Killing Kennedy</i>"}],"originalDate":"2022-02-04"},{"category":"DATING THE REALITY SHOW","comments":"","clues":[{"text":"Trista Rehn, Andi Dorfman &amp; Katie Thurston have each held this title role... &amp; dare we say, responsibility!","response":"the Bachelorette"},{"text":"Head to Casa Amor to see if singles in bathing suits become soulmates after a solid few days on this show \"USA\"","response":"<i>Love Island</i>"},{"text":"Somehow, TLC built a hit show called this that's centered on a time length established by the USA's K-1 visa program","response":"<i>90 Day Fiancé</i>"},{"text":"\"Will You Marry Me?\" was episode 2 of this Lachey-hosted show where couples got engaged before meeting face-to-face","response":"<i>Love is Blind</i>"},{"text":"Punning on a vodka drink, MTV's \"Ex\" here has reality stars trying to find new love while dealing with past lovers","response":"<i>Ex on the Beach</i>"}],"originalDate":"2022-02-03"}],{"category":"THE U.S. CAPITOL","text":"Only state to contribute a statue of a king for our Capitol's National Statuary Hall","response":"Hawaii"}]}