{"mix":984,"rounds":[[{"category":"3 STARS OF THE FILM","comments":"","clues":[{"text":"2004: <br>The super voices of Craig T. Nelson, Holly Hunter &amp; Jason Lee","response":"<i>The Incredibles</i>"},{"text":"2018: <br>Mahershala Ali, Viggo Mortensen &amp; Linda Cardellini drive the film","response":"the <i>Green Book</i>"},{"text":"1989: <br>Olympia Dukakis, Sally Field &amp; Julia Roberts &amp; a 4th star<span class=\"nobreak\">--</span>the weeping audience","response":"<i>Steel Magnolias</i>"},{"text":"2021: <br>Simu Liu, Tony Leung &amp; Awkwafina","response":"<i>Shang-Chi and the Legend of the Ten Rings</i>"},{"text":"1988: <br>Kevin Costner, Susan Sarandon &amp; Robert Wuhl, who makes a memorable visit to the mound","response":"<i>Bull Durham</i>"}],"originalDate":"2022-02-01"},{"category":"4-LETTER GEOGRAPHY","comments":"","clues":[{"text":"This city is Pennsylvania's only port on the St. Lawrence Seaway","response":"Erie"},{"text":"A natural history museum, the Koenig is in this city, once the capital of West Germany","response":"Bonn"},{"text":"The capital of this landlocked African nation is N'Djamena","response":"Chad"},{"text":"This world capital began hosting Holmenkollen ski jump competition in 1892","response":"Oslo"},{"text":"Emily Blunt &amp; John Krasinski tied the knot at George Clooney's villa on this lake","response":"Como"}],"originalDate":"2022-02-01"},{"category":"CONDUCTORS","comments":"","clues":[{"text":"His mentor Serge Koussevitzky suggested he change his name to Leonard S. Burns; he said no","response":"(Leonard) Bernstein"},{"text":"Once a manuscript copyist for Wagner, Hans Richter conducted the first performance of this full cycle of operas","response":"<i>The Ring Cycle</i>"},{"text":"On an 1887 cruise New York Symphony Society conductor Walter Damrosch met this tycoon &amp; talked him into building a hall","response":"(Andrew) Carnegie"},{"text":"Sir Thomas Beecham conducted many U.K. premieres at the Royal Opera House in this London \"Garden\" spot","response":"Covent Garden"},{"text":"2 female music directors: Marin Alsop at the BSO (Baltimore Symphony) &amp; Joann Falletta at the BPO (this N.Y. city's philharmonic)","response":"Buffalo"}],"originalDate":"2022-02-01"},{"category":"READ IT OR EAT IT?","comments":"(Mayim: There will be food in each response.)","clues":[{"text":"Okies head west","response":"<i>The Grapes of Wrath</i>"},{"text":"A grandfather tells a story about a town called Chewandswallow where food falls from the sky","response":"<i>Cloudy with a Chance of Meatballs</i>"},{"text":"Violent gangs of Droogs run wild in the streets of an English city","response":"<i>A Clockwork Orange</i>"},{"text":"Play in which a working class African-American family moves into an all-white Chicago neighborhood","response":"<i>A Raisin in the Sun</i>"},{"text":"Just after World War II, a woman learns of a group of book lovers on one of the Channel Islands","response":"<i>The Guernsey Literary and Potato Peel Pie Society</i>"}],"originalDate":"2022-02-01"},{"category":"INTERNATIONAL GET-TOGETHERS","comments":"","clues":[{"text":"In spring, head out from this largest Dutch city to the regional trade event focusing on tulips","response":"Amsterdam"},{"text":"Toronto's Collision Conference has a program for these tech companies named for their fledgling nature","response":"start-ups"},{"text":"This Austin-based meet-up was focused on music when it launched in 1987, but now includes other media","response":"South by Southwest"},{"text":"In 2018 the India Mobile Congress event focused on telecom issues, especially this new alphanumeric mobile network","response":"5G"},{"text":"Billed as the \"most influential tech event in the world\", this event featuring gizmos &amp; gadgets has been held in Las Vegas since 1978","response":"the Consumer Electronics Show (CES)"}],"originalDate":"2022-02-01"},{"category":"MORE THAN ONE MEANING","comments":"","clues":[{"text":"A group of newborn animals, or to scatter trash about","response":"litter"},{"text":"A hot dog condiment, or to enjoy","response":"relish"},{"text":"A multitude, or the bread that's consecrated in the Eucharist","response":"host"},{"text":"A wind-blown pile of snow, or the meaning of what you're saying","response":"drift"},{"text":"Your equal, or to look at closely","response":"peer"}],"originalDate":"2022-02-01"}],[{"category":"KILLER TV SHOWS","comments":"","clues":[{"text":"Murders abound on the fictional Caribbean island of Saint-Marie, which doesn't seem much like Eden in \"Death in\" this","response":"Paradise"},{"text":"Poisoned by snake venom on his uniform in 2003, Commander Ray Trapp was the first of many, many naval personnel killed on this show","response":"<i>NCIS</i>"},{"text":"Good cops CCH Pounder &amp; Forest Whitaker hounded killer cop Michael Chiklis &amp; the strike team on this FX series","response":"<i>The Shield</i>"},{"text":"The \"Murders\" in this British detective show take place in the fictional title county, not the dog days of August","response":"the <i>Midsomer Murders</i>"},{"text":"\"Better pay attention or this world we love so much might just kill you\", Randy Newman sang in this show's opening theme","response":"<i>Monk</i>"}],"originalDate":"2022-02-01"},{"category":"BIG NAMES ON CAMPUS","comments":"","clues":[{"text":"A Wesleyan residence is named for this African-American leader; a cultural center at Mount Holyoke, for his wife Betty Shabazz","response":"Malcolm X"},{"text":"At Stanford, this presidential family has its name on a pavilion, a memorial building, a tower &amp; an institute","response":"Hoover"},{"text":"A USC cinema building is named for this director who was rejected 3 times by the school &amp; attended Cal State Long Beach instead","response":"(Steven) Spielberg"},{"text":"In 2021 this S.E.C. school in Alabama renamed Eagle Hall to honor Dr. Josetta Brittain Matthews, its first African-American graduate","response":"Auburn University"},{"text":"The Neil Armstrong Hall of Engineering goes above &amp; beyond at this school in West Lafayette, Indiana","response":"Purdue"}],"originalDate":"2022-01-31"},{"category":"FROM BOOK TO TV","comments":"","clues":[{"text":"Neil Patrick Harris was Count Olaf on this series; Patrick Warburton played author Lemony Snicket","response":"<i>A Series of Unfortunate Events</i>"},{"text":"This native of Dorchester, Massachusetts starred as the titular Boston cop in Netflix' \"Spenser Confidential\"","response":"(Mark) Wahlberg"},{"text":"\"Bastogne\" was an episode of this war-set miniseries based on Stephen Ambrose's book","response":"<i>Band of Brothers</i>"},{"text":"A Hulu miniseries was based on this John Green novel, with Miles Halter in search of the titular Ms. Young","response":"<i>Looking for Alaska</i>"},{"text":"Jennifer Connelly stars in this TV series based on a graphic novel &amp; set aboard a train that perpetually circles a frozen world","response":"<i>Snowpiercer</i>"}],"originalDate":"2022-01-31"},{"category":"STUPID ANSWERS","comments":"","clues":[{"text":"Combining hip-hop &amp; street jazz, the Brooklynettes are the dance team for this NBA squad","response":"the Brooklyn Nets"},{"text":"What we call the \"magnetic\" this attracts the north magnetic poles of compass needles, so it's actually a south magnetic pole","response":"the magnetic north pole"},{"text":"Hammacher Schlemmer sells a $9,500 gyroscopic one of these swaying items","response":"a hammock"},{"text":"Man o' War's first defeat came in 1919 at Saratoga in an upset by this horse","response":"Upset"},{"text":"The flag that Betsy Ross sewed for the new union of the colonies in 1777 had 13 stars in the top inner corner, the area called this","response":"the union"}],"originalDate":"2022-01-31"},{"category":"OUTLAWS","comments":"","clues":[{"text":"John Nevison, one of these bandits with a type of road in the name, was hanged in the 1680s at a place fittingly called Knavesmire","response":"a highwayman"},{"text":"A scotch &amp; vermouth drink bears the name of this 18th century highland outlaw","response":"Rob Roy"},{"text":"The 1930s outlaw born Arizona Donnie Clark was better known by this motherly married name","response":"Ma Barker"},{"text":"In 1880 bushranger Ned Kelly &amp; his gang briefly captured the township of Glenrowan in what's now this country","response":"Australia"},{"text":"John died in a shootout &amp; Bob in prison, but Cole, the older of these brothers, lived to star in Wild West shows","response":"the Younger brothers"}],"originalDate":"2022-01-31"},{"category":"SURNAMES","comments":"","clues":[{"text":"A common Italian surname, Rossi comes from a word for this, be it hair color or complexion","response":"red"},{"text":"Actor Andy &amp; golfer Sergio both have this last name, the most popular surname in Spain","response":"Garcia"},{"text":"The name Chevrolet goes back to a word for this animal, or perhaps one who kept them","response":"goats"},{"text":"Bill Clinton took his stepfather's last name, but his name at birth was William Jefferson this (the III)","response":"Blythe"},{"text":"This last name of a land manager in Ireland came to be used for a refusal to do business with a particular company or country","response":"Boycott"}],"originalDate":"2022-01-31"}],{"category":"SPORTS","text":"The American Professional Football Association, which became the NFL in 1922, was organized in 1920 in this city","response":"Canton, Ohio"}]}