{"mix":986,"rounds":[[{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"Data compiled by Rhodium Group says if cows were a country, they'd be the world's 6th-largest emitter of this greenhouse gas","response":"methane"},{"text":"He wrote that in 1666 \"I procured me a triangular glass-prisme, to try therewith the... phenomena of colours\"","response":"Sir Isaac Newton"},{"text":"These insects, Bombyx mori, like to munch on mulberry leaves","response":"silkworms"},{"text":"These subatomic particles come in 6 flavors &amp; interact by means of the strong force","response":"quarks"},{"text":"It's defined as the sum of all chemical reactions that take place in each cell &amp; provide energy for activities","response":"metabolism"}],"originalDate":"2022-01-28"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This term for a vast collection of stars, gas &amp; dust is from the Greek for \"milk\"","response":"galaxy"},{"text":"This synonym for agreement comes from Latin for \"together\" &amp; \"heart\"","response":"concord"},{"text":"The name of this head covering for Muslim women comes from the Arabic for \"to cover\"","response":"hijab"},{"text":"The name of this popular pet comes from the Germans, who add \"rad\", meaning wheel, to describe a tedious routine","response":"a hamster"},{"text":"From the French, where it means \"origin\", it's the chain of ownership of an artwork","response":"provenance"}],"originalDate":"2022-01-28"},{"category":"DAD TV","comments":"(Ken: You'll have to name the TV show in question.)","clues":[{"text":"Serenity-seeking <br>Frank Costanza","response":"<i>Seinfeld</i>"},{"text":"Handyman TV host <br>Tim Taylor","response":"<i>Home Improvement</i>"},{"text":"Hardworking farmer Charles Ingalls","response":"<i>Little House on the Prairie</i>"},{"text":"Fred Andrews, <br>who took a bullet for his son","response":"<i>Riverdale</i>"},{"text":"Chicago police sergeant Carl Winslow","response":"<i>Family Matters</i>"}],"originalDate":"2022-01-28"},{"category":"ONE-SYLLABLE ADJECTIVES","comments":"","clues":[{"text":"Meaning immense, it can come before cheese or Mac","response":"big"},{"text":"It can mean honest or attractive, or refer to good weather","response":"fair"},{"text":"This adjective for an unusual sense of humor sounds like a bread choice","response":"wry"},{"text":"A Stephen King title uses this 3-letter adjective to describe a pupil","response":"apt"},{"text":"Evasive or shy, like the mistress in an Andrew Marvell poem","response":"coy"}],"originalDate":"2022-01-28"},{"category":"LINE","comments":"(Ken: You'll need to name the play that contains each line.)","clues":[{"text":"\"O true apothecary, thy drugs are quick. Thus with a kiss I die\"","response":"<i>Romeo and Juliet</i>"},{"text":"\"Now all she does is fool with those pieces of glass and play those worn-out records. What kind of a life is that for a girl to lead?\"","response":"<i>The Glass Menagerie</i>"},{"text":"\"In my mind, Martha, you are buried in cement, right up to your neck\"","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"\"Who knows Sidney Poitier so we could just call him up &amp; ask him?\"","response":"<i>Six Degrees of Separation</i>"},{"text":"\"I'm concerned about the relationship between Father Flynn &amp; your son\"","response":"<i>Doubt</i>"}],"originalDate":"2022-01-28"},{"category":"MOTHERS OF INVENTION","comments":"","clues":[{"text":"Apartment blazes were deadlier before Anna Connelly devised one of these metal structures around 1887","response":"a fire escape"},{"text":"In 1938, using a film made of layers of soap, Katharine Burr Blodgett made glass non-this","response":"non-reflective"},{"text":"Ellen Fitz had the world in her hands in 1875 after inventing one of these with a unique mounting system","response":"a globe"},{"text":"The wife of Martin Cooper, \"Father of the Cellular Phone\", Arlene Harris developed this cell phone brand for seniors","response":"Jitterbug"},{"text":"In 1882 Maria Beasley patented one of these that was compact &amp; easily launched, saving many lives","response":"a lifeboat (a liferaft)"}],"originalDate":"2022-01-27"}],[{"category":"U.S. PLACE NAMES","comments":"","clues":[{"text":"California's Badwater Basin sounds as enticing as this equally offputtingly named valley where it's located","response":"Death Valley"},{"text":"About an hour's drive from major theme parks, you'll find the city of Frostproof in this state","response":"Florida"},{"text":"George Vancouver named this inlet off Washington State for a lieutenant on his expedition","response":"Puget Sound"},{"text":"This city in Westchester County, New York gets its name from a Dutch title basically meaning \"squire\"","response":"Yonkers"},{"text":"2 1/2 hours south of Indianapolis is this town named for an ethnicity &amp; for the salt deposits that deer &amp; buffalo once enjoyed","response":"French Lick, Indiana"}],"originalDate":"2022-01-27"},{"category":"ALWAYS BROADWAY","comments":"","clues":[{"text":"\"Joseph Smith American Moses\" is a song in this musical","response":"<i>The Book of Mormon</i>"},{"text":"In 2010 this \"Avenger\" won a Best Actress Tony for \"A View from the Bridge\"","response":"Scarlett Johansson"},{"text":"In 2017 Broadway met its matchmaker when she was \"divine\" as the title star of \"Hello, Dolly!\"","response":"Bette Midler"},{"text":"In 1990 this musical about a musical closed after 6,137 shows; God, I hope you get it! I hope you get it!","response":"<i>A Chorus Line</i>"},{"text":"I've got a lead for you... Alan Alda portrayed Shelly Levene in this Mamet play in 2005","response":"<i>Glengarry Glen Ross</i>"}],"originalDate":"2022-01-27"},{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"The monarch &amp; the viceroy are both species of this arthropod","response":"butterfly"},{"text":"16 of these measures equal a cup","response":"a tablespoon"},{"text":"Second by second, it precedes a rocket launch","response":"a countdown"},{"text":"Get some extra sun in your home with this, perhaps manufactured by Sun-Tek","response":"a skylight"},{"text":"Slang for a diploma; important documents were once written on it","response":"a sheepskin"}],"originalDate":"2022-01-27"},{"category":"FATHERS OF THE NATION","comments":"","clues":[{"text":"After becoming the first king of this Iberian nation in 1139, Afonso I freed it from Moorish control","response":"Portugal"},{"text":"He's also considered the liberator of Peru","response":"Bolívar"},{"text":"Lee Kuan Yew was the first prime minister of this city-state &amp; governed there for 30 years","response":"Singapore"},{"text":"Patriotic poet Ilia Chavchavadze is revered as the \"Uncrowned King\" &amp; \"Father of\" this nation in the Caucasus Mountains","response":"Georgia"},{"text":"In 1957 Kwame Nkrumah led this West African nation to independence, one of the first to emerge from colonial control","response":"Ghana"}],"originalDate":"2022-01-27"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"This feral character raised by jungle animals originally appeared in Rudyard Kipling's short story \"In the Rukh\"","response":"Mowgli"},{"text":"In a tale set in small-town Iowa, Peter Hedges asked, \"What's eating\" this guy","response":"Gilbert Grape"},{"text":"This \"Good Earth\" author wrote a very personal account of her daughter Carol in \"The Child Who Never Grew\"","response":"Pearl S. Buck"},{"text":"Winner of a 2021 MacArthur Fellowship, Ibram X. Kendi authored \"How to Be\" this<span class=\"nobreak\">--</span>you must confront inequities","response":"an Antiracist"},{"text":"The title group discusses \"Emma\" in Chapter One of this novel by Karen Joy Fowler","response":"<i>The Jane Austen Book Club</i>"}],"originalDate":"2022-01-27"},{"category":"\"AA\" RATED","comments":"","clues":[{"text":"It's an official language in Pretoria","response":"Afrikaans"},{"text":"The Arabic word suq is synonymous with this type of public market","response":"a bazaar"},{"text":"Magnesium hydroxide &amp; aluminum hydroxide are in this antacid","response":"Maalox"},{"text":"The Canaanites loved their double As, as in the name of this fertility god","response":"Baal"},{"text":"In Indian cuisine, typically this is spinach &amp; this paneer is spinach cooked with cheese","response":"saag"}],"originalDate":"2022-01-27"}],{"category":"THE 50 STATES","text":"3 of the 5 states which, along with part of Minnesota, were formed from the Northwest Territory","response":"(3 of) Indiana, Illinois, Michigan, Wisconsin, and Ohio"}]}