{"mix":989,"rounds":[[{"category":"EXPLORERS","comments":"","clues":[{"text":"In the late 900s Erik the Red founded the first European settlement on this large island","response":"Greenland"},{"text":"African-American explorer Matthew Henson was co-discoverer of the North Pole, along with this man","response":"(Robert) Peary"},{"text":"Bridges over New York Bay &amp; Narragansett Bay are named for this explorer who sailed into both bodies of water in 1524","response":"Verrazzano"},{"text":"In 1728 he discovered that Russia was separated from North America by a narrow strait","response":"Bering"},{"text":"Lope de Aguirre was among those who sought this mythic South American land of gold","response":"El Dorado"}],"originalDate":"2022-01-21"},{"category":"PHILOSOPHIC &amp; RELIGIOUS -ISMs","comments":"","clues":[{"text":"Mortalism believes that this dies with the body or lies unconscious until the resurrection","response":"the soul"},{"text":"It means the belief in only one god","response":"monotheism"},{"text":"This 19th century movement believed the dead could communicate with the living through mediums","response":"spiritualism"},{"text":"This 5-letter philosophy popular with some of the founding fathers believes in a god, but one who stays out of human affairs","response":"deism"},{"text":"The truth is always uncertain in this philosophy that takes its name from the Greek for \"to consider\"","response":"skepticism"}],"originalDate":"2022-01-21"},{"category":"SYMPHONIES","comments":"","clues":[{"text":"During World War II Allied Radio used 4 notes from this Beethoven symphony to boost morale<span class=\"nobreak\">--</span>they represent \"V\" for victory","response":"Beethoven's Fifth"},{"text":"Part of Arlene Sierra's \"Nature Symphony\" was inspired by this artist's paintings of the New Mexico landscape","response":"Georgia O'Keeffe"},{"text":"It's thought that the grand scale &amp; exuberant energy of Mozart's Symphony No. 41 in C major earned it this nickname","response":"the \"Jupiter\" Symphony"},{"text":"Charles Ives used all kinds of existing tunes in his Symphony No. 3, including this hymn also called \"Erie\"; \"what a\" choice","response":"\"What A Friend We Have In Jesus\""},{"text":"At the end of this Haydn symphony, the musicians say goodbye; they gradually stop playing &amp; leave the stage","response":"the \"Farewell\" Symphony"}],"originalDate":"2022-01-21"},{"category":"SOME RANDOM ELEMENTS","comments":"","clues":[{"text":"Known for its \"Valley\", this can be used as a semiconductor &amp; as an alloying element in steel","response":"silicon"},{"text":"It's named for 2 French physicists &amp; one isotope has a half-life of 15.6 million years","response":"curium"},{"text":"Whosoever holds the hammer, if they be worthy, shall possess the power of this, discovered by a Swede in 1828","response":"thorium"},{"text":"This has the atomic number 94; the Cassini craft set off to Saturn with power provided by 73 pounds of this-238","response":"plutonium"},{"text":"This element gave us the \"tan\" in coltan, a metal essential in electronics but also classified as a conflict mineral","response":"tantalum"}],"originalDate":"2022-01-21"},{"category":"ALSO KNOWN AS","comments":"","clues":[{"text":"Theater people refer to it as \"the Scottish play\"","response":"<i>Macbeth</i>"},{"text":"This double-talk prison is called \"The Castle on the Hudson\"","response":"Sing Sing"},{"text":"\"Bullets\" in Texas hold 'em are pocket these cards","response":"aces"},{"text":"Howard Hughes' H-4 Hercules","response":"the Spruce Goose"},{"text":"This world capital is called \"The Birthplace of Democracy\"","response":"Athens"}],"originalDate":"2022-01-20"},{"category":"GETTING A SHOT","comments":"","clues":[{"text":"Cockadoodledon't avoid the shot for this disease also known as varicella, mostly mild in kids but possibly fatal to adults","response":"chicken pox"},{"text":"Cobalamin is also known as this alphanumeric vitamin that some people get \"shots\" of for extra energy","response":"B-12"},{"text":"Usually administered to children, a DPT immunization works against diphtheria, pertussis &amp; this other disease","response":"tetanus"},{"text":"To continue to develop immunity, the CDC recommends getting the vaccine for this, both A &amp; B, during the first 2 years of life","response":"hepatitis"},{"text":"In 2014 the FDA approved an updated version of this vaccine that protects against human papillomavirus","response":"Gardasil"}],"originalDate":"2022-01-20"}],[{"category":"ANTI-SYNONYMS","comments":"","clues":[{"text":"Discordant or paradoxical; Mary, Mary was quite this in a rhyme","response":"contrary"},{"text":"This letter separates the parties in Supreme Court case names","response":"V"},{"text":"As a preposition, it means \"in contact with\"; if you're on a deadline, it precedes \"the clock\"","response":"against"},{"text":"A competitor; put the word between \"un\" &amp; \"ed\" &amp; you're the best, with no equal","response":"rival"},{"text":"The minority party in Britain's Parliament is called \"the loyal\" this 10-letter word","response":"opposition"}],"originalDate":"2022-01-20"},{"category":"LIGHTS! CAMERA!","comments":"","clues":[{"text":"The first clear showing that repeated or prolonged exposure to this type of light causes skin cancer came in 1928","response":"UV sunlight (ultraviolet)"},{"text":"These are mandatory in newer cars, but you can install an aftermarket one like the Auto-Vox Cs-2 in your 1994 Chevy Corsica","response":"a reverse camera"},{"text":"Do you want your Christmas sweater to light up like a Christmas tree? You can get one that uses LEDs, short for these","response":"light-emitting diodes"},{"text":"Now wait just one parsec, which is actually a unit of distance<span class=\"nobreak\">--</span>one parsec is equal to about 3.26 these","response":"light-years"},{"text":"In this-less cameras like Sony's Alpha 7, light hits a sensor directly &amp; the image in the viewfinder is truer to the photo","response":"a mirror"}],"originalDate":"2022-01-20"},{"category":"A FARCE TO BE RECKONED WITH","comments":"","clues":[{"text":"Jack Worthing finds out that he's really Ernest John Moncrieff in \"The Importance of Being Earnest\" by this playwright","response":"Oscar Wilde"},{"text":"In the play \"Boeing-Boeing\", a playboy juggles 3 fiancees, all with this job","response":"stewardess"},{"text":"An antique jug, a reverend, a notebook &amp; aged Aunt Dahlia all lead to madcap trouble in \"The Code of the Woosters\" by this writer","response":"P.G. Wodehouse"},{"text":"Ken Ludwig's play about an assistant taking the place of a drunken opera star is called \"Lend me\" this, punning on British money slang","response":"a Tenor"},{"text":"This farce by Michael Frayn is a look at what goes on behind the scenes as well as onstage","response":"<i>Noises Off</i>"}],"originalDate":"2022-01-20"},{"category":"BEFORE &amp; AFTER TV","comments":"","clues":[{"text":"Survey says: it's the Pritchetts vs. the Dunphys on a Steve Harvey game show","response":"<i>Modern Family Feud</i>"},{"text":"Fred MacMurray &amp; his trio of kids join an outlaw motorcycle gang","response":"<i>My Three Sons of Anarchy</i>"},{"text":"Women's prison dramedy in which Rowan Atkinson plays a period royal","response":"<i>Orange Is the New Blackadder</i>"},{"text":"William &amp; Virginia give bedroom advice to Carrie, Samantha, Charlotte &amp; Miranda","response":"<i>Masters of Sex and the City</i>"},{"text":"Spooky HBO show with references to H.P.'s works, with Katharine McPhee along as the singing nanny","response":"<i>Lovecraft Country Comfort</i>"}],"originalDate":"2022-01-20"},{"category":"INTERNATIONAL MEN OF MYSTERY","comments":"","clues":[{"text":"Considered by some an incarnation of Allah, Wallace Fard, founder of the Nation of this, disappeared in 1934","response":"Islam"},{"text":"After dying in this fortress, the man in the iron mask was laid to rest under the name \"Marchioly\"","response":"the Bastille"},{"text":"After treating Czar Nicholas &amp; Alexandra's son, this holy man warned that their son's fate was linked to him","response":"Rasputin"},{"text":"After publishing his 1555 book of prophecies, he did horoscopes for Catherine de Medici's children","response":"Nostradamus"},{"text":"This newspaperman &amp; author of \"The Devil's Dictionary\" met a mysterious fate after going to Mexico in 1913","response":"Ambrose Bierce"}],"originalDate":"2022-01-20"},{"category":"THE ENERGY BIZ","comments":"","clues":[{"text":"In 1972 Standard Oil of New Jersey got a double X rating &amp; became this corporation","response":"Exxon"},{"text":"The name of this \"always prepared\" battery company was once 2 words","response":"Eveready"},{"text":"In 2020 the U.S. added more energy capacity from this type of power than any other, with plans for more offshore","response":"wind"},{"text":"This Texas company agreed to pay $1.1 billion to settle claims from the Deepwater Horizon disaster of 2010","response":"Halliburton"},{"text":"This company that bought Texaco in 2001 had a bit of a rough year in 2020, if you consider losing $5.5 billion rough","response":"Chevron"}],"originalDate":"2022-01-20"}],{"category":"MOVIES","text":"This 1951 Humphrey Bogart film was based on a book by C.S. Forester","response":"<i>The African Queen</i>"}]}