{"mix":990,"rounds":[[{"category":"CORRECT THAT NUMBER","comments":"","clues":[{"text":"Go home, you're drunk: to be very precise, you're 46 \"sheets to the wind\"","response":"three sheets to the wind (or two sheets to the wind)"},{"text":"Spinal Tap's Nigel Tufnel, crankin' the dials on his amp waaay up: \"These go to\" 596, which would totally rock so hard","response":"11"},{"text":"In a Christmas song: 156 \"drummers drumming\", a multiple of the actual number that would totally rock so hard","response":"12"},{"text":"Slang for being absolutely truthful: I'm \"keeping it\" 7,322","response":"100"},{"text":"In a classic poem: \"Then they rode back, but not / Not the\" 19","response":"600"}],"originalDate":"2022-01-19"},{"category":"LOCAL NICKNAMES","comments":"","clues":[{"text":"In New York City this 3-letter abbreviation is a museum; in London it refers to the police force","response":"the Met"},{"text":"Joburg is a shortening of this large African city","response":"Johannesburg"},{"text":"In its web address, the University of Mississippi uses this 2-word nickname before .edu","response":"Ole Miss"},{"text":"Convicts named an area of this city where they settled starting in 1788 \"The Rocks\"","response":"Sydney"},{"text":"A Spud Islander is a resident of this Canadian province known for its potatoes","response":"Prince Edward Island"}],"originalDate":"2022-01-19"},{"category":"CEMETERIES","comments":"","clues":[{"text":"Distinguished military officers like General Winfield Scott are buried in this service academy's cemetery","response":"West Point"},{"text":"In 2020 Ruth Bader Ginsburg was laid to rest at this cemetery outside Washington, D.C.","response":"Arlington"},{"text":"Naturally, Washington Irving rests at this famed cemetery in New York State","response":"Sleepy Hollow"},{"text":"Painter René Magritte is buried in Schaerbeek Cemetery just outside this European capital","response":"Brussels"},{"text":"Chopin &amp; Jim Morrison are now permanent residents of Paris at this cemetery","response":"Père Lachaise"}],"originalDate":"2022-01-19"},{"category":"SHORT NOVELS","comments":"","clues":[{"text":"This classic centers on George Milton &amp; Lennie Small, migrant workers in California","response":"<i>Of Mice and Men</i>"},{"text":"Set in Africa, this novella was published in Spanish as \"El corazon de las tinieblas\"","response":"the \"Heart of Darkness\""},{"text":"\"A River Runs Through It\" begins, \"In our family, there was no clear line between religion and\" this 2-word activity","response":"fly fishing"},{"text":"This British-born author's \"Mr. Norris Changes Trains\" was later published as part of his \"Berlin Stories\"","response":"Isherwood"},{"text":"As the title of this daring 1899 work by Kate Chopin indicates, 20-something Edna Pontellier discovers her sexuality","response":"<i>The Awakening</i>"}],"originalDate":"2022-01-19"},{"category":"ALSO A BROADWAY MUSICAL","comments":"","clues":[{"text":"Tanned actor George or \"Terminator\" actress Linda","response":"Hamilton"},{"text":"An ad slogan says, \"Ajax... mild on hands, tough on\" this","response":"grease"},{"text":"Last name of Willy &amp; Benny, early 1900s New York City delicatessen entrepreneurs","response":"Katz"},{"text":"At the carnival, it's also known as a whirligig","response":"carousel"},{"text":"In the King James Bible, Mordecai &amp; Reuben each got upset &amp; did this to their clothes","response":"rent"}],"originalDate":"2022-01-19"},{"category":"THE MUPPET NAME","comments":"","clues":[{"text":"Architect of lyrics Hammerstein &amp; man of architecture Niemeyer","response":"Oscar"},{"text":"Hello, Cleveland! &amp; Hello, anti-tax activist Norquist too!","response":"Grover"},{"text":"Saldana &amp; Kazan, acting the parts","response":"Zoe"},{"text":"Blyleven &amp; Campaneris, because our writers absolutely love old-school baseball","response":"Bert"},{"text":"World War II journalist Pyle &amp; \"Ghostbuster\" Hudson","response":"Ernie"}],"originalDate":"2022-01-18"}],[{"category":"YOU PLAYED YOURSELF","comments":"","clues":[{"text":"Told \"My dad died about 2 years ago\", this man with \"Curb\" appeal says, \"Don't you think the sorry window has closed on that?\"","response":"Larry David"},{"text":"Felicity Huffman lent her talents to \"FHBA\" (\"Felicity Huffman's Booty Academy\"), a TV show within this animated \"equine\" TV show","response":"<i>BoJack Horseman</i>"},{"text":"Bottom line, \"JCVD\" was the role he was born to play but in the film, he loses a part to Steven Seagal","response":"Jean-Claude Van Damme"},{"text":"David Bowie judged the walkoff between male models played by Ben Stiller &amp; Owen Wilson in this comedy","response":"<i>Zoolander</i>"},{"text":"Keep up! In \"Ocean's 12\" she played Tess, who in a meta turn, faked being her to help in a heist","response":"Julia Roberts"}],"originalDate":"2022-01-18"},{"category":"I WANT 2 B","comments":"(Ken: Each response will begin with the letter B and will have another letter B somewhere later in the word.)","clues":[{"text":"Poor Bart Simpson has been writing on one after school for over 30 years","response":"a blackboard"},{"text":"This word for brief praise on a book cover like \"Jillian Turbo-Smythe is a master of suspense!\" dates back to 1907","response":"a blurb"},{"text":"A child's toy, or a showy trinket that's of little actual use","response":"a bauble"},{"text":"This modern jazz style originated in the 1940s","response":"bebop"},{"text":"It is both a scarf bought in Moscow &amp; a grandmother who might wear one","response":"babushka"}],"originalDate":"2022-01-18"},{"category":"A PART OF IT","comments":"","clues":[{"text":"Vodka, cranberry juice, lime juice, triple sec &amp; an orange twist! How worldly, or rather, how this, the name of the drink","response":"a cosmopolitan"},{"text":"Google is this to Alphabet, this being one company owned by another","response":"a subsidiary"},{"text":"Brayan Villarreal threw just 4 pitches for this A.L. team led by David Ortiz in 2013 but got a World Series ring anyway","response":"the Red Sox"},{"text":"The parts of this lowest section of your brain are the midbrain, the pons &amp; the medulla oblongata","response":"the brain stem"},{"text":"The wide-open middle part of a barn is called this, like the central spot in a church where worshippers gather","response":"the nave"}],"originalDate":"2022-01-18"},{"category":"NEW JERSEY, NEW JERSEY","comments":"","clues":[{"text":"Hey, this Ivy League school, what exit? It moved from Elizabeth to Newark before finding its final home in 1756","response":"Princeton"},{"text":"Traffic is tricky on this bridge across the Hudson from Jersey to New York, so a lower deck with 6 more lanes was finished in 1962","response":"the George Washington Bridge"},{"text":"This singer who is Jersey all the way brought Richie Sambora into his self-named band","response":"Bon Jovi"},{"text":"You can land on St. James Place, Pacific Avenue or Vermont Avenue in this oceanfront resort city","response":"Atlantic City"},{"text":"In 2021 he became the first Democrat re-elected Jersey's gov. since Brendan Byrne in 1977; maybe an arena will be named for him","response":"Phil Murphy"}],"originalDate":"2022-01-18"},{"category":"ESCAPIST LITERATURE","comments":"","clues":[{"text":"\"The Wooden Horse\" by Eric Williams is the fact-based story of escaping Stalag Luft III, this type of place","response":"a POW camp"},{"text":"10 young people tell stories to pass the time in \"The Decameron\" while escaping the black death engulfing this city","response":"Florence"},{"text":"George &amp; Eliza make it safely to Canada after escaping the Shelby plantation in this 1852 novel","response":"<i>Uncle Tom's Cabin</i>"},{"text":"In \"Great Expectations\" , the escaped convict Abel Magwitch is revealed to be this character's benefactor","response":"Pip"},{"text":"The displaced title man escapes being put to death in this 1889 novel by accurately predicting a solar eclipse","response":"<i>A Connecticut Yankee in King Arthur's Court</i>"}],"originalDate":"2022-01-18"},{"category":"INTERNATIONAL CARS","comments":"","clues":[{"text":"This Italian company took over Chrysler in 2009","response":"Fiat"},{"text":"The 300 SL model from this German automaker featured gull-wing doors","response":"Mercedes"},{"text":"Japan's Nissan Corp. phased out this brand in 1981, then brought it back in 2012","response":"Datsun"},{"text":"Tata Motors is this Asian nation's largest auto company","response":"India"},{"text":"This car was first imported to the U.S. in the 1980s; the factory that made them was destroyed by NATO bombing in 1999","response":"a Yugo"}],"originalDate":"2022-01-18"}],{"category":"MAN IN SPACE","text":"He was the only Mercury astronaut to walk on the Moon","response":"Alan Shepard"}]}