{"mix":994,"rounds":[[{"category":"RUN, 4 \"S\", RUN","comments":"","clues":[{"text":"To willfully act in a dangerous manner is \"running with\" this instrument, &amp; please don't","response":"scissors"},{"text":"Ownership of an item, or what \"The Exorcist\" dealt with","response":"possession"},{"text":"ZZ Top recommended you go out &amp; get yourself some black frames, &amp; \"they come in 2 classes<span class=\"nobreak\">--</span>rhinestone shades\" &amp; \"cheap\" these","response":"sunglasses"},{"text":"It's the occupation of a woman who sews for a living","response":"a seamstress"},{"text":"Britain's royal guards are supposed to be this, an adjective for a deadpan face devoid of feeling or emotion","response":"expressionless"}],"originalDate":"2022-01-11"},{"category":"STARS","comments":"","clues":[{"text":"The star Qalb al-Asad, or \"heart of the lion\", was named by Arab stargazers observing this constellation","response":"Leo"},{"text":"The largest constellation is this one represented as a water snake","response":"Hydra"},{"text":"The collapse of a massive star can create one of these cosmic explosions that blasts tremendous amounts of matter into space","response":"a supernova"},{"text":"Around 2700 B.C., Alpha Draconis had the distinction of being the North Star; now this one stakes the claim","response":"Polaris"},{"text":"The bluish-white star Bellatrix &amp; the reddish star Betelgeuse are the shoulders of this constellation","response":"Orion"}],"originalDate":"2022-01-11"},{"category":"STRIPES","comments":"","clues":[{"text":"Trying to locate this title character in books by illustrator Martin Handford? Look for his 2-toned striped shirt &amp; hat","response":"Waldo"},{"text":"This form of pool is also known as stripes &amp; solids","response":"8-ball"},{"text":"Now in light &amp; lemon varieties, Red Stripe beer was first brewed in this Caribbean nation in 1928","response":"Jamaica"},{"text":"He composed \"The Stars &amp; Stripes Forever\", now the official march of the United States","response":"Sousa"},{"text":"This dark pigment gives a zebra its black stripes","response":"melanin"}],"originalDate":"2022-01-11"},{"category":"BOOK ALIKES","comments":"","clues":[{"text":"\"All The King's Men\" is fiction about corrupt politics; so is this similarly titled nonfiction classic published 28 years later","response":"<i>All the President's Men</i>"},{"text":"\"Middlesex\" is a 21st century novel by Jeffrey Eugenides; \"Middlemarch\" is a 19th century novel by her","response":"(George) Eliot"},{"text":"\"East of Eden\" is a classic by Steinbeck; \"Exit to Eden\" is a novel she wrote under the pseudonym Anne Rampling","response":"Anne Rice"},{"text":"\"The Little Prince\" is a fable by Antoine de Saint-Exupery; \"A Little Princess\" is a kids' classic by this 3-named woman","response":"Frances Hodgson Burnett"},{"text":"Tom Wolfe was the white-suited author of \"The Right Stuff\"; Thomas Wolfe wrote the 1940 novel \"You Can't\" do this","response":"Go Home Again"}],"originalDate":"2022-01-11"},{"category":"THE VICTORIAN ERA","comments":"","clues":[{"text":"The modern version of this holiday item in England was popularized by German transplant Prince Albert, Queen Victoria's husband","response":"a Christmas tree"},{"text":"The 1840s \"Great Hunger\" in this nation led to 1 million deaths &amp; as many as 2 million more emigrating to other countries","response":"Ireland"},{"text":"In 1845 the rules of this sport were codified at the school where its origin story happened during a soccer game","response":"rugby"},{"text":"Around 1856 Henry Bessemer developed a process for cheaply mass-producing this alloy","response":"steel"},{"text":"The world's first postage stamp, this \"dark\" one, was issued &amp; soon millions of letters were being sent every year","response":"the Penny Black"}],"originalDate":"2022-01-11"},{"category":"MOVIES BY ANTAGONIST","comments":"","clues":[{"text":"1986: <br>Chicago-area high school dean of students Ed Rooney","response":"<i>Ferris Bueller's Day Off </i>"},{"text":"2009: <br>Nazi colonel Hans Landa","response":"<i>Inglourious Basterds</i>"},{"text":"2014: <br>Teacher for a conservatory jazz ensemble Terence Fletcher","response":"<i>Whiplash</i>"},{"text":"2015: <br>Despot of a post-apocalyptic wasteland Immortan Joe","response":"<i>Mad Max: Fury Road</i>"},{"text":"1999: <br>Creepy boss at Initech <br>Bill Lumbergh","response":"<i>Office Space</i>"}],"originalDate":"2022-01-11"}],[{"category":"NEXT IN LINE...","comments":"","clues":[{"text":"Getting smaller in area: Alaska,<br>Texas...","response":"California"},{"text":"U.S. Army ranks: <br>first lieutenant,<br>captain...","response":"major"},{"text":"Gotta know your presidents if you hit our stage: <br>Harrison, <br>Tyler...","response":"Polk"},{"text":"In Ivy schools, alphabetically: <br>Columbia,<br>Cornell...","response":"Dartmouth"},{"text":"In an alphabet: <br>kappa, <br>lambda...","response":"mu"}],"originalDate":"2022-01-10"},{"category":"PARTS OF A POEM","comments":"","clues":[{"text":"An iamb is one of these basic units of verse with an anatomical name","response":"a foot"},{"text":"This word for a group of rhyming lines in a poem comes from Italian","response":"stanza"},{"text":"This word for a group of 4 lines of verse is from French for \"four\"","response":"a quatrain"},{"text":"Also a punctuation mark, it's an address to a personification of something; \"Death, be not proud\" is an example","response":"an apostrophe"},{"text":"Hail! This word for a pause in the middle of a line of poetry","response":"caesura"}],"originalDate":"2022-01-10"},{"category":"SOME TRAVELIN' MUSIC, PLEASE","comments":"","clues":[{"text":"The Monkees took the \"Last\" one \"To Clarksville\"; Gladys Knight caught the \"Midnight\" one \"To Georgia\"","response":"Train"},{"text":"Here's a traffic update from this icon: \"The highway's jammed with broken heroes on a last chance power drive\"","response":"Bruce Springsteen"},{"text":"This 3-word refrain is the title of the Carter family tune remade as that \"Cups\" song<span class=\"nobreak\">--</span>\"&amp; I'm leaving tomorrow, what do you say\"","response":"\"When I'm Gone\""},{"text":"Marc Cohn began this hit with \"Put on my blue suede shoes &amp; I boarded the plane / Touched down in the land of the Delta Blues\"","response":"\"Walking In Memphis\""},{"text":"Though he sang, \"Climb on the back &amp; we'll go for a ride in the sky\" in his 1974 hit \"Jet\", the song was named for his dog, Jet","response":"Paul McCartney"}],"originalDate":"2022-01-10"},{"category":"OPENING LINES IN DR. SEUSS","comments":"","clues":[{"text":"\"1 fish, 2 fish <br>red fish <br>blue fish. <br>Black fish <br>blue fish\" <br>this fish <br>\"new fish\"","response":"old fish"},{"text":"\"I am Sam <br>Sam I am... <br>do you like\" <br>this offering?","response":"green eggs and ham"},{"text":"\"...but the Grinch who lived just north of\" this place \"did not!\" (like Christmas a lot, that is)","response":"Whoville"},{"text":"\"On the fifteenth of May, in the jungle of Nool\" this guy \"heard a small noise\"","response":"Horton"},{"text":"\"Now, the star-belly\" these \"had bellies with stars. The plain-belly\" these \"had none upon thars\"","response":"Sneetches"}],"originalDate":"2022-01-07"},{"category":"METAPHORS","comments":"","clues":[{"text":"A problem individual in an organization ruins things for everyone, as in the old saying this \"spoils the barrel\"","response":"one bad apple (a bad apple)"},{"text":"Literally, it's to exit with a gesture of lowering the head; it's often followed by \"gracefully\"","response":"to bow out"},{"text":"Stan Lee addressed Marvel Comics readers directly in the column \"Stan's\" this, once an actual crate that speakers would stand on","response":"Soapbox"},{"text":"Meaning achieving great success, grabbing this was originally a way to get a free ride on a merry-go-round","response":"the brass ring"},{"text":"President Eisenhower saw Stalin's death as a chance \"to crack\" this barrier &amp; thaw out the Cold War","response":"the Iron Curtain"}],"originalDate":"2022-01-07"},{"category":"DOUBLE TIME","comments":"","clues":[{"text":"In this alliterative playground activity, 2 ropes are turned simultaneously in opposite directions","response":"Double Dutch"},{"text":"Worth twice as much as a pistole, this Spanish gold coin was once widely used in the Americas","response":"a doubloon"},{"text":"The 1946 article that coined this term for a brooding drama cited \"Double Indemnity\", starring Barbara Stanwyck, as an example","response":"film noir"},{"text":"This double reed woodwind is played using a neck sling &amp; separates into 6 parts, including the bass &amp; boot joints","response":"a bassoon"},{"text":"This American Nobel Prize winner penned the book \"The Double Helix\"","response":"Watson"}],"originalDate":"2022-01-07"}],{"category":"BESTSELLING AUTHORS","text":"He was 50 yards from victory in Britain's Grand National Steeplechase of 1956 when his horse collapsed","response":"Dick Francis"}]}