{"mix":1000,"rounds":[[{"category":"MIX-OLOGY","comments":"","clues":[{"text":"To life: <br>OILY BOG","response":"biology"},{"text":"It's fueled by fossils: <br>LOOPY TANGELO","response":"paleontology"},{"text":"How's your hearing?: <br>A LOUD YOGI","response":"audiology"},{"text":"Some monkey business: TRIM APOLOGY","response":"primatology"},{"text":"It's not for the squeamish: HOMELY TOGA","response":"hematology"}],"originalDate":"2021-12-27"},{"category":"YOU STUBBED YOUR TOE ON LIVE TV","comments":"(Ken: Here are some things you can say without annoying the censors.)","clues":[{"text":"A small immature branch, or a session of filming a movie","response":"shoot"},{"text":"Before children, the Pied Piper of Hamelin led these to their doom","response":"rats"},{"text":"Channel SpongeBob with this creamy condiment, like the Legal Sea Foods house brand","response":"tartar sauce"},{"text":"2 words that completed Red Skelton's signoff, \"Good night and...\"","response":"God bless"},{"text":"Rob Halford leads this band that has celebrated 50 heavy metal years","response":"Judas Priest"}],"originalDate":"2021-12-27"},{"category":"THE 4th CENTURY","comments":"","clues":[{"text":"In Gaul, St. Martin of Tours founded the first of these secluded places in western Europe","response":"a monastery"},{"text":"Seen as pagan rituals, these contests were outlawed after going strong (&amp; fast &amp; high) for over 1,100 years","response":"the Olympics"},{"text":"In 365 a massive earthquake beneath Crete led to one of these at Alexandria that put ships on the roofs of houses miles inland","response":"a tsunami"},{"text":"\"I believe in one God, the Father Almighty\", begins the Nicene one dating from the 4th century","response":"Creed"},{"text":"As their name suggests, they separated from the Ostrogoths in the 4th century &amp; found their fortunes west","response":"the Visigoths"}],"originalDate":"2021-12-27"},{"category":"WINGS, BUT NO FLY","comments":"","clues":[{"text":"The wingback type of this was originally designed to keep the sitter free from drafts of cold air","response":"chair"},{"text":"According to its ads, this energy drink \"gives you wings\", but not literally","response":"Red Bull"},{"text":"After a bet on the 2021 AFC Championship Game this city's mayor had to send wings to Kansas City","response":"Buffalo"},{"text":"\"Arch\" sometimes comes after this front part of a stage: it has wings behind it on either side","response":"proscenium"},{"text":"In 1789 the French were divided over how much power to give this king, &amp; the 2 sides came to be known as the left &amp; right wings","response":"Louis XVI"}],"originalDate":"2021-12-27"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"A proverbial phrase regarding a bit of sewing done now to save work later merges with a numerical brand of cat food","response":"a stitch in time saves Nine Lives"},{"text":"An \"international\" phrase used after swearing tunes in as a valved, circular brass instrument","response":"pardon my French horn"},{"text":"An ominous 5-word warning to Caesar looms over an alliterative description of the NCAA basketball tournament","response":"beware the Ides of March Madness"},{"text":"A Tony Bennett song about a California city takes over as a Spanish conquistador","response":"I Left My Heart In San Francisco Pizarro"},{"text":"Paul Revere's lantern signal system (according to Longfellow) gets interpreted by a species of eared seal","response":"one if by land, two if by sea lion"}],"originalDate":"2021-12-27"},{"category":"SOME LAST-MINUTE CHRISTMAS SHOPPING","comments":"","clues":[{"text":"You're looking for the dress this woman wore as she wed Prince William? Talk about one of a kind<span class=\"nobreak\">--</span>that cost $434,000!","response":"Kate Middleton"},{"text":"A $200,000 horse of this breed from the American Stud Book<span class=\"nobreak\">--</span>how kind, especially with the $50,000 annual upkeep thrown in","response":"a Thoroughbred"},{"text":"I can't believe you bought me this NHL team that had players like Guy Carbonneau, Guy Lapointe &amp; Guy Lafleur... merci!","response":"the Canadiens"},{"text":"This indoor bike-making co. had a market value of $31 billion in 2021, so don't go crazy<span class=\"nobreak\">--</span>just 50% of it would be enough for anyone","response":"Peloton"},{"text":"An ancient sculpture of an athlete about to throw this should arrive by Christmas <span class=\"nobreak\">--</span>Myron's original is lost, so it's just a copy","response":"the discus"}],"originalDate":"2021-12-24"}],[{"category":"HOMOPHONIC PAIRS","comments":"","clues":[{"text":"Waaaah! The store ran out of my favorite Cabernet","response":"whine wine"},{"text":"What's that smell coming from your penny?","response":"scent cent"},{"text":"What you're in if you can't remember if it's the first of the month, the third, the fourth, the tenth","response":"a daze days"},{"text":"Unfriendly lodging for young travelers abroad","response":"a hostile hostel"},{"text":"An official document seal belonging to a young swan","response":"a signet cygnet"}],"originalDate":"2021-12-24"},{"category":"ALL AROUND THE WORLD","comments":"","clues":[{"text":"When visiting this Vatican basilica, you might want to spring for a ticket to the dome, which includes a guided tour","response":"St. Peter's"},{"text":"You'll catch the Baseball Hall of Fame in this village that was settled by the dad of the author of \"The Deerslayer\"","response":"Cooperstown"},{"text":"Picasso's \"Guernica\" is in this capital, where it was sent only after democracy had returned","response":"Madrid"},{"text":"The 1,500-foot Petronas Towers are linked via a skybridge between floors 41 &amp; 42 in this Malaysian city","response":"Kuala Lumpur"},{"text":"The 12,000-square-mile Great Bear Lake straddles the Arctic circle in this \"directional\" political unit","response":"the Northwest Territories"}],"originalDate":"2021-12-24"},{"category":"ARE YOU READY FOR SOME FOOTBALL MOVIES?","comments":"","clues":[{"text":"In \"Remember the Titans\", this actor is the coach of an integrated football team in 1971","response":"(Denzel) Washington"},{"text":"Burt Reynolds starred as Paul Crewe in the original version of \"The Longest Yard\"; this \"SNL\" alum, in the remake","response":"Sandler"},{"text":"Billy Dee Williams is his friend Gale Sayers &amp; James Caan is the title dying football player in this TV movie","response":"<i>Brian's Song</i>"},{"text":"As a high school football star in a Pennsylvania steel town, this actor had \"All the Right Moves\"","response":"Cruise"},{"text":"The Marx Brothers took the field in this \"equine\" comedy about Huxley College's football team","response":"<i>Horse Feathers</i>"}],"originalDate":"2021-12-24"},{"category":"IT HAPPENED IN DECEMBER","comments":"","clues":[{"text":"On December 5, 1933 FDR announced the repeal of this; cheers!","response":"Prohibition"},{"text":"In what was then the largest corporate bankruptcy in U.S. history, this energy giant filed for Chapter 11 protection in 2001","response":"Enron"},{"text":"On December 26, 2004 a 9.1 undersea earthquake in this ocean triggered a massive &amp; deadly tsunami","response":"the Indian Ocean"},{"text":"In December 1577 he set sail from England with 5 ships &amp; a crew of more than 150 men on a voyage around the world","response":"(Sir Francis) Drake"},{"text":"Deciding he was better suited for the Senate, in December 1832 this South Carolinian resigned as vice president","response":"Calhoun"}],"originalDate":"2021-12-24"},{"category":"20th CENTURY SONG, 21st CENTURY AD","comments":"","clues":[{"text":"The Volkswagen Passat: this man singing \"On The Road again\"","response":"Willie Nelson"},{"text":"Allstate: <br>this hit by ska band Madness","response":"\"Our House\""},{"text":"Sargento cheese: <br>this biggest hit by Modern English","response":"\"I Melt With You\""},{"text":"Kia: <br>\"Holding Out For A Hero\" by this '80s singer","response":"Bonnie Tyler"},{"text":"Oh, oh, oh,<br>it's this '70s song by Pilot that diabetes drug Ozempic adapted","response":"\"Magic\""}],"originalDate":"2021-12-24"},{"category":"NOVELS &amp; NOVELISTS","comments":"","clues":[{"text":"Tolstoy &amp; Fielding are among those who've employed an \"intrusive\" this who both reports &amp; interrupts a story","response":"a narrator"},{"text":"\"La Galatea\", his first novel, appeared in 1585, 20 years before his most famous one","response":"Cervantes"},{"text":"Mary McCarthy's \"The Group\" follows the lives of 8 graduates of this Seven Sisters college north of New York City","response":"Vassar"},{"text":"Janie, the 40ish heroine of this book by Zora Neale Hurston, sees her life as a tree with \"dawn and doom\" in the branches","response":"<i>Their Eyes Were Watching God</i>"},{"text":"Call the \"P.D.\"! This British \"Queen of Crime\" wrote 14 novels featuring Scotland Yard detective Adam Dalgliesh","response":"P.D. James"}],"originalDate":"2021-12-24"}],{"category":"U.S. STATES","text":"State that was southernmost of original 13 colonies","response":"Georgia"}]}