{"mix":1005,"rounds":[[{"category":"HEAVEN","comments":"","clues":[{"text":"Road Michael Landon travels every Wednesday night","response":"the Highway to Heaven"},{"text":"In Catholic teaching, he holds the keys to the kingdom of heaven","response":"St. Peter"},{"text":"3 Dog Night sings \"Oh, I've never been to heaven, but I've been\" there","response":"Oklahoma"},{"text":"Houris are black-eyed damsels that are among heavenly rewards of faithful of this religion","response":"the Muslim religion (Islam)"},{"text":"Paradise of Greek legend where good souls live in simple joy among flowers &amp; meadows","response":"the Elysian Fields"}],"originalDate":"1986-01-17"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"New Hampshire is located halfway between the North Pole &amp; this line","response":"the equator"},{"text":"Towns of Marydel &amp; Delmar straddle these 2 states","response":"Maryland & Delaware"},{"text":"City named for Capt. Henry Shreve, who broke Fulton's steamboat monopoly, is in this state","response":"Louisiana"},{"text":"When Alaska &amp; Hawaii were added to the Union, a spot in South Dakota became this","response":"the geographical center of the United States"},{"text":"Only city to span entire width of a state is Weirton, in 1 of this state's 2 panhandles","response":"West Virginia"}],"originalDate":"1986-01-17"},{"category":"COMPOSERS","comments":"","clues":[{"text":"German composer who saw, not heard, applause at the premiere of his 9th Symphony","response":"Beethoven"},{"text":"He recently conducted a recording of his \"West Side Story\" with opera singers","response":"Leonard Bernstein"},{"text":"For \"The Threepenny Opera\", Bertolt Brecht wrote the words and he wrote the music","response":"Kurt Weill"},{"text":"Composer of \"Water Music\" he's called \"English\" although German by birth","response":"George Frideric Handel"},{"text":"In 1774, he became court composer to Emperor Joseph II of Austria","response":"Antonio Salieri"}],"originalDate":"1986-01-17"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"Francis Coppola not only lost his Zoetrope Studios, but seems to have lost this middle name","response":"Ford"},{"text":"Though they died in 1957 &amp; '64, Bogart &amp; Alan Ladd co-starred in this '82 Steve Martin film","response":"<i>Dead Men Don't Wear Plaid</i>"},{"text":"Newspaper depicted in \"All the President's Men\"","response":"the <i>Washington Post</i>"},{"text":"2 recent Woody Allen films with \"Rose\" in the title","response":"<i>Broadway Danny Rose</i> & <i>The Purple Rose of Cairo</i>"},{"text":"Audiences greeted these American Greetings characters by making their film a hit","response":"the Care Bears"}],"originalDate":"1986-01-17"},{"category":"18th CENTURY FRANCE","comments":"","clues":[{"text":"Developed in France, this system of weights &amp; measures was adopted there in 1795","response":"the metric system"},{"text":"In 1793, during the revolution, this state religion was all but banned","response":"Catholicism"},{"text":"Since decapitation had been an aristocratic privilege, this was adopted as democratic","response":"the guillotine"},{"text":"Marie Antoinette's husband, he preferred working as a blacksmith over his royal duties","response":"Louis XVI"},{"text":"France simultaneously fought the 7 Years War in Europe &amp; this war in North America","response":"the French-Indian War"}],"originalDate":"1986-01-17"},{"category":"GEOGRAPHIC NICKNAMES","comments":"","clues":[{"text":"This longest tributary of the Mississippi River is known as \"Big Muddy\"","response":"the Missouri"},{"text":"The poet Tibullus called this city \"Urbs Aeterna\"","response":"Rome"},{"text":"Runnymede, England is sometimes referred to as the \"Birthplace\" of this document","response":"the Magna Carta"},{"text":"The French are known to refer to this peak as \"The White Lady\"","response":"Mont Blanc"},{"text":"In 1914 Syria was one of the few remaining bits of this empire dubbed \"The Sick Man of Europe\"","response":"the Ottoman Empire"}],"originalDate":"2021-12-16"}],[{"category":"THE 15th CENTURY","comments":"","clues":[{"text":"Mid-century, Lorenzo Ghiberti completed his set of bronze baptistery doors  with Old Testament scenes called \"The Gates of\" this","response":"Paradise"},{"text":"After this flagship ran aground in 1492, Christopher Columbus ordered that its wreckage be used to build a fort on Hispaniola","response":"<i>Santa Maria</i>"},{"text":"2 short years after attending Charles VII's coronation at Reims, she was burned at the stake","response":"Joan of Arc"},{"text":"At the tender age of 13, this member of the Borgia family was married off to Giovanni Sforza","response":"Lucrezia Borgia"},{"text":"Noted for his brutality &amp; fanaticism, he was made Grand Inquisitor in Spain in 1483","response":"Torquemada"}],"originalDate":"2021-12-16"},{"category":"CLASSIC MOVIES","comments":"","clues":[{"text":"Once upon a time Robin Wright played Buttercup in this film scripted by William Goldman","response":"<i>The Princess Bride</i>"},{"text":"In one of the original slasher films, Janet Leigh is killed off just 20 minutes into this 1960 thriller","response":"<i>Psycho</i>"},{"text":"Film in which De Niro as Travis Bickle asks, \"You talkin' to me? You talkin' to me?\"","response":"<i>Taxi Driver</i>"},{"text":"In a 1967 film Charles Bronson &amp; Jim Brown are among this title group of 12 who are trained by Lee Marvin for a war mission","response":"<i>The Dirty Dozen</i>"},{"text":"This Kurosawa film about a crime told from multiple points of view is credited with introducing Japanese cinema to the Western world","response":"<i>Rashomon</i>"}],"originalDate":"2021-12-16"},{"category":"WHAT DO YOU KNOW?","comments":"","clues":[{"text":"The expression about \"knowing\" these comes from sailors who had to be familiar with the details of the rigging","response":"the ropes"},{"text":"This Kenny Rogers song says, \"You got to know when to hold 'em, know when to fold 'em\"","response":"\"The Gambler\""},{"text":"This play character says when the wind is southerly, he knows a hawk from a handsaw","response":"Hamlet"},{"text":"This insurance company says, \"We know a thing or two because we've seen a thing or two\"","response":"Farmers (Insurance)"},{"text":"To have knowledge in a particular field is to know these veggies, though some say the word is a reference to a lexicographer","response":"onions"}],"originalDate":"2021-12-16"},{"category":"LITERARY MUSEUMS","comments":"","clues":[{"text":"Head to Wamego, Kansas for a museum dedicated to this fictional land created by L. Frank Baum","response":"Oz"},{"text":"A museum devoted to this literary movement is not far from San Francisco's City Lights Bookstore","response":"the Beat movement"},{"text":"You can find your roots at the museum devoted to this author of \"Roots\": genealogy services are offered to its visitors","response":"(Alex) Haley"},{"text":"The Amazing World of Dr. Seuss Museum is in this Massachusetts city, Dr. Seuss' hometown","response":"Springfield"},{"text":"The home of this educator known for his \"Readers\" is kept as a museum on the campus of Miami University in Ohio","response":"McGuffey"}],"originalDate":"2021-12-16"},{"category":"PLANTS &amp; ANIMALS &amp; FUNGI, OH MY!","comments":"","clues":[{"text":"360 to 300 million B.C. is sometimes called the \"Age of\" these nonflowering, spore-producing plants","response":"Ferns"},{"text":"All animals possess this protein that keeps skin firm &amp; is used as a dietary supplement &amp; cosmetic lip injection","response":"collagen"},{"text":"The Greek for \"mushroom\" gives us this word for the study of fungi","response":"mycology"},{"text":"To the Romans, Robigus was the god of this fungus that appears as red, orange or yellow spots on plants","response":"a rust"},{"text":"Plants, animals, fungi &amp; protists are the 4 kingdoms of these organisms, from Greek for \"good\" &amp; \"kernel\"","response":"eukaryotes"}],"originalDate":"2021-12-16"},{"category":"SNOW-POURRI","comments":"","clues":[{"text":"In observing snowflakes, learn the basic types of these symmetrical structures, including plates, columns &amp; needles","response":"crystals"},{"text":"This cereal invented in the 1890s was bleached &amp; used as nice, crunchy underfoot snow in early sound films","response":"Corn Flakes"},{"text":"Mount Snow, Vermont calls itself these mountains' most accessible ski resort from the big cities south of it","response":"the Green Mountains"},{"text":"Snow blinded the Lancastrians &amp; wind stopped their arrows at Towton in this war, said to be the bloodiest battle ever in England","response":"the Wars of the Roses"},{"text":"\"One must have a mind of winter\", begins this Wallace Stevens poem that sets a chilly mood","response":"<i>The Snow Man</i>"}],"originalDate":"2021-12-16"}],{"category":"MODERN WORDS","text":"Neal Stephenson coined this word in his 1992 novel \"Snow Crash\"; it was later shortened by a company to become its new name","response":"metaverse"}]}