{"mix":1009,"rounds":[[{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Appropriately, this capital's name means \"Indiana city\"","response":"Indianapolis"},{"text":"Of Dover, N.J.; Dover, Del.; &amp; Dover, N.H.; the one that's a state capital","response":"Dover, Delaware"},{"text":"Dome of Minnesota state capitol building in this city is patterned after St. Peter's in Rome","response":"St. Paul"},{"text":"\"Bare mountain\" is the meaning of name of this Vermont capital","response":"Montpelier"},{"text":"Guthrie, which was founded &amp; became populous in just 1 day, was its 1st capital","response":"Oklahoma"}],"originalDate":"1986-01-15"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"The depth of water a ship draws, or type of beer","response":"draft"},{"text":"The 7th sign of the zodiac is symbolized by a pair of these","response":"scales"},{"text":"In photography, it's technique to condense into seconds a drawn-out event such as a flower opening","response":"time-lapse photography"},{"text":"French for \"silver\" or \"money\", it symbolizes faith &amp; purity in heraldry","response":"<i>argent</i>"},{"text":"In 1889, Jane Addams opened this famous settlement house in Chicago to help   immigrants","response":"Hull House"}],"originalDate":"1986-01-15"},{"category":"WINTER HOLIDAYS","comments":"","clues":[{"text":"A February holiday commemorates the Buddha reaching the final state of this goal of the Buddhist path","response":"nirvana"},{"text":"Twelfth Night precedes the feast of this, also known as Three Kings' Day","response":"the Epiphany"},{"text":"Celebrated Dec. 23, Festivus includes \"the airing of\" these; \"I got a lot of problems with you people! Now, you're gonna hear about it\"","response":"the airing of grievances"},{"text":"The Jewish festival of trees, Tu Bishvat includes eating fruit, like this one that according to tradition has 613 red seeds","response":"a pomegranate"},{"text":"On December 13 Scandinavians celebrate this female saint; young girls wear white &amp; wear lighted wreaths on their heads","response":"Lucia"}],"originalDate":"2021-12-10"},{"category":"TEXTING SHORTHAND","comments":"","clues":[{"text":"Too funny! <br>LMSO, <br>I'm \"laughing\" these garments \"off\"","response":"socks"},{"text":"DHYB, \"don't\" do this, meaning something is not likely to happen anytime soon","response":"hold your breath"},{"text":".02,<br>this amount of opinion I'm sharing","response":"two cents"},{"text":"Put down your phone &amp; go outside! All this texting is CWOT, a \"complete\" this","response":"waste of time"},{"text":"That was WTMI, meaning this, a lot more facts than I needed","response":"way too much information"}],"originalDate":"2021-12-10"},{"category":"HEY SHAKESPEARE, WHO SAID THAT?","comments":"","clues":[{"text":"\"Come I to speak in Caesar's funeral. He was my friend, faithful and just to me: but Brutus says he was ambitious\"","response":"Mark Antony"},{"text":"\"Deny thy father and refuse thy name; or, if thou wilt not, be but sworn my love\"","response":"Juliet"},{"text":"\"I am subject to a tyrant, a sorcerer, that by his cunning hath cheated me of the island\"","response":"Caliban"},{"text":"\"'Tis not to make me jealous to say my wife is fair, feeds well, loves company, is free of speech, sings, plays and dances well\"","response":"Othello"},{"text":"\"I think there be six Richmonds in the field; five have I slain today instead of him\"","response":"King Richard III"}],"originalDate":"2021-12-10"},{"category":"YACHT ROCK SAILS AGAIN","comments":"","clues":[{"text":"This Philly duo<span class=\"nobreak\">--</span>2 guys, 1 mustache<span class=\"nobreak\">--</span>hit No. 1 in 1982 with \"I Can't Go For That\"","response":"Hall & Oates"},{"text":"This ex-Commodore sailed to the top of the charts in 1983 with \"All Night Long\"","response":"(Lionel) Richie"},{"text":"M is for moonlight, as in \"Moonlight Feels Right\" by Starbuck, as well as this xylophone with an unexpected<span class=\"nobreak\">--</span>&amp; amazing!<span class=\"nobreak\">--</span>solo","response":"a marimba"},{"text":"You can always right your ship with \"Hey Nineteen\" &amp; \"Deacon Blues\" by this jazzy soft-rock band","response":"Steely Dan"},{"text":"Grover Washington Jr. was so smooth with this title, \"building castles in the sky\", this title again, \"you &amp; I\"","response":"\"Just The Two Of Us\""}],"originalDate":"2021-12-10"}],[{"category":"GET YOUR SOMETHINGS IN A ROW","comments":"(Mayim: You'll tell us what that something is.)","clues":[{"text":"East to west by birthplace: <br>Holliday, <br>Rivers, <br>Severinsen","response":"Docs"},{"text":"By era of popularity: rolltop, <br>tanker, <br>standing","response":"desks"},{"text":"Biggest to smallest: <br>Uno, <br>tarot, <br>pinochle","response":"decks"},{"text":"In royal succession: Cambridge, <br>Sussex, <br>York","response":"Dukes"},{"text":"In construction order: Afsluit, <br>NIeuwebildt, <br>Omring","response":"dikes"}],"originalDate":"2021-12-10"},{"category":"GOING MEDIEVAL","comments":"","clues":[{"text":"Weapons made of this steel named for a Syrian city were highly prized by medieval knights","response":"Damascus steel"},{"text":"In the 6th century Dionysius Exiguus began using this system with a 2-word Latin name to date things since Christ's birth","response":"<i>Anno Domini</i>"},{"text":"Before he became a monk &amp; she became a nun, these medieval lovers had a son named Astrolabe","response":"Heloise & Abelard"},{"text":"In the 14th century this Italian poet lost the love of his life, Laura, to the black death","response":"Petrarch"},{"text":"In medieval times this order of monks translated medical texts in their library at Monte Cassino in Italy","response":"the Benedictines"}],"originalDate":"2021-12-10"},{"category":"BIG MOVIE ON CAMPUS","comments":"","clues":[{"text":"M.I.T.'s domed Maclaurin Building is where this actor works as a janitor in a 1997 film","response":"(Matt) Damon"},{"text":"This 1973 film follows a first-year student's clashes with his contracts prof at Harvard Law School","response":"<i>The Paper Chase</i>"},{"text":"Set at a fictional Ivy League university, \"Dear White People\" was filmed at this school's Twin Cities campus","response":"the University of Minnesota"},{"text":"Georgia's Emory University was one of the locations for this 2016 movie about NASA's female \"human computers\"","response":"<i>Hidden Figures</i>"},{"text":"2 films shot at Notre Dame were \"Knute Rockne: All American\" &amp; this one starring Sean Astin as an unlikely football player","response":"<i>Rudy</i>"}],"originalDate":"2021-12-10"},{"category":"ORGAN RECITAL","comments":"","clues":[{"text":"The largest internal organ in humans, it destroys old red blood cells","response":"the liver"},{"text":"Each of these has a hilum, the point where the bronchi enter","response":"the lungs"},{"text":"Producing &amp; secreting hormones, the hypothalamus is part of this organ","response":"the brain"},{"text":"The outer cortex of these paired organs contains follicles &amp; oocytes","response":"ovaries"},{"text":"The jejunum, part of this organ, gets its name from the Latin for \"fasting\" because it was often found empty after death","response":"the small intestine"}],"originalDate":"2021-12-10"},{"category":"\"EX\"AM TIME","comments":"(Mayim: Each response begins with \"ex\".)","clues":[{"text":"5-letter verb meaning to put forth effort","response":"exert"},{"text":"Archaeologists learn to do this, from Latin for \"hollow out\"","response":"excavate"},{"text":"It's an unofficial name for Britain's treasury","response":"the Exchequer"},{"text":"A Latin word, this old-timey stage direction means it's time for 2 or more characters to exit a scene","response":"<i>exeunt</i>"},{"text":"In physics this principle means no 2 particles in an atom can share the same set of quantum numbers","response":"the (Pauli) exclusion principle"}],"originalDate":"2021-12-10"},{"category":"PROF TALK","comments":"","clues":[{"text":"Profs definitely want good \"P.R.\", this process by which academic experts referee papers","response":"peer review"},{"text":"Remember grad school &amp; getting the yearly payment called this<span class=\"nobreak\">--</span>appropriately, from Latin for \"alms\"?","response":"stipend"},{"text":"A PhD candidate who's finished all the coursework but not that last bit of writing is an ABD, this","response":"all but dissertation"},{"text":"This word for a group of associated professors can also mean a natural power or ability","response":"faculty"},{"text":"In 1880 Harvard became the first to grant these marvelously restful paid leaves of absence","response":"sabbatical"}],"originalDate":"2021-12-09"}],{"category":"THE OSCARS","text":"Born in 1932 &amp; the son of a percussionist in the CBS Radio Orchestra, he's been nominated for 53 Oscars","response":"John Williams"}]}