{"mix":1010,"rounds":[[{"category":"WHAT DOES IT PREVENT?","comments":"","clues":[{"text":"Higher-octane gasoline: this \"kn\"oise, partner of the dreaded pinging","response":"knocking"},{"text":"Bounce dryer sheets, symbolized by a tee shirt &amp; a lightning bolt","response":"static cling"},{"text":"The compound levonorgestrel, in products like Mirena","response":"pregnancy"},{"text":"A living trust: this court procedure to carry out the terms of a will","response":"probate"},{"text":"Ladybugs &amp; lacewings: these garden menaces also known as plant lice","response":"aphids"}],"originalDate":"2021-12-09"},{"category":"COLLEGE SPORTS","comments":"","clues":[{"text":"In 2021 LSU's men's team claimed the outdoor track &amp; field NCAA title, aided by Terrance Laird's time of 10.05 in this event","response":"the 100 meter"},{"text":"With stars like Maya Moore, the Huskies of this U. have won over 90% of their games &amp; 11 national titles in women's basketball since '95","response":"Connecticut (UConn)"},{"text":"Winners of this prestigious honor introduced in 1935 include Steve Spurrier, Barry Sanders &amp; Jameis Winston","response":"the Heisman Trophy"},{"text":"\"On\", this Big Ten school! Coached by \"Miracle on Ice\" team member Mark Johnson, the women's hockey team won the 2021 NCAA title","response":"Wisconsin"},{"text":"Mia Hamm won 4 national soccer titles with this southern school","response":"the University of North Carolina"}],"originalDate":"2021-12-09"},{"category":"LIT CHARACTERS' BAD CHOICES","comments":"","clues":[{"text":"\"Thy hour and thy harpoon are at hand!\"; he should've cut bait &amp; run, as his harpoon issues got much worse the next day","response":"(Captain) Ahab"},{"text":"James, don't break up a family's baseball game &amp; try to kill this girl! Edward will be mad &amp; it just won't end well for you!","response":"Bella Swan"},{"text":"She a) married Roger Chillingworth &amp; b) didn't just head off for Europe with Dimmesdale as soon as she heard the word \"prison\"","response":"Hester Prynne"},{"text":"He makes the mistake of trusting O'Brien, which leads to a harsh re-education at the Ministry of Love","response":"Winston (Smith)"},{"text":"True love wins out, but he wasn't smart to let his friend Mr. Darcy talk him into leaving Jane Bennet in the lurch","response":"Mr. Charles Bingley"}],"originalDate":"2021-12-09"},{"category":"YIDDISH THEATER","comments":"","clues":[{"text":"David Moishele is an aging wealthy merchant with problematic children in the 1892 play \"The Yiddish\" this Shakespeare tragedy","response":"<i>King Lear</i>"},{"text":"A surprise New York hit in 2018 was a Yiddish-language \"Fiddler on the Roof\"; this song becomes \"Ven Ikh Bin A Rotshild\"","response":"\"If I Were A Rich Man\""},{"text":"Yiddish theater's beginnings are associated with this Jewish holiday involving dressing up in costume","response":"Purim"},{"text":"The play \"Chantzhe in Amerika\" is about a woman wanting to learn this modern skill; \"How I Learned to\" do it is a non-Yiddish play","response":"drive"},{"text":"To Marlon Brando, \"Stella\" also meant this woman from a Yiddish theater dynasty, the teacher who changed his life","response":"Stella Adler"}],"originalDate":"2021-12-09"},{"category":"SCIENCE VOCABULARY","comments":"","clues":[{"text":"From a word meaning \"insect\", it's the study of bugs","response":"entomology"},{"text":"Atoms share a pair of electrons in this type of chemical bond","response":"covalent"},{"text":"\"Specific\" this is the ratio of a substance's density to that of a standard substance, often water","response":"gravity"},{"text":"In physics, a body at rest is in \"static\" this if all the forces acting on it cancel each other out","response":"equilibrium"},{"text":"This slow wobbling of the Earth's axis of rotation completes a cycle every 26,000 years or so","response":"precession"}],"originalDate":"2021-12-09"},{"category":"DESCRIBING THE TV DRAMA","comments":"","clues":[{"text":"It's a Mads Mads Mads Mads Mikkelsen world; the doctor will eat you now","response":"<i>Hannibal</i>"},{"text":"On since 2010 but cast job security? Iffy; Michael Rooker was Norman Reedus' brother, remember that?","response":"<i>The Walking Dead</i>"},{"text":"Simon &amp; Daphne, streaming steamily; episodes included \"The Duke &amp; I\" &amp; \"Art of the Swoon\"","response":"<i>Bridgerton</i>"},{"text":"Catherine, dressing to empress; we're stanning Fanning","response":"<i>The Great</i>"},{"text":"An island resort is not quite paradise; Jennifer Coolidge deals with the ashes of a relationship","response":"<i>White Lotus</i>"}],"originalDate":"2021-12-09"}],[{"category":"SHOW ME YOUR P-H-D","comments":"(Mayim: Each response contains those letters in that order.)","clues":[{"text":"A son or daughter by marriage","response":"a stepchild"},{"text":"To arrest a criminal suspect","response":"apprehend"},{"text":"In 2021 4 astronauts landed in the Gulf of Mexico in the USA's first nighttime one of these since 1968","response":"a (crewed) splashdown"},{"text":"Squid &amp; octopuses are members of this class of marine mollusks","response":"cephalopods"},{"text":"These sacred writings of Hinduism explain the fundamental tenets of the religion","response":"Upanishads"}],"originalDate":"2021-12-09"},{"category":"THE RULES OF THE GAME","comments":"","clues":[{"text":"With no game clocks on the field, only a referee such as Daniele Orsato keeps time","response":"soccer"},{"text":"Rule 6-6d says you can be disqualified if you sign &amp; return an incorrect scorecard","response":"golf"},{"text":"In this Olympic sport, no splashing water in an opponent's face","response":"water polo"},{"text":"The supine competitor may use no mechanical brakes","response":"luge"},{"text":"While trying to pin your opponent, you can't get him in a hold below the waist","response":"Greco-Roman wrestling"}],"originalDate":"2021-12-08"},{"category":"MORE THAN 100","comments":"","clues":[{"text":"The Bible says this grandfather of Noah lived to be 969 years old","response":"Methuselah"},{"text":"This mythic hall for slain warriors has 540 doors","response":"Valhalla"},{"text":"It's the highest atomic number for any known element: oganesson, formerly called ununoctium","response":"118"},{"text":"Stephen Kinnock &amp; Ian Paisley Jr. are 2 of the 650 members of this body whose chamber seats 427","response":"the House of Commons"},{"text":"Fitting the genre of Barbara Cartland's 723 novels, her $55 million London mansion went up for sale on this day in 2020","response":"February 14th (Valentine's Day)"}],"originalDate":"2021-12-08"},{"category":"DEALING WITH THE ENVIRONMENT","comments":"","clues":[{"text":"The 1987 Montreal Protocol limits \"substances that deplete\" this in the atmosphere","response":"ozone"},{"text":"A 1997 U.N. protocol adopted in this Japanese city called for the reduction of greenhouse gas emissions","response":"Kyoto"},{"text":"The 1979 Convention on Long-Range Transboundary this problem that doesn't respect borders has helped reduce it dramatically","response":"air pollution"},{"text":"The International Tropical Timber Agreement regulates the use of wood that's grown between these 2 geographic limits","response":"the Tropics of Cancer & Capricorn"},{"text":"A 2007 column by the New York Times' Thomas Friedman is credited as the origin of this 3-word term","response":"Green New Deal"}],"originalDate":"2021-12-08"},{"category":"PREPOSITIONAL PHRASES","comments":"","clues":[{"text":"\"Out of\" this color means totally unexpected","response":"the (clear) blue"},{"text":"That's a secret! Keep it below one's deerstalker, or to put it another way... this","response":"under your hat"},{"text":"Using a forceful manner to attack a problem is to do it this way, like a \"Die Hard\" film title","response":"with a vengeance"},{"text":"Claritin, Gaviscon &amp; Midol are classified as this type of drug","response":"over-the-counter"},{"text":"Splinters are an indication that you're sanding or planing wood this way, also meaning contrary to my inclinations","response":"against the grain"}],"originalDate":"2021-12-08"},{"category":"LITERARY PROFESSORS","comments":"","clues":[{"text":"Doctor Pangloss is the unfailingly optimistic mentor of the title character in this Voltaire work","response":"<i>Candide</i>"},{"text":"Phonetics professor Henry Higgins is a 1913 creation of this playwright","response":"(George Bernard) Shaw"},{"text":"The protagonist of this author's 1995 novel \"Wonder Boys\" was inspired by his University of Pittsburgh writing professor","response":"Michael Chabon"},{"text":"In an 1893 story he is described as \"the organizer of half that is evil and of nearly all that is undetected\" in London","response":"Professor Moriarty"},{"text":"Her 1925 novel \"The Professor's House\" is set largely in New Mexico, not her familiar Nebraska","response":"Willa Cather"}],"originalDate":"2021-12-08"}],{"category":"WORLD CAPITALS","text":"In less than 40 years, Karachi, Rawalpindi &amp; Islamabad have all been its capital","response":"Pakistan"}]}