{"mix":1013,"rounds":[[{"category":"IT'S TOO CROWDED","comments":"","clues":[{"text":"800,000 people gathered in a field in Krakow to watch the televised Vatican funeral for this man in 2005","response":"Pope John Paul II"},{"text":"A million fans endured stifling Madrid heat to celebrate Spain's 2010 victory in this international competition","response":"the World Cup"},{"text":"On New Year's Eve 1994, 4.2 million showed up for fireworks &amp; a free Rod Stewart concert on Copacabana Beach in this city","response":"Rio de Janeiro"},{"text":"In 2019 tens of millions gathered to bathe in sacred rivers for Kumbh Mela, a festival of this religion","response":"Hinduism"},{"text":"Millions lined the streets of New York for the June 2019 LGBTQ parade that was part of \"World\" this","response":"Pride"}],"originalDate":"2021-12-02"},{"category":"EXAM TIME","comments":"","clues":[{"text":"A task on a recent one in New York State was to draft a memo regarding sovereign immunity under a tort claims law","response":"a bar exam"},{"text":"In the 1950s half of U.S. hospital deaths were followed by a postmortem exam, also called this; now it's under 10%","response":"an autopsy"},{"text":"These exams are required for many Ph.D. degrees; for a Stanford history doctorate, you take them in your third year","response":"oral exams"},{"text":"To do your taxes, look for someone who passed this 3-letter exam first standardized in 1917","response":"the CPA exam"},{"text":"Mydriatic eye drops do this to help in an eye exam","response":"dilate your pupils"}],"originalDate":"2021-12-02"},{"category":"FICTION","comments":"","clues":[{"text":"In \"A Christmas Carol\", this man's ghost is the first of 4 to appear to Scrooge","response":"Marley"},{"text":"He wrote short stories like \"Sonny's Blues\" &amp; novels like \"Go Tell It on the Mountain\"","response":"Baldwin"},{"text":"Emily is imprisoned in a gloomy castle<span class=\"nobreak\">--</span>that tells you \"The Mysteries of Udolpho\" is a classic of this big 1790s genre","response":"gothic fiction (a gothic romance)"},{"text":"This novel about a canine says, \"A monster came to the small town of Castle Rock\"","response":"<i>Cujo</i>"},{"text":"Jack Schaefer wrote about the cowboy life in this novel with a 1-name title; come back!","response":"<i>Shane</i>"}],"originalDate":"2021-12-02"},{"category":"FROM THE GREEK","comments":"","clues":[{"text":"This word for a place of eternal rest is from a Greek word for \"sleeping place\"","response":"cemetery"},{"text":"\"O, beware, my lord, of\" this! From the Greek for \"zeal\"","response":"jealousy"},{"text":"From Greek for \"thick-skinned \", this word is sometimes used for an elephant or a hippo","response":"pachyderm"},{"text":"How words are put together to form phrases &amp; sentences, it's from the Greek for \"arrange together\"","response":"syntax"},{"text":"You get an \"A\" if you know that this 5-letter word from Greek refers to God's love for man &amp; Christians' love for others","response":"agape"}],"originalDate":"2021-12-02"},{"category":"SAILING THE BLACK SEA","comments":"","clues":[{"text":"This mythological hero &amp; his Argonauts sailed the Black Sea in antiquity","response":"Jason"},{"text":"Woof! A small shark called the spiny this abounds in the Black Sea","response":"dogfish"},{"text":"Russia's Black Sea coast includes this resort city that was established in 1896 &amp; made international headlines in the winter of 2014","response":"Sochi"},{"text":"It's alphabetically last of the countries that border the Black Sea","response":"Ukraine"},{"text":"This mountain range, a dividing line between Asia &amp; Europe, runs from the Black Sea to the Caspian Sea","response":"the Caucasus"}],"originalDate":"2021-12-02"},{"category":"WORDS IN ELEMENTS","comments":"","clues":[{"text":"Br: <br>this possessive pronoun","response":"mine"},{"text":"Si: <br>this, a symbol for a program on your computer desktop","response":"an icon"},{"text":"Hg: <br>this term for a mean or scroungy dog","response":"a cur"},{"text":"Mn: <br>this Asian art form","response":"manga"},{"text":"I:<br>this allfather","response":"Odin"}],"originalDate":"2021-12-02"}],[{"category":"PULITZER PRIZE WINNERS","comments":"","clues":[{"text":"Before Roger Ebert won the 1st Pulitzer for Movie Criticism, his paper-mate Ron Powers won the 1st as a critic of this medium","response":"television"},{"text":"Though these are traditionally unsigned, the Pulitzers usually name the recipient, like Buford Boone of the Tuscaloosa News","response":"editorials"},{"text":"A 2021 prize went to the Star Tribune, based in this city, for reporting on its police force, focus of national attention","response":"Minneapolis"},{"text":"Julia Keller won for her feature about the devastation of the town of Utica, Illinois in 10 seconds by one of these","response":"a tornado"},{"text":"Marjorie Kinnan Rawlings won for this beloved 1938 novel whose title refers to the age of a pet fawn","response":"<i>The Yearling</i>"}],"originalDate":"2021-12-01"},{"category":"HUNTER/GATHERER","comments":"","clues":[{"text":"A rolling stone is said to do this, whether Spanish or peat","response":"gather no moss"},{"text":"Later a crime novelist, Evan Hunter wrote the school-set novel titled \"The Blackboard\" this","response":"Jungle"},{"text":"Hunter S. Thompson was the inspiration for the quirky character of Uncle Duke in this comic strip","response":"<i>Doonesbury</i>"},{"text":"The Gathering of Nations is this type of Native American assembly with a rhyming name","response":"a powwow"},{"text":"During World War I Army General Hunter Liggett &amp; his I corps prevailed at the battles of the Meuse &amp; of this forest","response":"the Argonne Forest"}],"originalDate":"2021-12-01"},{"category":"THE COMPANY'S PRODUCT","comments":"","clues":[{"text":"Its 57 sauce will \"add zest to chicken\", if zest is your thing","response":"Heinz"},{"text":"This &amp; this has skincare in the game with Neutrogena Bright Boost","response":"Johnson & Johnson"},{"text":"This &amp; this gets into hair-y situations with Don't Blow It, a cream for air-dried styles","response":"Bumble and bumble."},{"text":"This brand gets its kicks with Chuck Taylor All Star shoes","response":"Converse"},{"text":"It rocks out with the Tom Morello Stratocaster","response":"Fender"}],"originalDate":"2021-12-01"},{"category":"PRONOUNCE IT THE WAY WE WANT","comments":"(Ken: And I am going to be strict<span class=\"nobreak\">--</span>you need to pronounce it right.)","clues":[{"text":"The third person singular of to do becomes this group of animals","response":"does"},{"text":"A way to describe a day with lots of gusty air currents becomes this adjective for a twisty road","response":"windy"},{"text":"A European nationality becomes this shoe shine augmenter","response":"polish"},{"text":"A 2-syllable month becomes this majestic word","response":"august"},{"text":"A serve-yourself food place becomes this hard-hitting word","response":"buffet"}],"originalDate":"2021-12-01"},{"category":"PUTTING YOU THROUGH SOME HOOPS","comments":"","clues":[{"text":"In the 1980s \"A.D.\" was Adrian Dantley; now it's this Lakers superstar","response":"Anthony Davis"},{"text":"Before a 2008 move, this NBA team was known as the SuperSonics","response":"the Oklahoma City Thunder"},{"text":"In this type of defense, a player guards an area of the court, not a particular opposing player","response":"zone"},{"text":"From 1985 to 2003 Hall of Famers John Stockton &amp; Karl Malone made music together on this team","response":"the Utah Jazz"},{"text":"He went from the Warriors to the Nets &amp; in 2021 became the top scorer in U.S. Olympic men's basketball history","response":"Durant"}],"originalDate":"2021-12-01"},{"category":"WRITERS, WITH STYLE","comments":"","clues":[{"text":"&amp; All the rooblicks &amp; yooblicks / Ev'ry 'blick alive / Knew he wrote \"Your Job in Germany\" / Frank Capra directed! / In 1945!","response":"(Dr.) Seuss"},{"text":"Was I nervous?<span class=\"nobreak\">--</span>true!<span class=\"nobreak\">--</span>nervous, yes, waiting, wondering, if it was known that he wrote \"The Premature Burial\" in 1844? or was I mad?","response":"Poe"},{"text":"&amp; They asked if I'd say his 1901 \"Day of the Rabblement\" essay went after the Irish literary theatre &amp; yes I said yes I will yes","response":"James Joyce"},{"text":"Heere bigynneth owr joorny onn his \"Summoner's Tale\", a titl mayde moderne, as he speld it \"Somonours\"","response":"Chaucer"},{"text":"He didn't use sci-fi in 1961's \"Mother Night\", about an American playwright spying on the Nazis. He passed away in 2007. So it goes","response":"Vonnegut"}],"originalDate":"2021-12-01"}],{"category":"MISS AMERICA","text":"More Miss Americas have come from this populous state than any other","response":"California"}]}