{"mix":1015,"rounds":[[{"category":"JESUS &amp; NERO","comments":"","clues":[{"text":"Jesus is known as both Jesus of Nazareth &amp; Jesus of this ancient region with a famous \"Sea\"","response":"Galilee"},{"text":"Nero blamed Rome's Christians for this 64 A.D. disaster &amp; used it as an excuse to persecute them","response":"the fire (when Rome burned)"},{"text":"These 3 \"synoptic\" Gospels are the main sources for knowledge of Jesus' life","response":"Matthew, Mark & Luke"},{"text":"Suetonius said that Nero resented nothing so much as being called a wretched player of this harp-like stringed instrument","response":"a lyre"},{"text":"Nero's persecution of Jesus' followers led them to regard him as this foe that 1 John says \"shall come\"","response":"the Antichrist"}],"originalDate":"2021-11-29"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Puppet theaters in Prague include a \"Kingdom\" featuring these on strings","response":"marionettes"},{"text":"In this city, head to the Forbidden City; if you're forbidden, relax at the Hilton on Wangfujing East","response":"Beijing"},{"text":"To visit the vineyards of Chianti Classico, visit this one of Italy's 20 regioni, or regions","response":"Tuscany"},{"text":"You can head west in a straight line from Belmopan in Belize into this neighboring country","response":"Guatemala"},{"text":"Heading to Machu Picchu? Book your hotel in this Peruvian city 50 miles to the southeast &amp; take a train there","response":"Cusco"}],"originalDate":"2021-11-29"},{"category":"WE'VE GOT THAT BAND'S NUMBER","comments":"","clues":[{"text":"Megan Thee Stallion is featured on \"Beautiful Mistakes\" by this group; the video shows her &amp; Adam Levine flying a car over Los Angeles","response":"Maroon 5"},{"text":"Hits by these poppy punkers include \"What's My Age Again?\" &amp; \"All The Small Things\"","response":"Blink-182"},{"text":"The name of this Athens, Georgia band is slang for the high hairdos worn by Kate Pierson &amp; Cindy Wilson","response":"the B-52s"},{"text":"Matty Healy, lead singer of these Brit rockers, was born 14 years after the year in their name","response":"The 1975"},{"text":"Though it was their only hit, in 2021 the video for this band's 1993 single \"What's Up\" passed 1 billion YouTube views","response":"4 Non Blondes"}],"originalDate":"2021-11-29"},{"category":"WHO'S YOUR \"C-O\"?","comments":"","clues":[{"text":"In the U.S. Army, it's \"the base level of the noncommissioned officer\" ranks","response":"corporal"},{"text":"In the British military, it ranks just below brigadier","response":"colonel"},{"text":"This word from the rowing team also means the most important member of a Coast Guard small boat crew","response":"a coxswain"},{"text":"The Army has medics; the Navy has these","response":"corpsmen"},{"text":"This boss of a squadron once ranked just below a rear admiral","response":"a commodore"}],"originalDate":"2021-11-29"},{"category":"FESTIVALS","comments":"","clues":[{"text":"The San Fermin Festival held in Pamplona each July is best known for this daily event involving animals","response":"the running of the bulls"},{"text":"In Islam,  the Eid al-Adha, or festival of sacrifice, remembers this man's willingness to sacrifice his son","response":"Abraham"},{"text":"This pop music festival is named for a town in southwestern England also said to be the burial site of King Arthur","response":"Glastonbury"},{"text":"The film festival in this major Dutch port bestows the Tiger Award as its top prize","response":"Rotterdam"},{"text":"Term for a festival on the edge of a larger festival; a famous one began at Edinburgh in 1947","response":"fringe fest"}],"originalDate":"2021-11-26"},{"category":"STORY TIME","comments":"","clues":[{"text":"In this 1818 classic a Swiss scientist isn't neutral about playing mix-&amp;-match with some corpse parts","response":"<i>Frankenstein</i>"},{"text":"Let's go with the Flaubert! This 1857 novel details a truly sad state of affairs","response":"<i>Madame Bovary</i>"},{"text":"Readers discovered \"The Secret Life of\" this James Thurber character in the March 18, 1939 issue of the New Yorker","response":"Walter Mitty"},{"text":"This rabbit-loving character calls a woman \"purty\"; that relationship ends in an extremely awful way, as does his life","response":"Lennie"},{"text":"Ludovico's technique is applied rather violently to make Alex non-violent in this novel","response":"<i>A Clockwork Orange</i>"}],"originalDate":"2021-11-26"}],[{"category":"LONG-RUNNING TV SHOWS","comments":"","clues":[{"text":"Decades of choices &amp; wacky costumes on \"Let's Make a Deal\" began with Monty Hall as host; this guy got the job in 2009","response":"Wayne Brady"},{"text":"An episode in Season One of this series had James Earl Jones reciting the alphabet; season 15 included a farewell to Mr. Hooper","response":"<i>Sesame Street</i>"},{"text":"5 decades of Brit hits on \"Masterpiece\" include \"Sherlock\" with this actor in the title role","response":"Cumberbatch"},{"text":"When this talk show premiered nationally 67 years ago, it was hosted by Steve Allen &amp; Willie Mays was one of the first guests","response":"<i>The Tonight Show</i>"},{"text":"The current theme music for this show around since 1947 was composed by John Williams &amp; is titled \"The Pulse Of Events\"","response":"<i>Meet the Press</i>"}],"originalDate":"2021-11-26"},{"category":"CAR REPAIR","comments":"(Ken: You'll have to name the automaker that we've anagrammed in the clue.)","clues":[{"text":"Appropriate for this American brand: <br>CHEER VOLT","response":"Chevrolet"},{"text":"Not so appropriate for this fancy schmancy car: <br>CLOSE LORRY","response":"Rolls Royce"},{"text":"It made the Cutlass Ciera:<br>LIMO BE SOLD","response":"Oldsmobile"},{"text":"Revolutionary brand launched in 1975: <br>LO, ERA END","response":"the DeLorean"},{"text":"An Italian job: <br>I EAT ARMS","response":"Maserati"}],"originalDate":"2021-11-26"},{"category":"THE MOVIES","comments":"","clues":[{"text":"Because the British have no White Castle restaurants there, they used the title this pair \"Get the Munchies\" instead","response":"Harold & Kumar"},{"text":"A Disneyland ride was the basis for this adventure film starring Dwayne Johnson &amp; Emily Blunt","response":"<i>Jungle Cruise</i>"},{"text":"An 8-time Oscar nominee, she could not be ignored as Nova Prime in \"Guardians of the Galaxy\"","response":"Glenn Close"},{"text":"Knock knock! Oh hi, it's this creepy title monster who inhabits Amelia in a 2014 Australian film","response":"<i>The Babadook</i>"},{"text":"In \"Batman v Superman\", Lauren Cohan &amp; Diane Lane play moms with this first name, which turns out to be surprisingly crucial","response":"Martha"}],"originalDate":"2021-11-26"},{"category":"U.S. RIVERS","comments":"","clues":[{"text":"The waterfront of Alexandria, Virginia is on this, also known as \"The Nation's River\"","response":"the Potomac"},{"text":"In 1921 Herbert Hoover headed the commission for this river that flooded California often; in 1936 a dam was built as a result","response":"the Colorado"},{"text":"\"The Jewel of Pulaski County\", Indiana is this river that sounds like something you don't want to do while boating","response":"Tippecanoe"},{"text":"This river's name comes from another name for the Shoshone people, not its sinuous shape","response":"the Snake"},{"text":"Of Pittsburgh's \"Three Rivers\", it's the one with the longest name","response":"the Monongahela"}],"originalDate":"2021-11-26"},{"category":"YOU CAN QUOTE ME","comments":"","clues":[{"text":"Robert Frost reminds us, \"No tears in the writer, no tears in\" this person","response":"the reader"},{"text":"\"Supreme excellence consists in breaking the enemy's resistance without fighting\", says this ancient text on strategy","response":"<i>The Art of War</i>"},{"text":"Ralph Waldo Emerson asked, \"What is\" one of these, but \"a plant whose virtues have not yet been discovered\"","response":"a weed"},{"text":"Influential American architect Louis Sullivan boldly stated, \"Form ever follows\" this","response":"function"},{"text":"Ben Franklin's \"Advice to a Young Tradesman\" begins, \"Remember that\" this 3-word phrase<span class=\"nobreak\">--</span>tick-tock!","response":"time is money"}],"originalDate":"2021-11-26"},{"category":"\"INNER\" KNOWLEDGE","comments":"","clues":[{"text":"Turpentine is one of these volatile liquids","response":"a paint thinner"},{"text":"\"Doughy\" term for the person whose earnings support the family","response":"breadwinner"},{"text":"These were \"In the Hands of an Angry God\" in a 1741 sermon","response":"the Sinners"},{"text":"Arachnid organ that really produces","response":"a spinneret"},{"text":"A tyro is one","response":"beginner"}],"originalDate":"2021-11-26"}],{"category":"WRITERS' LESSER-KNOWN WORKS","text":"Known for more philosophical works, he wrote the play \"La Mandragola\", in which Florentines are rewarded for immoral actions","response":"(Niccolò) Machiavelli"}]}