{"mix":1016,"rounds":[[{"category":"A MATTER OF TRUST","comments":"","clues":[{"text":"3 Columbia University profs were the main members of this president's depression-fighting \"Brain Trust\"","response":"FDR"},{"text":"Britain's National Trust manages 2,100 acres of chalk grassland around this Salisbury site","response":"Stonehenge"},{"text":"The U.S. government sued a sugar trust under the provisions of this 1890 act &amp; lost in an 1895 Supreme Court decision","response":"the Sherman Antitrust Act"},{"text":"A post-WWII U.N. trust territory covered this \"tiny\" 2,000-island region, including the Marianas, Carolines &amp; Marshalls","response":"Micronesia"},{"text":"John D. Rockefeller was only one of this notorious trust's 9 founding trustees","response":"(the) Standard Oil (Trust)"}],"originalDate":"2021-11-25"},{"category":"OSCAR'S BEST DIRECTOR","comments":"","clues":[{"text":"1990: <br>\"Dances with Wolves\" danced away with a win for him","response":"Kevin Costner"},{"text":"1998: <br>\"Saving Private Ryan\" won the war for this man","response":"Spielberg"},{"text":"2006: <br>\"The Departed\" gave him his long-anticipated Oscar","response":"Scorsese"},{"text":"1989: <br>This director cruised to victory for \"Born on the Fourth of July\"","response":"(Oliver) Stone"},{"text":"2012: <br>There are more letters in \"Life of Pi\" than in his name","response":"Ang Lee"}],"originalDate":"2021-11-25"},{"category":"THE WOMEN","comments":"","clues":[{"text":"Women in the U.S. House of Representatives had only worn dresses &amp; skirts until Charlotte Reid put these on in 1969","response":"pants"},{"text":"In John 20 Jesus tells her to notify the Apostles that he was ascending to God","response":"Mary Magdalene"},{"text":"\"Self-Portrait on the Borderline Between Mexico and the United States\" is a 1932 work by this woman","response":"(Frida) Kahlo"},{"text":"This Seven Sisters school in Northampton, Mass. bears the last name of Sophia, whose bequest founded the college in 1871","response":"Smith College"},{"text":"These 70' pillars in New York &amp; London do date to Ancient Egypt yet have no historic connection to the woman they are named for","response":"Cleopatra's Needle"}],"originalDate":"2021-11-25"},{"category":"\"COME\" &amp; \"GO\"","comments":"","clues":[{"text":"The home team was down by 10 in the 4th quarter but tied things up at the buzzer after mounting a furious one of these","response":"a comeback"},{"text":"A Van Dyke is a type of this","response":"goatee"},{"text":"If a party invitation includes this 4-word phrase, it means to wear whatever you have on at the moment","response":"come as you are"},{"text":"Hyphenated word for an intermediary who conveys messages from one party to another","response":"a go-between"},{"text":"Tess of the d'Urbervilles was described as this, an old-timey word meaning good-looking","response":"comely"}],"originalDate":"2021-11-25"},{"category":"THIS SONG IS ABOUT YOU","comments":"","clues":[{"text":"The Righteous Brothers sang that \"Rock And Roll\" this place has a \"hell of a band\", including Otis &amp; Janis","response":"Heaven"},{"text":"The band Sparks paid affectionate tribute to The Smiths' singer with \"Lighten Up\", him","response":"Morrissey"},{"text":"Eminem referenced this singer &amp; Nick Cannon on \"Bagpipes From Baghdad\"; Eminem is the subject of her song \"Obsessed\"","response":"Mariah Carey"},{"text":"The title actress in this Kim Carnes song title was still with us in 1981 when the song came out","response":"\"Bette Davis Eyes\""},{"text":"\"I don't care what they say about us anyway\", sang Weezer about looking like this title guy; the girl looked like Mary Tyler Moore","response":"Buddy Holly"}],"originalDate":"2021-11-25"},{"category":"THE STATE THAT...","comments":"","clues":[{"text":"Has the most members in the U.S. House of Representatives, with 53 in the 117th Congress","response":"California"},{"text":"Has the Sitka spruce as its official state tree","response":"Alaska"},{"text":"Has a postal abbreviation consisting of 2 vowels","response":"Iowa"},{"text":"Was where Diana Nyad completed her historic 53-hour effort in 2013","response":"Florida"},{"text":"Was the birthplace of Ronald Reagan &amp; was the site of Ray Kroc's first McDonald's franchise","response":"Illinois"}],"originalDate":"2021-11-25"}],[{"category":"4-LETTER BEFORE &amp; AFTER","comments":"","clues":[{"text":"Boat's going down? Try a plea to a WWII organization that was a forerunner of the CIA","response":"SOSS"},{"text":"The congresswoman who introduced the Green New Deal<span class=\"nobreak\">--</span>I must say her initials repetitively because I have my condition","response":"AOCD"},{"text":"Someone who gives urgent lifesaving care on the New York City subway system","response":"EMTA"},{"text":"Mikhail Baryshnikov was its director &amp; also a member of the Seoul-based singing group","response":"ABTS"},{"text":"Inscription on the tombstone of a failed attempt to sell a new stock to the mass of investors","response":"RIPO"}],"originalDate":"2021-11-25"},{"category":"PRESIDENTIAL THIS &amp; THAT","comments":"","clues":[{"text":"Presidential brother Edgar Eisenhower was called \"Big\" this; Dwight was the \"Little\" version","response":"Ike"},{"text":"A long-shot compromise candidate in 1844, James Polk is considered the first of these \"equine\" winners","response":"a dark horse"},{"text":"He was a brigadier general when he demanded the \"Unconditional Surrender\" of Fort Donelson in February 1862","response":"Grant"},{"text":"3 recent presidents<span class=\"nobreak\">--</span>Bush I, Clinton &amp; Obama<span class=\"nobreak\">--</span>shared this trait common to only about 10% of Americans","response":"left-handedness"},{"text":"Before becoming president, he helped his wife Lou translate \"De re metallica\", a 1556 text that detailed copper mining","response":"Hoover"}],"originalDate":"2021-11-24"},{"category":"RUFF CROWD","comments":"","clues":[{"text":"A Plano, Texas movie theater with this alphanumeric name is famous for letting you bring your dog to the cinema","response":"K9 (Cinemas)"},{"text":"This NFL team has a proud dog named SJ as a mascot; there are Dawgs in the stands, too","response":"the Cleveland Browns"},{"text":"When it was formed in 1884, this club created a constitution &amp; rules for dog shows","response":"the American Kennel Club"},{"text":"This actress who played Sansa on \"Game of Thrones\" adopted the dog who played the direwolf \"Lady\" on the show","response":"Sophie Turner"},{"text":"Modern guide dogs were popularized by a school near Berlin that used this breed to help blinded soldiers","response":"German Shepherds"}],"originalDate":"2021-11-24"},{"category":"PERIODS OF TIME","comments":"","clues":[{"text":"The period in which a monarch rules; a 2020 book about Plantagenet England is \"In\" this \"of King John\"","response":"the Reign"},{"text":"It can be a type of oatmeal or an almost imperceptibly short bit of time","response":"instant"},{"text":"Poet Stéphane Mallarmé wrote about one of these time periods \"of a Faun\"","response":"The Afternoon"},{"text":"Usually a 4-hour shift, it's a set period of duty on a ship","response":"the watch"},{"text":"Thumb-sucking might be part of this, an infant's first stage of development, according to Freud","response":"the oral stage"}],"originalDate":"2021-11-24"},{"category":"LATIN PHRASES","comments":"","clues":[{"text":"I'm so sorry! It's \"through my own fault\"!","response":"<i>mea culpa</i>"},{"text":"There's carpe diem, but carpe vinum, meaning this, sounds even better","response":"seize the wine"},{"text":"This 2-word phrase means going on endlessly, as the digits of pi do","response":"<i>ad infinitum</i>"},{"text":"Caveat venditor, this phrase, is the flip side to caveat emptor","response":"let the seller beware"},{"text":"This legal Latin phrase means \"at first sight\"","response":"<i>prima facie</i>"}],"originalDate":"2021-11-24"},{"category":"THINGS IN LITERARY TITLES","comments":"","clues":[{"text":"At the end of a D.H. Lawrence novel, this title thing \"arched indomitable, making great architecture of light and color\"","response":"<i>The Rainbow</i>"},{"text":"It's an \"impartial selector\" of Triwizard champions","response":"the Goblet of Fire"},{"text":"A container used to heat metals gave us the name of this 1953 play set in Massachusetts","response":"<i>The Crucible</i>"},{"text":"Thornton Wilder wrote of one of these that collapses in Peru, killing 5 travelers","response":"a bridge"},{"text":"Not an actual accolade, it's received by the hero of an 1895 war tale after being hit on the head by a deserter","response":"the red badge of courage"}],"originalDate":"2021-11-24"}],{"category":"WORLD POLITICS","text":"The 2 non-European countries that originally signed the NATO Pact in 1949","response":"United States & Canada"}]}