{"mix":1022,"rounds":[[{"category":"CARIBBEAN HISTORY","comments":"","clues":[{"text":"In 2000 Sila Calderon, San Juan's mayor, was elected this island's first female governor","response":"Puerto Rico"},{"text":"Barbados was known to be good for those suffering from diseases of these organs; George's brother Lawrence Washington tried it","response":"the lungs"},{"text":"Juan Pablo Duarte worked to free what is now this country from Haiti; independence was declared in 1844","response":"the Dominican Republic"},{"text":"Until 1973 this country was known as British Honduras","response":"Belize"},{"text":"In 1636 Aruba was colonized by this country &amp; occupied by its West India Company","response":"the Netherlands"}],"originalDate":"2021-11-10"},{"category":"THE SHIRLEY BOOTH","comments":"","clues":[{"text":"Before the closing of the theaters in 1642, James Shirley wrote about 30 plays during the reign of this king","response":"Charles I"},{"text":"\"We Have Always Lived in the Castle\" is a Gothic novel by this author also known for her short stories","response":"Shirley Jackson"},{"text":"This Welsh singer sang the theme songs for 3 James Bond movies","response":"Bassey"},{"text":"In the miniseries \"Mrs. America\" about 1970s feminist wars, Uzo Aduba played this pioneering Black presidential candidate","response":"Shirley Chisholm"},{"text":"Post-Hollywood, Shirley Temple served as a U.S. ambassador &amp; head of the office of this, diplomatic procedure","response":"the office of protocol"}],"originalDate":"2021-11-10"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"For every action there's an equal &amp; opposite reaction, according to Newton's third law of this","response":"motion"},{"text":"The Little Dipper is part of this constellation","response":"Ursa Minor"},{"text":"The saltwater one of these reptiles grows up to about 20 feet long; the dwarf one of Africa, up to about 6 feet","response":"a crocodile"},{"text":"Among other things, these chemical substances secreted by certain animals are used to mark territory &amp; to attract mates","response":"pheromones"},{"text":"The echidna &amp; duck-billed platypus belong to this order of mammals whose name is from Latin &amp; means \"one opening\"","response":"the monotremes"}],"originalDate":"2021-11-10"},{"category":"MOVIE REWARDS","comments":"","clues":[{"text":"Jamal wins 20 million rupees after getting the final question right in this 2008 movie","response":"<i>Slumdog Millionaire</i>"},{"text":"In \"Brave\", Merida discovers a loophole &amp; \"wins\" her own hand in marriage through a contest in this sport","response":"archery"},{"text":"In a 1994 film this character receives a Medal of Honor from LBJ after being wounded \"in the buttocks\"","response":"Forrest Gump"},{"text":"In \"Never Say Never Again\", this Bond actor settles for a dance with Kim Basinger after winning a game vs. the villainous Largo","response":"Sean Connery"},{"text":"At the end of a 2009 movie this title guy is offered his dream job but instead continues to protect shoppers at the West Orange Pavilion","response":"Paul Blart: Mall Cop"}],"originalDate":"2021-11-09"},{"category":"CROSSWORD CLUES \"H\"","comments":"","clues":[{"text":"Tights &amp; stockings <br>(7 letters)","response":"hosiery"},{"text":"Songbook for Sunday <br>(6 letters)","response":"a hymnal"},{"text":"God of the underworld <br>(5 letters)","response":"Hades"},{"text":"A daily in Miami <br>(6 letters)","response":"Herald"},{"text":"Shaggy-haired &amp; bewhiskered <br>(7 letters)","response":"hirsute"}],"originalDate":"2021-11-09"},{"category":"THE END","comments":"(Ken: You'll need to name each literary work from the last line.)","clues":[{"text":"\"He had won the victory over himself. He loved Big Brother\"","response":"<i>1984</i>"},{"text":"\"God bless us, every one!\"","response":"<i>A Christmas Carol</i>"},{"text":"\"It was the devious-cruising Rachel, that in her retracing search after her missing children, only found another orphan\"","response":"<i>Moby-Dick</i>"},{"text":"\"Aunt Sally she's going to adopt me and sivilize me and I can't stand it. I been there before\"","response":"<i>The Adventures of Huckleberry Finn</i>"},{"text":"\"Oh, my girls, however long you may live, I never can wish you a greater happiness than this!\"","response":"<i>Little Women</i>"}],"originalDate":"2021-11-09"}],[{"category":"ART CRITICS","comments":"","clues":[{"text":"In a 1435 essay Leon Battista Alberti declared that an art renaissance was occurring in this city of Leonardo","response":"Florence"},{"text":"After seeing a painting by Monet, critic Louis Leroy derisively gave this movement its name","response":"Impressionism"},{"text":"Lawrence Alloway is credited with this 2-word term for work that uses comic strips, soup cans &amp; the like as subject matter","response":"pop art"},{"text":"Christopher Knight criticizes museums as shortsighted for funding operations by selling art<span class=\"nobreak\">--</span>in museum-speak, this \"de\"-verb","response":"deaccessioning"},{"text":"Clement Greenberg said the 1943 work \"Mural\" showed this man was the greatest painter the U.S. had produced","response":"Pollock"}],"originalDate":"2021-11-09"},{"category":"LET'S TALK BUSINESS","comments":"","clues":[{"text":"As the name implies, even for a giant company it can be a single page showing a business' assets &amp; liabilities","response":"the balance sheet"},{"text":"If rate of yield fails to increase in proportion to investment beyond a certain point, you get these declining 2-word profits","response":"diminishing returns"},{"text":"It's the horticultural term for a largely unregulated private partnership group using speculative investment strategy","response":"a hedge fund"},{"text":"As the name suggests, when buying a home it's a deposit paid to the seller to demonstrate a buyer's good faith","response":"earnest money"},{"text":"Some traders specialize in this, the simultaneous buying &amp; selling of the same asset at different prices in different markets","response":"arbitrage"}],"originalDate":"2021-11-09"},{"category":"FIRST NAMES WITH CHARACTER","comments":"","clues":[{"text":"This sister of Rumer &amp; Tallulah Willis was named for a character in \"To Kill a Mockingbird\"","response":"Scout"},{"text":"The daughter of Michelle Williams &amp; Heath Ledger is named for this Roald Dahl book","response":"<i>Matilda</i>"},{"text":"In the U.S., this first name from \"Gone with the Wind\" is more often given to girls, but boy band &amp; Broadway star Parker Angel has it","response":"Ashley"},{"text":"Dwayne Johnson named a daughter this, also the first Black Disney princess","response":"Tiana"},{"text":"Known for period dramas like George Eliot adaptations, actress Garai has this first name of an Eliot title character","response":"Romola"}],"originalDate":"2021-11-09"},{"category":"2-WORD PALINDROMES","comments":"","clues":[{"text":"Intelligent streetcars","response":"smart trams"},{"text":"A guanaco relative's shopping complex","response":"llama mall"},{"text":"An eager female opera star","response":"an avid diva"},{"text":"A sleepy scimitar","response":"drowsy sword"},{"text":"A Papeete porkpie","response":"a Tahiti hat"}],"originalDate":"2021-11-09"},{"category":"FROM THE MOUNTAINS TO THE PRAIRIES","comments":"","clues":[{"text":"In 1865 Peak XV got this new name to honor a British surveyor general of India","response":"Mount Everest"},{"text":"Prairie du Chien, this state's oldest settlement after Green Bay, was the site of the state's only battle in the War of 1812","response":"Wisconsin"},{"text":"Kansas' Little House on the Prairie Museum was reconstructed from the descriptions of this woman","response":"Wilder"},{"text":"Uranium City, where folks once mined just what you'd think, is in this middle one of Canada's prairie provinces","response":"Saskatchewan"},{"text":"The polar section of this mountain range ends near the Kara Sea; the southern part, around Kazakhstan's border","response":"the Urals"}],"originalDate":"2021-11-08"},{"category":"INVENTION","comments":"","clues":[{"text":"Laundry tubs &amp; sausage casing were part of Willem Kolff's WWII-era artificial this organ, precursor to the dialysis machine","response":"a kidney"},{"text":"In 1893 Marie Tucek invented an early version of this metallic support system in brassieres","response":"underwire"},{"text":"Working at Kodak in the 1970s, Steven Sasson invented this device that became the company's ruination","response":"the digital camera"},{"text":"Yoshitada Minami put an automatic turn-off on this kitchen device &amp; in 4 years, half of Japanese homes had one","response":"a rice maker"},{"text":"Reading about this group's fate in 1840s California spurred Gail Borden to invent a dried meat biscuit, &amp; then condensed milk","response":"the Donner Party"}],"originalDate":"2021-11-08"}],{"category":"THE OSCARS","text":"Of Cecil B. De Mille's 70 films, only this non-Biblical one won \"Best Picture\"","response":"<i>The Greatest Show on Earth</i>"}]}