{"mix":1024,"rounds":[[{"category":"I HELPED IN THE 17th CENTURY","comments":"","clues":[{"text":"Shivaji, who founded the Maratha kingdom in this country, valued religious toleration","response":"India"},{"text":"Descartes invented the analytic type of this math","response":"coordinate geometry"},{"text":"John Locke's \"Essay Concerning Human Understanding\" was seminal to this \"illuminating\" period","response":"Enlightenment"},{"text":"Microscopist Antonie van Leeuwenhoek scoped out this type of organism whose name means \"first animal\"","response":"protozoa"},{"text":"Around 1644 Evangelista Torricelli used mercury &amp; a glass tube to create this device","response":"a barometer"}],"originalDate":"2021-11-05"},{"category":"STATES &amp; SYMBOLS","comments":"","clues":[{"text":"Nicknames for New Jersey include the Clam State, the Mosquito State &amp; this one added to its license plates in 1954","response":"the Garden State"},{"text":"A monument to William McKinley adorns the Capitol Square of this state where 7 U.S. presidents were born","response":"Ohio"},{"text":"Terrebonne &amp; Acadia are 2 of the 64 of these administrative units in Louisiana","response":"a parish"},{"text":"Its flag displays the Roman numerals for 1820, the year of a deal that brought it into the Union","response":"Missouri"},{"text":"Jesse Quinn Thornton came to this western state via trail &amp; devised its motto, \"She flies with her own wings\"","response":"Oregon"}],"originalDate":"2021-11-05"},{"category":"CLASSIC ALBUMS","comments":"","clues":[{"text":"Genre of music that completes the title of Isaac Hayes' 1969 album \"Hot Buttered...\"","response":"Soul"},{"text":"It won Best Rock Album &amp; Album of the Year Grammys in 1996 &amp; featured the Best Rock Song \"You Oughta Know\"","response":"<i>Jagged Little Pill</i>"},{"text":"That's Paul Simonon destroying his bass on the cover of this classic Clash album","response":"<i>London Calling</i>"},{"text":"We wonder if Carole King felt \"the Earth move\" in 2021 when this album of hers turned 50","response":"<i>Tapestry</i>"},{"text":"U2 turned to the desert for this classic 1987 album","response":"<i>The Joshua Tree</i>"}],"originalDate":"2021-11-05"},{"category":"DOUBLE MEANINGS","comments":"","clues":[{"text":"To delay, or a compartment in a stable for a horse","response":"stall"},{"text":"Tidy up a place, or an evergreen tree","response":"spruce"},{"text":"A hot dog, or candid &amp; direct","response":"frank"},{"text":"Betrothed, or busy at the moment","response":"engaged"},{"text":"Secure a boat, or uncultivated land in Britain covered with grass &amp; heather","response":"moor"}],"originalDate":"2021-11-05"},{"category":"PRIME NUMBER, PLEASE","comments":"","clues":[{"text":"Like Rome, Edinburgh &amp; Istanbul are known as cities of this many hills","response":"7"},{"text":"Idiomatically, it precedes \"skidoo\"","response":"23"},{"text":"The OED found the University of Buffalo was the first to use this number denoting an introductory course, in 1929","response":"101"},{"text":"These are the 3 prime numbers in the 40s","response":"41, 43 & 47"},{"text":"The treaties formally ending the American Revolution were signed in this year","response":"1783"}],"originalDate":"2021-11-04"},{"category":"INSTITUTIONS","comments":"","clues":[{"text":"In 1985 a team from Woods Hole Oceanographic Institution found this vessel more than 12,000 feet underwater","response":"the <i>Titanic</i>"},{"text":"A prestigious think tank, the Brookings Institution is headquartered in this city","response":"Washington, D.C."},{"text":"Raffles Institution is a co-educational school established back in 1823 in this city-state","response":"Singapore"},{"text":"If you want to learn German, maybe your town has a branch of this institute founded in 1951 &amp; named for a famous writer","response":"Goethe"},{"text":"Rice University's Institute for Public Policy bears the name of this man who was George H.W. Bush's Secretary of State","response":"James A. Baker"}],"originalDate":"2021-11-04"}],[{"category":"REGULAR VERBS","comments":"","clues":[{"text":"I'm here to certify <br>it means to versify","response":"rhyme"},{"text":"To cut a material to form something; you can do it to ski turns, meat &amp; statues","response":"carve"},{"text":"To beat with a strap, or what a party leader does to get votes lined up in Congress","response":"whip"},{"text":"This mild word that can follow goal- &amp; bar-means to offer formally for acceptance, like with a resignation","response":"tender"},{"text":"From the Latin for \"price\", it's what your new car's value does shortly after you drive off the lot","response":"<i>depreciate</i>"}],"originalDate":"2021-11-04"},{"category":"ZOMBIETHON","comments":"","clues":[{"text":"In 1998 this animated Great Dane &amp; the gang explored new mysteries \"on Zombie Island\"","response":"Scooby-Doo"},{"text":"\"Train to Busan\" is set in this Asian country during a zombie outbreak there","response":"South Korea"},{"text":"Glenn &amp; Maggie were just a young couple trying to make it work in a zombie-filled world on this TV series","response":"<i>The Walking Dead</i>"},{"text":"In \"Zombieland\" he starred as himself &amp; when asked if he had any regrets, said, \"'Garfield,' maybe\"","response":"Bill Murray"},{"text":"Seth Grahame-Smith wrote this send-up of Jane Austen","response":"<i>Pride and Prejudice and Zombies</i>"}],"originalDate":"2021-11-04"},{"category":"EPONYMOUS -ISMs","comments":"","clues":[{"text":"It wasn't until after his 479 B.C. death that the \"ism\" named for him became China's leading philosophy","response":"Confucius"},{"text":"A 1950 L.A. Times column said the \"defect of\" this seemed to be the senator for whom it was named","response":"McCarthyism"},{"text":"Strong nationalism &amp; anti-labor policies were elements of this, named for a 1980s U.K. prime minister","response":"Thatcherism"},{"text":"The philosophical &amp; political \"ism\" named for this 15th &amp; 16th century man reflects his characteristic unscrupulousness","response":"Machiavelli"},{"text":"A controversial 18th century German physician created this early form of hypnotism","response":"mesmerism"}],"originalDate":"2021-11-04"},{"category":"OLD LITERATURE","comments":"","clues":[{"text":"Epinician odes, from the word Nike, include a series about this event, such as ones praising the boxer Diagoras","response":"the Olympic Games"},{"text":"The Panchatantra animal fables were written in this ancient language of India &amp; used to teach princes","response":"Sanskrit"},{"text":"This hero of Virgil's famous work escapes with a handful of survivors after the fall of Troy","response":"Aeneas"},{"text":"Spell 125 in this collection of funerary texts involves Anubis weighing the deceased's heart in the hall of truth","response":"the Egyptian <i>Book of the Dead</i>"},{"text":"In an ancient Mesopotamian epic, this king of Rruk meets the goddess Ishtar","response":"Gilgamesh"}],"originalDate":"2021-11-04"},{"category":"DARK MATTER","comments":"","clues":[{"text":"In the Harry Potter books, he's the dark lord","response":"Voldemort"},{"text":"Traditionally the black keys on a piano are made of this hard dark wood","response":"ebony"},{"text":"This 14th century poet who gave his name to a type of sonnet is often credited with the term the Dark Ages","response":"Petrarch"},{"text":"You get a \"B\" if you know it's the most common volcanic rock in the Earth's crust","response":"basalt"},{"text":"In the early 1800s Joseph Niépce created some of the first photos using one of these, Latin for \"dark chamber\"","response":"a <i>camera obscura</i>"}],"originalDate":"2021-11-04"},{"category":"COLOR, MY WORLD","comments":"","clues":[{"text":"The Mammoth Hot Springs Historic District still has 35 structures that date back to around 1900 in this mammoth national park","response":"Yellowstone"},{"text":"Take a glass bottom boat ride in this Springs in Florida, or a short car ride to D.C. from this Spring in Maryland","response":"Silver"},{"text":"This body of water stretches from Suez, Egypt to the Bab el-Mandeb Strait","response":"the Red Sea"},{"text":"It's a city in New South Wales, a river in Southern Africa &amp; a county in Southern California","response":"Orange"},{"text":"In a color clash, the highest elevations in this mountain range are in its Black Mountains of North Carolina","response":"the Blue Ridge Mountains"}],"originalDate":"2021-11-03"}],{"category":"FAMOUS NAMES","text":"In 1966, the year of his death, he shared plans for an experimental prototype community in Florida","response":"Walt Disney"}]}