{"mix":1029,"rounds":[[{"category":"GIVE ME A BREAK SYNONYM","comments":"","clues":[{"text":"You do it to a book upon opening, a smile upon giving or a joke upon making","response":"crack"},{"text":"Medically, types of this include simple, greenstick &amp; compound","response":"fracture"},{"text":"Broke into thousands of pieces; it's also the title of a Rolling Stones song... shadoobie","response":"shattered"},{"text":"When you do this to hairs, you make a petty distinction","response":"split"},{"text":"To break suddenly, like a string that's too tight or a dry twig in the forest in James Fenimore Cooper's \"The Deerslayer\"","response":"snap"}],"originalDate":"2021-10-27"},{"category":"PLOT POINT REWRITES","comments":"(Mayim: You will give the title of a story that we have rewritten.)","clues":[{"text":"\"Glad the sharks didn't get it\", said the dock official, \"But we just hit our marlin quota for the season. Toss it, Santiago\"","response":"<i>The Old Man and the Sea</i>"},{"text":"Montag was right. The firemen stopped burning books, &amp; society gave up TV, except for one specific quiz show","response":"<i>Fahrenheit 451</i>"},{"text":"The green room was terrifying. A young mouse. The red balloon. The old lady whispering \"Hush\" ...sleep would never come to me","response":"<i>Goodnight Moon</i>"},{"text":"McMurphy returned to the ward as his old self, even livelier<span class=\"nobreak\">--</span>instead of the planned surgery, the doctor had fixed a troubling hernia","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"\"Oh, wow, this is super embarrassing! You're Joseph K.? 'K', like Kafka? We were after Joseph J.! Our mistake! You're free to go\"","response":"<i>The Trial</i>"}],"originalDate":"2021-10-27"},{"category":"4-SYLLABLE WORDS","comments":"","clues":[{"text":"It's Latin for \"we do not know\" &amp; now an English noun meaning someone who doesn't know much","response":"<i>ignoramus</i>"},{"text":"This synonym for oppression precedes \"complex\" describing a feeling that others are out to harm you","response":"persecution"},{"text":"Compulsory or involuntary, as in certain widely debated legal sentencing minimums","response":"mandatory"},{"text":"Said one way, it describes a depraved person; said another, it means to decay or disintegrate","response":"degenerate"},{"text":"Multiplicative inverse is a synonym for this math term","response":"reciprocal"}],"originalDate":"2021-10-27"},{"category":"INTERNATIONAL DISPUTES","comments":"","clues":[{"text":"Argentina still asserts a claim to these islands, though it renounced the use of force to recover them in the 1990s","response":"the Falklands"},{"text":"Greece &amp; Turkey bicker over numerous boundaries in this sea","response":"the Aegean"},{"text":"Though usually friends, China &amp; this country dispute ownership of islands in the Yalu River","response":"North Korea"},{"text":"For decades, Singapore has complained about the price it pays to get fresh water from this country","response":"Malaysia"},{"text":"Denmark &amp; 3 other countries squabble over the size of the continental shelf of these islands midway between Norway &amp; Iceland","response":"the Faroe Islands"}],"originalDate":"2021-10-27"},{"category":"SONGS TO JINGLES","comments":"","clues":[{"text":"\"All You Need Is Luvs\" in a commercial for these","response":"diapers"},{"text":"The Billy \"Crash\" Craddock song \"Rub It In\" became \"Plug It In\" for this home scent brand","response":"Glade"},{"text":"This band re-recorded a version of its song \"Whip It\" for a Swiffer ad","response":"Devo"},{"text":"Kraft rewrote an EMF song as this new mash-up title to promote its Cheese Crumbles","response":"\"It's Crumbelievable\""},{"text":"This song from \"South Pacific\" was used by Clairol, only \"man\" is replaced with \"gray\"","response":"\"I'm Gonna Wash That Man Right Outa My Hair\""}],"originalDate":"2021-10-26"},{"category":"CAR PARTS APART FROM CARS","comments":"","clues":[{"text":"3-letter edge of a glass","response":"rim"},{"text":"As a verb, it means to grip tightly; as a noun, it's a woman's small purse","response":"clutch"},{"text":"Isiah Thomas &amp; Bill Laimbeer were \"Bad Boys\" for this team","response":"the (Detroit) Pistons"},{"text":"It's another word for a wool scarf","response":"muffler"},{"text":"An unlawful beating of a person","response":"battery"}],"originalDate":"2021-10-26"}],[{"category":"TV SHOW OPENING CREDITS","comments":"","clues":[{"text":"A silhouetted businessman free falls past giant ads &amp; lands in a chair, cigarette in hand","response":"<i>Mad Men</i>"},{"text":"A drive down the scenic New Jersey Turnpike passes Satriale's &amp; Pizzaland before ending at a suburban home","response":"<i>The Sopranos</i>"},{"text":"The 8 titular characters stare at one another, then at their housekeeper in the center","response":"<i>The Brady Bunch</i>"},{"text":"The heroine strolls Manhattan in a tutu, gets splashed by a passing car, sees her own picture on a bus","response":"<i>Sex and the City</i>"},{"text":"Beautiful people frolic around L.A.; Heather Locklear is somehow a \"Special Guest Star\" for 6 1/2 of 7 seasons","response":"<i>Melrose Place</i>"}],"originalDate":"2021-10-26"},{"category":"LITERARY JOURNALISM","comments":"","clues":[{"text":"Norman Mailer won a Pulitzer for \"The Armies of the Night\", about the 1967 march on this Defense Department building","response":"the Pentagon"},{"text":"In Ted Conover's \"Rolling Nowhere\", about life on the rails, we learn that the Sally is the Salvation Army &amp; the Willy is this store","response":"Goodwill"},{"text":"This newswoman chronicled her 1889-1890 adventures in the book \"Around the World in Seventy-Two Days\"","response":"Nellie Bly"},{"text":"He interviewed Chicago slaughterhouse workers to research \"The Jungle\"","response":"Upton Sinclair"},{"text":"This Jon Krakauer book says the \"unreliability of the human mind at high altitude made the research problematic\"","response":"<i>Into Thin Air</i>"}],"originalDate":"2021-10-26"},{"category":"FEDERAL AGENCIES","comments":"","clues":[{"text":"In 1992 the EPA established a program that puts this symbol on efficient appliances","response":"the Energy Star"},{"text":"Part of the National Defense University, the CIC is the \"College of Information and\" this virtual area","response":"Cyberspace"},{"text":"The Justice Department has a division named for this type of practice that breaks up monopolies","response":"antitrust"},{"text":"In 1800 Congress hired a lone building watchman named John Golding, leading to the creation of the force known as this","response":"the Capitol Police"},{"text":"A 1978 act of Congress created the council of the IGs, these officials, \"on Integrity &amp; Efficiency\"","response":"Inspectors General"}],"originalDate":"2021-10-26"},{"category":"BOREDOM","comments":"","clues":[{"text":"A 2010 computer analysis said the most boring 20th c. day was a Sunday in the middle of this, known as a decade of dull conformity","response":"the 1950s"},{"text":"This 2-word computer task that begins with a Latin plural is often very repetitive &amp; boring","response":"data entry"},{"text":"The Boredom Lab is part of the psychology department at York University in this Canadian city","response":"Toronto"},{"text":"Madame Bovary is a famously bored literary character; in the original, her look \"full of boredom\" is full of this French word","response":"<i>ennui</i>"},{"text":"A state of boredom, or an equatorial region where the trade winds cancel each other out, leaving sailors becalmed &amp; bored","response":"the doldrums"}],"originalDate":"2021-10-26"},{"category":"FOREIGN LANGUAGE FILMS","comments":"(Mayim: Name the primary language of each one.)","clues":[{"text":"\"Parasite\" <br>(2019)","response":"Korean"},{"text":"\"Roma\" <br>(2018)","response":"Spanish"},{"text":"\"The Tin Drum\" <br>(1979)","response":"German"},{"text":"\"The Bicycle Thief\" <br>(1948)","response":"Italian"},{"text":"\"Wild Strawberries\" <br>(1957)","response":"Swedish"}],"originalDate":"2021-10-26"},{"category":"THE END OF THE WORLD","comments":"(Mayim: Each response is a word that can also follow \"the world\".)","clues":[{"text":"8 fluid ounces","response":"a cup"},{"text":"For squash players it's about 32 feet long &amp; 21 wide","response":"a court"},{"text":"In French this word precedes \"communion\" in a rite for Catholic kids","response":"première"},{"text":"An airplane's turn while dipping one wing","response":"bank"},{"text":"In math it's the set of sums of a sequence; <br>for 2, 4, 6, 8... <br>it's 2, 6, 12, 20...","response":"a series"}],"originalDate":"2021-10-26"}],{"category":"AMERICANA","text":"This New York town that was the home of Elizabeth Cady Stanton has a Women's Hall of Fame","response":"Seneca Falls"}]}