{"mix":1033,"rounds":[[{"category":"META\"FOR\"S","comments":"(Mayim: The word \"for\" appears in each response.)","clues":[{"text":"3-word phrase meaning something that nourishes careful cogitation","response":"food for thought"},{"text":"Someone who's been cheated has been this, a metaphorical phrase involving a journey","response":"taken for a ride"},{"text":"If you \"can't see\" this, you're too involved in the details of a subject to understand the big picture","response":"the forest for the trees"},{"text":"This 1950s TV show had 4 women, each with a tale of woe, competing for the temporary royal title","response":"<i>Queen for a Day</i>"},{"text":"Erasmus referred to Thomas More as \"omnium horarum homo\", this play title","response":"<i>A Man for All Seasons</i>"}],"originalDate":"2021-10-22"},{"category":"THIS IS THE WAY","comments":"","clues":[{"text":"It's pretty much a straight 8-hour shot up I-5 to go the 500 miles from San Diego to this capital","response":"Sacramento"},{"text":"You leave Big Sky on Route 64 but may cut some of the 4-hour drive on I-15 to Great Falls, as you can legally go 80 in this state","response":"Montana"},{"text":"Drive your Jaguar out of Jacksonville on I-95 south &amp; I-4 for a couple of hours to this city to enjoy attractions like EPCOT","response":"Orlando"},{"text":"Motor north on Route 7 out of Middlebury &amp; a bit under an hour later, you'll be in Burlington in this state","response":"Vermont"},{"text":"Leaving Las Vegas, but not casinos? Zip north up Route 95, then west on I-80 to enjoy this seat of Washoe County","response":"Reno"}],"originalDate":"2021-10-21"},{"category":"FAMILIAR SOUNDING TRIOS","comments":"","clues":[{"text":"Slang for money, literature's Mr. Bradbury, the objective case of I","response":"dough, Ray, me"},{"text":"Peter Pan's foe, a facial wrinkle &amp; a pitch that results in ground balls","response":"Hook, line & sinker"},{"text":"For example: <br>ferret, fennel or fluorite","response":"animal, vegetable or mineral"},{"text":"A hair ringlet, a certificate share in a corporation &amp; the tube of a gun","response":"lock, stock & barrel"},{"text":"Last name of actress Cathy Lee, static photos &amp; the car company that made the Rambler","response":"Crosby, stills & Nash"}],"originalDate":"2021-10-21"},{"category":"PEASANT UNDER GLASS","comments":"","clues":[{"text":"Like many peasant uprisings, one led by Kasuke in 1686 aimed to have these lowered; a museum in Nagano is devoted to the events","response":"taxes"},{"text":"An Oxford University museum has a Swedish peasant bridal shoe made partly of skin from this kind of deer","response":"reindeer"},{"text":"The Museum of the Romanian Peasant has these decorated foodstuffs; traditionally you tap one and say \"Christ is risen\"","response":"an Easter egg"},{"text":"The National Museum of Ireland has many a slane, a spade with which peasants cut turf from this 3-letter type of wetland","response":"a bog"},{"text":"Italy's Peasant &amp; Farming Culture Museum has exhibits on this low-THC plant, originally grown for rope for Venetian ships","response":"hemp"}],"originalDate":"2021-10-21"},{"category":"TIME TO FALL INTO AUTUMN","comments":"","clues":[{"text":"Baby Boo &amp; autumn gold are varieties of this gourd that's popular during fall holidays","response":"a pumpkin"},{"text":"An early version of this tradition was in Nov. 1911 when the U. of Missouri's athletic director had alumni visit for the Kansas game","response":"homecoming"},{"text":"As fall begins in North America, so does this zodiac sign","response":"Libra"},{"text":"In the 8th century November 1 emerged as this holy day to honor the entirety of the canonized","response":"All Saints Day"},{"text":"From the Latin for \"fall off\", this adjective describes trees that lose their leaves in fall","response":"deciduous"}],"originalDate":"2021-10-21"},{"category":"THE BOOK OF WHO","comments":"","clues":[{"text":"Written as a parable, a business classic by Spencer Johnson asks \"Who Moved My\" this","response":"Cheese"},{"text":"Neurologist Oliver Sacks shared some interesting case histories in \"The Man Who Mistook His Wife for a\" this","response":"a Hat"},{"text":"\"Who I Am\" is a candid autobiography by this guitarist/songwriter for The Who","response":"Townshend"},{"text":"Finally published in its entirety in 2021, \"The Man Who Lived Underground\" is by this late author of \"Native Son\"","response":"Richard Wright"},{"text":"John le Carre received a warm reception &amp; international acclaim with this 1963 novel","response":"<i>The Spy Who Came in from the Cold</i>"}],"originalDate":"2021-10-21"}],[{"category":"EPIDEMIOLOGY","comments":"","clues":[{"text":"This 3-letter epidemiological organization is located in Atlanta on land provided by Emory University","response":"the CDC"},{"text":"Epidemiologists use this 4-letter word for a person who harbors a pathogen; it's no party to be one","response":"a host"},{"text":"It once caused 1/4 of poisonings in U.S. kids under 5, but fear of Reye syndrome has reduced that as the tots get less of it","response":"aspirin"},{"text":"Before it described a cancer treatment, this word coined by Paul Ehrlich was used for Salvarsan, a cure for syphilis","response":"chemotherapy"},{"text":"A 1747 clinical trial showed that citrus fruits help prevent this nutritional disease","response":"scurvy"}],"originalDate":"2021-10-21"},{"category":"SPOKEN WORDS IN CLASSIC SONGS","comments":"(Mayim: Name the artist.)","clues":[{"text":"\"We are young... heartache to heartache, we stand... no promises, no demands... love is a battlefield\" (then she kicks in hard)","response":"Pat Benatar"},{"text":"In the video: \"These 3 people will compete today on 'Jeopardy!\"'","response":"\"Weird Al\" Yankovic"},{"text":"This band: \"Number 9... number 9... number 9...\" it goes on like that for a while","response":"The Beatles"},{"text":"Phil Rizzuto's call: \"Squeeze play, it's gonna be close... here's the play at the plate, holy cow, I think he's gonna make it!\"","response":"Meat Loaf"},{"text":"\"Stumblin' on my feet, shufflin' through the street, asking people... 'What's the matter whichoo, boy?'\"","response":"The Rolling Stones"}],"originalDate":"2021-10-21"},{"category":"BOATS &amp; SHIPS","comments":"","clues":[{"text":"Electric boats are taking off like electric cars &amp; 30 of these speed units is a common performance benchmark","response":"knots"},{"text":"In 1943 the USS Kidd became the first U.S. Navy ship permitted to fly this feared flag","response":"the Jolly Roger"},{"text":"In 1854 Flying Cloud, this type of merchant ship, sailed from NYC to San Francisco in 89 days, a record that stood for 135 years","response":"a clipper"},{"text":"The USS Doyle didn't have a mutiny during World War II, but it later played this movie ship that did","response":"the <i>Caine</i>"},{"text":"The 107-year-old steamboat Belle of Louisville offers lunch &amp; dinner cruises as it paddles up &amp; down this river","response":"the Ohio"}],"originalDate":"2021-10-20"},{"category":"THE STATE OF THE TV SHOW","comments":"(Mayim: Name the state where the show is mainly set.)","clues":[{"text":"\"Magnum, P.I.\"","response":"Hawaii"},{"text":"\"Breaking Bad\"","response":"New Mexico"},{"text":"\"King of the Hill\", <br>I tell you what","response":"Texas"},{"text":"\"The Golden Girls\"","response":"Florida"},{"text":"\"black-ish\"","response":"California"}],"originalDate":"2021-10-20"},{"category":"TERMS OF LOVE &amp; ENDEARMENT","comments":"","clues":[{"text":"Beastly term for youthful, immature love, not just for your baby Keeshond","response":"puppy love"},{"text":"Bearing the name of the spiritual part of a person, this is your ideally suited one true love","response":"your soulmate"},{"text":"From the Middle English for \"faint\", it means to faint from feelings of love","response":"swoon"},{"text":"Literally meaning not paid back, this adjective is used for love for someone who doesn't love you in return","response":"unrequited"},{"text":"2 people who seem perfect for each other are likened to this type of Empyrean pairing","response":"a match made in heaven"}],"originalDate":"2021-10-20"},{"category":"I WANT TO SUCK YOUR BLOOD!","comments":"","clues":[{"text":"There are 3 species of this flyer, the only mammal whose diet is solely based on blood","response":"a vampire bat"},{"text":"These bloodsucking worms have been used in medicine to treat everything from gout to whooping cough","response":"leeches"},{"text":"Feasting on rats &amp; humans, these bloodsuckers helped cause the deaths of 1/4 of Europe during the Middle Ages","response":"fleas"},{"text":"Female mosquitos drink human blood &amp; in so doing, can transmit diseases like this, also called breakbone fever","response":"dengue fever"},{"text":"Terminix offers a 30-day guarantee when removing these bloodsuckers<span class=\"nobreak\">--</span>90 days if you buy a mattress encasement","response":"bedbugs"}],"originalDate":"2021-10-20"}],{"category":"WORLD GEOGRAPHY","text":"In population, it's the largest city in Africa","response":"Cairo, Egypt"}]}