{"mix":1034,"rounds":[[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"Hera honored her servant Argus by setting his eyes in the feathers of this, her sacred bird","response":"a peacock"},{"text":"As both were beautiful &amp; unfaithful, Helen of Troy is often compared to this wife of King Arthur","response":"Guinevere"},{"text":"This realm of the Norse gods included Valhalla, the hall of the dead heroes","response":"Asgard"},{"text":"With 2 faces, this Roman god had an eye on both the past &amp; the future","response":"Janus"},{"text":"In Egyptian mythology, this 5-letter moon god with the head of an ibis also ruled over learning &amp; writing","response":"Thoth"}],"originalDate":"2021-10-20"},{"category":"STAIRING AT MOVIES","comments":"","clues":[{"text":"Young again, Rose ascends a ship's staircase to reunite with Jack in this 1997 film","response":"<i>Titanic</i>"},{"text":"\"I'll Build A Stairway To Paradise\" is a classic number in this musical with Gene Kelly in France","response":"<i>An American in Paris</i>"},{"text":"This actor wanted to carry 120-lb. Butkus the dog up Philly's Museum of Art steps in 1976 but fearing \"a terminal case of a hernia\", did not","response":"Stallone"},{"text":"\"Home Alone\" &amp; atop the stairs, this child actor tells 2 burglars, \"I'm up here, you morons! Come &amp; get me\"","response":"Macaulay Culkin"},{"text":"A baby in a carriage rolls down stairs during a gunfight at a Chicago train station in this film but Andy Garcia has things under control","response":"<i>The Untouchables</i>"}],"originalDate":"2021-10-20"},{"category":"2 CONSONANTS, THEN ONE VOWEL","comments":"","clues":[{"text":"I broke a \"powder\" this &amp; only have one now; it's gonna be hard to get down the slope","response":"a ski"},{"text":"Noodle soup with beef that's the national dish of Vietnam","response":"pho"},{"text":"Neophyte is an antonym of one","response":"pro"},{"text":"This word meaning \"brother\" was once a form of address for certain Italian clergy","response":"fra"},{"text":"For wines of superior vintage, it follows \"grand\"","response":"cru"}],"originalDate":"2021-10-20"},{"category":"FORTUNE 500 FORTUNES","comments":"","clues":[{"text":"Despite lackluster sales of the Chevy Bolt, this company had a 2020 value of more than $35 billion","response":"General Motors"},{"text":"Sales of these, 55% of Apple's total sales, fell 14% in 2019; never fear, the company's still worth $2 trillion","response":"iPhones"},{"text":"O say can you see the $121 billion in revenue of this for-profit health federation that operates Blue Cross &amp; Blue Shield","response":"Anthem"},{"text":"This home improvement retailer with a possessive name is valued in excess of $110 billion","response":"Lowe's"},{"text":"This petroleum company abbreviated VLO is VLO'd at more than $22 billion","response":"Valero"}],"originalDate":"2021-10-19"},{"category":"MONOPOLY: SPECIAL EDITIONS","comments":"","clues":[{"text":"Instead of income tax, you have to pay a Central Perk Tab in the Monopoly edition based on this TV show","response":"<i>Friends</i>"},{"text":"You might land on Bike Share or Week-Long Meditation Retreat in \"Monopoly for\" these folks born between 1981 &amp; 1996","response":"Millennials"},{"text":"In the \"Simpsons\" edition, properties up for sale include Disco Stu's &amp; this convenience store","response":"the Kwik-E-Mart"},{"text":"Players need to protect \"Baby Yoda\" from imperial enemies in Monopoly \"Star Wars\" this edition","response":"<i>The Mandalorian</i>"},{"text":"Triforce, hookshot &amp; Hylian shield are tokens in the edition based on this video game franchise","response":"<i>The Legend of Zelda</i>"}],"originalDate":"2021-10-19"},{"category":"PART OF DARKNESS","comments":"(Mayim: Each response is made up of letters in \"darkness\".)","clues":[{"text":"It can be a fairly crucial piece of office furniture","response":"desk"},{"text":"Became submerged &amp; hit the bottom","response":"sank"},{"text":"Elated or eager, or more California colloquially... really cool, dude!","response":"rad"},{"text":"Prince Buster was a star in this Jamaican music style","response":"ska"},{"text":"To tear clothing in anger","response":"rend"}],"originalDate":"2021-10-19"}],[{"category":"ANNUS HORRIBILIS","comments":"","clues":[{"text":"In 1348 this \"colorful\" pandemic killed half the population of Florence, Italy &amp; spread through North Africa","response":"the Black Death"},{"text":"In 1666 the fire that would devastate this city began at the home of the king's baker on Pudding Lane","response":"London"},{"text":"\"Black Thursday\" saw panic selling on Oct. 24 of this year, leading to \"Black Monday\" &amp; \"Black Tuesday\" &amp; dark days in the USA","response":"1929"},{"text":"In the space of a few weeks in 1912, Robert Falcon Scott's trek to this landmark ended in death, then Titanic sailed into history","response":"the South Pole"},{"text":"Called \"The Civil War's Bloodiest Day\", Sept. 17 of this year saw the Battle of Antietam, with 23,000 casualties","response":"1862"}],"originalDate":"2021-10-19"},{"category":"5 BURROS","comments":"","clues":[{"text":"\"The Little Donkey\" is one of the many tales collected by these brothers in the early 1800s","response":"the Brothers Grimm"},{"text":"This melancholy donkey whose tail is attached by a nail debuted in a 1926 story","response":"Eeyore"},{"text":"In a book by Marguerite Henry, Brighty is a burro who roams the high cliffs of this Arizona landmark","response":"the Grand Canyon"},{"text":"In the book of Numbers, both an angel &amp; the animal itself ask this man why he's beating up on his donkey","response":"Balaam"},{"text":"In \"A Midsummer Night's Dream\", the mischievous Puck gives this poor weaver the head of an ass","response":"(Nick) Bottom"}],"originalDate":"2021-10-19"},{"category":"NEW YORK CITY","comments":"","clues":[{"text":"Gary Muhrcke, winner of the 1st race up 1,576 stairs of the Empire State Bldg. in 1978, was also the 1st to win this NYC event in 1970","response":"the New York City Marathon"},{"text":"Take a selfie with the Statue of Liberty aboard this 25-minute ride to the St. George Terminal across New York Harbor","response":"the Staten Island Ferry"},{"text":"thrillist.com named this Brooklyn \"burg\" the world's No. 1 hipster neighborhood","response":"Williamsburg"},{"text":"Keens Steakhouse displays thousands of clay pipes used by patrons like Buffalo Bill, Babe Ruth &amp; this Rough Rider &amp; N.Y. native","response":"Teddy Roosevelt"},{"text":"You can hitch a ride or just take a bus to this Queens beach, New York City's only legal surfing spot","response":"Rockaway"}],"originalDate":"2021-10-19"},{"category":"POLITICAL NICKNAMES","comments":"","clues":[{"text":"Jowly Winston Churchill was nicknamed the \"British\" this, a breed of dog he owned","response":"Bulldog"},{"text":"In 2019 Lori Lightfoot took over as mayor of Chicago from this man, \"Rahmbo\"","response":"Rahm Emanuel"},{"text":"\"Snarlin' Arlen\" was the nickname of Arlen Specter, a long-time senator from this state","response":"Pennsylvania"},{"text":"This senator remembered in history for a series of debates was nicknamed \"The Little Giant\"","response":"(Stephen A.) Douglas"},{"text":"Harkening back to the Ottoman Empire, \"Sultan\" is the nickname critics have given this current head of state","response":"President Erdoğan of Turkey"}],"originalDate":"2021-10-19"},{"category":"HISTORICAL FIGURES ON FILM","comments":"","clues":[{"text":"2019: <br>Cynthia Erivo <br>as this \"conductor\"","response":"Harriet Tubman"},{"text":"2006: <br>This actor <br>as Idi Amin","response":"Forest Whitaker"},{"text":"2018: <br>This actress as the doomed Mary, Queen of Scots","response":"Saoirse Ronan"},{"text":"2020: <br>Charles Dance as this tycoon in \"Mank\"","response":"Hearst"},{"text":"1979: <br>Malcolm McDowell as this depraved Roman ruler","response":"Caligula"}],"originalDate":"2021-10-19"},{"category":"20th CENTURY ENGLISH","comments":"","clues":[{"text":"The 1960s gave us acid rock; the acid was this","response":"LSD"},{"text":"It first meant a movie, then a script for one, then starting in the 1930s was used in Academy Award categories","response":"a screenplay"},{"text":"Hyphenated word for someone with an outdated view on the shape of our planet","response":"a flat-Earther"},{"text":"Muriel Dowding started the cosmetics company Beauty Without this, helping inspire the adjective this-free","response":"Cruelty"},{"text":"Coined around 1960, it's the dull, conformist town where the opposites of beatniks &amp; hippies live","response":"Squaresville"}],"originalDate":"2021-10-19"}],{"category":"THE OLYMPICS","text":"The 1932 Summer &amp; Winter Olympics, both held in the United States, were hosted by these 2 cities","response":"Los Angeles & Lake Placid"}]}