{"mix":1036,"rounds":[[{"category":"HISTORIC POTPOURRI","comments":"","clues":[{"text":"The Risorgimento was the 19th century movement to unify this country","response":"Italy"},{"text":"One of Asia's first European-Native treaties was made in 1565 in the Philippines; drops of this mixed in wine sealed the deal","response":"blood"},{"text":"Sultan Yusuf I, responsible for the decoration of this palace in Granada, was assassinated in a mosque at age 36","response":"the Alhambra"},{"text":"They're the Russian words for Mikhail Gorbachev's 2 policies of openness &amp; restructuring","response":"<i>perestroika</i> & <i>glasnost</i>"},{"text":"Also known as Deutscher Orden, this order of knights went to the Holy Land during the Third Crusade","response":"the Teutonic Knights"}],"originalDate":"2021-10-15"},{"category":"HIGH/LOW","comments":"","clues":[{"text":"Working with the firm Webb &amp; Knapp, I.M. Pei designed the Mile High Center in this city in the mid-1950s","response":"Denver"},{"text":"It's alphabetically first of the Low Countries","response":"Belgium"},{"text":"Mount Whitney is the highest point in what's known as the \"High\" this","response":"the High Sierras"},{"text":"Lower Merion Township is one of the Main Line suburbs of this city","response":"Philadelphia"},{"text":"The Aswan High Dam created a reservoir or \"Lake\" that was named for this Egyptian president","response":"Gamal Abdel Nasser"}],"originalDate":"2021-10-15"},{"category":"DIËRESIS &amp; ÜMLAUT WÖRDS","comments":"(Mayim: Dieresis is two dots that look like an umlaut, but they're used to separate syllables.)","clues":[{"text":"Let's catch a ride with this German word that uses an umlaut &amp; can mean \"upon\" or \"beyond\"","response":"<i>über</i>"},{"text":"This word for the feast of Christmas can have a dieresis over the E","response":"Noël"},{"text":"A huge fan of the dieresis, the New Yorker uses one for this 5-letter word meaning gullible, simple or unjaded","response":"naïve"},{"text":"This northern sky constellation whose name may derive from a Greek word for \"ox driver\" does not sound like tiny tot footwear","response":"Boötes"},{"text":"This German word literally means the \"twilight of the gods\"","response":"<i>Götterdämmerung</i>"}],"originalDate":"2021-10-15"},{"category":"MY FIRST NAME IS A TV SHOW TITLE","comments":"","clues":[{"text":"Dr. Crane, on the radio","response":"<i>Frasier</i>"},{"text":"Mr. Payne, played by the funny Mr. Lawrence","response":"<i>Martin</i>"},{"text":"Mr. Berkman, a hit man who becomes Mr. Block, an actor","response":"<i>Barry</i>"},{"text":"Mr. Read, an 8-year-old aardvark","response":"<i>Arthur</i>"},{"text":"Ms. Findlay, Edith Bunker's cousin","response":"<i>Maude</i>"}],"originalDate":"2021-10-14"},{"category":"CONTAINERS","comments":"","clues":[{"text":"As one word, it's a small, flat trunk found in barracks; as 2, it's a shoe retailer","response":"footlocker (Foot Locker)"},{"text":"The history of this jar dates to a patent filed on Nov. 30, 1858 for \"improvement in screw-neck bottles\"","response":"a Mason jar"},{"text":"In chemistry, types of these containers include Florence, Schlenk &amp; Erlenmeyer","response":"flasks"},{"text":"In 1954 neuroscientist John C. Lilly designed this tank to explore results of cutting off all external stimuli","response":"a sensory deprivation tank"},{"text":"The OED says this is a 2-word \"box in which a young woman... collects articles... in the event of her marriage\"","response":"a hope chest"}],"originalDate":"2021-10-14"},{"category":"OLD SLANG","comments":"","clues":[{"text":"A young man living alone was \"batching\", from this noun","response":"a bachelor"},{"text":"Barnacles &amp; blinkers were these vision aids","response":"glasses"},{"text":"If someone said you had beetle-crushers, it meant big these body parts","response":"feet"},{"text":"A heavy drinker with a red nose was this naval bigwig \"of the red\"","response":"an admiral"},{"text":"From a character in popular entertainment, a Peck's this was a man who didn't obey social norms","response":"Peck's Bad Boy"}],"originalDate":"2021-10-14"}],[{"category":"THIS IS NPR","comments":"(Mayim: They're celebrating 50 years on the air in 2021.)","clues":[{"text":"NPR teamed up with \"Frontline\" to report on how this industry failed to protect workers from black lung &amp; \"deadly dust\"","response":"the coal industry"},{"text":"Audie Cornish &amp; Ailsa Chang are among the hosts of this afternoon news program","response":"<i>All Things Considered</i>"},{"text":"NPR's Planet Money reported $875 buys 2.5 million of these automated annoyances, maybe to sell you on renewing an auto warranty","response":"robocalls"},{"text":"Hold on, hold on... no, we won't reveal the name of this NPR weekly quiz show that debuted in 1998 with Carl Kasell as its judge","response":"<i>Wait Wait... Don't Tell Me!</i>"},{"text":"In April 2021 NPR's Fresh Air remembered this Apollo 11 hero who had just passed; he had called his solo Moon orbit \"completely serene\"","response":"Collins"}],"originalDate":"2021-10-14"},{"category":"MURDER, HE WROTE","comments":"","clues":[{"text":"\"The Case of the Lazy Lover\" by Erle Stanley Gardner finds this defense lawyer dealing with a missing witness, forgery... &amp; murder!","response":"Perry Mason"},{"text":"In 1902 this novelist killed Sir Charles Baskerville in book form","response":"Arthur Conan Doyle"},{"text":"A real unsolved &amp; brutal killing in 1947 Los Angeles haunts this \"colorful\" James Ellroy novel","response":"<i>The Black Dahlia</i>"},{"text":"A body is found on a bridge in 1896 New York in this Caleb Carr novel whose title is an old term for a psychiatrist","response":"<i>The Alienist</i>"},{"text":"When it comes to hard-boiled murder &amp; Frank Chambers icing a dame's husband, this 1934 James M. Cain novel always delivers","response":"<i>The Postman Always Rings Twice</i>"}],"originalDate":"2021-10-14"},{"category":"VERBS","comments":"","clues":[{"text":"When followed by \"down\", this clothing accessory means \"to eat quickly\"","response":"scarf"},{"text":"Railway job meaning to skillfully make sure of a certain outcome","response":"to engineer"},{"text":"Disappears, like \"The Lady\" does in a Hitchcock film title","response":"Vanishes"},{"text":"This 6-letter verb means \"to shun\", though it sounds like it means to chomp on something","response":"eschew"},{"text":"As a verb, this piece of furniture means \"to express indirectly\", as with a threat","response":"couch"}],"originalDate":"2021-10-14"},{"category":"GEO TRIOS","comments":"","clues":[{"text":"Part of the Soviet Union until 1991, it's the largest of the 3 Baltic nations","response":"Lithuania"},{"text":"North Carolina's Research Triangle consists of 3 university cities: Durham, Chapel Hill &amp; this home of NC State","response":"Raleigh"},{"text":"Brunei, Malaysia &amp; this nation all have territory on the island of Borneo","response":"Indonesia"},{"text":"Qutang, Wu &amp; Xiling are the trio of submerged valleys that gave this name to a dam completed in 2006","response":"Three Gorges"},{"text":"Of South Africa's 3 capital cities, this administrative one is part of the municipality of Tshwane","response":"Pretoria"}],"originalDate":"2021-10-14"},{"category":"THIS IS N-P-R","comments":"(Mayim: All responses begin with \"N\"; \"P\" and \"R\" follow somewhere after.)","clues":[{"text":"Let's catch a regatta at this Rhode Island city by Narragansett Bay","response":"Newport"},{"text":"It can mean \"one who bites or pinches\", as well as \"a small boy\"","response":"a nipper"},{"text":"The Recording Industry Association of America got this file-sharing service shut down in 2001","response":"Napster"},{"text":"It means not affiliated with a political party","response":"non partisan"},{"text":"A DuPont scientist developed this synthetic rubber product in 1930","response":"neoprene"}],"originalDate":"2021-10-14"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"Alfred Vail, this guy's assistant &amp; partner, improved on his code for telegraphy","response":"Morse"},{"text":"Magyar is another name for these people, many of whom reside in a country known as the \"Land of Magyars\"","response":"Hungarians"},{"text":"You may get allergy symptoms when you eat bananas or zucchini if you are allergic to this \"weed\" that causes hay fever","response":"ragweed"},{"text":"This flat Scottish cap usually has a pompom in the center","response":"a tam (tam o'shanter)"},{"text":"This city is home to the University of Oklahoma &amp; the National Severe Storms Laboratory","response":"Norman"}],"originalDate":"2021-10-13"}],{"category":"ACTRESSES","text":"This actress who co-wrote 2 Tracy &amp; Hepburn films was 88 years old when she died in 1985","response":"Ruth Gordon"}]}