{"mix":1040,"rounds":[[{"category":"CHARACTER DEVELOPMENT","comments":"","clues":[{"text":"In an 1843 story, paranormal activity around the holidays convinces this business owner to stop making his employee's life hell","response":"(Ebenezer) Scrooge"},{"text":"Not actually much development for this man who plots revenge against the Earnshaws, can't get past Cathy's death &amp; also dies","response":"Heathcliff"},{"text":"In book titles, his development saw him get \"Rich\" in 1981 &amp; be \"at Rest\" 9 years later","response":"Rabbit"},{"text":"He gets a new job with a Mancha, Mancha man who promises future land ownership, but things don't exactly work out","response":"Sancho Panza"},{"text":"He tinkers with history at the Ministry of Truth, gets a girlfriend &amp; has a very bad year","response":"Winston Smith"}],"originalDate":"2021-10-07"},{"category":"A PRESI-DENTAL CATEGORY","comments":"","clues":[{"text":"On a golf trip to this Coachella Valley city, Ike chipped a tooth; a quiet dentist visit started rumors of a meeting with aliens","response":"Palm Springs"},{"text":"In 2001 George W. Bush began his plainspoken \"Toothpaste Diplomacy\" by saying he &amp; this Brit \"both use Colgate\"","response":"Blair"},{"text":"Gold dental plates made for this general/president &amp; his wife Julia were stolen from their dentist's office &amp; never recovered","response":"(Ulysses S.) Grant"},{"text":"Admiral Ralph Malone served as the dentist for this president known for his smile, cigarette holder &amp; all","response":"FDR (Franklin D. Roosevelt)"},{"text":"At the 1991 look into whether this 1840s prez was poisoned, the forensic dentist said his teeth were \"better than mine\"","response":"Taylor"}],"originalDate":"2021-10-07"},{"category":"U.S. FRANCHISES","comments":"","clues":[{"text":"\"Oh thank heaven for\" this chain of convenience stores &amp; for its Slurpees","response":"7-Eleven"},{"text":"Completes the name of the business started in 2009 after the founder cracked his cell phone screen: uBreak...","response":"uBreakiFix"},{"text":"A red, white &amp; blue hot air balloon is the logo of this real estate franchise that opened its first office in 1973","response":"RE/MAX"},{"text":"At its 2,000+ locations, this \"worldly\" chain makes its gym users feel welcome with its \"Judgement Free Zone\"","response":"Planet Fitness"},{"text":"This specialty comes between \"Nothing\" &amp; \"Cakes\" in the punning name of a franchisee","response":"Bundt"}],"originalDate":"2021-10-07"},{"category":"SAY IT IN LATIN","comments":"","clues":[{"text":"It does not follow","response":"<i>non sequitur</i>"},{"text":"Great work","response":"<i>magnum opus</i>"},{"text":"Makes a good motto: always faithful","response":"<i>semper fidelis</i>"},{"text":"There is truth in wine","response":"<i>in vino, veritas</i>"},{"text":"Love conquers all things","response":"<i>amor omnia vincit</i>"}],"originalDate":"2021-10-07"},{"category":"1800s U.S. HISTORY","comments":"","clues":[{"text":"In 1801 he headed back to Braintree, skipping his successor's inauguration, the first president to do so","response":"Adams"},{"text":"The first of this man's Wild West shows opened in May 1883 in Omaha","response":"Buffalo Bill"},{"text":"In 1852 9 representatives of Jewish charities founded this New York City hospital with a biblical name","response":"Mount Sinai"},{"text":"Duties on imported goods upon entry, they were a big issue all century; an 1890 bill jacked them up","response":"tariff"},{"text":"The economy crashed when this type of financial crisis with a 5-letter name hit the U.S.in 1837","response":"panic"}],"originalDate":"2021-10-06"},{"category":"IN THAT BIBLE BOOK","comments":"","clues":[{"text":"The burning bush appears to Moses","response":"Exodus"},{"text":"Jesus gives the Sermon on the Mount","response":"Matthew"},{"text":"Paul preaches in Rome","response":"Acts"},{"text":"Haman plots to wipe out the Jews","response":"Esther"},{"text":"Jericho falls to the Israelites","response":"Joshua"}],"originalDate":"2021-10-06"}],[{"category":"GET A HOBBY","comments":"","clues":[{"text":"Have I told you, philately, that I love you? One of these from 19th century British Guiana sold for $9.5 million in 2014","response":"a stamp"},{"text":"Go for some inner peace; TM, short for this, wants to get people into a \"state of deep inner silence\"","response":"Transcendental Meditation"},{"text":"Time to ketchup on some gardening &amp; grow a 6.8-pound this like a U.K. man did in 2020, using a pair of sheer tights to keep it suspended","response":"tomato (tomahto)"},{"text":"Flower arrangers know to cut stems at this angle for longest life","response":"45 degrees (bias)"},{"text":"Aim to get better at this game; its PDC World Championship in 2021 included throwing a 180 &amp; winning three legs on the trot","response":"darts"}],"originalDate":"2021-10-06"},{"category":"WE ARE TV FAMILY","comments":"","clues":[{"text":"This actress became Sara Gilbert's TV mom in 1988, had a break, played the role decades later, then... didn't","response":"Roseanne"},{"text":"Dan Castellaneta to Julie Kavner on this show: \"It takes 2 to lie. One to lie, &amp; one to listen\"","response":"<i>The Simpsons</i>"},{"text":"Before becoming TV's favorite drug kingpin, he played Frankie Muniz' dad on \"Malcolm in the Middle\"","response":"Bryan Cranston"},{"text":"Since 2013 Jeff Garlin has been like a father to Hayley Orrantia on this ABC comedy","response":"<i>The Goldbergs</i>"},{"text":"\"On the next\" this sitcom, Portia de Rossi tells Jessica Walter, \"Did you enjoy your meal, Mom? You drank it fast enough\"","response":"<i>Arrested Development</i>"}],"originalDate":"2021-10-06"},{"category":"PENINSULAS","comments":"","clues":[{"text":"In 1985 the Supreme Court said this 118-mile-long piece of land forming part of NYC is a peninsula","response":"Long Island"},{"text":"Oil refineries in this South American country utilize pipes that stretch from Lake Maracaibo to Paraguaná Peninsula","response":"Venezuela"},{"text":"Musandam Peninsula, an extension of the Arabian Peninsula, separates the Gulf of Oman from this other gulf","response":"Persian Gulf"},{"text":"Located on Cape Verde Peninsula, this capital of Senegal is the westernmost city on the African mainland","response":"Dakar"},{"text":"This Russian peninsula with strategic importance in the board game Risk is home to over 300 volcanoes","response":"Kamchatka"}],"originalDate":"2021-10-06"},{"category":"BY A ONE-NAMED WRITER","comments":"","clues":[{"text":"\"Mr. Peabody's Apples\" is a children's book by this singer also known for a non-children's book called \"Sex\"","response":"Madonna"},{"text":"A complete list of the mononymous Euripides' works would include his play about this monocular creature","response":"the Cyclops"},{"text":"\"Buy Me the Sky\" by Xinran is about this population control policy &amp; the spoiled \"little emperors\" it created","response":"the one-child policy"},{"text":"Sci-fi writer Yoss created a robot private investigator in \"Red Dust\", an homage to this creator of Philip Marlowe","response":"Chandler"},{"text":"This French author of \"Gigi\" also wrote a series of novels about a young woman named Claudine","response":"Colette"}],"originalDate":"2021-10-06"},{"category":"SO VERY COLD","comments":"","clues":[{"text":"The speed of this is 70 feet per second slower at freezing than it is at 100 degrees Fahrenheit","response":"sound"},{"text":"Not all motion stops at this lowest temperature<span class=\"nobreak\">--</span>molecules still vibrate with zero-point energy","response":"absolute zero"},{"text":"When this current of high-speed winds moves in big waves, Arctic air can spill into mid-latitude regions, bringing winter cold snaps","response":"jet stream"},{"text":"Fish caught by Canadian Inuit would flash-freeze in the Arctic air, inspiring this inventor's food innovation","response":"Birdseye"},{"text":"In 1911 researchers discovered the resistance to electricity in mercury was zero at -452 degrees F., making it this","response":"superconductor"}],"originalDate":"2021-10-06"},{"category":"INTERPLANETARY WORDS","comments":"(Mayim: All or the majority of a planet's name will be in each response.)","clues":[{"text":"Tin-glazed is a type of this pottery that reminds us of the clay it's made from","response":"earthenware"},{"text":"A wallaby is this type of mammal","response":"marsupial"},{"text":"This adjective means wildly changeable in terms of personality","response":"mercurial"},{"text":"Meaning morose or sullen, this word overlaps a planet &amp; a number","response":"saturnine"},{"text":"From the French for \"arrive\", they're people newly arrived on the social scene &amp; not yet accepted","response":"<i>parvenus</i>"}],"originalDate":"2021-10-06"}],{"category":"HISTORIC NAMES","text":"John Adams was the great great grandson of this couple who came to America in 1620","response":"John & Priscilla Alden"}]}