{"mix":1043,"rounds":[[{"category":"NAME CALLING","comments":"","clues":[{"text":"This man adapted Charles Barbier's night writing code into a writing system for the blind","response":"Braille"},{"text":"This large Howitzer was named for the woman who once owned the Krupp Armaments Company","response":"Big Bertha"},{"text":"Creator of TV's \"Fargo\", Noah Hawley won this mystery award named for a certain Poe-et","response":"Edgar"},{"text":"Around 1860 this man blazed a trail from Kansas &amp; established a trading post in Oklahoma Territory","response":"Jesse Chisholm"},{"text":"Disraeli was among those who called this man's carriages \"the gondolas of London\"","response":"(Joseph) Hansom"}],"originalDate":"2021-10-01"},{"category":"THAT'S A BIG BOOK","comments":"","clues":[{"text":"If you're not a fan of long, long fiction, this 1862 Victor Hugo work will make you... what's the word... unhappy? Wretched?","response":"<i>Les Misérables</i>"},{"text":"\"Of man's first disobedience, and the fruit\" is the first of this poem's more than 10,000 lines","response":"<i>Paradise Lost</i>"},{"text":"Might seem that way, but it won't take a hundred years to read this 1974 James Michener bestseller about the American West","response":"<i>Centennial</i>"},{"text":"There's a synonym for \"dreary\" in the title, then 67 chapters of Jarndyce v. Jarndyce court action in this Dickens work","response":"<i>Bleak House</i>"},{"text":"Book 10 of this Thomas Malory work has 88 chapters, &amp; there are 21 books<span class=\"nobreak\">--</span>just sayin'","response":"<i>Le Morte d'Arthur</i>"}],"originalDate":"2021-10-01"},{"category":"CHAPTER &amp; VERSE","comments":"","clues":[{"text":"The penultimate chapter in a Nathaniel Hawthorne work is \"The Revelation of\" this title object","response":"the Scarlet Letter"},{"text":"In Keats' \"Ode on a Grecian Urn\", this \"is truth, truth\" this, \"that is all ye know on Earth, and all ye need to know\"","response":"beauty"},{"text":"Chapter 128 of \"Moby Dick\" is this ship \"Meets the Rachel\"","response":"<i>Pequod</i>"},{"text":"In a Tennyson poem this \"Lady\" is imprisoned in a castle, not far from Camelot","response":"Lady of Shalott"},{"text":"Byron's \"Pilgrimage\" of this \"Childe\" noted he \"was sore sick at heart, and from his fellow bacchanals would flee\"","response":"Harold"}],"originalDate":"2021-09-30"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"An empress' tenure &amp; a downpour","response":"reign/rain"},{"text":"An oracle &amp; a monetary yield","response":"a prophet/profit"},{"text":"A sense of style &amp; a sudden solar explosion","response":"flair/flare"},{"text":"A church singing group &amp; an enclosure for horses","response":"a chorale/corral"},{"text":"A sculpted decoration on a wall near the ceiling &amp; the act of keeping prices or wages at a fixed level","response":"frieze/freeze"}],"originalDate":"2021-09-30"},{"category":"GETTING SPORT \"E\"","comments":"","clues":[{"text":"A 3 on the par 5 6th hole at Pebble Beach","response":"eagle"},{"text":"A double, triple or homer is this type of hit","response":"extra base"},{"text":"In Canadian football, it's called the goal area","response":"end zone"},{"text":"This NHL tough guy will drop the gloves at the drop of a hat","response":"an enforcer"},{"text":"In the NFL, a defender who makes contact with an opponent before the ball is snapped is guilty of this infraction","response":"encroachment"}],"originalDate":"2021-09-30"},{"category":"LADIES &amp; GENTLEMEN","comments":"","clues":[{"text":"The Eisenhower Institute says Ike was in retirement \"an amateur painter, &amp; a gentleman\" this man of the land","response":"a (gentleman) farmer"},{"text":"In 1919 Lady Astor became the first woman to take a seat in this body &amp; kept the chair until 1945","response":"House of Commons"},{"text":"Gentleman Jim Corbett picked up this sporting title in New Orleans in 1892 but lost it in Nevada 5 years later","response":"heavyweight champion"},{"text":"The death sentence for treason had been suspended in 1553 for this lady<span class=\"nobreak\">--</span>a teen, really<span class=\"nobreak\">--</span>but after dad rebelled in '54... not so much","response":"Lady Jane Grey"},{"text":"We're big fans of this 1892 Oscar Wilde title character who has some serious mother issues","response":"Lady Windermere"}],"originalDate":"2021-09-30"}],[{"category":"\"ST\" FOR A START","comments":"","clues":[{"text":"Caffeine is one of these pick-me-up substances","response":"stimulant"},{"text":"It starts about 6 miles up from the ground","response":"the stratosphere"},{"text":"This section once held the cheapest accommodations on passenger ships","response":"steerage"},{"text":"Frankfurt's  Börse, for one","response":"a stock exchange"},{"text":"This adjective means dark &amp; hellish, like a journey to Hades","response":"Stygian"}],"originalDate":"2021-09-30"},{"category":"FROM BOOK TO RETITLED FILM","comments":"","clues":[{"text":"The movie \"Willy Wonka &amp; the Chocolate Factory\" was based on a novel with this other character in the title","response":"Charlie"},{"text":"Released in 1961, this live-action Disney film that was remade in 1998 was based on the German novel \"The Double Lottie\"","response":"<i>The Parent Trap</i>"},{"text":"Centered on an evil puzzle box, \"The Hellbound Heart\" by Clive Barker scared up this 1987 horror movie, you pinhead","response":"<i>Hellraiser</i>"},{"text":"This prolific author's \"A Princess of Mars\" transported itself to the silver screen as the more masculine \"John Carter\"","response":"Edgar Rice Burroughs"},{"text":"\"Northern Lights\" is the U.K. title of Philip Pullman's book; the film used this title more familiar to American readers","response":"<i>The Golden Compass</i>"}],"originalDate":"2021-09-30"},{"category":"THE NON-COASTAL U.S.","comments":"","clues":[{"text":"Things to do in this city include seeing its mint that opened in 1906 &amp; taking in a game at Coors Field","response":"Denver"},{"text":"This state is the nation's least populous at just under 600,000","response":"Wyoming"},{"text":"Oh, for an ocean breeze! In August 2020 the average high in this southwestern capital city was 111 degrees Fahrenheit","response":"Phoenix"},{"text":"This large national memorial that's about 25 miles southwest of Rapid City, South Dakota was named for a New York lawyer","response":"Mount Rushmore"},{"text":"Not to be confused with the Boston area's Mass Ave, Mass Street is a center of University of Kansas life in this city","response":"Lawrence"}],"originalDate":"2021-09-29"},{"category":"WEBCAMS","comments":"","clues":[{"text":"Via a webcam in the north of Scotland, keep an eye out for this legendary creature in its watery abode","response":"the Loch Ness Monster"},{"text":"In 2017 more than 14 million people tuned in live on the day that April, one of these creatures, gave birth","response":"giraffe"},{"text":"In 2019 a webcam captured the fire that collapsed this 850-year-old cathedral's spire &amp; roof","response":"Notre Dame"},{"text":"In 2021 this \"hot spot\" on Sicily put on quite a show for viewers of its webcam","response":"Mount Etna"},{"text":"Look out for sharks on an underwater cam 34 miles off the coast of this state's Cape Fear","response":"North Carolina"}],"originalDate":"2021-09-29"},{"category":"3-LETTER VERBS","comments":"","clues":[{"text":"To solemnly pledge to undertake an action","response":"vow"},{"text":"To deplete something's energy or weaken it gradually","response":"sap"},{"text":"To clear a pool table by hitting all the balls in the pockets in a row","response":"run"},{"text":"To tell an insignificant or childish lie","response":"fib"},{"text":"To add additional unjustified expenses to an account","response":"pad"}],"originalDate":"2021-09-29"},{"category":"BOOKS FOR KIDS","comments":"","clues":[{"text":"This mouselike boy has an older brother named George &amp; is friends with a bird named Margalo","response":"Stuart Little"},{"text":"In a classic by Crockett Johnson, this kid takes a walk &amp; draws his own world with a purple crayon","response":"Harold"},{"text":"The Truffula tree is on the verge of extinction in this classic by Dr. Seuss","response":"<i>The Lorax</i>"},{"text":"Young Ms. Welsch is the note-taking title girl of this 1964 novel by Louise Fitzhugh","response":"<i>Harriet the Spy</i>"},{"text":"He won Caldecott Medals for \"Jumanji\" &amp; \"The Polar Express\"","response":"Van Allsburg"}],"originalDate":"2021-09-28"}],{"category":"20th CENTURY EPONYMS","text":"A 1940 headline about this included \"failure\", \"liability when it came to offense\" &amp; \"stout hearts no match for tanks\"","response":"the Maginot Line"}]}