{"mix":1048,"rounds":[[{"category":"STARTS WITH \"B\"","comments":"","clues":[{"text":"A signal fire, perhaps on a Boston hill","response":"beacon"},{"text":"An uncivilized person, particularly one from outside the Roman Empire","response":"Barbarian"},{"text":"Guinea is a small species of this primate","response":"baboon"},{"text":"Many over-40 folks wear these to compensate for presbyopia","response":"bifocals"},{"text":"A blessing from the Sermon on the Mount","response":"beatitude"}],"originalDate":"2021-09-20"},{"category":"OH MY GODS!","comments":"","clues":[{"text":"This leader of the Norse gods stole a potion containing the art of poetry from Suttung the giant &amp; gave it to human wordsmiths","response":"Odin"},{"text":"Saraswati, Hindu goddess of learning &amp; the arts, is considered the inventor of this language","response":"Sanskrit"},{"text":"Amulius wanted Mars' sons Romulus &amp; Remus drowned in this river, but turns out Rome wasn't gonna found itself","response":"the Tiber"},{"text":"Appearing as a swan to Leda, Zeus became a dad to at least one of these twins, the Dioscuri; obviously, that's complicated","response":"Castor & Pollux"},{"text":"Quetzalcoatl was worshiped at Tula, also called Tollan, by this people from whom the Aztecs claimed descent","response":"Toltec"}],"originalDate":"2021-09-20"},{"category":"FOOD FIGHTS BACK","comments":"","clues":[{"text":"The tyramine in fermented products like aged cheese or beer may cause these headaches derived from the word hemicrania","response":"migraines"},{"text":"A serious allergic reaction to this legume can be caused by its Ara h 1, 2 &amp; 3 proteins","response":"peanuts"},{"text":"If your doctor tells you to avoid this citrus fruit with your medications, the furanocoumarins are the problem","response":"grapefruit"},{"text":"If mango skin makes your lips tingle, it's a reaction related to the rashes you might get from touching this toxic vine","response":"poison ivy"},{"text":"Leafy greens are rich in this vitamin needed to synthesize clotting factors; blood thinners may counteract its activity","response":"(vitamin) K"}],"originalDate":"2021-09-20"},{"category":"INSECTS","comments":"","clues":[{"text":"In 1986, a Dallas exterminator ran a contest to find the largest one of these insects in the city","response":"a cockroach"},{"text":"At the end of Linda Ronstadt's \"When You Wish Upon A Star\" video, he makes a cameo appearance","response":"Jiminy Cricket"},{"text":"1915 story in which Gregor Samsa awakes one morning to find he has changed into a giant insect","response":"the <i>Metamorphosis</i>"},{"text":"It's made from a substance given off by lac insects","response":"shellac"},{"text":"World Book says these are the 2 things most insects spend most of their time doing","response":"eating & reproducing"}],"originalDate":"1987-06-08"},{"category":"FOOD","comments":"","clues":[{"text":"Course of a meal during which a Spaniard would eat flan","response":"dessert"},{"text":"\"Potage volaille a la Reine\" is a fancy version of this sickroom standard at Aunt Esther's","response":"chicken soup"},{"text":"19th c. English nutritionist for whom the seasoned beef patty in TV dinners is named","response":"(J.H.) Salisbury"},{"text":"Swedish for \"bread &amp; goosefat served on a table\"","response":"<i>smörgåsbord</i>"},{"text":"Cooked lobster meat mixed with a cream sauce, put in its shell, topped with cheese &amp; browned","response":"lobster Thermidor"}],"originalDate":"1987-06-08"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Proper number of horses needed to pull a Russian troika","response":"3"},{"text":"It's how George Higgs escaped from Erewhon &amp; the Wizard left Oz","response":"by balloon"},{"text":"In June 1966, Arthur Godfrey did it in 86 hours, 9 minutes, 1 second","response":"travel around the world"},{"text":"In trucking, \"semi\" is a short form of this word","response":"semi-trailer"},{"text":"Its full name is the \"Chemin de Fer Metropolitain\"","response":"the Metro (the Paris subway system)"}],"originalDate":"1987-06-08"}],[{"category":"MAGAZINES","comments":"","clues":[{"text":"Sport featured in \"Popular Lures\"","response":"fishing"},{"text":"Even though it's now a monthly, \"GQ\" stands for this","response":"<i>Gentlemen's Quarterly</i>"},{"text":"This magazine's associate publisher is Rod's widow, Carol Serling","response":"<i>The Twilight Zone Magazine</i>"},{"text":"Magazine which shares its title with a classic William Makepeace Thackeray novel","response":"<i>Vanity Fair</i>"},{"text":"Though they call Pleasantville, N.Y. home, their headquarters are really in the next town over, Chappaqua","response":"the <i>Reader's Digest</i>"}],"originalDate":"1987-06-08"},{"category":"ART","comments":"","clues":[{"text":"While in the Asylum of St. Remy, he painted his \"Starry Night\"","response":"Vincent van Gogh"},{"text":"He painted the famous triptych \"Whence Do We Come? What Are We? Where Are We Going?\" in Tahiti","response":"(Paul) Gauguin"},{"text":"Practicing by copying the Old Masters, he painted \"Dancers Practicing at the Bar\"","response":"(Edgar) Degas"},{"text":"It's said an art magazine ran a contest to find the nude in his \"Nude Descending A Staircase\"","response":"Marcel Duchamp"},{"text":"It was founded in 1753 after botanist Sir Hans Sloane willed his collections to his nation","response":"the British Museum"}],"originalDate":"1987-06-08"},{"category":"ANTONYMS","comments":"","clues":[{"text":"Completes the title of '50s Steve McQueen series \"Wanted . .","response":"<i>Dead or Alive</i>"},{"text":"Antonym pair which the D.A. uses to describe a case that's easily settled","response":"open & shut"},{"text":"Its antonyms include out, dangerous, or, in a proverb, sorry","response":"safe"},{"text":"After heads or tails, it's the next set of antonyms a football player contends with","response":"kickoff or receive"},{"text":"This full name for a familiar musical instrument combines antonyms meaning soft &amp; loud","response":"pianoforte"}],"originalDate":"1987-06-08"},{"category":"THE '50s","comments":"","clues":[{"text":"Number of bills to admit states to the Union signed by presidents during the 1950s","response":"2"},{"text":"Rainier Louis Henri Maxence Bertrand de Grimaldi took her as his wife in 1956","response":"Grace Kelly"},{"text":"A new magazine from EC featured \"Tales Calculated to Drive You...\" this","response":"Mad"},{"text":"After this man lost a Senate race to JFK, Eisenhower made him U.N. ambassador","response":"Henry Cabot Lodge"},{"text":"Atoll in the Marshall Islands that was site of the 1st H-bomb test, November 1, 1952","response":"Eniwetok"}],"originalDate":"1987-06-08"},{"category":"U.S.A.","comments":"","clues":[{"text":"A large sofa, or a large city in Iowa","response":"davenport"},{"text":"\"Grant &amp; Sherman used the governor's mansion in this Mississippi city as their headquarters","response":"Jackson"},{"text":"Because the Wright Brothers had their shop there, this city is known as the \"Cradle of Aviation\"","response":"Dayton"},{"text":"Town known for inventions of rifles &amp; basketball, it's home to Merriam-Webster dictionaries","response":"Springfield, Masschusetts"},{"text":"Inland port named for the commodore who helped claim California for the U.S.","response":"(Commodore Robert) Stockton"}],"originalDate":"1987-06-08"},{"category":"\"WE\"","comments":"","clues":[{"text":"It goes \"pop\" in a kids' song","response":"weasel"},{"text":"To detach from dependency on something","response":"wean"},{"text":"The magazine called these \"Tales\" lived up to its name by publishing lots of Lovecraft during its original run between 1923 &amp; 1954","response":"<i>Weird Tales</i>"},{"text":"According to a saying used in the Marine Corps, pain is this leaving the body","response":"weakness"},{"text":"Per the subtitle, Silas Marner is one of these \"of Raveloe\"","response":"weaver"}],"originalDate":"2021-09-17"}],{"category":"ROYALTY","text":"This king became the Duke of Windsor after he abdicated","response":"Edward VIII"}]}