{"mix":1050,"rounds":[[{"category":"PRIME NUMBERS","comments":"","clues":[{"text":"In \"Better Off Dead\", Rod Stewart sang, \"I might have been\" a holder of this U.K. top political office","response":"prime minister"},{"text":"Alex Lifeson co-wrote this Canadian trio's \"Prime Mover\"","response":"Rush"},{"text":"With his band Crazy Horse, he recorded \"Prime Of Life\" on his 1994 album \"Sleeps with Angels\"","response":"(Neil) Young"},{"text":"This title of a collaboration between Three 6 Mafia &amp; Young Trojanz also means the principal target of an investigation","response":"\"Prime Suspect\""},{"text":"\"We had it all when we were in our prime\", sings Dan Auerbach on this duo's album \"Turn Blue\", recorded as his marriage ended","response":"(The) Black Keys"}],"originalDate":"2021-09-16"},{"category":"SLOW TALK","comments":"","clues":[{"text":"A common phrase is \"slow as molasses in\" this month; if it's said of you, pick up the pace!","response":"January"},{"text":"By itself or following \"slow\", this 4-letter word means a slow or lazy person","response":"poke"},{"text":"This 6-letter word means the car's engine is running but the car isn't moving","response":"idling"},{"text":"Start with a word meaning to consider thoughtfully &amp; get this adjective meaning weighty &amp; slow moving","response":"ponderous"},{"text":"You're so slow you've been declared this, once the name for the noble gases on the periodic table","response":"inert"}],"originalDate":"2021-09-16"},{"category":"ACTION &amp; SUSPENSE NOVELS","comments":"","clues":[{"text":"Truly on a voyage of self-discovery, this Robert Ludlum character has a realization<span class=\"nobreak\">--</span>\"The J was for Jason!\"","response":"(Jason) Bourne"},{"text":"A symbologist &amp; a cryptologist deal with a murder at the Louvre in this novel","response":"<i>The Da Vinci Code</i>"},{"text":"\"Marko Ramius of the Soviet navy was dressed for the Arctic conditions normal to the... submarine base\" in this book","response":"<i>The Hunt for Red October</i>"},{"text":"Dunne &amp; Dunne! (Nick &amp; Amy) quite appropriately, part one of this novel is \"Boy Loses Girl\"","response":"<i>Gone Girl</i>"},{"text":"Do you wanna build \"The Snowman\", in which Jo Nesbø sends this inspector with an alliterative name after a Norwegian serial killer","response":"Harry Hole"}],"originalDate":"2021-09-15"},{"category":"IT'S A GAS","comments":"","clues":[{"text":"Firedamp is a dangerous gas found in seams of this stuff in the mines where it's quarried","response":"coal"},{"text":"Lachrymator is a more formal word for this class of irritants","response":"tear gas"},{"text":"It's the alliterative term for a gas that absorbs infrared radiation &amp; re-radiates it back to Earth's surface","response":"a greenhouse gas"},{"text":"It's the second-most abundant gas in Earth's atmosphere; scientists used to think it was No. 3 in the Sun, but now they're not sure","response":"oxygen"},{"text":"NH<sub>3</sub> is this strong-smelling gas; the cleaning fluid is it dissolved in water","response":"ammonia"}],"originalDate":"2021-09-15"},{"category":"CAN I SELL YOU SOME INSURANCE (ON TV)?","comments":"","clues":[{"text":"Commercials once featured an actual State Farm employee named this, but now he's played by an actor named Kevin","response":"Jake (from State Farm)"},{"text":"Progressive's Dr. Rick is a self-help authority who keeps you from doing this (\"Did he ask for your help?... you don't know him\")","response":"turning into your parents"},{"text":"In 2008 this group of prehistoric pitchmen for GEICO were elected to the Madison Avenue Walk of Fame","response":"(the) Cavemen"},{"text":"He's a 5-star insurance pitch cartoon with a big mustache","response":"the General"},{"text":"This actor portrays professor Nathaniel Burke, your guide through some bizarre mishaps that were covered by Farmers Insurance","response":"(J.K.) Simmons"}],"originalDate":"2021-09-15"},{"category":"NUMERICAL ENTERTAINMENT","comments":"","clues":[{"text":"Hasbro pits red vs. yellow: <br>Connect ____","response":"Connect 4"},{"text":"The cinematic hunt for bin Laden: <br>\"____ Dark ____\"","response":"<i>Zero Dark Thirty</i>"},{"text":"Time to get hitched on TLC: <br>\"____ Day Fiance\"","response":"90"},{"text":"Actor &amp; OutKast: <br>Andre ____","response":"3000"},{"text":"Groove metal band: <br>____ Finger Death Punch","response":"Five"}],"originalDate":"2021-09-15"}],[{"category":"REDUPLICATIVES","comments":"(Mike: Humpty Dumpty is an example of that.)","clues":[{"text":"A minor car accident that presumably dents a protective device","response":"fender bender"},{"text":"This kids' slang meaning extremely simple is in the 1940 movie \"The Long Voyage Home\", based on Eugene O'Neill's plays","response":"easy-peasy"},{"text":"Let's \"give 'em the old\" this, showy action that causes a distraction","response":"razzle-dazzle"},{"text":"This phrase for magic &amp; deception is also a 1993 Bette Midler film title","response":"<i>Hocus Pocus</i>"},{"text":"\"Let's get down to the\" this, the heart of the matter","response":"nitty-gritty"}],"originalDate":"2021-09-15"},{"category":"FAMOUS FAMILIES","comments":"","clues":[{"text":"In this family, Henry was a historian; his grandfather &amp; great-grandfather had both been U.S. presidents","response":"Adams"},{"text":"Last name of siblings Albert, Otto, Alfred, Charles &amp; John, who in 1884 started the \"World's Greatest Shows\" circus","response":"Ringling"},{"text":"The members of this \"First Family of Jazz\" do toot their own horns, with Wynton on trumpet &amp; Branford on sax","response":"Marsalis"},{"text":"Kykuit Estate in New York's Hudson Valley was a \"center\" of 4 generations of this family's life","response":"the Rockefellers"},{"text":"The first 3 doctors who worked at St. Mary's hospital in Rochester, Minnesota all had this last name","response":"Mayo"}],"originalDate":"2021-09-15"},{"category":"THE 2020 OLYMPICS IN 2021","comments":"","clues":[{"text":"Momiji Nishiya, at 13 the youngest gold medalist since 1936, came down the rail to win gold in the street type of this debuting sport","response":"skateboarding"},{"text":"Not in a driveway but in an arena, a shot by Karlis \"Batman\" Lasmanis gave Latvia the 1st men's gold in this form of basketball","response":"3 versus 3 (3 on 3)"},{"text":"Not an anthem but Tchaikovsky was played at gold medal ceremonies for the ROC, short for this team, the result of a ban","response":"Russian Olympic Committee"},{"text":"This martial art, born on Okinawa, made its Olympic debut &amp; Ryo Kiyuna, born on Okinawa, won gold","response":"karate"},{"text":"The first Hmong-American Olympian, she won all-around gold in gymnastics","response":"(Suni) Lee"}],"originalDate":"2021-09-15"},{"category":"\"IN\" THE DICTIONARY","comments":"(Mike: Each correct response will begin with \"I-N\".)","clues":[{"text":"This word means drunk","response":"intoxicated"},{"text":"It's a more general synonymous term for a vaccination","response":"inoculation"},{"text":"It's 4 letters longer than lazy or idle &amp; means the same thing","response":"indolent"},{"text":"In legal speak, it refers to a person guilty of arson or to a device designed to harm people or property by means of fire","response":"incendiary"},{"text":"This French loanword means indifferent or nonchalant","response":"<i>insouciant</i>"}],"originalDate":"2021-09-15"},{"category":"RECENT FICTION","comments":"","clues":[{"text":"In Salman Rushdie's \"Quichotte\", a spin on this classic novel, a salesman travels the U.S. with his imaginary son Sancho","response":"<i>Don Quixote</i>"},{"text":"She said, \"Everything you've ever asked me about Gilead and its inner workings\" inspired her 2019 sequel \"The Testaments\"","response":"(Margaret) Atwood"},{"text":"In 2020 this author brought back Mississippi lawyer Jake Brigance for a third go-around in \"A Time for Mercy\"","response":"(John) Grisham"},{"text":"\"The President's Daughter\" is the second political thriller from Bill Clinton &amp; this bestselling author","response":"(James) Patterson"},{"text":"A Hulu series is based on this Sally Rooney novel about Connell &amp; Marianne &amp; their inner struggles","response":"<i>Normal People</i>"}],"originalDate":"2021-09-14"},{"category":"GAME STOP","comments":"","clues":[{"text":"This winning declaration in a chess game is from the Arabic for \"the king is dead\"","response":"checkmate"},{"text":"In the NFL regular season, overtime games end after nobody scores in the period that's this many minutes long","response":"10"},{"text":"\"Walk-off\" began as a term for a play that ends a game in this sport","response":"baseball"},{"text":"The bank cannot go broke in this Parker Brothers game, so exhaustion may be the deciding factor","response":"<i>Monopoly</i>"},{"text":"A hand in this card game with 2 potent potables in its name comes to a halt after a player \"knocks\"","response":"gin rummy"}],"originalDate":"2021-09-14"}],{"category":"MYTHOLOGY","text":"Name of the ship Jason &amp; crew traveled on to fetch the Golden Fleece","response":"<i>the Argo</i>"}]}