{"mix":1054,"rounds":[[{"category":"TRANSPORTATION","comments":"","clues":[{"text":"This city has China's largest &amp; busiest airport","response":"Beijing"},{"text":"In 1895 this railroad, the B&O, became the first to provide electric service on a main line","response":"the Baltimore & Ohio"},{"text":"This waterway is divided into 5 sections, including Lachine, Soulanges &amp; Thousand Islands","response":"the St. Lawrence Seaway"},{"text":"This term can refer to a bus, a railroad passenger car or a 4-wheeled horse-drawn carriage","response":"a coach"},{"text":"In the early 1800s, this historic road became the first to cross Indiana from east to west","response":"the Cumberland Road"}],"originalDate":"1996-09-11"},{"category":"OOPS","comments":"","clues":[{"text":"Taco Bell's ad announcing it had bought this U.S. treasure shocked those who didn't realize the date: April 1, 1996","response":"the Liberty Bell"},{"text":"The 1996 World Almanac listed this as \"president@whithouse.gov\", leaving an \"e\" out of whitehouse","response":"the email address of the White House"},{"text":"President Carter said the failed military rescue of these people in 1980 was an \"incomplete success\"","response":"the hostages in Tehran"},{"text":"Denver thought of putting this new facility's number on milk cartons after it was left out of the white pages","response":"the Denver Airport"},{"text":"The L.A. times switched the logos on these 2 advice columns 2/5/96; perhaps it's hard to tell them apart","response":"<i>Dear Abby</i> & <i>Ann Landers</i>"}],"originalDate":"1996-09-11"},{"category":"SCULPTURE","comments":"","clues":[{"text":"His Pieta, now in St. Peter's Basilica, was the only sculpture he signed","response":"Michelangelo"},{"text":"During the Middle Ages, these decorative waterspouts became a familiar part of Gothic buildings","response":"gargoyles"},{"text":"The Winged Victory of Samothrace is a statue of this Greek goddess of victory","response":"Nike"},{"text":"He started on the Stone Mountain sculpture in 1916; he didn't begin on Mt. Rushmore until 1927","response":"Gutzon Borglum"},{"text":"This British sculptor's \"Double Standing Figure\" can be seen at Vassar College","response":"Henry Moore"}],"originalDate":"1996-09-11"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Among this country's Pacific ports are Guaymas, Salina Cruz &amp; Acapulco","response":"Mexico"},{"text":"China's Jiuquan Satellite Launching Center is in Gansu province near the edge of this desert","response":"the Gobi Desert"},{"text":"This South American republic is divided into 9 departments, including Potosi &amp; La Paz","response":"Bolivia"},{"text":"Mount Bia, this country's highest peak, lies about 80 miles northeast of Vientiane","response":"Laos"},{"text":"This small Mideastern country's Bekaa Valley is a fertile farming area","response":"Lebanon"}],"originalDate":"1996-09-11"},{"category":"FLOWERS","comments":"","clues":[{"text":"You should \"remember\" it's Alaska's state flower","response":"the forget-me-not"},{"text":"The lance-shaped white leaves of this Alpine flower are arranged in the form of a star","response":"edelweiss"},{"text":"The white &amp; blue varieties of this water lily were often pictured in Ancient Egyptian art","response":"a lotus"},{"text":"Vanda, Laelia &amp; Cymbidium, genera of this flower, are commonly grown for hybridization","response":"orchids"},{"text":"The name of this flower means \"rose-colored tree\"","response":"Rhododendron"}],"originalDate":"1996-09-11"},{"category":"1989 BESTSELLERS","comments":"","clues":[{"text":"\"Going Within\" was \"A Guide for Inner Transformation\" by this \"Out on a Limb\" actress","response":"Shirley MacLaine"},{"text":"In a Tom Clancy bestseller, it was the nickname of Col. Misha Filitov, a Russian spy \"of the Kremlin\"","response":"the Cardinal"},{"text":"This author of \"Growing Up\" was back on the list with \"The Good Times\"","response":"Russell Baker"},{"text":"Salesman Harvey Mackay wrote about how to do this \"without Being Eaten Alive\"","response":"Swim with the Sharks"},{"text":"The new novel from this former Columbia pictures script reader was \"Billy Bathgate\"","response":"E.L. Doctorow"}],"originalDate":"1996-09-11"}],[{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Criticisms of this first lady were so vicious that the Chicago Tribune finally protested, \"Hold enough!\"","response":"Mary Todd Lincoln"},{"text":"The March 1865 Battle of Natural Bridge kept the Union from taking this Florida capital","response":"Tallahassee"},{"text":"This state seceded from the Union 5 days before Christmas in 1860; the war began 4 months later","response":"South Carolina"},{"text":"This Confederate general who practiced law before the war was nicknamed \"Old Jube\" or \"Jubilee\"","response":"Jubal Anderson Early"},{"text":"Vicksburg surrendered July 4, 1863, 1 day after the South lost this major battle","response":"Gettysburg"}],"originalDate":"1996-09-11"},{"category":"ANTONYMS","comments":"","clues":[{"text":"Theoretical scientists rely on the principle of \"cause and\" this","response":"effect"},{"text":"Eldridge Cleaver said, \"You're either part of the solution or part of\" this","response":"the problem"},{"text":"The Constitution has no epilogue, but it does have this section considered an antonym of epilogue","response":"a preamble"},{"text":"Anagram of drain that's an antonym of zenith","response":"nadir"},{"text":"Month whose name is spelled the same as an antonym of humble","response":"August"}],"originalDate":"1996-09-11"},{"category":"MYTHOLOGICAL MONSTERS","comments":"","clues":[{"text":"Part goat &amp; part lion, the Chimera breathed out this","response":"fire"},{"text":"Stheno shared her pad with her Gorgon sisters, Euryale &amp; this one","response":"Medusa"},{"text":"This sea monster with 6 dogs' heads lived \"strait\" across from Charybdis, another man-eating monster","response":"Scylla"},{"text":"The breath of this multi-headed Greek serpent could kill you","response":"the Hydra"},{"text":"It was difficult to sneak past this giant; of his 100 eyes, some were always open","response":"Argus"}],"originalDate":"1996-09-09"},{"category":"HISTORY","comments":"","clues":[{"text":"When this British sea captain first reached Botany Bay in 1770, he named it Stingray Bay","response":"Cook"},{"text":"On January 31, 1948, his body was cremated at the Raj Ghat shrine in New Delhi","response":"Gandhi"},{"text":"On April 11, 1979, his dictatorial rule of Uganda was ended by exiles &amp; Tanzanian forces","response":"Idi Amin"},{"text":"In 1740 this Prussian king began his reign by taking Silesia from the Austrian Hapsburgs","response":"Frederick the Great"},{"text":"Angkor became capital of this empire in the late 9th c. &amp; remained the capital for over 500 years","response":"the Khmer Empire"}],"originalDate":"1996-09-09"},{"category":"SPORTS '96","comments":"","clues":[{"text":"This L.A. Laker scored 19 points January 30, in his first NBA game since 1991","response":"Magic Johnson"},{"text":"Dale Jarrett won this 500-mile Florida NASCAR race over Dale Earnhardt by 0.12 seconds","response":"the Daytona 500"},{"text":"Super Bowl XXX, in which this team beat the Steelers, drew a record 138.5 million U.S. viewers","response":"the Dallas Cowboys"},{"text":"In February NFL owners approved the Cleveland Browns' move to this city, with a new name &amp; new colors","response":"Baltimore"},{"text":"This tattoo-covered Chicago Bull was suspended for 6 games for head-butting an official","response":"Dennis Rodman"}],"originalDate":"1996-09-09"},{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"Pressure converts this fuel into graphite","response":"coal"},{"text":"Term for an icicle-shaped mass hanging from a cave roof","response":"stalactite"},{"text":"Until about 1926 20-mule teams hauled this mineral from mines in Death Valley to the railroad","response":"borax"},{"text":"Cassiterite, SnO<sub>2</sub>, is the only commercially important ore of this metal","response":"tin"},{"text":"The copper ore chalcopyrite occurs in large deposits in Chile &amp; the Freiberg area of this country","response":"Germany"}],"originalDate":"1996-09-09"}],{"category":"THE 50 STATES","text":"Besides X, Y, &amp; Z, 3 other letters that do not begin the name of an American state","response":"(3 of) B, E, J & Q"}]}