{"mix":1055,"rounds":[[{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"The first Sunday in May, the O. Henry Museum in this Texas capital sponsors an O. Henry pun-off","response":"Austin"},{"text":"A May festival devoted to these 2 explorers is held in St. Charles, Mo., their starting point","response":"Lewis & Clark"},{"text":"The lighting of Temple Square in this city signals the beginning of the Christmas season","response":"Salt Lake City"},{"text":"The W.C. Handy Blues Awards are part of this city's Beale Street Music Festival","response":"Memphis"},{"text":"In the West this holiday is the first Sunday after the full Moon on or following the vernal equinox","response":"Easter"}],"originalDate":"1996-09-09"},{"category":"DONALD DUCK","comments":"","clues":[{"text":"The 1943 anti-Nazi release \"Der Fuehrer's Face\" was the only Donald Duck cartoon to win this award","response":"the Academy Award"},{"text":"Donald began his long romance with this vivacious girlfriend in the 1940 cartoon \"Mr. Duck Steps Out\"","response":"Daisy"},{"text":"In the cartoon \"Donald's Nephews\", Donald's sister Dumbella sends these 3 to visit","response":"Huey, Louie & Dewey"},{"text":"In this country Donald Duck is known as Paperino","response":"Italy"},{"text":"The world's richest duck, he wears a red broadcloth coat","response":"Uncle $crooge"}],"originalDate":"1996-09-09"},{"category":"OFF WITH THEIR HEADS!","comments":"","clues":[{"text":"Matthew 14:3-11 deals with the beheading of this man","response":"St. John the Baptist"},{"text":"Henry VIII became betrothed to Jane Seymour the day after her decapitation","response":"Anne Boleyn"},{"text":"Marino Faliero was beheaded in 1355 for trying to make this Venetian office despotic","response":"the doge"},{"text":"Balboa was beheaded in 1519 at Acla near Darien in what's now this country","response":"Panama"},{"text":"This \"Impaler\", a prince of Walachia, was beheaded by the Turks around 1476","response":"Vlad Tepes"}],"originalDate":"1996-09-09"},{"category":"AUTHORS","comments":"","clues":[{"text":"He was born Truman Streckfus Persons on September 30, 1924 in New Orleans","response":"Truman Capote"},{"text":"In 1933 this Tarzan creator served as mayor of Malibu Beach, California","response":"Edgar Rice Burroughs"},{"text":"This author's 3 novels, \"The Trial\", \"The Castle\" &amp; \"Amerika\", were published posthumously","response":"Franz Kafka"},{"text":"The given first name of this author of \"Our Man in Havana\" was Henry","response":"Graham Greene"},{"text":"Last name of the \"Goosebumps\" author whose initials stand for Robert Lawrence","response":"(R.L.) Stine"}],"originalDate":"1996-09-09"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Canada's Ellesmere Island is separated from this Danish island by 35-mile-wide Smith Sound","response":"Greenland"},{"text":"This Chinese region consists of 3 provinces &amp; once included a part of Inner Mongolia","response":"Manchuria"},{"text":"When Guy of Lusignan took over Cyprus in 1192, he made this city his capital","response":"Nicosia"},{"text":"This French city lies on an island in the Strait of Dover","response":"Calais"},{"text":"Because it loses about 90% of its water by evaporation, this lake in Bolivia &amp; Peru is quite salty","response":"Lake Titicaca"}],"originalDate":"1996-09-09"},{"category":"INVENTORS","comments":"","clues":[{"text":"In 1824 the Supreme Court ended his monopoly of steamship navigation on the Hudson River","response":"Robert Fulton"},{"text":"His lock, introduced around 1860, was noted for its small, flat key","response":"Yale"},{"text":"Black inventor Garrett Morgan developed the gas mask first used by American soldiers during this war","response":"World War I"},{"text":"Before perfecting a photographic process using metal plates, this Frenchman was a scene painter for the opera","response":"(Louis) Daguerre"},{"text":"In 1862 he published the Weekly Herald on a Grand Trunk Railroad freight car","response":"Thomas Alva Edison"}],"originalDate":"1996-09-09"}],[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"Unlike others of these horse-men, Pholus &amp; Chiron were hospitable &amp; nonviolent","response":"centaurs"},{"text":"In ancient Rome the Flamen Martialis was the priest in charge of service to this god","response":"Mars"},{"text":"According to Hesiod, she was Zeus' last wife, following Metis &amp; Themis","response":"Hera"},{"text":"The cult of this Egyptian goddess, the mother of Horus, was widespread in the Greco-Roman world","response":"Isis"},{"text":"In the \"Iliad\" Hypnos, god of sleep appears as the brother of Thanatos, the personification of this","response":"death"}],"originalDate":"1996-07-03"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"It's the track made by the passage of a wheel; if you're bored, you may find yourself in one","response":"a rut"},{"text":"A steady trot for exercise, or a nudge","response":"a jog"},{"text":"It's an involuntary muscle movement in the face","response":"a tic"},{"text":"Title for a Perignon","response":"Dom"},{"text":"To eat one's evening meal","response":"to sup"}],"originalDate":"1996-07-03"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Titusville is considered the gateway to this Florida space center at Cape Canaveral","response":"the Kennedy Space Center"},{"text":"It's the only Michigan city whose population exceeds 1 million","response":"Detroit"},{"text":"The Freedom Trail winds 1 1/2 miles through the downtown &amp; North End sections of this city","response":"Boston"},{"text":"Dating from 1741, this S. Carolina port's Middleton Place Gardens are the USA's oldest landscaped gardens","response":"Charleston"},{"text":"A Texas city was named for this Kansas city, the boyhood home of Dwight D. Eisenhower","response":"Abilene"}],"originalDate":"1996-07-03"},{"category":"AMERICAN FOOD HISTORY","comments":"","clues":[{"text":"Originally costing 5¢ each, White Castle wanted you to \"buy 'em by the sack\"","response":"a burger"},{"text":"In lunch counter lingo of days gone by, this all-American dessert was \"Eve with a lid on\"","response":"apple pie"},{"text":"The name of this mix of vegetables &amp; meat over rice comes from Chinese for \"odds &amp; ends\"","response":"<i>chop suey</i>"},{"text":"His company had more than 57 varieties of food when he chose that number for his slogan","response":"Heinz"},{"text":"The name of this Hormel product introduced in 1937 was chosen in a contest; the winner received $100","response":"Spam"}],"originalDate":"1996-07-03"},{"category":"OOPS","comments":"","clues":[{"text":"Franz Reichalt, an amateur inventor of these, plunged to his death c. 1911 testing one from the Eiffel Tower","response":"a parachute"},{"text":"The Dodgers forfeited a game Aug. 10, 1995 after fans threw these souvenirs on the field in a protest","response":"baseballs"},{"text":"Trying this mode of transport in Alaska, Dr. Joyce Brothers fell &amp; broke her nose","response":"a dog sled"},{"text":"In 1995 Queen Elizabeth was hurt when a 2-lb. one of these dropped on her during a hunting trip","response":"a grouse"},{"text":"Alleging mismanagement of the law firm, Leonard Jacoby sued this partner in October 1995","response":"(Stephen) Meyers"}],"originalDate":"1996-07-03"},{"category":"COMPOSERS &amp; RULERS","comments":"","clues":[{"text":"Shortly before his 1741 death, Vivaldi sought a post from Charles VI in this Austrian capital","response":"Vienna"},{"text":"From 1740 to 1767, C.P.E. Bach played this piano predecessor for Prussia's Frederick II","response":"a harpsichord"},{"text":"When this country ruled Finland, it banned Jean Sibelius' \"Finlandia\" as it aroused the Finns' patriotism","response":"Russia"},{"text":"This Austrian's opera \"Cosi fan tutte\" was commissioned by Emperor Joseph II","response":"Mozart"},{"text":"In 1824 this Hungarian played piano for England's George IV","response":"Liszt"}],"originalDate":"1996-07-03"}],{"category":"CITY HISTORY","text":"Over 700 years after its traditional 1252 founding date, this port city became associated with a psychological response","response":"Stockholm"}]}