{"mix":1056,"rounds":[[{"category":"RECENT SHAKESPEARE MOVIES","comments":"","clues":[{"text":"In a 1995 film Kenneth Branagh played Iago &amp; Laurence Fishburne was this title character","response":"Othello"},{"text":"In this 1990 film Glenn Close played Mel Gibson's mother","response":"<i>Hamlet</i>"},{"text":"1991's \"Men of Respect\" moved this play, sleepwalking scene &amp; all, into a modern crime syndicate story","response":"<i>Macbeth</i>"},{"text":"Keanu Reeves &amp; Denzel Washington appeared in this 1993 comedy directed by Kenneth Branagh","response":"<i>Much Ado About Nothing</i>"},{"text":"1991's \"Prospero's Books\" with John Gielgud &amp; Isabelle Pasco was based on this play","response":"<i>The Tempest</i>"}],"originalDate":"1996-07-03"},{"category":"THE CALENDAR","comments":"","clues":[{"text":"46 B.C. was 445 days long; 45 B.C. was this long, now the standard","response":"365 days"},{"text":"This month's name may come from its being devoted to youths or juniors","response":"June"},{"text":"While January opens the year, the name of this month comes from the Latin for \"to open\"","response":"April"},{"text":"Alphabetically, it's the last month of our calendar","response":"September"},{"text":"Day of the week named for a goddess","response":"Friday"}],"originalDate":"1996-07-03"},{"category":"PEOPLE","comments":"","clues":[{"text":"In 1994 this talk show hostess raised $150,000 for charity by selling some of her old clothes","response":"Oprah Winfrey"},{"text":"In 1934 this author divorced her husband of 17 years, a missionary to China","response":"Pearl S. Buck"},{"text":"The 1933 autobiography of this Louisianian known as the \"Kingfish\" was titled \"Every Man a King\"","response":"Huey Long"},{"text":"On Nov 6. 1923 he was issued a patent for his electric shaver","response":"Schick"},{"text":"Annual awards for U.S. corporations are named for this first Secretary of Commerce under Reagan","response":"Malcolm Baldrige"}],"originalDate":"1996-07-03"},{"category":"PREGNANCY &amp; CHILD CARE","comments":"","clues":[{"text":"By about 3 months baby should have gained enough control of his neck muscles to hold this up","response":"his head"},{"text":"Enfamil, Similac &amp; Isomil are different brands of this","response":"infant formula"},{"text":"Bright blue lights are used to treat this condition where the newborn's skin is yellowish","response":"jaundice"},{"text":"In the early third trimester, many women are given a glucose tolerance test to look for this","response":"diabetes"},{"text":"The active type of this is acquired by vaccination: the passive, from the mother","response":"immunity"}],"originalDate":"1996-07-03"},{"category":"GUAM","comments":"","clues":[{"text":"This country that occupied Guam 1941-44 sends the most tourists there today","response":"Japan"},{"text":"Except for WWII, this U.S. armed service administered the island from 1898 to 1950","response":"the U.S. Navy"},{"text":"This European country annexed Guam in 1565","response":"Spain"},{"text":"Over 80% of Guamanians are followers of this religion","response":"Roman Catholicism"},{"text":"In 1975 over 100,000 refugees from this country stopped in Guam on their way to the U.S.","response":"Vietnam"}],"originalDate":"1996-07-03"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"While Thomas Chippendale built furniture, this Thomas constructed the Declaration of Independence","response":"Thomas Jefferson"},{"text":"While John Alden was living in the paradise he found in America, this John was writing \"Paradise Lost\"","response":"Milton"},{"text":"In 351 B.C. Plato could have heard one of Demosthenes' speeches on this Macedonian's threat to Athens","response":"Philip"},{"text":"Diamond Jim Brady didn't have a country named for him, but in 1895 this diamond magnate did","response":"Cecil Rhodes"},{"text":"While the Venerable Bede wrote history in England, this grandfather of Charlemagne ruled the Franks","response":"Charles Martel"}],"originalDate":"1996-04-08"}],[{"category":"NEWSPAPERS","comments":"","clues":[{"text":"This capital city's Arkansas Democrat-Gazette is the oldest newspaper west of the Mississippi","response":"Little Rock"},{"text":"Newspapers in Milwaukee, Providence &amp; Atlanta share this name","response":"the <i>Journal</i>"},{"text":"Founder of the newspaper chain that owns USA Today, his empire began with the Elmira, N.Y Gazette","response":"Frank Gannett"},{"text":"Mary Baker Eddy founded this newspaper to \"injure no man, but to bless all mankind\"","response":"<i>The Christian Science Monitor</i>"},{"text":"In 1887 William Randolph Hearst took over this San Francisco newspaper","response":"the <i>San Francisco Examiner</i>"}],"originalDate":"1996-04-08"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"The traditional sauce served with roast lamb contains confectioners' sugar, vinegar &amp; these leaves","response":"mint"},{"text":"A genoise is a light sponge cake whose name is derived from this city","response":"Genoa"},{"text":"Isinglass is an old-fashioned type of gelatin that comes from the air bladder of this kind of animal","response":"a sturgeon (fish, cod)"},{"text":"Jan in die sak or \"John in the bag\" is a dessert from this African country","response":"South Africa"},{"text":"This variety meat, the lining of a ruminant's stomach, is usually sold blanched &amp; parboiled","response":"tripe"}],"originalDate":"1996-04-08"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This synonym for enormous comes from the name of a famous elephant exhibited by P.T. Barnum","response":"Jumbo"},{"text":"Llama &amp; quinine are among the words derived from Quechua, the language of this ancient empire","response":"the Incan Empire"},{"text":"The name of this black &amp; white bearlike mammal is believed to be a native Nepalese word","response":"panda"},{"text":"Popular sports equipment whose name is from Old Norse for \"sticks of wood\"","response":"skis"},{"text":"From Japanese for \"flowers kept alive\", it's the Japanese art of flower arranging","response":"<i>ikebana</i>"}],"originalDate":"1996-04-08"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Atheromas are the fatty deposits on the inner lining of one of these that can cause atherosclerosis","response":"arteries"},{"text":"Attacks of this illness characterized by wheezing are treated with bronchodilators like albuterol","response":"asthma"},{"text":"Malocclusion of the permanent teeth may occur if this childhood habit continues after about age 6","response":"sucking your thumb"},{"text":"\"Baby Blues\" is a mild form of this depression that affects women after childbirth","response":"postpartum depression"},{"text":"Narcolepsy is a disorder characterized by episodes of this several times a day","response":"falling asleep"}],"originalDate":"1996-04-08"},{"category":"POTPOURRI","comments":"","clues":[{"text":"\"A bird in the hand is worth two\" here","response":"in the bush"},{"text":"In 1994 he visited the prison cellblock near Cape Town where he spent 18 of his 27 years in jail","response":"Nelson Mandela"},{"text":"Introduced in the mid-1960s, this boys' action figure became Hasbro's primary toy line","response":"G.I. Joe"},{"text":"Judge Richard Henderson sponsored his 1775 colonizing expedition through the Cumberland Gap","response":"Daniel Boone"},{"text":"Samuel Gompers was the first president of this labor organization founded in Ohio in 1886","response":"the AFL (the American Federation of Labor)"}],"originalDate":"1996-04-08"},{"category":"SAINTS","comments":"","clues":[{"text":"No actual details are known about the life of this patron saint of England","response":"St. George"},{"text":"In the name of Saint Gregory Thaumaturgus, Thaumaturgus means \"wonder-worker\" in this language","response":"Greek"},{"text":"This Spanish mystic was originally named Teresa de Cepeda y Ahuamda","response":"St. Teresa of Ávila"},{"text":"Eleutherius, a deacon, was supposedly martyred with this patron of France","response":"St. Denis (St. Dennis)"},{"text":"Rose Philippine Duchesne worked as a missionary among the Potawatomi Indians in what's now this state","response":"Kansas"}],"originalDate":"1996-04-08"}],{"category":"TELEVISION","text":"For 2 years, NBC didn’t call it “Saturday Night Live” because of 18 wk. ABC “SNL” series starring him","response":"Howard Cosell"}]}