{"mix":1063,"rounds":[[{"category":"5, MOUNTAIN TIME","comments":"","clues":[{"text":"Notable in Japanese art, a series of woodblock prints called \"Thirty-Six Views of\" this mountain were made in the 1800s","response":"Mount Fuji"},{"text":"Billed as the world's smallest mountain, Mount Wycheproof rises a majestic 141 feet in this Aussie state fit for a queen","response":"Victoria"},{"text":"At 8,100 feet, Galdhopiggen, northeast of Bergen, is this country's highest peak","response":"Norway"},{"text":"You can enjoy \"The Snows of\" this Tanzanian massif on its central cone, Kibo, a dormant volcano","response":"(Mount) Kilimanjaro"},{"text":"There's great skiing at places like Tremblant in these mountains, the Quebec portion of the Canadian Shield","response":"the Laurentians"}],"originalDate":"2021-08-04"},{"category":"LET'S \"EET\"","comments":"","clues":[{"text":"Precipitation coming down as a mixture of snow &amp; rain","response":"sleet"},{"text":"Adjective meaning careful &amp; circumspect in what one says or does","response":"discreet"},{"text":"Botox alert! These tiny wrinkles at the outer corners of the eyes are the result of age &amp; squinting","response":"crow's feet"},{"text":"In this \"speak\" used in Internet chat rooms, letters are replaced by numbers or other symbols","response":"leet"},{"text":"Term for a newspaper published in a large format, regarded as more serious &amp; less sensational than tabloids","response":"a broadsheet"}],"originalDate":"2021-08-04"},{"category":"ANTON CHEKHOV","comments":"","clues":[{"text":"In an 1889 letter Chekhov laid down a famous principle, saying if you show one of these, it must be used","response":"a gun"},{"text":"In \"The Rime of the Ancient Mariner\", an albatross gets killed; in an 1896 Chekhov play, it's one of these birds","response":"seagull"},{"text":"The title siblings in this Chekhov play are named Olga, Irina &amp; Masha","response":"<i>Three Sisters</i>"},{"text":"Chekhov's last play is about a woman who must decide if she wants to allow houses to be built on this title plot of land","response":"<i>The Cherry Orchard</i>"},{"text":"Several Chekhov plays were staged in the Moscow Art Theatre, founded by this man known for his acting \"method\"","response":"(Konstantin) Stanislavski"}],"originalDate":"2021-08-04"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"This verb means to handle something roughly, like an animal would","response":"paw"},{"text":"Portugal's national dish is salted this fish","response":"cod"},{"text":"The British use this booze to mean \"strange\"","response":"rum"},{"text":"This term for flax fiber goes before \"headed\" to describe kids with very light blond hair","response":"tow"},{"text":"Term for a day on Mars<span class=\"nobreak\">--</span>24 hours &amp; nearly 40 minutes, so you can hit snooze a little longer there","response":"sol"}],"originalDate":"2021-08-04"},{"category":"THE CHOSEN FEW","comments":"","clues":[{"text":"British Airways in 1996 was the first airline in modern times to offer its first class flyers this feature for a comfy snooze","response":"a lie-flat bed"},{"text":"Anyone is allowed to book time to use this space telescope first launched in 1990, but competition is fierce","response":"the Hubble"},{"text":"Latin for \"with a key\" gives us this select group of holy men responsible for picking a new pope","response":"conclave"},{"text":"Ken Kesey led a close-knit group called the \"Merry\" these","response":"Pranksters"},{"text":"This \"twinkly\" tribunal that persecuted Puritans was abolished by Parliament in 1641","response":"the Star Chamber"}],"originalDate":"2021-08-04"},{"category":"THE FAMOUS MOM","comments":"","clues":[{"text":"Of <br>Sean Lennon","response":"(Yoko) Ono"},{"text":"Of <br>Zoe Kravitz","response":"(Lisa) Bonet"},{"text":"Of <br>Dakota Johnson","response":"Melanie Griffith"},{"text":"Of <br>Alexa Ray Joel","response":"(Christie) Brinkley"},{"text":"Of <br>Gwyneth Paltrow","response":"(Blythe) Danner"}],"originalDate":"2021-08-04"}],[{"category":"DEFINITELY ONE OF THE 50 STATES","comments":"","clues":[{"text":"Its state parks include Little Manatee River &amp; Lake Kissimmee","response":"Florida"},{"text":"Its license plates have said \"America's Dairyland\" since 1940","response":"Wisconsin"},{"text":"Its highest elevation is fittingly known as Hawkeye Point","response":"Iowa"},{"text":"Fort Leavenworth in this state is home to the Frontier Army Museum","response":"Kansas"},{"text":"The second state to join the Union, it borders the first &amp; third, Delaware &amp; New Jersey","response":"Pennsylvania"}],"originalDate":"2021-08-03"},{"category":"YOU KNOW WHAT THEY SAY","comments":"","clues":[{"text":"They're the 5 words that \"makes Jack a dull boy\"","response":"all work and no play"},{"text":"Completes Andy Warhol's line \"In the future everybody will be world famous...\"","response":"for 15 minutes"},{"text":"\"El amor es ciego\" is Spanish for this phrase &amp; not even glasses will help","response":"love is blind"},{"text":"Speak up or no one will help you because this \"gets the grease\"","response":"the squeaky wheel"},{"text":"In Proverbs 1:7, \"Fear of the Lord is the beginning of knowledge \"; in Proverbs 9:10, it's the beginning of this","response":"wisdom"}],"originalDate":"2021-08-03"},{"category":"INVESTING TERMS","comments":"","clues":[{"text":"Watery term for the ability to convert an asset into cash quickly","response":"liquidity"},{"text":"It's the trashy name given to high-risk, high-yield bonds with a credit rating of BB or less","response":"junk bonds"},{"text":"They're chunks of a company's profits paid to shareholders, typically quarterly","response":"dividends"},{"text":"It's the commission or sales fee you pay when buying shares; some mutual funds are \"no\"-it","response":"load"},{"text":"Latin for \"distant view\", it's a document outlining an investment offering's risks &amp; objectives","response":"prospectus"}],"originalDate":"2021-08-03"},{"category":"DEFINITELY NOT ONE OF THE 50 U.S. STATES","comments":"","clues":[{"text":"A government too full of advice or laws is said to be this household worker's \"state\"","response":"nanny"},{"text":"States of it include plasma &amp; the Bose-Einstein condensate","response":"matter"},{"text":"As in the title of a Russell Crowe film, \"State of\" this refers to \"the current situation\"","response":"<i>State of Play</i>"},{"text":"The third book Bob Woodward wrote about the Bush administration's Iraq War failings is called \"State of\" this","response":"Denial"},{"text":"In the Catholic church, one free from mortal sin is said to be in a \"state of\" this","response":"grace"}],"originalDate":"2021-08-03"},{"category":"MED. ABBREV.","comments":"","clues":[{"text":"According to the initials, an E.N.T. is a doctor who specializes in treating these body parts","response":"ear, nose & throat"},{"text":"On a prescription, B.I.D. means a medication should be taken this often","response":"twice daily"},{"text":"With most HMOs, you start by choosing a PCP, this doctor","response":"primary care physician"},{"text":"A traumatic brain injury may damage LTM, short for this","response":"long-term memory"},{"text":"Since 2000 the vaccine given in the U.S. for this is the IPV or inactivated one","response":"polio"}],"originalDate":"2021-08-03"},{"category":"AUSTRALIAN HISTORY","comments":"","clues":[{"text":"In the 1890s this was discovered in Western Australia; what a rush!","response":"gold"},{"text":"The largest attack on Australia during World War II was a 1942 bombing of this port city named for a British naturalist","response":"Darwin"},{"text":"Australia became its own nation January 1, 1901 as the this of Australia, a word implying union for everyone's good","response":"Commonwealth"},{"text":"In an attempt to quell unrest in 2006, Aussie commandos headed to Dili, capital of this island nation","response":"East Timor"},{"text":"In 1927 the future King George VI came to this city of 6,000 people to inaugurate the new federal parliament","response":"Canberra"}],"originalDate":"2021-08-03"}],{"category":"TRANSPORTATION USA","text":"This public agency runs the USA's busiest bus terminal, opened in 1950 for commuters awed by its polished steel &amp; stone","response":"the Port Authority of New York and New Jersey"}]}