{"mix":1065,"rounds":[[{"category":"LEGAL","comments":"","clues":[{"text":"Businesses &amp; professors are among those who give the court information to help one party in an amicus curiae brief, Latin for this","response":"friend of the court"},{"text":"In many states, a borrower who couldn't pay the mortgage has the right of redemption, to stop this process until auction time","response":"foreclosure"},{"text":"Let's get inventive &amp; file one of these; the 3 types are utility, plant &amp; design","response":"patent"},{"text":"It was this 3-named junior on the Supreme Court who gave the \"Clear &amp; Present Danger\" restraint on free speech","response":"(Oliver Wendell) Holmes"},{"text":"If a judge has ruled against a case &amp; said another lawsuit can't be filed on the same grounds, it's been \"dismissed with\" this","response":"prejudice"}],"originalDate":"2021-07-30"},{"category":"\"TENDER\"","comments":"","clues":[{"text":"Mixologist is a glorified term for this","response":"a bartender"},{"text":"Filet mignon is cut from this","response":"the tenderloin"},{"text":"One must \"demonstrate a practical use of the taut-line hitch\" to achieve this scouting rank","response":"Tenderfoot"},{"text":"Bonnie Prince Charlie, who claimed he was England's rightful king, was known as the \"Young\" one","response":"Pretender"},{"text":"If you've been \"left to\" someone's this 2-word idiom, you have no protection from whatever they wish to do with you","response":"tender mercies"}],"originalDate":"2021-07-30"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"This historic American document was addressed to King George III of Great Britain","response":"the Declaration of Independence"},{"text":"Dits &amp; dahs were the keys to this system devised in the 1830s that revolutionized communication","response":"Morse Code"},{"text":"FDR's first inaugural address introduced this policy of treating Latin American nations with respect","response":"the Good Neighbor Policy"},{"text":"John Winthrop led many followers to this colony in 1630 &amp; gave us the image of the \"city upon a hill\"","response":"Massachusetts Bay Colony"},{"text":"Established to help 4 million African Americans transition out of slavery, this bureau lasted from 1865 to 1872","response":"the Freedmen's Bureau"}],"originalDate":"2021-07-30"},{"category":"THE CDC SAYS SO","comments":"","clues":[{"text":"If your BMI is between 25 &amp; 30, it falls within the overweight range; if it's higher than 30, it's considered this","response":"obese"},{"text":"In 2020 the CDC reported there had been nearly 3,000 cases including many deaths due to EVALI, a lung injury caused by this activity","response":"vaping"},{"text":"\"The best defense against Lyme disease\" is \"reducing exposure to\" these bloodsuckers","response":"ticks"},{"text":"This hereditary disorder in which the blood does not clot properly is more common in males than females","response":"hemophilia"},{"text":"Pink eye is an inflammation of this clear membrane lining the inside of the eyelid &amp; the white part of the eyeball","response":"the conjunctiva"}],"originalDate":"2021-07-30"},{"category":"3 CONSECUTIVE VOWELS","comments":"","clues":[{"text":"Idiomatically, it <br>\"is believing\"","response":"seeing"},{"text":"Someone who is not quite a friend, but more than a stranger","response":"acquaintance"},{"text":"He's the Old Testament prophet most quoted in the New Testament","response":"Isaiah"},{"text":"This adjective means emitting ionizing particles, perhaps as part of decay","response":"radioactive"},{"text":"Meaning \"made up\", it also refers in legal terms to any business name that's not the official incorporated one","response":"fictitious"}],"originalDate":"2021-07-30"},{"category":"POETRY IN MOTION PICTURES","comments":"","clues":[{"text":"This actor reads \"The Song of Hiawatha\" in a laundromat in 2004's \"Spider-Man 2\"","response":"(Tobey) Maguire"},{"text":"In \"The Outsiders\" C. Thomas Howell recites this poet's \"Nothing Gold Can Stay\"","response":"Frost"},{"text":"Edward Lear's nonsense poem \"The Jumblies\" is perhaps fitting amid the chaos of World War I in this Sam Mendes film","response":"<i>1917</i>"},{"text":"In the film of the same title, Lee Remick quotes to Jack Lemmon Ernest Dowson's lines about \"The Days of\" this pair","response":"Wine and Roses"},{"text":"This South American poet is a character in \"Il Postino\" &amp; his poems like \"Ode to the Sea\" are featured in it","response":"Neruda"}],"originalDate":"2021-07-30"}],[{"category":"NAME THAT BEATLES TUNE","comments":"","clues":[{"text":"\"Well, the Ukraine girls really knock me out; they leave the West behind, &amp; Moscow girls make me sing &amp; shout\"","response":"\"Back In The U.S.S.R.\""},{"text":"\"All the lonely people, where do they all come from? All the lonely people, where do they all belong?\"","response":"\"Eleanor Rigby\""},{"text":"\"They've been going in &amp; out of style, but they're guaranteed to raise a smile\"","response":"\"Sgt. Pepper's Lonely Hearts Club Band\""},{"text":"\"I think I'm gonna be sad; I think it's today, yeah; the girl that's driving me mad is going away\"","response":"\"Ticket To Ride\""},{"text":"\"I read the news today, oh boy, about a lucky man who made the grade\"","response":"\"A Day In The Life\""}],"originalDate":"2021-07-29"},{"category":"HELP!","comments":"","clues":[{"text":"Go to the .gov of this treasury agency &amp; it will tell you how to get some tax counseling for free","response":"the IRS"},{"text":"In college dorms R.A. is short for this helper, who could be of use if a neighbor won't keep his music down","response":"resident assistant (resident advisor)"},{"text":"Launched in 1991, the bestselling book series \"For\" these people also has online tools with handy videos","response":"Dummies"},{"text":"If you need help with this on your teeth, go to a dentist; for the same-named branch of math, get a tutor","response":"calculus"},{"text":"The Red Cross helps teach the public about CPR &amp; how to use an AED, or automated external one of these heart starters","response":"defibrillator"}],"originalDate":"2021-07-29"},{"category":"LET \"IT\" BE","comments":"","clues":[{"text":"It can precede greyhound, parsley &amp; sonnet","response":"Italian"},{"text":"A Hershey's candy bar, or a synonym for a thingamajig","response":"Whatchamacallit"},{"text":"A wimple is a traditional part of this religious outfit","response":"a habit"},{"text":"From Latin for \"to fold together\", it means involved in a crime or other wrongdoing","response":"complicit"},{"text":"The \"P\" in a PET scan stands for this subatomic particle","response":"positron"}],"originalDate":"2021-07-29"},{"category":"HELLO, GOODBYE","comments":"","clues":[{"text":"Born around 1820, heroically conducted a \"railroad\", passed in 1913","response":"Tubman"},{"text":"Originally formed in 1761, was an art tutor at Versailles &amp; was as alive as a wax figure in 1850","response":"(Madame) Tussaud"},{"text":"Premiered in 1685, wrote \"Mass in B Minor\", fathered some 20 kids, began decomposing in Leipzig in 1750","response":"Bach"},{"text":"Born around 247 B.C. &amp; followed in footsteps of Carthaginian general dad Hamilcar Barca; conquered by death around 183 B.C.","response":"Hannibal"},{"text":"Was Scot-free in 1835, steel-ed himself in America, sold off his shares for good in 1919","response":"Carnegie"}],"originalDate":"2021-07-29"},{"category":"THE STATE'S RICHEST PERSON","comments":"(LeVar: According to the <i>Forbes</i> list.)","clues":[{"text":"Washington: <br>Sorry, Bill Gates, it's this guy","response":"Jeff Bezos"},{"text":"Nebraska: <br>This Berkshire Hathaway billionaire","response":"Buffett"},{"text":"Kansas: <br>Charles, one of the ultra-conservative brothers with this last name","response":"Koch"},{"text":"Wyoming &amp; Virginia: M&M's from this candy family","response":"Mars"},{"text":"Tennessee: <br>Thomas of this family, brother to former Senate majority leader Bill","response":"Frist"}],"originalDate":"2021-07-29"},{"category":"TAKE A FEW LETTERS","comments":"(LeVar: For example, in \"yuletide\", you'll find this heavenly body. What is a star from the letters in \"Christmas\"?)","clues":[{"text":"In the season we also call fall, you can catch this 4-letter fish","response":"tuna"},{"text":"The letters of a U.S. Army rank that goes up to 5 stars can form this color","response":"green"},{"text":"A 200-year anniversary provides the letters for this water source for a soldier or hiker","response":"canteen"},{"text":"Winesap is a variety of one, inside of which you'll find this bell sound","response":"peal"},{"text":"Digging into the hardest naturally occurring substance brings up this type of acid that makes up protein","response":"amino"}],"originalDate":"2021-07-29"}],{"category":"CHEMICAL NAMES","text":"The name of this pungent gaseous compound is ultimately derived from the top god of the ancient Egyptians","response":"ammonia"}]}