{"mix":1067,"rounds":[[{"category":"ACTORS SING","comments":"","clues":[{"text":"Helena Bonham Carter sings about \"The Worst Pies In London\" in this 2007 movie","response":"<i>Sweeney Todd</i>"},{"text":"He didn't sing in \"The Dark Knight\" but serenaded Julia Stiles with \"Can't Take My Eyes Off Of You\" in \"10 Things I Hate About You\"","response":"Heath Ledger"},{"text":"In 1971 he sang \"Pure Imagination\" playing Willy Wonka","response":"Gene Wilder"},{"text":"Before donning the Captain Marvel garb, she fronted the band Clash at Demonhead in \"Scott Pilgrim vs. the world\"","response":"Brie Larson"},{"text":"Joaquin Phoenix &amp; Reese Witherspoon did an upbeat version of Dylan's \"It Ain't Me Babe\" for an excited crowd in this 2005 film","response":"<i>Walk the Line</i>"}],"originalDate":"2021-07-27"},{"category":"TV WORKPLACES","comments":"","clues":[{"text":"Greendale is this title type of college","response":"community"},{"text":"On this drama, Dr. John Carter worked at County General","response":"<i>ER</i>"},{"text":"Vought International employs this show's ethically challenged superheroes","response":"<i>The Boys</i>"},{"text":"The FBI behavioral analysis unit on this show took its last case on CBS in 2020","response":"<i>Criminal Minds</i>"},{"text":"On this show, Mae Whitman works at Fine &amp; Frugal, but helps rob it","response":"<i>Good Girls</i>"}],"originalDate":"2021-07-26"},{"category":"BUSINESS IN THE FRONT","comments":"","clues":[{"text":"Jimmy Kimmel gave a rough idea of the length of the receipts given by this 3-letter pharmacy chain<span class=\"nobreak\">--</span>\"the equator\"","response":"CVS"},{"text":"This tech company incorporated on June 25, 1981; 5 years later, it moved to Redmond, Washington &amp; its stock went public","response":"Microsoft"},{"text":"On January 13, 2021 the stock price of this company opened around $20; on January 29, $380 &amp; by February 5, $54","response":"GameStop"},{"text":"In 1911 this oil company got its trust busted &amp; had to divest itself of 33 companies","response":"Standard Oil"},{"text":"The National Union Life &amp; Limb Insurance Company evolved into this one with a snappier name that still includes \"Life\"","response":"Met Life"}],"originalDate":"2021-07-26"},{"category":"PARTY IN THE BACK","comments":"","clues":[{"text":"This \"numerical\" party game traditionally begins with learning the objective is \"animal, vegetable or mineral\"","response":"Twenty Questions"},{"text":"Are you going to be shy all night &amp; act like this proverbial yellow perennial plant or are you going to cut loose &amp; dance?","response":"wallflower"},{"text":"Our '80s party wouldn't be complete if we didn't crank this Billy Idol hit! \"It's a nice day for\" it","response":"\"White Wedding\""},{"text":"Got my king cake, mask, beads &amp; pralines! I'm ready to party &amp; celebrate this, which will fall on Tuesday, March 1, 2022","response":"Mardi Gras"},{"text":"I'm busting out my spinach &amp; this veggie dip<span class=\"nobreak\">--</span>it's a version of the one at Applebee's","response":"artichoke"}],"originalDate":"2021-07-26"},{"category":"NICE \"MUL\" IT","comments":"","clues":[{"text":"This 6-letter word denotes a riot or turmoil","response":"tumult"},{"text":"It's a golf do-over after a lousy shot","response":"mulligan"},{"text":"It's a protective covering to enrich soil; hardwood chips or grass clippings are organic types","response":"mulch"},{"text":"A great number; the Bible says love covers a this \"of sins\"","response":"a multitude"},{"text":"To openly proclaim a new doctrine or law","response":"promulgate"}],"originalDate":"2021-07-26"},{"category":"POPES","comments":"","clues":[{"text":"One theory says the first pope, St. Peter, had nerve damage that led to the traditional gesture of this with 2 fingers curled in","response":"a blessing"},{"text":"Alexander III convoked 1179's Third Lateran Council, which gave this \"College\" the task of electing a new pope","response":"the College of Cardinals"},{"text":"In 993 John XV was the first pope to take this step, honoring Bishop Ulrich of Augsburg, dead just 20 years","response":"bestowing sainthood"},{"text":"Pope Francis is the first pontiff to have been a member of this religious order that pope Clement XIV abolished in 1773","response":"Jesuits"},{"text":"Pius XI revived the custom of giving this blessing whose Latin name means \"to the city and to the world\"","response":"<i>Urbi et Orbi</i>"}],"originalDate":"2021-07-26"}],[{"category":"OSCAR ACCEPTANCE SPEECHES","comments":"","clues":[{"text":"When she won for \"Tootsie\", Jessica Lange said she felt real lucky to have this man \"as my leading lady\"","response":"Hoffman"},{"text":"This \"Moonstruck\" actress said, \"Okay, Michael, let's go!\" referring to her cousin running for president","response":"Olympia Dukakis"},{"text":"In 2021 this \"Nomadland\" Best Director quoted a Chinese work that begins, \"People at birth are inherently good\"","response":"(Chloé) Zhao"},{"text":"Winning for this \"One Flew Over the Cuckoo's Nest\" character, Louise Fletcher said, \"I've loved being hated by you\"","response":"Nurse Ratched"},{"text":"In 1952 he said, \"It's a very long way from the heart of the Belgian Congo to the stage of the Pantages Theater\"","response":"Humphrey Bogart"}],"originalDate":"2021-07-26"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"She was 18 when she married 17-year-old Ferdinand of Aragon","response":"Isabella"},{"text":"Explorer William Clark nicknamed this Shoshone woman \"Janey\"","response":"Sacajawea"},{"text":"This automobile manufacturer was born in Michigan July 30, 1863, a few weeks after the Battle of Gettysburg","response":"(Henry) Ford"},{"text":"For a brief time in 1890 this inventor made talking dolls, but their voices were \"exceedingly unpleasant\"","response":"Edison"},{"text":"In 1587 this courtier, a favorite of Elizabeth I, became captain of the queen's guard","response":"Sir Walter Raleigh"}],"originalDate":"1995-10-30"},{"category":"AMUSEMENT PARKS","comments":"","clues":[{"text":"Wonderland in Toronto has a \"Days of Thunder\" motion simulator that puts you in one of these vehicles","response":"a race car"},{"text":"You've read this hero's comics &amp; seen his movies; now you can ride \"The Ride\" at California's Magic Mountain","response":"Batman"},{"text":"You can ride the Hoosier Hurricane in this state, at a park in Monticello","response":"Indiana"},{"text":"Kings Dominion in Virginia &amp; Carowinds in North Carolina include his \"World\"; way, no way, way!","response":"Wayne"},{"text":"These fish parks in Florida, Texas &amp; Ohio have added a monster marsh complete with dinosaurs","response":"SeaWorld"}],"originalDate":"1995-10-30"},{"category":"MUSIC CLASS","comments":"","clues":[{"text":"It's the male singing voice between bass &amp; tenor","response":"baritone"},{"text":"It's a folk song that tells a story, \"On Top Of Old Smoky\" is an example","response":"a ballad"},{"text":"3 of the most common ones of these in western music are 4/4, 3/4 &amp; 6/8","response":"the meter"},{"text":"Section of the orchestra in which you'd find a glockenspiel","response":"percussion"},{"text":"Classified by tempo, these musical pieces can be funeral, quick or double quick","response":"marches"}],"originalDate":"1995-10-30"},{"category":"COOKIES &amp; CANDY","comments":"","clues":[{"text":"This mountainous European country is the home of Toblerone chocolate bars","response":"Switzerland"},{"text":"Created in 1930, these original chocolate chip cookies are named for a Massachusetts inn","response":"Toll House"},{"text":"It's the 24-hour period when you collect your wages, or the peanut caramel bar you may buy with the money","response":"payday"},{"text":"It's the company that makes Nutter Butters, Lorna Doones &amp; Mallomars","response":"Nabisco"},{"text":"Yes, my dear, the name of these Italian-made hazelnut chocolates is French for \"my dear\"","response":"<i>Mon Cheri</i>"}],"originalDate":"1995-10-30"},{"category":"AROUND ITALY","comments":"","clues":[{"text":"A 1966 flood of the Arno destroyed shops on this city's Ponte Vecchio as well as art in the Uffizi","response":"Florence"},{"text":"These lead from Rome's Piazza di Spagna up to the Trinita dei Monti Church","response":"the Spanish Steps"},{"text":"It's said Hercules founded this town that was buried by a volcano in 79 A.D.","response":"Herculaneum"},{"text":"Real or not, Juliet's tomb is a tourist attraction in this city","response":"Verona"},{"text":"Europe's biggest boat show is held in this city, Italy's biggest port","response":"Genoa"}],"originalDate":"1995-10-30"}],{"category":"THE OSCARS","text":"Though better known for TV work, she won an Oscar for 1971's \"The Last Picture Show\"","response":"Cloris Leachman"}]}