{"mix":1069,"rounds":[[{"category":"U.S. CITIES","comments":"","clues":[{"text":"The census bureau reports 29.1% of the population of this Northern Calif. city is Asian or Pacific Islander","response":"San Francisco"},{"text":"This largest Maryland city was originally laid out in a meadow along Jones Falls Creek","response":"Baltimore"},{"text":"This capital is home to the Buckeye Farm News","response":"Columbus"},{"text":"This largest New Mexico city is known as the \"hot air balloon capital of the world\"","response":"Albuquerque"},{"text":"This city, Oklahoma's second largest, is the headquarters of the U.S. Jaycees","response":"Tulsa"}],"originalDate":"1995-10-26"},{"category":"TV SITCOMS","comments":"","clues":[{"text":"In the fall of '94, her sitcom \"These Friends of Mine\" returned as \"Ellen\"","response":"Ellen DeGeneres"},{"text":"It's the series on which Michael Richards plays the wacky neighbor Kramer","response":"<i>Seinfeld</i>"},{"text":"Dick Sargent, the second of the 2 Darrins on this series, passed away in 1994","response":"<i>Bewitched</i>"},{"text":"Characters on this sitcom included prosecutor Dan Fielding &amp; Judge Harry T. Stone","response":"<i>Night Court</i>"},{"text":"Shortly before this sitcom ended, Don Hollinger &amp; Ann Marie got engaged","response":"<i>That Girl</i>"}],"originalDate":"1995-10-26"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"Medieval men wore fancy types of these hand coverings, often decorated with gems &amp; embroidery","response":"gloves"},{"text":"This 1965 David Lean film had fans \"Russian\" out to buy coats inspired by it","response":"<i>Doctor Zhivago</i>"},{"text":"Elizabeth Smith Miller designed these full trousers popularized by a reformer named Amelia","response":"bloomers"},{"text":"The leg-of-mutton type of these blouse features was popular in the 1830s","response":"sleeves"},{"text":"Often made of chintz, the Dolly Varden dress was named for a character in his novel \"Barnaby Rudge\"","response":"Dickens"}],"originalDate":"1995-10-26"},{"category":"1966","comments":"","clues":[{"text":"On February 3 the Soviets' Luna 9 probe made the first successful   soft landing on this body","response":"the Moon"},{"text":"Inaugurated January 8 for his second term as president of France, he renamed Pompidou as premier","response":"de Gaulle"},{"text":"This U.S. consumer advocate gained national attention testifying before Congress on auto safety","response":"Ralph Nader"},{"text":"Arthritis in his elbow forced this great left-handed Dodger pitcher to retire in 1966","response":"Sandy Koufax"},{"text":"Edward Brooke of this state became the first   popularly elected Black U.S. senator","response":"Massachusetts"}],"originalDate":"1995-10-26"},{"category":"BLADES","comments":"","clues":[{"text":"The blade on the \"figure\" type of this piece of sports equipment has toe picks on it","response":"skate"},{"text":"It's a long blade on a long handle; death is often depicted with one","response":"a scythe"},{"text":"Scapulimancy is divination by means of the scapulae, which are these","response":"the shoulder blades"},{"text":"In the early 1960s this British company introduced a stainless steel razor blade","response":"Wilkinson Sword"},{"text":"It's a long, slightly curved sword used in a Khachaturian dance","response":"a sabre"}],"originalDate":"1995-10-26"},{"category":"CROSSWORD CLUES \"A\"","comments":"","clues":[{"text":"Hawaiian hello <br>(5)","response":"aloha"},{"text":"Athenian high point <br>(9)","response":"Acropolis"},{"text":"Camel cousin <br>(6)","response":"alpaca"},{"text":"\"Calculating\" snake <br>(5)","response":"adder"},{"text":"A \"mark\" of possession (10)","response":"apostrophe"}],"originalDate":"1995-10-26"}],[{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"Ali, this prophet's son-in-law, became the fourth caliph in 656","response":"Muhammad"},{"text":"In 1192 Minamoto Yoritomo took this title as military dictator of Japan","response":"Shogun"},{"text":"After the birth of their child, Peter Abelard convinced her to take holy vows at the Abbey of Argenteuil","response":"Heloise"},{"text":"By the middle ages this Asian language had lost its Vedic system of pitch or tonal accent","response":"Sanskrit"},{"text":"This \"Great\" Saxon king's son Edward was acknowledged lord of Scotland c. 920","response":"Alfred the Great"}],"originalDate":"1995-10-26"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"You're considered to have hypertension when this persistently exceeds 140/90","response":"blood pressure"},{"text":"New drug-resistant strains are partly to blame for the increase in this disease, aka consumption","response":"tuberculosis"},{"text":"Grand mal is the more serious type of seizure associated with this disorder","response":"epilepsy"},{"text":"In 1995 the FDA approved the nation's first vaccine for this childhood disease","response":"chicken pox"},{"text":"Patented in 1964, it's the pain-relieving drug found in Motrin &amp; Nuprin","response":"Ibuprofen"}],"originalDate":"1995-10-26"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"You'll find the Lyndon B. Johnson School of Public Affairs on the main campus of this university","response":"the University of Texas"},{"text":"The sports drink Gatorade was named for this school's mascot","response":"the University of Florida"},{"text":"Founded in 1830, Spring Hill College in this Alabama port is the state's oldest school of higher learning","response":"Mobile"},{"text":"This Rhode Island Ivy League school was named for a donor who contributed $5,000 in 1804","response":"Brown"},{"text":"Evergreen State College opened its doors in 1971 in this state capital","response":"Olympia"}],"originalDate":"1995-10-26"},{"category":"THE LIBRARY OF CONGRESS","comments":"","clues":[{"text":"Currently it's James H. Billington","response":"the librarian"},{"text":"The library has 1 of 3 perfect vellum copies of this book from the 1450s","response":"the Gutenberg Bible"},{"text":"Name of the magazine of the Library of Congress; Sir Kenneth Clark was familiar with it","response":"<i>Civilization</i>"},{"text":"In 1994 it added this man's 8mm film of the Kennedy assassination to its list of important movies","response":"Zapruder"},{"text":"In 1985 Gwendolyn Brooks was appointed a consultant on this subject","response":"poetry"}],"originalDate":"1995-10-26"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Cape Trafalgar in Spain &amp; Cape Spartel in Morocco mark this strait's western limit","response":"(the Strait of) Gibraltar"},{"text":"Tugela, the world's second-highest waterfall, is located in Natal in this country","response":"South Africa"},{"text":"Canada's Atlantic provinces consist of New Brunswick, Nova Scotia, Newfoundland &amp; this one","response":"Prince Edward Island"},{"text":"The Transylvanian Alps in this country are an extension of the Carpathian Mountains","response":"Romania"},{"text":"Hammerfest, Europe's northernmost town, is located in this country","response":"Norway"}],"originalDate":"1995-10-26"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"As Hemingway &amp; Dos Passos belonged to the lost generation, Ginsberg &amp; Kerouac belonged to this one","response":"the beat"},{"text":"Shakespeare's 3-part \"Henry VI\" is an example of this, a series of 3 related novels, plays or operas","response":"a trilogy"},{"text":"The 31-syllable tanka is similar to this 17-syllable Japanese poetic form","response":"haiku"},{"text":"Hagiography is writing about the lives &amp; legends of these holy people","response":"the saints"},{"text":"A sketch or other brief work, its name is French meaning \"little vine\"","response":"a <i>vignette</i>"}],"originalDate":"1995-10-26"}],{"category":"ROYALTY","text":"Before his marriage in 1956, he slipped out of Los Angeles using the alias \"C. Monte\"","response":"Prince Rainier"}]}