{"mix":1070,"rounds":[[{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"Tuxtla Gutierrez is the capital city of Chiapas, the southernmost state in this nation","response":"Mexico"},{"text":"These 2 largest islands in the Mediterranean Sea are both autonomous regions of Italy","response":"Sicily & Sardinia"},{"text":"Where's the beef? One place is this city of 1.6 million on Osaka Bay","response":"Kobe"},{"text":"This ecologically vital region also called the Selva reaches its northern limits in Colombia &amp; Venezuela","response":"the Amazon rainforest"},{"text":"Dagestan is between the Caspian Sea on its east &amp; this independence-seeking Russian Republic to its west","response":"Chechnya"}],"originalDate":"2021-07-22"},{"category":"MLB MASCOTS","comments":"","clues":[{"text":"Wally the Green Monster &amp; his sister Tessie","response":"the Boston Red Sox"},{"text":"A fuzzy green guy named Southpaw, born on the South Side","response":"White Sox"},{"text":"Ace, a colorful bird whose genus name is Cyanocitta","response":"Toronto Blue Jays"},{"text":"Billy, who measures 44 inches from the tip of his bill to the tip of his back fin","response":"Marlins"},{"text":"A lime green parrot hatched in 1979","response":"Pirates"}],"originalDate":"2021-07-22"},{"category":"LIT BITS","comments":"","clues":[{"text":"Emily Bronte paid 50 pounds to have this novel published in 1847","response":"<i>Wuthering Heights</i>"},{"text":"A 12-line poem from 1913 ends with \"but only God can make a\" this","response":"a tree"},{"text":"In the 1920s this novelist ran the University of Mississippi post office... until they made him quit","response":"Faulkner"},{"text":"It's Mary Norton's 1952 children's classic about a family living under the floorboards","response":"<i>The Borrowers</i>"},{"text":"This author, Harvard class of 1852, never exactly wore rags himself but loved the \"to riches\" part","response":"Alger"}],"originalDate":"2021-07-22"},{"category":"HOWARD'S END","comments":"","clues":[{"text":"In 2015 this radio host ended his time judging \"America's Got Talent\"","response":"Stern"},{"text":"As of 2021 the once-vast empire of restaurants named for this Howard is down to a single one in Lake George, N.Y.","response":"Howard Johnson"},{"text":"Some cried fowl when this Marvel comic book hero flew away in 1979, but he would return","response":"Howard the Duck"},{"text":"The very brief marriage of Henry VIII to this woman ended in 1542","response":"Catherine Howard"},{"text":"In 1939 it was Hodgkin's disease, not King Tut's curse, that did in this archaeologist","response":"Carter"}],"originalDate":"2021-07-22"},{"category":"EYE-DEOLOGY","comments":"","clues":[{"text":"Dehydration of this transparent eye part can cause vision changes; swab the lower lid to stimulate tears &amp; hydrate it","response":"the cornea"},{"text":"Floaters &amp; reduced peripheral vision can indicate that this membrane has become detached","response":"the retina"},{"text":"Known by a 5-letter acronym, it's the most popular vision correction procedure performed in the United States","response":"LASIK"},{"text":"The lens loses clearness with this eye disease noted for a gray-white film behind the pupil","response":"cataracts"},{"text":"The eyeballs may protrude abnormally in people with Graves disease, a disorder of this gland","response":"thyroid"}],"originalDate":"2021-07-22"},{"category":"\"MM\" POP","comments":"(Robin: Each response contains a double \"M\".)","clues":[{"text":"This rap artist got his stage name due to his resemblance to a baseball home run king","response":"MC Hammer"},{"text":"Lionel Richie played some sax but also \"ranked\" as a singer for this hit-making R&B group","response":"Commodores"},{"text":"First name of 1960s singers <br>Roe &amp; James","response":"Tommy"},{"text":"This \"planet-devouring\" band went straight for \"The Middle\" in a 2001 tune","response":"Jimmy Eat World"},{"text":"Till Lindemann is the frontman of this metal band that doubles the \"M\" of a U.S. Air Force base in Germany","response":"Rammstein"}],"originalDate":"2021-07-22"}],[{"category":"MARK YOUR CALENDARS","comments":"","clues":[{"text":"Introduced in 1582, this calendar wasn't adopted by the Brits until 1752 &amp; by the Russians until 1918","response":"Gregorian"},{"text":"Using a biblical chronology, Archbishop James Ussher determined that this event occurred on Oct. 22, 4004 B.C.","response":"the creation of the Earth"},{"text":"Many of the days of the week bear the name of   Germanic gods, but this one is from this name of  a Roman deity","response":"Saturday"},{"text":"Messidor was the tenth month of the calendar associated with this event at the end of the 18th century","response":"the French Revolution"},{"text":"North Korea uses the Juche calendar, counting from the birthdate of this man in 1912","response":"Kim Il-sung"}],"originalDate":"2021-07-22"},{"category":"MED SCHOOL","comments":"","clues":[{"text":"Traditionally taken upon graduating, the modern version of this vow no longer acknowledges Apollo or Asclepius","response":"the Hippocratic Oath"},{"text":"510 or above (out of a possible 528) is a good score to aim for when you take this 4-letter medical school admissions test","response":"the MCAT"},{"text":"Third-year students typically begin clinical these to gain experience in many specialties for a few weeks to a few months","response":"rotations"},{"text":"WCC for short, this \"colorful\" rite of passage for new med students originated at schools like the Univ. of Chicago &amp; Columbia around 1990","response":"a white coat ceremony"},{"text":"As opposed to M.D.s, some students become D.O.s, doctors of this type of medicine","response":"osteopathic doctors"}],"originalDate":"2021-07-21"},{"category":"SING \"OUT\"","comments":"","clues":[{"text":"Ed Sheeran won 2015 Song of the Year &amp; Best Solo Pop Performance Grammys for this ruminative tune","response":"\"Thinking Out Loud\""},{"text":"In a 2018 Top 10 tune by The Weeknd, this request to a lover precedes \"my name\"","response":"call out"},{"text":"In 2004 indie rockers Franz Ferdinand declared, \"You say you don't know; I say\" this title","response":"\"Take Me Out\""},{"text":"Bruno Mars sang, \"You make me feel like I've been\" this title \"for too long\"","response":"\"Locked Out Of Heaven\""},{"text":"\"We can\" do this \"and get it straight or say goodnight\", sang the Beatles in a 1966 No. 1 hit","response":"\"We Can Work It Out\""}],"originalDate":"2021-07-21"},{"category":"15 MINUTES OR LESS","comments":"","clues":[{"text":"Nic Cage &amp; Angelina Jolie make cars disappear in this title length of time in a 2000 film","response":"60 seconds"},{"text":"A skilled pro in this job that's done about once a year can take care of one Merino in 3 minutes","response":"a sheep shearer"},{"text":"Roger Bannister made history by becoming the first person to do this in less than 4 minutes","response":"run a mile"},{"text":"A fighting penalty in the NHL can net you this much time in the penalty box<span class=\"nobreak\">--</span>just like in the name of a band!","response":"5 minutes"},{"text":"For plutonium-228, this interval of time of decay is thought to be about 1.1 seconds","response":"a half-life"}],"originalDate":"2021-07-21"},{"category":"WE GUARANTEE IT","comments":"","clues":[{"text":"\"For years politicians have promised\" this, Nixon said in 1969<span class=\"nobreak\">--</span>\"I'm the first one to be able to deliver it\"","response":"the Moon"},{"text":"Herbert Hoover ran ads in the 1920s promising one of these \"for every pot\"","response":"a chicken"},{"text":"In 1964 this Republican candidate promised to end the draft, saying: \"The military forces need trained volunteers\"","response":"Goldwater"},{"text":"This party that existed from 1848 to 1854 also fittingly promised \"free speech, free labor and free men\"","response":"the Free-Soil Party"},{"text":"\"You shall not crucify mankind on a cross of gold\", said this man in a fiery 1896 speech","response":"Bryan"}],"originalDate":"2021-07-21"},{"category":"THEY'VE GOT AN EGOT","comments":"","clues":[{"text":"This composer's EGOT includes Tonys for \"Evita\", \"Cats\" &amp; \"Sunset Boulevard\"","response":"Andrew Lloyd Webber"},{"text":"Composer Robert Lopez won both a Grammy &amp; an Oscar for this song from \"Frozen\"","response":"\"Let It Go\""},{"text":"For \"The Producers\", he's won an Oscar, 2 Grammys &amp; 3 Tonys","response":"Mel Brooks"},{"text":"Whoopi Goldberg won Emmys for \"The View\" &amp; for hosting a documentary about this \"Gone with the Wind\" actress","response":"(Hattie) McDaniel"},{"text":"Nov. 8, 2014 was a great day-o for this singer &amp; actor who received an honorary Oscar for his humanitarian work","response":"Belafonte"}],"originalDate":"2021-07-21"}],{"category":"FAMOUS PAIRS","text":"One was born in Ulverson, England; the other in Harlem, Georgia, &amp; they 1st teamed up in 1926","response":"Laurel & Hardy"}]}