{"mix":1073,"rounds":[[{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"The second Saturday in May is Windmill Day in this country","response":"Holland"},{"text":"The Musee National on Av. Princesse-Grace in this country boasts a fine collection of mechanical toys","response":"Monaco"},{"text":"This Scandinavian country is the home of the smorgasbord","response":"Sweden"},{"text":"This Southwest Pacific country's longest river, the Waikato, flows 264 miles on North Island","response":"New Zealand"},{"text":"The Jubilee Palace in this capital city was once the residence of Emperor Haile Selassie","response":"Addis Ababa"}],"originalDate":"1995-10-20"},{"category":"MYSTERIES","comments":"","clues":[{"text":"His \"The Hound of the Baskervilles\" has been brought to the screen at least 7 times, the first time in 1914","response":"Sir Arthur Conan Doyle"},{"text":"Books by this creator of Mike Hammer have sold over 130 million copies worldwide","response":"Mickey Spillane"},{"text":"He created the witty, debonair Nick Charles &amp; the hard-boiled Sam Spade","response":"Dashiell Hammett"},{"text":"This author drew on his intelligence background to write spy novels about George Smiley","response":"John le Carré"},{"text":"Dorothy L. Sayers wrote several novels about this aristocratic sleuth, including \"The Nine Tailors\"","response":"Lord Peter Wimsey"}],"originalDate":"1995-10-20"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Gothic-inspired home furnishings, jewelry &amp; clothes are sold in this \"Moonstruck\" star's sanctuary catalog","response":"Cher"},{"text":"He was the pilot in Vostok 1","response":"(Yuri) Gagarin"},{"text":"In measuring champagne, this unit is about one-quarter of a standard bottle","response":"a split"},{"text":"Etzel was the German name for this \"Scourge of God\"","response":"Attila the Hun"},{"text":"Oberlin College in this state is named for Alsatian Lutheran pastor Johann Oberlin, who died in 1826","response":"Ohio"}],"originalDate":"1995-10-20"},{"category":"LITERARY SUBTITLES","comments":"","clues":[{"text":"The prologue to a trilogy, this novel is subtitled \"There and Back Again\"","response":"<i>The Hobbit</i>"},{"text":"In England, this classic was published as \"The Whale\"; in the U.S., \"The Whale\" was a subtitle","response":"<i>Moby-Dick</i>"},{"text":"First published in 1854, this nonfiction work has the subtitle \"or Life in the Woods\"","response":"<i>Walden</i>"},{"text":"This novel's \"The Modern Prometheus\" refers to the Titan who created man out of clay","response":"<i>Frankenstein</i>"},{"text":"Longfellow's narrative poem named for this woman is \"A Tale of Acadie\"","response":"Evangeline"}],"originalDate":"2021-07-16"},{"category":"THE WEEKLY CONFERENCE CALL","comments":"","clues":[{"text":"The P.R. department says we need a new this, a catchy 6-letter musical ad slogan like \"Plop Plop Fizz Fizz\"","response":"a jingle"},{"text":"How are we on office supplies? Let's get some Clic Stic Fashion ball point pens from this company, &amp; maybe some of its lighters","response":"BIC"},{"text":"The accounting team says the R.O.I., short for this, was solid on the Plotsky deal","response":"return on investment"},{"text":"We're aware of the takeover bid, but the legal team added this \"tough to swallow\" alliterative proviso to kill any deal","response":"poison pill"},{"text":"The CEO will meet with Alcoa at its headquarters in this city &amp; maybe even catch a game at Heinz Field","response":"Pittsburgh"}],"originalDate":"2021-07-16"},{"category":"\"O\"PPOSITES","comments":"","clues":[{"text":"Of vacant <br>(8 letters)","response":"occupied"},{"text":"Of written <br>(4 letters)","response":"oral"},{"text":"Of chaos <br>(5 letters)","response":"order"},{"text":"Of powerless<br>(10 letters)","response":"omnipotent"},{"text":"Of pellucid <br>(6 letters)","response":"opaque"}],"originalDate":"2021-07-16"}],[{"category":"S.E.C.! S.E.C.!","comments":"","clues":[{"text":"University of Mississippi alumni include Shepard Smith, Michael Oher &amp; this bestselling author of \"The Street Lawyer\"","response":"Grisham"},{"text":"In 1965 scientists at the University of Florida came up with this beverage to help the football team stay better hydrated","response":"Gatorade"},{"text":"The University of Tennessee is one of 2 S.E.C. schools from the state; this one founded by  a shipping magnate in 1873 is the other","response":"Vanderbilt"},{"text":"Gov. George Wallace protested the court-ordered end of racial segregation at this school in 1963","response":"the University of Alabama"},{"text":"He was the first superintendent of Louisiana State but resigned to \"march\" off into the Union Army","response":"Sherman"}],"originalDate":"2021-07-16"},{"category":"POP CULTURE BEFORE &amp; AFTER","comments":"","clues":[{"text":"12th U.S. president who topped the pop charts with \"Shake It Off\"","response":"Zachary Taylor Swift"},{"text":"Talented singer &amp; pianist who can do a mash-up of \"Goodbye Yellow Brick Road\" &amp; \"All Of Me\"","response":"Elton John Legend"},{"text":"Movie where the monstrous Lester Burnham locks up Belle, who finds an enchanted rose","response":"<i>American Beauty and the Beast</i>"},{"text":"Han Solo's freighter is a 1980s primetime soap set at a vineyard &amp; starring Jane Wyman","response":"<i>Millennium Falcon Crest</i>"},{"text":"Film in which a kid in a Welsh coal-mining family like totally falls for a 1980s Southern California chick","response":"<i>How Green Was My Valley Girl</i>"}],"originalDate":"2021-07-16"},{"category":"ON LIFE","comments":"","clues":[{"text":"\"There is no God... man simply is\", Jean-Paul Sartre said in a 1945 lecture defending this philosophy","response":"existentialism"},{"text":"Per Plato's \"Apology\", this other guy said an unexamined life is not worth living","response":"Socrates"},{"text":"Always figuring the odds, this \"Guys and Dolls\" scribe noted, \"All life is 6 to 5 against\"","response":"(Damon) Runyon"},{"text":"No stuffed tiger, he wrote in \"Leviathan\" that life was \"solitary, poor, nasty, brutish, and short\"","response":"Thomas Hobbes"},{"text":"Stuart was the middle name of this British philosopher who said, \"Liberty consists in doing what one desires\"","response":"John Stuart Mill"}],"originalDate":"2021-07-16"},{"category":"U.S.A.","comments":"","clues":[{"text":"A courthouse where this pres. practiced law was moved from Illinois to Michigan's Greenfield Village","response":"Lincoln"},{"text":"This southern state's oldest radio station, WBT in Charlotte, began broadcasting in 1922","response":"North Carolina"},{"text":"This northeastern metropolis has been dubbed \"The City of Brotherly Shove\"","response":"New York City"},{"text":"The Old Spanish Trail ran from this city, now a state capital, to Los Angeles","response":"Santa Fe"},{"text":"The Hawaii campus of Brigham Young University lies on this island","response":"Oahu"}],"originalDate":"1995-10-19"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1994 18-year-old Tiger Woods became the youngest to win this sport's U.S. Amateur Tournament","response":"golf"},{"text":"The Andrettis- Mario, Michael &amp; Jeff- have all been named rookie of the year for this 500-mile race","response":"the Indianapolis 500"},{"text":"This section of Greater London is the site of the annual All-England Tennis Championships","response":"Wimbledon"},{"text":"This team's Walter Payton retired in 1987 with 125 touchdowns, 1 less than Jim Brown","response":"the Chicago Bears"},{"text":"On June 17, 1992 this 76ers forward was traded to the Phoenix Suns for 3 players","response":"(Sir) Charles Barkley"}],"originalDate":"1995-10-19"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"\"Just what the Dr. ordered\" is a famous slogan for this soft drink","response":"Dr Pepper"},{"text":"For added flavor, cappuccino is often served with this quill spice","response":"cinnamon"},{"text":"Poulet is the French term for a young, spring one: poularde is the term for a fat one","response":"a chicken"},{"text":"\"Porcine\" name for a cocktail sausage wrapped in pie dough or a breakfast sausage wrapped in a pancake","response":"pig in a blanket"},{"text":"This sizzling Mexican dish of marinated strips of meat, peppers &amp; onions can be served in a tortilla or a pita","response":"a fajita"}],"originalDate":"1995-10-19"}],{"category":"MOVIE THEME SONGS","text":"Monty Norman, the composer of this character's theme, said the staccato riff conveyed sexiness, mystery &amp; ruthlessness","response":"(James) Bond"}]}