{"mix":1081,"rounds":[[{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"Wisconsin dairies turn 72% of all their milk into this","response":"cheese"},{"text":"Readers of this magazine could write in to get 1 of 7000 balls used in a \"Women of Mensa\" pictorial","response":"<i>Playboy</i> magazine"},{"text":"A survey of 276,230 workers says this is the top reason that people leave their jobs","response":"another job"},{"text":"The basic manpower unit of the U.S. Air Force, it's composed of 2 or more \"flights\"","response":"a squadron"},{"text":"The world's largest self-supporting structure is the 1821 foot CN Tower in this city","response":"Toronto"}],"originalDate":"1986-03-17"},{"category":"ETIQUETTE","comments":"","clues":[{"text":"After the ceremony, the 1st person to kiss the bride","response":"the groom"},{"text":"You should do it when the star appears &amp; at end of an act, but in church, never on Sunday","response":"applaud"},{"text":"Amy Vanderbilt calls this the proper direction to tip a soup dish to get at the last spoonfuls","response":"away from yourself"},{"text":"According to Ann Landers, if you meet a blind person you shouldn't do this to their dog","response":"pet their dog (talk to it)"},{"text":"At a formal party, between 20-60 minutes after coffee is served or when guest of honor does it","response":"when is it proper to leave"}],"originalDate":"1986-03-17"},{"category":"STARTS WITH \"D\"","comments":"","clues":[{"text":"Yellow flower also called the trumpet narcissus","response":"a daffodil"},{"text":"In law, the main types awarded are compensatory, general, nominal, &amp; punitive","response":"damages"},{"text":"Type of \"assistance\" you receive dialing \"411\"","response":"directory"},{"text":"Used as 1860 campaign song against Lincoln, after Civil War he requested it from White House band","response":"\"Dixie\""},{"text":"For dynamite, it's a blasting cap","response":"a detonator"}],"originalDate":"1986-03-17"},{"category":"SCIENTIFIC TERMS","comments":"","clues":[{"text":"A break in the stratification of rocks, or stepping on the line in tennis","response":"a fault"},{"text":"A flat structure growing on a stalk from the node of a stem or branch of a plant","response":"a leaf"},{"text":"An object capable of floating on air or water has this property","response":"buoyancy"},{"text":"Oxidation of a substance with generation of heat &amp; light; your reply is a burning question","response":"fire (combustion)"},{"text":"The force which opposes the flow of an electric current through a conductor","response":"resistance"}],"originalDate":"1986-03-17"},{"category":"MARYLAND","comments":"","clues":[{"text":"Appropriately, the Star-Spangled Banner flies 24 hours a day over his grave at Frederick","response":"Francis Scott Key"},{"text":"One can completely cross Md. in less than 2 miles when going south from Penn. to this state","response":"West Virginia"},{"text":"Proud of noble British heritage, Maryland adopted this ancient tourney as official state sport","response":"jousting"},{"text":"This \"Sage of Baltimore\" called the middle class the \"Booboisie\"","response":"H.L. Mencken"},{"text":"Some claim that John Hanson of Maryland was actually the 1st one","response":"the first president of the United States"}],"originalDate":"1986-03-17"},{"category":"SPORTS","comments":"","clues":[{"text":"The U.S.G.A. puts limits on its initial velocity, distance, &amp; symmetry","response":"a golf ball"},{"text":"After the outfielders, this position has most representatives in Baseball Hall of Fame","response":"the pitcher"},{"text":"Of pro baseball, football, &amp; basketball, one in which L.A. area teams can't face each other for championship","response":"pro basketball"},{"text":"For a right-hander, they're the 2 pins around the pocket in bowling","response":"the 1 & the 3"},{"text":"18 years with the Montreal Canadiens, in 1944-45 he was 1st to score 50 goals in a season","response":"Maurice (\"The Rocket\") Richard"}],"originalDate":"1986-03-17"}],[{"category":"ANIMAL TRIVIA","comments":"","clues":[{"text":"Vampire bats feed only on this","response":"blood"},{"text":"All peacocks are of this sex","response":"male"},{"text":"World's tallest animal","response":"the giraffe"},{"text":"The largest meat-eating land animals are native to this continent","response":"North America"},{"text":"1st breed of horses developed in U.S., it was named Vermont state animal in 1961","response":"the Morgan horses"}],"originalDate":"1986-03-17"},{"category":"A MOMENT OF SCIENCE","comments":"","clues":[{"text":"The c. 300 B.C. \"De Historia Plantarum\" helped establish Plato's student Theophrastus as the founder of this 6-letter science","response":"botany"},{"text":"Carpo, Kale &amp; Eirene are 3 of the 79 known moons orbiting this planet","response":"Jupiter"},{"text":"Stannum is the Latin word for this, which explains Sn as its chemical symbol","response":"tin"},{"text":"In the body, free radicals are atoms that are unstable &amp; can damage cells by stealing one of these particles from nearby molecules","response":"electrons"},{"text":"As Homer Simpson said, \"In this house we obey the laws of\" this relationship between heat &amp; mechanical energy","response":"thermodynamics"}],"originalDate":"2021-07-08"},{"category":"COMPLETES THE IDIOM","comments":"","clues":[{"text":"Give it your all: <br>\"Go big or...\"","response":"go home"},{"text":"When an enemy suddenly acts kind, remember \"Beware of Greeks...\"","response":"bearing gifts"},{"text":"The show is over: <br>\"Elvis has...\"","response":"left the building"},{"text":"What a great idea! Oroweat or otherwise, it's the \"best thing since...\"","response":"sliced bread"},{"text":"That's a tough choice to make: \"On the horns of...\"","response":"a dilemma"}],"originalDate":"2021-07-08"},{"category":"STATE LICENSE PLATES","comments":"","clues":[{"text":"In the 1990s this state's plate briefly carried the slogan \"Hoosier Hospitality\"","response":"Indiana"},{"text":"A speciality lobster plate lets drivers in this state show support for its signature product","response":"Maine"},{"text":"For the most part, Vermont's license plates have white lettering &amp; numbers on this color background","response":"green"},{"text":"A specialty plate from California supports conservancy programs here, a national park since 1890","response":"Yosemite"},{"text":"This state's \"Chile Capital of the World\" plate won America's Best License Plate Award for 2017","response":"New Mexico"}],"originalDate":"2021-07-08"},{"category":"MICHAEL JORDAN","comments":"","clues":[{"text":"After college, MJ wanted a shoe deal with Adidas, but the company passed; fair to say Jordan landed on his feet with this brand","response":"Nike"},{"text":"As a freshman in 1982, MJ took down Patrick Ewing &amp; the Hoyas with an NCAA title-winning shot for the Tar Heels of this school","response":"North Carolina"},{"text":"After hearing doubts about his future, this Warrior scored 62 &amp; said, \"Cue the Jordan meme, right? I take all that personally\"","response":"(Steph) Curry"},{"text":"A defender unafraid to take what he believed was his, Michael led the NBA in this statistic 3 times, averaging about 3 per game","response":"steals"},{"text":"It wasn't quite as magical as the Bulls years, but MJ did average 20 per game at age 39 in his last year with this alliterative team","response":"the Washington Wizards"}],"originalDate":"2021-07-08"},{"category":"&amp; I TOOK THAT PERSONALLY","comments":"","clues":[{"text":"In Act I this Shakespeare character is told to \"revenge\" his dad's \"foul and most unnatural murder\" &amp; in Act V, he does","response":"Hamlet"},{"text":"Criticized for the purchase of this, William Seward said it would \"take another generation to find out\" how cool it was","response":"Alaska"},{"text":"\"All my life, people have said that I wasn't going to make it\", said this CNN founder, owner of acreage twice the size of Rhode Island","response":"Ted Turner"},{"text":"In 1950 this U.S. \"action painter\" told Time magazine a previous article was incorrect, that his work was not chaotic","response":"Jackson Pollock"},{"text":"In Judges 16 he asks God to \"strengthen me... only this once... that I may be at once avenged of the Philistines for my two eyes\"","response":"Samson"}],"originalDate":"2021-07-08"}],{"category":"BUSINESS &amp; INDUSTRY","text":"The world's best-selling pen is this company's \"Crystal\" model","response":"BIC"}]}