{"mix":1083,"rounds":[[{"category":"AMERICANA","comments":"","clues":[{"text":"This hero of a folk ballad says, \"If I can't beat this steam drill down, I'll die with this hammer in my hand!\"","response":"John Henry"},{"text":"El Yunque on this Caribbean island is the only tropical rain forest in the U.S. national forest system","response":"Puerto Rico"},{"text":"Santa Monica's Pacific Park has a taco stand punningly named \"Whac-a-\" this 2-syllable Mexican sauce","response":"mole"},{"text":"Unusually, one building of the Tug Valley Chamber of Commerce in West Virginia is made of this flammable mineral","response":"coal"},{"text":"The USA's oldest continuously operating one, this building has linked Hinsdale, N.H. with the world since it opened in 1816","response":"post office"}],"originalDate":"2021-07-06"},{"category":"STREET ART","comments":"","clues":[{"text":"The Ecuador-born artist known as Lady Pink became famous for painting on these transports in New York City, 1979-1985","response":"subway cars"},{"text":"Shepard Fairey got in a protracted lawsuit with the A.P. over a poster he created from a photo they took of this man","response":"Barack Obama"},{"text":"The foundation started by street artist Keith Haring seeks to promote awareness of this illness that Keith died of in 1990","response":"AIDS"},{"text":"Cities around the globe have pixel-style street art by Invader, whose name is inspired by this 1970s arcade game","response":"<i>Space Invaders</i>"},{"text":"This hip-hop artist got his 3-word name from his association with the Brooklyn street art crew the Fabulous 5","response":"Fab 5 Freddy"}],"originalDate":"2021-07-06"},{"category":"RESISTING A REST","comments":"","clues":[{"text":"Just my luck<span class=\"nobreak\">--</span>the North American yellow-bellied sapsucker is this kind of bird, &amp; its noisy headbanging is keeping me up","response":"a woodpecker"},{"text":"I'm trying to catch some ZZZs, but this feature on my alarm clock keeps telling me to wake up every 10 minutes","response":"the snooze button"},{"text":"I took too many NoDoz, an oral tablet of this alkaloid, &amp; now there's no sleep for me","response":"caffeine"},{"text":"Machines making this \"colorful\" sound have been helping folks sleep since 1962, but mine isn't blocking out the jackhammers","response":"white noise"},{"text":"I'd love to get some shut-eye but these \"equine\" muscle spasms in my legs don't help, nor do my cries of agony","response":"charley horse"}],"originalDate":"2021-07-06"},{"category":"WOMEN WHO WRITE","comments":"","clues":[{"text":"It's the first name shared by bestselling authors Hoffman, Walker &amp; Munro","response":"Alice"},{"text":"Katharine Lee Bates was inspired to write the words to this patriotic anthem after climbing Pikes Peak","response":"\"America The Beautiful\""},{"text":"Journalist Maurine Dallas Watkins covered 1920s murder trials &amp; wrote this play about Roxie &amp; Velma that became a musical","response":"<i>Chicago</i>"},{"text":"Her husband Scott told an editor not to praise her novel \"Save Me the Waltz\" too highly, as it would not be good for her mental state","response":"Zelda Fitzgerald"},{"text":"This activist &amp; poet wrote \"The New Colossus\" to help raise money for the Statue of Liberty's pedestal","response":"Lazarus"}],"originalDate":"2021-07-06"},{"category":"USE YOUR TWO \"I\"s","comments":"(Sanjay: The only vowels in each response are gonna be 2 \"I\"s.)","clues":[{"text":"It can mean a ghost or strong alcohol","response":"a spirit"},{"text":"Save me some of this! Another word for cake frosting","response":"icing"},{"text":"A period of intentionally staying awake to keep watch or to pray","response":"vigil"},{"text":"The Egyptian god Thoth was often depicted with the head of this bird","response":"an ibis"},{"text":"After my bagpipes solo, I really had reason to say the catchphrase \"everyone's a\" this","response":"critic"}],"originalDate":"2021-07-06"},{"category":"BEAUTIFUL VOCABULARY","comments":"","clues":[{"text":"As a noun, it's a monetary penalty paid to a court; as an adjective, it describes a pleasing look","response":"fine"},{"text":"Attractive, like Roy Orbison's \"Woman\"","response":"pretty"},{"text":"It's the \"D\" word often found preceding \"tones\" regarding a melodious voice","response":"dulcet"},{"text":"Tall &amp; shapely, resembling a marble artwork","response":"statuesque"},{"text":"This Spanish word for really beautiful can end in -mo or -ma; the Italian word sounds the same","response":"<i>bellisima</i>"}],"originalDate":"2021-07-06"}],[{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"The spleen &amp; the thymus are part of the lymphatic system &amp; this disease-fighting system","response":"immune system"},{"text":"Sometimes done to treat cysts, an oophorectomy is the removal of this body part","response":"the ovaries"},{"text":"This ligament, the ACL for short, prevents the tibia from moving too far forward when the leg is bent","response":"anterior cruciate ligament"},{"text":"These wrist bones border a tunnel, through which a nerve runs","response":"the carpals"},{"text":"The \"dur\" in epidural refers to this 2-word tough lining of the spinal cord &amp; the brain","response":"dura mater"}],"originalDate":"2021-07-06"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Carnival in Rio takes place just before this holy season, a period of fasting before Easter","response":"Lent"},{"text":"A Halloween tradition began in 1950 when trick-or-treaters in Philadelphia sent $17 to this organization","response":"UNICEF"},{"text":"The Feast of St. Stephen, called Boxing Day in Commonwealth countries, is observed on this date","response":"December 26th"},{"text":"In Canada a royal birthday is celebrated on this day, the Monday preceding May 25","response":"Victoria Day"},{"text":"In 1996 the NYC parade for this fall day was down to 15 blocks &amp; a few spectators; in 2009 30,000 participants marched 34 blocks","response":"Veterans Day"}],"originalDate":"2021-07-06"},{"category":"ROCK &amp; ROLL HALL OF FAME NICKNAMES","comments":"","clues":[{"text":"This Doors frontman was \"the Lizard King\" as well as \"Mr. Mojo Risin\"', an anagram of his name","response":"Jim Morrison"},{"text":"Smokey Robinson said this \"Let's Get It On\" singer's Motown nickname was \"Dad\" because he \"used to walk like an old man\"","response":"Marvin Gaye"},{"text":"The legendary Jerry Lee Lewis has this lethal nickname","response":"\"The Killer\""},{"text":"This \"Solitary Man\" who's rocked many a jumpsuit is also known as \"The Jewish Elvis\"","response":"Neil Diamond"},{"text":"This Led Zeppelin drummer &amp; wild man was \"Bonzo\"","response":"Bonham"}],"originalDate":"2021-07-06"},{"category":"BORDERING THE USA","comments":"","clues":[{"text":"About 20 minutes after crossing the border into British Columbia, you can be in this big city exploring Stanley Park","response":"Vancouver"},{"text":"Goat Island separates the Horseshoe &amp; the American sides of this gorgeous landmark","response":"Niagara Falls"},{"text":"This northwestern Mexican peninsula has 2,000 miles of coastline &amp; Las Tres Virgenes, a volcano last active in 1746","response":"Baja California"},{"text":"Montana's Wild Horse port of entry sees you through to this Canadian province on your way to Medicine Hat, eh?","response":"Alberta"},{"text":"Mexico's 2 largest cities on the U.S. border are Juarez &amp; this one","response":"Tijuana"}],"originalDate":"2021-07-05"},{"category":"DISNEY MOVIES BY SONGS","comments":"","clues":[{"text":"\"You've Got A Friend In Me\" (the original &amp; the sequels)","response":"<i>Toy Story</i>"},{"text":"\"Bibbidi Bobbidi Boo\"","response":"<i>Cinderella</i>"},{"text":"It features \"You'll Be In My Heart\" by Phil Collins","response":"<i>Tarzan</i>"},{"text":"Performed by Baloo in the original &amp; in the remake: \"The Bare Necessities\"","response":"<i>The Jungle Book</i>"},{"text":"\"Listen With Your Heart\" &amp; \"Colors Of The Wind\"","response":"<i>Pocahontas</i>"}],"originalDate":"2021-07-05"},{"category":"THEY DON'T LIVE ON SESAME STREET","comments":"","clues":[{"text":"South African-born Ernie Els is a longtime standout performer in this pro sport","response":"golf"},{"text":"Bert wasn't a doctor, but Dr. Paul Bert made important studies of divers with decompression sickness, also known as this","response":"the bends"},{"text":"Accompanying him on his post-White House trek to the Amazon, Kermit was the second son of this U.S. president","response":"Theodore Roosevelt"},{"text":"Big birds of the world include the 6-foot, 30-pound Dalmatian variety of this avian with a large bill &amp; an elastic throat pouch","response":"a pelican"},{"text":"The grandfather of this Broadway lyricist was a major impresario of Vaudeville &amp; opera","response":"Oscar Hammerstein"}],"originalDate":"2021-07-05"}],{"category":"HEROES","text":"He murdered Augeas, the king of Elis, when he refused to pay his cleaning fee","response":"Hercules"}]}