{"mix":1087,"rounds":[[{"category":"ROBIN HOOD","comments":"","clues":[{"text":"The evil brother of Richard the Lion-Hearted whose plans were often thwarted by Robin","response":"King (Prince) John"},{"text":"Though it's lost most of its trees, this home of Robin still exists near Nottingham","response":"Sherwood Forest"},{"text":"Since Robin wore Lincoln green, this actor was aptly named to star in 1950s TV series","response":"Richard Greene"},{"text":"Little John's name before joining the Merry Men","response":"John Little"},{"text":"Robin appears in Scott's \"Ivanhoe\" under this name, the name of his hometown in some legends","response":"Locksley"}],"originalDate":"1986-03-14"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Gershwin's \"An American in Paris\" uses 2 of these automotive \"instruments\"","response":"automobile horns"},{"text":"Contemporaries said his music was too hard to play, though his lullaby is \"child's play\"","response":"Brahms"},{"text":"It is acknowledged as \"the premier instrument of the symphonic orchestra\"","response":"a violin"},{"text":"Shorter than Dudley Moore, this composer of \"Bolero\" was only about 5 feet tall","response":"Maurice Ravel"},{"text":"In \"The Well-Tempered Clavier\", he wrote pieces in all the major &amp; minor keys","response":"(Johann Sebastian) Bach"}],"originalDate":"1986-03-14"},{"category":"SPORTS TRIVIA","comments":"","clues":[{"text":"So it will slide on ice with more control, this is frozen before a hockey game","response":"the puck"},{"text":"In 1969, the Baseball Writers Assn. voted him the greatest player of all time","response":"Babe Ruth"},{"text":"In 1984 &amp; '85 this \"high-flying\" Celtic became only non-center to win consecutive MVP titles","response":"Larry Bird"},{"text":"His 1984 Olympic victory in the 800m made Joaquim Cruz this country's 1st runner to win the gold","response":"Brazil"},{"text":"Their 1965 heavyweight championship rematch in Lewiston, Maine drew only 4,280 spectators","response":"Cassius Clay & Sonny Liston"}],"originalDate":"1986-03-14"},{"category":"POLITICAL QUOTES","comments":"","clues":[{"text":"In 1740, James Thomson wrote, rather than sang, \"Rule Britannia Rule\" these","response":"the waves"},{"text":"Among his campaign promises was \"Every German girl will find a husband\"","response":"Adolf Hitler"},{"text":"Charles de Gaulle said \"I always thought I was\" both of these greatest French heroes","response":"Joan of Arc & Napoleon"},{"text":"Secretary of State who said \"I'm in control here\" after President Reagan was shot","response":"Al Haig"},{"text":"British historian Arnold Toynbee said it's \"the worst country to be poor in\"","response":"the United States"}],"originalDate":"1986-03-14"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"It follows \"dead\" &amp; \"thunder\", or could be \"out of the blue\"","response":"bolt"},{"text":"A cough, a chop, or a cabdriver","response":"a hack"},{"text":"You can play one on the piano or leave one on the fridge for mom to tell her where you went","response":"a note"},{"text":"The \"job\" a con man pulls, or water vapor in flake form","response":"snow"},{"text":"The play in a rope or how to make a donation","response":"give"}],"originalDate":"1986-03-14"},{"category":"HIGHER EDUCATION","comments":"","clues":[{"text":"President who graduated from Southwest Texas State Teacher's College","response":"Lyndon Johnson"},{"text":"1st football tackling dummy was devised in 1889 by Amos Alonzo Stagg at this Conn. university","response":"Yale"},{"text":"Emphasizing individual attention, this VT. women's college is the most expensive in the U.S","response":"Bennington"},{"text":"There is an Indiana University in this state as well as in Indiana","response":"Pennsylvania"},{"text":"Nashville university founded for Blacks in 1867 but now open to all","response":"Fisk University"}],"originalDate":"1986-03-14"}],[{"category":"EUROPE","comments":"","clues":[{"text":"Exports from this country include iron ore, Saabs, &amp; Bjorn Borg","response":"Sweden"},{"text":"The 4 countries which controlled sectors of Berlin after WWII","response":"the U.S., Great Britain, France & the Soviet Union"},{"text":"This river runs from the Black Forest to the Black Sea","response":"the Danube"},{"text":"Though colors are different, the 4 flags of Scandinavia &amp; Finland all have this design element","response":"a cross"},{"text":"In 1804, the world's 1st steam locomotive pulled a train loaded w/coal from a mine in this country","response":"Wales"}],"originalDate":"1986-03-14"},{"category":"TOUGH TV TRIVIA","comments":"","clues":[{"text":"This character wore the same suit, shirt, tie, shoes, crumpled raincoat for the 6-year run of the series","response":"Columbo"},{"text":"Mike Douglas &amp; Phil Donahue both began their talk shows in this state","response":"Ohio"},{"text":"CBS sitcom which could be called \"McArdle &amp; Lowell\"","response":"<i>Kate & Allie</i>"},{"text":"In last 20 years, he's starred in a spy series, a cartoon series, 2 variety series, &amp; 2 sitcoms","response":"Bill Cosby"},{"text":"Nationality of the man who played Illya Kuryakin in \"The Man from U.N.C.L.E.\"","response":"Scottish"}],"originalDate":"1986-03-14"},{"category":"A NON-ALCOHOLIC CATEGORY","comments":"","clues":[{"text":"As a machine, this 3-letter word doesn't pair with tonic; it removes seeds from cotton","response":"a gin"},{"text":"There is absolutely no brandy in this cereal company's Apple Jacks","response":"Kellogg's"},{"text":"Fra Angelico created many of these plaster wall paintings, but none were done using hazelnut liqueur","response":"a fresco"},{"text":"Without the help of melon liqueur, in 1989 Midori Ito became the first Asian world champion in this winter sport","response":"figure skating"},{"text":"In Germany, jägermeisters were in charge of regulating this pastime, not handing out shots","response":"hunting"}],"originalDate":"2021-06-29"},{"category":"POP CULTURE RELATIVES?","comments":"(Sanjay: We're gonna need first and last names, just like James and Charlie Brown for that one.)","clues":[{"text":"Movie characters cross over when a fedora-wearing archaeologist from 1981 sweeps a title diarist from 2001 off her feet","response":"Indiana & Bridget Jones"},{"text":"It's pretty obvious Captain America's alter ego &amp; the man with a TV \"Neighborhood\" are both superheroes, so maybe cousins too?","response":"Steve & Fred Rogers"},{"text":"The diva who sang \"Love Takes Time\", comes on down! &amp; hangs out with the host of \"The Price is Right\"","response":"Mariah & Drew Carey"},{"text":"We'd actually love to see a wacky family sitcom with Al Pacino's \"Scarface\" character &amp; Miley Cyrus' TV one","response":"Tony Hannah Montana"},{"text":"The 2 \"Property Brothers\" could help Steve Carell's \"Office\" role set up a new plasma TV in his condo (we need all 3 names)","response":"Jonathan, Drew & Michael Scott"}],"originalDate":"2021-06-29"},{"category":"HERE'S YOUR CONSTELLATION PRIZE","comments":"","clues":[{"text":"Gotta fly now! Of course Aquila, this bird, had the stuff to make it in the starry night","response":"an eagle"},{"text":"You, the ram with the Golden Fleece, strong work! You're in the heavens now as this constellation","response":"Aries"},{"text":"Congrats, Sagitta! As one of these projectiles used by Hercules or Cupid, your place in the heavens is secured","response":"an arrow"},{"text":"Jason put in a good word for Vela, so you can hop on up there as the sail of this ship","response":"the <i>Argo</i>"},{"text":"Our favorite Greek god of medicine, take your place in the sky as Ophiuchus, the serpent bearer","response":"Aesculapius"}],"originalDate":"2021-06-29"},{"category":"PAST LIVES","comments":"","clues":[{"text":"Benedict Arnold co-led this militia from Vermont that had less than a hundred men when it took Fort Ticonderoga in 1775","response":"the Green Mountain Boys"},{"text":"One obituary said, \"He is believed to have lived on the top floor of the Xanadu Princess Hotel in Freeport, Bahamas since 1973\"","response":"(Howard) Hughes"},{"text":"Emilio Mola is credited with this 2-word ordinal phrase for a group working undercover to aid an enemy of their nation","response":"fifth column"},{"text":"Last name of father &amp; son John &amp; Washington, who teamed up to build the Cincinnati-Covington Bridge &amp; then the Brooklyn","response":"Roebling"},{"text":"In 1947 Fidel Castro joined an attempt to invade this nearby island nation &amp; overthrow General Rafael Trujillo","response":"the Dominican Republic"}],"originalDate":"2021-06-29"}],{"category":"AGRICULTURE","text":"Though a leader in wheat production, this country also imports more wheat than any other","response":"the USSR"}]}