{"mix":1093,"rounds":[[{"category":"PLAIN-NAMED MALADIES","comments":"","clues":[{"text":"The injury called this fruit \"hand\" is on the rise<span class=\"nobreak\">--</span>use a cutting board when making guacamole!","response":"avocado"},{"text":"Cercarial dermatitis, this type of athlete's \"itch\", is not caused by chlorine but by a parasite","response":"swimmer's"},{"text":"Postural orthostatic tachycardia syndrome is also known as Grinch syndrome because this organ is too small","response":"the heart"},{"text":"A type of glossitis, \"geographic\" this sense organ gives it a map-like appearance","response":"tongue"},{"text":"Similar to carpal tunnel syndrome, \"baby\" this joint affects the parents, not the baby","response":"wrist"}],"originalDate":"2021-06-21"},{"category":"MOVIE TITLE MIDDLE WORD","comments":"","clues":[{"text":"Henry Fonda &amp; a jury decide a fate<br>(1957)","response":"\"Angry\""},{"text":"O'shea Jackson Jr. plays Ice Cube (his dad) <br>(2015)","response":"\"Outta\""},{"text":"Robin Williams tells his students to seize the day (1989)","response":"\"Poets\""},{"text":"Hilary Swank hits like a girl<span class=\"nobreak\">--</span>a really, really powerful girl <br>(2004)","response":"\"Dollar\""},{"text":"Adam Sandler takes out Drew Barrymore over &amp; over <br>(2004)","response":"\"First\""}],"originalDate":"2021-06-21"},{"category":"A BRIEF HISTORY","comments":"","clues":[{"text":"To make it more accessible, Stephen Hawking followed up \"A Brief History of Time\" with this even more concise version","response":"<i>A Briefer History of Time</i>"},{"text":"Boris Fausto's \"Concise History of\" this nation covers 500 years, starting with the arrival of the Portuguese","response":"Brazil"},{"text":"\"Lifeboat No. 8\" by Elizabeth Kaye recounts this disaster in 70 pages from the point of view of a group of survivors","response":"the Titanic"},{"text":"Pruning away some of its regal glamour, \"My Kingdom for a Horse\" is a capsule of this British conflict","response":"the War of the Roses"},{"text":"Jonathan Clements' \"Brief History of\" this group asks, were they \"the last pagans or the first modern Europeans?\"","response":"the Vikings"}],"originalDate":"2021-06-21"},{"category":"OF \"TIME\"","comments":"","clues":[{"text":"Aye, it means connected with the sea or nautical activities","response":"maritime"},{"text":"In this system, employees choose the hours they wish to work as long as it totals a full day","response":"flex time"},{"text":"Louis Chauvin &amp; Thomas Turpin were pioneers of this syncopated forerunner of jazz","response":"ragtime"},{"text":"It begins at midnight at 0 degrees longitude &amp; includes a place name","response":"Greenwich Mean Time"},{"text":"2-word term referring to a period before recorded history; in law, a claim dating from then needs no proof","response":"time immemorial"}],"originalDate":"2021-06-21"},{"category":"QUITE A PARADOX","comments":"","clues":[{"text":"Olbers' paradox is the fact that the night sky is dark; why don't these light it up?","response":"stars"},{"text":"The liar paradox begins with a contradictory statement: the given \"sentence is\" this","response":"false"},{"text":"One of Zeno's paradoxes involves Achilles racing this animal (which had a head start)","response":"a tortoise"},{"text":"\"No one does wrong voluntarily\" is one of the paradoxes this man attributed to Socrates","response":"Plato"},{"text":"William Stanley Jevons' 19th century paradox stated if you increase this fuel's efficiency, consumption of it will rise","response":"coal"}],"originalDate":"2021-06-21"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Temperature-based phrase for information that's just been printed in a newspaper","response":"hot off the presses"},{"text":"Longtime Philly DJ Jerry Blavat helped popularize this \"explosive\" rhyming phrase for something good out of the old days","response":"blast from the past"},{"text":"To the phrase \"Safe as\" these little creatures, James Thurber added \"under a cookstove\"","response":"kittens"},{"text":"Travis McGee observes, \"People who become\" these \"in their own time usually have very little time left\"","response":"legends"},{"text":"Shakespeare put \"cry\" before this word, an order to soldiers to start looting &amp; pillaging","response":"havoc"}],"originalDate":"2021-06-21"}],[{"category":"1984","comments":"","clues":[{"text":"In September, he canon!zed 103 19th-century martyrs in a ceremony in Seoul, South Korea","response":"John Paul II"},{"text":"Coming to Olympics despite Soviet boycott, their athletes won 20 gold medals, 2nd only to U.S.","response":"Romania"},{"text":"Liz &amp; Liza both went through this Rancho Mirage rehab clinic in 1984","response":"the Betty Ford Clinic"},{"text":"He explained \"It's hard to write a song where your main objective is to use the word Ghostbusters\"","response":"Ray Parker Jr."},{"text":"A popular TV commercial for this featured a dog named Alex-mostly offscreen","response":"Stroh's beer"}],"originalDate":"1986-03-13"},{"category":"LANGUAGE","comments":"","clues":[{"text":"Dose who tawk like dis all de time prob'ly come from dis boro of New Yawk City","response":"Brooklyn"},{"text":"The capitals are of Roman origin, but the small ones were designed by Alcuin in the 8th century","response":"letters"},{"text":"Portuguese, Romansh, French, Italian, &amp; Spanish all belong to this \"love\"ly language group","response":"romance language"},{"text":"At medieval European universities all classes were conducted in this language","response":"Latin"},{"text":"The science of language, including phonology, morphology, syntax &amp; semantics","response":"linguistics"}],"originalDate":"1986-03-13"},{"category":"MILITARY MEN","comments":"","clues":[{"text":"This service academy's 1st superintendent was Franklin Buchanan, later the Confederate navy's 1st admiral","response":"Annapolis (the Naval Academy)"},{"text":"WWII pilot famous for shooting planes down has this Chicago airport named for him","response":"(Edward) O'Hare"},{"text":"In 1947, Milt Caniff created this comic strip about an Air Force officer","response":"Steve Canyon"},{"text":"British/American flight instructor in WWI, but best known for wife Irene &amp; introducing turkey trot","response":"(Vernon) Castle"},{"text":"Air Force officer &amp; astronaut who became president of Eastern Airlines in 1975","response":"Frank Borman"}],"originalDate":"1986-03-13"},{"category":"CHICKENS","comments":"","clues":[{"text":"American breed named for a Pilgrim \"parking place\"","response":"a Plymouth Rock"},{"text":"Most chickens today are hatched in these machines","response":"an incubator"},{"text":"Of 7, 23, or 69 billion, approximate # of eggs laid in U.S. each year","response":"69 billion"},{"text":"Religion where a hen &amp; rooster traditionally preceded bridal couple, who could then make chicken soup","response":"Jewish"},{"text":"Chickens were probably 1st domesticated on this continent","response":"Asia"}],"originalDate":"1986-03-13"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Our flag bore this number of stars only in 1959","response":"49"},{"text":"The Indians called this \"Long Knife\" <br>\"Long Hair\"","response":"George Custer"},{"text":"Plattsburg, Mo. statue honoring 19th c. senator David Atchison indicates he held this office for 1 day","response":"president (of the United States)"},{"text":"1st Blacks were brought to America not as slaves, but these","response":"indentured servants"},{"text":"Though this group disappeared from the scene in 1870s, a new version surfaced some 40 years later","response":"the Ku Klux Klan (KKK)"}],"originalDate":"1986-03-13"},{"category":"SKIN","comments":"","clues":[{"text":"The skin layer below the epidermis","response":"the dermis"},{"text":"Tegrin's ads promised relief from \"the heartbreak of \" this skin disease","response":"psoriasis"},{"text":"Most apparent permanent effect of the amount of melanin in the skin","response":"the color"},{"text":"Common name for the horny plates on dorsal surface of fingers &amp; toes","response":"nails"},{"text":"From Greek for equal, an isograft is a skin graft where donor &amp; recipient are these","response":"identical twins"}],"originalDate":"1986-03-13"}],{"category":"MEDICINE","text":"Often quoted, it's the weekly publication of the Massachusetts Medical Society","response":"<i>The New England Journal of Medicine</i>"}]}