{"mix":1100,"rounds":[[{"category":"PEOPLE FROM THAT STATE","comments":"(Mayim: What they're called per the Government Publishing Office.)","clues":[{"text":"The GPO insists you call people from this state \"Hoosiers\"","response":"Indiana"},{"text":"Wyoming adds these 3 letters to get the word for a resident, who now sounds like a mineral","response":"Wyomingite"},{"text":"This word for someone from New Haven or New Britain rhymes with \"butter\"","response":"Connecticutter"},{"text":"2 of the 3 states whose final \"S\" becomes an \"N\" to describe their residents","response":"(2 of ) Texas, Kansas & Arkansas"},{"text":"Residents of this state are to be called this state \"Residents\" to differentiate from the native population","response":"Hawaii"}],"originalDate":"2021-06-09"},{"category":"BODY WORDS","comments":"","clues":[{"text":"This 3-letter region from the waist to the knees on humans only exists when one is seated","response":"lap"},{"text":"Aorta comes from the Greek for \"great\" this other \"A\" word","response":"artery"},{"text":"This ridge over your eyes can also refer to the expression of your face","response":"brow"},{"text":"This part of the knee begins with a 4-letter word for the top of the head","response":"patella"},{"text":"Iambs are metrical these","response":"feet"}],"originalDate":"2021-06-09"},{"category":"MUSICAL GENRES","comments":"","clues":[{"text":"Pantera's \"Vulgar Display of Power\" &amp; Motörhead's \"No Remorse\" made Rolling Stone's Top 100 Albums of this genre","response":"(heavy) metal"},{"text":"In 2020 \"Contigo\" by Alejandro Sanz won Record of the Year at these Grammys","response":"the Latin Grammys"},{"text":"The perfect song in this genre is said to include \"Well, I was drunk the day my mom got out of prison\"","response":"country music"},{"text":"In the 1972 movie \"The Harder They Come\", Jimmy Cliff helped popularize this genre that fights for the oppressed","response":"reggae"},{"text":"Marvin Young used part of his name for this stage name &amp; became the first solo rapper to win a Grammy; now \"Bust A Move\"","response":"Young MC"}],"originalDate":"2021-06-08"},{"category":"CLUES FROM THE FIRST CROSSWORD PUZZLE","comments":"(Mayim: Published in 1913.)","clues":[{"text":"A boy <br>(3 letters)","response":"a lad"},{"text":"Found on the seashore <br>(4 letters)","response":"sand"},{"text":"To govern <br>(4 letters)","response":"rule"},{"text":"To elude <br>(5 letters)<br>also starts &amp; ends with \"E\"","response":"evade"},{"text":"A daydream <br>(7 letters) <br>we'll spot you the first letter, <br>\"R\"","response":"a reverie"}],"originalDate":"2021-06-08"},{"category":"WELCOME TO THE PARTY","comments":"","clues":[{"text":"She voted for Carter in 1976 as a registered Democrat, but soon switched &amp; later served as Secretary of State under George W. Bush","response":"Condoleezza Rice"},{"text":"In 1962 this future president said, \"I didn't leave the Democratic Party. The party left me\"","response":"Ronald Reagan"},{"text":"This Mass. senator switched from Rep. to Dem. after she studied credit card companies that fleeced poor families","response":"Elizabeth Warren"},{"text":"Spurned by the Whigs &amp; Dems, this sitting president welcomed himself in 1844 to a new party, which he created!","response":"John Tyler"},{"text":"This splinter wing of the Democratic Party welcomed Strom Thurmond with a presidential nomination in 1948","response":"a Dixiecrat"}],"originalDate":"2021-06-08"},{"category":"FASHIONABLY","comments":"","clues":[{"text":"Japanese gives us the name for this wide-sleeved garment tied with a sash called an obi","response":"a kimono"},{"text":"Basque &amp; pancake are 2 styles of this flat French-named hat","response":"a beret"},{"text":"Wrap yourself up snug as a bug in its chrysalis state in this type of coat named for an insect structure","response":"a cocoon"},{"text":"I say, old chap! Wide neckties include the cravat &amp; this one suitable for wear at the British racecourse of the same name","response":"an ascot"},{"text":"This typically red &amp; black checked pattern now popular at Christmas is said to be named for a herd of animals","response":"buffalo plaid"}],"originalDate":"2021-06-08"}],[{"category":"LATE","comments":"","clues":[{"text":"This \"floral\" term refers to someone whose talents flourish after a long span of time","response":"a late bloomer"},{"text":"If you come up wanting, you're said to be \"a day late\" &amp; this monetary phrase","response":"a dollar short"},{"text":"\"Carpool Karaoke\" is a segment on this CBS show","response":"<i>The Late Late Show with James Corden</i>"},{"text":"In Italy the late Gothic period of art was centered in Siena &amp; this big city just to the north","response":"Florence"},{"text":"Caused by a water mold, \"late\" this caused the Irish potato famine","response":"blight"}],"originalDate":"2021-06-08"},{"category":"A LITERATURE SAMPLER","comments":"","clues":[{"text":"In 2020 he had a No. 1 kids' picture book bestseller with \"I Promise\"... oh yeah, he also won an NBA title with the Lakers","response":"LeBron James"},{"text":"In a classic tale about this title guy, \"John, Lord Greystoke... vanished from the eyes and from the knowledge of men\"","response":"Tarzan"},{"text":"TB, or not TB, there is no question tuberculosis killed this \"Eve of St. Agnes\" romantic poet at age 25","response":"(John) Keats"},{"text":"In a legendary tale, the \"Galloping Hessian of the Hollow\" is better known as this, which is certainly more terrifying","response":"the Headless Horseman"},{"text":"This book about surviving the great recession of 2008 is the basis for a 2020 film starring Frances McDormand","response":"<i>Nomadland</i>"}],"originalDate":"2021-06-08"},{"category":"KEEP THE FAITH","comments":"","clues":[{"text":"Nearly 80% of the people of India follow this religion that dates back to around 1500 B.C.","response":"Hinduism"},{"text":"This church was founded in the United States in 1830 &amp; has more than 16 million followers today","response":"the Mormon Church (the Church of Jesus Christ of Latter-Day Saints)"},{"text":"In 2021 this Jewish holiday begins at sunset on November 28 &amp; ends at nightfall on December 6","response":"Hanukkah (Chanukkah)"},{"text":"Southeast Asia has many temples of Cao Dai, which blends Buddhism, Taoism &amp; this other ancient East Asian system","response":"Confucianism"},{"text":"Founded in Iran in the mid-19th century, this faith has no priesthood &amp; believes in the unity of humanity","response":"the Baha'i faith"}],"originalDate":"2021-06-08"},{"category":"LANDMARKS","comments":"","clues":[{"text":"This suspension bridge links San Francisco &amp; Marin County","response":"the Golden Gate Bridge"},{"text":"Recent research suggests segments of this British landmark were moved 150 miles from Wales<span class=\"nobreak\">--</span>quite a job","response":"Stonehenge"},{"text":"In its own country, it's known as Wan-li Chang cheng","response":"the Great Wall of China"},{"text":"Commissioned to celebrate France's military victories, it stands smack in the middle of Place Charles de Gaulle","response":"the Arc de Triomphe"},{"text":"A surveyor named this monolith for a south Australian prime minister; its Aboriginal name has no direct English translation","response":"Uluru (Ayers Rock)"}],"originalDate":"2021-06-07"},{"category":"ARRIVALS &amp; DEPARTURES","comments":"","clues":[{"text":"Sept. 22, 1776: The British take the life of this American spy at what is now the corner of 66th &amp; 3rd in Manhattan","response":"Nathan Hale"},{"text":"Oct. 20, 1632: This future architect is born in England &amp; within a few years, probably begins to design buildings on the floor","response":"Christopher Wren"},{"text":"July 30, 1898: This ex-Prussian prime minister sinks into destiny","response":"Otto von Bismarck"},{"text":"Nov. 2, 1865: It's a bouncing baby future president in Corsica, Ohio &amp; like so many newborns, he gets the middle name Gamaliel","response":"Warren Harding"},{"text":"August 8, 1866: He is born to sharecropper parents in Maryland; the North Pole awaits","response":"Matthew Henson"}],"originalDate":"2021-06-07"},{"category":"BRING IT \"ON\"","comments":"(Mayim: These responses will start with \"on\".)","clues":[{"text":"In the mid-1990s CALCampus became one of the first schools to offer real-time college courses this way","response":"online"},{"text":"It means the beginning of, often in regards to an illness","response":"onset"},{"text":"In the title of a hymn, it precedes \"Christian Soldiers\"","response":"Onward"},{"text":"It's a synonym for observer or spectator","response":"onlooker"},{"text":"This 10-letter word is used for the process of orienting &amp; integrating a new employee into a company","response":"onboarding"}],"originalDate":"2021-06-07"}],{"category":"","text":"Of all the independent agencies of the U.S. government, this one has the most employees","response":"the Postal Service (the Post Office)"}]}