{"mix":1103,"rounds":[[{"category":"NEW TO THE <em class=\"underline\">OED</em>","comments":"","clues":[{"text":"Chickens don't have these digits, but in 2020 the OED acknowledged their existence in a popular fried food product","response":"(chicken) fingers"},{"text":"Even better than awesome is \"awesome\" followed by this 5-letter liquid","response":"sauce"},{"text":"Chichimec refers to an indigenous people of this country","response":"Mexico"},{"text":"The last 4 months of the year are called these 5-letter \"months\", like the last piece of wood in a fire","response":"the ember months"},{"text":"The Henriad refers to 4 plays by this man","response":"Shakespeare"}],"originalDate":"2021-06-02"},{"category":"PERU","comments":"","clues":[{"text":"The presidential mansion in this capital city occupies the site where Pizarro's palace once stood","response":"Lima"},{"text":"In the late 19th &amp; early 20th centuries, Iquitos was a major shipping port on this river during the rubber boom","response":"the Amazon"},{"text":"22,200-foot Mount Huascaran, the highest in Peru, is in the Cordillera Blanca range of these mountains","response":"the Andes"},{"text":"One of the oldest cities in the Western Hemisphere, it was the capital of the Inca Empire when the Spanish arrived","response":"Cuzco"},{"text":"This lake that's 12,500 feet above sea level is on the border of Peru &amp; Bolivia","response":"Lake Titicaca"}],"originalDate":"2021-06-01"},{"category":"NOT TO BE CONFUSED: HOUSEHOLD BRANDS","comments":"","clues":[{"text":"For oral hygiene, \"C\" the offerings from Crest &amp; this brand that offers total SF whitening toothpaste","response":"Colgate"},{"text":"These 2 paper towel brands start with \"B\" &amp; end with \"Y\"","response":"Bounty & Brawny"},{"text":"Brands of dish soap with female names include Joy &amp; this one that touts its use to clean wildlife affected by oil spills","response":"Dawn"},{"text":"Noxzema came out in 1914, just 3 years after the launch of this snowy white skin cream whose name also starts with \"N\"","response":"Nivea"},{"text":"Sealy mattresses started in Sealy, Texas in 1881; this other mattress brand introduced its Perfect Sleeper in 1931","response":"Serta"}],"originalDate":"2021-06-01"},{"category":"MAKING FETCH HAPPEN","comments":"","clues":[{"text":"In nursery rhyme news, this pair were airlifted from a hill after one suffered a severe head injury fetching water","response":"Jack & Jill"},{"text":"Punning on a rodent, it's a low-ranking employee who may fetch papers or dry cleaning","response":"a gofer"},{"text":"In this movie, Regina says, \"Gretchen, stop trying to make 'fetch' happen. it's not going to happen\"","response":"<i>Mean Girls</i>"},{"text":"Hercules' 11th labor was a fruit run to fetch these valuable items guarded by the Hesperides","response":"golden apples"},{"text":"In \"The Tempest\", this ex-Duke of Milan says Caliban \"does make our fire, fetch in our wood\"","response":"Prospero"}],"originalDate":"2021-06-01"},{"category":"ANIMAL EXPRESSION FILL-IN","comments":"","clues":[{"text":"\"The best laid schemes of  ____ &amp; men\"","response":"mice"},{"text":"\"A ____ in a poke\"","response":"pig"},{"text":"\"A sacred ____\"","response":"cow"},{"text":"\"As fine as ____'s hair\"","response":"frog"},{"text":"\"One ____ does not make a summer\"","response":"swallow"}],"originalDate":"2021-06-01"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"A dynamite-filled wagon exploded in front of the J.P. Morgan Building on this NYC street in 1920","response":"Wall Street"},{"text":"This body convened for the first time on March 4, 1789, but only 8 members<span class=\"nobreak\">--</span>4 short of a quorum<span class=\"nobreak\">--</span>showed up","response":"the United States Senate"},{"text":"The first mass inoculation of children against this disease began in Pittsburgh in 1954","response":"polio"},{"text":"The Louisiana Purchase Exposition opened April 30, 1904 in this non-Louisiana city","response":"St. Louis"},{"text":"On October 5, 1877 this Native people's Chief Joseph surrendered to pursuing U.S. soldiers","response":"the Nez Perce"}],"originalDate":"2021-06-01"}],[{"category":"IMPORTED FROM ITALY","comments":"","clues":[{"text":"It's no surprise that Alba in Piedmont is the name of the town that this color truffle comes from","response":"the white truffle"},{"text":"The San Marzano type of this is prized because it grows in the rich volcanic soil of Mount Vesuvius","response":"tomatoes"},{"text":"Any Pecorino cheese, like Pecorino Romano, comes from the milk of this animal","response":"sheep"},{"text":"Barene are salt marshes in this lagoon where Barena honey is made","response":"the Venetian Lagoon"},{"text":"This 7-letter red wine from Tuscany comes from a Sangiovese grape, but its quality varies quite a bit","response":"Chianti"}],"originalDate":"2021-06-01"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"The Book of Proverbs provided a play &amp; movie title with \"he that troubleth his own house shall inherit\" this","response":"the wind"},{"text":"\"Government of the people, by the people, for the people\" is from the end of this brief but powerful speech","response":"the Gettysburg Address"},{"text":"In \"A Charlie Brown Christmas\", Linus quotes this gospel's \"Fear not: for behold, I bring you good tidings of great joy\"","response":"Luke"},{"text":"In \"The Prophet\", he wrote, \"Work is love made visible\"","response":"Kahlil Gibran"},{"text":"This missionary whose time was 1875-1965 said, \"Truth has no special time of its own. Its hour is now<span class=\"nobreak\">--</span>always\"","response":"Albert Schweitzer"}],"originalDate":"2021-06-01"},{"category":"HATS IN BOOKS","comments":"","clues":[{"text":"Alice encounters this crazed craftsman at a tea party","response":"the Mad Hatter"},{"text":"To write his bestseller about this colorfully hatted group, Robin Moore trained with them &amp; accompanied them to Vietnam","response":"the Green Berets"},{"text":"In a Dr. Seuss book title, Bartholomew Cubbins wears this many hats","response":"500"},{"text":"This colorfully dressed guy took Curious George from a life in the jungle to one in the city","response":"the Man in the Yellow Hat"},{"text":"This French schoolgirl can often be found wearing a sailor hat; one of Ludwig Bemelmans' books is her \"and the Bad Hat\"","response":"Madeline"}],"originalDate":"2021-05-31"},{"category":"THERE IS AN \"I\" IN TEAM","comments":"","clues":[{"text":"A sometime Coral Gables resident, singer Marc Anthony co-owns this NFL team","response":"the Miami Dolphins"},{"text":"There was no swash in this MLB team's buckle from 1993 to 2012, with no winning seasons","response":"the Pittsburgh Pirates"},{"text":"In 1997 this NBA team changed its nickname &amp; dropped its Bullets; capital idea!","response":"the Washington Wizards"},{"text":"Dr. J, Charles Barkley &amp; Allen Iverson all suited up for this NBA squad","response":"the (Philadelphia) 76ers"},{"text":"Gordie Howe played for this NHL team from 1946 to 1971","response":"the Detroit Red Wings"}],"originalDate":"2021-05-31"},{"category":"NOT QUITE A CONSTELLATION","comments":"","clues":[{"text":"Regulus is part of the sickle, a star formation that is also the head of this maned constellation","response":"Leo"},{"text":"This pair of \"Big\" &amp; \"Little\" star clusters can be found in Ursa Major &amp; Minor, respectively","response":"the Big Dipper & the Little Dipper"},{"text":"A group of 4 stars near Lyra is called this, like the center piece that holds an arch together","response":"The Keystone"},{"text":"The Winter Triangle spans stars in constellations from Betelgeuse to Procyon to this bright star in Canis Major","response":"Sirius"},{"text":"Also known as the 3 Sisters, Alnitak, Alnilam &amp; Mintaka make up this hunter's \"Belt\"","response":"Orion"}],"originalDate":"2021-05-31"},{"category":"THE SHAPE OF YOU","comments":"","clues":[{"text":"Cordate &amp; cordiform mean shaped like the common symbol for this body part","response":"the heart"},{"text":"A tetrahedron is sometimes described as a triangular one of these","response":"a pyramid"},{"text":"These 2 words that both start with the same 3 letters mean curving inward &amp; curving outward","response":"convex & concave"},{"text":"Often made with black paper, these 2-dimensional outlines of your profile show the shape of your face","response":"silhouettes"},{"text":"The Earth is generally considered to be this 6-letter type of spheroid, as it is flattened at the poles","response":"oblate"}],"originalDate":"2021-05-31"}],{"category":"MEDICINE","text":"Country in which the first successful human heart transplant was performed","response":"South Africa"}]}