{"mix":1114,"rounds":[[{"category":"FINISH THE POETRY LINE","comments":"","clues":[{"text":"\"Half a\" this, <br>\"Half a\" this, <br>\"Half a\" this \"onward\", about an 1854 battle","response":"a league"},{"text":"An 1850 poem asks, \"How do I love thee? Let me\" do this","response":"count the ways"},{"text":"Langston Hughes asked, \"What happens to a dream\" this adjective","response":"deferred"},{"text":"An apocalyptic vision by W.B. Yeats says, \"Things fall apart; the centre cannot\" this","response":"hold"},{"text":"From Milton's sonnet on his blindness, \"They also serve who only stand and\" this","response":"wait"}],"originalDate":"2021-05-07"},{"category":"CLICHÉS","comments":"","clues":[{"text":"Do something stealthily &amp; you're like this kind of criminal \"in the night\"","response":"a thief"},{"text":"Bare-faced, bald-faced or bold-faced, you're one of these &amp; I'm (another  cliché) taking your words with a grain of salt","response":"a liar"},{"text":"Until the 1700s a depressed person could be \"down in\" just 1 of these, but now it's always plural","response":"the dump"},{"text":"A soft bed &amp; a warm fire are \"creature\" these, appealing to our animal nature as opposed to more spiritual needs","response":"comforts"},{"text":"A feeling of relief or rebirth is a \"new\" this phrase that mentions a rental agreement","response":"a lease on life"}],"originalDate":"2021-05-07"},{"category":"SHEEP","comments":"","clues":[{"text":"In a children's rhyme, these 4 words precede \"Have you any wool?\"","response":"Baa, baa, black sheep (Black sheep, black sheep)"},{"text":"In St. Louis, this NFL team had a unit called \"The Greatest Show on Turf\"","response":"the Rams"},{"text":"This past tense verb with 3 E's can mean took wool from a sheep or stole money","response":"fleeced"},{"text":"This composer's \"Messiah\" says, \"All we like sheep have gone astray\"","response":"Handel"},{"text":"Philip K. Dick wondered, \"Do Androids Dream of\" this type of \"Sheep\"","response":"electric sheep"}],"originalDate":"2021-05-07"},{"category":"JUST GOT REAL","comments":"","clues":[{"text":"In 1945 a Raytheon engineer made history when he used microwaves to fittingly prepare this cinematic snack","response":"popcorn"},{"text":"On November 2, 2000 the first crew arrived here, getting to their new home with a little help from Soyuz","response":"the International Space Station"},{"text":"This government program got off the ground when a group of volunteer teachers landed in Ghana Aug. 30, 1961","response":"the Peace Corps"},{"text":"When the Book of Common Prayer was first issued in 1549, this faith's parting from Roman Catholic tradition was realized","response":"Anglican"},{"text":"Pres. Buchanan &amp; Queen Victoria sent greetings after this, including the name of an ocean, had been laid successfully in 1858","response":"transatlantic cable"}],"originalDate":"2021-05-07"},{"category":"LAYING DOWN THE SCIENTIFIC LAW","comments":"","clues":[{"text":"He got some laws moving<span class=\"nobreak\">--</span>well, on moving<span class=\"nobreak\">--</span>in 1687's \"Principia Mathematica\"","response":"Newton"},{"text":"Ohm's law, about the relationship between current, resistance &amp; this, can be expressed as V=IR, with V standing for this","response":"voltage"},{"text":"This Italian's 17th century law of falling bodies relates the distance fallen by a body to the elapsed time","response":"Galileo"},{"text":"This Frenchman who came up with a law on paramagnetic bodies &amp; temperature may not have been the best scientist in his family","response":"Pierre Curie"},{"text":"Let's take a long, \"constant\" look at this man's law that states the greater the distance to a galaxy, the faster it recedes","response":"(Edwin) Hubble"}],"originalDate":"2021-05-07"},{"category":"ADJECTIVAL EVIDENCE","comments":"","clues":[{"text":"The Pleistocene mammal may be extinct, but this same-named adjective meaning \"of very great size\" is still here","response":"mammoth"},{"text":"As an adjective, it means hardened or feeling no sympathy; as a noun, without the \"O\", it is a hardening on your skin","response":"callous"},{"text":"\"B\" aggressive! Be, \"B\" aggressive! This bellicose 11-letter word means inclined to fight or wage war","response":"belligerent"},{"text":"Despite how the first part of it sounds, it describes an unpleasant noise articulated in the throat, not the belly","response":"guttural"},{"text":"Whimsical &amp; sly, or resembling a hockey essential","response":"puckish"}],"originalDate":"2021-05-07"}],[{"category":"MONKS","comments":"","clues":[{"text":"20th c. monk John Main popularized meditation among Christians, including saying this, a personal sacred word","response":"mantra"},{"text":"Cheers to this 17th century monk &amp; cellar master at the Abbey of Hautvillers; he was a pioneer of fine champagne","response":"Dom Perignon"},{"text":"The monk Theophanes is among holy men to get this title, meaning he spoke out about his faith, not that he listened to others' sins","response":"a confessor"},{"text":"\"Celebrity Monk\" seems oxymoronic, but Thich Nhat Hanh has been praised by Oprah &amp; is known as Thay, \"teacher\" in this, his language","response":"Vietnamese"},{"text":"A biography called \"The Monk in the Garden\" is subtitled \"The Lost and Found Genius of\" him, \"The father of Genetics\"","response":"Gregor Mendel"}],"originalDate":"2021-05-07"},{"category":"A WHOPP\"INGTON\" OF A CITY","comments":"(Bill: The name of each city ends in \"ington\".)","clues":[{"text":"In 1790 Congress set aside land for this city","response":"Washington, D.C."},{"text":"This Texas city where the Rangers play is named for a place in Virginia","response":"Arlington"},{"text":"This city boasts the University of Vermont","response":"Burlington"},{"text":"The Thoroughbred Owners &amp; Breeders Association is headquartered here","response":"Lexington"},{"text":"Brandywine Creek empties into the Delaware River in this city","response":"Wilmington"}],"originalDate":"2021-05-07"},{"category":"AROUND TENNESSEE","comments":"","clues":[{"text":"35 miles southeast of Knoxville, you'll find this theme park named for a singer","response":"Dollywood"},{"text":"Choo choo! Take a train ride through time at the Tennessee Valley Railroad Museum in this city","response":"Chattanooga"},{"text":"A state park named for this legendary frontiersman is found in Lawrence County where he once lived","response":"Davy Crockett"},{"text":"Near where Tennessee borders Kentucky &amp; Virginia, the Cumberland Gap passes through these mountains","response":"the Appalachians"},{"text":"A sanitation workers' strike in this Tennessee city began in February 1968 &amp; ended on April 16 after a tragic event","response":"Memphis"}],"originalDate":"2021-05-06"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"Once with 20,000 people watching from all around, this type of arena in Pompeii is the oldest surviving one in the Roman world","response":"an amphitheater"},{"text":"In the 19th c., this lung disease caused by a mycobacterium reached near epidemic proportions in industrialized regions","response":"tuberculosis"},{"text":"It's a part of speech that expresses emotion &amp; is capable of standing alone, like wow! Or oh!","response":"an interjection"},{"text":"Reflecting the name of a mythological youth, this adjective means self-absorbed &amp; egotistical","response":"narcissistic"},{"text":"This word for a guy who stays home &amp; takes care of kids &amp; chores dates back to the 19th century, but then it was a fictional idea","response":"a househusband"}],"originalDate":"2021-05-06"},{"category":"HOT STUFF","comments":"","clues":[{"text":"Magma surfacing as liquid, this can get up to 2,200 degrees","response":"lava"},{"text":"In song, these are \"roasting on an open fire, Jack Frost nipping at your nose\"","response":"chestnuts"},{"text":"chilipeppermadness.com says the phaal type of this dish is the world's hottest, beating vindaloo","response":"curry"},{"text":"About every 90 minutes, you can count on this geyser erupting with 200-degree water","response":"Old Faithful"},{"text":"Stefano Ferrara is a famous maker of these, which can reach a temperature of 800 degrees inside","response":"ovens"}],"originalDate":"2021-05-06"},{"category":"ON BASS","comments":"","clues":[{"text":"60 gold records aside, this lefty from Liverpool failed his choirboy audition at the city's Anglican Cathedral","response":"Paul McCartney"},{"text":"Our lips aren't sealed<span class=\"nobreak\">--</span>we're \"Head Over Heels\" about Kathy Valentine's bass work with this '80s band","response":"the Go-Go's"},{"text":"James Jamerson laid down immortal bass lines on Stevie Wonder's \"For Once In My Life\" &amp; \"What's Going On\" by this singer","response":"Marvin Gaye"},{"text":"This guy in the Red Hot Chili Peppers said playing bass gets you \"into (a) hypnotic state... you are just a conduit for (the) rhythm\"","response":"Flea"},{"text":"Searching for a bass player, Chris Frantz &amp; David Byrne found Tina Weymouth &amp; this New Wave band was born","response":"the Talking Heads"}],"originalDate":"2021-05-06"}],{"category":"STATE CAPITALS","text":"Most populous state capital, it falls alphabetically between Olympic &amp; Pierre","response":"Phoenix, Arizona"}]}