{"mix":1115,"rounds":[[{"category":"POTENT HISTORY","comments":"","clues":[{"text":"Sugar cane molasses was distilled into this liquor, a significant part of the \"triangular trade\" that promoted slavery","response":"rum"},{"text":"In 1729 &amp; 1751 Britain passed acts aimed at curbing the consumption of this alcohol that originated in the Netherlands","response":"gin"},{"text":"Vodka was involved in 1994 as this white-haired Russian leader was found on a D.C. street in his underwear hailing cabs to go get pizza","response":"Yeltsin"},{"text":"The Whiskey Rebellion culminated in 1794 among farmers of the Monongahela Valley in this state","response":"Pennsylvania"},{"text":"In 1923 a beer hall called the Burgerbraukeller in this German city was the starting point of a failed putsch","response":"Munich"}],"originalDate":"2021-05-06"},{"category":"THE ROLE IN COMMON","comments":"","clues":[{"text":"Marlon Brando, <br>Robert De Niro","response":"Vito Corleone"},{"text":"Angelina Jolie, <br>Alicia Vikander","response":"Lara Croft"},{"text":"Richard Roundtree, Samuel L. Jackson","response":"John Shaft"},{"text":"Matthew Perry, <br>Walter Matthau","response":"Oscar Madison"},{"text":"Claire Foy, <br>Rooney Mara","response":"Lisbeth Salander"}],"originalDate":"2021-05-06"},{"category":"SHAKESPEARE FAMILY TIES","comments":"","clues":[{"text":"Lady Capulet is his mother-in-law, briefly","response":"Romeo"},{"text":"Brabantio is her dad &amp; Othello's father-in-law","response":"Desdemona"},{"text":"This \"Tempest\"uous daughter of Prospero says, \"O brave new world, that has such people in it!\"","response":"Miranda"},{"text":"The son of Polonius, he seeks revenge against Hamlet for his father's murder","response":"Laertes"},{"text":"She's the impatient sister of the title shrew","response":"Bianca"}],"originalDate":"2021-05-05"},{"category":"DEMONYMS","comments":"","clues":[{"text":"Yoopers are residents of the U.P., the upper peninsula of this state","response":"Michigan"},{"text":"A Haligonian isn't a \"Star Wars\" TV character, it's a native of this capital of a Canadian province","response":"Halifax"},{"text":"\"Wisconsinian\" is close, but this is the state's demonym (though some go with \"Cheeseheads\")","response":"Wisconsinite"},{"text":"About 1/5 of the population of this nation is of Monegasque descent","response":"Monaco"},{"text":"24 hour party people know that a Mancunian is from this city","response":"Manchester"}],"originalDate":"2021-05-05"},{"category":"CORPORATE MASCOTS","comments":"","clues":[{"text":"Chester, the pitchman for Cheetos snacks, is this kind of animal","response":"a cheetah"},{"text":"The Ticket Oak was a very giving magical tree for this rhyming company","response":"StubHub"},{"text":"This longtime Kellogg's mascot is now touting chocolate &amp; cinnamon versions of his favorite flakes","response":"Tony the Tiger"},{"text":"This trademarked battery mascot is in the OED as \"a persistent... person\"","response":"the Energizer Bunny"},{"text":"This rodent grew up at St. Marinara's Orphanage &amp; since he never knew his birthday, he hosted parties for kids","response":"Chuck E. Cheese"}],"originalDate":"2021-05-05"},{"category":"VWLLSS STCMS","comments":"(Bill: VOWELLESS SITCOMS.)","clues":[{"text":"\"TH FFC\"","response":"<i>The Office</i>"},{"text":"\"NTRG\"","response":"<i>Entourage</i>"},{"text":"\"GD TMS\"","response":"<i>Good Times</i>"},{"text":"\"LV LC\"","response":"<i>I Love Lucy</i>"},{"text":"\"TX\"","response":"<i>Taxi</i>"}],"originalDate":"2021-05-05"}],[{"category":"MR. PRESIDENT","comments":"","clues":[{"text":"Thomas Jefferson made the presidency less monarchical, shaking hands with guests instead of doing this","response":"bowing"},{"text":"Inaugurated in March 1869, he was the first president whose parents were both alive when he took the oath of office","response":"Grant"},{"text":"The 1st time he left the White House, he joined a New York law firm; the 2nd time he served on Princeton's board of trustees","response":"Cleveland"},{"text":"Rutherford B. Hayes was the only president born in Delaware<span class=\"nobreak\">--</span>that's Delaware in this state","response":"Ohio"},{"text":"In asking for a declaration of war against the imperial German government, he said, \"The world must be made safe for democracy\"","response":"Wilson"}],"originalDate":"2021-05-05"},{"category":"AFRICAN CITIES","comments":"","clues":[{"text":"A 17th century fortress called the Kasbah des Oudaias overlooks this nation's capital, Rabat","response":"Morocco"},{"text":"Mombasa is a major port city of Kenya on this body of water","response":"the Indian Ocean"},{"text":"The University of Johannesburg dates from the Transvaal Technical Institute, begun to aid this industry","response":"diamond mining"},{"text":"After a 1324 pilgrimage to Mecca, Emperor Mansa Musa built a great mosque in this caravan city on the edge of the Sahara in Mali","response":"Timbuktu"},{"text":"Southerton &amp; Workington are suburbs of this Zimbabwean capital once called Salisbury","response":"Harare"}],"originalDate":"2021-05-05"},{"category":"MOVIE RULES","comments":"","clues":[{"text":"The second rule of this movie \"Club\" is the same as the first<span class=\"nobreak\">--</span>but rule No. 6 is \"No shirts, no shoes\"","response":"<i>Fight Club</i>"},{"text":"Mr. Miyagi teaches Daniel-san the first rule of this martial art: \"For defense only\"","response":"karate"},{"text":"The only rule of the San Diego News Team Rumble in this 2004 film: \"No touching of the hair or face\"","response":"<i>Anchorman</i>"},{"text":"\"Double Tap\", the subtitle to a 2019 sequel to this movie, is also No. 2 in its rules for surviving the undead","response":"<i>Zombieland</i>"},{"text":"In \"Scream\", one of Randy's rules of surviving a horror film is to never say these 4 words<span class=\"nobreak\">--</span>you won't return","response":"I'll be right back"}],"originalDate":"2021-05-05"},{"category":"DING DONG","comments":"","clues":[{"text":"Continuing the alliteration, it follows \"ding-dong\" in a kid's prank that involves ringing a doorbell &amp; running away","response":"dash (ditch)"},{"text":"\"Ding dong\", it's this company \"calling\"; how about some lipstick or other cosmetic?","response":"Avon"},{"text":"In a song from this musical, \"We go together like rama lama lama ka dinga da dinga dong\"","response":"<i>Grease</i>"},{"text":"Ding Dongs are individually wrapped chocolate cakes from this company","response":"Hostess"},{"text":"Judy Garland's \"Ding Dong! The Witch Is Dead\" surged on U.K. iTunes after this former prime minister passed away","response":"Margaret Thatcher"}],"originalDate":"2021-05-04"},{"category":"THE WITCH IS DEAD","comments":"","clues":[{"text":"In this Grimm Brothers tale, the wicked witch met her end after being pushed into an oven","response":"\"Hansel and Gretel\""},{"text":"In a Roald Dahl book, the title witches get \"smashed and bashed and chopped up\" after being turned into these creatures","response":"mice"},{"text":"Agnes Nutter, a 17th century witch whose predictions are central to the plot in \"Good Omens\", gets punished in this predictable way","response":"by being burned at the stake"},{"text":"The White Witch Jadis was killed in battle by this character who appeared to be dead a short time before","response":"Aslan"},{"text":"A death eater &amp; dark witch, Bellatrix Lestrange killed Dobby before being killed herself by Molly Weasley in this book","response":"<i>Harry Potter and the Deathly Hallows</i>"}],"originalDate":"2021-05-04"},{"category":"TRUCE!","comments":"","clues":[{"text":"British &amp; German troops traded gifts &amp; even played soccer between the trenches during the Christmas truce of this first year of World War I","response":"1914"},{"text":"No countries signed the 1953 armistice ending the Korean War<span class=\"nobreak\">--</span>only generals representing North Korea &amp; this intl. organization","response":"the UN"},{"text":"Fighting was forbidden during weekends &amp; religious festivals according to the medieval Treuga Dei, or Truce of this","response":"God"},{"text":"A 1949 ceasefire brought an end (for a while) to a war between India &amp; Pakistan over this territory","response":"Kashmir"},{"text":"The 12 years' Truce of 1609 to 1621 interrupted the Netherlands' lengthy struggle with this country","response":"Spain"}],"originalDate":"2021-05-04"}],{"category":"THE WORLD","text":"With 168 persons per sq. mi., the continent with the highest population density","response":"Europe"}]}