{"mix":1117,"rounds":[[{"category":"AFRICAN-AMERICAN WOMEN","comments":"","clues":[{"text":"In 2019 former MVP Maya Moore stepped away from playing in this league to work on criminal justice reform","response":"the WNBA"},{"text":"\"Torchy Brown\" creator Jackie Ormes was the first African-American woman to have one of these published in a major newspaper","response":"a comic strip"},{"text":"Hazel Scott briefly hosted her own TV show before this group, HUAC, set its sights on her","response":"the House Un-American Activities Committee"},{"text":"Fannie Lou Hamer's speech trying to integrate the Miss. delegation at this 1964 gathering made LBJ scramble to get her off the air","response":"Democratic National Convention"},{"text":"Before she made history in Congress, Barbara Jordan was the first Black woman elected to this state's Senate","response":"Texas"}],"originalDate":"2021-05-03"},{"category":"A WORD FROM THE GREEK FOR...","comments":"","clues":[{"text":"For \"small\" &amp; \"sound\": a singer uses one on stage","response":"a microphone"},{"text":"For \"spider\" &amp; \"fear\": a common anxiety","response":"arachnophobia"},{"text":"For \"over\" &amp; \"carry\": a common figure of speech","response":"a metaphor"},{"text":"For \"hidden\" &amp; \"writing\": the art &amp; study of secure communication","response":"cryptology (or cryptography)"},{"text":"For \"first\" &amp; \"form\": the living part of a cell including the nucleus","response":"the protoplasm"}],"originalDate":"2021-05-03"},{"category":"PROM MUSIC","comments":"","clues":[{"text":"Giving kids that take-charge vibe, Gwen Stefani sings about being a real cheerleader, \"I ain't no\" this","response":"hollaback girl"},{"text":"This song by fun. &amp; Janelle Monae is all about seizing the moment of youth","response":"\"We Are Young\""},{"text":"Vitamin C's \"Graduation\" rhymes, \"As our lives change / Come whatever / We will still be\" this alliterative phrase","response":"friends forever"},{"text":"Teachers, kids, everybody! As Sia sings, \"I don't need dollar bills to have fun tonight\", you reply, \"I love\" these","response":"cheap thrills"},{"text":"If your school's prom is then, put on \"Month Of May\" from this band's album \"The Suburbs\"","response":"Arcade Fire"}],"originalDate":"2021-05-03"},{"category":"ALPHABETICALLY FIRST","comments":"","clues":[{"text":"Of the 12 signs of the zodiac","response":"Aquarius"},{"text":"Of the 54 internationally recognized countries of Africa","response":"Algeria"},{"text":"Of the 9 fielding positions on a baseball team","response":"catcher"},{"text":"Of Starbucks coffee sizes","response":"grande"},{"text":"Of the 27 books of the New Testament in the King James version","response":"Acts"}],"originalDate":"2021-04-30"},{"category":"2020 VISION","comments":"","clues":[{"text":"The first nest found in the U.S. of the 2-inch insects with this scary name was discovered in October","response":"murder hornets"},{"text":"Taking a leap on Leap Day to support low-income people, this grand duchy became the first nation with free public transport","response":"Luxembourg"},{"text":"This Foo Fighters frontman got in a drum battle with a 10-year-old, lost, then wrote a song about her","response":"David Grohl"},{"text":"Ex-Space Shuttle commander Mark Kelly defeated Martha McSally to become a senator for this state","response":"Arizona"},{"text":"In August an estimated 100,000 demonstrators took to the streets to protest against Pres. Lukashenko of this nation","response":"Belarus"}],"originalDate":"2021-04-30"},{"category":"TIME TRAVELIN' MOVIES","comments":"","clues":[{"text":"\"The only power source capable of generating 1.21 gigawatts of electricity is a bolt of lightning\", claimed this '85 pic","response":"<i>Back to the Future</i>"},{"text":"Quick advice: If a killer cyborg asks whether your name is Sarah Connor, like in this 1984 film... say nope! Sarah who? Not me","response":"<i>The Terminator</i>"},{"text":"Kevin Costner goes back to 1972 to talk a little baseball with Burt Lancaster in this film","response":"<i>Field of Dreams</i>"},{"text":"\"Star Trek IV: The Voyage Home\" had this navigator finding a nuclear wessel called the Enterprise","response":"(Pavel) Chekov"},{"text":"It was far from bogus when these 2 title guys<span class=\"nobreak\">--</span>&amp; their old pal, Death!<span class=\"nobreak\">--</span>returned to \"Face the Music\" in 2020","response":"Bill & Ted"}],"originalDate":"2021-04-30"}],[{"category":"GLADIATORS","comments":"","clues":[{"text":"\"Gladiator\" comes from gladius, a type of short this that many gladiators carried","response":"a sword"},{"text":"There's debate as to if this gesture, pollice verso, urged a victor to kill his defeated opponent or to drop his weapon &amp; spare him","response":"thumbs down"},{"text":"Like the modern gladiators of the NFL, Roman ones entered the arena via this, several hundred yards long","response":"a tunnel"},{"text":"The lightly armed retiarius carried a net to tangle his opponents &amp; one of these multi-pronged weapons to dispatch them","response":"a trident"},{"text":"Emperor from 177 to 192, this madman did fight as a gladiator, though his bouts were likely fixed","response":"Commodus"}],"originalDate":"2021-04-30"},{"category":"SACRED BOOKS","comments":"","clues":[{"text":"The Hindu Vedas praise Agni, god of this fundamental force; \"agni\" is related to our word \"ignite\"","response":"fire"},{"text":"Isa ibn Maryam, a prophet in the Koran, is better known as him","response":"Jesus, son of Mary"},{"text":"The Granth scripture of Sikhism is considered a living one of these, a Hindi name for a spiritual teacher","response":"a guru"},{"text":"Compiled from oral Japanese, the Kojiki, or \"records of ancient matters\", is an important source book of this religion","response":"Shinto(ism)"},{"text":"It says, \"I, Nephi, proceed to give an account upon these plates of my proceedings, and my reign and ministry\"","response":"the Book of Mormon"}],"originalDate":"2021-04-30"},{"category":"RANKS  &amp; TITLES","comments":"","clues":[{"text":"Usually referring to a spouse, this 2-word term eventually replaced \"presidentress\" in American politics","response":"first lady"},{"text":"During the Cold War, a commissar was an official responsible for education &amp; organization in this political party","response":"the Communist Party"},{"text":"It's the term for the principal or chief administrator of a private school such as the Devon School in \"A Separate Peace\"","response":"headmaster"},{"text":"Title for a member of the British peerage ranking below a duke &amp; above an earl; perhaps of Queensberry?","response":"marquess"},{"text":"With great power, Peter Parker held the Royal navy title admiral of this from 1799 to 1811","response":"fleet"}],"originalDate":"2021-04-30"},{"category":"ROCK, PAPER, SCISSORS","comments":"","clues":[{"text":"Linkin Park's \"Sharp Edges\" begins with a warning: \"Mama always told me don't you\" do this \"with scissors, son\"","response":"run"},{"text":"In 2008 M.I.A. flew up the charts alliteratively with \"Paper\" these","response":"planes"},{"text":"In 1995 Mick said that 1967's \"Yesterday's Papers\" was the first song he wrote completely on his own for this group","response":"The Rolling Stones"},{"text":"\"Sick leaf &amp; sorrow &amp; pincers net-scissors\" is from a 1969 song by this \"subterranean\" Lou Reed band","response":"The Velvet Underground"},{"text":"Joe Jackson: \"If you want to know about the bishop &amp; the actress... you can read it in\" these weekly editions","response":"the Sunday papers"}],"originalDate":"2021-04-30"},{"category":"GEOGRAPHIC TOP 10s","comments":"","clues":[{"text":"With a January average of -53 F., Verkhoyansk in this 2.5 million-sq.-mile region is often ranked the world's coldest spot","response":"(Russian) Siberia"},{"text":"It's the world's third-largest body of water by surface area","response":"the Indian Ocean"},{"text":"3 of the world's 10 wettest spots are in this U.S. state","response":"Hawaii"},{"text":"This Japanese island is the world's 7th largest","response":"Honshu"},{"text":"This mountain chain that extends some 1,500 miles from Morocco to Tunisia is the world's 7th longest","response":"the Atlas Mountains"}],"originalDate":"2021-04-29"},{"category":"MASTERPIECE/<br>THEATER","comments":"","clues":[{"text":"Life hasn't turned out so well for Biff &amp; Happy Loman in this play, which has a massive spoiler for a title","response":"<i>Death of a Salesman</i>"},{"text":"After doling out wish fulfillment nightly, James Monroe Iglehart got one for himself with a 2014 Tony win for this musical role","response":"the Genie"},{"text":"This artist used his signature gold leaf technique on one of his 2 portraits of Viennese society woman Adele Bloch-Bauer","response":"(Gustav) Klimt"},{"text":"Kate &amp; Petruchio butt heads, to say the least, in this classic play first printed in 1623","response":"<i>The Taming of the Shrew</i>"},{"text":"\"The Persistence of Memory\", a 1931 oil-on-canvas piece by him, is on display at MOMA, &amp; you can set your watch by that","response":"(Salvador) Dalí"}],"originalDate":"2021-04-29"}],{"category":"THE OSCARS","text":"In 1937 &amp; '38, he became only man to win Best Actor Oscar in consecutive years","response":"Spencer Tracy"}]}