{"mix":1120,"rounds":[[{"category":"18th CENTURY STUFF","comments":"","clues":[{"text":"When the king of Great Britain wanted a barge party, Handel composed the orchestral suite called this","response":"\"Water Music\""},{"text":"She became a wealthy widow when hubby Daniel Custis died in 1757; she'd bring 2 kids into her next marriage with a Virginia commander","response":"Martha Washington"},{"text":"Born on the Big Island, this king known as \"the Great\" set out to unify the Hawaiian Islands","response":"Kamehameha"},{"text":"When his sound effect method was copied in a staging of \"Macbeth\", John Dennis accused perpetrators of this, now an idiom","response":"stealing his thunder"},{"text":"Georges Danton was the first president of the Committee of Public Safety, which oversaw this awful period of the French Revolution","response":"the Terror"}],"originalDate":"2021-04-26"},{"category":"FANTASTIC BEASTS","comments":"","clues":[{"text":"The hodag, a horned, ferocious beast with a spiked back, is said to live in forest areas of this \"Badger State\"","response":"Wisconsin"},{"text":"Now meaning any large beast, the behemoth of the Bible is sometimes identified as this amphibious African mammal","response":"hippopotamus"},{"text":"The qilin is the Chinese equivalent of this mythic equine","response":"a unicorn"},{"text":"The puk is a small, household one of these fire-breathers that protects the home &amp; brings treasure to its master","response":"a dragon"},{"text":"In Hindu mythology Hanuman is a devoted helper of the god Rama &amp; the king of these creatures","response":"a monkey"}],"originalDate":"2021-04-26"},{"category":"FEMALE AUTHORS &amp; SOME MALE ONES, TOO","comments":"","clues":[{"text":"In this novel George Orwell wrote, \"We know that no one ever seizes power with the intention of relinquishing it\"","response":"<i>1984</i>"},{"text":"Elizabeth Wurtzel detailed her clinical depression in her memoir called this \"Nation\"","response":"Prozac"},{"text":"Joseph Wambaugh is best known for writing about this profession in which he served in L.A. for 14 years","response":"a police officer"},{"text":"A documentary called this woman \"and Still I Rise\" detailed her life as a memoirist, actress &amp; poet","response":"Maya Angelou"},{"text":"The husband of this French author also wrote under one name, Willy","response":"Colette"}],"originalDate":"2021-04-26"},{"category":"Q, NO U","comments":"","clues":[{"text":"In 1965 this airline made the first nonstop commercial flight from the U.S. to Australia","response":"Qantas"},{"text":"This sheikdom was a British protectorate from 1916 to 1971","response":"Qatar"},{"text":"3-letter abbreviation for the Latin phrase meaning \"that which was meant to be shown\"","response":"Q.E.D."},{"text":"Chinese word for circulating life energy","response":"Qi"},{"text":"This city in North Central Iran is a pilgrimage site &amp; a center of learning","response":"Qom"}],"originalDate":"2021-04-26"},{"category":"THE CABINET","comments":"","clues":[{"text":"Established after 9/11, it's the newest cabinet department","response":"Homeland Security"},{"text":"Once joined with Health &amp; Welfare, it became its own department under President Carter","response":"Education"},{"text":"Henry Knox in 1789 &amp; Kenneth Royall in 1947 were the first &amp; last secretaries of this department","response":"War (then became the Department of Defense)"},{"text":"The first Asian-American woman in the cabinet, Elaine Chao was previously Labor Secretary, &amp; in 2017, took on this post","response":"Transportation"},{"text":"A Nobel Prize winner, this soldier served as Secretary of State from 1947 to 1949","response":"(George C.) Marshall"}],"originalDate":"2021-04-26"},{"category":"HARD SCIENCE","comments":"","clues":[{"text":"The Vickers test measures the hardness of a metal by indenting it with one of these super-hard gems","response":"a diamond"},{"text":"Nanofiltration is used to reduce hardness of this, caused by dissolved minerals like calcium &amp; magnesium","response":"water"},{"text":"The number used to  designate a pencil's hardness, relates to the ratio of clay to this material, a form of carbon","response":"graphite"},{"text":"The Knoop test uses low indentation pressure to measure the hardness of glass &amp; these materials, from Greek for \"pottery\"","response":"ceramics"},{"text":"Gypsum is 2 &amp; quartz is 7 on this scale","response":"Mohs"}],"originalDate":"2021-04-26"}],[{"category":"WORDS &amp; PHRASES","comments":"","clues":[{"text":"This Franglish phrase refers to something with 2 meanings, one of which is usually naughty","response":"a double entendre"},{"text":"A synonym for sympathy is this fluid \"of human kindness\"","response":"milk"},{"text":"Want to stimulate economic growth? Do this \"to the pump\"","response":"prime"},{"text":"You find fault with everything you see when viewing with this eye that sounds yellowed","response":"jaundiced"},{"text":"This adjective for a secluded existence comes from the covered walks in a monastery","response":"cloistered"}],"originalDate":"2021-04-23"},{"category":"ELECTORAL COLLEGE ALUMNI","comments":"","clues":[{"text":"In 2008 future Secretary of State Mike Pompeo cast a Kansas electoral vote for this Republican","response":"John McCain"},{"text":"James Hoffa was a 2008 elector for this state","response":"Michigan"},{"text":"In 2008 NFL great Franco Harris served as an elector for this state where he played","response":"Pennsylvania"},{"text":"Lamar Alexander's service to this state includes volunteering to be an elector in 2000","response":"Tennessee"},{"text":"In \"Presidential Lottery\", this \"Tales of the South Pacific\" author wrote about being an elector in the 1968 election","response":"James Michener"}],"originalDate":"2021-04-23"},{"category":"THAT'S BIG BUSINESS","comments":"","clues":[{"text":"You'll find this fast food chain's golden arches at more than 14,000 locations in the U.S. &amp; more than 36,000 worldwide","response":"McDonald's"},{"text":"In 2017 this shipping company celebrated the opening of its 5,000th \"store\"","response":"UPS"},{"text":"In January 2020 this Texas-based convenience store chain announced the opening of its 70,000th location","response":"7-Eleven"},{"text":"Founded in Virginia in the 1950s, K&K 5&10 experienced some inflation while growing into this nationwide \"Tree\"","response":"Dollar Tree"},{"text":"In the mid-1800s he joined up with Luigi Rossi, &amp; their spirits business is still going","response":"(Alessandro) Martini"}],"originalDate":"2021-04-23"},{"category":"AUTHORS","comments":"","clues":[{"text":"Charles Dickens asked to be buried quietly in Kent, but he ended up in this section of Westminster Abbey","response":"Poets' Corner"},{"text":"Stella Gibbons parodied the rural gloom of Thomas Hardy in her best-loved book, \"Cold Comfort\" this place","response":"Farm"},{"text":"A quarter century after \"Lord of the Flies\", this man won the Booker Prize for \"Rites of Passage\"","response":"(William) Golding"},{"text":"In 2019 Czechia gave this \"Unbearable Lightness of Being\" author his citizenship back after 40 years","response":"Milan Kundera"},{"text":"This Brazilian author of \"The Alchemist\" deleted a children's book he was writing with Kobe Bryant after Kobe's tragic death","response":"(Paulo) Coelho"}],"originalDate":"2021-04-23"},{"category":"MOON","comments":"","clues":[{"text":"After Neil &amp; Buzz, Pete Conrad &amp; Alan Bean were next to set foot on the Moon, as part of this mission","response":"Apollo 12"},{"text":"Discovered in 2013 &amp; named for a sea monster, Hippocamp is a tiny moon of this planet","response":"Neptune"},{"text":"Named for a Titan, Iapetus is a moon of this planet that's named for the Roman god of agriculture","response":"Saturn"},{"text":"In 1971 the 9th probe in this \"nautical\" program took the first up-close pictures of Mars' moons Phobos &amp; Deimos","response":"Mariner"},{"text":"The outermost of Jupiter's Galilean satellites, it's named for a nymph changed into the form of a bear","response":"Callisto"}],"originalDate":"2021-04-23"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Assassin-to-be who served in a militia unit which helped capture John Brown at Harpers Ferry","response":"John Wilkes Booth"},{"text":"Cmdr. Matthew Fontaine Maury tried to set up a Confederate colony here with Emperor Maximilian's help","response":"Mexico"},{"text":"Paul Revere's grandson, Col. Paul Joseph Revere, was mortally wounded in this Penn. battle","response":"the Battle of Gettysburg"},{"text":"Cherokee chief Stand Watie was the last Rebel general to do this, in 1865","response":"surrender"},{"text":"When war broke out, this future president was selling leather in his father's Illinois store","response":"President Grant"}],"originalDate":"1988-03-10"}],{"category":"PEOPLE &amp; PLACES","text":"Thought to descend from people of Southeast Asia, the Chamorro make up this U.S. territory's largest ethnic group","response":"Guam"}]}