{"mix":1124,"rounds":[[{"category":"INTERNATIONAL ORGS.","comments":"","clues":[{"text":"The will of the people is the basis of government, says the CoD, which is a community of these types of nations","response":"democracies"},{"text":"The ICC is the International this business-promoting organization; your hometown probably has one","response":"a chamber of commerce"},{"text":"Bulgaria &amp; Moldova belong to BSEC, the economic cooperation zone named for this body of water","response":"the Black Sea"},{"text":"EFTA, the European Free Trade Association, has just 4 members: Iceland, Norway, Switzerland &amp; this tiny Swiss neighbor","response":"Liechtenstein"},{"text":"In 2018 Ukraine ended formal participation in the CIS, this organization formed in 1991","response":"the Commonwealth of Independent States"}],"originalDate":"2021-04-20"},{"category":"QUOTATION: MARK'S","comments":"","clues":[{"text":"This writer: \"Always do right. This will gratify some people, &amp; astonish the rest\"","response":"Mark Twain"},{"text":"This CEO, to Congress: \"We were slow in identifying the Russian information operations in 2016\"","response":"Mark Zuckerberg"},{"text":"This singer &amp; guitar whiz: \"We are the sultans of swing\"","response":"Mark Knopfler"},{"text":"This TV personality, sports team owner &amp;, apparently, lucky man: \"To be a billionaire, you got to get lucky\"","response":"Mark Cuban"},{"text":"This retired FBI official: \"I'm the guy they called Deep Throat\"","response":"Mark Felt"}],"originalDate":"2021-04-20"},{"category":"MOVIE TO STAGE","comments":"","clues":[{"text":"Songs in this \"ogreish\" musical include \"Donkey Pot Pie\" &amp; \"Freak Flag\"","response":"<i>Shrek</i>"},{"text":"This film starring Julia Roberts &amp; Richard Gere moved from Beverly Hills to Broadway","response":"<i>Pretty Woman</i>"},{"text":"This musical centers on a boy from a family of coal miners who wants to be a ballet dancer","response":"<i>Billy Elliot</i>"},{"text":"This musical says it was \"lovingly ripped off from the motion picture 'Monty Python and the Holy Grail\"'","response":"<i>Spamalot</i>"},{"text":"Tina Fey wrote the book for this musical adaptation about surviving high school cliques","response":"<i>Mean Girls</i>"}],"originalDate":"2021-04-20"},{"category":"IN THE DICTIONARY","comments":"(Anderson: We're looking for definitions from Merriam-Webster's.)","clues":[{"text":"\"Ditch... used for military defense often with the excavated dirt thrown up in front\"","response":"a trench"},{"text":"\"Dense\", or \"exceeding 90 degrees but being less than 180 degrees\"","response":"obtuse"},{"text":"\"To douse with a liquor (such as brandy, rum or cognac) and ignite\"","response":"flambé"},{"text":"This -ism is a \"relapse into criminal behavior\"","response":"recidivism"},{"text":"\"Of or relating to a church parish... provincial\"","response":"parochial"}],"originalDate":"2021-04-20"},{"category":"ASIAN CITIES","comments":"","clues":[{"text":"This capital of Iraq was formerly called Madinat al-Salam, Arabic for \"city of peace\"","response":"Baghdad"},{"text":"Some of Kazakhstan's only water ports, Aktau &amp; Kuryk are major shipping centers on this sea","response":"the Caspian Sea"},{"text":"This capital of the Philippines is on Luzon Island","response":"Manila"},{"text":"Dili is the capital of this nation that broke away from Indonesia in 1999","response":"East Timor"},{"text":"Israel's third-largest city, it overlooks the Mediterranean from Mount Carmel","response":"Haifa"}],"originalDate":"2021-04-20"},{"category":"17-LETTER WORDS","comments":"","clues":[{"text":"Legalization differs from this ac-\"tion\", by which a drug is still illegal but possession of a limited amount is not prosecuted","response":"decriminalization"},{"text":"Idealistic philosophy of Emerson &amp; Thoreau","response":"transcendentalism"},{"text":"Reduction of the body's ability to fight infection; it happens with HIV &amp; can be done deliberately before a transplant","response":"immunosuppression"},{"text":"Critic Roger Fry coined this term for the late 19th century art style of Seurat &amp; Gauguin","response":"Postimpressionism"},{"text":"Related to a word for that little voice telling you right &amp; wrong, it's the quality of being thorough &amp; scrupulous","response":"conscientiousness"}],"originalDate":"2021-04-20"}],[{"category":"BOOKS FOR THE WEATHER CHANNEL","comments":"","clues":[{"text":"I was \"struck by\" the plot twists in Dean Koontz' book about Laura Shane with this 1-word title","response":"<i>Lightning</i>"},{"text":"The infamous Red Wedding takes place in this author's \"A Storm of Swords\"","response":"(George R.R.) Martin"},{"text":"\"Smilla's Sense of\" this helps her solve a murder in Copenhagen","response":"the Snow"},{"text":"Dennis Lehane's \"Prayers for Rain\" is about a P.I. based in this East Coast city","response":"Boston"},{"text":"In this tale by Marion Zimmer Bradley, the King Arthur legend is retold through the eyes of women","response":"<i>The Mists of Avalon</i>"}],"originalDate":"2021-04-20"},{"category":"POTPOUR\"E\"","comments":"","clues":[{"text":"A zero-zero test of this airplane seat is done on the ground","response":"an ejector seat"},{"text":"In maintaining your car, this should be thin; if it's thick &amp; white, coolant is being vaporized","response":"exhaust"},{"text":"It's a highly potent brand of grain alcohol from Luxco","response":"Everclear"},{"text":"It's a 4-letter name for a pitcher with a handle","response":"ewer"},{"text":"De Tocqueville is said to have coined \"American\" this, meaning that the U.S. is inherently different from other nations","response":"exceptionalism"}],"originalDate":"2021-04-20"},{"category":"SCI-FI MOVIE BY QUOTE","comments":"","clues":[{"text":"1968: \"I'm sorry, Dave. I'm afraid I can't do that\"","response":"<i>2001: A Space Odyssey</i>"},{"text":"2009: \"Up ahead was Pandora. You grew up hearing about it, but I never figured I'd be goin' there\"","response":"<i>Avatar</i>"},{"text":"Joaquin Phoenix to Scarlett Johansson: \"Are you talking to anyone else right now...? <span class=\"nobreak\">--</span>Yeah. <span class=\"nobreak\">--</span>How many others? <span class=\"nobreak\">--</span>8,316\"","response":"<i>Her</i>"},{"text":"1968: \"You know what they say, 'Human see, human do'\"","response":"<i>Planet of the Apes</i>"},{"text":"1951: \"I'm worried about Gort. I'm afraid of what he might do if anything should happen to me\"","response":"<i>The Day the Earth Stood Still</i>"}],"originalDate":"2021-04-19"},{"category":"SELF-HELP YOURSELF","comments":"","clues":[{"text":"\"Seek first to understand, then to be understood\" is one of this title number of \"Habits of Highly Effective People\"","response":"7"},{"text":"The last 2 of the 4 steps for behavior in \"Atomic Habits\" are response &amp; this \"R\", which others pair with \"Risk\"","response":"reward"},{"text":"\"The surprising science behind why everything you know about success is (mostly) wrong\" is the subtitle of \"Barking Up\" this","response":"the wrong tree"},{"text":"Shhh! Rhonda Byrne told this title to the world in 2006, saying it \"is the law of attraction\", but let's just keep that between us","response":"<i>The Secret</i>"},{"text":"This \"Eat, Pray, Love\" author also offered \"Big Magic: Creative Living Beyond Fear\"","response":"(Elizabeth) Gilbert"}],"originalDate":"2021-04-19"},{"category":"\"M.C.\"","comments":"","clues":[{"text":"The reading section of the S.A.T. includes 52 questions of this type","response":"multiple choice"},{"text":"M.C. stands for this when referring to Hells Angels","response":"motorcycle club"},{"text":"In \"The Italian Job\" Mark Wahlberg drove this little car as part of a crime caper","response":"a Mini Cooper"},{"text":"You need a license to authorize getting hitched; this other document proves that you entered wedded bliss","response":"a marriage certificate"},{"text":"George V established this decoration for acts of gallantry against the enemy","response":"Military Cross"}],"originalDate":"2021-04-19"},{"category":"ANCIENT CITIES","comments":"","clues":[{"text":"The ruins of Pachacamac, an ancient American city later occupied by the Inca, lie just south of this world capital","response":"Lima"},{"text":"The ruined city of Vaishali in northeast India is said to be the place where this man preached his last sermon","response":"the Buddha"},{"text":"Now in this country, Persepolis was the capital from which Darius the Great ruled","response":"Iran"},{"text":"Lacedaemon was the ancient name for this city on the Evrotas River ruled by a military oligarchy","response":"Sparta"},{"text":"Now in this Central American country, the ancient Mayan city of Uaxactun was mysteriously abandoned by the 10th century","response":"Guatemala"}],"originalDate":"2021-04-19"}],{"category":"WRITERS &amp; THE SOUTH","text":"In 1939 he lived on Toulouse Street in the French Quarter &amp; chose the professional name that bonded him to the South","response":"Tennessee Williams"}]}