{"mix":1126,"rounds":[[{"category":"CONGRESS","comments":"","clues":[{"text":"TV cameras were admitted to the Senate chambers in 1974 when N. Rockefeller was sworn into this job","response":"vice president"},{"text":"Since 1787 Congress has presented only 33 of these to the states; 6 were not ratified","response":"amendments to the Constitution"},{"text":"The privilege of sending mail by putting a signature on the envelope is called this","response":"franking"},{"text":"This chair of the Senate Watergate Committee first entered the House to complete his brother's term","response":"Sam Ervin"},{"text":"This Democrat won his fourth Senate term in 1994 but lost his Finance Committee chair to the GOP","response":"Senator Daniel Patrick Moynihan (of New York)"}],"originalDate":"1995-03-13"},{"category":"LITERARY ALLUSIONS","comments":"","clues":[{"text":"The name of this Washington Irving sleepyhead came to symbolize a person who's out of step with the times","response":"Rip Van Winkle"},{"text":"Ali Baba's 2-word command, it signifies something that brings about a desired result, as if by magic","response":"open sesame"},{"text":"Uncouth boors have been called Yahoos ever since this 18th century satirist coined the term — think \"fast\"","response":"Jonathan Swift"},{"text":"Someone who teaches crimes to others is called this, after the twisted old gang leader in \"Oliver Twist\"","response":"Fagin"},{"text":"The title of O. Henry's book \"Cabbages and Kings\" comes from Lewis Carroll's poem about this duo","response":"the Walrus & the Carpenter"}],"originalDate":"1995-03-13"},{"category":"COUNTRIES IN THE DICTIONARY","comments":"","clues":[{"text":"High quality porcelain originally made in Asia","response":"china"},{"text":"\"Hanging\" piece from a ballot that caused trouble in the 2000 presidential election","response":"chad"},{"text":"A Tar Heel in college, he led Chicago to 6 NBA titles","response":"(Michael) Jordan"},{"text":"A former British coin equal to 1 pound + 1 shilling","response":"a guinea"},{"text":"This fine flexible leather made from tanned goatskin is often used for book covers","response":"Morocco"}],"originalDate":"2021-04-16"},{"category":"DIETARY MATTERS","comments":"","clues":[{"text":"Whole grains include bran, which provides this substance; among its benefits is making you feel satisfied sooner","response":"fiber"},{"text":"A low-carb ketogenic diet tries to induce ketosis so that the body burns this instead","response":"fat"},{"text":"When it comes to weight loss, it's really all about these units of energy, the amount you take in &amp; the amount you burn","response":"calories"},{"text":"Miami M.D. Arthur Agatston wrote this book with a \"plan for fast and healthy weight loss\"","response":"<i>The South Beach Diet</i>"},{"text":"\"Enriched\" is adding back nutrients that were taken out; this means adding in nutrients that weren't originally there","response":"fortified"}],"originalDate":"2021-04-16"},{"category":"PARTS OF THE HOLE","comments":"","clues":[{"text":"Golfers start a hole from this \"box\"","response":"the tee (box)"},{"text":"5-letter word for the long grass bordering the fairway","response":"the rough"},{"text":"A type of bunker, what it's filled with or the type of wedge you use to escape it","response":"sand"},{"text":"Canine term for the sharp turn where the trees eat your drive","response":"a dogleg"},{"text":"It's the out-there word for the short grass around the green","response":"fringe"}],"originalDate":"2021-04-16"},{"category":"BLOW-POURRI","comments":"","clues":[{"text":"One dolphin with a damaged blowhole learned how to breathe through its mouth by adjusting this, also called the voice box","response":"the larynx"},{"text":"13-letter term that describes an NFL referee or Edward Snowden","response":"a whistleblower"},{"text":"Someone who can't make up his mind does this about an issue, like a wind of varying temperature","response":"blows hot & cold"},{"text":"Syrian artisans working in this medium back in the 1st century B.C. are credited with creating blow molding","response":"glass (glassmaking)"},{"text":"In 1804 this admiral commiserated with the seasickness of an earl's nephew, writing, \"I am ill every time it blows hard\"","response":"Horatio Nelson"}],"originalDate":"2021-04-16"}],[{"category":"LATIN PHRASEBOOK","comments":"","clues":[{"text":"Annus mirabilis refers to one of these that was truly remarkable","response":"a year"},{"text":"Literally \"good faith\", this 2-word phrase has come to refer to the authenticity of credentials or official documents","response":"<i>bona fide</i>"},{"text":"In vitro refers to scientific work done in test tubes: this similar Latin phrase is applied when living creatures are used","response":"<i>in vivo</i>"},{"text":"Famously spoken in 49 B.C. at the crossing of a river, \"iacta alea est\" means this \"is cast\"","response":"the die"},{"text":"Found in your Playbill, this 2-word phrase refers to the cast of characters in the play","response":"<i>Dramatis personæ</i>"}],"originalDate":"2021-04-16"},{"category":"CHAPTERS IN NONFICTION BOOKS","comments":"","clues":[{"text":"\"The Third Tuesday: We Talk about Regrets\"","response":"<i>Tuesdays with Morrie</i>"},{"text":"\"Natural Selection; or The Survival of the Fittest\"","response":"<i>On the Origin of Species</i>"},{"text":"\"30 Rock: An Experiment to Confuse Your Grandparents\"","response":"<i>Bossypants</i>"},{"text":"\"Elsa Meets Other Wild Animals\"","response":"<i>Born Free</i>"},{"text":"\"Everest Summit May 10, 1996 29,028 Feet\"","response":"<i>Into Thin Air</i>"}],"originalDate":"2021-04-16"},{"category":"DISSECTING THE LYRICS","comments":"","clues":[{"text":"This Canadian pop guy, in \"Boyfriend\": \"Swag swag swag on you, chillin' by the fire while we eatin' fondue\"; well, it does rhyme","response":"Justin Bieber"},{"text":"\"There were plants &amp; birds &amp; rocks &amp; things\", noticed America in \"A\" this \"With No Name\", &amp; that's hard to argue","response":"a horse"},{"text":"This \"colorful\" singer: \"Yesterday was Thursday, Thursday, today is Friday, Friday\"; she threw in \"Tomorrow is Saturday\"","response":"Rebecca Black"},{"text":"This British singer-songwriter has at least one thing figured out: \"&amp; I know you love Shrek, 'cause we've watched it 12 times\"","response":"Ed Sheeran"},{"text":"Warrant: \"She's my\" this dessert, \"cool drink of water, such a sweet surprise\", the surprise being its transformation from food to drink","response":"cherry pie"}],"originalDate":"2021-04-16"},{"category":"NATIVE AMERICANS","comments":"","clues":[{"text":"The Chippewa originated this nighttime spirit stopper &amp; in their language call it a \"spider\"","response":"a dream catcher"},{"text":"Sitting Bull was a chief of this people who united under him for survival in the late 19th century","response":"the Sioux"},{"text":"Of Sac &amp; Fox descent, he won the 1912 men's Olympic pentathlon &amp; decathlon","response":"Jim Thorpe"},{"text":"Native Americans in Canada like the Abenaki &amp; the Odawa are today joined together under this ordinal term","response":"First Nations"},{"text":"In 1973 this South Dakota massacre site was seized by Native Americans &amp; held for 71 days","response":"Wounded Knee"}],"originalDate":"2021-04-16"},{"category":"TENNIS","comments":"","clues":[{"text":"Originally, it was 7 ft. at the ends, sagging to 5 ft. in the middle","response":"the tennis net"},{"text":"In 1900, a trophy for int'l competition was donated by Dwight Davis, student at this Boston area U.","response":"Harvard"},{"text":"Long before losing to Billie Jean King, he won at Wimbledon in 1939","response":"Bobby Riggs"},{"text":"His U.S. Open win made him 1st Black U.S. men's national singles   champion","response":"Arthur Ashe"},{"text":"A short stroke made before the ball touches the ground","response":"a volley"}],"originalDate":"1985-12-13"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"The 501, his original style, is still much the same, give or take a few rivets","response":"the Levis wear"},{"text":"Japan's prime minister Tanaka was tried in '75 for accepting bribes from this aircraft  company","response":"Lockheed"},{"text":"Hotel chain that sleeps the most Americans","response":"Holiday Inn"},{"text":"Its rooster squared off against Pocket Books' kangaroo to become #1 in U.S. paperback book sales","response":"Bantam"},{"text":"Adolf Dassler's brother broke off from this company to establish the competing \"Puma\" brand","response":"Adidas"}],"originalDate":"1985-12-13"}],{"category":"","text":"Its construction was begun in 1546 by Francis I, but it wasn't opened to the public until 1793","response":"the Louvre"}]}