{"mix":1132,"rounds":[[{"category":"5-LETTER CAPITALS","comments":"","clues":[{"text":"The U.N. says this capital of Bangladesh is the world's most crowded city","response":"Dhaka"},{"text":"This name of Ghana's capital is derived from nkran, a type of ant prevalent in the area","response":"Accra"},{"text":"Some girls who share a name with this Eastern European capital spell it with a \"PH\" in the middle rather than an \"F\"","response":"Sofia"},{"text":"The metropolitan area of this city, once a small fishing village named Edo, is home to 38 million people","response":"Tokyo"},{"text":"Roads from this capital directly lead to Kandahar &amp; to Uzbekistan &amp; Pakistan","response":"Kabul"}],"originalDate":"2021-04-07"},{"category":"STARTS &amp; ENDS WITH \"L\"","comments":"","clues":[{"text":"The majority of our household trash ends up in one of these","response":"a landfill"},{"text":"Carol Burnett famously sued the National Enquirer for this &amp; eventually won","response":"libel"},{"text":"Politicians figuratively do this when they trade favors to get support for a bill","response":"logroll"},{"text":"This chemical is used at crime scenes to reveal hidden traces of blood","response":"luminol"},{"text":"This adjective means lazy or deficient in spirit","response":"lackadaisical"}],"originalDate":"2021-04-07"},{"category":"THE WORLD IN 1900","comments":"","clues":[{"text":"The governor of this \"Bluegrass State\" was killed; the sec. of state would do 8 years for the crime, get pardoned &amp; serve in Congress","response":"Kentucky"},{"text":"This type of rigid airship hit nearly 20 mph during its first flight on July 2 near Friedrichshafen, Germany","response":"the Zeppelin"},{"text":"The Trades Union Congress established what is now this major British political party","response":"the Labour Party"},{"text":"Jean Sibelius' \"Finlandia\" premiered in this capital but ruling Russia had big problems with the patriotism within","response":"Helsinki"},{"text":"Aug. 14 saw 19,000 international troops capture Beijing to quell the uprising of this secret society of \"fighters\"","response":"the Boxers"}],"originalDate":"2021-04-06"},{"category":"BIBLICAL FIRST NAME'S THE SAME","comments":"","clues":[{"text":"Zoe &amp; <br>McAdams","response":"Rachel"},{"text":"Morse &amp; <br>Alito","response":"Samuel"},{"text":"Wyle &amp; <br>Webster","response":"Noah"},{"text":"Shelley &amp; <br>Higgins Clark","response":"Mary"},{"text":"Literary characters Marner &amp; <br>Lapham","response":"Silas"}],"originalDate":"2021-04-06"},{"category":"KNIVES OUT","comments":"","clues":[{"text":"Sometimes called an \"Arkansas toothpick\" , this knife bears the name of a hero of the Texas revolution","response":"a Bowie knife"},{"text":"This word describes knives with saw-like teeth on the blade","response":"serrated"},{"text":"This knife has the name of a 6-letter bivalve; use the knife to pry it open &amp; extract its meat","response":"an oyster knife"},{"text":"The Philippine folding balisong knife is better known by this insect name","response":"butterfly knives"},{"text":"Quikut sold this Japanese-sounding 5-letter line of sharp cooking knives","response":"Ginsu"}],"originalDate":"2021-04-06"},{"category":"A STUDENT OF TELEVISION","comments":"","clues":[{"text":"Kevin McHale sang strong as high school student Artie Abrams on this FOX show","response":"<i>Glee</i>"},{"text":"In 1970s TV, he was Sweathog student Vinnie Barbarino; in a 1994 film, he was gun-toting non-student Vincent Vega","response":"John Travolta"},{"text":"Turns out Henry Jennings is pretty good at algebra, to the surprise of his parents, spies for Russia on this show","response":"<i>The Americans</i>"},{"text":"High school QB Jason Street's life changed forever after he was injured in the very first episode of this show in 2006","response":"<i>Friday Night Lights</i>"},{"text":"In 1999 class was in session for Martin Starr, Linda Cardellini &amp; Jason Segel in this rhymingly named NBC show","response":"<i>Freaks and Geeks</i>"}],"originalDate":"2021-04-06"}],[{"category":"FROM THE FRENCH","comments":"","clues":[{"text":"From French for \"cover\" &amp; \"fire\", it was originally the hour the fires in a town were to be extinguished","response":"the curfew"},{"text":"This 5-letter type of sticker refers to a French process of transferring an image from paper to wood or glass","response":"a decal"},{"text":"French for \"melting\" gives us the words for fondue &amp; this sugary paste used for icing &amp; cake decor","response":"fondant"},{"text":"From the French for \"of luxury\", it can be one word or 2","response":"deluxe"},{"text":"Crass comes from the same Latin root, crassus, as the French word \"gras\", meaning this","response":"fat"}],"originalDate":"2021-04-06"},{"category":"HAPPY TRAILS!","comments":"","clues":[{"text":"Between 1867 &amp; 1871 1.5 million head of cattle moo-ved N. on the Chisholm Trail to its terminus in Abilene in this Midwestern state","response":"Kansas"},{"text":"The heritage trail named for this man who's had a few places honor him includes Berkeley Springs, W.V., which he surveyed","response":"George Washington"},{"text":"In this 1985 novel Larry McMurtry reimagined the history of the Goodnight-Loving Cattle Trail out of Texas","response":"<i>Lonesome Dove</i>"},{"text":"This wagon trail to New Mexico lost its commercial viability with the 1880 completion of the same-named railroad","response":"the Santa Fe Trail"},{"text":"This southern Montana city is named for John, who blazed a trail to the territory's gold rush towns in the 1860s","response":"Bozeman"}],"originalDate":"2021-04-06"},{"category":"LITERARY SETTINGS","comments":"","clues":[{"text":"Gillikin Country &amp; Winkie Country are 2 divisions in this 2-letter land","response":"Oz"},{"text":"In Thomas Keneally's \"Schindler's Ark\", the title character is a factory owner in this country","response":"Poland"},{"text":"This Edgar Rice Burroughs hero first visited Barsoom, also known as Mars, in a 1912 tale","response":"John Carter"},{"text":"In this Khaled Hosseini novel, Amir lives in San Francisco, but tells the reader of his youth in Afghanistan","response":"<i>The Kite Runner</i>"},{"text":"Decades after his Nigerian-set \"Things Fall Apart\", this author's \"Anthills of the Savannah\" is set in fictional Kangan","response":"Chinua Achebe"}],"originalDate":"2021-04-06"},{"category":"BADJECTIVES","comments":"","clues":[{"text":"Loathsome, or a baseball hit outside the lines","response":"foul"},{"text":"This bad, bad word also sounds like you've got bits of crackers all over your shirt","response":"crummy"},{"text":"Drop an \"L\" from the beginning of a word meaning \"legal\" to get this truly bad adjective","response":"awful"},{"text":"It followed \"penny\" in the name of an old-timey novel","response":"dreadful"},{"text":"It means repulsive or 12 dozen","response":"gross"}],"originalDate":"2021-04-06"},{"category":"BIOCHEMISTRY","comments":"","clues":[{"text":"Trehalose is the major blood sugar in insects; this is its counterpart in humans","response":"glucose"},{"text":"It was seen as the sad sack nucleic acid until the 1980s discovery that it can be a catalyst for biological reactions","response":"RNA"},{"text":"Sustaining plant life on Earth, this process in the chloroplast is divided into the light reactions &amp; the dark reactions","response":"photosynthesis"},{"text":"Bee venom contains nasty substances like cell destroyer phospholipase A &amp; this itch maker first isolated in 1910","response":"histamine"},{"text":"On his 50th birthday in 1951, Linus Pauling mailed the landmark paper \"The Structure of\" these molecules needed for the body to work","response":"proteins"}],"originalDate":"2021-04-06"},{"category":"BEFORE &amp; BAFTA","comments":"(Aaron: The second part of each response is a winner of the British Academy Award for Best Film.)","clues":[{"text":"Daddy Warbucks' ward who becomes a 1970s Diane Keaton title role","response":"Little Orphan Annie Hall"},{"text":"Political type who twists news to a favorable angle &amp; advises President Muffley on nuclear war","response":"spin Doctor Strangelove"},{"text":"Alphanumeric meat sauce preferred by Randle McMurphy, Nurse Ratched &amp; all the inmates","response":"A.1. Flew Over the Cuckoo's Nest"},{"text":"CB radio reply of message received, about a scheduled quartet of nuptials &amp; lone interment","response":"10-4 Weddings and a Funeral"},{"text":"Zombies from an AMC drama stand on desks &amp; moan, \"O Captain! My Captain!\" to Robin Williams","response":"<i>The Walking Dead Poets Society</i>"}],"originalDate":"2021-04-06"}],{"category":"THE U.S. MILITARY","text":"Losses over Asia in the 1960s led to the establishment of the program known as this at a San Diego naval base in 1969","response":"Top Gun"}]}