{"mix":1136,"rounds":[[{"category":"RANCH DRESSING","comments":"","clues":[{"text":"Somehow, shoppin' at Neiman Marcus for these trousers with a bib &amp; shoulder straps don't feel right, but y'all can","response":"overalls"},{"text":"Parts of this metal item include the yoke, which wraps around the heel, &amp; the rowel, a revolving wheel","response":"a spur"},{"text":"Montana silversmiths makes these fasteners, about 3 by 4 inches, with mottos like \"Don't fence me in\" &amp; \"You ain't no cowboy\"","response":"belt buckles"},{"text":"Ranch folk can try to live up to the name of this brand wearing its cowboy cut original fit jeans","response":"Wrangler"},{"text":"Ranch hands get protection from the brush by wearing these seatless leather items over their pants","response":"chaps"}],"originalDate":"2021-03-31"},{"category":"AT THE MOVIES","comments":"","clues":[{"text":"Unhappy being called \"Junior\", Harrison Ford has a preference but dad Sean Connery says, \"We named the dog\" this","response":"Indiana"},{"text":"This 2016 movie is about a young African American named Chiron, whom we see as a young boy, as a teen &amp; as a 20-something","response":"<i>Moonlight</i>"},{"text":"The Razzies drew first blood in nominating this man for worst actor for his performance in \"Rambo: Last Blood\"","response":"Stallone"},{"text":"As of 2021 the last film appearance of this movie \"Angel\" was in a 2014 version of \"Annie\"","response":"Cameron Diaz"},{"text":"This 1988 movie that was, let's say, reminiscent of \"E.T.\" found a second life as Paul Rudd's go-to clip on \"Conan\"","response":"<i>Mac and Me</i>"}],"originalDate":"2021-03-31"},{"category":"INTERNAL RHYME SURNAMES","comments":"(Mehmet: Like Sweeney.)","clues":[{"text":"This Cowboy retired in 2017 with the fourth-best career QB rating ever at 97.1","response":"Romo"},{"text":"Nelson Mandela made this holy man head of the Truth &amp; Reconciliation Commission","response":"Tutu"},{"text":"This New York City newspaperman signed the bail bond of Jefferson Davis in 1867","response":"Horace Greeley"},{"text":"This man who died in Rome in 1680 was the creator of the Baroque style of sculpture","response":"Bernini"},{"text":"In 1989 after 3 terms as New Hampshire's governor, he became George H.W. Bush's Chief of Staff","response":"Sununu"}],"originalDate":"2021-03-31"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"As well as the capital, Kingston is also the commercial &amp; cultural center of this country","response":"Jamaica"},{"text":"When figure skater Sonja Henie was born in this city in 1912, it was still known as Christiania","response":"Oslo"},{"text":"This capital of Belize starts with the same first 3 letters as the country","response":"Belmopan"},{"text":"This capital of Latvia is the most populous city of the Baltic states","response":"Riga"},{"text":"This city's Chapultepec Park is home to museums, a zoo &amp; an amusement park","response":"Mexico City"}],"originalDate":"2021-03-31"},{"category":"ENGLISH DRAMA THAT AIN'T SHAKESPEARE","comments":"","clues":[{"text":"Comic actor &amp; playwright Richard Tarlton also served as the favorite of these court fools for Queen Elizabeth I","response":"a jester"},{"text":"Every character in Ben Jonson's \"Volpone\" is based on an animal; Corvino on a crow &amp; Volpone on this canine","response":"a fox"},{"text":"In a \"tragical\" play by Marlowe, 2 scholars named Cornelius &amp; Valdes teach Doctor this how to summon demons","response":"Doctor Faustus"},{"text":"Richard Sheridan's 18th century comedies of manners include \"The School for\" this disgrace","response":"Scandal"},{"text":"This period of the returned monarchy featured plays known for bawdiness, like \"The Country Wife\"","response":"Restoration"}],"originalDate":"2021-03-31"},{"category":"CROSSWORD CLUES \"R\"","comments":"","clues":[{"text":"Single-horned herbivore<br>(10)","response":"rhinoceros"},{"text":"The banister of a staircase <br>(7)","response":"a railing"},{"text":"An insurgency<br>(9)","response":"rebellion"},{"text":"Contract addendum <br>(5)","response":"a rider"},{"text":"Cathedral crucifix <br>(4)","response":"rood"}],"originalDate":"2021-03-31"}],[{"category":"PARK THEMES","comments":"","clues":[{"text":"\"My Friend, The Brachiosaurus\" is on the soundtrack of this 1993 film","response":"<i>Jurassic Park</i>"},{"text":"The carousel that's been in this Manhattan park since 1871 plays the song \"Sidewalks Of New York\"","response":"Central Park"},{"text":"Water from different oceans was part of the ceremonies when this ride with its own song opened at Disneyland in 1966","response":"It's A Small World"},{"text":"Rapper Lil Wayne has made no secret of his main hobby, as in a 2016 video set among the ramps of this kind of park","response":"a skate park"},{"text":"This song by Survivor is used to get baseball fans fired up at Comerica Park","response":"\"Eye Of The Tiger\""}],"originalDate":"2021-03-30"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"Where many of us start our schooling, at age 5 or so","response":"kindergarten"},{"text":"From the Latin for \"full trust\", this adjective means intended to be kept secret","response":"confidential"},{"text":"Playful &amp; lively, kittens are often described by this 12-letter adjective that begins with the name of another animal","response":"rambunctious"},{"text":"The official act of making someone a saint in the Catholic church","response":"canonization"},{"text":"Often competitive, it's lifting weights &amp; exercising to display one's physique","response":"bodybuilding"}],"originalDate":"2021-03-30"},{"category":"KIPLING CHARACTERS","comments":"","clues":[{"text":"In Kipling's first novel, \"The Light That Failed\", an artist suffers this fate from the delayed effects of a war wound","response":"blindness"},{"text":"Brave 6-year-old Percival William Williams is known as \"Wee\" this, from a book of nursery rhymes","response":"Willie (Wee Willie Winkie)"},{"text":"McAndrew in \"McAndrew's Hymn\" is a Scottish one of these on a ship, but doesn't say, \"I've given her all she's got, captain!\"","response":"engineer"},{"text":"\"It was 'Din! Din! Din!\"' as the regiment called for this water carrier","response":"Gunga Din"},{"text":"Kipling knew that this is the Hindi word for \"bear\"; a character of his sounds just like it","response":"bhalu"}],"originalDate":"2021-03-30"},{"category":"MOGUL \"E\"","comments":"","clues":[{"text":"In 1982 mogul &amp; philanthropist Bernard Newcomb co-founded what became this online brokerage","response":"E-Trade"},{"text":"This tech mogul's son David helped bankroll movies like \"True Grit\" &amp; \"World War Z\"","response":"Ellison"},{"text":"Worth $71 billion, Mukesh Ambani runs India's reliance industries &amp; per Forbes, is the richest guy in this economic sector","response":"energy"},{"text":"Last name of Lars Magnus, who in the year the telephone was patented, started this Swedish telecom giant","response":"Ericsson"},{"text":"Tim Wentworth, pres. of drug deliverer these \"Scripts\", established a scholarship at his community college alma mater","response":"Express Scripts"}],"originalDate":"2021-03-30"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Jesus was baptized in the waters of this river","response":"Jordan"},{"text":"In 1858 explorer John Speke said that this lake was a source of the Nile River","response":"Lake Victoria"},{"text":"Dipping into Ohio, this one of the Great Lakes extends farthest south","response":"Erie"},{"text":"This river that rises in the Alps flows through Lake Geneva &amp; France before emptying into the Mediterranean","response":"the Rhône"},{"text":"During winter parts of this longest river in Poland freeze over","response":"the Vistula"}],"originalDate":"2021-03-30"},{"category":"THE OLD TESTAMENT","comments":"","clues":[{"text":"The name of this book of the Pentateuch has 5 syllables","response":"Deuteronomy"},{"text":"The Greek for \"time\" gives us the names of 1 &amp; 2 this","response":"Chronicles"},{"text":"King Saul's time is detailed in the 2 books named for this prophet","response":"Samuel"},{"text":"This book is aptly titled<span class=\"nobreak\">--</span>it consists of 5 chapters of woe over the destruction of Jerusalem in 586 B.C.","response":"Lamentations"},{"text":"The last book of the Old Testament is named for this prophet whose name means \"my messenger\"","response":"Malachi"}],"originalDate":"2021-03-30"}],{"category":"WORDS FROM WORLD WAR I","text":"\"Cistern\" &amp; \"reservoir\" were suggested names for a secret invention, but the British preferred this less clumsy monosyllable","response":"a tank"}]}