{"mix":1138,"rounds":[[{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"Within days of a new session of Congress, the president delivers this address","response":"the State of the Union Address"},{"text":"The Sherman Act is perhaps the most famous of these laws designed to prevent a monopoly","response":"antitrust acts"},{"text":"Permanent members of the Nat'l Security Council include the VP &amp; these two cabinet secretaries","response":"the Secretary of State & the Secretary of Defense"},{"text":"It runs from October 1 through the following September 30","response":"the fiscal year of the United States"},{"text":"Agency of the Interior Dept. whose functions include the study of earthquakes &amp; publishing maps","response":"the U.S. Geological Survey"}],"originalDate":"1991-12-12"},{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"This name for a female goat is derived from a nickname for Anne","response":"nanny"},{"text":"This word can precede \"de chine\", \"myrtle\" or \"suzette\"","response":"crepe"},{"text":"You can do this to a painting or to an innocent person, if you want to incriminate him","response":"frame"},{"text":"A plume that adorns the top of a helmet, or a brand of toothpaste","response":"a crest"},{"text":"A brilliant burst of fire, a white mark on a horse's face, or an intense outburst \"of glory\"","response":"blaze"}],"originalDate":"1991-12-12"},{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"The Library of Congress has the 1st &amp; 2nd drafts of this short November 19, 1863 speech","response":"the Gettysburg Address"},{"text":"In the 1890s she took to the vaudeville circuit to promote her campaign of \"Hatchetation\"","response":"Carrie Nation"},{"text":"From 1883-91 Billy Sunday was a professional one of these before turning evangelist","response":"a baseball player"},{"text":"In February 1805 Meriwether Lewis acted as midwife &amp; delivered her baby","response":"Sacajawea"},{"text":"It was caused by the collapse of a dam on the Conemaugh River May 31, 1889","response":"the Johnstown flood"}],"originalDate":"1991-12-12"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Philosopher &amp; Essayist Ralph Waldo Emerson entered this univ. near Boston at age 14","response":"Harvard"},{"text":"This university's basketball team is nicknamed the Runnin' Rebels","response":"the University of Nevada, Las Vegas"},{"text":"The highest college campus in the U.S. is located at 10,100 feet in Leadville in this state","response":"Colorado"},{"text":"From 1948 to '53, Dwight D. Eisenhower served as president of this Ivy League university","response":"Columbia"},{"text":"The stone on which Joan of Arc prayed prior to her death is in the chapel on this Milwaukee school's campus","response":"Marquette"}],"originalDate":"1991-12-12"},{"category":"ACTRESSES","comments":"","clues":[{"text":"Hayley Carr, who was named for this actress, played her daughter in the TV movie \"Back Home\"","response":"Hayley Mills"},{"text":"Casting director Rudolf Sieber was married to this German sex goddess for over half a century","response":"Marlene Dietrich"},{"text":"You could say that playing Norma Jennings on \"Twin Peaks\" was this ex-\"Mod Squad\"der's cup of tea","response":"Peggy Lipton"},{"text":"This star of \"Vertigo\" raises llamas with her husband, veterinarian Robert Malloy","response":"Kim Novak"},{"text":"Esquire called this star of \"The Days and Nights of Molly Dodd\" \"The Thinking Man's Bombshell\"","response":"Blair Brown"}],"originalDate":"1991-12-12"},{"category":"SICKNESS &amp; HEALTH","comments":"","clues":[{"text":"Trichinosis is most often caused by eating this meat when it's undercooked","response":"pork"},{"text":"Surgery can usually repair this birth defect, a split in the roof of the mouth","response":"a cleft palate"},{"text":"A fever blister that occurs at the corner of one's mouth is more commonly called this","response":"a cold sore"},{"text":"Graves' disease patients are often treated with radioactive iodine, which destroys this gland","response":"the thyroid"},{"text":"Term for the class of drugs that helps remove excess water from the body","response":"diuretics"}],"originalDate":"1991-12-12"}],[{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"Philip Nolan, who was exiled from the U.S. in 1807 &amp; died at sea in 1863, was \"The Man Without\" one","response":"a country"},{"text":"Jack London's cunning canine who was brought to the screen by Disney in 1991","response":"White Fang"},{"text":"The horse-like Houyhnhnms keep the man-like Yahoos as beasts of burden in a work by this author","response":"Jonathan Swift"},{"text":"When the \"bewitching\" Gillian Holroyd, heroine of this play, falls in love, she loses her magic powers","response":"<i>Bell, Book and Candle</i>"},{"text":"Nathanael West novel in which Tod Hackett paints a mural, \"The Burning of Los Angeles\"","response":"<i>The Day of the Locust</i>"}],"originalDate":"1991-12-12"},{"category":"AUSTRALIA","comments":"","clues":[{"text":"When Edward Hargraves found this at Bathurst in 1851, the whole continent felt a rush","response":"gold"},{"text":"Australia participated in both world wars on this side","response":"the Allies"},{"text":"In 1911 New South Wales ceded the land for this capital to the Commonwealth","response":"Canberra"},{"text":"Named for a monarch, this 2nd-smallest state contains Australia's 2nd largest city, Melbourne","response":"Victoria"},{"text":"If you put a map of Australia on a dart board this town would be in the bull's-eye","response":"Alice Springs"}],"originalDate":"1991-12-12"},{"category":"HISTORY","comments":"","clues":[{"text":"For using tribute to enrich Russian lands, 14th century Grand Prince Ivan I of this city was known as \"Moneybag\"","response":"Moscow"},{"text":"A pair of 1930s alliances formed the Axis made up of these 3 nations","response":"Germany, Italy & Japan"},{"text":"Though often pushed into the Everglades, they claim to be \"the only tribe in America who never signed a peace treaty\"","response":"the Seminoles"},{"text":"Established in the 10th century, the Varangian Guard was an elite force of Vikings acting as bodyguards of this empire's monarch","response":"the Byzantine Empire"},{"text":"Europe sent goods to Africa; slaves went to the Americas on this agonizing leg of the triangle; &amp; raw materials went back to Europe","response":"the Middle Passage"}],"originalDate":"2021-03-26"},{"category":"MOVIE ROLE, TV ROLE","comments":"","clues":[{"text":"The genie in 2019's \"Aladdin\" &amp; \"The Fresh Prince of Bel-Air\"","response":"Will Smith"},{"text":"The Oscar-winning role of Sally Hyde in \"Coming Home\" &amp; the Emmy-nominated role of Grace on \"Grace and Frankie\"","response":"Jane Fonda"},{"text":"Airline pilot Whip Whitaker in \"Flight\" &amp; Dr. Chandler on \"St. Elsewhere\"","response":"Denzel Washington"},{"text":"Samantha Baker in \"Sixteen Candles\" &amp; Mary Andrews on \"Riverdale\"","response":"Molly Ringwald"},{"text":"LBJ in \"Lee Daniels' The Butler\" &amp; \"Ray Donovan\"","response":"Liev Schreiber"}],"originalDate":"2021-03-26"},{"category":"CATHAY SOCIETY","comments":"","clues":[{"text":"What medieval Europeans knew of Cathay, or China, was largely from this Venetian's 1298 tales of his travels","response":"Marco Polo"},{"text":"The merit-based civil servants of old Cathay were called these, from the language they spoke","response":"Mandarins"},{"text":"One theory says this was created in China through accidental coagulation when curds formed in soybean soup","response":"tofu"},{"text":"Guangzhou, a boomtown in the 1200s, is known to westerners as this","response":"Canton"},{"text":"Ni Zan painted many landscapes featuring this grass, one of the \"4 noble plants\"","response":"bamboo"}],"originalDate":"2021-03-26"},{"category":"GIMME THE NUMBERS!","comments":"","clues":[{"text":"It's the number of days in a fortnight","response":"14"},{"text":"The distance between the measuring sticks to get a first down in the NFL<span class=\"nobreak\">--</span>in feet, not yards","response":"30"},{"text":"Number of \"questions\" traditionally asked by the youngest child at Passover","response":"4"},{"text":"It's the difference in the number of U.S. states in 2020 vs. the number of U.S. states in 1790","response":"37"},{"text":"To the nearest million miles, it's the equivalent of 1 astronomical unit, the distance from the Earth to the Sun","response":"93 million"}],"originalDate":"2021-03-26"}],{"category":"COLLEGES","text":"One of the two \"Big Ten\" schools without a state name","response":"(1 of) Northwestern or Purdue"}]}