{"mix":1140,"rounds":[[{"category":"THE NEBULA AWARDS","comments":"","clues":[{"text":"The Dramatic Presentation Award is named for this Martian chronicler who joined the L.A. Science Fiction League in 1937","response":"Bradbury"},{"text":"It's no big shocker that this book set on Arrakis was Best Novel in 1965","response":"<i>Dune</i>"},{"text":"A Game Writing award went to Charlie Brooker for this: \"Bandersnatch\", also a Netflix movie","response":"<i>Black Mirror</i>"},{"text":"Praise the lords! Neil Gaiman won for this book about Shadow Moon's travels with Mr. Wednesday","response":"<i>American Gods</i>"},{"text":"Later a Natalie Portman film, this novel deals with 4 women who must explore Area X &amp; the odd creatures within","response":"<i>Annihilation</i>"}],"originalDate":"2021-03-24"},{"category":"ABOUT THAT SONG","comments":"","clues":[{"text":"43 million streams of his song \"Happy\" on Pandora led to only $2,700 in publisher &amp; songwriting royalties","response":"Pharrell"},{"text":"This Halloween novelty song was written to capitalize on a dance craze &amp; at one point had \"Potato\" in its title","response":"the \"Monster Mash\""},{"text":"Dan Wilson of Semisonic said this song is about a baby leaving the womb as much as it is about the end of the night at a bar","response":"\"Closing Time\""},{"text":"Charlie Daniels was unhappy with the fact that the devil could win in the Guitar Hero version of his song titled this","response":"\"The Devil Went Down To Georgia\""},{"text":"Now considered a Christmas carol, the song \"Do You Hear What I Hear\" was written as a prayer for peace during this 1962 event","response":"Cuban Missile Crisis"}],"originalDate":"2021-03-24"},{"category":"THE PROBLEM IS...","comments":"","clues":[{"text":"Directmates &amp; helpmates are types of problems based on this game","response":"chess"},{"text":"David Hume delved into the theological conundrum known as the problem of this; is God \"willing to prevent it, but not able?\"","response":"evil"},{"text":"In classical mechanics the 3-body problem examines the motion of 3 objects in space affected only by this force","response":"gravity"},{"text":"In this book, Robert Langdon says, \"I've never heard of a cryptex\"; no wonder<span class=\"nobreak\">--</span>Dan Brown made it up","response":"<i>The Da Vinci Code</i>"},{"text":"The topological problem of making these with 4 colors so that no 2 adjacent areas are the same color was solved in the 1970s","response":"the map problem"}],"originalDate":"2021-03-24"},{"category":"BEYOND ME","comments":"(Mehmet: In this category, all the responses will have to follow \"me\" in the dictionary, \"M-E\".)","clues":[{"text":"From the Yiddish, it's a word for a decent chap","response":"a <i>mensch</i>"},{"text":"Idiomatically, when you \"take someone's\" this, you're evaluating them","response":"measure"},{"text":"A butcher shop, or a nightclub where casual liaisons are the order of the day","response":"a meat market"},{"text":"This word precedes \"mouthed\" to mean indecisive in speech","response":"mealy"},{"text":"To follow a winding course, like a river","response":"meander"}],"originalDate":"2021-03-24"},{"category":"ESSAYS","comments":"","clues":[{"text":"Percy Shelley wrote the essay \"A Defence of\" this literary form","response":"Poetry"},{"text":"In 1837's \"The American Scholar\", this New Englander declared U.S. intellectual independence from European thought","response":"Ralph Waldo Emerson"},{"text":"Running up debt in New York City is the subject of Meghan Daum's fittingly titled personal essay \"My\" this kind of \"Youth\"","response":"Misspent"},{"text":"Joan Didion stole from Yeats for the title of her  essay collection \"Slouching Towards\"  this place","response":"Bethlehem"},{"text":"This economist's \"Essay on the Principle of Population\" from 1798 predicted \"gigantic inevitable famine\"","response":"Malthus"}],"originalDate":"2021-03-24"},{"category":"THE STAR OF OSCARS'S BEST PICTURE","comments":"","clues":[{"text":"The hills were alive with her singing the title song in \"The Sound of Music\"","response":"Julie Andrews"},{"text":"Renee Zellweger razzles &amp; dazzles 'em in this murderous musical smash","response":"<i>Chicago</i>"},{"text":"In \"Birdman\" he starred as a washed-up screen superhero trying to make a comeback on stage","response":"Michael Keaton"},{"text":"Who wants to get rich on a game show in India? Dev Patel, in this Best Picture winner","response":"<i>Slumdog Millionaire</i>"},{"text":"She was nominated for Best Actress for \"The Shape of Water\", in which she didn't have much dialogue but did get a singing scene","response":"Sally Hawkins"}],"originalDate":"2021-03-24"}],[{"category":"WORDS THAT START WITH 2 CONSECUTIVE LETTERS","comments":"(Mehmet: Like \"abacus\", we have back-to-back letters starting the word.)","clues":[{"text":"Something taking a lot of work can require a \"herculean\" this","response":"effort"},{"text":"This adjective refers to the ability to soak up water or heat","response":"absorbent"},{"text":"The Ilium is the upper part of this big bone","response":"the hip bone"},{"text":"From a Sanskrit word for \"to sprinkle\", it's a clarified butter used in south Asian cooking","response":"ghee"},{"text":"It's information regarding the characteristics of a particular advertising target audience like age, sex, income, etc.","response":"demographics"}],"originalDate":"2021-03-24"},{"category":"EASY MATH","comments":"","clues":[{"text":"An isosceles triangle has this many sides equal in length","response":"2"},{"text":"A numeral is a symbol used to denote one of these","response":"a number"},{"text":"Of the 4 basic functions, 1 that, in algebra, can be expressed by just putting 2 letters together","response":"multiplucation"},{"text":"¼ x ½ equals this","response":"⅛"},{"text":"2, 3, 5, 7, 11, &amp; 19, for example, but not 4, 9, or 21","response":"prime numbers"}],"originalDate":"1987-07-14"},{"category":"DEPARTMENT STORES","comments":"","clues":[{"text":"Though \"Macy's doesn't tell\" this rival store, they would tell you it closed in 1986","response":"Gimbels"},{"text":"This NYC store has opened 2 mini stores at JFK Airport called Bloomie's Express","response":"Bloomingdale's"},{"text":"1 of 3 Western states where you might find a Goldwater's in the mall","response":"Arizona (or New Mexico or Nevada)"},{"text":"World's 1st department store was Bon Marche; meaning \"cheap\" located in this city","response":"Paris"},{"text":"London's largest department store, they claim to be Europe's largest","response":"Harrod's"}],"originalDate":"1987-07-14"},{"category":"QUOTES","comments":"","clues":[{"text":"She claims \"Darling, I am a wonderful housekeeper. <br> After every divorce I keep the house\"","response":"Zsa Zsa Gabor"},{"text":"\"Show me a hero &amp; I will write you a tragedy\"<span class=\"nobreak\">--</span>&amp; both he &amp; Zelda died tragically","response":"Scott Fitzgerald"},{"text":"Algonquin wit, she suggested for her epitaph, \"Excuse my dust\"","response":"Dorothy Parker"},{"text":"He advised housewives on TV \"If your husband is a breast or a leg man, ask for my chicken parts\"","response":"Frank Perdue"},{"text":"Architect Louis Sullivan formulated the architectural dictum \"Form follows\" this","response":"function"}],"originalDate":"1987-07-14"},{"category":"WATER","comments":"","clues":[{"text":"Water with a salinity of less than 1000 parts per million is considered this","response":"fresh (freshwater)"},{"text":"11 aqueducts, 359 mi. in length, delivered 50 million gallons of water daily to this ancient city","response":"Rome"},{"text":"Worldwide, 80% of arable land is still watered only by this method","response":"rain"},{"text":"Approximately 80 calories must be removed from 1g of water at 0° C to convert it to this","response":"ice"},{"text":"Usually using zeolite or an ion-exchange resin, this process removes minerals from water","response":"water softening"}],"originalDate":"1987-07-14"},{"category":"WEATHER","comments":"","clues":[{"text":"The expression \"castles in the air\" may \"reflect\" fact that these desert phenomena may also appear in the sky","response":"mirages"},{"text":"Guinness says it was one named Frederic which caused most damage along the U.S. coastline","response":"hurricane"},{"text":"A thunderbolt symbolizes Zeus while this after storm apparition is symbol of his messenger Iris","response":"a rainbow"},{"text":"Of 160°, 215°, or 265° F, the difference between the highest &amp; lowest recorded Earth temperatures","response":"265° F"},{"text":"Term for the extra cooling effect caused by movement of air across bare skin","response":"windchill"}],"originalDate":"1987-07-14"}],{"category":"ENGINEERING","text":"20th century engineering feat whose slogan was \"The land divided, the world united\"","response":"the Panama Canal"}]}