{"mix":1142,"rounds":[[{"category":"SLEEPY TIME","comments":"","clues":[{"text":"This word after \"cat\" means a short sleep; after \"dog\" it means a canine abduction","response":"nap"},{"text":"This Spanish word for sleep in the afternoon is from Latin for \"6th hour\", meaning the 6th hour after dawn","response":"<i>siesta</i>"},{"text":"Westclox' Drowse alarm clock was one of the first to have this feature, with 5- or 10-minute options","response":"snooze"},{"text":"An old song says, this personification of sleep, \"bring me a dream\"","response":"Sandman"},{"text":"A joke about how dull the Anglican 39 Articles are is an early reference to this phrase for a short doze","response":"40 winks"}],"originalDate":"2021-03-22"},{"category":"EGG","comments":"","clues":[{"text":"In \"Through the Looking-Glass\" this nursery rhyme character is depicted as an egg in human form","response":"Humpty Dumpty"},{"text":"In one of Aesop's fables, the greedy farmer killed it, hoping to have all of its eggs at once","response":"the goose that laid the golden egg"},{"text":"For your nest egg, you may want a Roth one of these, IRA for short","response":"individual retirement account"},{"text":"This brand, a chocolate malt mix that's added to milk, got its name from the Latin for \"eggs\"","response":"Ovaltine"},{"text":"The name of this egg-shaped gadget, a virtual pet, comes from Japanese elements for egg &amp; watch","response":"a Tamagotchi"}],"originalDate":"2021-03-22"},{"category":"MacGUFFIN","comments":"(Mehmet: MacGuffin is the object that's being pursued to move the plot of the movie along.)","clues":[{"text":"An original draft of the Declaration of Independence is thought to hold clues to riches in this Nicolas Cage movie","response":"<i>National Treasure</i>"},{"text":"In a 1941 movie Humphrey Bogart called this title MacGuffin \"the stuff that dreams are made of\"","response":"the Maltese Falcon"},{"text":"A soldier played by Matt Damon in a 1998 movie, this title character is a walking, talking MacGuffin","response":"Private Ryan"},{"text":"In a \"Pirates of the Caribbean\" flick, Davy Jones put his heart in this title MacGuffin &amp; everyone wants to know where it's buried","response":"Dead Man's Chest"},{"text":"After this title object is stolen from Antonio in a classic 1948 Italian film, the hunt to recover it begins","response":"a bicycle"}],"originalDate":"2021-03-22"},{"category":"20th CENTURY ART &amp; ARTISTS","comments":"","clues":[{"text":"Julian Schnabel's portrait of this pop artist depicts him wearing a girdle made necessary when he was shot in 1968","response":"Andy Warhol"},{"text":"This city's Millennium Park is home to Anish Kapoor's \"Cloud Gate\", also known as the Bean","response":"Chicago"},{"text":"A pioneer of the multimedia events called Happenings, Al Hansen was also the grandfather of this innovative alt-rock musician","response":"Beck Hansen"},{"text":"A book called \"The Magic Mirror of\" this Dutch artist gives insight into how he created those optical effects","response":"M.C. Escher"},{"text":"This 20th century American artist depicted loneliness in his isolated urban figures, as in \"Automat\"","response":"Hopper"}],"originalDate":"2021-03-22"},{"category":"HISTORY","comments":"","clues":[{"text":"Admitting to being a courtesan but not a spy, this exotic dancer was executed as a double agent by the French in 1917","response":"Mata Hari"},{"text":"This imperial title, which had been around for quite a while, ended when Francis II abdicated it in 1806","response":"Holy Roman Emperor"},{"text":"Sued in 1455 by a man who had loaned him hundreds of guilders, he lost his printing equipment","response":"Gutenberg"},{"text":"Echoing a name from about 19 centuries before, Toussaint L'Ouverture, who led a slave revolt in Haiti, was known as \"The Black\" this","response":"Spartacus"},{"text":"On June 15, 1945 he left a British jail for the ninth &amp; last time; 2 years later he was India's first prime minister","response":"Nehru"}],"originalDate":"2021-03-22"},{"category":"R&B &amp; SOUL HITS","comments":"","clues":[{"text":"In one of his early hits, Chuck Berry asked this girl, \"Why can't you be true?\"","response":"Maybellene"},{"text":"40 years later &amp; partygoers still like to get on the dance floor &amp; \"celebrate good times\" to a hit by this group","response":"Kool & The Gang"},{"text":"\"Tell Me Something Good\", like the name of this singer whose solo hits include \"I Feel For You\"","response":"Chaka Khan"},{"text":"His \"Sexual Healing\" ranks as one of the greatest R&B hits of all time","response":"(Marvin) Gaye"},{"text":"He's remembered for hits like \"You Send Me\" &amp; \"Twistin' The Night Away\"","response":"Sam Cooke"}],"originalDate":"2021-03-22"}],[{"category":"EVERYDAY SCIENCE","comments":"","clues":[{"text":"Element common to cigarette smoke, pencils &amp; diamonds","response":"carbon"},{"text":"When we used to say \"fill it up with ethyl\", the ethyl was this in premium gasoline","response":"lead"},{"text":"An omelet swells during cooking due to these in the beaten eggs","response":"air (bubbles)"},{"text":"If these are still in your woolens after 6 months, the naphthalene has not yet turned into a gas","response":"mothballs"},{"text":"A circuit is broken when the fuse \"blows\", meaning this happens inside it","response":"the wire breaks (or melts) inside, the contact is broken"}],"originalDate":"1987-07-13"},{"category":"AIRPORTS","comments":"","clues":[{"text":"Once used for planes, Giant Rock Airport near Palm Springs today awaits these alien craft","response":"UFOs"},{"text":"Under normal circumstances, passengers are not allowed to board a plane without 1 of these items","response":"a boarding pass"},{"text":"While the Navy usually names their air bases after nearby towns, the Army usually names theirs after these","response":"people (former members)"},{"text":"After his death, a Calif. airport was renamed for this actor who had been a \"Flying Leatherneck\"","response":"John Wayne"},{"text":"You can't fly the Concorde from Concord, but you can catch it in these 2 East Coast cities","response":"New York City & Washington, D.C."}],"originalDate":"1987-07-13"},{"category":"THE JUNGLE","comments":"","clues":[{"text":"\"The Life of the Jungle\" says no outfit is complete without this knife, \"the all purpose tool of the tropics\"","response":"a machete"},{"text":"It's what you'd expect Tarzan to be doing with a 100 ft. liana","response":"swinging"},{"text":"The tree-roosting jungle fowl of India are wild ancestors of this common domestic bird","response":"a chicken"},{"text":"Adjective which can, in jungle species, precede frog, gecko &amp; lemur, all of whom actually glide","response":"flying"},{"text":"Jungle epiphytes, such as most bromeliads, root on these rather than in the ground","response":"on trees (or other plants)"}],"originalDate":"1987-07-13"},{"category":"READ THE LABEL!","comments":"","clues":[{"text":"Type of product whose name, not the directions for use, reads \"tickle\"","response":"deodorant"},{"text":"Your Kodak film comes in a box that tells you to do this \"promptly\"","response":"develop it"},{"text":"It says his \"cleaning agents\" will cleanse your kitchen; he just stands there with folded arms","response":"Mr. Clean"},{"text":"Its back label asks, \"Why market this no-nonsense kick-in-the-derriere dressing?\"","response":"Paul Newman's vinegar & oil salad dressing"},{"text":"It's what you'd do with a product labeled \"Grandma's Tummy Mint\"","response":"make tea from it"}],"originalDate":"1987-07-13"},{"category":"POLITICAL NICKNAMES","comments":"","clues":[{"text":"The most secret Watergate source is known only by this nickname","response":"Deep Throat"},{"text":"Head of British Conservatives after \"Grocer\" Edward Heath, she's been called \"the Grocer's Daughter\"","response":"Margaret Thatcher"},{"text":"Maybe the work wasn't exciting enough for this Calif. senator who earned the nickname \"Sleepin' Sam\"","response":"(Sam) Hayakawa"},{"text":"As a prosecutor, he was a \"Gangbuster\", but twice as Rep. presidential nominee, he was a bust","response":"Dewey"},{"text":"Calling her soft on Communism in 1950 election, \"Tricky Dick\" dubbed her \"the Pink Lady\"","response":"Helen Gahagan Douglas"}],"originalDate":"1987-07-13"},{"category":"LIES","comments":"","clues":[{"text":"Of a lie or the truth, it's what the George Washington \"I cannot tell a lie\" story is","response":"a lie"},{"text":"A \"failed\" polygraph test revealed that he acted alone in assassinating Martin Luther King","response":"(James Earl) Ray"},{"text":"A '70s game show, or an int'l organization that conducts an annual contest for the best lie, honest!","response":"<i>Liars' Club</i>"},{"text":"In his autobio., Mark Twain says \"There are 3 kinds of lies: lies, damned lies &\" these numerical ones","response":"statistics"},{"text":"A hypochondriac telling tall tales could have this syndrome named for an 18th c. baron known for tall tales","response":"Baron Munchausen"}],"originalDate":"1987-07-13"}],{"category":"WORD ORIGINS","text":"In the 1860s, sailors aboard this British ship were ordered to wear identical brass-buttoned blue jackets","response":"the HMS <i>Blazer</i>"}]}