{"mix":1147,"rounds":[[{"category":"THAT'S TOTALLY LIT","comments":"","clues":[{"text":"Jonathan Swift's \"Travels Into Several Remote Nations of the World\" is better known by this title","response":"<i>Gulliver's Travels</i>"},{"text":"In a Victor Hugo novel, he tells Esmeralda, \"Don't leave the church... they would kill you and I should die\"","response":"Quasimodo"},{"text":"Secretary Della Street is introduced in the 1933 first novel of this defense attorney who almost never loses a case","response":"Perry Mason"},{"text":"Nikolai Kirsanov represents the older generation, Bazarov the younger one in this generationally titled novel by Turgenev","response":"<i>Fathers and Sons</i>"},{"text":"O. Henry told of \"The Ransom of\" this title kid, so troublesome his kidnappers pay dad to take him back","response":"Red Chief"}],"originalDate":"2021-03-15"},{"category":"REAL-LIFE CARTOON CHARACTERS","comments":"","clues":[{"text":"Sigourney Weaver says, \"Hello, I'm Sigourney Weaver\" several times as a voice heard in an aquarium in this Pixar sequel","response":"<i>Finding Dory</i>"},{"text":"The four lads sing as themselves, but others do their speaking voices in this 1968 animated film","response":"<i>Yellow Submarine</i>"},{"text":"This right-wing radio host joins the Griffins for dinner on \"Family Guy\" &amp; assists Brian in a song &amp; dance","response":"Rush Limbaugh"},{"text":"Mr. Peabody &amp; Sherman find that this explorer's men have drunk too much water from the Fountain of Youth &amp; turned into babies","response":"Ponce de León"},{"text":"This mystic continues to haunt the Romanovs from beyond the grave in the 1997 cartoon \"Anastasia\"","response":"Rasputin"}],"originalDate":"2021-03-15"},{"category":"8-LETTER WORDS","comments":"","clues":[{"text":"Scalene is one of these with 3 unequal sides","response":"a triangle"},{"text":"Treatment involving the cleaning, trimming &amp; polishing of fingernails","response":"manicure"},{"text":"Adjective for something unimportant or something written at the edge of a printed page","response":"marginal"},{"text":"Emotion mentioned 7 times in \"Othello\"","response":"jealousy"},{"text":"Just before landing, it's when the pilot lines up the plane with the runway","response":"approach"}],"originalDate":"2021-03-15"},{"category":"NATION OF THE AIRLINES","comments":"","clues":[{"text":"Aegean Air","response":"Greece"},{"text":"Edelweiss Air","response":"Switzerland"},{"text":"Air Indus, <br>K2 Airways","response":"Pakistan"},{"text":"Canaryfly, <br>Iberia","response":"Spain"},{"text":"Yeti Airlines, <br>Buddha Air","response":"Nepal"}],"originalDate":"2021-03-15"},{"category":"A COLLEGE CONFERENCE CALL","comments":"","clues":[{"text":"Big Sky: Of course the conference includes the U. of this<span class=\"nobreak\">--</span>alumni include Pulitzer winner A.B. Guthrie Jr., author of \"The Big Sky\"","response":"Montana"},{"text":"Mid-American: the main campus of this university is in Athens, with a branch in Zanesville","response":"Ohio University"},{"text":"Southern: This school was established in 1842 &amp; combined with the Arsenal to form the South Carolina Military Academy","response":"the Citadel"},{"text":"Southwestern Athletic: This HBU was once the North Louisiana Agricultural &amp; Industrial school; go Tigers","response":"Grambling State University"},{"text":"Patriot League football: this Jesuit university in the Bronx became fully co-ed in 1974","response":"Fordham"}],"originalDate":"2021-03-15"},{"category":"SPACED OUT","comments":"","clues":[{"text":"76 years after its discovery, in 2006 Pluto was reclassified as one of these","response":"a dwarf planet"},{"text":"Term for the first stage of a rocket; it refers to the extra power needed during liftoff","response":"a booster"},{"text":"In 1860 astronomer Le Verrier announced a new planet he called this, also a \"Star Trek\" planet; it doesn't exist","response":"Vulcan"},{"text":"A group of these called the Trojans isn't in the main belt but follows Jupiter's orbit","response":"asteroids"},{"text":"Just beyond Neptune's orbit is a collection of icy bodies known as KBOs, objects found in this \"Belt\"","response":"the Kuiper Belt"}],"originalDate":"2021-03-15"}],[{"category":"TV FINALES","comments":"","clues":[{"text":"The Welcome to Sunnydale sign collapses into the crater that was once the city as the hellmouth finally closes","response":"<i>Buffy the Vampire Slayer</i>"},{"text":"Andy &amp; April have a baby; Tom Haverford publishes \"Failure: An American Success Story\"","response":"<i>Parks and Recreation</i>"},{"text":"The main characters get arrested for violating a \"Good Samaritan\" law","response":"<i>Seinfeld</i>"},{"text":"The title character leaves Miami Metro Police Department behind to become a lumberjack","response":"<i>Dexter</i>"},{"text":"Regina sets out to reunite all the realms in Storybrooke","response":"<i>Once Upon a Time</i>"}],"originalDate":"2021-03-15"},{"category":"BUSINESS ABBREV.","comments":"","clues":[{"text":"On paper, Larry Page was worth almost $4 billion with Google's 2004 IPO, this offering","response":"an initial public offering"},{"text":"Obligations to vendors or creditors are these, A.P.","response":"accounts payable"},{"text":"The C.T.O. is this officer who might deal with data &amp; cloud storage","response":"the chief technical officer (chief technology officer)"},{"text":"Running a website? You'll want to count U.V., these individuals","response":"unique visitors"},{"text":"Corporate citizenship is also known as corporate this, CSR for short","response":"corporate social responsibility"}],"originalDate":"2021-03-12"},{"category":"THAT'S MY SECRET","comments":"","clues":[{"text":"The executive chef of this chain made its secret-for-decades \"special sauce\" on YouTube in 2012; mayo was involved","response":"McDonald's"},{"text":"In 1942 Gen. Leslie Groves was put in charge of this super-secret \"Project\" that would forever change the world 3 years later","response":"the Manhattan Project"},{"text":"The motto of the British circle of these performers is \"Indocilis Privata Loqui\" (\"not apt to disclose secrets\")","response":"magicians"},{"text":"In 2013 Barack Obama became the first president to mention this secretive place in Nevada by name","response":"Area 51"},{"text":"This secret society at Yale was formed in 1832, possibly after a dispute with Phi Beta Kappa","response":"Skull and Bones"}],"originalDate":"2021-03-12"},{"category":"I'M ALWAYS ANGRY","comments":"","clues":[{"text":"If you're this \"as a hatter\", you're said to be insane","response":"mad"},{"text":"We're coming at you \"fast &\" this, which can mean angry or at unrestrained speed","response":"furious"},{"text":"It can describe an acrid taste or an acrimonious feeling","response":"bitter"},{"text":"In song Monty Python said \"God gets quite\" this angry word, rhyming it with \"great\"","response":"irate"},{"text":"This 6-letter word for \"to irritate\" is properly intransitive: \"The insults ____\", not \"The insults ____ me\"","response":"rankle"}],"originalDate":"2021-03-12"},{"category":"ALLITERATIVE LIT","comments":"","clues":[{"text":"It's the alliterative volume in \"The Lord of the Rings\"","response":"<i>The Two Towers</i>"},{"text":"First name of C.S. Forester's creation Captain Hornblower of the Royal Navy","response":"Horatio"},{"text":"He was known as a writer of political pamphlets before he hit it big with the 1719 tale of a castaway","response":"Daniel Defoe"},{"text":"In \"The Raven\", \"while I nodded, nearly ____, suddenly there came a tapping\"","response":"napping"},{"text":"Dickens debuted with this serial about a club &amp; its eccentric members","response":"<i>The Pickwick Papers</i>"}],"originalDate":"2021-03-12"},{"category":"LABORATORIES","comments":"","clues":[{"text":"Carl Sagan was director of the laboratory for planetary studies at this Ithaca, New York university","response":"Cornell"},{"text":"Located near Chicago, a national physics lab bears the name of this Italian who helped develop the atom bomb","response":"Fermi"},{"text":"Since 1997 multiple Mars rovers have been operated from this Caltech lab","response":"JPL (the Jet Propulsion Laboratory)"},{"text":"This European research facility operates the largest particle accelerator in the world","response":"CERN"},{"text":"It's the stinky name for Lockheed Martin's advanced aeronautics lab that developed aircraft like the SR-71 Blackbird","response":"the Skunk Works"}],"originalDate":"2021-03-12"}],{"category":"WORD ORIGINS","text":"This Sanskrit word referring to a spoken word or phrase comes from a word for \"to think\"","response":"mantra"}]}