{"mix":1148,"rounds":[[{"category":"IN MY RECORD COLLECTION","comments":"","clues":[{"text":"This group's \"The Dark Side of the Moon\"","response":"Pink Floyd"},{"text":"This Beatles album, on whose cover John is wearing white &amp; Paul is barefoot","response":"<i>Abbey Road</i>"},{"text":"\"The Best of\" this singer-songwriter, including his classic \"American Pie\"","response":"Don McLean"},{"text":"This jazz trumpeter's \"Birth of the Cool\"","response":"Miles Davis"},{"text":"Her French song \"La Vie En Rose\", on an old 78","response":"Edith Piaf"}],"originalDate":"2021-03-12"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Simple wooden furniture for lunch in a park that outlines what's contained in a book","response":"a picnic table of contents"},{"text":"The \"IT\" in finance's REIT tips over backward, believing that it'll be caught","response":"investment trust fall"},{"text":"We'll see \"The Friendly Confines\" &amp; lots of ivy on this group school outing in Chicago","response":"Wrigley Field trip"},{"text":"It's \"your old\" home turf where you really put your foot down about having that hamburger meat","response":"stomping ground beef"},{"text":"Free 2-day shipping for $12.99 a month from Aristotle's entity that causes all motion","response":"Amazon Prime Mover"}],"originalDate":"2021-03-12"},{"category":"UP IN THE AIR","comments":"","clues":[{"text":"The 2 most abundant elements in the Earth's atmosphere are these 2 gases","response":"oxygen & nitrogen"},{"text":"A main ingredient of this 4-letter urban guck is ground level ozone, formed when car exhaust reacts with sunlight","response":"smog"},{"text":"In the U.S., air pollutants have fallen more than 70% in the past 48 years largely thanks to this 1970 act &amp; its amendments","response":"the Clean Air Act"},{"text":"This 4-letter word for a radiant light around something is the name of the NASA satellite mission studying the air we breathe since 2004","response":"aura"},{"text":"Ozone acts as a planetary sunscreen when it forms a layer in this atmospheric region where jets cruise","response":"the stratosphere"}],"originalDate":"2021-03-11"},{"category":"NOT YOUR EVERYDAY WORDS","comments":"","clues":[{"text":"Interdigitate means to interlock like these body parts","response":"fingers"},{"text":"In meteorology, an okta is a unit used to describe the cloud cover of this fraction of the sky","response":"1/8"},{"text":"Filiform means resembling this item from a sewing basket","response":"thread"},{"text":"A jambeau is basically the shinguard of this medieval type of outfit","response":"a suit of armor"},{"text":"From biology, commensalism is a type of this mutual relationship in which 1 partner benefits &amp; the other is unaffected","response":"a symbiotic relationship"}],"originalDate":"2021-03-11"},{"category":"THE \"OVER\"/\"UNDER\"","comments":"(Katie: Each response includes one of those two words.)","clues":[{"text":"A recent theory says the teeth-on-lip consonants \"F\" &amp; \"V\" evolved as chewing softer foods gave more humans this condition","response":"an overbite"},{"text":"The boxing matches just before a featured bout, with up-&amp;-coming or down-&amp;-going fighters","response":"the undercard"},{"text":"Toronto has an innovative park named for this type of area, even making use of the big columns supporting the highway above","response":"the underpass"},{"text":"To use a literary style that's too elaborate; in word processing, it's also the opposite of insert","response":"overwrite"},{"text":"One of few words with the letter sequence \"rwr\", it means too excited or agitated","response":"overwrought"}],"originalDate":"2021-03-11"},{"category":"RELIGIOUS OBSERVANCES","comments":"","clues":[{"text":"Like Hanukkah, Diwali is known as \"the festival of\" these","response":"lights"},{"text":"A cross marked on the forehead is traditional on this first day of Lent","response":"Ash Wednesday"},{"text":"Eid-al-Fitr, Arabic for \"festival of breaking fast\", marks the end of this holy month","response":"Ramadan"},{"text":"In Judaism this holy day begins the 10 days of repentance that end on Yom Kippur","response":"Rosh Hashanah"},{"text":"Coptic Christmas on January 7 is an official holiday in this country","response":"Egypt"}],"originalDate":"2021-03-11"}],[{"category":"LINE, ITEM","comments":"","clues":[{"text":"In \"The Faerie Queene\", the monarch's \"beautie did assay / to dim the brightnesse of her glorious\" this seat","response":"the throne"},{"text":"T.S. Eliot asked, \"Shall I part my hair behind? Do I dare to eat\" this fruit?","response":"a peach"},{"text":"\"Endymion\" says, \"The Centaur's arrow ready seems to pierce / Some enemy: far forth his\" this \"is bent\"","response":"bow"},{"text":"In a Maya Angelou poem, \"the dark\" one of these old-time lamps \"of world sadness has cast its shadow upon the land\"","response":"a lantern"},{"text":"Edward Lear's owl &amp; pussy-cat \"dined on mince, and slices of quince, which they ate with a runcible\" this","response":"a spoon"}],"originalDate":"2021-03-11"},{"category":"VETO","comments":"","clues":[{"text":"The president has this many days to sign a bill<span class=\"nobreak\">--</span>if it runs out when Congress is adjourned, it's called a pocket veto","response":"10 days"},{"text":"Russia, China &amp; the U.S. regularly use their U.N. security council veto but these 2 other perm. members haven't used theirs since 1989","response":"France & the U.K."},{"text":"In 1708 this queen, the last Stuart monarch, vetoed the Scottish militia bill; no bill has been vetoed by a king or queen since","response":"Anne"},{"text":"Gov. Tim Pawlenty once vetoed giving this state a poet laureate, saying, \"We could also see requests for a state mime\"","response":"Minnesota"},{"text":"Gerald Ford vetoed the beefed-up version of this act, FOIA for short, but congress overrode the veto in 1975","response":"Freedom of Information Act"}],"originalDate":"2021-03-11"},{"category":"U.S.A.","comments":"","clues":[{"text":"Montana's tallest building, an 18-story bank, is in this city that sounds like \"buildings\"","response":"Billings (Montana)"},{"text":"It's rumored the buyer thought he bought a different bridge when he bought this 1 now at Lake Havasu, Ariz.","response":"the London Bridge"},{"text":"At \"The Water Bar\" in this affluent city surrounded by L.A., you can order 55 varieties of H<sub>2</sub>O","response":"Beverly Hills"},{"text":"Juarez, largest Mexican border city, lies across from this largest Texas border city","response":"El Paso"},{"text":"This \"City o'Lakes\", with 22 lakes inside city limits, is the largest in the \"Land of 10,000 Lakes\"","response":"Minneapolis"}],"originalDate":"1987-05-28"},{"category":"MAMMALS","comments":"","clues":[{"text":"Unlike large leopards, leopard cats have some of these arranged in rows","response":"spots"},{"text":"Nearly 25% of all mammal species are varieties of these, the only mammals that can fly","response":"bats"},{"text":"Since they never stop growing, the oldest of these pachyderms are usually the largest","response":"elephants"},{"text":"Elands, bongos &amp; impalas are 3 types of this animal","response":"antelope"},{"text":"Their name is Greek for \"river horse\", &amp; aptly, they give birth to their young in the water","response":"hippopotamuses"}],"originalDate":"1987-05-28"},{"category":"TENNIS","comments":"","clues":[{"text":"Of the base line or service line, the one that's farther back","response":"the base line"},{"text":"1-word term used when the score is 40-40","response":"deuce"},{"text":"A high school dropout, this great Swedish star dropped out of the pro tour at only 26","response":"Björn Borg"},{"text":"Native country of all 4 finalists in men's &amp; women's singles at 1986 U.S. Open","response":"Czechoslovakia"},{"text":"This national championship is generally considered the world's foremost clay-court event","response":"the French Open"}],"originalDate":"1987-05-28"},{"category":"COWBOY TALK","comments":"","clues":[{"text":"A \"neck-tie party\" was one of these, not a Father's Day celebration","response":"a hanging"},{"text":"This 4-letter word can refer to a chunk of tobacco or a broken-down horse","response":"a plug"},{"text":"Alliterative term for Jim Bridger, Kit Carson, Jeremiah Johnson &amp; other trappers who roamed the Rockies","response":"Mountain Men"},{"text":"A cowboy's \"whang strings\" are used to tie equipment to this, his \"rig\"","response":"his saddle"},{"text":"To \"Pecos\" a varmint meant killing him this way","response":"to drown him"}],"originalDate":"1987-05-28"}],{"category":"HISTORIC NAMES","text":"When the city of Podgorica became capital of Montenegro after WWII, it was renamed in his honor","response":"Tito"}]}