{"mix":1149,"rounds":[[{"category":"POTPOURRI","comments":"(Alex: And finally, an old <i>Jeopardy!</i> standby...)","clues":[{"text":"It's said many 17th c. women had no eyelashes because they singed them off when blowing out these","response":"candles"},{"text":"Marygold was an appropriate name for this legendary king's daughter","response":"King Midas"},{"text":"Follower of Jesus who was born in the village of Magdala","response":"Mary Magdalene"},{"text":"John Philip Sousa added a removable bell to a helicon, creating this instrument","response":"the sousaphone"},{"text":"To prevent corrosion, most hot water pipes are now made of this","response":"copper"}],"originalDate":"1987-05-28"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"In 1869, Tchaikovsky wrote a tone poem about these Shakespearean teenagers","response":"Romeo & Juliet"},{"text":"When Mendelssohn was a teen, this couple hired an orchestra so he could try out his music","response":"his parents"},{"text":"Though he may not have liked the term, he wrote \"impressionistic\" works such as \"Clair De Lune\"","response":"(Claude) Debussy"},{"text":"Though used in orchestral music, the allemande, sarabande &amp; gigue are actually types of these","response":"dances"},{"text":"Though he began studying with Salieri, this composer still left one symphony \"unfinished\"","response":"Schubert"}],"originalDate":"1987-05-28"},{"category":"PRESIDENTIAL QUOTES","comments":"","clues":[{"text":"He bragged, \"I am as strong as a bull moose &amp; you can use me to the limit\"","response":"Teddy Roosevelt"},{"text":"In his 1981 farewell, he said, \"America did not invent human rights... human rights invented America\"","response":"Jimmy Carter"},{"text":"\"I was inaugurated at Montgomery, February 18, 1861, with A.H. Stephens, of Georgia, as vice president\"","response":"Jeff Davis"},{"text":"This general reportedly said, \"Venice would be a fine city if it were drained\"","response":"Ulysses S. Grant"},{"text":"He said, \"If you don't say anything, you won't be called on to repeat it\"","response":"Calvin Coolidge"}],"originalDate":"1987-05-28"},{"category":"BLACK AMERICA","comments":"","clues":[{"text":"This Chicago-based talk show host once won the Miss Black Tennessee Pageant","response":"Oprah Winfrey"},{"text":"While she stars on \"Fame\", her sister Phylicia, stars on \"The Cosby Show\"","response":"Debbie Allen"},{"text":"An assistant to this explorer, Matthew Henson became 1st black American to reach the North Pole","response":"(Robert) Peary"},{"text":"In 1967, he became the 1st black U.S. Supreme Court justice","response":"Thurgood Marshall"},{"text":"Dr. Joseph Lowery now heads this million-member group founded by Rev. Martin Luther King Jr.","response":"the Southern Christian Leadership Conference"}],"originalDate":"1987-05-28"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Magellan discovered this stormy passage that connects the Pacific &amp; Atlantic Oceans","response":"the Straits of Magellan"},{"text":"Of Lakes Titicaca, Tahoe, or Tanganyika, the highest navigable lake in the world","response":"Titicaca"},{"text":"This river began carving out the Grand Canyon perhaps as long as 12 million years ago","response":"the Colorado River"},{"text":"The number of oceans that wash up on U.S. shorelines","response":"3"},{"text":"Bordering India, Bangladesh, &amp; Burma, it's the biggest bay in the world","response":"the Bay of Bengal"}],"originalDate":"1987-05-28"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Some regard this \"great\" Dickens novel as not only a \"pip\" but 'the finest English novel ever written","response":"<i>Great Expectations</i>"},{"text":"\"Sybil\" is one of the many novels written by this man, Queen Victoria's prime minister","response":"Disraeli"},{"text":"Bronte sister who caught cold at her brother's funeral &amp; died a few months later","response":"Emily Brontë"},{"text":"19th century poet whose husband often called her \"my little Portuguese\"","response":"Elizabeth Barrett Browning"},{"text":"He gave up writing novels after the public's shocked reaction to \"Jude the Obscure\"","response":"Thomas Hardy"}],"originalDate":"1987-05-28"}],[{"category":"U.S. COINS","comments":"","clues":[{"text":"In 1971 Nixon presented the first proof of the dollar coin featuring this president to his widow Mamie","response":"Eisenhower"},{"text":"The first historical woman on a U.S. coin was this 15th century Spanish queen","response":"Isabella"},{"text":"First minted in 1809, the \"Liberty Cap\" this was .74 inches in diameter, just a bit bigger than today","response":"dimes"},{"text":"Old West artist James Earle Fraser designed this 1913 coin with a Native American design","response":"nickel"},{"text":"Released in the order in which states ratified the Constitution, the state quarters series began with this one in 1999","response":"Delaware"}],"originalDate":"2021-03-10"},{"category":"BRIT SPEAK","comments":"","clues":[{"text":"Goldilocks should know that this 8-letter word is Brit speak for oatmeal","response":"porridge"},{"text":"When part of a 3-piece suit, a waistcoat is this","response":"a vest"},{"text":"For taking a walk with a British baby, a stroller is a pushchair &amp; a baby carriage is this 4-letter word","response":"a pram"},{"text":"In the U.S. we drive a truck; Brits drive this equivalent","response":"a lorry"},{"text":"The OED's definitions for this 10-letter slang word include \"flabbergasted\" &amp; \"speechless\"","response":"gobsmacked"}],"originalDate":"2021-03-10"},{"category":"COLORFUL RIVERS","comments":"","clues":[{"text":"Rising in Colombia, the Rio Negro (or black river) flows about 1,400 miles before joining this massive river","response":"the Amazon"},{"text":"This headstream branch of the Nile that originates in Ethiopia is the source of almost 70% of its water","response":"the Blue Nile"},{"text":"On its way to the Atlantic Ocean, the Orange River crosses the vast veld region of this country","response":"South Africa"},{"text":"Stretching from Tibet to the Bo Hai Gulf in the Pacific, this 3,400-mile river is often called the cradle of Chinese civilization","response":"the Yellow River"},{"text":"The Green River in this state offers fine fishing but sadly also gave its name to a serial killer","response":"Washington"}],"originalDate":"2021-03-10"},{"category":"GOING FROM FIRST TO THIRD","comments":"","clues":[{"text":"In a holiday song, this title precedes \"the angels did say, was to certain poor shepherds in fields as they lay\"","response":"\"The First Noel\""},{"text":"You give someone this phrase when you use extreme methods to extract a confession out of them","response":"the third degree"},{"text":"Bo Jackson &amp; Bob Dole are famous for illeism, using this when talking about themselves; it can help kids with speech impediments","response":"the third person"},{"text":"F. Scott Fitzgerald wrote, \"There are no\" these \"in American lives\"","response":"second acts"},{"text":"The U.K.'s House of Commons uses this 4-word electoral system where a simple majority of votes determines the winner of the race","response":"first past the post"}],"originalDate":"2021-03-10"},{"category":"SONG TITLE ADJECTIVES","comments":"","clues":[{"text":"In 2003 Beyoncé &amp; Jay-Z were this \"In Love\"","response":"Crazy"},{"text":"Meaning clearly understood, it preceded \"Dreams\" in the title of a 2018 smash by Juice Wrld","response":"Lucid"},{"text":"In a 1994 No. 1 Boyz II Men were \"On\" this \"Knee\"","response":"Bended"},{"text":"In 1982 Chicago found it \"Hard To Say I'm\" this","response":"Sorry"},{"text":"A 2000 No. 1 hit by Creed was \"With Arms\" this 2-word way","response":"Wide Open"}],"originalDate":"2021-03-10"},{"category":"-\"MATIC\"","comments":"","clues":[{"text":"The MCU stands for \"Marvel\" this \"Universe\"","response":"Cinematic"},{"text":"This is a strong-smelling ingredient like garlic that can be a flavor base in cooking","response":"an aromatic"},{"text":"This 13-letter word describes medical conditions that are caused or heightened by one's mental or emotional state","response":"psychosomatic"},{"text":"This basic type of blueprint or diagram uses symbols","response":"a schematic"},{"text":"If you're a practical person, you may be described by this other \"P\" word","response":"pragmatic"}],"originalDate":"2021-03-10"}],{"category":"INVENTIONS","text":"1917's \"Elements of Trench Warfare\" said this Old West item was \"difficult to destroy\" &amp; \"difficult to get through\"","response":"barbed wire"}]}