{"mix":1150,"rounds":[[{"category":"SPORTS &amp; GAMES IN SHAKESPEARE","comments":"","clues":[{"text":"Hamlet tells his mother she's been led around as if playing \"hoodman-Blind\"; we call it this game","response":"blind man's bluff"},{"text":"This king's fool berates him as a child, saying he's been playing \"Bo-Peep\", meaning peek-a-boo","response":"King Lear"},{"text":"In \"Henry V\" a French envoy insults the English king as a mere gamester by giving him a gift of these \"courtly\" balls","response":"tennis balls"},{"text":"Shakespeare is guilty of an anachronism when this ancient queen says to an attendant, let's play billiards","response":"Cleopatra"},{"text":"Referred to in \"Love's Labour's Lost\", novum quinque is a dice game where the goal is to roll these 2 numbers","response":"9 & 5"}],"originalDate":"2021-03-09"},{"category":"FERRIS &amp; OBSERVATION WHEELS","comments":"","clues":[{"text":"This wheel is cantilevered over the South Bank of the River Thames","response":"the Eye of London"},{"text":"For the 1964 New York World's Fair, Uniroyal built a Ferris wheel resembling this product","response":"a tire"},{"text":"Las Vegas' observation wheel, currently the world's tallest, has this 2-word name, like a gambler who bets big on craps","response":"High Roller"},{"text":"The Big O wheel in Tokyo Dome City has an open center without spokes so this other type of ride can pass through","response":"a roller coaster"},{"text":"In the movie \"Divergent\" , there's still a Ferris wheel on this pier in future Chicago &amp; Tris climbs it","response":"Navy Pier"}],"originalDate":"2021-03-09"},{"category":"CARTELS","comments":"","clues":[{"text":"A Quebec cartel controls 70% of the world's supply of this sweet stuff &amp; sets prices for producers in Vermont &amp; elsewhere","response":"maple syrup"},{"text":"At a 1960 conference Saudi Arabia, Iran, Iraq, Kuwait &amp; Venezuela founded this","response":"OPEC"},{"text":"GE &amp; Philips were members of the Phoebus cartel, which lowered the standard lifespan of these to 1,000 hours","response":"a light bulb"},{"text":"In 1920s France, the radicals &amp; the Socialist Party made up the Cartel des Gauches, meaning coalition of this","response":"coalition of the Left"},{"text":"Named for a senator, this law was invoked to bust railroad cartels in Supreme Court decisions of 1897 &amp; 1898","response":"Sherman"}],"originalDate":"2021-03-09"},{"category":"ENDS IN \"B\"","comments":"","clues":[{"text":"A large branch of a tree","response":"limb"},{"text":"A celestial being, or a tot with a sweet, innocent face","response":"a cherub"},{"text":"2-syllable word for a good-looking actor who's the object of romantic infatuation","response":"a heartthrob"},{"text":"Verb meaning to examine thoroughly, or to connect a building's water pipes","response":"plumb"},{"text":"The red crest on the head of certain domestic fowl","response":"a coxcomb"}],"originalDate":"2021-03-09"},{"category":"16-LETTER WORDS","comments":"","clues":[{"text":"Moving in the opposite direction of the typical hands of a timepiece","response":"counterclockwise"},{"text":"Medical professional specializing in artificially inducing insensitivity to pain for surgery","response":"anesthesiologist"},{"text":"In a 1923 poem Robert Frost described himself as this, now meaning one who advocates for the protection of the natural world","response":"an environmentalist"},{"text":"From optometry, it's the condition of not looking forward in time to anticipate what might happen","response":"shortsightedness"},{"text":"With a name that spans oceans, this global hotel brand includes London's Park Lane &amp; the Willard in Washington, D.C.","response":"Intercontinental"}],"originalDate":"2021-03-09"},{"category":"CONSTELLATION DERIVATIONS","comments":"","clues":[{"text":"Piscis Austrinus is \"the southern\" this animal","response":"fish"},{"text":"The constellation Corona Borealis represents the crown forged by Hephaestus &amp; given to this Greek god of wine","response":"Dionysus"},{"text":"Cetus is known as the whale, but in mythology, it was the sea creature this hero saved Andromeda from","response":"Perseus"},{"text":"An organization for the brilliant, or a constellation named for South Africa's Table Mountain","response":"Mensa"},{"text":"The constellation Scutum, \"The Shield\" in English, was originally called \"Sobieski's Shield\", after John Sobieski, king of this country","response":"Poland"}],"originalDate":"2021-03-09"}],[{"category":"____ OF ____","comments":"","clues":[{"text":"3-word name for a military freelancer or a pro-military magazine","response":"soldier of fortune"},{"text":"The Arabic Ahramat al-Jizah translates as these ancient wonders","response":"the Pyramids of Giza"},{"text":"The Supreme Court ruled unanimously in the 1954 case of Brown v. this body of Topeka, Kansas","response":"Board of Education"},{"text":"It's thought that monks on the isle of Iona produced this illuminated manuscript of the 4 gospels","response":"the Book of Kells"},{"text":"In Italian this landmark is Ponte dei Sospiri","response":"the Bridge of Sighs"}],"originalDate":"2021-03-09"},{"category":"YOU LOSE!","comments":"","clues":[{"text":"In Illinois in 1858 he lost his race for U.S. Senate to a man who painted him as a radical who believed in racial equality","response":"Abraham Lincoln"},{"text":"In 2014 he came in second in his North Carolina congressional race; earlier, he came in second on \"American Idol\"","response":"Clay Aiken"},{"text":"Putting the 1908 &amp; 1912 presidential races in Olympic terms, he went from gold to bronze, going from 51% to 23%","response":"Taft"},{"text":"6 days after picking Carly Fiorina to be his vice presidential running mate in 2016, this Texan dropped out of the race","response":"Ted Cruz"},{"text":"In 2012 the people spoke to this future Speaker of the House &amp; said he would not be vice president","response":"Paul Ryan"}],"originalDate":"2021-03-09"},{"category":"HISTORY ACCORDING TO HERODOTUS","comments":"","clues":[{"text":"The ancient \"Father of History\" aka \"Father of Lies\", Herodotus said in India, ants bigger than foxes dig for this precious metal","response":"gold"},{"text":"Herodotus wrote that this ancient capital on the Euphrates was so big it had 100 gates (it had 8)","response":"Babylon"},{"text":"Skeptical for once, Herodotus doubted the accuracy of this poem, questioning why Greeks would fight for so long over one woman","response":"the <i>Iliad</i>"},{"text":"Many historians doubt that Herodotus visited Egypt, but he still gave a detailed description of this embalming process","response":"mummification"},{"text":"Herodotus claimed that only 192 Greeks were killed but 6,400 of these invading foes died at the Battle of Marathon... hmmm","response":"the Persians"}],"originalDate":"2021-03-08"},{"category":"REAL REVIEWS OF THE NOVEL","comments":"","clues":[{"text":"Its author shouldn't \"waste his strength on such purposeless and unequal doings as these rambling volumes about spermaceti whales\"","response":"<i>Moby-Dick</i>"},{"text":"H.L. Mencken: The \"clown Fitzgerald rushes to his death in nine short chapters... this story is obviously unimportant\"","response":"<i>The Great Gatsby</i>"},{"text":"\"Characterization in general is weak... nor is the commander strongly drawn. Again, the aunts are best... it lacks imagination\"","response":"<i>The Handmaid's Tale</i>"},{"text":"Oh, Heathcliff! \"The only consolation which we have in reflecting upon\" this Bronte work \"is that it will never be generally read\"","response":"<i>Wuthering Heights</i>"},{"text":"\"The trial and the melodramatic conclusion\" of this \"seem contrived. But (the) insight into Southern mores is impressive\"","response":"<i>To Kill a Mockingbird</i>"}],"originalDate":"2021-03-08"},{"category":"TV SHOWS IN 2 WORDS","comments":"","clues":[{"text":"Mirrorball Trophy","response":"<i>Dancing with the Stars</i>"},{"text":"\"Outplay\", <br>\"Outlast\"","response":"<i>Survivor</i>"},{"text":"Brainiacs, <br>Bazinga!","response":"<i>The Big Bang Theory</i>"},{"text":"Piper, <br>prison","response":"<i>Orange Is the New Black</i>"},{"text":"Sweathogs, <br>school","response":"<i>Welcome Back, Kotter</i>"}],"originalDate":"2021-03-08"},{"category":"D MIDDLE OF THE WORD","comments":"(Katie: \"D\" is in the exact middle of every response.)","clues":[{"text":"\"Without further\" this... it means hubbub!","response":"ado"},{"text":"A promenade by the beach, or a fancy Monopoly property","response":"a boardwalk"},{"text":"Keats' \"To Autumn\" is one","response":"an ode"},{"text":"Exodus mentions \"the children of Israel, whom the Egyptians keep in\" this, meaning captivity","response":"bondage"},{"text":"It's a French dialect of Louisiana, ma chere","response":"Acadian"}],"originalDate":"2021-03-08"}],{"category":"BUSINESS &amp; INDUSTRY","text":"The name of this automaker is an abbreviation of \"Japan Industries\"","response":"Nissan"}]}