{"mix":1153,"rounds":[[{"category":"PRESIDENTIAL BIRTHPLACES","comments":"","clues":[{"text":"Honolulu","response":"Barack Obama"},{"text":"Hope","response":"Bill Clinton"},{"text":"Brookline","response":"John F. Kennedy"},{"text":"Kinderhook","response":"Van Buren"},{"text":"Yorba Linda","response":"Nixon"}],"originalDate":"2021-03-02"},{"category":"UP RISING","comments":"(Mike: Each response is two words; one with \"up\" and one without.)","clues":[{"text":"\"Up\" goes before a mathematical group to make a word meaning \"angry\"","response":"set & upset"},{"text":"\"Up\" rises to the top of a truck's cargo so you can move data from your computer to a server","response":"load & upload"},{"text":"Take the focal point of a theater &amp; add \"up\" to get the back of that part","response":"stage & upstage"},{"text":"\"Up\" is placed before an emotion to give us a word for \"snobbish\"","response":"pity & uppity"},{"text":"When \"up\" is rising to the front of a serving of liquor, now we have the gist of an argument","response":"shot & upshot"}],"originalDate":"2021-03-02"},{"category":"ALTERNATE HISTORY NOVELS","comments":"","clues":[{"text":"The title of this Colson Whitehead Pulitzer winner refers to an actual train system operating beneath southern soil","response":"<i>The Underground Railroad</i>"},{"text":"In \"Ruled Britannia\", the Spanish Armada was victorious &amp; this Spaniard rules England alongside Bloody Mary Tudor","response":"Philip II"},{"text":"Philip Roth's \"The Plot Against America\" finds FDR losing the 1940 presidential election to this aviator","response":"Lindbergh"},{"text":"Set in a world where Germany &amp; Japan prevailed in WWII, \"The Man in the High Castle\" is a tale from this sci-fi legend","response":"Philip K. Dick"},{"text":"In \"The Alteration\" by Kingsley Amis, this man became Pope Germanicus I in the 16th century so the Reformation never happened","response":"Martin Luther"}],"originalDate":"2021-03-02"},{"category":"COMPOUNDS","comments":"","clues":[{"text":"Vaporizing a liquid means pulling its molecules apart; for phenol, which forms strong hydrogen bonds, this point is high at 359.6ยบ F.","response":"boiling point"},{"text":"Amyl nitrite is often used to treat this chest pain, a symptom of coronary artery disease","response":"angina"},{"text":"Potassium sorbate, which inhibits the growth of molds &amp; yeasts, is mainly used in foods as this","response":"a preservative"},{"text":"Nickel nitrate is used to make this positive electrode in batteries","response":"cathode"},{"text":"In 1839 John Herschel used sodium thiosulfate \"to arrest action of light\", making it this type of photographic agent","response":"a fixer (fixing agent)"}],"originalDate":"2021-03-02"},{"category":"MAKING &amp; REMAKING ROBIN HOOD","comments":"","clues":[{"text":"In a 2018 movie unafraid of anachronism, these traditional Robin Hood weapons blow up walls on contact","response":"bow & arrows"},{"text":"Alan Hale Sr. played this big buddy opposite Errol Flynn &amp; Douglas Fairbanks","response":"Little John"},{"text":"Instead of Friar Tuck, this director played Rabbi Tuckman in his parody called \"Robin Hood: Men in Tights\"","response":"Mel Brooks"},{"text":"Sean Connery is an older Robin wooing Audrey Hepburn in the 1976 film \"Robin &\" this maid","response":"(Maid) Marian"},{"text":"Alan Rickman won a BAFTA Award for playing this lawman in \"Robin Hood: Prince of Thieves\"","response":"the Sheriff of Nottingham"}],"originalDate":"2021-03-02"},{"category":"IN THE MEDICINE CABINET","comments":"","clues":[{"text":"James Howe created this 4-letter brand to treat his wife's indigestion","response":"Tums"},{"text":"If you are allergic to aspirin, you may also be allergic to this active ingredient in MOTRIN IB","response":"ibuprofen"},{"text":"This, aka peppermint camphor, is a key ingredient in IcyHot &amp; Biofreeze","response":"menthol"},{"text":"The \"D\" in Claritin-D stands for this, which is what pseudoephedrine is","response":"decongestant"},{"text":"The song \"Poison Ivy\" says, \"You're gonna need an ocean of\" this lotion","response":"calamine"}],"originalDate":"2021-03-01"}],[{"category":"HOW 'BOUT A GAME OF CARDS?","comments":"","clues":[{"text":"This game includes skip cards &amp; draw 2 cards, &amp; it makes you say its name just before you win","response":"UNO"},{"text":"In this kids' game, one of the 4 queens is removed from the 52-card deck &amp; you don't wanna be stuck with its odd pair in the end","response":"Old Maid"},{"text":"Think hard! This kids' game where you match pairs is also called Memory","response":"Concentration"},{"text":"Being dealt the unbeatable number in the first 2 cards can pay 3 to 2 in a standard casino game of this","response":"Blackjack"},{"text":"You can get naughty with this game<span class=\"nobreak\">--</span>its black cards include \"What did Vin Diesel eat for dinner?\" &amp; \"Why am I sticky?\"","response":"<i>Cards Against Humanity</i>"}],"originalDate":"2021-03-01"},{"category":"____ &amp; ____","comments":"","clues":[{"text":"If you're extremely thin, you are said to be these 2 body parts","response":"skin & bones"},{"text":"Something once attached to an inmate's leg, it's also sometimes used to refer to a spouse","response":"ball & chain"},{"text":"This highly unlikely kind of story pairs 2 animals, one feathered &amp; one horned","response":"cock & bull"},{"text":"These 2 blacksmith's tools are in an idiom that describes something done with great vigor","response":"hammer & tongs"},{"text":"Beginning with a 2-letter interjection, this phrase tells you to look, really look","response":"lo & behold"}],"originalDate":"2021-03-01"},{"category":"THE NATIONAL RECORDING REGISTRY","comments":"(Mike: Additions to the Library of Congress list from 2020.)","clues":[{"text":"Her rendition of \"I Will Always Love You\", recorded for \"The Bodyguard\" soundtrack","response":"Whitney Houston"},{"text":"\"The Chronic\", the solo debut album by this faux medico &amp; former member of NWA","response":"Dr. Dre"},{"text":"This group's disco classic \"YMCA\" made the list","response":"the Village People"},{"text":"The original Broadway cast's 1964 album of this musical with Zero Mostel as Tevye","response":"<i>Fiddler on the Roof</i>"},{"text":"Allan Sherman singing, \"Hello Muddah, hello Fadduh, here I am at\" this camp","response":"Granada"}],"originalDate":"2021-03-01"},{"category":"AUTHORS' ROAD TRIPS","comments":"","clues":[{"text":"At age 64, before her \"Little House\" books, she traveled in a 1923 Buick named Isabelle from Missouri to her old Dakota home","response":"Laura Ingalls Wilder"},{"text":"A bestseller ensued when Robert M. Pirsig used this transport for a 1968 journey with his son, doing his own maintenance","response":"a motorcycle"},{"text":"One of the most famous road trips in American lit began in 1947 when he rode the bus with crying babies from New York to Chicago","response":"Jack Kerouac"},{"text":"A 2019 book tells the true tale of a 1927 road trip by this woman &amp; Langston Hughes, including a Bessie Smith show in Macon","response":"Zora Neale Hurston"},{"text":"Mark Twain's trip from Missouri to Nevada included being \"avalanched\" inside a stagecoach <span class=\"nobreak\">--</span>no wonder he called the book this","response":"<i>Roughing It</i>"}],"originalDate":"2021-03-01"},{"category":"ANTHROPOLOGY","comments":"","clues":[{"text":"The Natl. Museum of Anthropology, Mexico's most visited museum, boasts the stone of Tizoc, used for these grim rites","response":"human sacrifice"},{"text":"George P. Murdock popularized the term this type of family (mom, dad, kids) &amp; called it \"a universal human social grouping\"","response":"a nuclear family"},{"text":"Pre-agricultural societies that relied on wild game &amp; plants for food are known by this hyphenated term","response":"hunter-gatherer"},{"text":"In early \"factories\" , Neanderthals turned out tools of this hard stone known for fire-sparking qualities","response":"flint"},{"text":"Anthropologists study these Melanesian \"cults\" that live in anticipation of the arrival of goods on Pacific islands","response":"cargo cults"}],"originalDate":"2021-03-01"},{"category":"1984 TV SHOW DEBUTS","comments":"","clues":[{"text":"Philip Michael Thomas &amp; this actor were the too cool cops on the mean streets of \"Miami Vice\"","response":"Don Johnson"},{"text":"Wally &amp; Theodore had grown up &amp; now had families of their own in the \"New\" 1984 update of this classic sitcom","response":"<i>Leave it to Beaver</i>"},{"text":"Retired baseball player Tony Danza became the housekeeper for a single mom advertising exec on this show","response":"<i>Who's The Boss?</i>"},{"text":"In addition to \"Jeopardy!\", that year saw a new \"Super\" version of this game show that used one-word clues between players","response":"<i>Password</i>"},{"text":"Launching a new era of celebrity worship was this Robin Leach show about things wealthy people have &amp; do that most of us never will","response":"<i>Lifestyles of the Rich and Famous</i>"}],"originalDate":"2021-03-01"}],{"category":"HOLIDAYS &amp; OBSERVANCES","text":"Observances that fell in 1988 on Wednesday February 17 &amp; Thursday March 17","response":"Ash Wednesday & St. Patrick's Day"}]}