{"mix":1156,"rounds":[[{"category":"HISTORY","comments":"","clues":[{"text":"The weapon known as the \"long\" this played a decisive role in the 1346 Battle of Crecy","response":"a bow (the longbow)"},{"text":"One of Russia's foremost reformers, he was proclaimed imperator in 1721","response":"Peter the Great (Peter I)"},{"text":"This writing system arose in Mesopotamia in the 4th millennium B.C. &amp; disappeared early in the 1st millennium A.D.","response":"cuneiform"},{"text":"Military mortality declined after the 1896 introduction of a vaccine for this fever which was spread by unsanitary conditions","response":"typhoid"},{"text":"After surrendering the throne in 1667 to his brother, King Afonso VI of Portugal was banished to these Atlantic islands","response":"the Azores"}],"originalDate":"2021-02-25"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"William Blake said this \"little\" animal was \"wooly bright\"","response":"lamb"},{"text":"Haibun is a Japanese literary style that combines prose &amp; this 3-line poetic form","response":"haiku"},{"text":"This company hired poet Marianne Moore to name a new car &amp; she came up with some gems like Utopian Turtletop; they went with Edsel","response":"Ford"},{"text":"A pioneer imagist, he spent 1946-1958 in St. Elizabeth's Psychiatric Hospital, future home of John Hinckley","response":"Ezra Pound"},{"text":"Fittingly, the epitaph on Oscar Wilde's grave contains a quote from his last work, this \"Ballad\"","response":"\"The Ballad of Reading Gaol\""}],"originalDate":"2021-02-25"},{"category":"CHICKEN NUGGETS","comments":"","clues":[{"text":"After getting hit on the head with an acorn, this character warns that \"The sky is falling\"","response":"Chicken Little"},{"text":"By 1964 he had more than 600 franchises of his Kentucky Fried Chicken restaurants","response":"Colonel Sanders"},{"text":"A chicken's eggshell is primarily made of this compound, CaCO<sub>3</sub>","response":"calcium carbonate"},{"text":"In 2001 Member of Parliament Robin Cook proclaimed this Indian-British chicken preparation to be a U.K. national dish","response":"chicken tikka masala"},{"text":"A domesticated fowl of Southeast Asia may be the ancestor of this official state bird of Rhode Island","response":"the red hen"}],"originalDate":"2021-02-25"},{"category":"FILMS OF THE '80s","comments":"","clues":[{"text":"It was destination Walley World as Clark Griswold &amp; family hit the road in \"National Lampoon's\" this","response":"<i>Vacation</i>"},{"text":"1987 &amp; 1989 saw this movie &amp; its first sequel featuring cops Riggs &amp; Murtaugh","response":"<i>Lethal Weapon</i>"},{"text":"Much of this film with Robert Redford as Roy Hobbs was filmed at Buffalo's War Memorial Stadium because of its old-timey feel","response":"<i>The Natural</i>"},{"text":"Its ensemble cast included William Hurt, Kevin Kline, Glenn Close &amp; Meg Tilly","response":"<i>The Big Chill</i>"},{"text":"Any way you slice it, Julia Roberts served up a fine performance early in her career as waitress Daisy in this 1988 film","response":"<i>Mystic Pizza</i>"}],"originalDate":"2021-02-25"},{"category":"BUY ME","comments":"","clues":[{"text":"How about a 10 pound one of these from Toblerone? Only $70","response":"a chocolate bar"},{"text":"Soap on a rope in the shape of this \"Doctor Who\" transport? You know me so well!","response":"the TARDIS"},{"text":"I could use a letter opener; would you buy me one of these small Italian daggers with a tapering blade?","response":"a stiletto"},{"text":"As of 2020 this NFL team owned by Jerry Jones is worth $5.5 billion; it sure would make a thoughtful gift","response":"the Dallas Cowboys"},{"text":"How about a 60-year-old bottle of Macallan 1926, this booze? One sold at auction for $1.9 million","response":"scotch"}],"originalDate":"2021-02-24"},{"category":"SUBPOENAS","comments":"","clues":[{"text":"In 1973 a Senate committee investigating this scandal subpoenaed documents &amp; recordings from the White House","response":"the Watergate scandal"},{"text":"Though he was subpoenaed, this president refused to appear at Aaron Burr's trial in 1807","response":"Jefferson"},{"text":"In 1947 screenwriter Dalton Trumbo, part of this numerical \"Hollywood\" group, was subpoenaed by the House Un-Amer. Activities Committee","response":"the Hollywood Ten"},{"text":"In 2019 this House Intelligence Committee chair from California issued a subpoena for the unredacted Mueller report","response":"Schiff"},{"text":"In 2012 this Attorney General was found in contempt for rebuffing a subpoena for Justice Dept. documents","response":"Holder"}],"originalDate":"2021-02-24"}],[{"category":"CITIES OF THE MIDWEST","comments":"","clues":[{"text":"To accommodate \"South Platters\", the capital of Nebraska was moved in 1867 from Omaha to here","response":"Lincoln"},{"text":"No relation to the bubbly, this Illinois city is often paired with Urbana","response":"Champaign"},{"text":"This home city to   Kansas State University shares its name with a Big Apple borough","response":"Manhattan"},{"text":"This Ohio city is known for its zoo &amp; the Blue Jackets of the National Hockey League","response":"Columbus"},{"text":"This Midwestern city whose name begins with the state it's in is home to the NCAA","response":"Indianapolis"}],"originalDate":"2021-02-24"},{"category":"LET'S TALK PLUMBING","comments":"","clues":[{"text":"The chemical cleaner isn't taking out that clog<span class=\"nobreak\">--</span>time to reach for this reptilian tool","response":"a snake"},{"text":"Buying a new loo? 1.6 is the maximum permitted gpf, this measurement","response":"gallons per flush"},{"text":"A letter plus a word makes the name of these round rubber washers used to seal connections","response":"O-ring"},{"text":"That banging noise you hear when a pipe's water supply is turned off is called a water this, like a carpenter's banging tool","response":"a hammer"},{"text":"It's the 3-letter abbreviation for both white plastic drain pipe &amp; the stuff it's made of","response":"PVC"}],"originalDate":"2021-02-24"},{"category":"HORSE &amp; WRITER","comments":"","clues":[{"text":"This author was the non-headless horseman when he explored Oklahoma on a \"stout silver-gray\" in 1832","response":"Irving"},{"text":"Elizabeth in his novel \"The Pioneers\" is based on his sister Hannah, who died when she fractured her skull falling off a horse","response":"James Fenimore Cooper"},{"text":"Robert Louis Stevenson rode his horse Jack to Apia, now capital of this Pacific island nation","response":"Samoa"},{"text":"Soon after his death in 1910, tourists began visiting his Yasnaya Polyana estate, where they saw his dog Belka &amp; his horse Delir","response":"Tolstoy"},{"text":"He wrote about \"Riders of the Purple Sage\" &amp; owned 2 horses called Black Star &amp; Night","response":"Zane Grey"}],"originalDate":"2021-02-24"},{"category":"SOLDIERING ON","comments":"","clues":[{"text":"In 1861 he wrote of his \"devotion to the Union\" but not wishing to \"raise my hand against... my home\", quit the army after 36 years","response":"Lee"},{"text":"He was only 61st in the class of 1915 at West Point, but ended up commander in chief","response":"Eisenhower"},{"text":"A man who crossed a stream, he was taken by pirates in the 70s B.C., ransomed, then raised a naval force &amp; crucified the pirates","response":"Julius Caesar"},{"text":"He was Uganda's chief of the army &amp; air force from 1966 to 1970 but promoted himself to president in 1971","response":"Idi Amin"},{"text":"A few years after surrendering at Yorktown, he took on the governor-generalship of India in 1786","response":"Cornwallis"}],"originalDate":"2021-02-24"},{"category":"MOVIES","comments":"","clues":[{"text":"In 2019 the \"Star Wars\" saga came to a close with \"Episode IX\", the \"Rise of\" this name","response":"Skywalker"},{"text":"This killer doll slayed 'em in the 2019 remake of \"Child's Play\"","response":"Chucky"},{"text":"In \"Once Upon a Time... In Hollywood\", Margot Robbie portrayed this late actress","response":"Sharon Tate"},{"text":"Josh Brolin &amp; Sean Astin made their big screen debuts in this film about a group of misfits searching for pirate treasure","response":"<i>The Goonies</i>"},{"text":"\"M*A*S*H\" &amp; \"The Player\" were among the great movies directed by him","response":"Altman"}],"originalDate":"2021-02-24"},{"category":"A SYSTEM OF GRAFT","comments":"","clues":[{"text":"Created by grafting, pomato plants produce tomatoes above ground &amp; these underground","response":"potatoes"},{"text":"In Florida, many of these trees, Citrus sinensis, are grafted onto lemon tree roots; in California, it can be the reverse","response":"oranges"},{"text":"Stark Bro's Nursery sells a \"Double Delicious\" tree that grows these 2 colorful apple varieties","response":"Red Delicious & Golden Delicious"},{"text":"Many of this type of fruit named for its hard pit, such as peach &amp; apricot, can be grafted onto the same tree","response":"stonefruit"},{"text":"A shoot or twig cut &amp; used for grafting; it was also once a separate division of Toyota","response":"scion"}],"originalDate":"2021-02-24"}],{"category":"COLLEGES","text":"Located in New England, it's the only Ivy League school that is a college, not a university","response":"Dartmouth"}]}