{"mix":1158,"rounds":[[{"category":"DEAD PRECEDENTS","comments":"","clues":[{"text":"In 1943 the Supreme Court overruled a 1940 decision &amp; said students couldn't be required to salute this","response":"the flag"},{"text":"In 1987 the Supreme Court overruled an 1861 decision that courts couldn't do this, order a suspect handed over to another state","response":"extradite"},{"text":"Agostini v. Felton reversed a 1985 ruling that prohibited public school teachers from teaching in these schools","response":"parochial"},{"text":"1961's Mapp v. Ohio overturned a 1949 ruling &amp; said this amendment bars illegally seized evidence from state courts","response":"the 4th Amendment"},{"text":"This controversial 2010 decision overruled a precedent that had barred certain political contributions","response":"Citizens United"}],"originalDate":"2021-02-19"},{"category":"POP CULTURE","comments":"","clues":[{"text":"This group's album \"Love Yourself: Tear\" is the first by a K-pop act to top the Billboard 200 Albums chart","response":"BTS"},{"text":"For 7 seasons Meghan Markle played Rachel Zane on this USA Network show about lawyers","response":"<i>Suits</i>"},{"text":"Born in 2012, Beyoncé's oldest daughter has this colorful name","response":"Blue Ivy"},{"text":"Joe Exotic from \"Tiger King\" has said he wants this \"Joe Dirt\" actor to play him in a TV series","response":"(David) Spade"},{"text":"Jane is this character's real first name on \"Stranger Things\"","response":"Eleven"}],"originalDate":"2021-02-19"},{"category":"LOADS OF ROADS","comments":"","clues":[{"text":"This 12-letter word was originally used for high-speed driving; now we mostly talk about the \"information\" type","response":"superhighway"},{"text":"A ring road encircles a city; the one around Washington, D.C. is known by this name","response":"a beltway"},{"text":"This hyphenated word for a short dead-end street is French for \"bag bottom\"","response":"a <i>cul-de-sac</i>"},{"text":"Longer than a bridge, this is a road built above water","response":"a causeway"},{"text":"Similar to tarmac, this colorful term is also a synonym for a road, like a \"2-lane\" type","response":"blacktop"}],"originalDate":"2021-02-19"},{"category":"RHYME TIME","comments":"","clues":[{"text":"An M&M after it has been dropped at the beach","response":"a sandy candy"},{"text":"A scream in an upper register","response":"a high cry"},{"text":"A strategy in Karachi","response":"a Pakistan plan"},{"text":"An eating utensil for a military unit","response":"a spoon platoon"},{"text":"An unoriginal artificial waterway","response":"a banal canal"}],"originalDate":"2021-02-19"},{"category":"MAD ABOUT MADRIGALS","comments":"","clues":[{"text":"A form of vocal chamber music, madrigals reached a pinnacle during this \"rebirth\" period from the 14th to the 16th centuries","response":"the Renaissance"},{"text":"The classic madrigal \"Now Is The Month Of Maying\" has plenty of fa-la's &amp; also rhymes \"bonny\" this with \"greeny grass\"","response":"lass"},{"text":"Enriching text with music &amp; vocals, madrigals often employed works by great poets like this heartsick lover of Laura","response":"Petrarch"},{"text":"Madrigals were this \"multi-harmonic\" style of several vocal melodies","response":"polyphonic"},{"text":"The music at his funeral left out his sad \"Adagio For Strings\" but did use a madrigal by his life partner Gian Carlo Menotti","response":"Samuel Barber"}],"originalDate":"2021-02-19"},{"category":"MOVIE TITLE PAIRS","comments":"","clues":[{"text":"1991: 2 women go on the run from the cops after one commits a homicide","response":"<i>Thelma & Louise</i>"},{"text":"1975: King Arthur &amp; his knights embark on a surreal search for a sacred object","response":"<i>Monty Python and the Holy Grail</i>"},{"text":"2002: A Hawaiian girl adopts an alien for a pet","response":"<i>Lilo & Stitch</i>"},{"text":"1988: A high school teacher successfully inspires some students to learn advanced math","response":"<i>Stand and Deliver</i>"},{"text":"1998: Near the end of his life, the director of \"Frankenstein\" begins a friendship with his gardener","response":"<i>Gods and Monsters</i>"}],"originalDate":"2021-02-19"}],[{"category":"ALL FAIRS","comments":"","clues":[{"text":"The glittering Crystal Palace was the centerpiece of the first modern World's Fair, this city's 1851 \"Great Exhibition\"","response":"London"},{"text":"This was the main attraction of the 1889 Paris Exposition; it also served as the entrance","response":"the Eiffel Tower"},{"text":"The 1893 Chicago World's Fair introduced this word for a central avenue of exhibits &amp; amusements","response":"the midway"},{"text":"A 1939 New York World's Fair diorama predicting the look of the city in 1960 was called this, later a long-running animated TV series","response":"Futurama"},{"text":"Exhibits at Osaka's 1970 World Expo included one of these microscopes capable of magnifying objects 500,000 times","response":"an electron microscope"}],"originalDate":"2021-02-18"},{"category":"GLOVE","comments":"","clues":[{"text":"This type of theater has its own long-length glove","response":"opera"},{"text":"The name of this boxing tournament comes from a small metallic charm in the shape of a boxing glove awarded to winners","response":"the Golden Gloves"},{"text":"To prevent allergic reactions, in 2008 the Johns Hopkins Hospital banned the use of gloves made of this rubber product","response":"latex"},{"text":"Right-handed participants in this hunting sport wear a leather glove on the left hand for the hawk to land on","response":"falconry"},{"text":"It's the 8-letter word for the steel-covered glove in a suit of armor","response":"a gauntlet"}],"originalDate":"2021-02-18"},{"category":"WAR","comments":"","clues":[{"text":"In the 1700-1721 Great Northern War, Russia, Denmark &amp; Poland ganged up on this rival across the Baltic","response":"Sweden"},{"text":"\"International Brigades\" of volunteers from the U.S. &amp; Europe fought on the Republican side of this 1930s conflict","response":"the Spanish Civil War"},{"text":"In the 1860s War of the Triple Alliance, Argentina, Brazil &amp; Uruguay left this landlocked foe in ruins","response":"Paraguay"},{"text":"In the 1700s there were Wars of the Austrian this &amp; the Spanish this","response":"Succession"},{"text":"This prime minister successfully schemed to start the 1866 Seven Weeks' War &amp; make Prussia Europe's big dog","response":"Bismarck"}],"originalDate":"2021-02-18"},{"category":"SITCOMS BY CHARACTERS","comments":"","clues":[{"text":"Michael Scott, <br>Dwight Schrute, <br>Pam Beesly","response":"<i>The Office</i>"},{"text":"Jackie, <br>Darlene &amp; <br>Dan, <br>Roseanne's widower","response":"<i>The Conners</i>"},{"text":"Georgie, <br>Meemaw, <br>the kid version of Mr. Cooper","response":"<i>Young Sheldon</i>"},{"text":"Charlie Kelly, <br>Frank Reynolds, <br>Mac","response":"<i>It's Always Sunny in Philadelphia</i>"},{"text":"Regine Hunter, <br>Maxine Shaw &amp; <br>Queen Latifah <br>as Khadijah James","response":"<i>Living Single</i>"}],"originalDate":"2021-02-18"},{"category":"TYPES OF NARRATIVE LITERATURE","comments":"","clues":[{"text":"You can bet \"The Lottery\" is a good example of this genre of brief narratives, usually under 10,000 words","response":"a short story"},{"text":"The story of the Good Samaritan in the Bible's book of Luke is one of these simple narratives with a moral or religious purpose","response":"a parable"},{"text":"Alliterative 2-word name for fanciful stories about folks like Paul Bunyan with unbelievable elements presented as true &amp; factual","response":"a tall tale"},{"text":"E.L. James gained fame with this type of writing that puts the writer's favorite characters from books, TV, etc. in new adventures","response":"fan fiction"},{"text":"Meaning not proceeding from event A to event B to event C, this \"non\" word applies to \"Tristram Shandy\" &amp; \"House of Leaves\"","response":"nonlinear"}],"originalDate":"2021-02-18"},{"category":"I HEAR VOICES","comments":"","clues":[{"text":"Bill Hader was the voice of Mr. Peanut for this food brand","response":"Planters"},{"text":"This funnyman &amp; 9-time Oscar host voiced Mike in \"Monsters, Inc.\" &amp; \"Monsters University\"","response":"Billy Crystal"},{"text":"He was the voice of Dodger baseball for 67 seasons before hanging up the mic in 2016","response":"Vin Scully"},{"text":"He overcame a stutter to voice such characters as Mufasa &amp; Darth Vader","response":"James Earl Jones"},{"text":"This dame has given voice to Gru's mom, the queen in the \"Shrek\" sequels &amp; also Karathen in \"Aquaman\"","response":"Julie Andrews"}],"originalDate":"2021-02-18"}],{"category":"TELEVISION","text":"This mini-series &amp; its sequel featured Ed Asner, Lorne Greene, Henry Fonda &amp; Marlon Brando","response":"<i>Roots</i>"}]}