{"mix":1160,"rounds":[[{"category":"IT HAPPENS IN GENESIS","comments":"","clues":[{"text":"In Genesis 4 this murder takes place","response":"Cain & Abel"},{"text":"These 2 cities get wiped out in Genesis 19","response":"Sodom & Gomorrah"},{"text":"In Genesis 37 this dreamer is sold for 20 pieces of silver","response":"Joseph"},{"text":"She agrees to become Isaac's wife","response":"Rebecca"},{"text":"He becomes a father at age 187, then lives another 782 years","response":"Methuselah"}],"originalDate":"2021-02-16"},{"category":"DIFFERS BY ONE LETTER","comments":"(Ken: Each response will have two words, one letter apart.)","clues":[{"text":"A female parent &amp; an inconvenience","response":"a mother & a bother"},{"text":"To close &amp; open the eyes; free from marks or writing","response":"blink & blank"},{"text":"A tailed primate &amp; a mule's father","response":"a monkey & a donkey"},{"text":"A surgical device that compresses objects &amp; a compact mass of an item like dirt","response":"a clamp & a clump"},{"text":"French-speaking people of Belgium &amp; to swell out","response":"Walloon & balloon"}],"originalDate":"2021-02-16"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"One of the proposed names for what became this state capital was Missouriopolis","response":"Jefferson City"},{"text":"In 1776 this school gave George Washington an honorary degree as thanks for pushing the British out of Boston","response":"Harvard"},{"text":"In 1839 Samuel Morse met with this French innovator &amp; set up his own photographic studio in America","response":"Daguerre"},{"text":"Fighting the Bolsheviks, the American North Russian Expeditionary Force was better known by this ursine name","response":"the Polar Bears"},{"text":"In 1849 California wanted to enter the Union as a free state, leading to this complicated deal the next year","response":"The Compromise of 1850"}],"originalDate":"2021-02-16"},{"category":"LITERATURE","comments":"","clues":[{"text":"\"The Young Giant\" &amp; \"Little Red-Cap\" were 2 of the more than 200 stories collected by these German brothers in a 19th c. anthology","response":"the Brothers Grimm"},{"text":"Scholars think John Hunter, an 18th c. London surgeon known as \"The Knife Man\", inspired this R.L. Stevenson guy","response":"Dr. Jekyll"},{"text":"The only surviving complete poem from 2,600 years ago by Sappho is an \"Ode to\" this Greek goddess of love","response":"Aphrodite"},{"text":"Dylan Thomas' best-known poem urges his father, \"Do not\" do this. \"Rage, rage against the dying of the light\"","response":"go gentle into that good night"},{"text":"This French-titled book about the round table knights begins, \"It befell in the days of Uther Pendragon...\"","response":"<i>Le Morte d'Arthur</i>"}],"originalDate":"2021-02-16"},{"category":"21st CENTURY NEWS","comments":"","clues":[{"text":"In 2006 Julian Assange founded this secret-busting group, much in the news in later years","response":"WikiLeaks"},{"text":"Uprisings in 2011 in Egypt &amp; Libya were hallmarks of this pro-democracy \"season\"","response":"the Arab Spring"},{"text":"In 2003 billionaire Mikhail Khodorkovsky made the mistake of criticizing this leader, who then locked him up","response":"Putin"},{"text":"After being trapped in a cave for more than 2 weeks in 2018, 12 boys &amp; their soccer coach were rescued in this country","response":"Thailand"},{"text":"In 2008 scientists ran the first experiments using this device, considered   the biggest machine ever built","response":"the Large Hadron Collider"}],"originalDate":"2021-02-15"},{"category":"4-LETTER VERBS","comments":"","clues":[{"text":"To defeat, or to hit repeatedly like a drum","response":"beat (bang)"},{"text":"To smooth metal with a tool, or to put a document in its proper place","response":"file"},{"text":"To inspect a place as a preliminary to robbery","response":"case"},{"text":"To portion out food, or to gossip","response":"to dish"},{"text":"To stride up &amp; down, or to set the speed of a race","response":"pace"}],"originalDate":"2021-02-15"}],[{"category":"FOOD &amp; DRINK RETRONYMS","comments":"","clues":[{"text":"The first vegetables called potatoes were actually what we now call these \"potatoes\"","response":"sweet potatoes"},{"text":"When the kernels are not removed, corn is described with this 3-word   prepositional phrase","response":"on the cob"},{"text":"Before \"polishing\" began, most of the rice people ate was this color variety; now the term is used for a \"whole grain\" type","response":"brown"},{"text":"Due to the emergence of the vodka type, the original martini now has this liquor in front","response":"gin"},{"text":"The black type of this is the original type made from a plant; the \"black\" part was added when candy like Twizzlers came along","response":"licorice"}],"originalDate":"2021-02-15"},{"category":"MICHAEL WROTE","comments":"","clues":[{"text":"Michael Chabon's novel \"The Yiddish Policemen's Union\" has this country collapsing in 1948 &amp;   refugees moving to Sitka, Alaska","response":"Israel"},{"text":"Michael Morpurgo takes readers on a trip down the yellow brick road as seen through the eyes of this title canine","response":"Toto"},{"text":"In 2020 this actor released the memoir \"No Time Like the Future: An Optimist Considers Mortality\"","response":"Michael J. Fox"},{"text":"\"Dragon Teeth\", published after his 2008 death, returned to the world of paleontology","response":"Michael Crichton"},{"text":"\"The Black Echo\" &amp; \"The Black Ice\" are books by Michael Connelly featuring this maverick LAPD detective","response":"(Harry) Bosch"}],"originalDate":"2021-02-15"},{"category":"MEAN TWEETERS","comments":"","clues":[{"text":"Red, Chuck, Bomb &amp; Matilda are these surly characters in a Rovio game app","response":"<i>Angry Birds</i>"},{"text":"For a 1963 film he directed a seagull attack on Tippi Hedren","response":"Hitchcock"},{"text":"Screech, the eagle mascot of this MLB team, won the President's Race once with the help of his cheating mascot friends","response":"the Washington Nationals"},{"text":"Marco Polo told of this 3-letter bird of myth, so large it could carry off gigantic beasts to have its supper","response":"the Roc"},{"text":"Several crows are decidedly uncivil to Dumbo, singing this song with a 6-word title dismissive of his ability","response":"\"When I See An Elephant Fly\""}],"originalDate":"2021-02-15"},{"category":"ALTERNATE ANTHEMS","comments":"(Ken: These are songs that have been proposed to replace \"The Star-Spangled Banner\".)","clues":[{"text":"\"This Land Is Your Land\" does cover the country, \"from\" here \"to the New York island\"","response":"California"},{"text":"When this song written by an alumna is sung at Wellesley, it goes \"and crown thy good with sisterhood\"","response":"\"America The Beautiful\""},{"text":"Music critic Jody Rosen has suggested this Bill Withers hit about taking care of each other","response":"\"Lean On Me\""},{"text":"If it's got to be about the stars &amp; stripes, how about \"The Stars &amp; Stripes Forever\" or George M. Cohan's \"You're A\" these 3 words","response":"Grand Old Flag"},{"text":"This hymn adopted as the official song of the NAACP was played before the opening games of the 2020 NFL season","response":"\"Lift Every Voice And Sing\""}],"originalDate":"2021-02-15"},{"category":"A PLACE LIKE RIVER HILL","comments":"(Ken: Each clue here is about a place with two different geographic features in its name, like the made-up \"River Hill\".)","clues":[{"text":"With hiking &amp; golf, Cave Creek in the Sonoran Desert is a tourist draw just north of this state capital","response":"Phoenix, Arizona"},{"text":"Lake Forest, Calif. was once known as \"El\" this, for the bulls of a nearby ranch; a Marine air base in the area had the same name","response":"(El) Toro"},{"text":"The Gulf Prairie Cemetery was his 1st resting place when he died in 1836; fittingly, he was moved to  the capital of Texas in 1910","response":"(Stephen) Austin"},{"text":"Mount Desert Island, Maine is where you'll find this national park","response":"Acadia National Park"},{"text":"Valley Stream, New York is on Long Island, in this county whose name brings the West Indies to mind","response":"Nassau County"}],"originalDate":"2021-02-15"},{"category":"\"AU\" CONTRAIRE","comments":"","clues":[{"text":"One rope was very loose, while the others had the proper tension described  this 4-letter way","response":"taut"},{"text":"As far as shades of purple go, I prefer lavender while my wife prefers this color with a name derived from the French","response":"mauve"},{"text":"One paper said the mime was clawed by the tiger; the other used this 6-letter word","response":"mauled"},{"text":"Oliver Hardy could be described as plump, while Stan Laurel was this","response":"gaunt"},{"text":"One painter artistically applied fine strokes to the canvas; another used these unskilled strokes","response":"daubs"}],"originalDate":"2021-02-15"}],{"category":"U.S. POPULATION","text":"The Census Bureau estimates this state will not exceed any other in population before year 2000","response":"Alaska"}]}