{"mix":1163,"rounds":[[{"category":"GAME THEORY","comments":"","clues":[{"text":"If your stack is short &amp; you need to double up to stay in a game of hold 'em, it might be time to \"go\" these 2 words","response":"all-in"},{"text":"In Monopoly, buy heavily landed-on St. James Place, New York Avenue &amp; Tennessee Avenue, the properties of this color","response":"orange"},{"text":"Playing this game issued by Milton Bradley in 1967? Don't place your ships touching each other","response":"<i>Battleship</i>"},{"text":"If you win, switch to whatever would've beaten you for the next round, says a 2014 study on the psychology of  this game","response":"Rock, Paper, Scissors"},{"text":"Take the small continents first &amp; leave Asia for later in this \"game of strategic conquest\"","response":"<i>Risk</i>"}],"originalDate":"2021-02-12"},{"category":"BEST ACTRESS OSCAR-WINNING ROLES","comments":"","clues":[{"text":"Julia Roberts as this activist","response":"Erin Brockovich"},{"text":"Marion Cotillard as this chanteuse","response":"Edith Piaf"},{"text":"Diane Keaton as this title New York City resident","response":"Annie Hall"},{"text":"Jodie Foster as this G-woman in training","response":"Clarice Starling"},{"text":"Anne Bancroft as this pioneer in education of the deaf","response":"Annie Sullivan"}],"originalDate":"2021-02-12"},{"category":"AFTER THE SUPREME COURT","comments":"","clues":[{"text":"Not long after her 2006 retirement, this justice founded the iCivics website that teaches about government","response":"Sandra Day O'Connor"},{"text":"Georgian John Archibald Campbell quit in 1861 &amp; this man named him the Confederacy's Assistant Secretary of War","response":"Jefferson Davis"},{"text":"John Jay left the bench to become governor of this state","response":"New York"},{"text":"Benjamin Curtis quit the court over the Dred Scott decision &amp; later defended this president in his impeachment trial","response":"Andrew Johnson"},{"text":"In the 1870s David Davis left the court for the Senate, where he even had this job running things when the VP is away","response":"president pro tempore"}],"originalDate":"2021-02-12"},{"category":"ALL THE \"RAGE\"","comments":"(Ken: All correct responses will end with those four letters.)","clues":[{"text":"The right to vote","response":"suffrage"},{"text":"A place for a ship to drop a big weight","response":"anchorage"},{"text":"To wander around looking for vittles","response":"forage"},{"text":"It's a measure of the strength of an electrical current","response":"amperage"},{"text":"Please don't take this feeling of resentment, from Latin for \"shadow\"","response":"umbrage"}],"originalDate":"2021-02-12"},{"category":"VALLEY","comments":"","clues":[{"text":"Glen Mor, or \"great valley\" in Gaelic, widens to form this highland lake famous for a legendary creature","response":"Loch Ness"},{"text":"In 452 these feared invaders from central Asia stormed into Italy, devastating the Po Valley","response":"the Huns"},{"text":"The site of several ancient temples, the Nubian Valley was submerged by the creation of this dam on the Nile","response":"the Aswan High Dam"},{"text":"The Harappan civilization of South Asia began around 2500 B.C. along the valley of this 2,000-mile river","response":"the Indus"},{"text":"The southern gateway of Norway's Gudbrands Valley is this town, site of the 1994 Winter Olympics","response":"Lillehammer"}],"originalDate":"2021-02-12"},{"category":"GIRL","comments":"","clues":[{"text":"Farm girl Fern Arable wants to save the life of a pig in this E.B. White tale","response":"<i>Charlotte's Web</i>"},{"text":"Beverly Cleary wrote a series of books about this girl, Beezus' troublemaking younger sister","response":"Ramona (Quimby)"},{"text":"In \"A Song of Ice and Fire\", Sansa Stark wonders why this sister of hers can't be sweet &amp; delicate","response":"Arya"},{"text":"Mary Anne Spier is the secretary of this title book series group of girls who watch over other kids","response":"The Baby-Sitters Club"},{"text":"Selina Boyce is the heroine of the Brooklyn-set book called \"Brown Girl,\" these buildings","response":"brownstones"}],"originalDate":"2021-02-12"}],[{"category":"WHAT HAPPENS IN CHAPTER 1?","comments":"","clues":[{"text":"D'Artagnan gets his butt kicked, faints a couple of times &amp; hits Paris","response":"<i>The Three Musketeers</i>"},{"text":"An Oklahoma opening; dust obscures the stars, &amp; the corn, it ain't growin' well; \"the men sat still<span class=\"nobreak\">--</span>thinking<span class=\"nobreak\">--</span>figuring\"","response":"<i>The Grapes of Wrath</i>"},{"text":"Meursault finds out his mother died today; wait, was that yesterday? Takes the bus from Algiers to Marengo for the funeral","response":"<i>The Stranger</i>"},{"text":"Dedalus' mom is dead, a loss; Buck Mulligan favors us with song; quotation marks? Not so much","response":"<i>Ulysses</i>"},{"text":"Colonel Buendía faces a firing squad right off; Melquíades says hi; alchemy... why not take alchemy?","response":"<i>One Hundred Years of Solitude</i>"}],"originalDate":"2021-02-11"},{"category":"BEVERAGES","comments":"","clues":[{"text":"If you want to keep kosher &amp; be gluten-free, Smirnoff No. 21 this may be for you","response":"vodka"},{"text":"Sir John Harmsworth bought a French mineral water spring &amp; gave it this name, honoring the doctor who sold the property","response":"Perrier"},{"text":"White wines stay between 45 &amp; 60 degrees during this process by which sugars are converted into alcohol","response":"fermentation"},{"text":"This sweet tea with a Japanese name is brewed with a symbiotic culture of bacteria &amp; yeast","response":"kombucha"},{"text":"Brandy distilled from the fruit in its name, long ago it was Americans' favorite booze","response":"applejack"}],"originalDate":"2021-02-11"},{"category":"SUPERSTITION","comments":"","clues":[{"text":"The rhyme goes, \"Find\" one of these, \"pick it up, and all day long you'll have good luck\", but make sure it's heads up","response":"a penny"},{"text":"An A-frame is one of these, &amp; walking under one, well, we wouldn't suggest it","response":"a ladder"},{"text":"After this \"crack'd from side to side; 'the curse is come, upon me' cried the Lady of Shalott\"; take note","response":"the mirror"},{"text":"Some attribute the number 13 as unlucky due to this biblical gathering described in Matthew 26","response":"The Last Supper"},{"text":"People mail back rocks taken from Hawaii, believing in bad luck caused by the so-called curse of this Hawaiian volcano goddess","response":"Pele"}],"originalDate":"2021-02-11"},{"category":"TV","comments":"","clues":[{"text":"In 2020 Jo Frost returned to reality TV as the \"Super\" this","response":"nanny"},{"text":"Classic episodes of this series include \"Welcome to Korea\" &amp; \"Abyssinia, Henry\"","response":"<i>M*A*S*H</i>"},{"text":"\"Did I do that?\" was Urkel's catchphrase on this sitcom","response":"<i>Family Matters</i>"},{"text":"For her role on HBO's \"Euphoria\", this 24-year-old recently became the youngest winner of an Emmy for Lead Actress in a Drama","response":"Zendaya"},{"text":"Rob Lowe plays firefighter/captain Owen Strand on \"9-1-1:\" this","response":"Lone Star"}],"originalDate":"2021-02-11"},{"category":"ANIMALS IN GERMAN","comments":"","clues":[{"text":"This animal is ein schaf; an expression about an innocent exterior is \"wolf im schafspelz\"","response":"a sheep"},{"text":"This 3-letter critter is das schwein","response":"a pig"},{"text":"This large amphibious mammal is nilpferd","response":"a hippo"},{"text":"Kavallerie is a German word for a group of these","response":"horses"},{"text":"It's ein löwe; it has eine mähne","response":"a lion"}],"originalDate":"2021-02-11"},{"category":"SUBURBS","comments":"","clues":[{"text":"Many John Hughes movies are set in the fictional Shermer, perhaps from Shermerville, now this city's suburb Northbrook","response":"Chicago"},{"text":"Dum Dum, a weapons-making suburb of Kolkata, gave its name to an expanding type of this, banned by international law","response":"an expanding bullet"},{"text":"The suburb of Shin-Okubo is known as this capital's Koreatown","response":"Tokyo"},{"text":"A northern suburb of Paris was named for this patron saint of France &amp; was built over his tomb","response":"St. Denis"},{"text":"Shopping malls are associated with suburbs &amp; the first enclosed one opened in Edina, a suburb of this Midwest city","response":"Minneapolis"}],"originalDate":"2021-02-11"}],{"category":"WORD ORIGINS","text":"Originally relating to a story of suffering, this word now more commonly refers to strong emotion of any kind","response":"passion"}]}