{"mix":1167,"rounds":[[{"category":"PLAY CHARACTERS","comments":"","clues":[{"text":"Christopher Durang's play \"Vanya and Sonia and Masha and Spike\" gets some of its characters' names from works by this Russian","response":"Chekhov"},{"text":"In a play by Shaw, Henry Higgins attempts to refine the speech of this cockney flower seller","response":"Eliza Doolittle"},{"text":"Darren Lemming is a star player of this sport coming out of the closet in the Broadway show \"Take Me Out\"","response":"baseball"},{"text":"Characters in this play (Parts 1 &amp; 2) include Scorpius Malfoy &amp; Albus Potter","response":"<i>Harry Potter and the Cursed Child</i>"},{"text":"In this play Sister Aloysius, who serves as the principal of St. Nicholas School, has suspicions about Father Flynn","response":"<i>Doubt</i>"}],"originalDate":"2021-02-05"},{"category":"DAY, DRINKING","comments":"","clues":[{"text":"May 13 is world this day, a word for any type of mixed drink","response":"a cocktail"},{"text":"Grab your sugar &amp; spoon on March 5, the date in 2007 when this liquor could be imported to the U.S. for the 1st time since 1912","response":"absinthe"},{"text":"June 3, 2021 is the national day for this illicit nighttime booze, &amp; boy, is June 4 gonna be ugly","response":"moonshine"},{"text":"Hoist a dram on the evening of January 25, the night Scotland celebrates this iconic poet","response":"Burns"},{"text":"In France, the third Thursday in November celebrates the annual release of the nouveau variety of this wine","response":"Beaujolais"}],"originalDate":"2021-02-05"},{"category":"DOCTOR HOW","comments":"","clues":[{"text":"...did you diagnose glomerulonephritis, inflammation of tiny filters in this organ? Facial fluid retention was a symptom","response":"the kidney"},{"text":"...does blood get supplied to the heart? Through the coronary arteries, branches of this, the longest artery in your body","response":"the aorta"},{"text":"...many of \"false\" these bones are in a human body? 6<span class=\"nobreak\">--</span>the top 3 pairs, not linked directly to the breastbone","response":"ribs"},{"text":"...do I treat a pull of these back-of-the-thigh muscles that include the semitendinosus? Elevate your leg to stop swelling","response":"the hamstrings"},{"text":"...do you recover from this 11-letter nasal procedure? The Mayo Clinic says don't jog, try not to smile or laugh &amp; no pullover clothes","response":"a rhinoplasty"}],"originalDate":"2021-02-05"},{"category":"ISLANDS","comments":"","clues":[{"text":"The most populous U.S. island, it's the southern part of New York State","response":"Long Island"},{"text":"The first arrivals on this Western European island were Stone Age hunter-fishers in areas such as Antrim &amp; Down","response":"Ireland"},{"text":"This island nation is 40 miles south of Turkey &amp; 60 miles west of Syria","response":"Cyprus"},{"text":"Ruled by the Al Khalifa family since the 18th c., this island nation has a name from Arabic meaning \"two seas\"","response":"Bahrain"},{"text":"\"C\" is for Caribbean &amp; for this, Mexico's largest island in that sea","response":"Cozumel"}],"originalDate":"2021-02-05"},{"category":"CORPORATE NAMES","comments":"","clues":[{"text":"Let's talk turkey<span class=\"nobreak\">--</span>Earl Olson named this company after his daughter Jennifer","response":"Jennie-O"},{"text":"No ghost<span class=\"nobreak\">--</span>this mattress company got its name from a sleepy college friend of one of the founders","response":"Casper"},{"text":"Shortly after it started, this Internet company dropped \"Ed\" &amp; \"Reakfast\" from its name","response":"Airbnb"},{"text":"Photo paper company Haloid adopted this 5-letter name of its revolutionary new office machine","response":"Xerox"},{"text":"A dried milk powder was almost called \"Lacto\" but was named this, now paired with SmithKline in a global drug company","response":"Glaxo"}],"originalDate":"2021-02-05"},{"category":"MOVIE MAGIC","comments":"","clues":[{"text":"Played by Emily Blunt in a 2018 sequel, she \"Returns\" to help the Banks family with their finances","response":"Mary Poppins"},{"text":"This Marvel sorcerer supreme has a cloak of levitation that can take care of itself in a magical pinch","response":"Doctor Strange"},{"text":"This rhyming 1993 comedy featured Bette Midler, Sarah Jessica Parker &amp; Kathy Najimy as a trio of witches","response":"<i>Hocus Pocus</i>"},{"text":"Isla Fisher &amp; Jesse Eisenberg are half of the 4 Horsemen magic squad in this 2013 film that spawned a sequel","response":"<i>Now You See Me</i>"},{"text":"It's Hugh Jackman vs. Christian Bale in this Christopher Nolan film about a pair of uber-competitive magicians","response":"<i>The Prestige</i>"}],"originalDate":"2021-02-05"}],[{"category":"\"HAND\"Y PHRASES","comments":"","clues":[{"text":"A garment passed on from an older sibling","response":"a hand-me-down"},{"text":"Going back just to 1969, this hyphenated experience originally meant learning computers using a keyboard","response":"hands-on"},{"text":"This phrase meaning you've got complete control of someone also describes the activity of some petting zoo animals","response":"eating out your hand"},{"text":"This 4-word phrase for a type of faith healing is found in Hebrews 6:2","response":"the laying on of hands"},{"text":"According to a William Ross poem, this \"is the hand that rules the world\"","response":"the hand that rocks the cradle"}],"originalDate":"2021-02-05"},{"category":"AUTOBIOGRAPHIES","comments":"","clues":[{"text":"This \"Little Tramp\" of silent movies kept his title simple<span class=\"nobreak\">--</span>\"My Autobiography\"","response":"Charlie Chaplin"},{"text":"The first chapter of this Cuban leader's autobiography \"My Life\" says, \"I made myself into a revolutionary\"","response":"Fidel Castro"},{"text":"She has written \"Madam Secretary\" &amp; \"Read My Pins: Stories from a Diplomat's Jewel Box\"","response":"Madeleine Albright"},{"text":"Chapters in his 1965 autobiography included \"Harlemite\", \"Saved\" &amp; \"Mecca\"","response":"Malcolm X"},{"text":"His autobiography \"Surely You're Joking, Mr.\" him came out in 1985, 40 years after he worked on the atomic bomb at Los Alamos","response":"(Richard) Feynman"}],"originalDate":"2021-02-04"},{"category":"30 SOMETHING","comments":"","clues":[{"text":"A university in this U.K. city consists of 38 colleges, including All Souls, St. John's &amp; Trinity","response":"Oxford"},{"text":"This-millimeter film has long been a standard gauge for photography &amp; motion pictures, but digital has made huge inroads","response":"35-millimeter"},{"text":"The NBA's most-retired number is 32, including for this Utah Jazz \"Mailman\"","response":"Karl Malone"},{"text":"Extending playing time to more than 20 minutes a side, Columbia Records released its first LP record at this speed in 1948","response":"33 1/3"},{"text":"Render unto us the name of this Caesar whose reign ended in 37 A.D. &amp; was followed by Caligula's","response":"Tiberius"}],"originalDate":"2021-02-04"},{"category":"\"RU\" SERIOUS","comments":"(Ken: All responses here will begin with the letters \"R-U\".)","clues":[{"text":"It's the monetary unit of Russia &amp; of Belarus","response":"the ruble"},{"text":"Todd Gurley for the Falcons, or Ezekiel Elliott for the Cowboys","response":"running back"},{"text":"It's the opposite of urban","response":"rural"},{"text":"This 6-letter grouse gets its name from its collar of neck feathers displayed by the male","response":"ruffed"},{"text":"This root vegetable is believed to be a cross between a cabbage &amp; a turnip","response":"a rutabaga"}],"originalDate":"2021-02-04"},{"category":"NOW LISTEN TO ME","comments":"","clues":[{"text":"I've removed the Flowmaster dBX, this part, from my car's exhaust system, &amp; you're gonna hear me 3 blocks away","response":"a muffler"},{"text":"I'm going to treat you to this kind of falsetto-&amp;-back singing in the manner of a Tyrolean mountaineer","response":"yodeling"},{"text":"Stand back! I'm gonna shred on my Telecaster, an electric guitar by this famed instrument maker","response":"Fender"},{"text":"I'm snapping celery to make the sound of a breaking bone; I'm one of these movie sound \"artists\"","response":"a foley artist"},{"text":"I'm whining<span class=\"nobreak\">--</span>not in complaint but to imitate this insect of the genus Aedes","response":"a mosquito"}],"originalDate":"2021-02-04"},{"category":"MAN'S PLAIN","comments":"","clues":[{"text":"Much of this capital of New South Wales lies on the Cumberland Plain, named for a British duke","response":"Sydney"},{"text":"Henry Oxnard gave his name to a Calif. city &amp; its plain; he wanted to name them Zachari, Greek for this product derived from beets","response":"sugar"},{"text":"Named for 19th century polymath Alexander von Humboldt, Mare Humboldtianum is a huge plain here","response":"the Moon"},{"text":"Named for a geologist, the Ice Age remnant Lake Agassiz Plain is in northwest Minnesota &amp; northeast this state","response":"North Dakota"},{"text":"Quebec's Plains of him were the site of a key 1759 battle between the British &amp; French","response":"the Plains of Abraham"}],"originalDate":"2021-02-04"}],{"category":"WORLD CINEMA","text":"The 2007 biopic called \"La Môme\" in France, meaning \"The Kid\", was released in the U.S. under this other French title","response":"<i>La Vie en rose</i>"}]}