{"mix":1168,"rounds":[[{"category":"HISTORY ACROSS THE AGES","comments":"","clues":[{"text":"Going by the reign of the person it's named for, this age of history lasted from 1837 to 1901","response":"the Victorian"},{"text":"Around 10,000 B.C. the paleolithic phase of this age ended in Europe","response":"the Stone Age"},{"text":"The Iron Age in Britain began around 800 B.C. &amp; ended with the invasion of this empire about 800 years later","response":"the Romans"},{"text":"Great wealth was held by but a few while large numbers of people lived in poverty in this 1800s \"Age\" with a novel name","response":"the Gilded Age"},{"text":"Large glaciers on Asia, Europe &amp; North America began forming about 2.6 million years ago, kicking off this epoch of the Ice Age","response":"Pleistocene"}],"originalDate":"2021-02-04"},{"category":"QUESTIONABLE VERBS","comments":"","clues":[{"text":"A lawyer doing this is generally allowed to ask leading questions, since he or she generally didn't call the witness","response":"cross-examining"},{"text":"It can mean to inquire too closely into another's private affairs, or to use force to open or move something","response":"to pry"},{"text":"This verb precedes \"me this\" in a catchphrase of a guy in a question mark suit","response":"riddle"},{"text":"A synonym for \"canvass\", it means to survey the opinions of a group to gain insight","response":"to poll"},{"text":"The second syllable of a 4-syllable synonym for \"curious\" sounds the same as this questioning word","response":"quiz"}],"originalDate":"2021-02-04"},{"category":"POETRY","comments":"","clues":[{"text":"Chicago had Carl Sandburg; this city had Philip Levine, whose \"What Work Is\" mentions Ford &amp; Cadillac","response":"Detroit"},{"text":"Charles Baudelaire wrote a poem about these \"vast birds of the sea\" who famously show up in an English poem","response":"albatrosses"},{"text":"In 2020 Patrick Stewart read these on social media starting with No. 116, \"Let me not to the marriage of true minds\"","response":"Shakespeare sonnets"},{"text":"The 1827 volume \"Poems By Two Brothers\" had poems by 3 brothers in this family: Charles, Frederick &amp; oh, Lord, Alfred","response":"Tennyson"},{"text":"This Whitman work in 52 sections is often described as \"The Great American Poem\"","response":"\"Song of Myself\""}],"originalDate":"2021-02-04"},{"category":"MUSICALS BY SONG LYRICS","comments":"","clues":[{"text":"\"Tale as old as time, song as old as rhyme\"","response":"<i>Beauty and the Beast</i>"},{"text":"\"You're just too good to be true, can't take my eyes off of you\"","response":"<i>Jersey Boys</i>"},{"text":"\"He's a pinball wizard, there has to be a twist, a pinball wizard's got such a supple wrist\"","response":"<i>Tommy</i>"},{"text":"\"They chained me &amp; left me for dead, just for stealing a mouthful of bread\"","response":"<i>Les Misérables</i>"},{"text":"\"On the avenue I'm taking you to...\"","response":"<i>42nd Street</i>"}],"originalDate":"2021-02-04"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"Roger Sperry used this part of his brain to prove that it's used for analytical thought &amp; calculation","response":"the left side"},{"text":"Bananas were an important lab tool for Thomas Hunt Morgan as he used these insects to prove chromosome theory","response":"fruit flies"},{"text":"Pierre-Gilles de Gennes won a Nobel Prize for explaining the behavior of these \"L.C.\"s whose \"D\" is used in video screens","response":"liquid crystals"},{"text":"This 19th c. German invented an engine that, unlike gasoline engines, achieves ignition with no external spark","response":"(Rudolf) Diesel"},{"text":"Tom Lehrer sang, \"Once the rockets are up, who cares where they come down? That's not my department, says\" this man","response":"(Wernher) von Braun"}],"originalDate":"2021-02-03"},{"category":"FEELING LITERARY","comments":"","clues":[{"text":"Hunter S. Thompson had mixed emotions:<br>\"____ &amp; ____ in Las Vegas\"","response":"Fear & Loathing"},{"text":"About post-war youth in Britain:<br>\"Look Back in ____\"","response":"Anger"},{"text":"A biographical novel by Irving Stone:<br>\"The ____ &amp; the ____\"","response":"<i>The Agony & the Ecstasy</i>"},{"text":"Eugene O'Neill drew up Greek tragedy:<br>\"____ Under the Elms\"","response":"Desire"},{"text":"By Chester Himes:<br>\"A ____ in Harlem\"","response":"A Rage"}],"originalDate":"2021-02-03"}],[{"category":"A \"KID\" IN","comments":"","clues":[{"text":"Using care is treating something with these, as if you had delicate handwear","response":"kid gloves"},{"text":"This boy band began with a city-wide talent search in Boston","response":"the New Kids on the Block"},{"text":"Harry Longabaugh had this nickname as a member of the Wild Bunch","response":"the Sundance Kid"},{"text":"Parodying the Cabbage Patch Kids, these gross stickers were a sensation in the 1980s","response":"the Garbage Pail Kids"},{"text":"This term describes children who have to unlock the door when they come home to an empty house","response":"latchkey kids"}],"originalDate":"2021-02-03"},{"category":"A CANDY STORE","comments":"","clues":[{"text":"You can buy Belly Flops, rejects from this company, at its factory candy store in Fairfield, California","response":"Jelly Belly"},{"text":"You can buy a single flavor of these sticky but cute predators at the Albanese candy store near Chicago","response":"Gummi Bears"},{"text":"True Treats in W.V. sells candy from many eras, including peanut brittle from this 19th century horticulturist's recipe","response":"George Washington Carver"},{"text":"Lincoln, Nebraska's this candy \"International\" sells nearly 160 types of it &amp; not just the anise-like black one","response":"licorice"},{"text":"Nashville, home of this double-talk \"Cluster\", a mix of peanuts &amp; candy, has a shop dedicated to it","response":"Goo Goo Clusters"}],"originalDate":"2021-02-03"},{"category":"1961, WHAT A YEAR!","comments":"","clues":[{"text":"July: JFK tells Americans \"We cannot and will not permit the Communists to drive us out of\" this city","response":"Berlin"},{"text":"February: The Beatles are paid 5 pounds (total) for their first show at the Cavern Club in this city","response":"Liverpool"},{"text":"April: this cosmonaut makes history when he takes Vostok 1 about 200 miles above the Earth","response":"Gagarin"},{"text":"March: with other nations disapproving of apartheid, South Africa withdraws from this body rooted in the British Empire","response":"the British Commonwealth"},{"text":"September: the Foreign Assistance Act gives birth to the agency known by this 5-letter name","response":"USAID"}],"originalDate":"2021-02-03"},{"category":"ATLAS ALLITERATION","comments":"","clues":[{"text":"This Australian place got its name due to \"the great quantity of plants Mr. Banks and Dr. Solander\" found on shore","response":"Botany Bay"},{"text":"This Massachusetts peninsula has the also alliterative Buzzards Bay to its west","response":"Cape Cod"},{"text":"In 2011, 6 years after a comprehensive peace agreement, this African country came to be","response":"South Sudan"},{"text":"This area of the North Atlantic is named for the type of seaweed prevalent there","response":"the Sargasso Sea"},{"text":"This world capital is named for a lady who found a bronze Buddha there","response":"Phnom Penh, Cambodia"}],"originalDate":"2021-02-03"},{"category":"THERE'S A WORD FOR THAT","comments":"","clues":[{"text":"Able to use both hands with equal ease","response":"ambidextrous"},{"text":"Someone who takes blame for others, from an ancient Jewish ceremony","response":"a scapegoat"},{"text":"Of dubious authenticity, specifically like non-canonical Bible books","response":"apocryphal"},{"text":"A new term for a suddenly old version of something, like \"film camera\"","response":"a retronym"},{"text":"The study of flags","response":"vexillology"}],"originalDate":"2021-02-03"},{"category":"\"UN\"-TERTAINMENT","comments":"","clues":[{"text":"This duet between Nat \"King\" Cole &amp; Natalie Cole won Grammys for Song of the Year &amp; Record of the Year","response":"\"Unforgettable\""},{"text":"This comedy series starred Ellie Kemper as a young woman who escaped a doomsday cult led by Jon Hamm","response":"<i>Unbreakable Kimmy Schmidt</i>"},{"text":"In this 2019 film Adam Sandler played NYC jeweler Howard Ratner, who came into possession of a rare opal","response":"<i>Uncut Gems</i>"},{"text":"A young Jewish woman flees her ultra-conservative religious group in this Netflix miniseries","response":"<i>Unorthodox</i>"},{"text":"As the name suggests, bands play acoustic sets on this MTV series","response":"<i>Unplugged</i>"}],"originalDate":"2021-02-03"}],{"category":"NOVELS","text":"\"Breeders, Wives and Unwomen\" was the headline of the New York Times' 1986 review of this novel","response":"<i>The Handmaid's Tale</i>"}]}