{"mix":1173,"rounds":[[{"category":"1980s TIME CAPSULE","comments":"","clues":[{"text":"Pop musicians joined together &amp; recorded \"Do They Know It's Christmas?\" in 1984 to raise money for famine relief in this country","response":"Ethiopia"},{"text":"In 1983 this Swiss company introduced its iconic new timepieces, which became a craze","response":"a Swatch"},{"text":"Not your typical sitcom, this TV show featuring a shoe salesman's less-than-perfect family life premiered in 1987","response":"<i>Married... with Children</i>"},{"text":"In 1989 Tom Petty sang, \"My sister got lucky, married\" this kind of successful person, a word coined earlier in the decade","response":"a yuppie"},{"text":"This Democrat was governor of Massachusetts for most of the decade","response":"Dukakis"}],"originalDate":"2021-01-29"},{"category":"TO PHRASE A COIN","comments":"","clues":[{"text":"To be merciless to an enemy is to show \"no\" this coin","response":"a quarter"},{"text":"To \"drop\" one of these is to inform on someone, like by calling the cops from an old payphone","response":"a dime"},{"text":"Something valueless is \"not worth a\" this colorful 2-word coin phrase","response":"a red cent"},{"text":"\"Don't take any\" of these, like the commemorative souvenirs made for the 1933 Chicago World's Fair","response":"a wooden nickel"},{"text":"When this alliterative phrase offering to wager money against bakery treats first appeared, the coins were still silver","response":"dollars to doughnuts"}],"originalDate":"2021-01-29"},{"category":"BIG STAR","comments":"","clues":[{"text":"The closest star to our sun, Proxima this has an Earth-like planet that was discovered in 2016 &amp; could possibly support life","response":"Proxima Centauri"},{"text":"Castor &amp; Pollux are the 2 brightest stars in this constellation that's also a sign of the zodiac","response":"Gemini"},{"text":"In the top 5 brightest stars, Arcturus is found in this constellation in the northern sky; oh, shake shake shake, shake your...","response":"Bootes"},{"text":"When you see this Down Under constellation for the 1st time, check out Alpha Crucis &amp; the Coalsack molecular cloud","response":"the Southern Cross"},{"text":"The name of this bright red star in the constellation Scorpius denotes it as a rival of the Greek god of war","response":"Antares"}],"originalDate":"2021-01-29"},{"category":"NO. 1 RECORD","comments":"","clues":[{"text":"Going low, Meghan Trainor was \"All About That\" this in a 2014 No. 1","response":"that Bass"},{"text":"In 1994 this R&B group spent 14 weeks at No. 1 singing, \"I'll make love to you, like you want me to\"","response":"Boyz II Men"},{"text":"This 1998 Cher megahit with a 1-word title took 6 songwriters &amp; almost a decade to put together","response":"\"Believe\""},{"text":"Despite the fact that \"We had joy, we had fun, we had\" this title in 1974, it really is one seriously depressing tune","response":"\"Seasons In The Sun\""},{"text":"About 20 years after Ray Charles hit No. 1 with this tune, it became a state song","response":"\"Georgia On My Mind\""}],"originalDate":"2021-01-29"},{"category":"THE 5 W's, HISTORICALLY","comments":"","clues":[{"text":"Where: every Aug. 6, a service is held in this city for the estimated 70,000 people who were killed there on that date in 1945","response":"Hiroshima"},{"text":"What: perhaps it was destiny that in 1292, John de Balliol would be the last king of Scotland crowned on this stone","response":"the Stone of Scone"},{"text":"Who: in 1993 he shared a Nobel Peace Prize with F.W. De Klerk","response":"Mandela"},{"text":"When: date &amp; year congress resolved the \"United Colonies are... to be free &amp; independent states\", 2 days before what you might think","response":"July 2, 1776"},{"text":"Why... didn't this nation get more help rising up against its leader Pol Pot as 1 million died at the regime's hands between 1975 &amp; 1979?","response":"Cambodia"}],"originalDate":"2021-01-28"},{"category":"THE SONG TITLE ON MY RADIO DISPLAY","comments":"(Ken: It got cut off and I'm gonna need your help finishing it.)","clues":[{"text":"Lady Gaga: <br>\"Poke\"","response":"\"Poker Face\""},{"text":"Fergie: <br>\"Big Girls Don't\"","response":"\"Big Girls Don't Cry\""},{"text":"Train: <br>\"Hey, So\"","response":"\"Hey, Soul Sister\""},{"text":"James Brown: <br>\"Papa's Got A Bran\"","response":"\"Papa's Got A Brand New Bag\""},{"text":"Joni Mitchell: <br>\"Big Yell\"","response":"\"Big Yellow Taxi\""}],"originalDate":"2021-01-28"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"Former NFL tight end Roberta Muldoon is a character in this John Irving novel","response":"<i>The World According to Garp</i>"},{"text":"Griffin, the main character in this Wells novel, describes himself as \"almost an albino\", if he could have been seen","response":"<i>The Invisible Man</i>"},{"text":"Perhaps the devil made him do it, but Part II of this dramatic Goethe work wasn't published until 1832, 24 years after Part I","response":"<i>Faust</i>"},{"text":"An unfinished sequel to \"The 3 Musketeers\", Dumas' \"The Red Sphinx\" continues the story of this real-life cardinal","response":"Richelieu"},{"text":"The title of this 14th century work may have been modeled on Hexameron","response":"<i>The Decameron</i>"}],"originalDate":"2021-01-28"},{"category":"CALL A \"CAB\"","comments":"","clues":[{"text":"The Old French for \"small chamber\" gives us this word meaning an advisory council","response":"a cabinet"},{"text":"It's a small tent or structure at a beach or pool for changing into your swimsuit","response":"a cabana"},{"text":"Kohlrabi resembles the turnip but is actually part of the family that includes this leafy garden veggie","response":"cabbage"},{"text":"These grapes grown widely in Bordeaux &amp; California lend their name to a dry red wine","response":"cabernet"},{"text":"From the Latin for \"horse\", it's a term for a Spanish or Mexican gentleman","response":"a <i>caballero</i>"}],"originalDate":"2021-01-28"},{"category":"WORDS &amp; PHRASES","comments":"","clues":[{"text":"Back in 1937 a magazine complained about the cliche \"Working hard or...\" this phrase","response":"hardly working"},{"text":"Before it meant a type of research institution, this 2-word phrase was slang for the brain","response":"think tank"},{"text":"The book \"The Cheaper the Crook, the Gaudier the Patter\" says \"That's all she wrote\" refers to these breakup letters","response":"Dear John letters"},{"text":"Originally an adjective for a plant that blooms early, now it more often describes a child who matures early","response":"precocious"},{"text":"This word for the female branch of the family originally referred to the rod that flax was wound around","response":"distaff"}],"originalDate":"2021-01-28"},{"category":"SCIENCE CLASS","comments":"","clues":[{"text":"\"m\" represents this in Einstein's equation E=mc<sup>2</sup>","response":"mass"},{"text":"There's an aid to navigation inside this force that raises an object in water, equal to the weight of the water it displaces","response":"buoyancy"},{"text":"This climate event occurs in an unusually warm E. Pacific every 2 to 7 years &amp; can change winds, currents &amp; rain patterns","response":"El Niño"},{"text":"It's the outer, smaller &amp; alphabetically first of the 2 moons of Mars","response":"Deimos"},{"text":"Also meaning a mark of disgrace, in botany, it's the part of a flower where pollination occurs","response":"the stigma"}],"originalDate":"2021-01-28"},{"category":"THAT'S SO GORGE!","comments":"","clues":[{"text":"The North Rim of this Arizona chasm is about 1,000 feet higher than its South Rim","response":"the Grand Canyon"},{"text":"The Tarahumara inhabit the Barranca del Cobre, this \"metallic\" canyon in Mexico","response":"Copper Canyon"},{"text":"Wadi al-Muluk is the Arabic name of this narrow gorge where Tutankhamen was laid to rest","response":"the Valley of the Kings"},{"text":"Qutang, Wu &amp; Xiling are 3 notable gorges on this long river","response":"the Yangtze"},{"text":"Yielding the fossil remains of more than 60 hominins, this gorge in Tanzania has been nicknamed \"The Cradle of Mankind\"","response":"Olduvai Gorge"}],"originalDate":"2021-01-28"},{"category":"RESPONSES IN THE FORM OF A QUESTION","comments":"","clues":[{"text":"Asked \"Where is Abel thy brother?\" in the King James Bible, Cain replies with this 5-word question","response":"\"Am I my brother's keeper\""},{"text":"The illustrator of this series thought \"the reason why he was lost was... he was slightly idiotic &amp; didn't know where he was going\"","response":"<i>Where's Waldo?</i>"},{"text":"The next line Culture Club sang after this title was \"Do you really want to make me cry?\"","response":"\"Do you really wanna hurt me?\""},{"text":"On Oct. 13, 1962 this Edward Albee play debuted on Broadway with Uta Hagen as Martha","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"Romeo says, \"But soft!\", asks this question &amp; continues, \"it is the east, &amp; Juliet is the sun\"","response":"\"What light through yonder window breaks?\""}],"originalDate":"2021-01-28"}],{"category":"LANDMARKS","text":"Pskov &amp; Nizhny Novgorod are 2 of the cities that have a fortress called this","response":"the Kremlin"}]}