{"mix":1176,"rounds":[[{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In 1836 she married clergyman Calvin Stowe","response":"Harriet Beecher"},{"text":"This author's \"Red Storm Rising\" &amp; \"The Hunt for Red October\" were the top 2 paperback novels of 1987","response":"Clancy"},{"text":"Bob Thomas' 1983 biography \"Golden Boy\" was \"The Untold Story of\" this actor","response":"William Holden"},{"text":"The title of this 1940 Hemingway novel was derived from a John Donne work","response":"<i>For Whom the Bell Tolls</i>"},{"text":"Although her best-known work is \"Ethan Frome\", she won her Pulitzer Prize for \"The Age   of Innocence\"","response":"Edith Wharton"}],"originalDate":"1992-04-20"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The NYSE was established in 1792 after traders began meeting under a tree on this street","response":"Wall Street"},{"text":"In 1861 Georgia politician   Alexander Stephens was elected vice president of this","response":"the Confederacy"},{"text":"The framework for this was worked out in 1944 at the Dumbarton Oaks Conference in Washington, D.C.","response":"the United Nations"},{"text":"Following the 1797 XYZ Affair, Congress repealed all treaties with this country","response":"France"},{"text":"In 1935 FDR signed the first of these acts designed to keep the U.S. out of war","response":"the Neutrality Acts"}],"originalDate":"1992-04-20"},{"category":"BALTIMORE","comments":"","clues":[{"text":"Baltimore lies along the estuary of the Patapsco River near the head of this bay","response":"the Chesapeake"},{"text":"The Star-Spangled Banner House is preserved as a museum of this war","response":"the War of 1812"},{"text":"This steel firm's Sparrows Point Plant is the largest industrial complex in the city","response":"Bethlehem Steel"},{"text":"Baltimore was chartered in 1729 as a port to export this crop","response":"tobacco"},{"text":"The Peabody Conservatory of Music is affiliated with this university","response":"Johns Hopkins"}],"originalDate":"1992-04-20"},{"category":"SECRETARIES OF STATE","comments":"","clues":[{"text":"This secretary for James Monroe succeeded his boss in the big job","response":"John Quincy Adams"},{"text":"This secretary for Barack Obama did not succeed her boss in the big job","response":"HIllary Clinton"},{"text":"Cordell Hull, the longest-serving secretary, spent 11 years on the job under this president","response":"Franklin Roosevelt"},{"text":"Secretary to John Adams for one year, he's better known for his much longer tenure on the Supreme Court","response":"Marshall"},{"text":"This man from Kinderhook served as secretary for Andrew Jackson","response":"Van Buren"}],"originalDate":"2021-01-22"},{"category":"9-LETTER WORDS","comments":"","clues":[{"text":"B or C, but not A or E","response":"a consonant"},{"text":"Varieties of this citrus fruit include Murcott &amp; Dancy","response":"tangerine"},{"text":"It's a customary code of proper behavior or formalities in society","response":"etiquette"},{"text":"To take the water out of something","response":"dehydrate"},{"text":"This chemical that makes chili peppers hot is used in pepper sprays &amp; topical painkillers","response":"capsaicin"}],"originalDate":"2021-01-22"},{"category":"DISASTROUS TEAMS?","comments":"","clues":[{"text":"ACC: the \"Great Miami\" one of these made landfall in September 1926","response":"hurricanes"},{"text":"NHL: <br>In 2018 a skier triggered this in the Berthoud Pass, just outside of Denver","response":"an avalanche"},{"text":"WNBA: <br>One day in 1990 in Phoenix this climbed to 122","response":"the Phoenix Mercury"},{"text":"MLS: <br>Between the San Andreas &amp; Calaveras Faults, Silicon Valley is prone to these","response":"the Earthquakes"},{"text":"SEC: <br>In 2015 an oyster harvest was interrupted by one of these algal blooms","response":"Crimson Tide"}],"originalDate":"2021-01-22"}],[{"category":"THE BRITISH PANTRY","comments":"","clues":[{"text":"A metal gives the British this word meaning \"canned\"","response":"tinned"},{"text":"To the British this drink always has alcohol; in America it's \"hard\" or it's apple juice","response":"cider"},{"text":"This baking item<span class=\"nobreak\">--</span>&amp; thickener &amp; deodorant &amp; grease cleaner<span class=\"nobreak\">--</span>is called cornflour in the United Kingdom","response":"corn starch"},{"text":"To Brits, it's coriander leaves; to Americans, it's this","response":"cilantro"},{"text":"Cookies are called biscuits in Britain; the Brits add eggs to our biscuit recipe to make these","response":"Scones"}],"originalDate":"2021-01-22"},{"category":"DUNGEONS &amp; DRAGONS","comments":"","clues":[{"text":"Dragons are covered in these; Saphira's in \"Eragon\" are blue","response":"scales"},{"text":"This notorious Wallachian prince was supposedly confined in dungeons at Turkey's Tokat Castle","response":"Vlad the Impaler"},{"text":"In 1513, accused of being part of a conspiracy Niccolo Machiavelli was thrown into a dungeon in this city","response":"Florence"},{"text":"Heretics awaited judgment at a secret prison called \"The House of Dungeons\" at Cartagena's Palace of this religious tribunal","response":"the Inquisition"},{"text":"Hercules faced a dragon called Ladon as well as this many-headed creature in Lerna","response":"a Hydra"}],"originalDate":"2021-01-22"},{"category":"HAVE YOU HEARD MY THIRD?","comments":"","clues":[{"text":"The F that begins Brahms' third symphony is personal code for the word frei, meaning this","response":"free"},{"text":"Of his own Third Piano Concerto, Prokofiev wrote of \"lively\" discussion of a theme, both the piano &amp; this group having lots to say","response":"the orchestra"},{"text":"Ferdinand Laub, his Moscow Conservatory colleague, led the premieres of his 1st 2 quartets; his third, in 1876, was in Laub's memory","response":"Tchaikovsky"},{"text":"Roy Harris' Third was the first American symphony performed in this country, by the Philadelphia Orchestra in 1973","response":"China"},{"text":"His 1946 Third Symphony incorporates his \"Fanfare For The Common Man\" in its finale","response":"Aaron Copland"}],"originalDate":"2021-01-22"},{"category":"LIT-POURRI","comments":"","clues":[{"text":"Alexander Rostov is under house arrest in the Metropol, a hotel across from the Kremlin, in the novel \"A Gentleman in\" this city","response":"Moscow"},{"text":"This Ian McEwan novel follows the consequences of a lie 13-year-old Briony Tallis tells &amp; her attempts to make up for it","response":"<i>Atonement</i>"},{"text":"2020 saw the release of \"The Mirror &amp; the Light\", the end of Hilary Mantel's trilogy about this advisor to Henry VIII","response":"(Thomas) Cromwell"},{"text":"In books by Eoin Colfer, this 12-year-old is a millionaire, a genius &amp; a criminal mastermind","response":"Artemis Fowl"},{"text":"Ken Follett says his most popular book is this novel about the building of a cathedral in 12th century England","response":"<i>The Pillars of the Earth</i>"}],"originalDate":"2021-01-22"},{"category":"BRUCE WILLIS MOVIE QUOTES","comments":"(Ken: We'll give you the quote; you respond with the name of the movie.)","clues":[{"text":"\"Sorry, Hans. Wrong guess. Would you like to go for Double Jeopardy!, where the scores can really change?\"","response":"<i>Die Hard</i>"},{"text":"\"Dead people, like, in graves... in coffins?\"","response":"<i>The Sixth Sense</i>"},{"text":"\"Zed's dead, baby. Zed's dead\"","response":"<i>Pulp Fiction</i>"},{"text":"\"If you pull that trigger, that bullet is just gonna bounce off me &amp; I'm not going to be hurt\"","response":"<i>Unbreakable</i>"},{"text":"\"Scientists. I'm supposed to report in to them. They'll want to know they sent me to the wrong time\"","response":"<i>12 Monkeys</i>"}],"originalDate":"2021-01-22"},{"category":"1-LETTER STOCK SYMBOLS","comments":"","clues":[{"text":"V: <br>You might get a charge out of this financial services company","response":"Visa"},{"text":"Z: <br>This online real estate &amp; rental marketplace","response":"Zillow"},{"text":"F: <br>It offered the Torino &amp; the Tempo","response":"Ford"},{"text":"M: <br>This corporation that began as a small dry goods store on the corner of 14th Street &amp; 6th Avenue","response":"Macy's"},{"text":"S:  <br>Formerly the symbol for Sears, later for this telecom company","response":"Sprint"}],"originalDate":"2021-01-21"}],{"category":"THE MOVIES","text":"\"Wuthering Heights\", \"Of Mice and Men\", &amp; \"Stagecoach\" all came out in this \"Best year ever for Amer. films\"","response":"1939"}]}