{"mix":1177,"rounds":[[{"category":"POPES","comments":"","clues":[{"text":"Architect Giovanni dei Dolci built this Vatican chapel for Pope Sixtus IV","response":"the Sistine Chapel"},{"text":"In 1057 Victor II was the last German pope before Joseph Ratzinger took the job under this name in 2005","response":"Benedict (XVI)"},{"text":"Before entering a seminary, Pope Francis once held a job as a bouncer in this capital city","response":"Buenos Aires"},{"text":"Pius IX served for nearly 32 years &amp; promulgated this doctrine that the pope cannot err in matters of faith or morals","response":"infallibility"},{"text":"Pope from 1492 to 1503, Alexander VI was a member of this prominent family","response":"the Borgias"}],"originalDate":"2021-01-21"},{"category":"BOOKS FOR YOUNG ADULTS","comments":"","clues":[{"text":"In this saga Edward vamps things up &amp; Jacob gets into some hairy situations in Washington State","response":"<i>Twilight</i>"},{"text":"A spring of magical water makes this family \"Everlasting\" in a book that asks, \"What if you could live forever?\"","response":"Tuck"},{"text":"At Camp Half-Blood, this young demigod learns things like how to ride winged horses &amp; sword fighting","response":"Percy Jackson"},{"text":"Flee from Grievers stalking the labyrinth &amp; become one of these, the title of a James Dashner young adult series","response":"<i>The Maze Runner</i>"},{"text":"In this bestseller by Angie Thomas, 16-year-old Starr Carter sees her friend shot dead by a police officer","response":"<i>The Hate U Give</i>"}],"originalDate":"2021-01-21"},{"category":"SHAPELY SPEECH","comments":"","clues":[{"text":"Pay an airline for your flight there &amp; back &amp; you've bought this kind of ticket","response":"round trip"},{"text":"An expansion of the West Wing in 1909 gave William Howard Taft this presidential room of power","response":"the Oval Office"},{"text":"A nourishing repast is referred to in this \"boxy\" way","response":"a square meal"},{"text":"This 3-dimensional figure \"of influence\" refers to the range of one nation's control over foreign territory","response":"a sphere"},{"text":"Ranging from Myanmar to Laos to Thailand, Southeast Asia's major opium-producing region is called this","response":"the Golden Triangle"}],"originalDate":"2021-01-21"},{"category":"A STREAM OF TV","comments":"","clues":[{"text":"Janine Lindo, also known as Ofwarren &amp; Ofdaniel, was forced to contend with the Red Center on this streaming series","response":"<i>The Handmaid's Tale</i>"},{"text":"Amazon Prime's \"Tales from\" here isn't set in Chicago but in an experimental physics lab in Ohio","response":"the Loop"},{"text":"This 2020 Hulu film riffs on \"Groundhog Day\", with Andy Samberg &amp; Cristin Milioti repeating the same day","response":"<i>Palm Springs</i>"},{"text":"Netflix beat out the U.S. government to trademark this Steve Carell show's military title in Europe, Australia &amp; Mexico","response":"<i>Space Force</i>"},{"text":"The Apple TV+ show \"Dickinson\" stars this \"True Grit\" actress as the title poet","response":"Hailee Steinfeld"}],"originalDate":"2021-01-21"},{"category":"CANADIAN PLACES","comments":"","clues":[{"text":"Henry Cobb &amp; I.M. Pei designed Place Ville-Marie, a landmark in this city","response":"Montreal"},{"text":"The Butchart Gardens is one of the prettiest spots near this provincial capital on Vancouver Island","response":"Victoria"},{"text":"Traditionally constructed by the Inuit, Inuksuit are stone figures used as landmarks in this Inuit-majority territory","response":"Nunavut"},{"text":"A city in New Jersey has the same name as this province, Canada's only officially bilingual one","response":"New Brunswick"},{"text":"In the 1880s this Alberta city got the Canadian Pacific Railway, but in 1905 its rival Edmonton struck back as it became the capital","response":"Calgary"}],"originalDate":"2021-01-21"},{"category":"'80s HITS","comments":"","clues":[{"text":"\"Another Brick In The Wall\" from this group was a No. 1 hit in 1980","response":"Pink Floyd"},{"text":"We're halfway there! Bon Jovi topped the charts with this tune in 1987; you'll make it, I swear!","response":"\"Livin' On A Prayer\""},{"text":"This comic \"rapped\", \"I was an ugly kid, I never had fun (no respect, no respect), they took me to a dog show &amp; I won!\"","response":"Dangerfield"},{"text":"Rolling Stone's \"20 Biggest ('80s) Songs of the Summer\" had \"The Power Of Love\" by this group","response":"Huey Lewis and the News"},{"text":"Taco had a top 5 hit covering this Irving Berlin song that says, \"Why don't you go where fashion sits?\"","response":"\"Puttin' On The Ritz\""}],"originalDate":"2021-01-20"}],[{"category":"EVERYBODY WANTS TO RULE THE WORLD","comments":"","clues":[{"text":"\"God's Shadow\" is a biography of Ottoman Sultan Selim, whose conquests included this country, in a 1516 battle near Aleppo","response":"Syria"},{"text":"For adding areas such as Valencia to his realm, 13th c. King James I of Aragon was known as \"Jaime el\" this Spanish word","response":"Conquistador"},{"text":"In December 1398 Tamerlane sacked this old city in northern India amid great carnage","response":"(Old) Delhi"},{"text":"After Crassus died in battle in 53 B.C., this other \"Great\" triumvirate member allied with senators against Caesar...ooooops","response":"Pompey"},{"text":"Famed for his wealth, this king conquered mainland Ionia (yay!) but Cyrus the Great beat him &amp; took over Lydia (rats!)","response":"Croesus"}],"originalDate":"2021-01-20"},{"category":"DON'T YOU (FORGET ABOUT ME)","comments":"","clues":[{"text":"A mattress made of the viscoelastic or memory type of this shapes itself to the contours of your body","response":"foam"},{"text":"A German legend says this flower's name is derived from a drowning knight's words to his love, \"Vergiss mein nicht\"","response":"forget-me-not"},{"text":"The name of this type of memory aid like \"30 days hath September\" comes from the name of the Greek goddess of memory","response":"mnemonic"},{"text":"This Latin reminder phrase is a \"memento\" of our mortality","response":"<i>memento mori</i>"},{"text":"A precursor to war in the late 19th century was \"Remember the Maine, to hell with\" this country","response":"Spain"}],"originalDate":"2021-01-20"},{"category":"I RAN (SO FAR AWAY)","comments":"","clues":[{"text":"Many runners \"hit the wall\" at the infamous Heartbreak Hill on mile 20 of this Beantown race","response":"the Boston Marathon"},{"text":"This major metropolitan marathon begins &amp; ends in Grant Park","response":"Chicago"},{"text":"The finish line for the London Marathon is between this London residence of the queen &amp; St. James' Palace","response":"Buckingham Palace"},{"text":"The last stretch of the Berlin Marathon passes through this gate, which was closed in the early years of the race","response":"the Brandenburg Gate"},{"text":"Much of the marathon in this city on the Arabian Peninsula takes place on Jumeirah Beach Road","response":"Dubai"}],"originalDate":"2021-01-20"},{"category":"WORD \"UP\"","comments":"(Ken: All correct responses there will begin with \"up\".)","clues":[{"text":"To transfer information from your computer to another","response":"upload"},{"text":"It's the general cost of maintaining a home in decent condition","response":"upkeep"},{"text":"Nice! You got this free bump into first class for your flight! Enjoy the free drinks!","response":"upgrade"},{"text":"This theater direction can mean to take the focus from another actor &amp; put it on your own performance","response":"upstage"},{"text":"To censure or criticize someone, not start pigtails from the bottom","response":"upbraid"}],"originalDate":"2021-01-20"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"The last name of this \"Miserables\" guy is \"probably a nickname, a contraction of voilà\" &amp; his first name","response":"Valjean"},{"text":"\"1984\" begins with this character entering the glass doors of Victory Mansions","response":"(Winston) Smith"},{"text":"Appropriate first name of California settler Trask, dad to Aron &amp; Cal in \"East of Eden\"","response":"Adam"},{"text":"In \"One Flew Over the Cuckoo's Nest\", he gets himself transferred into the psychiatric hospital for \"fun &amp; entertainment\"","response":"Randle McMurphy"},{"text":"This novel with a biblical title by Toni Morrison follows the life of a character named Milkman Dead","response":"<i>Song of Solomon</i>"}],"originalDate":"2021-01-20"},{"category":"SCIENCE GLOSSARY","comments":"","clues":[{"text":"These rod-shaped structures in a cell's nucleus carry its genetic information","response":"chromosomes"},{"text":"Rocks that have been  environmentally altered  from other rocks make up this class, from Greek for \"change\" &amp; \"form\"","response":"metamorphic"},{"text":"Pass the this, defined as a substance produced by the reaction of a base &amp; an acid","response":"salt"},{"text":"These subatomic particles are named for physicist Enrico","response":"fermions"},{"text":"This \"theory\" views subatomic particles as threadlike one-dimensional entities, not zero-dimensional points","response":"string theory"}],"originalDate":"2021-01-20"}],{"category":"ASTRONOMY &amp; GEOGRAPHY","text":"At the winter solstice, the Sun is in Sagittarius; it once appeared in this constellation, giving a geographic feature its name","response":"Capricorn"}]}