{"mix":1183,"rounds":[[{"category":"COMMUNICATION","comments":"","clues":[{"text":"In 2020 this video conferencing service founded in 2011 became the USA's No. 1 app","response":"Zoom"},{"text":"56' wide &amp; 29' high, a digital billboard called the Broadway Spectacular is in the heart of this New York City area","response":"Times Square"},{"text":"Put your fingers in your mouth to push your tongue back if you need to make a loud one of these, like if hailing a cab in 1947","response":"whistle"},{"text":"France's Robert Coulondre, who had this job, presented a futile demarche, a diplomatic note, in Berlin Sept. 1, 1939","response":"ambassador to Germany"},{"text":"It is the interpretive body part of an orchestra conductor; an 1889 book says it has 100 \"shades of delicate expression \"","response":"his or her left hand"}],"originalDate":"2021-01-14"},{"category":"2-LETTER LIT","comments":"","clues":[{"text":"This scary book mostly takes place in Derry, Maine","response":"<i>It</i>"},{"text":"The tomboy of Alcott's March sisters, she wants to be a writer","response":"Jo"},{"text":"L. Frank Baum said he got the name for this after looking at his file cabinet","response":"Oz"},{"text":"Surname of physician Julius, antagonist of a 1958 Fleming novel","response":"No"},{"text":"Part of \"Galileo's Dream\" by Kim Stanley Robinson takes place on this moon","response":"Io"}],"originalDate":"2021-01-14"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"It cost the U.S. about $380 million to build this canal that opened to traffic in 1914","response":"the Panama Canal"},{"text":"This river is navigable from its mouth on the North Sea to a spot near Basel on the Swiss-German border","response":"the Rhine"},{"text":"Blooms of the algae of Trichodesmium erythraeum give this body of water its color &amp; perhaps its name","response":"the Red Sea"},{"text":"Back when it was known as the Hellespont, this strait was where the mythic lovers Hero &amp; Leander perished","response":"the Dardanelles"},{"text":"Sugar Loaf Mountain overlooks this bay of the Atlantic Ocean","response":"Guanabara Bay"}],"originalDate":"2021-01-14"},{"category":"DON'T SKIP LEG DAY!","comments":"","clues":[{"text":"This word has come to mean hindering someone's progress; its synonym patella-ing didn't catch on","response":"kneecapping"},{"text":"You've got some nerve! This nerve, the body's thickest, which goes from the lumbar part of the spine down the back of the thigh","response":"the sciatic nerve"},{"text":"Let me butt in with this Latin term for the large muscle that starts at the pelvic girdle's crest &amp; extends the thigh","response":"gluteus maximus"},{"text":"Vastus lateralis &amp; vastus intermedius are 2 of the 4 parts of this muscle; did we mention it has 4 parts? 'Cause that's important","response":"the quadriceps"},{"text":"Carrying luggage upstairs in 2018, Royals catcher Salvador Perez tore his MCL, short for this","response":"the medial collateral ligament"}],"originalDate":"2021-01-14"},{"category":"LET'S GO TO THE ARCHIVES","comments":"","clues":[{"text":"The National Archives has an often-reproduced 1823 version of this document, made when the original was already fading","response":"the Declaration of Independence"},{"text":"The United Nations Archives in this Swiss city is also where you'll find the League of Nations Archives","response":"Geneva"},{"text":"The Vatican Apostolic (formerly \"Secret\") archives hold a 200' scroll recording the 14th century trial of these knights","response":"the Knights Templar"},{"text":"The National Library of Israel has an archive on this unjustly accused French officer, including his marriage contract","response":"Dreyfus"},{"text":"The Vassiliev Notebooks of information from Soviet archives show that yes, this NYC-born man executed in 1953 was an atom spy","response":"Rosenberg"}],"originalDate":"2021-01-14"},{"category":"Y IS THE ONLY VOWEL","comments":"","clues":[{"text":"It's another word for a pigpen","response":"sty"},{"text":"You can actually book a dinner in this part of London's St. Paul's Cathedral where many notables have been laid to rest","response":"the crypt"},{"text":"In Greek mythology the Oceanids are sea types of these","response":"nymphs"},{"text":"It's a 5-letter word for a secret rendezvous between lovers","response":"a tryst"},{"text":"From Greek for \"to carve\", it's a picture or symbol that can represent a word in ancient writing systems","response":"glyph"}],"originalDate":"2021-01-14"}],[{"category":"NATIONAL HERITAGE AREAS","comments":"","clues":[{"text":"The Shenandoah Valley battlefields NHA preserves sites from this war","response":"the American Civil War"},{"text":"The Rivers of Steel NHA flows through 8 counties in this state","response":"Pennsylvania"},{"text":"The first NHA was the Illinois &amp; Michigan Canal, which in 1848 linked the Illinois River with this one that now gets dyed green","response":"the Chicago River"},{"text":"Atchafalaya NHA stretches over 14 of these, Louisiana's equivalent of counties","response":"parishes"},{"text":"The NHA website for this region of the Mississippi River describes it as \"the land where the blues began\"","response":"the Mississippi Delta"}],"originalDate":"2021-01-13"},{"category":"TYPES OF MOVIES","comments":"","clues":[{"text":"In his review of \"Legendary\", Roger Ebert called it a \"wrestling\" version of one of these lacrimation-inducing movies","response":"a tearjerker"},{"text":"These 2 villains from slasher film series went \"vs.\" each other in 2003","response":"Freddy & Jason"},{"text":"This movie technique got its own feature film category at the Oscars in 2002","response":"animation"},{"text":"It was the great decade for film noir, including classics like \"Laura\" &amp; \"Double Indemnity\"","response":"the 1940s"},{"text":"French name for a documentary style with handheld camera work &amp; candid, authentic subject matter","response":"<i>cinéma vérité</i>"}],"originalDate":"2021-01-13"},{"category":"2 MIDDLE NAMES","comments":"","clues":[{"text":"Ronald Reuel were middle names for this Middle-earth man","response":"Tolkien"},{"text":"These 2 middle names belong to the U.S. president who flew nearly 60 WWII combat missions","response":"Herbert Walker"},{"text":"Keeping things simple, New Zealand singer-songwriter Ella Marija Lani Yelich-O'Connor works under this name","response":"Lorde"},{"text":"This Labour prime minister of the 1990s &amp; 2000s has both Charles &amp; Lynton as middle names","response":"Tony Blair"},{"text":"Edward Burghardt were the middle names of this author &amp; civil rights activist<span class=\"nobreak\">--</span>the opening \"W.\" was for William","response":"W.E.B. Du Bois"}],"originalDate":"2021-01-13"},{"category":"SCIENTIFIC DISCOVERIES","comments":"","clues":[{"text":"In the 1820s chemist Friedlieb Runge discovered this compound after Goethe asked him to find out what's in coffee","response":"caffeine"},{"text":"Trying to find a planet closer to the Sun than Mercury, Samuel Schwabe discovered a cycle of these solar phenomena","response":"sunspots"},{"text":"When Carl Scheele discovered this element found in salt, he called it \"dephlogisticated muriatic acid\"","response":"chlorine"},{"text":"Alfred Nobel made the dynamite discovery that this volatile liquid can be made safer if mixed with a certain type of dirt","response":"nitroglycerin"},{"text":"Before he discovered penicillin, this British scientist discovered lysozyme after his runny nose infected a Petri dish","response":"Fleming"}],"originalDate":"2021-01-13"},{"category":"PROS &amp; CONS","comments":"(Ken: Each correct response in this category will be two words<span class=\"nobreak\">--</span>one starting with \"pro\", the other very similar, but starting with \"con\".)","clues":[{"text":"A manifestation of dissent &amp; a struggle between rivals","response":"protest & contest"},{"text":"An educator of higher learning &amp; someone who admits to an infraction","response":"professor & confessor"},{"text":"Showing great insight &amp; to cause to become perplexed","response":"profound & confound"},{"text":"Advancement by a society &amp; an assembly of representatives","response":"progress & congress"},{"text":"An act of incitement &amp; a gathering of clergy","response":"a provocation & a convocation"}],"originalDate":"2021-01-13"},{"category":"POSSESSIVE HISTORY","comments":"","clues":[{"text":"The Alaska Purchase was known as this Secretary of State's \"Folly\", but the deal wasn't popular in Russia, either","response":"Seward"},{"text":"December 1839 saw many of these catastrophes in New England, including the loss of the schooner Favorite on Norman's Woe","response":"shipwrecks"},{"text":"What's called this monument stands on Breed's Hill, the actual site of the first major battle of the American Revolution","response":"the Bunker Hill Monument"},{"text":"Nine Men's Misery was an incident in the 17th century conflict called this Wampanoag chief or \"King\"'s war","response":"King Philip"},{"text":"This Roman emperor's 125-foot column, built after he conquered Dacia, stands in the forum that also bears his name","response":"Trajan"}],"originalDate":"2021-01-13"}],{"category":"ELECTIONS","text":"Of the 4 Republican presidential candidates to lose to FDR, he won the most electoral votes","response":"Thomas Dewey"}]}