{"mix":1188,"rounds":[[{"category":"OY! IT'S WORDS FROM \"O\" TO \"Y\"","comments":"(Alex: Each word beginning with an \"O\" and ending with the letter Y.)","clues":[{"text":"It's a long, eventful journey or ordeal; a mythological one took 10 years","response":"an odyssey"},{"text":"Meaning to become bone, this verb is used for ideas that have become fixed","response":"ossify"},{"text":"This raptor flies over water to hunt, plunging in feet first to catch fish in its talons","response":"an osprey"},{"text":"Numbering about 175,000, these upper Midwesterners are one of the largest native peoples north of Mexico","response":"Ojibway"},{"text":"From Latin for \"shaded\", it means non-transparency in an image","response":"opacity"}],"originalDate":"2021-01-05"},{"category":"OF THE LAW","comments":"","clues":[{"text":"The Dodd-Frank Act included the Volcker Rule, prohibiting these institutions from making certain risky investments","response":"banks"},{"text":"The Natl. Firearms Act of 1934 says this hunting weapon becomes a firearm if its barrel is less than 18\" long, like a sawed-off one","response":"a shotgun"},{"text":"The Fair Housing Act of 1968 says victims of discrimination by seller or landlord can appeal to this then 3-year-old cabinet department","response":"Housing and Urban Development (HUD)"},{"text":"It's the \"R\" in the Rico Act, which says it can include acts relating to arson, human trafficking, contraband cigarettes, etc.","response":"racketeering"},{"text":"6 weeks after the U.S. entered WWI came the act known by this alliterative phrase requiring men to register to join the military","response":"Selective Service"}],"originalDate":"2021-01-05"},{"category":"DECEMBER 21","comments":"","clues":[{"text":"In 1891 the first game of this sport was played in Springfield, Massachusetts","response":"basketball"},{"text":"Containing 31 clues, the first modern one of these diversions appeared in a New York newspaper on December 21, 1913","response":"a crossword puzzle"},{"text":"Dec. 21, 1914 saw the premiere of the first full-length movie comedy, \"Tillie's Punctured Romance\", featuring him","response":"Charlie Chaplin"},{"text":"Setting a precedent, in 1942 the Supreme Court ruled that a divorce granted in this western state was legal in North Carolina","response":"Nevada"},{"text":"Launched Dec. 21, 1968, Apollo 8 was the first manned vehicle to do this (10 times)","response":"orbit the Moon"}],"originalDate":"2021-01-04"},{"category":"THE LITERARY CHARACTER'S OCCUPATION","comments":"","clues":[{"text":"Ms. Ratched; also Catherine Barkley in \"A Farewell to Arms\"","response":"a nurse"},{"text":"Hannibal Lecter, before he's put away<span class=\"nobreak\">--</span>this kind of doctor","response":"a psychiatric doctor"},{"text":"Kinsey Millhone in 25 novels","response":"a detective"},{"text":"Howard Roark in \"The Fountainhead\"","response":"an architect"},{"text":"Nathan Zuckerman, created by Philip Roth","response":"a writer"}],"originalDate":"2021-01-04"},{"category":"ABCDEFG<span class=\"nobreak\">--</span>THAT'S ALL YOU GET","comments":"(Alex: The correct response will contain one or a lot of those letters.)","clues":[{"text":"One part of an epoch; we've gone from the Stone to the Space","response":"an age"},{"text":"One flat side of a cube","response":"a face"},{"text":"Budgie abode","response":"cage"},{"text":"An image of city hall appears on the one worn by a member of the LAPD","response":"a badge"},{"text":"How dare you mistreat a lady! You're such a this 3-letter word for an ill-bred man","response":"a cad"}],"originalDate":"2021-01-04"},{"category":"CHRISTMAS ON BROADWAY","comments":"","clues":[{"text":"This musical wraps up with \"A New Deal For Christmas\", featuring FDR, Daddy Warbucks &amp; the gang","response":"<i>Annie</i>"},{"text":"A group of homeless people begin the not so merry \"Christmas Bells\" in this Jonathan Larson musical","response":"<i>Rent</i>"},{"text":"This musical auntie sings, \"We need a little Christmas, right this very minute, candles in the window, carols at the spinet\"","response":"Mame"},{"text":"In 2018 these mind-blowing magicians with monikers like the Deductionist debuted their \"Magic of the Holidays\" show","response":"The Illusionists"},{"text":"Based on the 1954 film, a musical called this composer's \"White Christmas\" livened up the holidays in 2008 &amp; 2009","response":"(Irving) Berlin"}],"originalDate":"2021-01-04"}],[{"category":"WORDS ABOUT WORDS","comments":"","clues":[{"text":"Dysphemism, the substitution of an offensive word for an inoffensive one, is the direct antonym of this word","response":"a euphemism"},{"text":"Sonar is one of these words formed from the first letters of a series of words","response":"an acronym"},{"text":"An ananym is a name written this way, like Kebert","response":"backwards"},{"text":"This word for a misused word comes from the name of a meddling aunt in Richard Sheridan's \"The Rivals\"","response":"malapropism"},{"text":"An eponym is a word derived from a person's name; this is a word for a person from a particular place, like Muscovite","response":"demonym"}],"originalDate":"2021-01-04"},{"category":"STATES BY COUNTY","comments":"","clues":[{"text":"Kern, <br>Imperial, <br>Lassen","response":"California"},{"text":"Winnebago, <br>Champaign, <br>Fayette","response":"Illinois"},{"text":"Autauga, <br>Coosa,<br>Talladega","response":"Alabama"},{"text":"Skagit, <br>Pacific, <br>Snohomish","response":"Washington"},{"text":"Mesa, <br>Cheyenne, <br>Pueblo","response":"Colorado"}],"originalDate":"2020-12-18"},{"category":"RUTH BADER GINSBURG","comments":"(Alex: A whole category devoted to the late justice.)","clues":[{"text":"Always in style, Justice Ginsburg was famous for wearing \"dissent\" these; a famous one came from Banana Republic","response":"dissent collar"},{"text":"Ginsburg rather enjoyed this hip-hop nickname she got from a Tumblr blog","response":"the Notorious RBG"},{"text":"As director of the Women's Rights Project for this \"Union\", Ruth argued cases on gender equality before the Supreme Court","response":"the ACLU (American Civil Liberties Union)"},{"text":"Ruth began law school at Harvard but transferred to this NYC school where she became the first female tenured professor","response":"Columbia"},{"text":"Ginsburg said of this fellow New Yorker &amp; justice on the opposite side of the judicial spectrum, \"We were best buddies\"","response":"Scalia"}],"originalDate":"2020-12-18"},{"category":"DONATING THEIR WINNINGS","comments":"","clues":[{"text":"After winning a 2020 tennis tourney in Auckland, Serena Williams donated her winnings to those affected by this nearby disaster","response":"the Australian fires"},{"text":"Texas border patrol officers won a chili cook-off in 2020 &amp; gave the winnings to this group that realizes the dreams of sick kids","response":"the Make-a-Wish Foundation"},{"text":"A newspaper in this city won a Pulitzer for covering the Tree of Life Synagogue shooting &amp; gave the prize money for rebuilding","response":"Pittsburgh"},{"text":"After winning the 2014 World Cup, German soccer star Mesut Ozil paid for the surgeries of 23 children in this host country","response":"Brazil"},{"text":"After winning the Nobel Peace Prize in 1952, this German missionary built new huts for leprosy patients in Africa","response":"(Albert) Schweitzer"}],"originalDate":"2020-12-18"},{"category":"MOVING","comments":"","clues":[{"text":"$2.00 a day was the price when this trailer rental company was founded at the tail end of World War II","response":"U-Haul"},{"text":"Online advice from United Van Lines &amp; Bekins says to pack these in small boxes<span class=\"nobreak\">--</span>they'll get heavy real fast","response":"books"},{"text":"Some companies charge per stair, so you'll pay dearly to move into a NYC fifth-floor this, meaning there's no elevator","response":"a walk-up"},{"text":"A humpstrap is a key piece of equipment in moving this, though Laurel &amp; Hardy didn't use one when they moved theirs","response":"a piano"},{"text":"B.O.L. is short for this, basically a customer's itemized contract with a moving company","response":"bill of lading"}],"originalDate":"2020-12-18"},{"category":"YACHT ROCK","comments":"","clues":[{"text":"Mike Campbell wrote the music for \"Boys Of Summer\" working on a Tom Petty album but gave it to this Eagle who penned the lyrics, flying solo","response":"Don Henley"},{"text":"Adding music to a personal ad, Rupert Holmes began, \"If you like\" these cocktails \"and getting caught in the rain...\"","response":"piña coladas"},{"text":"Let's \"Ride Like The Wind\" to this alliterative artist who gave us the perfect-for-the-category \"Sailing\", a No. 1 hit in 1980","response":"Christopher Cross"},{"text":"After \"Takin' It To The Streets\", these musical \"siblings\" set sail with \"What A Fool Believes\"","response":"The Doobie Brothers"},{"text":"Jennifer Holliday sang backup on \"I Want To Know What Love Is\" by this band","response":"Foreigner"}],"originalDate":"2020-12-18"}],{"category":"BUSINESS MILESTONES","text":"These were first sold in 1908, at a price equivalent to about $27,000 today","response":"Ford Model T"}]}