{"mix":1190,"rounds":[[{"category":"ARCHAEOLOGISTS","comments":"","clues":[{"text":"\"Pyramidiots\" is the term Zahi Hawass of this country's antiquities council used for people who think aliens built ancient structures","response":"Egypt"},{"text":"Kathleen Kenyon concluded that this biblical city was an abandoned ruin long before Joshua &amp; his trumpets came around","response":"Jericho"},{"text":"William Stukeley thought this site was a Druid temple when he excavated it in the 18th century","response":"Stonehenge"},{"text":"In 1993 this South American country awarded Maria Reiche the Order of the Sun for her work on the mysterious Nazca Lines","response":"Peru"},{"text":"Sir Leonard Woolley thought that this 1 of the 7 Wonders was really a ziggurat with plants fed from water pumped from the Euphrates","response":"the Hanging Gardens of Babylon"}],"originalDate":"2020-12-17"},{"category":"AUDIO DRAMAS","comments":"","clues":[{"text":"The infamous 1938 radio adaptation of this H.G. Wells novel moved the action from England to Grovers Mill, New Jersey","response":"<i>The War of the Worlds</i>"},{"text":"This author's \"The Hitchhiker's Guide to the Galaxy\" is based on the first 4 episodes of a BBC radio series he wrote","response":"Douglas Adams"},{"text":"\"Who knows what evil lurks in the hearts of men?\"<span class=\"nobreak\">--</span>this radio title character aka Lamont Cranston knew","response":"The Shadow"},{"text":"In May 1953 this poet performed first voice &amp; other roles in a live recording of his \"Under Milk Wood\"","response":"Dylan Thomas"},{"text":"\"Welcome to\" this mysterious desert town is a podcast \"where every conspiracy is true\"","response":"Night Vale"}],"originalDate":"2020-12-17"},{"category":"DOUBLE \"O\" 7-LETTER WORDS","comments":"","clues":[{"text":"On commercial airlines, exit rows &amp; bulkhead seats typically offer extra this","response":"legroom"},{"text":"At 380 feet, the tallest living tree is a coast this in California","response":"redwood"},{"text":"Vespa is an iconic brand of this","response":"a scooter"},{"text":"Nickname for a person from Muncie","response":"a Hoosier"},{"text":"This term for a habitual object of abuse can also refer to something that invites you into a house","response":"a doormat"}],"originalDate":"2020-12-16"},{"category":"TV COMEDIES","comments":"","clues":[{"text":"In 2001 this \"Friends\" character married Chandler Bing","response":"Monica"},{"text":"Much like \"Lost\", the TBS comedy \"Wrecked\" begins with one of these mishaps","response":"a plane crash"},{"text":"HBO's \"Avenue 5\" stars Hugh Laurie &amp; Josh Gad, stuck on one of these for a while","response":"a spaceship"},{"text":"On a classic sitcom Lenny &amp; Squiggy were a couple of friends of this title pair from Milwaukee","response":"Laverne & Shirley"},{"text":"Gavin Belson was the conniving chief innovation officer of tech company Hooli on this show","response":"<i>Silicon Valley</i>"}],"originalDate":"2020-12-16"},{"category":"THE COUNTRY SHE LED","comments":"","clues":[{"text":"Isabel Peron","response":"Argentina"},{"text":"Corazon Aquino","response":"the Philippines"},{"text":"From 1980 to 1996, Vigdis Finnbogadottir","response":"Iceland"},{"text":"South America's Michelle Bachelet","response":"Chile"},{"text":"Scandinavia's Gro Harlem Brundtland","response":"Norway"}],"originalDate":"2020-12-16"},{"category":"U.S. FACT SHEET","comments":"","clues":[{"text":"At 77 million cubic feet, this Virginia office building is the country's largest","response":"the Pentagon"},{"text":"The USA's driest point is in this national park in the Mojave Desert","response":"Death Valley"},{"text":"In the contiguous states, the true southernmost point is Ballast Key in this state","response":"Florida"},{"text":"The largest gorge is the Grand Canyon but the deepest one is Hells Canyon along this river","response":"the Snake River"},{"text":"This alliterative pine that needs lots of direct sunlight to grow is the state tree of Montana, the Big Sky State","response":"a ponderosa pine"}],"originalDate":"2020-12-16"}],[{"category":"THIS &amp; THAT","comments":"","clues":[{"text":"A sidewinder is this type of venomous snake that has a noisy tail","response":"a rattlesnake"},{"text":"On the flag of Eritrea, a wreath encircles this botanical symbol of peace","response":"an olive branch"},{"text":"Sanrio created this character with a feline name in 1974; her status as a cat<span class=\"nobreak\">--</span>it's complicated","response":"Hello Kitty"},{"text":"Once called the Grande Galerie, the Hall of Mirrors in this palace consists of 357 mirrors on 17 arches","response":"Versailles"},{"text":"\"The king of cakes is at your door\", said Hostess of this chocolate treat","response":"Ding Dongs"}],"originalDate":"2020-12-16"},{"category":"CAVE CAVEATS","comments":"","clues":[{"text":"You've heard of this biblical guy's \"ladder\", but there's also a dangerous cave system near Austin with his name","response":"Jacob"},{"text":"Be careful in Mexico's underwater Cenote Esqueleto; it's nicknamed this, like Indiana Jones' title destination in his second film","response":"the Temple of Doom"},{"text":"\"Always stay with the tour group\" is one of the rules at this \"really big\" cave system in Kentucky","response":"Mammoth Cave"},{"text":"Beware! Divers have perished in the Blue Hole, a dangerous diving site near the Sinai Peninsula on this sea","response":"the Red Sea"},{"text":"Hold on tight descending into Krubera Cave, the world's 2nd deepest, found in these European mountains in Georgia","response":"the Caucasus"}],"originalDate":"2020-12-16"},{"category":"MINCED OATHS","comments":"","clues":[{"text":"There were 6 British kings named this, but saying \"By\" him actually meant \"By God\"","response":"George"},{"text":"This \"sticky\" oath, a variant of \"damnation\", goes back to 1790 &amp; may be derived from \"eternal\"","response":"tarnation"},{"text":"This, also the surname of  a prolific 19th c. British author, was sometimes substituted for \"devil\" in oaths","response":"dickens"},{"text":"Instead of referencing the almighty's son, this rhyming phrase with the same initial letters was used","response":"jeepers creepers"},{"text":"On St. Patrick's Day, you might hear someone exclaim \"Faith &\" this word meaning \"by God\"","response":"Begorra"}],"originalDate":"2020-12-16"},{"category":"MARCO POLO SLEPT HERE","comments":"","clues":[{"text":"Marco was born in the 1250s to a wealthy merchant family in this Italian city-state famed for its traders &amp; travelers","response":"Venice"},{"text":"At Hormuz on this gulf, Marco &amp; co. didn't like the looks of the available ships &amp; went on by land","response":"the Persian Gulf"},{"text":"Back in Italy, Marco Polo dictated his book while jailed in this city-state, later the birthplace of another famous explorer<span class=\"nobreak\">--</span>Columbus","response":"Genoa"},{"text":"Early in his travels Marco stayed in the Crusader capital of Acre, now Akko in this country","response":"Israel"},{"text":"After several years of travel, around 1275 Marco reached the goal of his first journey<span class=\"nobreak\">--</span>Shangdu, the summer court of this empire","response":"the Mongol Empire"}],"originalDate":"2020-12-15"},{"category":"WHAT ARE THE ODDS?","comments":"","clues":[{"text":"The National Weather Service says that if you live to age 80, your odds of getting struck by this at least once are one in 15,300","response":"lightning"},{"text":"Gemologists say the odds of finding one of these in an oyster are around one in 10,000","response":"a pearl"},{"text":"Your odds of drawing this highest hand in 5-card poker? 649,739 to 1","response":"a royal flush"},{"text":"The ESA said there was a 1 in 7,299 chance that 2006 QV89, one of these, would hit earth in 2019 (Spoiler alert: It didn't)","response":"an asteroid"},{"text":"A $2 ticket buys you about a 1 in 300 million chance of hitting the jackpot in this alliterative 45-state lottery","response":"the Mega Millions"}],"originalDate":"2020-12-15"},{"category":"BOOK BARRIERS","comments":"","clues":[{"text":"Fences of this wire invented for cattle are a constant in the internment camp novel \"When the Emperor was Divine\"","response":"barbed wire"},{"text":"Early on in a Twain work, Tom Sawyer must complete this \"colorful\" painting task on \"thirty yards of board fence\"","response":"whitewashing"},{"text":"In this 1990 novel raptors \"hit the fence, take a shock. They never seem to mind\"","response":"<i>Jurassic Park</i>"},{"text":"This Melville scribe spends time staring at \"dead-walls\", then at the high walls of prison","response":"Bartleby (the Scrivener)"},{"text":"A stone wall in \"Stardust\" by this author has a 6-foot gap, with guards posted on each side","response":"Neil Gaiman"}],"originalDate":"2020-12-15"}],{"category":"IN THE BOOKSTORE","text":"The name of this author dead since 2013 now appears on books written by a former U.S. marshal &amp; a former Apache helicopter pilot","response":"Tom Clancy"}]}