{"mix":1192,"rounds":[[{"category":"BRITISH ENGLISH","comments":"","clues":[{"text":"A large bus for traveling in the U.K.; in the U.S. it's a person who guides a sports team","response":"a coach"},{"text":"The Brits put their trousers on one leg at a time; this 5-letter word that Americans use means underwear over there","response":"pants"},{"text":"A dummy in Devon is this accessory for a baby","response":"a pacifier"},{"text":"In the U.K., chemist means someone in this profession","response":"pharmacist"},{"text":"If you ask for chips in England, you'll get French fries; if you want potato chips, ask for these","response":"crisps"}],"originalDate":"2020-12-11"},{"category":"THE MOVIE'S TITLE QUESTION","comments":"","clues":[{"text":"Ashton Kutcher's ride was impounded &amp; then space aliens got involved to answer this title question","response":"<i>Dude, Where's My Car?</i>"},{"text":"Ice Cube &amp; the kids do arrive in Vancouver by the end of this 2005 movie","response":"<i>Are We There Yet?</i>"},{"text":"In an '80s movie Judge Doom was the one \"Who Framed\" this toon for murder","response":"Roger Rabbit"},{"text":"Ms. Fox heads to Antarctica without telling her family, in answer to the title of this film based on a novel by Maria Semple","response":"<i>Where'd You Go, Bernadette</i>"},{"text":"For Huw Morgan &amp; the other miners in this John Ford film, their home area is verdant indeed","response":"<i>How Green Was My Valley</i>"}],"originalDate":"2020-12-11"},{"category":"COLORFUL VERBS","comments":"","clues":[{"text":"To suffer a temporary loss of consciousness","response":"black out"},{"text":"To purposely abandon someone on an island","response":"maroon"},{"text":"Chili recipes say to do this to the ground beef","response":"brown"},{"text":"To give permission to start something, like when a studio says you can start making the movie","response":"greenlight"},{"text":"To cut in a zigzag pattern, like with certain shears","response":"pinking"}],"originalDate":"2020-12-11"},{"category":"\"A\" \"P\" HISTORY","comments":"(Alex: Each correct response will begin with an \"A\" or a \"P\".)","clues":[{"text":"King Philip II of Spain sent it in 1588 to invade England","response":"the Armada"},{"text":"A 15th &amp; 16th century empire was named for these people also called Tenochca &amp; Mexica","response":"the Aztec"},{"text":"McLean House in this Virginia village was the site of an 1865 surrender","response":"Appomattox (Court House)"},{"text":"One of Puerto Rico's largest cities is named in honor of a descendant of this Spanish explorer","response":"Ponce de León"},{"text":"Pals with Charles de Gaulle, he was premier of France for much of the 1960s","response":"(Georges) Pompidou"}],"originalDate":"2020-12-11"},{"category":"YOU KNOW, I LEARNED SOMETHING TODAY","comments":"","clues":[{"text":"In an epic by Homer, when this guy gets back home after a long absence, his faithful dog Argus is among the first to recognize him","response":"Odysseus"},{"text":"Oliver Ellsworth was the third Chief Justice of the United States; the fourth was this man","response":"John Marshall"},{"text":"TFA is short for this group that sends educators into classrooms","response":"Teach for America"},{"text":"The son of a cobbler, this man whose name adorns high-end shoes was born in Malaysia but opened his first shop in England","response":"Jimmy Choo"},{"text":"The name of this \"stan\" country can be spelled with a \"J\" inside or with \"dzh\"","response":"Tajikistan"}],"originalDate":"2020-12-11"},{"category":"LET'S MAKE A SUPERGROUP","comments":"","clues":[{"text":"On lead guitar, this lefty from Seattle who was a paratrooper before joining up with Noel Redding &amp; Mitch Mitchell","response":"Jimi Hendrix"},{"text":"Over on piano, this New Yorker who had his own residency at Madison Square Garden","response":"Billy Joel"},{"text":"Bringing the thunder on drums, let's give a \"Whole Lotta Love\" to the legendary John Bonham of this hard rock group","response":"Led Zeppelin"},{"text":"On lead vocals! She's a 2-time Rock Hall inductee, with Fleetwood Mac &amp; as a solo artist! \"Stand Back\", &amp; welcome to the stage...","response":"Stevie Nicks"},{"text":"Here's Bruce's intro of this big man on sax: \"The Minister of Soul! The Sec. of the Brotherhood! Probably the next king of England!\"","response":"(Clarence) Clemons"}],"originalDate":"2020-12-10"}],[{"category":"BRAND NAMES","comments":"","clues":[{"text":"Due to lawsuits, in the 1940s Pinesol had to change its name to Pine-Sol to avoid confusion with this other cleaning brand","response":"Lysol"},{"text":"Crepe paper filters used in gas masks during World War I evolved into this brand of tissue","response":"Kleenex"},{"text":"Launched nationally in 1953, this wrap that clings to leftovers was Dow Chemical's first consumer product","response":"Saran Wrap"},{"text":"In 1958 this credit card began as BankAmericard when cards with a $500 limit were sent out as an experiment","response":"Visa"},{"text":"The strawberry flavor of this 5-letter Coca-Cola brand is a favorite spirit offering at shrines in Thailand","response":"Fanta"}],"originalDate":"2020-12-10"},{"category":"LEO POTPOURRI-O","comments":"","clues":[{"text":"The zodiac constellation Leo represents the Nemean lion, slain by him","response":"Hercules"},{"text":"The mascot of this movie studio, began roaring in 1928","response":"MGM"},{"text":"Leo Rosten brought readers \"The New Joys of\" this language, including words like kvell &amp; kvetch","response":"Yiddish"},{"text":"LEO can be an abbreviation for this type of officer","response":"law enforcement officer"},{"text":"Giovanni, the second son of Lorenzo of this family, was just shy of 40 upon becoming Pope Leo X","response":"the Medicis"}],"originalDate":"2020-12-10"},{"category":"ENDS IN DOUBLE-\"S\"","comments":"","clues":[{"text":"Satan is also known as the \"Prince of\" this","response":"Darkness"},{"text":"Navel oranges are known for being this","response":"seedless"},{"text":"In gemspeak it describes a diamond with virtually no imperfections","response":"flawless"},{"text":"Not surprisingly it's Kentucky's official state music","response":"bluegrass"},{"text":"It's been said that when you look into this, from the Greek for \"bottomless\", it also looks into you","response":"the abyss"}],"originalDate":"2020-12-10"},{"category":"TO LEAD ROME","comments":"","clues":[{"text":"A funny thing happened in the 2nd c.: Trajan built a 900 X 600-foot one of these public gathering places<span class=\"nobreak\">--</span>OK, not so funny","response":"a forum"},{"text":"After the regime known as the Roman this government came to an end, Augustus became the first emperor","response":"the Republic"},{"text":"This general of Rome's first triumvirate got the nickname Magnus, or \"the Great\", from his troops","response":"Pompey"},{"text":"After Caligula's murder, Claudius was made emperor by these guards","response":"the Praetorian Guard"},{"text":"The infamous Commodus was the son of this \"Golden Era\" ruler","response":"Marcus Aurelius"}],"originalDate":"2020-12-10"},{"category":"VERY PURITANICAL","comments":"","clues":[{"text":"It wasn't just \"A\" for adultery<span class=\"nobreak\">--</span>offenders might wear \"B\" for blasphemy &amp; one guy got a \"D\" for being in this condition","response":"drunk"},{"text":"Clothing wasn't all black, but finery like this fabric from insects could only be worn by the rich, or else it might be \"flaunting\"","response":"silk"},{"text":"Trot trot to Boston, trot trot to Lynn; those were 2 cities in this colony founded in 1630 by Puritans","response":"the Massachusetts Bay Colony"},{"text":"A Puritan idea that land not being farmed was theirs to take led to the Pequot War, ended by the Treaty of this Conn. capital","response":"Hartford"},{"text":"Last name of Richard, who was too Puritan for England &amp; founded a dynasty of stern ministers in North America","response":"Mather"}],"originalDate":"2020-12-10"},{"category":"GAME SHOWS","comments":"","clues":[{"text":"Lifelines on \"Who Wants to Be a Millionaire?\" have included \"Phone a Friend\" &amp; \"Ask\" this group for help","response":"the audience"},{"text":"To determine the winner on \"The Price Is Right\", contestants have to bid on these sets of prizes","response":"the showcases"},{"text":"Jeff Foxworthy hosted this game show where contestants tested their knowledge against school kids","response":"<i>Are You Smarter than a 5th Grader?</i>"},{"text":"On this show, Wayne Brady might give you a choice between cash &amp; what's in the big box","response":"<i>Let's Make a Deal</i>"},{"text":"A popular music-identifying app is in the name of this Jamie Foxx game show","response":"<i>Beat Shazam</i>"}],"originalDate":"2020-12-10"}],{"category":"DANCE","text":"After its appearance in the Black musical \"Runnin' Wild\" in 1923, it became a national craze","response":"the Charleston"}]}