{"mix":1199,"rounds":[[{"category":"CRIME &amp; PUNISHMENT TALK","comments":"","clues":[{"text":"To be sent to \"the hole\" while in prison is to get this extra type of punishment","response":"solitary confinement"},{"text":"The Eighth Amendment forbids \"excessive\" this; the cash type has been eliminated in some jurisdictions","response":"bail"},{"text":"It used to mean pleasantness of weather; today it means mercy, such as a pardon, by a political leader","response":"clemency"},{"text":"A 1986 law criminalized this activity, routing money through third parties to hide the illicit source","response":"money laundering"},{"text":"Going \"up the river\" originally meant being sent to this prison north on the Hudson River from New York City","response":"Sing Sing"}],"originalDate":"2020-11-26"},{"category":"IT'S LIKE MAINE","comments":"","clues":[{"text":"The metro area of this city in Maine has 66,000 people; the same-named city in Oregon has 2.2 million","response":"Portland"},{"text":"In 2012 one of these critters caught off Rockland was 27 pounds with \"all the weight... in the claws\"... mmmm","response":"a lobster"},{"text":"\"B\" aware that Maine's tiny international airport in this city handles hundreds of unexpected flight diversions","response":"Bangor"},{"text":"A Maine-stay in the clothing business, he said, \"Outdoor recreation, such as hunting &amp; camping, has added years to my life\" of 94 years","response":"L.L. Bean"},{"text":"Cape Porpoise &amp; Goose Rocks Beach are part of this town that George Bush's family called (summer) home","response":"Kennebunkport"}],"originalDate":"2020-11-26"},{"category":"ON YOUR WEDDING DAY","comments":"","clues":[{"text":"A true MVP, an unwed M.O.H., short for this, plans the bridal shower, answers guest queries &amp; yes, hits the dance floor!","response":"maid of honor"},{"text":"marthastewart.com says if you don't go for tossing this item, maybe hand it to the couple wed the longest","response":"the bouquet"},{"text":"Pres. speechwriter David Litt said for a speech by the guy with this title, keep things positive &amp; don't upstage the newlyweds","response":"the best man"},{"text":"Watch out if the small child with this 2-word job of toting small items down the aisle mutters about \"My precious\"","response":"the ring bearer"},{"text":"A page boy may carry this item trailing behind the bride but someone else \"floofs\" it at the altar","response":"her train"}],"originalDate":"2020-11-26"},{"category":"ARE YOU SMARTER THAN A 5th CENTURY RAIDER?","comments":"","clues":[{"text":"Around 420 Irish raids on Britain carried off corn, cattle &amp; this young future Irish super-saint","response":"St. Patrick"},{"text":"In what's now this country, Emperor Skanda Gupta battled raids by the Hunas (Huns, but further east)","response":"India"},{"text":"These non-Angles came to Britain at the invitation of King Vortigern, who was trying to stop raiding by the Picts","response":"the Saxons"},{"text":"In 439 the Vandals captured this African city, once Rome's rival, &amp; used it as a base for raids across the Mediterranean","response":"Carthage"},{"text":"Attila raided his way deep into the Balkans &amp; was only stopped at this pass where the Persians were stopped in the 400s B.C.","response":"Thermopylae"}],"originalDate":"2020-11-26"},{"category":"BIG ADJECTIVES","comments":"","clues":[{"text":"It comes before \"Mouse\" in the name of an animated character of great strength &amp; courage","response":"Mighty"},{"text":"This adjective was used to designate the head inquisitor in 15th century Spain","response":"grand"},{"text":"This big adjective can also be the military rank below lt. colonel","response":"major"},{"text":"This adjective was also the name of an elephant owned by P.T. Barnum","response":"jumbo"},{"text":"This adjective comes from ancient statues, like the one depicting the sun god Helios &amp; said to be more than 100 feet high","response":"colossal"}],"originalDate":"2020-11-26"},{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"An animated hit: \"Maui always has time for his fans\"","response":"<i>Moana</i>"},{"text":"Episode III.V? \"I'm one with the force, the force is with me\"","response":"<i>Rogue One</i>"},{"text":"\"Okay, let me tell you the difference between Facebook &amp; everybody else: we don't crash ever!\"","response":"<i>The Social Network</i>"},{"text":"\"Here we go, Wilson! You don't have to worry about anything, I'll do all the paddling\"","response":"<i>Cast Away</i>"},{"text":"\"Carpe diem. Seize the day, boys. Make your lives extraordinary\"","response":"<i>Dead Poets Society</i>"}],"originalDate":"2020-11-26"}],[{"category":"BESTSELLING NONFICTION","comments":"","clues":[{"text":"Duane Chapman, aka this, the title of an A&E show, was a No. 1 bestselling author in 2007 with \"You Can Run But You Can't Hide\"","response":"Dog the Bounty Hunter"},{"text":"\"Say Nothing\" by Patrick Radden Keefe examines the historic \"Troubles\" in this smallest of the 4 U.K. political divisions","response":"Northern Ireland"},{"text":"Here's a \"Post\"<span class=\"nobreak\">--</span>this author &amp; commentator from Greece topped the list in 2014 with \"Thrive\"","response":"(Arianna) Huffington"},{"text":"The inspirational \"Can't Hurt Me\" is by David Goggins, an endurance athlete &amp; retired one of these elite members of the Navy","response":"SEALs"},{"text":"British soldiers accused of the Boston Massacre needed a defense lawyer, &amp; this future pres. \"Under Fire\" tells the tale","response":"John Adams"}],"originalDate":"2020-11-26"},{"category":"OH, HELLO SONGS","comments":"","clues":[{"text":"In 2015 her song \"Hello\" became the first to sell a million downloads in the first week of release","response":"Adele"},{"text":"\"You say goodbye, &amp; I say hello... hello, hello\" to one of the 3 chart-topping tunes by this band in 1967","response":"The Beatles"},{"text":"In 1965 this duo began \"The Sound Of Silence\" with \"Hello darkness, my old friend\"","response":"Simon & Garfunkel"},{"text":"A No. 1 song by him asks, \"Hello, is it me you're looking for?\"","response":"Lionel Richie"},{"text":"Not only did the Beastie Boys get \"No Sleep Till\" this borough, the group also said \"Hello\" to it as well","response":"Brooklyn"}],"originalDate":"2020-11-25"},{"category":"____ THE ____","comments":"","clues":[{"text":"To deal with the consequences of your actions is to dance &amp; do this, give compense to a certain musician","response":"pay the piper"},{"text":"Someone may be secretly controlling a situation from here, literally out of view of the theater audience","response":"behind the curtain"},{"text":"To complete a task within an allotted time, also the title of a TV game show","response":"beat the clock"},{"text":"A \"Twilight Zone\" episode is named for this kids' game that's related to tag &amp; hide &amp; seek","response":"kick the can"},{"text":"In a declaration by David Farragut, this phrase preceded \"full speed ahead!\"","response":"Damn the torpedoes"}],"originalDate":"2020-11-25"},{"category":"PUT IT IN THE CABINET DEPARTMENT","comments":"","clues":[{"text":"The Bureau of Engraving and Printing","response":"the Treasury (Department)"},{"text":"The U.S. Marshals Service","response":"the Department of Justice"},{"text":"The Bureau of Land Management","response":"the Interior"},{"text":"The Food and Nutrition Service","response":"Agriculture"},{"text":"The Bureau of Economic Analysis","response":"the Commerce Department"}],"originalDate":"2020-11-25"},{"category":"ALL A \"BOARD\"","comments":"","clues":[{"text":"Diplomacy or Parcheesi, for example","response":"a board game"},{"text":"Made of compressed wood chips, it sounds like it's made of protons &amp; neutrons","response":"particle board"},{"text":"Other '80s drivers knew a car had precious cargo when they saw a yellow, diamond-shaped sign with these 3 words","response":"Baby on Board"},{"text":"Established in 1848, the CBOT is the Chicago this","response":"Board of Trade"},{"text":"The decision in this Supreme Court case was announced May 17, 1954","response":"Brown v. Board of Education"}],"originalDate":"2020-11-25"},{"category":"WHERE'S THIS TRAIN HEADED?","comments":"","clues":[{"text":"The northern terminus of the Ethan Allen Express is at Rutland in this state","response":"Vermont"},{"text":"The Maple Leaf starts in this city &amp; passes by the Finger Lakes region on its way to New York","response":"Toronto"},{"text":"On its way from Chicago to the Pacific Northwest, the Empire Builder follows major portions of this pair's route","response":"Lewis & Clark"},{"text":"The Lake Shore Limited runs from Chicago to Boston &amp; New York along the southern shores of these 2 Great Lakes","response":"Erie & Michigan"},{"text":"The Amtrak line named for this mountain range gives passengers a great view of Mount St. Helens","response":"the Cascades"}],"originalDate":"2020-11-25"}],{"category":"CLASSIC TALE CHARACTERS","text":"In one 19th century translation, she \"perceived the dawn of day and ceased\" speaking nearly 1,000 times","response":"Scheherazade"}]}