{"mix":1200,"rounds":[[{"category":"À LA CARTOGRAPHY","comments":"","clues":[{"text":"Having trouble figuring out your map? Consult this table of symbols that could complete your \"tale\"","response":"a legend"},{"text":"On Mercator maps these parallel lines get farther apart as they get more distant from the equator","response":"lines of latitude"},{"text":"\"C\" is for these lines on a map that join points of equal elevation","response":"contour"},{"text":"It's a general term for maps used by ocean navigators; there's a book of these \"&amp; Coastal Views of Captain Cook's Voyages\"","response":"charts"},{"text":"Mapmakers use altitude data from aneroid barometers, which get their numbers by measuring this","response":"air pressure"}],"originalDate":"2020-11-25"},{"category":"AUTHORS","comments":"","clues":[{"text":"Virginia Woolf created Judith, this playwright's equally gifted sister, rejected by the London stage for being a woman","response":"Shakespeare"},{"text":"Charles Dickens may have based Uriah Heep on this Danish author, who left a bad impression when he visited Dickens","response":"Hans Christian Andersen"},{"text":"In 2020 HBO took us to the \"Country\" named for this author, as Black travelers face vile monsters like those in his fiction","response":"(H.P.) Lovecraft"},{"text":"In addition to satirical works, this one-named French enlightenment writer penned the 1723 epic poem \"La Henriade\"","response":"Voltaire"},{"text":"In his \"Devil's Dictionary\" he said mayonnaise serves \"the French in place of a state religion\"","response":"(Ambrose) Bierce"}],"originalDate":"2020-11-25"},{"category":"GLOBAL CHEERS!","comments":"","clues":[{"text":"L'chaim means \"to life\" in this language","response":"Hebrew"},{"text":"In Spanish-speaking culture, this word for \"health\" is used when toasting","response":"<i>salud</i>"},{"text":"Okole maluna, literally, \"butt to the moon\", is a Hawaiian translation of this English \"cheers!\"","response":"bottoms up"},{"text":"\"I want'cha\" basically rhymes with this traditional Irish toast","response":"<i>sláinte</i>"},{"text":"This Japanese toast means \"dry cup\"","response":"<i>kampai</i>"}],"originalDate":"2020-11-25"},{"category":"THE AMERICAN LEAGUE","comments":"","clues":[{"text":"In 1921 Lynn Frazier of N.D.'s Nonpartisan League became the first U.S. governor to be removed via one of these elections","response":"recalls"},{"text":"This league that sponsored the 1976, 1980 &amp; 1984 U.S. presidential debates celebrated its 100th anniversary in 2020","response":"the League of Women Voters"},{"text":"nul.org is the website for this organization that's been working for African Americans &amp; civil rights since 1910","response":"the National Urban League"},{"text":"In 1862 Ohio loyalists founded the Union League of America to oppose these \"snaky\" antiwar Northerners","response":"Copperheads"},{"text":"Founded in Illinois in 1956, this now-international league that promotes breastfeeding has an alliterative Spanish name","response":"La Leche League"}],"originalDate":"2020-11-25"},{"category":"CHASE SCENES","comments":"","clues":[{"text":"In \"The Man with the Golden Gun\", this hero performs a jump with a midair spiral; easy if you leave the ramp at just the right speed","response":"James Bond"},{"text":"He plays the nameless getaway driver in a Mustang who outduels a Chrysler in 2011's \"Drive\"","response":"Ryan Gosling"},{"text":"\"Now we got 'em!\" says Sheriff Rosco during the car chase in the first episode of this series; no you don't","response":"<i>The Dukes of Hazzard</i>"},{"text":"In 2020 the Mustang driven by this action star in the big chase in \"Bullitt\" was auctioned for $3.74 million","response":"Steve McQueen"},{"text":"This 1998 movie named for Japanese mercenaries gets thrills out of a BMW &amp; a Peugeot speeding through Paris","response":"<i>Ronin</i>"}],"originalDate":"2020-11-25"},{"category":"A LETTER, THEN A WORD","comments":"","clues":[{"text":"It's the steak cut from the short loin that fits the category","response":"a T-bone"},{"text":"The letter on the name of these pre-packaged meals for WWII soldiers honors the last name of the Doctor who designed them","response":"K-rations"},{"text":"Looking for a spouse of a certain faith? This website calls itself a \"modern shidduch\"","response":"JDate"},{"text":"Kellogg at Northwestern is one of these specialized academic institutions","response":"a B-school"},{"text":"The failure of these little rubber seals seems to be what doomed the Space Shuttle Challenger","response":"O-rings"}],"originalDate":"2020-11-25"}],[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"This mighty river rises in the Tibetan Plateau &amp; empties into the South China Sea near Ho Chi Minh City","response":"the Mekong"},{"text":"Sri Lanka's northernmost point, Point Pedro lies where Palk Strait meets this large bay","response":"the Bay of Bengal"},{"text":"The people in John Mellencamp's \"Pink Houses\" vacation \"down at\" this body of water, perhaps in Fort Morgan, Alabama","response":"the Gulf of Mexico"},{"text":"To reach this much larger sea from the Sea of Azov, you must sail through the Kerch Strait","response":"the Black Sea"},{"text":"This 700-mile-long river formed part of the boundary between East Germany &amp; West Germany","response":"the Elbe"}],"originalDate":"2020-11-24"},{"category":"A STAR IS BORN","comments":"","clues":[{"text":"On June 9, 1963, in Owensboro, Kentucky this pirate captain came ashore","response":"Johnny Depp"},{"text":"Once upon a time in Hollywood, November 11, 1974 was his inception","response":"Leonardo DiCaprio"},{"text":"April 30, 1985 in Rosh Ha'ayin, Israel gave us this wonder of a gal","response":"Gal Gadot"},{"text":"This \"Vicky Cristina Barcelona\" señor was born March 1, 1969 in the Canary Islands","response":"Javier Bardem"},{"text":"She was born to a Danish-born dad November 22, 1984 in NYC &amp; later found herself \"Lost in Translation\"","response":"(Scarlett) Johansson"}],"originalDate":"2020-11-24"},{"category":"SPEAK NOW","comments":"","clues":[{"text":"This word hospitals use to mean \"right now!\" comes from the Latin for \"to stand\"","response":"<i>stat</i>"},{"text":"Something in style right now is \"in\" this, also the name of a fashion magazine","response":"vogue"},{"text":"As the Earl of Manchester wrote in 1633, \"There is no safety in\" doing this, putting off work, so get it done now!","response":"procrastinating"},{"text":"Want something done quickly? Use this 6-letter Spanish adverb for emphasis","response":"<i>pronto</i>"},{"text":"If you are going at a breakneck pace, you may be \"hell-bent for\" this material","response":"leather"}],"originalDate":"2020-11-24"},{"category":"FOREVER HOLD YOUR PEACE","comments":"","clues":[{"text":"1814's Treaty of Ghent did nothing to address the issues causing this war, merely taking things back to pre-war conditions","response":"the War of 1812"},{"text":"There once were 2 kings &amp; no bliss / Jacobites found stuff amiss / Things were not fine / In 1689 / It'd end with the Treaty of this","response":"Limerick"},{"text":"The Thirty Years' Peace, beginning in the 440s B.C., was between Sparta &amp; the Delian League, led by this city","response":"Athens"},{"text":"The territory of Germany got a 10% trim after the Treaty of this was signed on June 28, 1919","response":"Versailles"},{"text":"Agreeing to the 1819 Adams-Onis Treaty, this empire gave up its claims to Florida &amp; the Pacific Northwest","response":"the Spanish empire"}],"originalDate":"2020-11-24"},{"category":"RELIGION","comments":"","clues":[{"text":"In the Bible used by Jehovah's Witnesses, Jesus was executed on a \"torture stake\"; other translations use this word","response":"a cross"},{"text":"The shahadah, a basic statement of faith, begins, \"There is no god but\" him","response":"Allah"},{"text":"Doctrine is Catholic teaching; this means doctrine that the church has declared divinely revealed","response":"dogma"},{"text":"It's the religion promoted by the BJP, the world's largest political party","response":"Hinduism"},{"text":"A kamidana is a household shrine used by practitioners of this religion","response":"Shinto"}],"originalDate":"2020-11-24"},{"category":"THE GIRL IN THE SONG","comments":"","clues":[{"text":"\"In My Feelings\"<span class=\"nobreak\">--</span>\"Do you love me? Are you riding?\"","response":"Kiki"},{"text":"\"Crocodile Rock\"<span class=\"nobreak\">--</span>\"I remember when rock was young, me &\" her \"had so much fun\"","response":"Suzie"},{"text":"\"Mambo No. 5\"<span class=\"nobreak\">--</span>\"A little bit of\" her \"in my life\"","response":"Monica"},{"text":"\"Cheer up\", this sleepy girl, \"oh, what can it mean to a daydream believer &amp; a homecoming queen\"","response":"Sleepy Jean"},{"text":"\"If you'll be my bodyguard, I can be your long-lost pal. I can call you\" her &amp; \"you can call me Al\"","response":"Betty"}],"originalDate":"2020-11-24"}],{"category":"USA","text":"Ironically, though this company founded in the 1860s is Moore county, Tennessee's largest employer, Moore is a dry county","response":"Jack Daniel's"}]}