{"mix":1205,"rounds":[[{"category":"&amp; A BAG OF CHIPS","comments":"","clues":[{"text":"Chester, mascot of this brand, can't wait to get his paws on the Paws variety","response":"Cheetos"},{"text":"In the U.K. Pringles marked the holidays with a special flavor named for these sausage-wrapped-in-pastry treats","response":"a pig in a blanket"},{"text":"This Oregon-based brand is named for something you probably associate more with making tea than chips","response":"Kettle"},{"text":"Hawaiian brand features a type of chip named for this onion of the islands","response":"Maui"},{"text":"Named for the nearest star, these treats have Garden Salsa &amp; Harvest Cheddar varieties","response":"Sun Chips"}],"originalDate":"2020-11-19"},{"category":"19th CENTURY PLAYS","comments":"","clues":[{"text":"With an innocent bride &amp; a scheming villain, 1860's \"The Colleen Bawn\" was this popular type of play with \"drama\" right in the word","response":"a melodrama"},{"text":"Guy ends his family line by picking this non-reproducing profession in \"Guy Domville\", a painful flop for playwright Henry James","response":"a priest"},{"text":"Marie Duplessis, who died of this disease at age 23 in 1847, inspired Alexandre Dumas fils to write \"La Dame aux Camelias\"","response":"consumption (tuberculosis)"},{"text":"This Scandinavian's last play, \"When We Dead Awaken\", ends with an avalanche burying the 2 main characters","response":"Ibsen"},{"text":"His 1893 \"A Woman of No Importance\" has lines like \"Never trust a woman who tells one her real age\"; she \"would tell one anything\"","response":"Oscar Wilde"}],"originalDate":"2020-11-19"},{"category":"AFRICAN-AMERICAN HISTORY","comments":"","clues":[{"text":"One of the oldest repositories of African-American history, the DuSable Museum is a fixture of this Midwest city's South Side","response":"Chicago"},{"text":"Arturo Schomburg's collection in a branch of the N.Y. Public Library in this Manhattan area contributed to a renaissance there","response":"Harlem"},{"text":"E.E. Ward Moving &amp; Storage is the oldest Black-owned co. in the U.S., dating to the 1840s when a Ward was a conductor on this","response":"the Underground Railroad"},{"text":"In 1870 Hiram Revels was almost blocked as the first African-American in this job because he hadn't been a citizen for 9 years","response":"a senator"},{"text":"In 1919, as part of his Back to Africa plan, Marcus Garvey founded this, contrasting with the name of a British ship line","response":"the Black Star Line"}],"originalDate":"2020-11-19"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"Spelled with a \"C\", it's a unit of weight for diamonds; spelled with a \"K\", it's a measure of the purity of gold","response":"carat"},{"text":"Mieszko I, a duke of this country, expanded its borders to the Baltic Sea in the 960s","response":"Poland"},{"text":"He composed the classic songs \"I'm A Yankee Doodle Dandy\" &amp; \"Give My Regards To Broadway\"","response":"George M. Cohan"},{"text":"More than 55 million people in Guangdong &amp; Guangxi speak this variety of Chinese that's also called Yue","response":"Cantonese"},{"text":"It's the \"CN\" in CN Tower, a communications tower in Toronto","response":"Canadian National"}],"originalDate":"2020-11-19"},{"category":"AN OUT OF BODY EXPERIENCE","comments":"(Alex: Each response will be a body part, but used in a different context than what we're used to seeing.)","clues":[{"text":"On a clock's face, these parts show you the time","response":"hands"},{"text":"The outwardly projecting parts on the rim of a gear or saw","response":"teeth"},{"text":"If you face up to your actions, you've done this to the blame, taken responsibility","response":"shouldered"},{"text":"You can finger a suspect; this other digit means casually turn through the pages of a magazine","response":"thumb"},{"text":"An extensive deposit in a rock fissure containing desirable minerals or ore","response":"a vein"}],"originalDate":"2020-11-19"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"The Windrush, Evenlode &amp; Cherwell are tributaries of this English river","response":"the Thames"},{"text":"The name of this Mexican city may be derived from a ranch in the area whose name translates to \"Aunt Jane\"","response":"Tijuana"},{"text":"The name of this Iraqi city means \"gift of God\" or \"founded by God\"","response":"Baghdad"},{"text":"This largest Alaskan island is home to the largest type of grizzly bear","response":"Kodiak"},{"text":"This 1,500-mile mountain chain separates the Mediterranean basin from the Sahara","response":"the Atlas Mountains"}],"originalDate":"2020-11-18"}],[{"category":"I GOT THEM HISTORICAL BLUES","comments":"","clues":[{"text":"On the day I was born / In April 1822 / I had no idea I'd be president, or a top general too / I wore the blues / The Union Army blues","response":"(Ulysses) Grant"},{"text":"Can you hear this train's whistle blowin' / In 1889 / Running from Paris to Constantinople / Murder on the riders' minds","response":"the Orient Express"},{"text":"There's a dark house over yonder / In Boston's North Square / The home this Founding Father rode from / A home still standing there","response":"Paul Revere"},{"text":"Goin' to this max-security prison / Goin' to N.Y. soon / Its prisoner revolt had Pacino scream it / In \"Dog Day Afternoon\"","response":"Attica"},{"text":"Hundreds of miles of this barrier / Got to stop any German assault / Got a design but no Belgian line / Think that may be a fault","response":"Maginot"}],"originalDate":"2020-11-18"},{"category":"V.O. INITIALS","comments":"(Alex: We'll give you the initials; you identify the artist doing the voice over.)","clues":[{"text":"Ted in \"Ted\": <br>S.M.","response":"Seth MacFarlane"},{"text":"Ralph in \"Wreck-It Ralph\":<br>J.C.R.","response":"John C. Reilly"},{"text":"Mater in \"Cars\": <br>L.T.C.G.","response":"Larry the Cable Guy"},{"text":"Remy from \"Ratatouille\":<br>P.O.","response":"Patton Oswalt"},{"text":"Wyldstyle/Lucy in \"The Lego Movie\": <br>E.B.","response":"Elizabeth Banks"}],"originalDate":"2020-11-18"},{"category":"REQUESTS","comments":"","clues":[{"text":"It's a request made after trial for review by a higher court","response":"an appeal"},{"text":"On Facebook if you delete this request, the sender can't send you another one for a year","response":"a friend request"},{"text":"In 2015 a California state agency mandated that restaurants may not serve this unless the diner requests it","response":"a glass of water"},{"text":"Perhaps the most famous song request in movie history is for this tune: Play it, Sam","response":"\"As Time Goes By\""},{"text":"To access a web page, your computer sends this familiar 4-letter type of request","response":"HTTP"}],"originalDate":"2020-11-18"},{"category":"THE PHRASE THAT PAYS","comments":"","clues":[{"text":"Adding my opinion, \"I'm putting my\" this trifling amount \"in\"; I'd like to think it's worth more","response":"two cents"},{"text":"Something completely without value is said to be \"not worth a plugged\" this","response":"a nickel"},{"text":"You \"turn on\" one of these when you change direction in a small area","response":"a dime"},{"text":"The essential point of a matter, or the very last part of a financial report showing profit or loss","response":"the bottom line"},{"text":"This \"royal\" phrase denotes a huge amount of money, perhaps to get your monarch back from those kidnappers","response":"a king's ransom"}],"originalDate":"2020-11-18"},{"category":"WORRY LINES","comments":"","clues":[{"text":"In a No. 1 song, he cautioned, \"In every life we have some trouble but when you worry you make it double, don't worry be happy\"","response":"(Bobby) McFerrin"},{"text":"\"What, me worry?\" is the motto of this Mad Magazine cover boy","response":"Alfred E. Neuman"},{"text":"An old song says, \"What's the use of worrying... so, pack up your troubles in your old kit bag and\" do this, this, this","response":"smile, smile, smile"},{"text":"When he was chair of the Fed in 1995, he said, \"I worry incessantly that I might be too clear\"","response":"Greenspan"},{"text":"In this compilation of teachings, the Jewish sage Hillel said, \"The more possessions, the more worry\"","response":"the Talmud"}],"originalDate":"2020-11-18"},{"category":"ONE-SUBJECT NONFICTION","comments":"","clues":[{"text":"\"One Good Turn\" is a history of this tool &amp; Mr. Phillips makes an appearance","response":"a screwdriver"},{"text":"In 2018 \"Cod\" &amp; \"Salt\" author Mark Kurlansky tackled this liquid, letting us know donkey's is low-fat &amp; goat's is high-protein","response":"milk"},{"text":"Vince Beiser's \"The World in a Grain\" is about this substance that concrete &amp; glass, among other things, are made of","response":"sand"},{"text":"Jasmine &amp; vanilla are 2 ingredients, but you won't get the whole recipe in Tilar J. Mazzeo's book about this numerical perfume","response":"Chanel No. 5"},{"text":"Charles Seife wrote a book about it; ignored by the Romans &amp; Greeks, it became \"the most important tool in mathematics\"","response":"zero"}],"originalDate":"2020-11-18"}],{"category":"THE OSCARS","text":"1 of the only 2 films whose entire casts were nominated for Oscars, they were both based on plays","response":"(1 of) <i>Sleuth</i> or <i>Give 'em Hell, Harry!</i>"}]}