{"mix":1209,"rounds":[[{"category":"YOU MAKE MY HEART SING","comments":"","clues":[{"text":"Billy Ray Cyrus found disfavor with country purists for this song, a No. 4 crossover pop hit","response":"\"Achy Breaky Heart\""},{"text":"Celine Dion had to be convinced by her husband/manager to do a demo for this 1997 movie song; it worked out okay","response":"\"My Heart Will Go On\""},{"text":"In 2020 Dua Lipa sang \"Break My Heart\"; in 1996 she gave the impossible demand \"Un-Break My Heart\"","response":"Toni Braxton"},{"text":"A 2015 song by her begins, \"This is my heartbeat song and I'm gonna play it\"","response":"Kelly Clarkson"},{"text":"Heart, a group formed by sisters Ann &amp; Nancy Wilson, had a hit in 1977 with this song named for a predatory fish","response":"\"Barracuda\""}],"originalDate":"2020-11-12"},{"category":"ADVICE TO THE NOVEL HEROINE","comments":"(Alex: You have to name the novel.)","clues":[{"text":"Anna, Vronsky may be something now, but he is easily distracted<span class=\"nobreak\">--</span>you bet on the wrong horse","response":"<i>Anna Karenina</i>"},{"text":"Emma, your marriage to a country doctor won't fulfill you, but neither will your affairs with Leon &amp; Rodolphe","response":"<i>Madame Bovary</i>"},{"text":"Dagny, you will fall in love with John Galt even though you are a stand-in for Ayn Rand's vision of capitalism","response":"<i>Atlas Shrugged</i>"},{"text":"Miss Kenton, even all the Nazis at Darlington Hall couldn't bring you &amp; Stevens the butler together","response":"<i>The Remains of the Day</i>"},{"text":"Lily, I think you should wait one more day for Lawrence Selden<span class=\"nobreak\">--</span>at least tell him the debts are paid","response":"<i>The House of Mirth</i>"}],"originalDate":"2020-11-12"},{"category":"WARM WORDS","comments":"","clues":[{"text":"It follows \"dead\" in a race with no clear winner","response":"heat"},{"text":"Like a passionate affair, a zone of the Earth between the tropics is called this \"T\" word","response":"torrid"},{"text":"In the book of Daniel, Nebuchadnezzar tosses 3 men into this alliterative \"furnace\"","response":"fiery"},{"text":"This word for an updraft of warm air is from the Greek for \"heat\"","response":"thermal"},{"text":"It can mean both crazy &amp; pleasantly warm, like a mild tropical climate","response":"balmy"}],"originalDate":"2020-11-12"},{"category":"TAXES","comments":"","clues":[{"text":"Primarily imposed on land &amp; buildings, in the U.S. it can be extended to farm equipment &amp; automobiles","response":"property tax"},{"text":"The 16th Amendment permitted a federal one of these","response":"an income tax"},{"text":"In 1898 the federal government implemented a version of the estate tax to help finance this war","response":"the Spanish-American War"},{"text":"Usually collected through withholding, this employment tax comes only from wages &amp; salaries &amp; provides 1/3 of fed. government revenue","response":"a payroll tax"},{"text":"In economics this 4-letter type of taxation system utilizes a single tax rate that applies to all citizens","response":"a flat tax"}],"originalDate":"2020-11-11"},{"category":"3-LETTER CROSSWORD CLUES","comments":"","clues":[{"text":"High-arcing tennis shot","response":"lob"},{"text":"Emeril's signature exclamation!","response":"Bam"},{"text":"Write it down","response":"jot"},{"text":"Last letter to a Brit","response":"zed"},{"text":"Apple seed, or domino dot","response":"pip"}],"originalDate":"2020-11-11"},{"category":"HE SCORES!","comments":"","clues":[{"text":"This onetime Boston Pops conductor is even better known for his scores for the \"Star Wars\" &amp; \"Indiana Jones\" film series","response":"John Williams"},{"text":"Elmer Bernstein's \"magnificent\" theme to this 1960 Western was also played over the end credits of the 2016 remake","response":"<i>The Magnificent Seven</i>"},{"text":"Producer Atticus Ross &amp; this Nine Inch Nails frontman shared a 2010 Oscar for their score for \"The Social Network\"","response":"Trent Reznor"},{"text":"Former Clash frontman Joe Strummer scored this 1997 black comedy starring John Cusack as a conflicted hitman","response":"<i>Grosse Pointe Blank</i>"},{"text":"\"The Good, the Bad and the Ugly\" is one of Ennio Morricone's classic scores for this Italian director's films","response":"Sergio Leone"}],"originalDate":"2020-11-11"}],[{"category":"21st CENTURY BROADWAY","comments":"","clues":[{"text":"Time Out New York called \"The Lightning Thief\", a musical about this son of Poseidon, \"worthy of the gods\"","response":"Percy Jackson"},{"text":"When this show opened, Hank Azaria played several roles including Sir Lancelot &amp; a Knight of Ni","response":"<i>Spamalot</i>"},{"text":"Jessie Mueller took piano lessons to play this singer-songwriter in \"Beautiful\"","response":"Carole King"},{"text":"Kathleen Turner played cougar Mrs. Robinson to Jason Biggs' Benjamin Braddock in the Broadway adaptation of this film","response":"<i>The Graduate</i>"},{"text":"In 2014 this Lorraine Hansberry drama won the Tony Award for Best Revival of a Play","response":"<i>A Raisin in the Sun</i>"}],"originalDate":"2020-11-11"},{"category":"GEOGRAPHIC GATEWAYS","comments":"","clues":[{"text":"Companies in this Midwest city include Gateway Metals, Gateway Title &amp; Gateway Chili &amp; Beans (okay, we made that last part up)","response":"St. Louis"},{"text":"There are no roads or trails in Alaska's Gates of this region National Park","response":"Arctic"},{"text":"North of Pacifica &amp; San Bruno, &amp; just south of this city, Daly City, Calif. is the \"Gateway to the Peninsula\"","response":"San Francisco"},{"text":"This Manitoba capital is Canada's \"Gateway to the West\"","response":"Winnipeg"},{"text":"Rostov-on-Don, Russia is the \"Gateway\" to this mountainous region between the Black &amp; Caspian seas","response":"Caucasus"}],"originalDate":"2020-11-11"},{"category":"BOOKS BY SUBTITLE","comments":"","clues":[{"text":"2006:<br>\"An Oral History of the Zombie War\"","response":"<i>World War Z</i>"},{"text":"1995:<br>\"The Life and Times of\" a certain \"Wizard of Oz\" character","response":"<i>Wicked</i>"},{"text":"2005:<br>\"Life and Love with the World's Worst Dog\"","response":"<i>Marley & Me</i>"},{"text":"2012:<br>\"From Lost to Found on the Pacific Crest Trail\"","response":"<i>Wild</i>"},{"text":"1877:<br>\"The Autobiography of a Horse\"","response":"<i>Black Beauty</i>"}],"originalDate":"2020-11-10"},{"category":"A MEDICAL \"D\"-GREE","comments":"","clues":[{"text":"Back pain results from a slipped one","response":"a disc"},{"text":"This machine can save you if your kidneys fail","response":"dialysis"},{"text":"These fixed false beliefs are a symptom of psychosis","response":"delusions"},{"text":"The ol' cartilage just wears out in DJD, this \"joint disease\"","response":"degenerative"},{"text":"A boxer hit often in the head may suffer from what is sometimes called this \"pugilistica\"","response":"dementia"}],"originalDate":"2020-11-10"},{"category":"OXYMORONS","comments":"","clues":[{"text":"At the meeting, my big idea went over like one of these water-pipe-metal inflatables","response":"a lead balloon"},{"text":"You're not telling us anything we haven't heard before; your story is this dated type of information","response":"old news"},{"text":"This type of fill-in was once common on late-night TV; in March 2020 Pete Buttigieg was one for Jimmy Kimmel","response":"a guest host"},{"text":"That person seems to do everything himself<span class=\"nobreak\">--</span>he's this type of solo musical combo","response":"a one-man-band"},{"text":"This phrase literally means a lack of noise that leaves you without one of your senses","response":"a deafening silence"}],"originalDate":"2020-11-10"},{"category":"A SAINT IN HISTORY","comments":"","clues":[{"text":"Promising salvation, St. Bernard of Clairvaux got Europeans to go on the second of these &amp; blamed their sins when it failed","response":"a Crusade"},{"text":"One story of St. Boniface's conversion of the Germans involves cutting down a sacred oak of this thunder god","response":"Thor"},{"text":"As part of efforts to heal the church's rift with France, Pope Benedict XV canonized her on May 16, 1920","response":"Joan of Arc"},{"text":"Thomas More wrote that \"pilgrimage: bad\" is one of these punishable beliefs for which he had 6 men burned","response":"heresy"},{"text":"In 1170 this Archbishop of Canterbury took the fatal step of excommunicating the Archbishop of York, infuriating the king","response":"(Thomas à) Becket"}],"originalDate":"2020-11-10"}],{"category":"THE CABINET","text":"In '61, President Kennedy began the custom of having this diplomatic ofcr. take part in Cabinet meetings","response":"U.N. Ambassador"}]}