{"mix":1210,"rounds":[[{"category":"PODCASTS","comments":"","clues":[{"text":"This \"Science Guy\" \"Is on a Mission to Change the World\" &amp; takes your questions on \"Science Rules!\"","response":"Bill Nye"},{"text":"\"Fiasco\" examined the issues that played out during the election in 2000 between these 2 politicians","response":"Bush & Gore"},{"text":"\"WeCrashed\" looks at this office-sharing company that had a rough month in 2019 when it lost $37 billion in valuation","response":"WeWork"},{"text":"Start counting Scovilles as the podcast about this food heats up on \"It Burns\"","response":"(chili) peppers"},{"text":"Turns out this TBS late night show host \"Needs a Friend\"; Malcolm Gladwell &amp; Tina Fey were happy to oblige","response":"Conan O'Brien"}],"originalDate":"2020-11-09"},{"category":"THE BOOK CASE","comments":"","clues":[{"text":"In \"Tropic of Fear\" Nancy Drew met up with these brothers for a Hawaiian-themed mystery","response":"the Hardy Boys"},{"text":"This lady who lived in the British village of St. Mary Mead solved \"The Murder at the Vicarage\"","response":"(Jane) Marple"},{"text":"\"The Interpretation of Murder\" finds this Austrian &amp; Carl Jung caught up in a Manhattan murder mystery","response":"Freud"},{"text":"This \"colorful\" boy detective solved many crimes, like \"The Case of the Stolen Diamonds\"","response":"Encyclopedia Brown"},{"text":"This, Mary Shelley's middle name, is the name of a detective agency in which a young Mary solves cases","response":"Wollstonecraft"}],"originalDate":"2020-11-09"},{"category":"WHAT THE BLANK?","comments":"","clues":[{"text":"Literally, it's a bank draft that is signed but with the amount left empty","response":"a blank check"},{"text":"Standard versions of this board game have 2 blank tiles that can be any letter but are worth zero points","response":"<i>Scrabble</i>"},{"text":"This phrase meaning to be failed by your memory probably comes from a lottery where losing tickets had nothing written on them","response":"draw a blank"},{"text":"A documentary about this game show hosted by Gene Rayburn &amp; later Alec Baldwin is subtitled \"Behind the Blank\"","response":"<i>Match Game</i>"},{"text":"John Milton used this unrhymed pentameter in \"Paradise Lost\"","response":"blank verse"}],"originalDate":"2020-11-09"},{"category":"A DAY AT THE RACES","comments":"","clues":[{"text":"On May 3, 2008 this Jamaican ran a 100 meters in 9.76; a few weeks later, he shaved .04 to set the world record","response":"(Usain) Bolt"},{"text":"It took 3 days of looking at news pics, but Lee Petty was finally named the winner of the 1st 500 at this Fla. speedway in 1959","response":"Daytona"},{"text":"In 2012 the Maryland Racing Commission shaved 1 2/5 seconds off Secretariat's 1973 win, setting a new record for this Triple Crown race","response":"the Preakness"},{"text":"The tradition of the yellow jersey being awarded during this race began in 1919; yellow was the color of the newspaper that sponsored it","response":"the Tour de France"},{"text":"As a rookie in 2007, Lewis Hamilton finished only one point behind. season champ Kimi Räikkönen in this alphanumeric auto racing class","response":"F1"}],"originalDate":"2020-11-09"},{"category":"A NIGHT AT THE OPERA","comments":"","clues":[{"text":"After his U.S. debut with Joan Sutherland in 1965, this bearded Italian tenor hit the high C's as Tonjo in \"La fille du régiment\"","response":"Pavarotti"},{"text":"Opera hits a real low note (a \"D\") in an aria by Osmin, a role for this vocal range in Mozart's \"Abduction from the Seraglio\"","response":"bass"},{"text":"The name of this famed opera house in Milan built by Maria Theresa in the 1770s translates to \"the staircase\"","response":"La Scala"},{"text":"In a Samuel Barber opera, you know that this queen is about to die when a man enters carrying a basket of figs","response":"Cleopatra"},{"text":"The king's aria to a tree is a highlight of Handel's \"Serse\", about the Persian king better known as this","response":"Xerxes"}],"originalDate":"2020-11-09"},{"category":"ACRONYMS","comments":"","clues":[{"text":"The creator of this type of animated online file intended it to sound like the peanut butter brand","response":"a GIF"},{"text":"Adman Arthur Meyerhoff got his initials in the name of this cooking spray","response":"PAM"},{"text":"You might want to wear a wetsuit if you do this type of underwater diving","response":"SCUBA"},{"text":"Drake's song \"The Motto\" helped popularize this acronym telling us to go for what we want","response":"YOLO (you only live once)"},{"text":"This acronymic period takes up about 25% of our sleep time &amp; is when we have our most vivid dreams","response":"REM"}],"originalDate":"2020-11-09"}],[{"category":"MOVIE BIOS","comments":"","clues":[{"text":"2005:<br>Joaquin Phoenix as this country music sensation","response":"(Johnny) Cash"},{"text":"2000:<br>Ed Harris as this drip painter","response":"Jackson Pollock"},{"text":"In \"The Motorcycle Diaries\":<br>Gael Garcia Bernal as this revolutionary","response":"Che Guevara"},{"text":"1993:<br>Liam Neeson as this German industrialist who saved Jews during World War II","response":"(Oskar) Schindler"},{"text":"In \"12 Years a Slave\":<br>Chiwetel Ejiofor as this free Black man sold into slavery","response":"Solomon Northup"}],"originalDate":"2020-11-09"},{"category":"SYMBOLS","comments":"","clues":[{"text":"The glyph that symbolizes this sign of the zodiac represents ripples of water","response":"Aquarius"},{"text":"The diminutive of star gives this keyboard symbol its name","response":"an asterisk"},{"text":"This baby animal represents Jesus, the sacrifice offered for man's sins","response":"lamb (the Lamb of God)"},{"text":"An ancient symbol, the ouroboros is this animal with its tail in its mouth; it is continually devouring itself &amp; reborn from itself","response":"a snake"},{"text":"The first 3 letters of this Eastern symbol are represented by the tiger; the last 4, by the dragon","response":"yin-yang"}],"originalDate":"2020-11-09"},{"category":"DID YOU KNOW?","comments":"","clues":[{"text":"The OED dates the first recorded use of this letter to mean \"kiss\" back to a 1763 British letter","response":"X"},{"text":"Take it slow! This rain forest tree-dwelling mammal can take weeks to digest a meal &amp; can hold its breath longer than a dolphin","response":"a sloth"},{"text":"1980s Russia traded subs &amp; other ships for this red, white &amp; blue soda brand, said to briefly make it 1 of the world's largest navies","response":"Pepsi"},{"text":"The generic name for this cloth bag comes from the same-named Belgian town where it was first made, though the E &amp; L can get reversed","response":"duffel"},{"text":"Snoop Dogg tried to rent this entire Eur. nation, Vaduz &amp; all, for a video shoot; doable? Yes, but Snoop didn't give enough notice","response":"Liechtenstein"}],"originalDate":"2020-11-06"},{"category":"PROSE BY BROS","comments":"","clues":[{"text":"Jacob &amp; Wilhelm, who gave us \"Snow White\" &amp; \"The Golden Goose\"","response":"the Brothers Grimm"},{"text":"Rod, short story collections as well as \"The Twilight Zone\"; Richard, \"The President's Plane is Missing\"","response":"Serling"},{"text":"Twins Matt &amp; Ross, Emmy-nominated for writing \"Chapter Nine: The Gate\" for the television show \"Stranger Things\"","response":"the Duffer Brothers"},{"text":"Henry, \"Roderick Hudson\" in 1876; William, \"Essays in Radical Empiricism\", published posthumously in 1912","response":"James"},{"text":"Frank, the 2005 memoir \"Teacher Man\"; Malachy, who wrote \"A Couple of Blaguards\" with his brother","response":"McCourt"}],"originalDate":"2020-11-06"},{"category":"LET ME GIVE YOU A HAND","comments":"","clues":[{"text":"Things go south when they go here \"in a handbasket\"","response":"hell"},{"text":"A football running play, or when a plane's tracking is given to another control center","response":"a handoff"},{"text":"I heard it this way, directly from the original source","response":"firsthand"},{"text":"Proverbially, \"Close only counts in\" this game \"&amp; hand grenades\"","response":"horseshoes"},{"text":"The ends are left hanging in this long necktie that uses a slipknot","response":"a four-in-hand"}],"originalDate":"2020-11-06"},{"category":"ONE-WORD SONG TITLES","comments":"","clues":[{"text":"This No. 1 hit by Rihanna includes the apt lyric \"let it rain\"","response":"\"Umbrella\""},{"text":"Lorde topped the charts with this song, her first single","response":"\"Royals\""},{"text":"Elaborate hand gestures are part of the dance that Madonna brought to the mainstream with this 1990 No. 1 hit","response":"\"Vogue\""},{"text":"A song by Sia says, \"I'm gonna swing from the\" this, the song's title","response":"\"Chandelier\""},{"text":"Though quoted, the songwriters of  \"Eye Of The Tiger\" didn't get credit on this No. 1 hit by Katy Perry","response":"\"Roar\""}],"originalDate":"2020-11-06"}],{"category":"THE WORLD","text":"Nation that is not a member of the United Nations, but is home to U.N. European headquarters","response":"Switzerland"}]}