{"mix":1216,"rounds":[[{"category":"DAME YANKEES","comments":"(Alex: These are American women who have been given an honorary British title.)","clues":[{"text":"In 2014 this actress who used a British accent in \"Tomb Raider\" was made an honorary dame for her humanitarian work","response":"Angelina Jolie"},{"text":"Husband Bill was knighted in 2005; 9 years later, she was recognized for her work running their foundation","response":"Melinda Gates"},{"text":"Angela Ahrendts was honored as a dame for her work running this British fashion brand known for its plaid","response":"Burberry"},{"text":"Honored for her AIDS charity work, this Oscar-winning actress: \"I've always been a broad...it's (great) to be a dame\"","response":"Elizabeth Taylor"},{"text":"She moved to the U.S. as a child, but this late actress was made a dame in 2017 at age 100; she passed away in 2020","response":"Olivia de Havilland"}],"originalDate":"2020-10-23"},{"category":"IDIOMS","comments":"","clues":[{"text":"A part of a garment is mentioned in this phrase that means \"I accidentally called you from my cell phone\"","response":"pocket dial"},{"text":"An aircraft's limit, not a stationery item, is in this phrase for going beyond the usual range","response":"push the envelope"},{"text":"A part of the lawn is mentioned in this phrase that refers to the rank &amp; file","response":"grass roots"},{"text":"In the theater, it threw a powerful beam on one actor, so \"to be in\" it is to bask in the full glare of the public's attention","response":"the spotlight"},{"text":"Overly flamboyant writing is known by this colorful phrase","response":"purple prose"}],"originalDate":"2020-10-23"},{"category":"THAT IS SO SOCAL","comments":"","clues":[{"text":"Many Southern California kids got turned on to Renaissance art by Mona Lisa in bricks at this theme park","response":"Legoland"},{"text":"Erected in 1923, the Hollywood sign was originally an advertisement for a real estate development with this 13-letter name","response":"Hollywoodland"},{"text":"The first of these large birds hatched in captivity was born at the San Diego Zoo in 1983","response":"a California condor"},{"text":"These mountains of Southern California share their name with strong, hot, dust-bearing winds of the region","response":"the Santa Anas"},{"text":"This California farm city associated with country music was originally the home of the Yokuts people","response":"Bakersfield"}],"originalDate":"2020-10-23"},{"category":"OPERA","comments":"","clues":[{"text":"Fans of a previous Figaro adaptation booed &amp; hissed at the premiere of this Rossini opera<span class=\"nobreak\">--</span>later performances went better","response":"<i>The Barber of Seville</i>"},{"text":"A ship's captain is cursed to sail the seas forever unless he can find a faithful wife in this Wagner opera","response":"<i>The Flying Dutchman</i>"},{"text":"The Grisettes performing this high-kicking dance in act III is a highlight of \"The Merry Widow\"","response":"the can-can"},{"text":"The title character of \"Norma\" is a high priestess of this Celtic class","response":"the Druids"},{"text":"Henry Kissinger &amp; Mao Tse-tung are characters in this 20th century opera","response":"<i>Nixon in China</i>"}],"originalDate":"2020-10-23"},{"category":"MOVIE SUM-UP","comments":"","clues":[{"text":"A cop saves his troubled marriage by visiting his wife in L.A. &amp; killing a bunch of people in her office building","response":"<i>Die Hard</i>"},{"text":"Ben Affleck takes an international business trip &amp; pretends to be Canadian to avoid getting hassled by locals","response":"<i>Argo</i>"},{"text":"Messrs. Gregory &amp; Shawn talk... &amp; talk some more... &amp; some more... &amp; more... &amp; that's it","response":"<i>My Dinner with Andre</i>"},{"text":"Peckin-pow! Holden &amp; Oates are part of a bloody, bloody good supergroup to avenge Angel","response":"<i>The Wild Bunch</i>"},{"text":"Death takes a chess holiday; your move, Max von Sydow","response":"<i>The Seventh Seal</i>"}],"originalDate":"2020-10-23"},{"category":"HELPFUL HINTS","comments":"","clues":[{"text":"This traditional 4-word phrase tells you which way to set your clocks at the start &amp; end of daylight saving time","response":"fall behind, spring forward"},{"text":"Math students may know that in the operations order mnemonic \"Please Excuse My Dear aunt Sally\", \"Dear\" represents this","response":"divide (division)"},{"text":"\"Double O, double K, double E\" helps you to spell this job correctly","response":"bookkeeper"},{"text":"When playing bridge \"Sally Has Dirty Children\" helps you remember this order of suits from highest to lowest","response":"spades, hearts, diamonds & clubs"},{"text":"In the mnemonic \"God's Excellent Love Never Dies\", the first 2 words stand for these 2 Bible books","response":"Genesis & Exodus"}],"originalDate":"2020-10-23"}],[{"category":"IT STARTS WITH \"U\"","comments":"","clues":[{"text":"This technology uses sound waves to take images inside the body","response":"ultrasound"},{"text":"This diacritical mark gets its name from German for \"about\" &amp; \"sound\"","response":"umlaut"},{"text":"A street kid, or oddly, a hedgehog","response":"an urchin"},{"text":"Jeremy Bentham &amp; John Stuart Mill were proponents of this philosophy that answers the question \"what ought a person to do?\"","response":"utilitarianism"},{"text":"There are 3 \"U\"s in this term for \"omnipresent\"","response":"ubiquitous"}],"originalDate":"2020-10-23"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"This hunchbacked bell ringer of the Cathedral of Notre Dame was deaf","response":"Quasimodo"},{"text":"The young narrator of \"To Kill a Mockingbird\" has the given names Jean Louise but goes by this nickname","response":"Scout"},{"text":"Washington Irving's story about this nap-happy fella was first published in \"The Sketch-Book of Geoffrey Crayon, Gent.\"","response":"Rip Van Winkle"},{"text":"This title character says, \"I am jealous of the portrait you have painted of me. Why should it keep what I must lose?\"","response":"Dorian Gray"},{"text":"In this novel, John Kennedy Toole described Ignatius J. Reilly as having \"waves of flesh rippling\"","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2020-10-22"},{"category":"ABBREVIATED BANDS","comments":"","clues":[{"text":"A boy band: NKOTB","response":"New Kids on the Block"},{"text":"Named to the Rock &amp; Roll Hall of Fame in 2020: NIN","response":"Nine Inch Nails"},{"text":"\"Sweet Hitch-Hiker\" was their last Top 10 hit: CCR","response":"Creedence Clearwater Revival"},{"text":"They sound angry: RATM","response":"Rage Against the Machine"},{"text":"They hit it big with \"(Don't Fear) The Reaper\": BÖC","response":"Blue Öyster Cult"}],"originalDate":"2020-10-22"},{"category":"WHEN \"A\" BECOMES THE FIRST LETTER...","comments":"","clues":[{"text":"A labyrinth turns into this word meaning to astonish greatly","response":"amaze"},{"text":"A musical sound of a certain pitch becomes this word meaning to make amends for a sin","response":"atone"},{"text":"The pointy top of a tower becomes a verb meaning to hope to be something great","response":"aspire"},{"text":"A conjunction meaning on the contrary becomes this verb meaning to be adjacent","response":"abut"},{"text":"A word meaning to portend becomes this one meaning a home or dwelling","response":"an abode"}],"originalDate":"2020-10-22"},{"category":"IN THE STATE","comments":"","clues":[{"text":"Passaic County","response":"New Jersey"},{"text":"Billings Logan International Airport","response":"Montana"},{"text":"Wilderness Trail Distillery","response":"Kentucky"},{"text":"Lake Coeur d'Alene","response":"Idaho"},{"text":"Perry's Victory and International Peace Memorial","response":"Ohio"}],"originalDate":"2020-10-21"},{"category":"SCIENCE DIGEST","comments":"","clues":[{"text":"Genes may be either of these 2 adjectives, depending on their strength in \"expressing\" themselves","response":"dominant & recessive"},{"text":"This protective layer of the stratosphere can be depleted by the release of refrigerants &amp; other chemicals","response":"ozone"},{"text":"In 2017 scientists recorded ripples in space-time called gravitational waves, which emerged when 2 of these collided","response":"black holes"},{"text":"The heart, blood vessels &amp; lymph vessels make up the bulk of this body system","response":"circulatory"},{"text":"For your next science experiment, you might create this type of environment, from a word for \"barren\"","response":"sterile"}],"originalDate":"2020-10-21"}],{"category":"AWARDS","text":"The only U.S. military decoration that may not be awarded to citizens of other countries","response":"the Congressional Medal of Honor"}]}