{"mix":1219,"rounds":[[{"category":"ELVI","comments":"","clues":[{"text":"Grammy-winning merengue singer Elvis Crespo grew up near San Juan Bay on this island","response":"Puerto Rico"},{"text":"This rocker's backing band on 1977's \"My Aim Is True\" included members of the News, of Huey Lewis fame","response":"Elvis Costello"},{"text":"Film critic &amp; public radio host Elvis Mitchell had his own interview show, \"Under the Influence\", on TCM, this channel","response":"Turner Classic Movies"},{"text":"H.S. teammates Desmond Howard &amp; Elvis Grbac fled north from Ohio to play football for this rival university","response":"the University of Michigan"},{"text":"Elvis Stojko won his first Olympic medal, a silver in men's figure skating, at the 1994 Winter Games in this Norwegian city","response":"Lillehammer"}],"originalDate":"2020-10-16"},{"category":"MICRONATIONS","comments":"","clues":[{"text":"Made up of 5 islands off this continent, Flandrensis says it's the only country that doesn't want its land inhabited by people","response":"Antarctica"},{"text":"In 2015 unclaimed land in the former Yugoslavia on a bank of this large \"blue\" river became the Free Republic of Liberland","response":"the Danube"},{"text":"For less than $700, you can become a duke or duchess in the U.K. breakaway country of Sealand in this directional sea","response":"the North Sea"},{"text":"For nearly 150 years, the tiny republic of Parva Domus has existed in the south of this Uruguayan capital","response":"Montevideo"},{"text":"The principality of Seborga in Liguria claims independence, asserting it was not legally annexed by this country","response":"Italy"}],"originalDate":"2020-10-15"},{"category":"ON THE <em class=\"underline\">BILLBOARD</em> CHARTS IN 2020","comments":"","clues":[{"text":"Blake Shelton got the perfect person to duet with on \"Nobody but You\"<span class=\"nobreak\">--</span>this woman","response":"Gwen Stefani"},{"text":"In a collaboration with the late Juice Wrld, this Detroit man rapped, \"I can swallow a bottle of alcohol &amp; I'll feel like Godzilla\"","response":"Eminem"},{"text":"We'd listen to \"Blinding Lights\", a chart-topper by this man, any day","response":"the Weeknd"},{"text":"Arizona Zervas, you don't have to put on the red light to tell us about this title woman<span class=\"nobreak\">--</span>\"all she wanna do is party all night\"","response":"Roxanne"},{"text":"\"Classy, bougie, ratchet\" &amp; \"sassy, moody, nasty\", says this No. 1 hit by Megan Thee Stallion","response":"\"Savage\""}],"originalDate":"2020-10-15"},{"category":"A VISIT TO THE TAILOR","comments":"","clues":[{"text":"Some tailors can reweave the fabric if you get a hole in a sweater made of this fine material named for a place in the Himalayas","response":"cashmere"},{"text":"A tailor will hem your skirt to the shins if you want it this hot beverage length","response":"tea length"},{"text":"A tailor can alter this, the 6-letter term for the upper part of a dress","response":"the bodice"},{"text":"In 1851 this New Yorker designed &amp; built an improved sewing machine; tailors still use machines that bear his name","response":"Singer"},{"text":"This 7-letter adjective refers to a tailor who makes custom clothes to order","response":"bespoke"}],"originalDate":"2020-10-15"},{"category":"A PAIR OF PENCE","comments":"","clues":[{"text":"In 1859 he edited a twopenny weekly called \"All the Year Round\" &amp; serialized his own \"A Tale of Two Cities\" in it","response":"(Charles) Dickens"},{"text":"Around the year 1400 the 31-mile trip from London to Gravesend on this river cost twopence","response":"the Thames"},{"text":"A song title in \"Mary Poppins\" urges you to do this, \"tuppence a bag\"","response":"feed the birds"},{"text":"Opened in 1900 between Shepherd's Bush &amp; Bank, the Central Line was the first in this system with a flat fare, twopence","response":"the Underground"},{"text":"Brought to England from Holland, this liquor was sold in shops promising \"Drunk for a penny. Dead drunk for twopence\"","response":"gin"}],"originalDate":"2020-10-15"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Protestant clergyman John Knox led this country's 16th century Reformation","response":"Scotland"},{"text":"This man who built a united Germany resigned as chancellor in 1890 after displeasing the kaiser","response":"Bismarck"},{"text":"In 2020 this nation formerly known as Rhodesia celebrated 40 years of independence","response":"Zimbabwe"},{"text":"This religion that has Hindu &amp; Islamic influences arose in the Punjab in the early 16th century","response":"Sikhism"},{"text":"Britain, Russia &amp; France formed the triple this French word, the nucleus of the Allied World War I powers","response":"the Triple Entente"}],"originalDate":"2020-10-15"}],[{"category":"WHERE HAVE I SEEN THOSE STAIRS?","comments":"","clues":[{"text":"The stairs leading up to this city's Museum of Art were famously climbed in a training montage from \"Rocky\"","response":"Philadelphia"},{"text":"You can visit the Georgetown stairs in Washington from the end of this 1973 thriller, but don't fall down them like Father Karras did","response":"<i>The Exorcist</i>"},{"text":"HGTV remodeled the L.A. house used in exteriors on this '70s sitcom, adding the open staircase that had only existed on a stage","response":"<i>The Brady Bunch</i>"},{"text":"The stairs Joaquin Phoenix dances down in \"Joker\" have become a tourist attraction in the Highbridge area of this NYC borough","response":"the Bronx"},{"text":"In \"Roman Holiday\", Gregory Peck proposes a holiday to Audrey Hepburn on these steps","response":"the Spanish Steps"}],"originalDate":"2020-10-15"},{"category":"OK, BOOMERANG","comments":"","clues":[{"text":"Nonreturning boomerangs have been used by these first people of Australia for centuries to hunt, dig &amp; skin animals","response":"the Aborigines"},{"text":"The bend near the middle of a boomerang is called this, also a joint in the body that can bend","response":"the elbow"},{"text":"The 1922 discovery of his tomb revealed a weapons stash including swords, bows, slingshots &amp; boomerang-like throwsticks","response":"King Tut"},{"text":"Ever fashion forward, this DC Comics superhero wears a royal tiara that can also be weaponized as a boomerang","response":"Wonder Woman"},{"text":"Possibly the world's oldest boomerang was found in 1987 in a 23,000-year-old Polish cave &amp; was made out of the tusk of one of these","response":"a woolly mammoth"}],"originalDate":"2020-10-14"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"This smallest planet is the fastest moving, circling the Sun in 88 days","response":"Mercury"},{"text":"This Utah body of water is several times more saline than the oceans","response":"the Great Salt Lake"},{"text":"To prevent Marines from landing, in 1991 this country dumped millions of gallons of oil into the Persian Gulf","response":"Iraq"},{"text":"The name of these 2 states goes back to a Sioux word for \"friend\" or \"ally\"","response":"the Dakotas (North & South Dakota)"},{"text":"The term \"Cold War\" was first used in print by this British author in his essay \"You and the Atomic Bomb\"","response":"George Orwell"}],"originalDate":"2020-10-14"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Exodus 12 tells the story of this Jewish holiday","response":"Passover"},{"text":"Union leader Peter McGuire is given credit for creating this holiday in 1882","response":"Labor Day"},{"text":"April 22 was chosen for this observance because it fell between spring break &amp; final exams","response":"Earth Day"},{"text":"Thanksgiving is followed by Black Friday, Small Business Saturday &amp; this weekday named for a certain way to shop","response":"Cyber Monday"},{"text":"Until 1954 it was known as Armistice Day in the United States","response":"Veterans Day"}],"originalDate":"2020-10-14"},{"category":"2-WORD TV TITLES","comments":"","clues":[{"text":"It starred Hugh Bonneville as the Earl of Grantham, lord of the title dwelling","response":"<i>Downton Abbey</i>"},{"text":"It co-starred RJ Mitte as Walter Jr.","response":"<i>Breaking Bad</i>"},{"text":"Long before Tom Cruise was Ethan Hunt on the big screen, Peter Graves was Mr. Phelps on this TV show","response":"<i>Mission: Impossible</i>"},{"text":"In this 2020 reboot, Matthew Rhys as the title character starts out as a private eye, then becomes a defense lawyer","response":"<i>Perry Mason</i>"},{"text":"Nadia Vulvokov is caught in a time loop in this acclaimed Netflix series","response":"<i>Russian Doll</i>"}],"originalDate":"2020-10-14"},{"category":"WHICH COUNTRY'S FOREST?","comments":"","clues":[{"text":"Der Schwarzwald","response":"Germany"},{"text":"Sumatra Rainforest","response":"Indonesia"},{"text":"Fundy National Park","response":"Canada"},{"text":"Epping Forest, Forest of Dean","response":"England"},{"text":"Tongass National Forest","response":"the United States"}],"originalDate":"2020-10-14"}],{"category":"RIVERS","text":"2 of the 3 \"rivers\" which surround Manhattan","response":"(2 of) East River, Hudson River & Harlem River"}]}