{"mix":1220,"rounds":[[{"category":"CONTRONYMS","comments":"(Alex: Each correct response a single word with two meanings that kind of contradict each other.)","clues":[{"text":"It can mean on view, like the moon, or no longer visibly functioning, like a light bulb","response":"out"},{"text":"Something firm &amp; immovable, or to move back &amp; forth like a cradle","response":"a rock"},{"text":"It can mean repaired, or no longer working, like a spayed dog","response":"fixed"},{"text":"Something you didn't notice, or watchful supervision of a project","response":"oversight"},{"text":"It can mean an assortment of different types, or one type in particular","response":"variety"}],"originalDate":"2020-10-14"},{"category":"SWEDEN LOWS<span class=\"nobreak\">--</span>&amp; HIGHS","comments":"","clues":[{"text":"High: founded by Ingvar Kamprad in Älmhult, Sweden, it's now the world's largest furniture retailer","response":"IKEA"},{"text":"Low: in the 1958 World Cup final, Sweden lost on its home soil 5-2 to Pele &amp; the rest of this country's team","response":"Brazil"},{"text":"High: this man born in Stockholm in 1833 established some very prestigious awards","response":"Nobel"},{"text":"Low: in a twist like one out of his \"Millennium\" mysteries, some fans think this author was murdered in 2004","response":"Stieg Larsson"},{"text":"High: all 3 of the Oscars Sweden won for Best Foreign Language Film were for movies directed by this man","response":"(Ingmar) Bergman"}],"originalDate":"2020-10-14"},{"category":"AFRICAN-AMERICAN WRITERS","comments":"","clues":[{"text":"To write her play \"Twilight\", Anna Deavere Smith interviewed 350 people who experienced the 1992 riots in this city","response":"Los Angeles"},{"text":"Sarah M. Broom's New Orleans family home, this kind of narrow house with a firearm name, inspired her memoir \"The Yellow House\"","response":"a shotgun shack"},{"text":"Novelist Marita Golden paid homage to this woman in an essay called \"Zora &amp; Me\"","response":"Hurston"},{"text":"This creator of TV's \"Grey's Anatomy\" revealed how saying yes changed her life in her book \"Year of Yes\"","response":"Shonda Rhimes"},{"text":"In the novel \"Black Betty\" by this author, P.I. Easy Rawlins is hired to find a missing woman","response":"Walter Mosley"}],"originalDate":"2020-10-14"},{"category":"MAKING A 4 \"A\"","comments":"(Alex: There will be four \"A\"s in each correct response.)","clues":[{"text":"These nuts originated in Australia, not Hawaii","response":"macadamia"},{"text":"Goodbye, Joe, we gotta go to the bayou for this Cajun rice, seafood &amp; meat dish","response":"jambalaya"},{"text":"This royal title is from Sanskrit words meaning \"great king\"","response":"maharaja"},{"text":"It's another word for a bachelor's degree","response":"baccalaureate"},{"text":"This verb means to mix into a compound, specifically with mercury","response":"amalgamate"}],"originalDate":"2020-10-14"},{"category":"TREE OF A KIND","comments":"","clues":[{"text":"Japanese, <br>silver, <br>sugar","response":"maples"},{"text":"Windmill, <br>sago, <br>date","response":"a palm"},{"text":"Norway, <br>Serbian, <br>Sitka","response":"spruce"},{"text":"Mission, <br>Manzanillo, <br>Kalamata","response":"olive trees"},{"text":"Rainbow,<br>yellow gum, <br>Tasmanian blue gum","response":"eucalyptus"}],"originalDate":"2020-10-13"},{"category":"LANGUAGES","comments":"","clues":[{"text":"Most of the Coptic language alphabet is adapted from the Greek, but 7 letters evolved from this Ancient Egyptian writing system","response":"Hieroglyphics"},{"text":"In this 2006 comedy film, Sacha Baron Cohen is actually speaking Hebrew, not Kazakh","response":"<i>Borat</i>"},{"text":"The Afrikaans language is also known as \"Cape\" this European language","response":"Dutch"},{"text":"Korean is an S.O.V. language, meaning this part comes after the subject &amp; object in a sentence","response":"a verb"},{"text":"English, Mandarin, Tamil &amp; Malay are official languages of this island nation","response":"Singapore"}],"originalDate":"2020-10-13"}],[{"category":"THE NOT-SO-ROARING '30s","comments":"","clues":[{"text":"In November 1930 the this of Tennessee failed; it was one of the first but wouldn't be the last","response":"a bank"},{"text":"A NASA study found that one of these that struck 70% of North America in 1934 was the worst in 1,000 years; no wonder it got dusty","response":"a drought"},{"text":"The Smoot-Hawley this type of tax act raised U.S. import duties &amp; stifled world trade","response":"a tariff"},{"text":"Lakehurst, New Jersey was the scene of this 1937 disaster","response":"the <i>Hindenburg</i>"},{"text":"Italy invaded this country in October 1935, bringing sanctions from the League of Nations","response":"Ethiopia"}],"originalDate":"2020-10-13"},{"category":"WOMEN IN LITERATURE","comments":"","clues":[{"text":"In \"Pride &amp; Prejudice\", Mr. Bennet &amp; this daughter discuss her possible engagement to Mr. Darcy","response":"Elizabeth"},{"text":"Charlotte Bronte wrote \"Shirley\" as well as this more famous novel with the heroine's name as the title","response":"<i>Jane Eyre</i>"},{"text":"Mrs. Whatsit, Mrs. Who &amp; Mrs. Which help Meg Murry &amp; her brother in this 1962 novel by Madeleine L'Engle","response":"<i>A Wrinkle in Time</i>"},{"text":"This William Makepeace Thackeray novel deals with the interwoven fortunes of 2 women: the passive Amelia &amp; the scheming Becky","response":"<i>Vanity Fair</i>"},{"text":"Rosalind from this comedy has the most lines of any of Shakespeare's women","response":"<i>As You Like It</i>"}],"originalDate":"2020-10-13"},{"category":"ANTE POPE","comments":"(Alex Trebek: Each correct response will be a word that comes just before \"pope\" in the dictionary.)","clues":[{"text":"This gourmet treat is offered by Orville Redenbacher's","response":"popcorn"},{"text":"A rubber band can help make this \"equine\" hairstyle","response":"a ponytail"},{"text":"To speak pompously, from another word for that guy in the Holy See","response":"pontificate"},{"text":"Snooker is played on a type of one","response":"a pool table"},{"text":"Great for dipping your sashimi, this sauce contains citrus juice, mirin, soy sauce &amp; bonito flakes","response":"ponzu"}],"originalDate":"2020-10-13"},{"category":"OXYMORONS","comments":"","clues":[{"text":"This computer-generated simulation is abbreviated VR","response":"virtual reality"},{"text":"Working security for MLK, George Raveling ended up with the original this of the \"I Have a Dream\" speech","response":"the original copy"},{"text":"This oxymoron refers to dark chocolate often in about the 60% cacao range","response":"bittersweet"},{"text":"A pattern of negative attitudes &amp; resistance to demands are criteria for this type of behavior","response":"passive-aggressive"},{"text":"The Metropolitan Museum once issued a metal button as an admission ticket; the colors changed daily in this oxymoronic \"order\"","response":"random order"}],"originalDate":"2020-10-13"},{"category":"TV THEME SONG LYRICS","comments":"(Alex Trebek: You identify the show for us.)","clues":[{"text":"\"Would you be mine? Could you be mine? Won't you be my neighbor?\"","response":"<i>Mister Rogers' Neighborhood</i>"},{"text":"\"So no one told you life was gonna be this way, your job's a joke, you're broke, your love life's D.O.A.\"","response":"<i>Friends</i>"},{"text":"\"Men men men men, manly men men men!\"","response":"<i>Two and a Half Men</i>"},{"text":"\"You're not the boss of me now &amp; you're not so big\"","response":"<i>Malcolm in the Middle</i>"},{"text":"\"Sing me a song of a lass that is gone, say, could that lass be I?\"","response":"<i>Outlander</i>"}],"originalDate":"2020-10-13"},{"category":"A BUNCH OF SQUARES","comments":"","clues":[{"text":"This square is enclosed on 3 sides by Gum Department Store, St. Basil's Cathedral &amp; the Kremlin","response":"Red Square"},{"text":"Mao Zedong's body lies in state in a crystal coffin in a memorial hall on this square in Beijing","response":"Tiananmen"},{"text":"St. Mark's Square in this Italian city has been called \"the finest drawing room in Europe\"","response":"Venice"},{"text":"Home to the Palacio Nacional, this Latin American city's large square known as the Zocalo is a public plaza in use since Aztec times","response":"Mexico City"},{"text":"The name of this Cairo square at the center of Arab Spring protests means \"liberation\" in Arabic","response":"Tahrir Square"}],"originalDate":"2020-10-13"}],{"category":"HISTORIC CRIMES","text":"Saying it was stolen by Napoleon, self-styled Italian patriot Vincenzo Peruggia took it in 1911","response":"the <i>Mona Lisa</i>"}]}