{"mix":1222,"rounds":[[{"category":"MODERN WORLD BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"Eternal\" slogan for the homeland of Marvel's Black Panther &amp; his favorite mall retail clothier","response":"Wakanda Forever 21"},{"text":"Harley Quinn, Deadshot &amp; crew &amp; those aspirational things they want to accomplish together","response":"Suicide Squad goals"},{"text":"It's the term for when Skeletor's enemy, you know, that Masters of the Universe guy, condescendingly clarifies to women","response":"He-Mansplaining"},{"text":"Numerical phrase for unflinchingly honest, especially with regard to the British/French conflict that lasted from 1337 to 1453","response":"Keeping it One Hundred Years' War"},{"text":"Put your hands together &amp; make noise for this term for a shade-filled retort to Nick Carter &amp; his '90s band","response":"Clap Backstreet Boys"}],"originalDate":"2020-10-09"},{"category":"THE DOCTOR WILL \"C\" YOU NOW","comments":"","clues":[{"text":"Found in the liver, it helps make vitamin D; hope you have a lot more good than bad!","response":"cholesterol"},{"text":"Red blood cells must take things one at a time passing through one of these tiny blood vessels, which can be .008mm","response":"capillaries"},{"text":"When looking at areas of thickened skin on your feet, these are larger &amp; more shapeless than corns","response":"calluses"},{"text":"Hermes' wand, this symbol of the U.S. Army Medical Corps, is a staff with 2 serpents coiled around it","response":"the caduceus"},{"text":"This rubbery tissue at the ends of long bones is also called gristle","response":"cartilage"}],"originalDate":"2020-10-09"},{"category":"<em class=\"underline\">BILLBOARD</em> TOP 40","comments":"","clues":[{"text":"Madonna touched No. 1 on the Billboard Top 40 \"for the very first time\" with this 1984 song","response":"\"Like A Virgin\""},{"text":"\"Hey Ya!\", by this duo, spent about 30 weeks in the Top 40 in 2003 &amp; 2004","response":"OutKast"},{"text":"\"Rockstar\", by him featuring Roddy Ricch, topped the Billboard charts in July 2020","response":"DaBaby"},{"text":"ABBA had 14 songs on the Billboard chart, but only this disco-themed one made it to No. 1","response":"\"Dancing Queen\""},{"text":"\"Weird Al\" Yankovic made a foray into the Top 40 with this Michael Jackson parody","response":"\"Eat It\""}],"originalDate":"2020-10-09"},{"category":"HITTITES","comments":"","clues":[{"text":"The Hittites entered history in the 2nd millennium B.C. in Anatolia, today the Asian portion of this nation","response":"Turkey"},{"text":"Reliefs show the Hittites with the wheels on these vehicles moved from the back to the middle, so a third warrior could ride","response":"chariots"},{"text":"In Hittite mythology, Ubelluri held up the Earth, just like this Titan","response":"Atlas"},{"text":"Written soon after a king died of this disease, a prayer named for it asks, will it \"never be eliminated from the land of Hatti?\"","response":"the Plague"},{"text":"Most of what we know about the Hittites comes from clay tablets found at Bogazkoy bearing this wedge-shaped writing system","response":"cuneiform"}],"originalDate":"2020-10-09"},{"category":"BEER/ME!","comments":"","clues":[{"text":"He served as governor of Massachusetts from 1793 to 1797","response":"Samuel Adams"},{"text":"When it comes to the last name of the American playwright whose 1953 play was \"The Crucible\", it's this time","response":"Miller"},{"text":"A \"Streetcar\" character came to life when a vendor at Phillies games shouted this first name, trying to sell a Belgian beer","response":"Stella"},{"text":"Last name of brothers Kyle &amp; Kurt, cool as \"Ice\" as they finished 1-2 at NASCAR's Food City 500 in 2019","response":"Busch"},{"text":"Last name of the actor whose film roles included Fagin, Benjamin Disraeli, Jacob Marley's ghost &amp; a certain Jedi","response":"Guinness"}],"originalDate":"2020-10-08"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Surdus, a word for \"deaf\", gave us this word that means \"illogical\"","response":"absurd"},{"text":"This adjective for mocking laughter comes from a word describing something from Sardinia","response":"sardonic"},{"text":"This 9-letter word for \"assistant\" meant someone who dealt with confidential material","response":"secretary"},{"text":"A voluntary action done by monarchs, this word originally meant to disinherit a child","response":"abdicate"},{"text":"This word for ill feelings between people originally referred to a bitter taste","response":"acrimony"}],"originalDate":"2020-10-08"}],[{"category":"SPORTS AWARDS","comments":"(Alex: We'll give you the [*]; you name the sport for us.)","clues":[{"text":"The FIFA Fair Play Award","response":"soccer"},{"text":"Walter Payton Man of the Year","response":"football"},{"text":"The John R. Wooden Award","response":"college basketball"},{"text":"The Norris Trophy","response":"hockey"},{"text":"The Venus Rosewater Dish","response":"tennis"}],"originalDate":"2020-10-08"},{"category":"3 THINGS ABOUT THE PRESIDENT","comments":"","clues":[{"text":"Was a sheriff in Erie County, New York; had a 4-year presidential hiatus, has a great first name for a Muppet","response":"Grover Cleveland"},{"text":"Attended Amherst, married Grace Goodhue, died 8 miles from Amherst","response":"Calvin Coolidge"},{"text":"Was on the Warren Commission, volunteered for the Navy, confirmed as veep by votes of 92-3 &amp; 387-35","response":"Gerald Ford"},{"text":"Civil governor of the Philippines, Secretary of War, wrote opinion on Myers v. United States","response":"Taft"},{"text":"Received demerits for slovenly dress at West Point, was 46 when he took office, had a penchant for bourbon whiskey","response":"(Ulysses) Grant"}],"originalDate":"2020-10-08"},{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"This girl dreamt of her lost sheep bleating","response":"Little Bo Peep"},{"text":"Her cupboard bare, she went to the baker's to buy her dog bread","response":"Old Mother Hubbard"},{"text":"This guy is on a strict \"no fat\" diet; his wife is on a \"no lean\" diet","response":"Jack Sprat"},{"text":"This rhyming guy kissed the girls &amp; made them cry","response":"Georgie Porgie"},{"text":"This fella was under a haystack, fast asleep","response":"Little Boy Blue"}],"originalDate":"2020-10-08"},{"category":"JAMES BOND","comments":"","clues":[{"text":"In \"Thunderball\" Bond makes an escape wearing one of these personal flying devices we were all supposed to have by now","response":"a jet pack"},{"text":"After playing this character in 17 Bond films, Desmond Llewelyn made his final exit through a laboratory trap door","response":"Q"},{"text":"A Time Magazine report found that this 1995-2002 Bond was the deadliest, averaging 27 kills per movie","response":"Pierce Brosnan"},{"text":"Bond: \"Do you expect me to talk?\" Goldfinger: \"No, Mister Bond, I expect you to\" do this","response":"die"},{"text":"Donald Pleasence &amp; Christoph Waltz are among the actors who've played this cat fancier &amp; Bond archfoe","response":"Blofeld"}],"originalDate":"2020-10-08"},{"category":"DOCTOR, NO!","comments":"","clues":[{"text":"No way! Back in the day, instead of tobacco, doctors used Page's inhalers, \"medicated\" these with tea leaves &amp; kola nuts","response":"cigarettes"},{"text":"Ach, nein! Advocating a drug he enjoyed himself, this Austrian psychoanalyst published \"Uber Coca\" in 1884","response":"Freud"},{"text":"Doc, no! Your predecessors treated syphilis with this liquid metal<span class=\"nobreak\">--</span>one side effect was death","response":"mercury"},{"text":"In the 1800s Paris hospitals used 5 million of these annelids a year<span class=\"nobreak\">--</span>I know they can still be useful, but no thanks","response":"leeches"},{"text":"Glad I didn't live in ancient times, when trepanning involved removing some bone from here so that evil spirits could escape","response":"the skull"}],"originalDate":"2020-10-08"},{"category":"THE WORLD IS NOT ENOUGH","comments":"","clues":[{"text":"In Ray Bradbury's \"Chronicles\", humans conquer this title planet, but with unexpected consequences","response":"Mars"},{"text":"Becky Chambers' \"The Long Way to a Small, Angry Planet\" is achieved by using these intergalactic shortcuts","response":"wormholes"},{"text":"In this Carl Sagan novel, astrophysicist Ellie wants a message from outer space; she gets one &amp; goes on quite the adventure","response":"<i>Contact</i>"},{"text":"In a Larry Niven novel, a motley crew of explorers travel to this ribbon-like \"world\" that encircles a star","response":"<i>Ringworld</i>"},{"text":"Stanislaw Lem's tale of a journey to this title planet was turned into a 2002 film starring George Clooney","response":"<i>Solaris</i>"}],"originalDate":"2020-10-08"}],{"category":"EARLY AMERICA","text":"From 1752 to 1799, it was state house for both the colony &amp; state of Pennsylvania","response":"Independence Hall"}]}