{"mix":1225,"rounds":[[{"category":"HISTORIC CLASSIFIEDS","comments":"","clues":[{"text":"\"FSBO.\" this \"vast region including Aleutian Islands. $7.2 million OBO\"","response":"Alaska"},{"text":"In 431 he would have jumped at the ad \"Bishop needed for Celtic island. Must have shamrock\"","response":"St. Patrick"},{"text":"Situation wanted: this \"ex-naval minister seeks post, nothing to offer but blood, toil, tears, sweat\"","response":"Winston Churchill"},{"text":"In 1508 he may have successfully responded to \"Chapel painter needed. Strong neck a must\"","response":"Michelangelo"},{"text":"In the 1660s she could have advertised, \"Experienced queen seeks throne. Catholic countries only\"","response":"Queen Christina of Sweden"}],"originalDate":"1998-10-07"},{"category":"PEOPLE IN POETRY","comments":"","clues":[{"text":"His poem on teacher Parker Cleaveland is less well known than his \"Paul Revere's Ride\"","response":"Longfellow"},{"text":"This British Lord Protector spares a maiden's lover in the once-famous poem \"Curfew Must Not Ring Tonight\"","response":"Cromwell"},{"text":"John Ashbery wrote of this U.S. president, \"He wasn't a bad egg. Just weak, he loved women and Ohio\"","response":"Warren G. Harding"},{"text":"Allen Ginsberg imagined this poet, who sang of himself, out shopping for bananas","response":"Whitman"},{"text":"In a poem on painter Andrea del Sarto, Robert Browning wrote that \"A man's reach should exceed\" this","response":"his grasp"}],"originalDate":"1998-10-07"},{"category":"ENDS IN \"LOW\"","comments":"","clues":[{"text":"An associate; in politics you may be coupled with a \"strange\" one","response":"a bedfellow"},{"text":"In this 1966 hit, Donovan was \"just mad about Saffron...Saffron's mad about me\"","response":"\"Mellow Yellow\""},{"text":"The name of this small 1- or 1 1/2-story house is from the Hindi meaning \"of Bengal\"","response":"a bungalow"},{"text":"The Gettysburg address includes the line \"We cannot consecrate, we cannot\" do this to \"this ground\"","response":"hallow"},{"text":"This author has won 3 National Book Awards, the first for \"The Adventures of Augie March\" in 1954","response":"Saul Bellow"}],"originalDate":"1998-10-07"},{"category":"STUPID ANSWERS","comments":"","clues":[{"text":"Baker's calls itself \"America's premier\" chocolate for this","response":"baking"},{"text":"Matt Damon played this character in the film \"Good Will Hunting\"","response":"Will Hunting"},{"text":"While ABC aired this event on March 23, 1998, FOX countered with a fight night hosted by Oscar De La Hoya","response":"the Oscars"},{"text":"It's the real name of the boulevard in Las Vegas known as \"The Strip\"","response":"Las Vegas Boulevard"},{"text":"Explorer Juan Ponce de Leon was born in 1460 to a noble family from this Spanish province","response":"León"}],"originalDate":"1998-10-07"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Founded in 1933, this bookstore chain was named for the Massachusetts pond that inspired Thoreau","response":"Walden"},{"text":"This accounting firm has handled the Academy Award balloting since 1935","response":"Price Waterhouse"},{"text":"Organized in 1888, this Pittsburgh-based firm is the world's largest producer of aluminum products","response":"Alcoa"},{"text":"This insurance company has been using umbrellas in its ads since 1870","response":"Travelers"},{"text":"On September 4, 1984 this Swiss firm announced its acquisition of the Carnation company for $3 billion","response":"Nestlé"}],"originalDate":"1998-10-07"},{"category":"1970s TV","comments":"","clues":[{"text":"ABC's TGIF line-up in '71 was \"The Brady Bunch\", \"The Partridge Family\", \"Room 222\" &amp; this Neil Simon-based show","response":"<i>The Odd Couple</i>"},{"text":"The fall of 1975 saw \"The Mary Tyler Moore Show\" &amp; these 2 spin-offs from it on the schedule","response":"<i>Rhoda</i> & <i>Phyllis</i>"},{"text":"This title family lived in the Blue Ridge Mountains in Jefferson County, Virginia","response":"the Waltons"},{"text":"It was due to Diana Hyland's death that Dick Van Patten became a widower on this series","response":"<i>Eight Is Enough</i>"},{"text":"\"The Tim Conway Comedy Hour\" followed this man's \"Goodtime Hour\" in 1970, but for only 13 weeks","response":"Glen Campbell"}],"originalDate":"1998-10-07"}],[{"category":"HERE ON EARTH","comments":"","clues":[{"text":"When Columbus sailed this ocean blue it was about 33 feet narrower than it is now","response":"the Atlantic"},{"text":"This famous Turkish mountain was volcanically formed, so maybe it's not a good place to park your ark","response":"Mount Ararat"},{"text":"Like a Weeble, the Earth does this &amp; it's named after a guy named Chandler","response":"wobble"},{"text":"From Latin for \"soil\", it's the decaying organic matter in soil; you can replenish it by adding compost","response":"humus"},{"text":"The 2 most common elements in the earth's crust, they are usually found combined as silica","response":"oxygen & silicon"}],"originalDate":"1998-10-07"},{"category":"WAR, AMERICAN STYLE","comments":"","clues":[{"text":"The battles of Bennington, Brandywine &amp; Saratoga all occurred in the same year during this war","response":"the Revolutionary War"},{"text":"The USO was shut down in 1947 but was back in 1951 due to this conflict","response":"the Korean War"},{"text":"By a vote of 19-13, the Senate passed the declaration of war for what would be called this, aka \"Mr. Madison's War\"","response":"the War of 1812"},{"text":"During the Spanish-American War, with no casualties the USS Charleston took this Pacific island, today a U.S. possession","response":"Guam"},{"text":"Well into 1941 this American hero was against the U.S. entering WWII, but he later flew 50 combat missions in the Pacific","response":"Charles Lindbergh"}],"originalDate":"2020-10-02"},{"category":"BIG BUSINESS NEWS OF THE 2010s","comments":"","clues":[{"text":"In June 2017 this online retailer agreed to buy Whole Foods for $13.7 billion","response":"Amazon"},{"text":"For the first time ever, in 2011 the credit rating for the U.S. was downgraded from AAA to AA+ by this financial info. co.","response":"Standard and Poor's"},{"text":"In the longest strike there in half a century, 48,000 UAW workers walked off in 2019 at this company","response":"General Motors"},{"text":"In 2012 this iconic 244-year-old reference company announced that its 2010 32-volume edition would be its last in print","response":"<i>Encyclopaedia Britannica</i>"},{"text":"CEO John Stumpf said bye in 2016 after a fake accounts scam was uncovered at this bank","response":"Wells Fargo"}],"originalDate":"2020-10-02"},{"category":"THE SISTERS SISTERS","comments":"","clues":[{"text":"As of 2020 these 2 sisters had won 12 Wimbledon singles titles between them","response":"the Williams sisters (Venus & Serena)"},{"text":"Her brothers had 24 Top 40 hits as a group; she had 39 on her own &amp; even her sister Rebbie had one in 1984","response":"Janet Jackson"},{"text":"Last name of the twins whose retail biz is a billion-dollar brand &amp; oh yeah, they have a movie star sister","response":"the Olsens"},{"text":"This sister of the Duchess of Cambridge was maid of honor at the royal wedding on April 29, 2011","response":"Pippa"},{"text":"Last name of Dakota, far from the \"Twilight\" of her career, &amp; Elle, who gave us 2 \"Maleficent\" performances","response":"Fanning"}],"originalDate":"2020-10-02"},{"category":"CLUES FROM A 1965 <em class=\"underline\">JEOPARDY!</em> HOME GAME","comments":"","clues":[{"text":"ASTRONOMY: \"Only planet not named for Greek or Roman figure\"","response":"Earth"},{"text":"COPS &amp; ROBBERS: \"Slang for police because they stick like lint\"","response":"fuzz"},{"text":"TIME: \"Traditional bath &amp; date night\"","response":"Saturday"},{"text":"AWARDS: \"Movie for which Brando won his Oscar\"","response":"<i>On the Waterfront</i>"},{"text":"NUMBERS: \"Unlucky way to light cigarettes\"","response":"third on a match (three on a match)"}],"originalDate":"2020-10-02"},{"category":"AFTER MATH","comments":"(Alex: Each correct response with begin with \"M-A-T\", but each response will come after the word \"math\" in the dictionary.)","clues":[{"text":"An afternoon entertainment at the theater","response":"a matinée"},{"text":"A community's female leader","response":"a matron (matriarch)"},{"text":"Ripeness","response":"maturity"},{"text":"To enroll in a university","response":"matriculate"},{"text":"A rectangular numeric array in math","response":"a matrix"}],"originalDate":"2020-10-02"}],{"category":"ROYALTY","text":"Of the wives of Henry VIII, the only one who didn't share her 1st name with any of the others","response":"Jane Seymour"}]}