{"mix":1226,"rounds":[[{"category":"THE ACTOR WHO SAID IT","comments":"","clues":[{"text":"1976: \"You talkin' to me?\"","response":"Robert De Niro"},{"text":"1999: \"I see dead people\"","response":"Haley Joel Osment"},{"text":"As Norman Bates: \"A boy's best friend is his mother\"","response":"Anthony Perkins"},{"text":"2012: \"That's my secret, Cap.  I'm always angry\"","response":"Mark Ruffalo"},{"text":"In a Tarantino film: \"You know somethin', Utivich? I think this just might be my masterpiece\"","response":"Brad Pitt"}],"originalDate":"2020-10-02"},{"category":"LAST WORDS","comments":"","clues":[{"text":"If you \"jump to\" these final assessments, you've made a decision without all the facts","response":"conclusions"},{"text":"This person who gives a \"goodbye\" speech is usually the top student in a graduating class","response":"the valedictorian"},{"text":"If this fabric item is \"up\", it's the beginning; plural, it's certainly the end","response":"a curtain"},{"text":"This word describes the type of carpentry done, of course, last on a house","response":"finish carpentry"},{"text":"This term for \"the end of the line\" was once a god celebrated at the end of the Roman year","response":"terminus"}],"originalDate":"2020-10-02"},{"category":"BESTSELLERS","comments":"","clues":[{"text":"Recent speeches by this young Swedish climate activist are collected in \"No One Is Too Small to Make a Difference\"","response":"Greta Thunberg"},{"text":"\"The Lost World\" was Michael Crichton's sequel to this bestseller","response":"<i>Jurassic Park</i>"},{"text":"He gave a behind-the-scenes look at his career in \"The Mamba Mentality: How I Play\"","response":"Kobe Bryant"},{"text":"1986's \"Red Storm Rising\" was his second novel &amp; his second No. 1 bestseller","response":"Tom Clancy"},{"text":"In the '90s this newsman had a nonfiction bestseller with \"The Greatest Generation\" about the men &amp; women of WWII","response":"Tom Brokaw"}],"originalDate":"2020-10-01"},{"category":"NEW TO THE <em class=\"underline\">OED</em>","comments":"","clues":[{"text":"This zero-shaped bread product, now as a verb meaning to beat someone 6-0 in a set of tennis","response":"a bagel"},{"text":"This shortened word you might use to order some Sauvignon","response":"cab"},{"text":"This name of an alarmist fowl from a folk tale","response":"Chicken Little"},{"text":"This word for a content creator on a certain video-sharing site, such as Yuya (beauty) or Moriah Elizabeth (crafts)","response":"a YouTuber"},{"text":"This 5-letter type of kosher, for food prepared strictly in accordance with Jewish dietary law","response":"glatt"}],"originalDate":"2020-10-01"},{"category":"DURING HIS PRESIDENCY","comments":"","clues":[{"text":"73 million watched the Beatles' debut on Ed Sullivan &amp; the Pueblo incident happened during his Oval Office stay","response":"(Lyndon) Johnson"},{"text":"The Reagan era saw Desmond Tutu win the Nobel Peace Prize &amp; Barney Clark survive 112 days after surgery implanting this","response":"an artificial heart"},{"text":"Silent Cal took in the founding of CBS &amp; the publication of this 1925 novel set in East Egg, Long Island","response":"<i>The Great Gatsby</i>"},{"text":"The Nixon era saw Hank Aaron hit home run No. 715 &amp; this country, at times part of India &amp; of Pakistan, gain independence","response":"Bangladesh"},{"text":"This artist's \"The Persistence of Memory\" &amp; Earhart flying solo across the Atlantic happened on Hoover's watch","response":"Salvador Dalí"}],"originalDate":"2020-10-01"},{"category":"YANKEE STADIUM","comments":"","clues":[{"text":"In 2009 Jorge Posada hit the first HR in the new Yankee Stadium; in 1923 the first in the old park was, naturally, hit by this man","response":"Babe Ruth"},{"text":"All rise! On June 11, 2017, a ball landed in the bleachers 495' from home plate, off the bat of this 6'7\" Yankee","response":"Aaron Judge"},{"text":"It wasn't just baseball at the old stadium; this Frank Gifford team moved there in 1956 &amp; promptly won a championship","response":"the New York Giants"},{"text":"Stadium swan songs include this immortal center fielder's, getting the Yanks' only hit off Luis Tiant Sept. 25, 1968","response":"Mickey Mantle"},{"text":"A museum at the stadium has statues of World Series hero Don Larsen &amp; 60' 6\" away, this great Yankee","response":"Yogi Berra"}],"originalDate":"2020-10-01"}],[{"category":"MOVIE THRILLERS","comments":"","clues":[{"text":"In \"Marathon Man\" Laurence Olivier plays war criminal Szell, who breaks out the tools he used as one of these","response":"a dentist"},{"text":"This 2020 thriller based on an H.G. Wells novel had the title character as an abusive ex stalking Elisabeth Moss","response":"<i>The Invisible Man</i>"},{"text":"Tom Hardy played the title role in this high-octane flick, but Charlize Theron stole the spotlight as Furiosa","response":"<i>Mad Max: Fury Road</i>"},{"text":"In \"The Transporter: Refueled\", Ed Skrein took the wheel from this British actor who starred in the previous 3 entries","response":"Jason Statham"},{"text":"The dreams that take place at the climax of this Christopher Nolan film are dreamed inside the first class cabin of a 747","response":"<i>Inception</i>"}],"originalDate":"2020-10-01"},{"category":"GNAT GEO","comments":"","clues":[{"text":"2019 high water on this river in cities like Natchez helped bring gnats out in force","response":"the Mississippi River"},{"text":"Queen Victoria wrote of being \"half devoured by midges\" at an 1872 picnic near Dornoch Firth in this country","response":"Scotland"},{"text":"The luminous larvae of Orfelia fultoni, a gnat of the Appalachians, are aka these \"worms\"","response":"glow worms"},{"text":"You might encounter the fungus gnat on safari in this country's Kwazulu-Natal province","response":"South Africa"},{"text":"The destructive fruit fly Ceratitis capitata is better known as this, after a body of water","response":"the Mediterranean fruit fly"}],"originalDate":"2020-10-01"},{"category":"E 1-2-3-4-5","comments":"(Alex: All responses will be 5 letters long; \"E\" will be the first letter in the $400 clue, the second letter in the $800 clue, the third in the $1200 clue, and so on.)","clues":[{"text":"A mistake, like throwing the ball into left field","response":"an error"},{"text":"Musical rate of movement indicated by adagio or presto","response":"tempo"},{"text":"It describes the indentation on a chin","response":"cleft"},{"text":"A small flock of quail","response":"covey"},{"text":"Canadians enjoy wearing this type of heavy stocking cap","response":"a toque (tuque)"}],"originalDate":"2020-10-01"},{"category":"BRITISH GOVERNMENT","comments":"","clues":[{"text":"Acts of Parliament &amp; other conventions &amp; court decisions make up what is called Britain's \"unwritten\" this document","response":"the constitution"},{"text":"A vote of this in life means someone believes in you; a vote of no this in Parliament means it might be time for a new government","response":"confidence"},{"text":"Britain's standard V.A.T., short for this, is 20% for most goods &amp; services","response":"value added tax"},{"text":"In your house, it's the 2-word room for your computer &amp; paperwork; in Britain, it's a department of domestic affairs","response":"the home office"},{"text":"In 2006 in the British House of Lords the job of Lord this was largely replaced by Lord Speaker","response":"Lord High Chancellor"}],"originalDate":"2020-09-30"},{"category":"YESTERDAY","comments":"","clues":[{"text":"In 1860 this service got its first delivery from Missouri to California in 10 days","response":"the Pony Express"},{"text":"Legally speaking, in 1794 William Bradford became the second person to hold this cabinet post","response":"Attorney General"},{"text":"Gerald Ford tried to tackle a big 1970s economic problem with the \"WIN\" program, or \"Whip\" this \"Now\"","response":"Inflation"},{"text":"This German trade organization that helped the growth of Riga &amp; Tallinn was in a \"League\" of its own","response":"the Hanseatic League"},{"text":"A famine was one factor that led the Ethiopian army to depose this emperor in 1974","response":"Haile Selassie"}],"originalDate":"2020-09-30"},{"category":"SEEMED SO FAR AWAY","comments":"","clues":[{"text":"This Japanese mountain has kind of a Russian doll arrangement, with the current volcano over earlier ones, including Komitake","response":"Mount Fuji"},{"text":"The Tagus River flows across this nation, the westernmost country in continental Europe","response":"Portugal"},{"text":"With more than 14 million people, this Nigerian city is one of Africa's most populous","response":"Lagos"},{"text":"About a third of the continent's population lives in this \"directional\" Australian state","response":"New South Wales"},{"text":"The Mekong River forms much of the western border of this country highlighted here","response":"Laos"}],"originalDate":"2020-09-30"}],{"category":"U.S. BODIES OF WATER","text":"Continuing a downward trend, in July 2022 it was at 27% capacity, its lowest level since 1937 when it was first being filled","response":"Lake Mead"}]}