{"mix":1228,"rounds":[[{"category":"WRITERS ANONYMOUS","comments":"","clues":[{"text":"The anonymous author of the 2019 book \"A Warning\" is listed as a senior official in this administration","response":"the Trump Administration"},{"text":"This anonymous Old English poem about a hero fighting monsters survives in the Nowell Codex at the British Library","response":"\"Beowulf\""},{"text":"These 85 essays were attributed to \"Publius\" when they appeared in New York newspapers from 1787 to 1788","response":"the Federalist Papers"},{"text":"Tender-Conscience is the hero of an anonymous author's \"Third Part\" of this work, tacked on to John Bunyan's parts 1 &amp; 2","response":"<i>The Pilgrim's Progress</i>"},{"text":"In 1827 this 18-year-old American anonymously published \"Tamerlane and Other Poems\", including \"Visit of the Dead\"","response":"Edgar Allan Poe"}],"originalDate":"2020-09-28"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The fittingly named Mount Sunflower shines as the highest point in this state","response":"Kansas"},{"text":"North Rim Country Store in Kaibab National Forest sits 6 miles away from this natural wonder","response":"the Grand Canyon"},{"text":"Cicero &amp; Oak Park are western suburbs of this Midwestern metropolis","response":"Chicago"},{"text":"Perry, Maine has a marker for this latitudinal line signifying the halfway point between the equator &amp; North Pole","response":"the 45th parallel"},{"text":"At its south end this 25,000-square-mile desert named for a people borders the Sonoran Desert","response":"the Mojave"}],"originalDate":"2020-09-28"},{"category":"DOCUSERIES","comments":"","clues":[{"text":"HBO's \"McMillions\" shows how McDonald's contests based on this board game were rigged for more than a decade","response":"<i>Monopoly</i>"},{"text":"According to a series by PBS &amp; Ken Burns, these, like Grand Teton or Joshua Tree, were \"America's best idea\"","response":"the national parks"},{"text":"It makes sense that \"The Imagineering Story\" about the making of theme parks is on this streaming service launched in 2019","response":"Disney+"},{"text":"Part 5 of this CNN series about the royal family is titled \"The Princess, the Prince and the Press\"","response":"<i>The Windsors</i>"},{"text":"This sprawling hip-hop \"Clan\" is profiled in the Showtime series \"Of Mics &amp; Men\"","response":"the Wu-Tang Clan"}],"originalDate":"2020-09-28"},{"category":"MOVIN' ON \"UP\"","comments":"","clues":[{"text":"In sports it happens when a favorite to win ends up losing","response":"an upset"},{"text":"In other words a rebellion, like the Boxer one in China in 1900","response":"an uprising"},{"text":"Cheerful, or a stroke used by an orchestra's conductor","response":"upbeat"},{"text":"Traditionally this 13-letter word was used to refer to a junior or senior in high school or college","response":"an upperclassman"},{"text":"From the Bible: \"There was a man in the land of Uz, whose name was Job; and that man was perfect and\" this","response":"upright"}],"originalDate":"2020-09-28"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1800 the U.S. capital was moved to Washington, D.C. from this city","response":"Philadelphia"},{"text":"In 1819 this country ceded Florida to the United States","response":"Spain"},{"text":"In 1733 John Kay's flying shuttle made weaving more efficient &amp; was an early part of this revolution","response":"the Industrial Revolution"},{"text":"In 1932 Hattie Caraway of Arkansas became the first woman elected to this","response":"the Senate"},{"text":"Her accession as ruler of Austria in 1740 touched off a war, but she stayed in power for 40 years","response":"Maria Theresa"}],"originalDate":"2020-09-28"},{"category":"RESTAURANT RHYMES","comments":"","clues":[{"text":"Offerings like bangers &amp; mash served in a British bar","response":"pub grub"},{"text":"The athletic activity in a shopping mall cuisine area","response":"food court sport"},{"text":"The workers at the window where you order &amp; pick up your burgers without getting out of your car","response":"a drive-thru crew"},{"text":"A less important casual restaurant similar to a coffee shop","response":"a minor diner"},{"text":"A 1950s dance party at a place the 18-wheeler drivers go","response":"a truck stop sock hop"}],"originalDate":"2020-09-28"}],[{"category":"ELEMENTAL FACTS","comments":"","clues":[{"text":"There are 383 atoms of hydrogen &amp; 6 atoms of sulfur in each molecule of this hormone that regulates sugar in the body","response":"insulin"},{"text":"Stumptown Coffee Roasters uses this elemental gas in a process that gives cold brew coffee a beer-like frothy head","response":"nitrogen"},{"text":"This S. Am. country produces nearly 90% of the world's niobium; President Bolsonaro dreams of making Niobium Valley like Silicon Valley","response":"Brazil"},{"text":"Needed for the thyroid gland, this element, atomic No. 53, is essential to the human body","response":"iodine"},{"text":"Alkali elements react with halogen elements because alkalis have 1 valence shell electron &amp; halogens have this many","response":"7"}],"originalDate":"2020-09-28"},{"category":"OLYMPIC SITES","comments":"","clues":[{"text":"Mack Robinson, Jackie's older brother, finished second behind Jesse Owens at this city's Olympics","response":"Berlin"},{"text":"Countries like Armenia &amp; Belarus fielded a \"Unified Team\" that competed in this city's 1992 Olympics","response":"Barcelona"},{"text":"Squaw Valley, Calif. is best known for this sport in which Ernst Hinterseer of Austria &amp; Heidi Biebl of Germany won gold there in 1960","response":"(alpine) skiing"},{"text":"Many countries joined the U.S. in boycotting the 1980 Summer Olympics hosted by this city","response":"Moscow"},{"text":"The 2005 Special Olympics World Winter Games were held in this Japanese city, also home to the 1998 Winter Olympics","response":"Nagano"}],"originalDate":"2020-09-28"},{"category":"TERMS FROM ISLAM","comments":"","clues":[{"text":"The Fatiha is the short opening sura, or chapter, of this text","response":"the Koran"},{"text":"Sawm is the practice of doing this during Ramadan","response":"fasting"},{"text":"The \"Oxford Dictionary of Islam\" entry on this says it's called jahannam &amp; is a place of eternal fire","response":"hell"},{"text":"Salat are these that an observant Muslim says 5 times a day","response":"prayers"},{"text":"This is the cube-shaped shrine in Mecca that contains the black stone","response":"the Ka'bah (Kaaba)"}],"originalDate":"2020-09-28"},{"category":"GUYS NAMED DOUG","comments":"","clues":[{"text":"QB Doug Flutie was awarded this trophy by the Downtown Athletic Club, yet fell all the way to the 285th pick in the NFL draft","response":"the Heisman Trophy"},{"text":"This \"Original Human Beatbox\" opened Doug E.'s, a chicken &amp; waffle restaurant","response":"Doug E. Fresh"},{"text":"Magician Doug Henning played this title character in a Broadway musical about a medieval magician","response":"Merlin"},{"text":"Douglas Ginsburg's nomination for this post went up in smoke in 1987 when reports of drug use came out","response":"a Justice of the Supreme Court"},{"text":"\"The Long Dark Tea-Time of the Soul\" is a 1988 book by this British humorist","response":"Douglas Adams"}],"originalDate":"2020-09-25"},{"category":"SOUNDS LIKE A BOAT PART","comments":"","clues":[{"text":"Preceding \"over\", it sometimes means to faint","response":"keel"},{"text":"A large branch on a tree","response":"bough"},{"text":"To punch someone &amp; knock or level him to the floor (of the boat?)","response":"deck"},{"text":"To successfully incubate an egg","response":"to hatch"},{"text":"To remove the shell or husk from beans or seeds","response":"hull"}],"originalDate":"2020-09-25"},{"category":"HEARD ON A TV DRAMA","comments":"","clues":[{"text":"\"She's a weapon! Do you seriously want to fight the Demogorgon with your wrist-rocket?\"","response":"<i>Stranger Things</i>"},{"text":"\"What you call love was invented by guys like me, to sell nylons\"","response":"<i>Mad Men</i>"},{"text":"\"All of her tattoos are brand new\"","response":"<i>Blindspot</i>"},{"text":"\"Mr. Secretary, we're enacting continuity of government... sir, you are now the President of the United States\"","response":"<i>Designated Survivor</i>"},{"text":"\"I am Pablo Emilio Escobar Gaviria. My eyes are everywhere\"","response":"<i>Narcos</i>"}],"originalDate":"2020-09-25"}],{"category":"THE '30s","text":"2 of the 5 states in the Dust Bowl","response":"(2 of) Oklahoma, Kansas, Colorado, Texas or New Mexico"}]}