{"mix":1230,"rounds":[[{"category":"\"UU\" COMPLETE ME","comments":"","clues":[{"text":"Space that has had all the air removed from it","response":"a vacuum"},{"text":"The name of this garment is Hawaiian","response":"muumuu"},{"text":"A series in which adjacent elements are not perceptibly distinguishable from one another","response":"a continuum"},{"text":"It's the genus that includes asses, zebras &amp; related mammals","response":"<i>Equus</i>"},{"text":"This longtime opposition leader in Myanmar has been the de facto leader of the country since 2016","response":"Aung San Suu Kyi"}],"originalDate":"2020-09-23"},{"category":"IT'S A DATE","comments":"","clues":[{"text":"On March 17, 1905 this future first lady got married in New York City &amp; didn't even have to change her last name","response":"Eleanor Roosevelt"},{"text":"On Aug. 7, 1964 this international resolution that would prove controversial passed the House unanimously","response":"the Gulf of Tonkin Resolution"},{"text":"You could look it up<span class=\"nobreak\">--</span>on April 14, 1828 this man copyrighted the first edition of his dictionary","response":"(Noah) Webster"},{"text":"On Jan. 10, 1776 Thomas Paine put out this 47-page pamphlet demanding independence","response":"\"Common Sense\""},{"text":"This Mideast war ended on June 10, 1967 when the U.N. negotiated a cease-fire","response":"the Six-Day War"}],"originalDate":"2020-09-23"},{"category":"CELEBS COMING &amp; GOING","comments":"","clues":[{"text":"In 2019 he left \"The Voice\" after 16 seasons","response":"Adam Levine"},{"text":"\"I have things to prove to myself,\" explained Tom Brady about moving to this team after 20 seasons with the Patriots","response":"Tampa Bay"},{"text":"Tina Fey returned in a 2020 \"One-Time Special\" of this sitcom; Kenneth the page is now the boss of the network","response":"<i>30 Rock</i>"},{"text":"A young Vince Gill turned down a chance to join Dire Straits; a less young Vince Gill replaced Glenn Frey on this band's tour","response":"the Eagles"},{"text":"Emmy Rossum is no longer the oldest Gallagher daughter on this TV show","response":"<i>Shameless</i>"}],"originalDate":"2020-09-23"},{"category":"EUROPEAN HISTORY IS A DOWNER","comments":"","clues":[{"text":"A lack of genetic diversity in this crop in 1840s Ireland was a major cause of disaster for the population","response":"a potato"},{"text":"The USSR's 1930s Great Purge included the notorious \"show\" type of these, with defendants forced to confess","response":"trials"},{"text":"1950-51 in the Alps was the \"Winter of Terror\" as these disasters destroyed buildings &amp; killed more than 200 people","response":"avalanches"},{"text":"The Vatican had second thoughts about its treatment of heretic Giordano Bruno<span class=\"nobreak\">--</span>400 years after he was executed this way","response":"burned at the stake"},{"text":"A secret Sicilian group fighting foreign invaders may be the origin of this notorious criminal group","response":"the Mafia"}],"originalDate":"2020-09-22"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"An early depiction of a demon holding this customary farm implement is on a thousand-year-old high cross in County Louth, Ireland","response":"a pitchfork"},{"text":"The current king of Spain is named after Philip V (died 1746) but is more commonly known by this Spanish version of his name","response":"Felipe"},{"text":"Latin term for a law that makes an act illegal though it was legal back when it was done","response":"<i>ex post facto</i>"},{"text":"These people lived up to their name when they sacked Rome in 455 A.D., tearing up the tiles of the Temple of Jupiter","response":"Vandals"},{"text":"His 1690 \"Essay Concerning Human Understanding\" argues for the \"blank slate\" view that all knowledge is from experience","response":"(John) Locke"}],"originalDate":"2020-09-22"},{"category":"THE LANGUAGE OF LIKE","comments":"","clues":[{"text":"2-4-6-8, who do we this? It means to be grateful for! Or rise in value! Yay!","response":"appreciate"},{"text":"The \"Hippie Dictionary\" says it means \"to see, understand \", as in \"can you ___ it\"?","response":"dig"},{"text":"Something very complicated &amp; ornamental; does that \"strike your\" this? Or is it just a \"passing\" one?","response":"fancy"},{"text":"To venerate, say, a specific Revolutionary War nighttime equestrian","response":"revere"},{"text":"To hold a memory fondly in your mind, perhaps of the same-named 1989 Madonna hit","response":"cherish"}],"originalDate":"2020-09-22"}],[{"category":"COUNTRY CLUBS?","comments":"","clues":[{"text":"In 1956 the International Criminal Police Commission got this new &amp; snazzier name","response":"INTERPOL"},{"text":"The WTO, this club for commerce, has grown to more than 160 members","response":"the World Trade Organization"},{"text":"The FAO, the Food &amp; this Organization, operates in more than 130 countries","response":"Agriculture"},{"text":"AOSIS, the Alliance of Small Island States, is concerned about a rise in this<span class=\"nobreak\">--</span>1 meter would doom some of its members","response":"sea-levels"},{"text":"This 11-letter word is the \"D\" in IDA, a 173-member association that grants loans to foster growth in poor countries","response":"development"}],"originalDate":"2020-09-22"},{"category":"THE MAN, THE POETRY","comments":"","clues":[{"text":"\"i do not know what it is about you that closes and opens...nobody, not even the rain, has such small hands\"","response":"(e.e.) cummings"},{"text":"\"Bells\" (interspersed more than 60 times within the poem)","response":"(Edgar Allan) Poe"},{"text":"\"I hear America singing, the varied carols I hear, those of mechanics, each one singing his as it should be blithe and strong\"","response":"(Walt) Whitman"},{"text":"\"Back from the mouth of hell, all that was left of them, left of six hundred\"","response":"Tennyson"},{"text":"\"The soul of Adonais, like a star, beacons from the abode where the eternal are\"","response":"Shelley"}],"originalDate":"2020-09-22"},{"category":"MUSIC FESTIVALS","comments":"","clues":[{"text":"When Beyoncé headlined this California music festival in 2018, some called it \"Beychella\"","response":"Coachella"},{"text":"This rainy city's music festival is fittingly named Bumbershoot, a slang word for an umbrella","response":"Seattle"},{"text":"Perry Farrell claims he got the 5-syllable name for this long-running music festival from an episode of \"The Three Stooges\"","response":"Lollapalooza"},{"text":"200,000 people crowd a Belgian town of 18,000 for Tomorrowland, a festival of EDM, short for this \"music\"","response":"electronic dance music"},{"text":"This Tennessee music festival comes from a slang word on a Dr. John album title that means \"the best on the streets\"","response":"Bonnaroo"}],"originalDate":"2020-09-22"},{"category":"DADDY! PAPA!","comments":"","clues":[{"text":"Harvestmen, crane flies &amp; cellar spiders are all known by this nickname","response":"daddy longlegs"},{"text":"\"Better ingredients. Better pizza\" is an ad slogan for this chain","response":"Papa John's"},{"text":"The name of this caramel lollipop was meant to suggest a wealth of sweetness","response":"a Sugar Daddy"},{"text":"A spirit known as a loa, Papa Legba is a gatekeeper &amp; a master communicator in this religion practiced in Haiti","response":"Voodoo"},{"text":"Burl Ives played Big Daddy in the Broadway &amp; film versions of this Tennessee Williams play","response":"<i>Cat on a Hot Tin Roof</i>"}],"originalDate":"2020-09-22"},{"category":"3 Ns","comments":"","clues":[{"text":"In 1984 the White Sox beat the Brewers 7 to 6 in a game that lasted 25 of these","response":"innings"},{"text":"In 2019, for her book \"Amity and Prosperity\", Eliza Griswold won a Pulitzer Prize for general this","response":"nonfiction"},{"text":"Among other things, the Fifth Amendment protects against self-this","response":"incrimination"},{"text":"It's also called transmigration of the soul","response":"reincarnation"},{"text":"Get thee to this other word for a convent","response":"a nunnery"}],"originalDate":"2020-09-22"},{"category":"THE TEMPLETON PRIZE","comments":"","clues":[{"text":"The prize is for \"life's spiritual dimension\", but its creator stipulated the monetary award must always exceed this other prize's","response":"the Nobel Prize"},{"text":"Mother Teresa received the inaugural 1973 prize for her work with the children of this Indian city","response":"Calcutta"},{"text":"Physicist Bernard d'Espagnat, 2009's winner, explored the philosophical implications of these mysterious \"mechanics\"","response":"quantum mechanics"},{"text":"The 2013 prize went to this Cape Town man whose teachings combine Anglicanism with the concept of ubuntu, meaning humanity &amp; kindness","response":"Archbishop Desmond Tutu"},{"text":"1982's winner was this man from N.C. who \"took his message of Christianity into the...world of radio and television\"","response":"Billy Graham"}],"originalDate":"2020-09-21"}],{"category":"THE CALENDAR","text":"Total days in a year which fall in months with 31 days","response":"217"}]}