{"mix":1231,"rounds":[[{"category":"MIDDLEWOMAN","comments":"(Alex: You have to supply the woman's name in the link of the clue that we give you.)","clues":[{"text":"Plain<br>____<br>Doe","response":"Jane"},{"text":"Saving<br>____<br>period","response":"Grace"},{"text":"Round<br>____<br>Hood","response":"Robin"},{"text":"Rambling<br>____<br>hip","response":"Rose"},{"text":"Pretty<br>____<br>dreadful","response":"Penny"}],"originalDate":"2020-09-21"},{"category":"THE ROOM WHERE IT HAPPENS","comments":"","clues":[{"text":"It's where the sub-zero goes","response":"the kitchen"},{"text":"Indoor games like 20 Questions are named for it","response":"the parlor"},{"text":"West Wing crisis center since 1961","response":"the Situation Room"},{"text":"Highlights For Children has been called \"that ubiquitous magazine\" there","response":"a waiting room"},{"text":"A sleeveless garment + 2 letters; it's where clergy dress","response":"a vestry"}],"originalDate":"2020-09-21"},{"category":"TUNNELS","comments":"","clues":[{"text":"Similar to a certain staircase, this type of tunnel in Norway coils its way up the inside of a hill for over a mile","response":"a spiral"},{"text":"South Africa's over 50-mile-long Orange-Fish Tunnel gets its name from 2 of these that it connects","response":"rivers"},{"text":"Dixia Cheng, a sprawling network of tunnels in Beijing, is aka the \"Underground\" this other landmark","response":"Great Wall"},{"text":"Honoring a Santa Monica newspaper publisher, the McClure Tunnel takes you north on this scenic highway aka Highway 1","response":"the Pacific Coast Highway"},{"text":"The world's highest vehicular tunnel is on I-70, 60 miles west of this state capital","response":"Denver"}],"originalDate":"2020-09-21"},{"category":"GOOD STUFF IN 2020","comments":"","clues":[{"text":"Linda Herring of this \"Hawkeye State\" was honored for fostering more than 600 children over the course of nearly 50 years","response":"Iowa"},{"text":"At the Columbus Zoo, male &amp; female cubs of this fastest land mammal were born via in vitro fertilization for the first time","response":"a cheetah"},{"text":"After getting an \"R2-D2\" prosthetic that moves fingers via muscle signals, a young fan got a call from Luke himself, this man","response":"(Mark) Hamill"},{"text":"Ex-Sacramento State softball star Alyssa Nakken didn't have to go far to be the first female coach in MLB, with this NL team","response":"the San Francisco Giants"},{"text":"The 3,900 solar panels this ex-govt. employee put on his farm provided more than half the energy for his hometown of Plains, Georgia","response":"Jimmy Carter"}],"originalDate":"2020-09-21"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"On Oct. 22, 1962 JFK announced a naval blockade of this country due to Soviet missiles being discovered there","response":"Cuba"},{"text":"After a historic 1983 mission, this astronaut turned down flowers as her male counterparts weren't given any","response":"Sally Ride"},{"text":"Victoria Woodhull was the first woman to run for pres. in 1872, but couldn't have taken office because she wasn't yet this age","response":"35"},{"text":"This president was said to regret his decision \"not to hang John C. Calhoun\" as a traitor","response":"Andrew Jackson"},{"text":"This 1620 document mentions \"our dread sovereign Lord King James\", \"a voyage to plant the first colony\" &amp; \"Cape Cod\"","response":"the Mayflower Compact"}],"originalDate":"2020-09-21"},{"category":"NEW TECHNOLOGY","comments":"","clues":[{"text":"Dogs take notice: a new A.I. with neuromorphic computing may recognize these emitted by narcotics &amp; explosives","response":"scents"},{"text":"NASA's Parker Probe is the fastest man-made thing ever<span class=\"nobreak\">--</span>it will hit the speed of 430,000 mph en route to this heavenly body","response":"the Sun"},{"text":"Using hydrogels, scientists achieved their goal of creating rudimentary versions of the charged organs in these marine animals","response":"(electric) eels"},{"text":"Airbus' solar-powered unmanned Zephyr aircraft can fly in this area of the atmosphere above the tropopause","response":"the stratosphere"},{"text":"Instead of contaminating a burger, this bacterium can now make indigo in a process invented by a biotech company","response":"E. coli"}],"originalDate":"2020-09-21"}],[{"category":"THE NATIONAL JEWISH BOOK AWARD FOR FICTION","comments":"","clues":[{"text":"2017 winner David Grossman's \"A Horse Walks Into a Bar\" follows one of these funny folks losing it onstage","response":"a comedian"},{"text":"An immigrant is the hero of the title tale of a Mark Helprin collection, this \"Island\" in New York Bay","response":"Ellis Island"},{"text":"1995 winner \"Mazel\" takes its title from the word for luck in this language written in Hebrew letters","response":"Yiddish"},{"text":"A towering story of biblical proportions, this author's \"Exodus\" won for 1959","response":"(Leon) Uris"},{"text":"1950 winner \"The Wall\" by John Hersey is about an escape from the ghetto of 400,000 Jews set up by the Nazis in this capital","response":"Warsaw"}],"originalDate":"2020-09-21"},{"category":"BEASTLY BOOKS","comments":"(Alex: Tell us what the animal is.)","clues":[{"text":"\"Babar the King\" by Jean de Brunhoff","response":"an elephant"},{"text":"\"Because of Winn-Dixie\" by Kate DiCamillo","response":"a dog"},{"text":"\"Flowers for Algernon\" by Daniel Keyes","response":"a mouse"},{"text":"\"Misty of Chincoteague\" by Marguerite Henry","response":"a horse"},{"text":"\"The Yearling\" by Marjorie Kinnan Rawlings","response":"a deer"}],"originalDate":"2020-09-18"},{"category":"ANTONYMS","comments":"","clues":[{"text":"This pair of antonyms is used when using a coin to make a decision","response":"heads or tails"},{"text":"From the Latin for \"draw together\", it's the opposite of expand","response":"contract"},{"text":"Like a certain \"walk\" in baseball, something not accidental is this","response":"intentional"},{"text":"This pair of antonyms refers to a style of angling that helps conserve the local fauna","response":"catch & release"},{"text":"Heterodox, meaning having unusual or minority views, has this antonym that ends with the same 4 letters","response":"orthodox"}],"originalDate":"2020-09-18"},{"category":"POTPOURRI","comments":"","clues":[{"text":"In 2010 the Air Force Research Lab built one of the world's fastest computers using more than 1,700 of these Sony game systems","response":"Playstation"},{"text":"This nail-filing powder is traditionally crushed corundum, whether or not it's on a \"board\"","response":"emery"},{"text":"This man whose first name means \"brave lion\" designed a lion automaton in the 16th century","response":"Leonardo da Vinci"},{"text":"In 1932 Brazil's Olympic team had to sell bags of this crop while sailing to Los Angeles in order to pay for the trip","response":"coffee"},{"text":"HBO's \"John Adams\" depicted an actual administration of this sticky 2-part punishment","response":"tarring & feathering"}],"originalDate":"2020-09-18"},{"category":"PLACES OF SUBSTANCE","comments":"","clues":[{"text":"This Michigan industrial city bears the name of a river named for a \"fire stone\"","response":"Flint"},{"text":"It's a compound of the element with symbol Te; it's also a Colorado ski town","response":"telluride"},{"text":"\"U\" oughta know that this city in Saskatchewan got its name from ore deposits of a radioactive element","response":"Uranium City"},{"text":"This alliterative Maryland place is named for the color of the mica flakes found in the local water","response":"Silver Spring"},{"text":"An area of Lebanon County in this state is called Anthracite","response":"Pennsylvania"}],"originalDate":"2020-09-18"},{"category":"MOVIES' LAST LINES","comments":"","clues":[{"text":"Tobey Maguire: \"With great power comes great responsibility. This is my gift. My curse. Who am I? I'm...\"","response":"Spider-Man"},{"text":"Morgan Freeman: \"I hope to see my friend &amp; shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope\"","response":"<i>The Shawshank Redemption</i>"},{"text":"Guy Pearce: \"Now, where was I?\"","response":"<i>Memento</i>"},{"text":"Barnard Hughes: \"One thing about living in Santa Carla I never could stomach: all the damn vampires\"","response":"<i>The Lost Boys</i>"},{"text":"Patricia Arquette: \"Except maybe I wouldn't have named our son Elvis\"","response":"<i>True Romance</i>"}],"originalDate":"2020-09-18"}],{"category":"NAMES IN THE NEWS","text":"This U.S. president made the cover of \"Time\" magazine 64 times, almost twice as much as anyone else","response":"Richard Nixon"}]}