{"mix":1239,"rounds":[[{"category":"FAMOUS TEXANS","comments":"","clues":[{"text":"Roy Rogers' leading lady, this \"Queen of the West\" is a native of Uvalde, Texas","response":"Dale Evans"},{"text":"This singer turned sausage entrepreneur is a member of the Texas Hall of Fame","response":"Jimmy Dean"},{"text":"The son of Mexican-American parents, this famous golfer was born near Dallas in 1939","response":"Lee Trevino"},{"text":"He debuted the Houston Symphony when he was 13; at 23 he won the Tchaikovsky Piano Competition","response":"Van Cliburn"},{"text":"Actress/dancers Ann Miller &amp; this wife of Tony Martin both hail from Texas","response":"Cyd Charisse"}],"originalDate":"1995-12-27"},{"category":"9-LETTER WORDS","comments":"","clues":[{"text":"On February 14 this person is singled out as one's sweetheart","response":"a valentine"},{"text":"This means of transportation often found in a mall is usually angled at 30ยบ from the horizontal","response":"an escalator"},{"text":"This waterproof canvas covers an athletic field to protect it from the elements","response":"a tarpaulin"},{"text":"One of these Catholic books of questions &amp; answers was prepared at the Council of Trent in 1566","response":"a catechism"},{"text":"This measure of a star's brightness can be apparent or absolute","response":"magnitude"}],"originalDate":"1995-12-27"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Abricotine is a liqueur made from this fruit","response":"apricots"},{"text":"3 drinks are made from the juice of Mexican agave plants: mescal, pulque &amp; this","response":"tequila"},{"text":"It's the spirit traditionally featured in a Tom Collins","response":"gin"},{"text":"Pour kahlua &amp; vodka over ice &amp; you'll have this \"colorful\" cocktail","response":"a Black Russian"},{"text":"Verdelho is a medium-sweet type of this wine named for a Portuguese island","response":"Madeira"}],"originalDate":"1995-12-27"},{"category":"HISTORY","comments":"","clues":[{"text":"This capital city was founded in 1457 when warrior Ota Dokan built the predecessor of Edo Castle","response":"Tokyo"},{"text":"Aurangzeb, this country's Mogul ruler, took over his father Shah Jahan's throne &amp; jailed him in Agra","response":"India"},{"text":"According to tradition, Portugal's King John II named this African cape first sighted by Dias","response":"the Cape of Good Hope"},{"text":"In 1958 this man became president of the United Arab Republic","response":"(Gamal Abdel) Nasser"},{"text":"In 1860 Victor Emmanuel II, king of this island, invaded the Papal States &amp; defeated the papal troops","response":"Sardinia"}],"originalDate":"1995-12-27"},{"category":"SONG LYRICS","comments":"","clues":[{"text":"\"Tiptoe to the window, by the window, that is where I'll be, come tiptoe through\" these \"with me\"","response":"tulips"},{"text":"\"Isn't it rich? Are we a pair? Me here at last on the ground, you in midair; send in\" these","response":"the clowns"},{"text":"\"Put another nickel in, in the nickelodeon; all I want is having you and\" this! this! this!","response":"music! music! music!"},{"text":"\"There's nothing left for me, of days that used to be; I live in memory among\" these","response":"(my) souvenirs"},{"text":"It begins, \"No one to talk with, all by myself, no one to walk with but I'm happy on the shelf\"","response":"\"Ain't Misbehavin'\""}],"originalDate":"1995-12-27"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"The Tisza, Hungary's longest river, is a branch of this \"beautiful blue\" river","response":"the Danube"},{"text":"World Book calls this South American country \"the world's largest 'coffeepot'\"","response":"Brazil"},{"text":"This capital of Finland lies on the Gulf of Finland","response":"Helsinki"},{"text":"Since ancient times peridot has been mined on the island of Zabarjad off the coast of Egypt in this sea","response":"the Red Sea"},{"text":"The barong, a dance from this Indonesian island, dramatizes a battle between a creature &amp; a witch","response":"Bali"}],"originalDate":"1995-12-27"}],[{"category":"THE BIBLE","comments":"","clues":[{"text":"According to Matthew, Mark &amp; Luke, this Baptist was imprisoned before Jesus began his ministry","response":"John the Baptist"},{"text":"His mother used pitch to waterproof the basket in which she set him upon the Nile","response":"Moses"},{"text":"His first converts in Corinth were Stephanas &amp; his household","response":"Paul"},{"text":"This name for the site of the final cosmic battle appears only in Revelation 16:16","response":"Armageddon"},{"text":"The eighth book of the Old Testament is named for this loyal Moabite widow","response":"Ruth"}],"originalDate":"1995-12-27"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"This Colorado city's mint at West Colfax &amp; Cherokee turns out more than 5 billion coins a year","response":"Denver"},{"text":"In an 1894 vote Anaconda lost to this city as Montana's capital","response":"Helena"},{"text":"Before becoming a senator, Barry Goldwater served on its city council","response":"Phoenix"},{"text":"Since 1919 Blaine House in this Maine capital has been home to the state's governors","response":"Augusta"},{"text":"It was made capital of the Oregon Territory in 1851 &amp; soon became state capital","response":"Salem"}],"originalDate":"1995-12-27"},{"category":"BUSINESS &amp; FINANCE","comments":"","clues":[{"text":"This business associate may be dormant, general, limited, secret or silent","response":"a partner"},{"text":"It's your group of investments; a diversified one minimizes risk","response":"a portfolio"},{"text":"It's an illegal stock transaction based on information not available to the general public","response":"insider trading"},{"text":"Since the '30s a new public company must publish one of these for potential investors","response":"a prospectus"},{"text":"Similar to a commission, this \"fee\" is paid to the person who brought the buyer &amp; seller together","response":"a finder's fee"}],"originalDate":"1995-12-27"},{"category":"THE SUPREME COURT","comments":"","clues":[{"text":"This Black justice opposed the death penalty throughout his 24 years on the court","response":"Thurgood Marshall"},{"text":"She tied for first in her Columbia Law School class but received no job offers from NYC firms","response":"Ruth Bader Ginsburg"},{"text":"The court limited the reach of this antitrust act in 1895's U.S. v. E.C. Knight Co.","response":"the Sherman Antitrust Act"},{"text":"He replaced Brandeis on the court in 1939 &amp; served until 1975","response":"Justice William O. Douglas"},{"text":"In U.S. v. Miller the court ruled this amendment permitted registration of sawed-off shotguns","response":"the Second Amendment"}],"originalDate":"1995-12-27"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Will Cuppy said this bird \"seems to have been invented for the sole purpose of becoming extinct\"","response":"the dodo"},{"text":"To those wanting this general dismissed, Lincoln said, \"I can't spare this man; he fights\"","response":"Grant"},{"text":"Henry Kissinger said \"Power is the ultimate\" one of these","response":"aphrodisiac"},{"text":"\"Most everybody climbs into their grave married\" appears in Act II of this Thornton Wilder play","response":"<i>Our Town</i>"},{"text":"In \"Alexander's Feast\" John Dryden wrote, \"None but the brave deserves\" this","response":"the fair"}],"originalDate":"1995-12-27"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Alaska's Pribilof Islands in this sea are noted as a breeding ground for fur seals","response":"the Bering Sea"},{"text":"Much of New Jersey's western border is provided by this river","response":"the Delaware River"},{"text":"Canada has a Baffin Bay, as does this state, near Padre Island","response":"Texas"},{"text":"Rhode Island, Connecticut &amp; this state meet at a point in Fishers Island Sound","response":"New York"},{"text":"Mount Washington in this state's Presidential Range is New England's highest","response":"New Hampshire"}],"originalDate":"1995-12-22"}],{"category":"MATHEMATICS","text":"Branch of mathematics that means \"to measure the earth\"","response":"geometry"}]}