{"mix":1243,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"This purported nursery rhyme author is sometimes known as Ma'am Goose","response":"Mother Goose"},{"text":"The popularity of these white accessories, once the mark of a lady, declined in the 1960s","response":"gloves"},{"text":"This plump little quail is named for its characteristic call","response":"a bobwhite"},{"text":"In the Christian hierarchy of angels, the 2 groups whose names end with \"im\"","response":"seraphim & cherubim"},{"text":"The Drug Enforcement Administration is part of this cabinet department","response":"the Justice Department"}],"originalDate":"1995-07-14"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Swedes call this Finnish city Helsingfors","response":"Helsinki"},{"text":"This city's Dutch name, 's-Gravenhage, means \"the count's hedge\"","response":"The Hague"},{"text":"This Alberta city is nicknamed the \"Foothill City\", but you could call it the \"Stampede City\"","response":"Calgary"},{"text":"Legend says Ulysses founded this Portuguese city, hence its ancient name, Olisipo","response":"Lisbon"},{"text":"There's a park named for John F. Kennedy in this Costa Rican capital","response":"San José"}],"originalDate":"1995-07-14"},{"category":"QUOTABLE WOMEN","comments":"","clues":[{"text":"The poet who wrote, \"I love thee to the depth and breadth and height my soul can reach\"","response":"Elizabeth Barrett Browning"},{"text":"\"The truest expression of a people is in its dances and its music\", said this \"Oklahoma!\" choreographer","response":"Agnes de Mille"},{"text":"In 1923 this M.P. wrote, \"The first time Adam had a chance, he laid the blame on woman\"","response":"Lady Astor"},{"text":"\"Honor wears different coats to different eyes\", she wrote in \"The Guns of August\"","response":"Barbara Tuchman"},{"text":"Her novel \"So Big\" tells us, \"Housework's the hardest work in the world. That's why men won't do it\"","response":"Edna Ferber"}],"originalDate":"1995-07-14"},{"category":"THE ROARING '20s","comments":"","clues":[{"text":"In 1926 the \"bee-stung\" look was in for this part of a woman's body","response":"the lips"},{"text":"In 1924 Howard Carter uncovered this man's now-famous funerary mask","response":"King Tut"},{"text":"A flapper was a girl &amp; a flivver was one of these","response":"a car"},{"text":"6-syllable word for the U.S. anniversary celebrated in 1926","response":"the sesquicentennial"},{"text":"His well-publicized 1925 trial was really between the modernists &amp; the fundamentalists","response":"(John) Scopes"}],"originalDate":"1995-07-14"},{"category":"DEM BONES","comments":"","clues":[{"text":"The tympanic bone is located in this organ","response":"the ear"},{"text":"The Ilium, pubis &amp; ischium make up this \"girdle\"","response":"the pelvic girdle"},{"text":"It runs down the center of the chest &amp; your true ribs branch off of it","response":"the sternum"},{"text":"It runs from the elbow to the wrist on the side opposite the thumb","response":"the ulna"},{"text":"Common name for the calcaneus, the quadrangular bone at the back of the tarsus","response":"the heel bone"}],"originalDate":"1995-07-14"},{"category":"LAW","comments":"","clues":[{"text":"A capital offense is defined as a crime punishable by life imprisonment or this","response":"death"},{"text":"Defamation includes these 2 offenses, one written, the other oral","response":"slander & libel"},{"text":"Under former laws, it was a person who settled on public land to acquire its title","response":"a squatter"},{"text":"In this type of marriage, legal appointees substitute for the absent couple at the ceremony","response":"proxy"},{"text":"It's the legal term for a supplement or addition to a will","response":"a codicil"}],"originalDate":"1995-07-14"}],[{"category":"THE BIBLE","comments":"","clues":[{"text":"In Mark 1:8 he says, \"I indeed have baptized you with water: but he shall baptize you with the Holy Ghost","response":"John the Baptist"},{"text":"In the Book of Acts, this author of the first gospel is mentioned by name for the last time","response":"Matthew"},{"text":"In Revelation 2:17, the faithful are promised this food from heaven","response":"manna"},{"text":"When the Israelites left Egypt, they took the bones of this son of Jacob for burial at Shechem","response":"Joseph"},{"text":"Before his fatal defeat, this king consulted with a medium at Endor","response":"King Saul"}],"originalDate":"1994-07-20"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"1993 was the 10th anniv. of the 10-year type of this document, so if you got one in 1983 we hope you renewed it","response":"passports"},{"text":"When your grandchildren fly this airline, they may munch on McDonald's Friendly Skies Meals","response":"United Airlines"},{"text":"Many a blueblood has made a \"Pilgrim\"age to the Mayflower Society Museum in this historic town","response":"Plymouth, Mass."},{"text":"You have to climb more than 400 steps to get to the Temple of 10,000 Buddhas in this British Crown Colony","response":"Hong Kong"},{"text":"The Centers for Disease Control in this city will fax information on health risks abroad to travelers","response":"Atlanta"}],"originalDate":"1994-07-20"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"The March 15, 1848 issue of the Californian in San Francisco gave this discovery a few lines on the back page","response":"gold (at Sutter's Mill)"},{"text":"Around 1877 this rolling plant was introduced to South Dakota accidentally &amp; spread","response":"tumbleweeds"},{"text":"People with this job pursued certain animals, Indians &amp; men on the lam for money or rewards","response":"bounty hunters"},{"text":"Its panhandle between Texas &amp; Kansas was known as \"No Man's Land\" because no government agency owned it","response":"Oklahoma"},{"text":"Soddies were often the first homes built by these people who were given land on which they had to live","response":"homesteaders"}],"originalDate":"1994-07-20"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"The Ninety-Nines, an organization of women pilots, was co-founded by this famous flier, also its first president","response":"Amelia Earhart"},{"text":"Members of the North American Association for this game receive a publication called \"Newswink\"","response":"Tiddlywinks"},{"text":"In the 1960s freedom rides in the South were organized by CORE, the Congress of this","response":"Racial Equality"},{"text":"Founded in 1905, this organization was instrumental in getting the Migratory Bird Treaty Act passed","response":"the Audubon Society"},{"text":"Formerly called Harmony International, it's a group for women who sing barbershop harmony","response":"the Sweet Adelines"}],"originalDate":"1994-07-20"},{"category":"ᗡƎƧЯƎVƎЯ","comments":"","clues":[{"text":"With wings beating up to 80 times a second, these birds can fly in reverse","response":"hummingbirds"},{"text":"On an early 20th c. French version of this machine, the needle traveled from the center out to the rim","response":"a phonograph (record player)"},{"text":"When 2 of these appear in the sky at the same time, the colors on the second one are reversed","response":"rainbows"},{"text":"This Renaissance artist is known for his mirror writing","response":"da Vinci"},{"text":"In 1968 this track &amp; field gold medalist \"flopped\" over the high bar backwards","response":"(Dick) Fosbury"}],"originalDate":"1994-07-20"},{"category":"EUROPEAN RULERS","comments":"","clues":[{"text":"This emperor made his sister Elisa Bonaparte Princess of Piombino &amp; Grand Duchess of Tuscany","response":"Napoleon Bonaparte"},{"text":"Henry, the \"Cardinal-King\" of Portugal, was the grandson of this Spanish royal pair","response":"Ferdinand & Isabella"},{"text":"Constantine I was the first king of modern Greece born in this city","response":"Athens"},{"text":"Ivan Moneybag  became grand prince of this city in 1325; Ivan the terrible followed him in 1533","response":"Moscow"},{"text":"She was Archduchess of Austria during the war of the Bavarian Succession","response":"Maria Theresa"}],"originalDate":"1994-07-20"}],{"category":"VICE PRESIDENTS","text":"The only 2 vice presidents who previously represented Minnesota in the Senate","response":"(Hubert) Humphrey & (Walter) Mondale"}]}