{"mix":1244,"rounds":[[{"category":"LAKES","comments":"","clues":[{"text":"Small islets in this largest Utah lake are nesting places for gulls &amp; other birds","response":"the (Great) Salt Lake"},{"text":"Lake Biwa, known for its pearl culture industry, is this country's largest freshwater lake","response":"Japan"},{"text":"In the 1950s Owen Falls Dam in Uganda was built on the Nile, raising the level of this lake 3 feet","response":"Lake Victoria"},{"text":"At 350 miles, it's the longest of the Great Lakes","response":"Superior"},{"text":"German-speaking Swiss call it Vierwaldstatter See, or \"Lake of Four Forest Cantons\"","response":"Lake Lucerne"}],"originalDate":"1994-07-20"},{"category":"PHILOSOPHY","comments":"","clues":[{"text":"\"The Founder of Modern Socialism\" is a nickname of this German Communist philosopher","response":"Karl Marx"},{"text":"T.H. Huxley was a powerful advocate of the ideas implicit in this man's \"Origin of Species\"","response":"Darwin"},{"text":"This branch of philosophy deals with the rules of correct reasoning in the form of arguments","response":"logic"},{"text":"The ideas of this Danish existentialist were little appreciated until a century after they appeared","response":"Kierkegaard"},{"text":"He wrote \"Thus Spake Zarathustra\" after resigning a classics professorship at the Univ. of Basel","response":"Nietzsche"}],"originalDate":"1994-07-20"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"As you might expect, this bird is a symbol of Minerva, the goddess of wisdom","response":"the owl"},{"text":"This single-horned creature has the legs of a deer &amp; the tail of a lion","response":"the unicorn"},{"text":"Legend says that people condemned by their churches are likely to become these creatures, like Lestat","response":"vampires"},{"text":"It's the most magnificent hall in Asgard, &amp; it's roofed with battle shields","response":"Valhalla"},{"text":"This last king of Troy was originally named Podarces, which means \"the swift-footed\"","response":"King Priam"}],"originalDate":"1994-07-20"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"At the time of her death in 1960, her \"Etiquette\" book was in its 10th edition","response":"Emily Post"},{"text":"A head-on collision changes the lives of 5 families in her 32nd bestseller, \"Accident\"","response":"Danielle Steel"},{"text":"The P.D. in the name of this mystery novelist stands for Phyllis Dorothy","response":"P.D. James"},{"text":"Margaret Landon, who wrote this book on which  \"The King and I\" was based, died in 1993 at age 90","response":"<i>Anna and the King of Siam</i>"},{"text":"Susan Hill's recent novel \"Mrs. de Winter\" is a sequel to this book","response":"<i>Rebecca</i>"}],"originalDate":"1994-07-20"},{"category":"\"MOORE\" OR \"LES\"","comments":"","clues":[{"text":"This host of \"I've Got a secret\" was known for his bow tie &amp; crew cut","response":"Garry Moore"},{"text":"In 1951 singer Mary Ford &amp; this innovative guitarist reached No. 1 with \"How High The Moon\"","response":"Les Paul"},{"text":"This 19th c. scholar &amp; poet was known as \"The Father of Santa Claus\"","response":"Clement Moore"},{"text":"This Wisconsin Democrat was chairman of the House Armed Services Committee from 1985 to 1992","response":"Les Aspin"},{"text":"Works by this British sculptor have holes to emphasize their 3-dimensional qualities","response":"Henry Moore"}],"originalDate":"1994-07-20"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"This country's smallest land region, the St. Lawrence Lowlands, harbors over 1/2 its population","response":"Canada"},{"text":"This country's westernmost mainland point lies in the region of Brittany","response":"France"},{"text":"This Central American nation has been called the \"Crossroads of the World\"","response":"Panama"},{"text":"In its official language, this small Balkan country's name means \"the land of the eagle\"","response":"Albania"},{"text":"Cotton is the major cash crop of this largest country in Africa","response":"the Sudan"}],"originalDate":"1994-07-18"}],[{"category":"GAMES","comments":"","clues":[{"text":"Mayfair is the most valuable property in the British version of this game","response":"<i>Monopoly</i>"},{"text":"It's the only chess piece that always stays on squares of the same color","response":"the bishop"},{"text":"Among the suspects in Clue, he's the military man","response":"Colonel Mustard"},{"text":"In this game it's possible but very difficult to score 501 points in 9 throws","response":"darts"},{"text":"In this card game a hand that has no card higher than a 9 is called a yarborough","response":"bridge"}],"originalDate":"1994-07-18"},{"category":"FIRE","comments":"","clues":[{"text":"During the summer of 1988, about 1/3 of this national park's 2.2 million acres was burned","response":"Yellowstone"},{"text":"In 1608 fire swept through this British colony in America","response":"Jamestown"},{"text":"A fire melted this London   tourist attraction in 1925, but it later reopened","response":"Madame Tussauds"},{"text":"One in Los Angeles burned in 1986; one in Alexandria in 47 B.C.","response":"a library"},{"text":"A 1992 Academy Award nominee was the IMAX film on the \"Fires of\" this Persian Gulf country","response":"Kuwait"}],"originalDate":"1994-07-18"},{"category":"PLANTS","comments":"","clues":[{"text":"The oak tree that produces this bottle stopper material yields little of it for its first 20 years","response":"cork"},{"text":"Pumpkin is probably the most famous \"winter\" variety of this vegetable","response":"squash"},{"text":"These large brown seaweeds were once burned to obtain potash for glassmaking","response":"kelp"},{"text":"Trifolium repens, a type of this plant is the original Irish shamrock","response":"clover"},{"text":"The dried female flowers of this plant are used to flavor beer; the male flowers can be used in salads","response":"hops"}],"originalDate":"1994-07-18"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"The first book of Paul Scott's \"The Raj Quartet\" is called \"The Jewel in\" this","response":"the Crown"},{"text":"Nelson Algren wrote \"The Man with the Golden Arm\" &amp; Ian Fleming wrote this book with a similar title","response":"<i>The Man with the Golden Gun</i>"},{"text":"This \"devilish\" 1967 novel by Ira Levin inspired a \"rebirth\" of occult fiction","response":"<i>Rosemary's Baby</i>"},{"text":"His unfinished novel \"The Mystery of Edwin Drood\" opens in an opium den","response":"Charles Dickens"},{"text":"He wrote \"The Positive Power of Jesus Christ\" as well as \"The Power of Positive Thinking\"","response":"Norman Vincent Peale"}],"originalDate":"1994-07-18"},{"category":"FLORIDA","comments":"","clues":[{"text":"This park is the largest subtropical wilderness in the U.S.","response":"the Everglades"},{"text":"This city is the seat of  Dade County","response":"Miami"},{"text":"Pat Booth's novel \"Palm Beach\" is dedicated to this \"Prize\" socialite turned novelist","response":"Roxanne Pulitzer"},{"text":"In 1513, in the area of what's now this city, Ponce de Leon took possession of the region for Spain","response":"St. Augustine"},{"text":"They're the mythical creatures featured in shows at Weeki Wachee Spring","response":"mermaids"}],"originalDate":"1994-07-18"},{"category":"FAMOUS LIBRAS","comments":"","clues":[{"text":"Most Libras love harmony &amp; balance, but this Libra singer likes a \"Whole Lotta Shakin' Goin' On\"","response":"Jerry Lee Lewis"},{"text":"Mark your calendar: Sept, 28, 1994 is the 60th birthday of this French \"Sex Kitten\"","response":"Brigitte Bardot"},{"text":"In Oct. 1820 this Swedish songbird was born under the sign of the scales, not the sign of the \"Nightingale\"","response":"Jenny Lind"},{"text":"Libras are said to be quite passionate, like this Libra admiral who had his eye on Lady Hamilton","response":"Admiral Nelson"},{"text":"Many Libras have musical talent, like this Libra composer known for his \"Fascinating Rhythm\"","response":"George Gershwin"}],"originalDate":"1994-07-18"}],{"category":"GAMES","text":"The 1 word most frequently found in the center square of a bingo card","response":"Free"}]}