{"mix":1245,"rounds":[[{"category":"TREATIES","comments":"","clues":[{"text":"The Lateran Treaty of 1929 established this as Italy's state religion","response":"Roman Catholicism"},{"text":"In 1919, by a vote of 55 to 39, the U.S. Senate refused to ratify this treaty","response":"the Treaty of Versailles"},{"text":"In Jan. 1993 President Bush &amp; Boris Yeltsin signed START II, START standing for this","response":"Strategic Arms Reduction Treaty"},{"text":"The Montreux Convention of 1936 restored these 2 straits to full Turkish control","response":"the Dardanelles & the Bosporus"},{"text":"Negotiated by Ito Hirobumi &amp; Li Hung-chang, the Treaty of Shimonoseki ended this 1894-95 war","response":"the Sino-Japanese War"}],"originalDate":"1994-07-18"},{"category":"THE EARTH","comments":"","clues":[{"text":"This natural satellite of the Earth once may have been part of the planet, or a separate planet itself","response":"the Moon"},{"text":"Though round for the most part, the Earth is slightly flattened at these 2 extremes","response":"the poles"},{"text":"Some 200 million years ago, there was a single, giant one of these called Pangaea","response":"a continent"},{"text":"It's believed that the inner core of the Earth is as hot as 9,000ยบ  F. &amp; made up of iron &amp; this metal","response":"nickel"},{"text":"The 3 types of rock that make up the Earth's crust are igneous, sedimentary &amp; this","response":"metamorphic"}],"originalDate":"1994-07-18"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"The prologue of this romantic tragedy tells us, \"A pair of star-crossed lovers take their life\"","response":"<i>Romeo and Juliet</i>"},{"text":"Shylock's last words in this play are \"I am not well; send the deed after me and I will sign it\"","response":"<i>The Merchant of Venice</i>"},{"text":"In \"The Merry Wives of Windsor\", this rotund &amp; ribald rogue has a page named Robin","response":"Falstaff"},{"text":"In \"Henry VIII\" this cardinal's first line is \"The Duke of Buckingham's surveyor, ha?\"","response":"Wolsey"},{"text":"Much of \"As You Like It\" takes place in this forest","response":"the Forest of Arden"}],"originalDate":"1994-07-18"},{"category":"8-LETTER WORDS","comments":"","clues":[{"text":"Eastern, or pertaining to the countries of the East","response":"Oriental"},{"text":"To mix or throw together objects, such as eggs","response":"scramble"},{"text":"The name of this gambling game is from the Latin for \"wheel\"","response":"roulette"},{"text":"Used in lamp filaments &amp; high-temperature materials, it has the highest melting point of any metal","response":"tungsten"},{"text":"Also called a pick, it's a small, flexible piece of material used to pluck guitar strings","response":"a plectrum"}],"originalDate":"1994-07-18"},{"category":"PARIS","comments":"","clues":[{"text":"Unless flooding occurs, you can tour the Paris underground by way of les egouts, which are these","response":"the sewers"},{"text":"The gleaming beauty of Paris has earned it the nickname \"City of\" this","response":"Lights"},{"text":"The Sorbonne is located  in this quarter, the oldest part of the Left Bank","response":"the Latin Quarter"},{"text":"\"The Departure of the Volunteers\" is perhaps the best-known sculpture adorning this monument","response":"the Arc de Triomphe"},{"text":"Place Blanche in this artistic quarter is dominated by a moulin rouge or red windmill","response":"Montmartre"}],"originalDate":"1992-07-14"},{"category":"MOVIE SONGS","comments":"","clues":[{"text":"Here, \"way up high, there's a land that I heard of once in a lullaby\"","response":"somewhere over the rainbow"},{"text":"\"I'm an old cowhand from\" this river, \"but my legs ain't bowed and my cheeks ain't tanned\"","response":"the Rio Grande"},{"text":"\"Would you like to swing on a star, carry moonbeams home in\" one of these","response":"a jar"},{"text":"Title line preceding \"It's the April rose that only grows in the early spring\"","response":"love is a many-splendored thing"},{"text":"\"Secret Love\", from this 1953 Doris Day film about a famous frontierswoman, won an Oscar for Best Song","response":"<i>Calamity Jane</i>"}],"originalDate":"1992-07-14"}],[{"category":"FAMOUS FIRSTS","comments":"","clues":[{"text":"The half eagle minted in 1795 was the first U.S. coin to bear this Latin motto","response":"E pluribus unum"},{"text":"Completed in 1885, the 10-story Home Insurance Co. Building in Chicago was the 1st to be called this","response":"a skyscraper"},{"text":"In 1973 Emily Howell became the 1st woman employed by a major U.S. airline in this capacity","response":"a pilot"},{"text":"In Oct. 1967 he became the first black associate justice of the U.S. Supreme Court","response":"Thurgood Marshall"},{"text":"Located in Kansas, it was the 1st federal penitentiary authorized for construction","response":"Leavenworth"}],"originalDate":"1992-07-14"},{"category":"FICTIONAL SENIORS","comments":"","clues":[{"text":"This \"Christmas Carol\" curmudgeon is \"secret, and self-contained, and solitary as an oyster\"","response":"(Ebenezer) Scrooge"},{"text":"The \"Alm-Uncle\", who lives on an Alpine peak called the Alm, is the grandfather of this Swiss miss","response":"Heidi"},{"text":"The devoted housekeeper Nelly Dean narrates much of the story of this Bronte title house","response":"Wuthering Heights"},{"text":"In this novel Hugh Conway finds out that the High Lama is about 250 years old","response":"<i>Lost Horizon</i>"},{"text":"Laurie's wealthy grandfather gives Beth her own piano in this well-loved novel","response":"<i>Little Women</i>"}],"originalDate":"1992-07-14"},{"category":"\"BIG\" &amp; \"LITTLE\"","comments":"","clues":[{"text":"He's the tyrannical political leader in George Orwell's \"1984\"","response":"Big Brother"},{"text":"It sounds every hour on the hour outside London's houses of Parliament","response":"Big Ben"},{"text":"This baseball organization was founded in Williamsport, Pennsylvania, originally for boys aged 9 to 12","response":"Little League"},{"text":"In 1928 Commander Richard E. Byrd established this U.S. base on Antarctica","response":"Little America"},{"text":"Directions like \"Get your girl &amp; take a twirl\" were called out during this jitterbug dance of the 1930s","response":"the Big Apple"}],"originalDate":"1992-07-14"},{"category":"MARINE BIOLOGY","comments":"","clues":[{"text":"Types of this porous animal include red-beard &amp; bath","response":"a sponge"},{"text":"Scientists call these boneless, umbrella-shaped sea animals medusas","response":"jellyfish"},{"text":"The largest known shell of this bivalve was a 734-pound specimen found off Okinawa in 1956","response":"a clam"},{"text":"Asterias vulgaris is the \"common\" species of this marine animal","response":"a starfish"},{"text":"American &amp; European eels begin their lives in this huge seaweed area of the Atlantic Ocean","response":"the Sargasso Sea"}],"originalDate":"1992-07-14"},{"category":"20th CENTURY POLITICS","comments":"","clues":[{"text":"In January 1992 this 1st elected black governor pulled out of the presidential race","response":"Douglas Wilder"},{"text":"In January 1992 Zviad Gamsakhurdia fled this ex-Soviet republic of which he was president","response":"Georgia"},{"text":"In 1972 he headed the committee to re-elect the president; in 1977 he was in jail","response":"John Mitchell"},{"text":"In 1964 he took over Hubert Humphrey's seat in the Senate","response":"Mondale"},{"text":"Gerald Austin Gardiner set up this post in England for citizen complaints against the government","response":"Ombudsman"}],"originalDate":"1992-07-14"},{"category":"CELEBRITY COUPLES","comments":"","clues":[{"text":"In 1957 this crooner tied the knot with actress Kathryn Grant in Las Vegas","response":"Bing Crosby"},{"text":"Laraine Day became known as \"The First Lady of Baseball\" after she married this Dodgers manager","response":"Leo Durocher"},{"text":"Alfred Steele was Pepsi-Cola's chairman of the board &amp; this actress' husband","response":"Joan Crawford"},{"text":"Chief Justice Earl Warren's daughter Virginia was married to this host of \"What's My Line\"","response":"John Daly"},{"text":"Among this big band singer's wives were Joanne Dru &amp; Rita Hayworth","response":"Dick Haymes"}],"originalDate":"1992-07-14"}],{"category":"IN THE NEWS","text":"A mid-August 1980 strike in the Lenin Shipyard led to the formation of this now famous group","response":"Solidarity"}]}