{"mix":1247,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"The name of this religion which began in the 2nd century A.D. is Chinese for \"the way\"","response":"Daoism"},{"text":"Traditional Rastafarian belief is that Haile Selassie is a god &amp; that this country is heaven","response":"Ethiopia"},{"text":"Singer George Beverly Shea has been associated with this evangelist since the late 1940s","response":"Billy Graham"},{"text":"From the Hebrew for \"a sitting\", it's a school for Talmudic studies, or a seminary for Orthodox rabbis","response":"yeshiva"},{"text":"Since the 6th century B.C., Jainism has been practiced in this country","response":"India"}],"originalDate":"1992-07-13"},{"category":"IDENTITY CRISIS","comments":"","clues":[{"text":"The title character of this Danish fairy tale is a cygnet who doesn't know his true identity","response":"\"The Ugly Duckling\""},{"text":"Female writer whose brief disappearance in 1926 was blamed on amnesia—what a \"mystery\"","response":"Agatha Christie"},{"text":"In France, this prisoner whose identity was a secret is known as \"L'homme au masque de fer\"","response":"the Man in the Iron Mask"},{"text":"Claiming to be this grand duchess was more popular than claiming to be her sisters Olga, Tatiana &amp; Marie","response":"Anastasia"},{"text":"Virginia Tighe's \"Memories\" of a past life as this Irishwoman were actually inspired by a neighbor's life","response":"Bridey Murphy"}],"originalDate":"1992-07-13"},{"category":"INVENTORS","comments":"","clues":[{"text":"During World War I this inventor became commander of the Italian army's wireless service","response":"Marconi"},{"text":"In 1882 he installed the 1st large central electric power station on NYC's Pearl Street","response":"Thomas Edison"},{"text":"In 1836 Alonzo Phillips patented the 1st practical match in the U.S. tipped with this chemical","response":"phosphorus"},{"text":"This Scottish inventor originated the term horsepower","response":"James Watt"},{"text":"The profits from his method of making gold paint enabled him to invent a method of mass-producing steel","response":"(Sir Henry) Bessemer"}],"originalDate":"1992-07-10"},{"category":"COLE PORTER LYRICS","comments":"","clues":[{"text":"\"From this moment on, you for me, dear, only two for\" this, \"dear\"","response":"tea"},{"text":"A song from \"High Society\" says, \"I give to you and you give to me\" this","response":"true love"},{"text":"Cole rhymed this title word with \"blendship\"","response":"friendship"},{"text":"The first season mentioned by name in \"I Love Paris\"","response":"springtime"},{"text":"\"To prove that even wise men can be wrong, I\" do this \"on you\"","response":"concentrate"}],"originalDate":"1992-07-10"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Time flies: in 1988, Caroline Kennedy graduated from this Manhattan university's law school","response":"Columbia University"},{"text":"Appropriately, King Henry VI founded King's College at this university in 1441","response":"Cambridge"},{"text":"This state-supported institution has 9 campuses; the one in San Diego is the farthest south","response":"the University of California"},{"text":"This Washington, D.C. university boasts the oldest school of foreign service in the U.S.","response":"Georgetown University"},{"text":"Before he was famous, Richard Widmark taught drama at Lake Forest College in this state","response":"Illinois"}],"originalDate":"1992-07-10"},{"category":"SHOPPING","comments":"","clues":[{"text":"This store sells a backpack-toting teddy known as L.L. Bear","response":"L.L. Bean"},{"text":"The Williamsburg Pottery Factory is a 200-acre shopping complex near Colonial Williamsburg in this state","response":"Virginia"},{"text":"Savile Row in this city is known for its fine custom tailoring shops","response":"London"},{"text":"Teuscher chocolates are made in this country &amp;  flown in weekly to the Teuscher shops","response":"Switzerland"},{"text":"You can buy panda banks, cards &amp; scarves from this organization whose symbol is a panda","response":"the World Wildlife Fund"}],"originalDate":"1992-07-10"}],[{"category":"QUOTES","comments":"","clues":[{"text":"Erich Segal's script for this film gave us the line \"Love means never having to say you're sorry\"","response":"<i>Love Story</i>"},{"text":"According to Emerson, \"Every ship that comes to America got its chart from\" him","response":"Columbus"},{"text":"This coach said, \"Football isn't a contact sport, it's a collision sport\"","response":"Vince Lombardi"},{"text":"Thomas Jefferson wrote, \"The god who gave us life, gave us\" this \"at the same time\"","response":"liberty"},{"text":"Adele Davis wrote, \"... thousands of persons have studied disease. Almost no one has studied\" this","response":"health"}],"originalDate":"1992-07-10"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Many of the characters in his \"War and Peace\" were based on his own family &amp; friends","response":"Tolstoy"},{"text":"It was Henry Miller's prequel to \"Tropic of Cancer\"","response":"<i>Tropic of Capricorn</i>"},{"text":"First published in 1970, this Hemingway novel is divided into 3 parts: \"Bimini\", \"Cuba\" &amp; \"at Sea\"","response":"<i>Islands in the Stream</i>"},{"text":"This John Updike novel set in Rhode Island centers on 3 mischievous women: Sukie, Jane &amp; Alexandra","response":"<i>The Witches of Eastwick</i>"},{"text":"In its original Spanish, this Manuel Puig novel is titled \"El Beso de la Mujer Arana\"","response":"the <i>Kiss of the Spider Woman</i>"}],"originalDate":"1992-07-10"},{"category":"ACTORS &amp; HISTORIC ROLES","comments":"","clues":[{"text":"Merle Oberon, Vanessa Redgrave &amp; Genevieve Bujold all played this wife of Henry VIII on film","response":"Anne Boleyn"},{"text":"This swashbuckler played Gentleman Jim Corbett in the 1942 film \"Gentleman \"Jim\"","response":"Errol Flynn"},{"text":"Helen Hayes played this queen on Broadway in 1935; Julie Harris won an Emmy for the same role in 1962","response":"Queen Victoria"},{"text":"Rosalind Russell played this Australian nurse known for her method of treating polio in a 1946 film","response":"Sister Kenny"},{"text":"Christopher Plummer &amp; Jane Alexander starred in a '91 PBS drama about Alfred Stieglitz &amp; this artist, his wife","response":"Georgia O'Keeffe"}],"originalDate":"1992-07-10"},{"category":"NUTRITION","comments":"","clues":[{"text":"To be sold in stores, the \"whole\" type of this beverage must contain a minimum of 3.25% fat by weight","response":"milk"},{"text":"Made up of sugars &amp; starches, this class of food provides at least 45% of the calories in a balanced diet","response":"carbohydrates"},{"text":"Canola oil has more monounsaturated fat than any other oil except this one","response":"olive oil"},{"text":"Strict vegetarians must take supplements of cyanocobalamin, a member of this vitamin group","response":"B<sub>12</sub> vitamins"},{"text":"Like humans, guinea pigs &amp; monkeys will develop this disease if they don't get enough vitamin C","response":"scurvy"}],"originalDate":"1992-07-10"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Animals living in this Florida park include herons, manatees, pelicans &amp; alligators","response":"the Everglades"},{"text":"A highlight of a visit to this Kentucky national park is a boat trip on the underground Echo River","response":"Mammoth Cave National Park"},{"text":"Most of this California park's 700 miles of trails lead to the High Sierra","response":"Yosemite"},{"text":"The longest continuing study of the eastern timber wolf is at this state's Isle Royale National Park","response":"Michigan"},{"text":"North Dakota's only national park is named for this president","response":"Theodore Roosevelt"}],"originalDate":"1992-07-10"},{"category":"TEXAS","comments":"","clues":[{"text":"About 60% of Texas' foreign-born residents are from this country","response":"Mexico"},{"text":"The state seal shows an oak branch for strength &amp; a branch of this for peace","response":"olive"},{"text":"Big Bend National Park lies within the big bend of this river","response":"the Rio Grande"},{"text":"This city's Chronicle is the state's largest daily newspaper","response":"Houston"},{"text":"This university in College Station is the oldest public institution of higher education in Texas","response":"Texas A&M"}],"originalDate":"1991-07-17"}],{"category":"THE REVOLUTIONARY WAR","text":"He served as a major general in the Continental Army &amp; a brigadier gen. for the British","response":"Benedict Arnold"}]}