{"mix":1248,"rounds":[[{"category":"HANDICRAFTS","comments":"","clues":[{"text":"French for \"chewed paper\", it's the art of figure-molding using shredded paper &amp; glue","response":"papier-mâché"},{"text":"If you build this weaving frame yourself, make sure to tension the warp evenly","response":"a loom"},{"text":"Basic knitting patterns require only two stitches, the knit stitch &amp; this","response":"a purl"},{"text":"The half-knot &amp; half-hitch are basic knots in this handicraft popular in the '60s &amp; '70s","response":"macrame"},{"text":"Usually sold in slabs, it's the preferred wax for candlemaking","response":"paraffin"}],"originalDate":"1991-07-17"},{"category":"THE PILGRIMS","comments":"","clues":[{"text":"Most of the Pilgrims were Separatists, Puritans who elected to leave this church","response":"the Church of England"},{"text":"The Pilgrims weren't first to call their colony this; the name appears on Capt. Smith's 1614 New England map","response":"Plymouth"},{"text":"He came over on the Mayflower with his wife, Rose, &amp; worked with the Pilgrims; the courtship poem is fictional","response":"Myles Standish"},{"text":"In 1620 the Pilgrims left for America from this country they'd moved to from England","response":"Holland"},{"text":"Following a rich harvest, this governor threw a party, the first Thanksgiving","response":"(William) Bradford"}],"originalDate":"1991-07-17"},{"category":"A.K.A.","comments":"","clues":[{"text":"Ray Charles dropped this last name so he wouldn't be confused with Sugar Ray","response":"Robinson"},{"text":"James King Kern Kyser of Rocky Mount, N.C. became a famous bandleader using this name","response":"Kay"},{"text":"He used to be Ferdinand Lewis Alcindor Jr.","response":"Kareem Abdul-Jabbar"},{"text":"He was Schmuel Gelbfisz, then Samuel Goldfish, then this","response":"Sam Goldwyn"},{"text":"John Pringle was the real name of this silent screen star who was linked with Garbo","response":"John Gilbert"}],"originalDate":"1991-07-17"},{"category":"VICE PRESIDENTS","comments":"","clues":[{"text":"He's first in casting the most tie breaking votes as well as first on the list of VPs","response":"John Adams"},{"text":"He was the first vice president to succeed to the presidency upon the president's resignation","response":"Gerald Ford"},{"text":"He was the last vice president to succeed to the presidency upon the president's death","response":"Lyndon Johnson"},{"text":"Alaska's 2nd largest city is named for this man, Teddy Roosevelt's vice president","response":"(Charles) Fairbanks"},{"text":"He was the last Whig to hold the office &amp; went on to become president when Zachary Taylor died","response":"Millard Fillmore"}],"originalDate":"1991-07-17"},{"category":"\"HOT\" STUFF","comments":"","clues":[{"text":"Fast-moving merchandise \"sells like\" these","response":"hotcakes"},{"text":"Served on Good Friday, these baked treats are decorated with a religious symbol","response":"hot cross buns"},{"text":"Sexy nickname of 1930s comedienne Thelma Todd, or an alcoholic beverage that warms you up","response":"a \"Hot Toddy\""},{"text":"A line from the poem that begins, \"Pease porridge hot\", or a film that was a \"drag\" for Jack Lemmon","response":"some like it hot"},{"text":"Famous nickname of Sir Henry Percy, whom Shakespeare immortalized in \"Henry IV, Part I\"","response":"Hotspur"}],"originalDate":"1991-07-17"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The name of this lucky Irish 3-leaf clover is from an Irish word for \"clover\"","response":"a shamrock"},{"text":"\"Chafing\" as in chafing dish &amp; this word for a driver both come from the Latin for \"to make hot\"","response":"chauffeur"},{"text":"From the Latin for \"hand\" this term for etiquette originally meant how to use your hands","response":"manners"},{"text":"Rookie, the new person on a team, is an alteration of this 7-letter word","response":"recruit"},{"text":"The British got the words schooner, scour &amp; landscape from this language","response":"Dutch"}],"originalDate":"1991-07-17"}],[{"category":"ASIA","comments":"","clues":[{"text":"Kendo, a Japanese form of this sport, uses bamboo or wooden sticks instead of swords","response":"fencing"},{"text":"The first three letters in this country's name stand for Punjab, Afghanistan &amp; Kashmir","response":"Pakistan"},{"text":"Sitting in Ulan Bator, the Great People's Khural is this country's highest organ of state power","response":"Mongolia"},{"text":"Most of this island's tourists are weekenders from Hong Kong drawn by its gambling casinos","response":"Macau"},{"text":"If you're on the road to Mandalay, you're on your way to this country's 2nd largest city","response":"Myanmar (Burma)"}],"originalDate":"1991-07-17"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Title nickname of Irish-born orphan Kimball O'Hara, hero of a 1901 Rudyard Kipling novel","response":"Kim"},{"text":"This author's father, a London schoolmaster, was the model for Mr. Chips","response":"James Hilton"},{"text":"Some claim his real name was Robt. Fitz-ooth but he usually appears in English lit under this name","response":"Robin Hood"},{"text":"Society is divided into 5 castes in this futuristic tale: Alphas, Betas, Gammas, Deltas &amp; Episilons","response":"<i>Brave New World</i>"},{"text":"Born Adeline Virginia Stephen, she &amp; her husband founded Hogarth Press in 1917 to publish her works","response":"Virginia Woolf"}],"originalDate":"1991-07-17"},{"category":"WEATHER","comments":"","clues":[{"text":"The coldest spot in Europe &amp; the coldest spot in Asia are in this country","response":"Russia (Soviet Union)"},{"text":"Seen at small airports, this simple instrument is a fabric tube narrower at one end, tied to a pole","response":"a windsock"},{"text":"Though it's as far north as Labrador, Britain enjoys milder weather due to the influence of this current","response":"the Gulf Stream"},{"text":"Anticyclone &amp; cyclone areas are more commonly labeled as these on weather maps","response":"highs & lows"},{"text":"G.E. scientist Bernard Vonnegut found this compound could be used to \"seed\" clouds","response":"silver iodide crystals"}],"originalDate":"1991-07-17"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"It was once believed that this conqueror's wife, Matilda of Flanders, embroidered the Bayeux Tapestry","response":"William I (**William the Conqueror)"},{"text":"He ordered the murder of Parmenio, one of his Macedonian generals, in 330 B.C.","response":"Alexander"},{"text":"In the late 19th century Charles Stewart Parnell led this country's struggle for home rule","response":"Ireland"},{"text":"James J. Strang proclaimed himself \"King\" of 1 group of Mormons after this man's 1844 murder","response":"Joseph Smith"},{"text":"She was the wife of the British envoy to Naples &amp; the lover of Admiral Horatio Nelson","response":"Lady Hamilton"}],"originalDate":"1991-07-17"},{"category":"MAMMALS","comments":"","clues":[{"text":"Contrary to its name, this mammal also dines on other insects like bees &amp; termites","response":"an anteater"},{"text":"The black panther is not a separate species; it's just the black one of these","response":"a leopard"},{"text":"When threatened, a pangolin, like an armadillo, does this","response":"curls up (into a ball)"},{"text":"This aquatic weasel comes in both freshwater &amp; \"sea\" varieties","response":"an otter"},{"text":"Mammals are the only class of animals that exhibit this outgrowth from the skin","response":"hair"}],"originalDate":"1991-07-16"},{"category":"QUOTES","comments":"","clues":[{"text":"Before his heavyweight title fight Joe Louis said of Billy Conn, \"He can run, but he can't\" do this","response":"hide"},{"text":"\"Dear fatherland, no danger thine: firm stands thy watch along\" this river","response":"the Rhine"},{"text":"Former Sec'y of State Shultz said, \"Who walks in the middle of\" this \"gets hit from both sides\"","response":"the road"},{"text":"In 1849 they wrote, \"The ruling ideas of each age have ever been the ideas of its ruling class\"","response":"Marx & Engels"},{"text":"In 1787 he wrote, \"I hold it, that a little rebellion, now and then, is a good thing\"","response":"Thomas Jefferson"}],"originalDate":"1991-07-16"}],{"category":"WORLD STATISTICS","text":"This continent currently has both the world's highest birthrate &amp; the world's highest death rate","response":"Africa"}]}