{"mix":1249,"rounds":[[{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"90% of the world's ice, accounting for 70% of the world's fresh water, is found on this continent","response":"Antarctica"},{"text":"In 1990 11.9% of the U.S. population was living in this state","response":"California"},{"text":"With a total of 5, this university has graduated more U.S. presidents than any other","response":"Harvard"},{"text":"Guinness says this math symbol has been calculated out to 1,011,196,691 decimal places","response":"pi"},{"text":"With some 2 mil. members, the National Education Assoc. has edged out this union as America's largest","response":"the Teamsters"}],"originalDate":"1991-07-16"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"You can take the Marrakesh Express to go to this country's Nat'l Folklore Festival in Marrakesh","response":"Morocco"},{"text":"In Tokyo to complement a meal, order \"choshi\" which is a small bottle of this alcoholic drink","response":"sake"},{"text":"The Raj Ghat in Delhi marks the spot where his remains were cremated in 1948","response":"Mahatma Gandhi"},{"text":"Leningrad Museum built by Catherine the Great as a gallery for her art collection","response":"the Hermitage"},{"text":"From Zambia's Knife Edge Footbridge, you can view these magnificent waterfalls head on","response":"Victoria Falls"}],"originalDate":"1991-07-16"},{"category":"REX HARRISON","comments":"","clues":[{"text":"When Rex joined this city's Repertory Theatre at age 16 in 1924, the Beatles weren't even born yet","response":"Liverpool"},{"text":"Though R. Burton got more publicity, Rex romanced Elizabeth Taylor in this 1963 spectacle too","response":"<i>Cleopatra</i>"},{"text":"Of Reginald, Regis or Reynard, Harrison's original first name","response":"Reginald"},{"text":"Following in Rex's footsteps, this son of his has starred in many productions of \"My Fair Lady\"","response":"Noel Harrison"},{"text":"Rex won a Tony for his 1948 performance in this regal role in \"Anne of the Thousand Days\"","response":"Henry VIII"}],"originalDate":"1991-07-16"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"Willa Cather's novel \"Death Comes for the Archbishop\" reflected her interest in this religion","response":"the Roman Catholic religion"},{"text":"Of George Sand, George Eliot or George Orwell, the one who doesn't fit the category","response":"George Orwell"},{"text":"The acclaimed journalist Dorothy Thompson married this author of \"Main Street\" in 1928","response":"Sinclair Lewis"},{"text":"Completes the title of Fannie Hurst's 1933 novel \"Imitation of...\"","response":"Life"},{"text":"This \"Gigi\" author wrote the libretto for Ravel's opera \"L'enfant et les sortileges\"","response":"Colette"}],"originalDate":"1991-07-16"},{"category":"BOTANY","comments":"","clues":[{"text":"As with spinach &amp; kale, this is the part of Brussels sprouts that's eaten","response":"the leaf"},{"text":"The Latin name for this \"spreading\" tree should click with you, it's Castanea","response":"chestnut"},{"text":"This tree has the largest seeds of all, so wear a hard hat when strolling along the beach","response":"coconut"},{"text":"The bristlecone variety of this tree in Calif.'s White Mountains may be the oldest living thing on Earth","response":"pine"},{"text":"The tomato, potato &amp;  belladonna are part of this flower family","response":"nightshade"}],"originalDate":"1991-07-16"},{"category":"ARTISTS","comments":"","clues":[{"text":"To see his \"The Creation of Adam\", look up at the ceiling of the Sistine Chapel","response":"Michelangelo"},{"text":"In 1891 he auctioned off about 30 of his paintings to finance a trip to Tahiti","response":"Gauguin"},{"text":"In a 1988 auction, his painting of the \"Acrobat and the Harlequin\" sold for over $38 million","response":"Picasso"},{"text":"He became interested in Impressionist art while visiting his brother Theo in Paris","response":"Vincent van Gogh"},{"text":"Family name shared by French father &amp; son painters Camille &amp; Lucien","response":"Pissarro"}],"originalDate":"1991-07-16"}],[{"category":"BROADWAY MUSICALS","comments":"","clues":[{"text":"The 1970 flop \"Lovely Ladies, Kind Gentlemen\" was based on this novel about a teahouse","response":"<i>The Teahouse of the August Moon</i>"},{"text":"The title of Barbra Streisand's 1st Broadway musical was \"I Can Get It for You\" this way","response":"Wholesale"},{"text":"The 1957 musical \"New Girl in Town\" was based on this playwright's \"Anna Christie\"","response":"Eugene O'Neill"},{"text":"Borrowing a kabuki theatre tradition, the stagehands seen in \"Pacific Overtures\" wore this color","response":"black"},{"text":"This winner of 1954's Tony for \"Best Musical\" was touted as \"A Musical Arabian Night\"<span class=\"nobreak\">--</span>fatefully","response":"<i>Kismet</i>"}],"originalDate":"1991-07-16"},{"category":"THE VIETNAM WAR","comments":"","clues":[{"text":"By 1971 the trail named for him was North Vietnam's main remaining supply route to the south","response":"Ho Chi Minh"},{"text":"Daniel Ellsberg leaked this classified study to the press in 1971","response":"the Pentagon Papers"},{"text":"Details of the 1968 massacre in this village were kept secret until a year later","response":"My Lai"},{"text":"After 10 unsuccessful attempts, U.S. forces captured this \"meaty\" hill May 20, 1969","response":"Hamburger Hill"},{"text":"South Vietnam's second largest city, it was the site of huge U.S. air base","response":"Da Nang"}],"originalDate":"1991-07-16"},{"category":"U.S.A.","comments":"","clues":[{"text":"The April 16, 1990 cover of Newsweek depicted this body of water, calling it \"Huck's River\"","response":"the Mississippi"},{"text":"The Dance Theatre of this area of Manhattan celebrated its 20th anniversary in 1989","response":"Harlem"},{"text":"To see the National Museum of Women in the Arts, go to 13th St. &amp; New York Ave. NW in this city","response":"Washington, D.C."},{"text":"With some 12,000 students, Baylor University in this state is the largest Baptist university in the world","response":"Texas"},{"text":"Legend says pirate Jose Gaspar kept his female captives on Captiva Island in this state","response":"Florida"}],"originalDate":"1991-07-15"},{"category":"DESIGN","comments":"","clues":[{"text":"The Prince of Wales' feathers design depicts 3 of this large bird's plumes tied together at the shafts","response":"an ostrich"},{"text":"The cabbage type of this flower was a popular decorative motif during the Victorian era","response":"the rose"},{"text":"A diamond-shaped figure seen in heraldic designs &amp; architecture, or a diamond-shaped cough drop","response":"a lozenge"},{"text":"Asian country that gave its name to a process that emulates its celebrated lacquerwork","response":"Japan"},{"text":"From Greek for \"flesh eating\", it's a stone coffin often ornamented with sculpture","response":"a sarcophagus"}],"originalDate":"1991-07-15"},{"category":"COLE PORTER LYRICS","comments":"","clues":[{"text":"\"You're the Nile, you're the Tow'r of Pisa, you're the smile on\" this","response":"the Mona Lisa"},{"text":"Title of the song that says, \"From this happy day, no more blue songs, only whoop-dee-doo songs\"","response":"\"From This Moment On\""},{"text":"\"I've got you under my skin, I've got you deep in\" this","response":"the heart of me"},{"text":"\"Good authors, too, who once knew better words now only use\" these words \"writing prose, anything goes\"","response":"four letter words"},{"text":"\"If you're ever in a jam, here I am, if you're ever in a mess\", send this signal","response":"S.O.S."}],"originalDate":"1991-07-15"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"It equals 0.45359237 kilograms","response":"a pound"},{"text":"Your doctor could tell you 37° Celsius equals this in Fahrenheit","response":"98.6"},{"text":"The ohm, a unit of electrical resistance, is symbolized by this last Greek letter","response":"omega"},{"text":"1760 yards is equal to one of these","response":"a mile"},{"text":"Slang for a small person, it equals 8 fluid ounces","response":"a half pint"}],"originalDate":"1991-07-15"}],{"category":"AMERICAN POEMS","text":"In an 1847 poem this character sees her town of Grand-Pré burned, but finally reunites with her beau for a kiss before his death","response":"Evangeline"}]}