{"mix":1253,"rounds":[[{"category":"AVIATION","comments":"","clues":[{"text":"In 1905 their Flyer No. 3 could take off, stay in the air half an hour, bank, circle &amp; land","response":"the Wright Brothers"},{"text":"The attitude indicator tells you if the nose of the plane is pointing above or below this","response":"the horizon (*level)"},{"text":"Claire Lee Chennault founded this group, some of whom went into cargo transport after WWII","response":"the Flying Tigers"},{"text":"Feminine nickname of the Curtiss open cockpit trainer used by sport flyers after WWI","response":"the Jenny"},{"text":"The first balloon flight took place in the 1780s in this country","response":"France"}],"originalDate":"1990-07-19"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The first of these battles in America probably took place in Plymouth but not between Burr &amp; Hamilton","response":"a duel"},{"text":"George Mason's \"Objections to the Federal Constitution\" were the basis of this document","response":"the Bill of Rights"},{"text":"This Prussian hired to drill troops at Valley Forge was soon made Inspector Gen. of the Army","response":"von Steuben"},{"text":"When exploring North America on behalf of Holland, Henry Hudson used this ship","response":"the <i>Half Moon</i>"},{"text":"Founded in 1920 to defend const. freedoms, this group provided Sacco &amp; Vanzetti's defense counsel","response":"the American Civil Liberties Union (ACLU)"}],"originalDate":"1990-07-19"},{"category":"ANIMALS","comments":"","clues":[{"text":"Lap dogs became popular when it was observed that these insects prefer dogs to people","response":"fleas"},{"text":"First brought to the West in 1937, the Encyclopedia of Mammals calls it the \"bamboo bear\"","response":"a panda"},{"text":"It's what a steer becomes when he grows up","response":"an ox"},{"text":"\"Brachiation is a term for this method of locomotion used by the tree-dwelling gibbons of Asia","response":"swinging from branches"},{"text":"These 2 prehistoric ancestors of elephants both had long tusks that curved upward","response":"mastodons & mammoths"}],"originalDate":"1990-07-19"},{"category":"BALD IS BEAUTIFUL","comments":"","clues":[{"text":"As leader of Taiwan until his death in 1975, he never gave up his claim to authority over all of China","response":"Chiang Kai-shek"},{"text":"In this ancient society, boys had their heads shaved except for a lock on one side","response":"Egypt"},{"text":"Late screen &amp; stage star who described himself as \"a nice clean-cut Mongolian boy\"","response":"Yul Brynner"},{"text":"Last 2 bald major party presidential candidates to run against each other","response":"Eisenhower & Stevenson"},{"text":"This H.S. dropout became an actor, director &amp; author of the best sellers \"Tracy &amp; Hepburn\" &amp; \"Hollywood\"","response":"Garson Kanin"}],"originalDate":"1990-07-19"},{"category":"MAMMALS","comments":"","clues":[{"text":"This bear has hair on the soles of its feet to protect it from the cold &amp; facilitate movement on ice","response":"the polar bear"},{"text":"African &amp; Sumatran types of rhinos have 2 of these; the Indian &amp; Javan have only 1","response":"a horn"},{"text":"World Book says the flesh of these bony-plated mammals is good to eat","response":"the armadillo"},{"text":"Native to Africa, this nocturnal mammal that feasts on ants is the only living member of its order","response":"the aardvark"},{"text":"The horny substance most large whales use to filter food from the sea is called this","response":"baleen"}],"originalDate":"1990-07-18"},{"category":"HOUSTON","comments":"","clues":[{"text":"It's officially known as the Harris County Domed Stadium","response":"the Astrodome"},{"text":"The annual Offshore Technology Conference is the world's largest show for this industry","response":"oil drilling"},{"text":"Named for a person, not a crop, this university was tuition-free until 1965","response":"Rice"},{"text":"A 570-foot tall monument marks the spot where Sam Houston defeated Santa Anna in this 1836 battle","response":"the Battle of San Jacinto"},{"text":"The Houston ship channel linking the city with this bay has made Houston the USA's third busiest port","response":"Galveston Bay"}],"originalDate":"1990-07-18"}],[{"category":"FASHION HISTORY","comments":"","clues":[{"text":"An ornamental cap often worn by brides was named for this Shakespearean ingénue","response":"the Juliet"},{"text":"In 1988 a pair of 49-year-old sequined shoes once worn by this star was auctioned off for $165,000","response":"Judy Garland"},{"text":"Some nuns still wear these headcloths drawn in folds about the chin, popular during the Middle Ages","response":"a wimple"},{"text":"In the 1770s a fashionable one might reach 3 ft. in height &amp; be adorned with a ship in full sail","response":"a wig (hairdo)"},{"text":"Knights wore jambeaux, also called greaves, on this part of the body","response":"the legs"}],"originalDate":"1990-07-18"},{"category":"THE BIBLE","comments":"","clues":[{"text":"In the Bible you didn't just put these on, you \"girded\" them on, as David did in I Samuel 25:13","response":"swords"},{"text":"He's said to have been the oldest person who ever lived, reaching the age of 969","response":"Methuselah"},{"text":"It wasn't the name of just one king but a dynasty that ruled in the Holy Land in New Testament times","response":"Herod"},{"text":"The three languages in which Pilate wrote \"Jesus of Nazareth King of the Jews\" on the cross at the crucifixion","response":"Latin, Greek & Aramaic"},{"text":"Psalms has the most chapters, 150, &amp; this prophetic book is second with 66","response":"Isaiah"}],"originalDate":"1990-07-18"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"Francois Mitterrand &amp; Msgr. Joan Marti y Alanis are co-princes of this country in the Pyrenees","response":"Andorra"},{"text":"This nation's land area includes the Jutland Peninsula &amp; 482 islands","response":"Denmark"},{"text":"7 Trucial states merged in the early 1970s to form this independent country","response":"the United Arab Emirates"},{"text":"8 of the 10 highest mountains in the Andes are located in this Atlantic coast country","response":"Argentina"},{"text":"This country's chief seaport was named for an Indian chief, Guaya, &amp; his wife, Quila","response":"Ecuador"}],"originalDate":"1990-07-18"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"This college was founded in Connecticut in 1701 to counter the liberalism of Harvard","response":"Yale"},{"text":"A pillory locked a criminal's arms &amp; head between 2 boards; this device held the legs","response":"the stocks"},{"text":"In 1626 this Dutch governor bought Manhattan from the Indians using trinkets worth about 60 guilders","response":"Peter Minuit"},{"text":"This document bound the 41 signatories in a \"civil body politick\" to enact \"just and equall lawes\"","response":"the Mayflower Compact"},{"text":"By 1775 it was the second largest city in the British Empire","response":"Philadelphia"}],"originalDate":"1990-07-18"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"\"Poor people know poor people, &amp; rich people know rich people,\" he wrote in \"Act One\"","response":"Moss Hart"},{"text":"\"I write from the worm's-eye point of view,\" said this WWII correspondent who was killed by Japanese fire","response":"Ernie Pyle"},{"text":"\"It is much more difficult to judge oneself than to judge others,\" he wrote in \"The Little Prince\"","response":"Saint-Exupéry"},{"text":"Poet who wrote of his friend John Keats, \"I weep for Adonais<span class=\"nobreak\">--</span>he is dead!\"","response":"Shelley"},{"text":"In \"Negro\" this poet wrote, \"I am...black as the night is black, black like the depths of my Africa.\"","response":"Langston Hughes"}],"originalDate":"1990-07-18"},{"category":"POTLUCK","comments":"","clues":[{"text":"A Mouseketeer is a sweet little kid, &amp; a muscatel is a sweet little one of these","response":"a wine"},{"text":"In \"Fugue For Tinhorns\",  a song from this musical, Paul Revere is the name of a horse","response":"<i>Guys and Dolls</i>"},{"text":"A mournful poem composed to lament someone who has died","response":"an elegy (*a dirge)"},{"text":"American William Walker conquered &amp; became president of this Central American country in 1856","response":"Nicaragua"},{"text":"In the 17th century this English physician discovered how blood circulates in the human body","response":"(William) Harvey"}],"originalDate":"1990-07-18"}],{"category":"CHILDREN'S LIT","text":"The title object of this book \"never looked more beautiful... each strand held dozens of bright drops of early morning dew\"","response":"<i>Charlotte's Web</i>"}]}