{"mix":1254,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"An alteration of triumph, don't do it to your partner's ace in a bridge game","response":"trump"},{"text":"The English word salary derives from the Latin \"salarium\", which was a payment of this seasoning to soldiers","response":"salt"},{"text":"This term for favoring relatives when assigning jobs is from the Latin for \"nephew\"","response":"nepotism"},{"text":"The African name we use for this insect that causes sleeping sickness means \"fly that destroys cattle\"","response":"tsetse"},{"text":"From the French for \"petticoat\", it's a lively dance with intricate steps, or a debutante ball","response":"cotillion"}],"originalDate":"1990-07-17"},{"category":"MONTHS","comments":"","clues":[{"text":"Poet Wm. Wordsworth rhymed this mo. with \"truly\", as its 1st syllable was accented back then","response":"July"},{"text":"Encyclopedia Americana says this month's name carries the connotations of majesty &amp; grandeur","response":"August"},{"text":"Lexicographers figure this month's name came from the Roman goddess of growth &amp; fertility","response":"May"},{"text":"Until the 18th century the new year in England began in this month","response":"March"},{"text":"Lincoln was assassinated in this month which T.S. Eliot called the \"cruellest\"","response":"April"}],"originalDate":"1990-07-17"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The aardwolf isn't a wolf but is related to these, which is no laughing matter","response":"hyenas"},{"text":"Arachnids have from 1 to 5 pairs of simple ones, not compound ones","response":"eyes"},{"text":"Of Poland, China or Ohio, the place where the Poland China hog originated","response":"Ohio"},{"text":"Zebus are humped cattle which originated in this country","response":"India"},{"text":"The Himalayan ibex is a wild one of these","response":"a goat"}],"originalDate":"1990-07-17"},{"category":"BREAD","comments":"","clues":[{"text":"First made in Germany, this bread is called \"schwarzbrot\", or black bread, there","response":"pumpernickel"},{"text":"Common in the Middle East, it's also known as \"pocket bread\"","response":"pita bread"},{"text":"Made from bread cubes, it's one of the French words for \"crust\"","response":"a crouton"},{"text":"A 19th century activist against white bread, he's known for his \"crackers\"","response":"Graham"},{"text":"If you mix 1 cup flour, 1 cup water &amp; yeast &amp; keep it warm, in 2 or 3 days you'll have this \"starter\"","response":"sourdough"}],"originalDate":"1990-07-17"},{"category":"\"BUTTER\"","comments":"","clues":[{"text":"It can be a fat person or a fat turkey","response":"a butterball"},{"text":"It's the third stroke in a medley relay race in swimming","response":"the butterfly"},{"text":"Slang for a clumsy person, especially one who drops things all the time","response":"a butterfingers"},{"text":"John O'Hara's tale of a high-class call girl who falls in love","response":"<i>BUtterfield 8</i>"},{"text":"It's said of a person who looks most innocent but probably isn't","response":"butter wouldn't melt in his mouth"}],"originalDate":"1990-07-17"},{"category":"RULERS","comments":"","clues":[{"text":"Chinese dynasty that provided an interval of native rule between the Mongols &amp; the Manchus","response":"the Mings"},{"text":"Farah Diba, the third wife of this man, was the first modern woman officially named empress of her country","response":"the Shah of Iran (Reza Pahlavi)"},{"text":"Said to have descended from the sun goddess, Jimmu was the legendary first emperor of this country","response":"Japan"},{"text":"This Stuart king who was ousted by William &amp; Mary went to Ireland where he lost the Battle of Boyne","response":"James II"},{"text":"King of Sparta who brought his wife, Helen,  back home again after the Trojan War","response":"Menelaus"}],"originalDate":"1990-07-17"}],[{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"On April 21, 1960 Brazil's capital moved from Rio de Janeiro to this city 600 miles inland","response":"Brasilia"},{"text":"The Encyclopaedia Britannica was founded in 1768 in this Scottish capital","response":"Edinburgh"},{"text":"The capitals of Newfoundland &amp; the Caribbean country of Antigua &amp; Barbuda share this name","response":"St. John's"},{"text":"Louangphrabang was formerly the royal capital of Laos; now this is its only capital","response":"Vientiane"},{"text":"Every 5 years an international Chopin piano competition takes place in this city","response":"Warsaw"}],"originalDate":"1990-07-17"},{"category":"LITERATURE","comments":"","clues":[{"text":"Dickens character who said, \"God bless us every one!\"","response":"Tiny Tim"},{"text":"In \"The Betrothed\" Rudyard Kipling wrote, \"A woman is only a woman, but a good cigar is\" this","response":"a smoke"},{"text":"This Robert Louis Stevenson character had a parrot named Captain Flint","response":"Long John Silver"},{"text":"The poet Virgil died while on a trip to Greece to authenticate parts of this work","response":"<i>The Aeneid</i>"},{"text":"The title of this Eugene O'Neill play, his only comedy, is taken from the \"Rubaiyat\" of Omar Khayyam","response":"<i>Ah, Wilderness!</i>"}],"originalDate":"1990-07-17"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Victims of the 1881 forest fires in Michigan were the first Americans to benefit from this organization","response":"the Red Cross"},{"text":"This library has managed to acquire copies of all but 3 of the books the British burned in 1814","response":"the Library of Congress"},{"text":"In 1673 the Dutch recaptured this colony &amp; held it for more than a year","response":"New York"},{"text":"By 1924 the phrase \"The flag of the United States of America\" replaced \"my flag\" in this","response":"the Pledge of Allegiance"},{"text":"Charles Lindbergh endorsed this isolationist group, founded in 1940 to keep the U.S. out of WWII","response":"the America First"}],"originalDate":"1990-07-17"},{"category":"CHOREOGRAPHERS","comments":"","clues":[{"text":"\"Babes in Arms\" was one of many Broadway shows choreographed by this Russian-American known for his ballets","response":"George Balanchine"},{"text":"Michael Kidd set Dogpatch dancing in this 1956 musical","response":"<i>Li'l Abner</i>"},{"text":"\"Melodic\" name of the tall Texan who won a Tony for directing \"Nine\"","response":"Tommy Tune"},{"text":"Onna White choreographed both the stage &amp; film versions of this musical about Patrick's aunt, Ms. Dennis","response":"<i>Mame</i>"},{"text":"Joe Layton created the dances for this musical which is partly set in Nonnberg Abbey","response":"<i>The Sound of Music</i>"}],"originalDate":"1990-07-17"},{"category":"THE WWII HOME FRONT","comments":"","clues":[{"text":"Time reported he auctioned his $75 violin, \"Old Love in Bloom\", for $1 million for the war effort","response":"Jack Benny"},{"text":"Major sporting events cancelled in 1940 included Wimbledon &amp; this, slated for Helsinki","response":"the Olympics"},{"text":"When her plane crashed on a defense bond tour, husband Clark Gable joined the search for the wreckage","response":"Carole Lombard"},{"text":"If' he'd been elected in 1944, this GOP nominee would have been the youngest president","response":"Thomas Dewey"},{"text":"In 1940 the fall of Paris inspired this Jerome Kern/Oscar Hammerstein II song","response":"\"The Last Time I Saw Paris\""}],"originalDate":"1991-07-09"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"The angel Gabriel told her, \"Blessed art thou among women\"","response":"Mary"},{"text":"This disciple was treasurer for Jesus' followers &amp; stole money from the common purse","response":"Judas (Iscariot)"},{"text":"\"Man shall not live by\" this \"alone, but by every word that proceedeth out of the mouth of God\"","response":"bread"},{"text":"When asked about Jesus he said, \"I know not the man\" and immediately the cock crew","response":"Peter"},{"text":"The man in whose tomb Jesus was buried lived in this city","response":"Arimathea"}],"originalDate":"1991-07-09"}],{"category":"THE PULITZER PRIZE","text":"3 years after this William Kennedy novel won a Pulitzer Prize, it came out as a film starring Meryl Streep","response":"<i>Ironweed</i>"}]}