{"mix":1255,"rounds":[[{"category":"ART","comments":"","clues":[{"text":"A school of 19th century U.S. landscape painters is named after this N.Y. river valley","response":"the Hudson Valley"},{"text":"Albrecht Durer is known for his 1504 engraving of this pair with strategically placed leaves","response":"Adam & Eve"},{"text":"He studied the Jews of Amsterdam &amp; included them in his works, like the etching of \"Christ Preaching\"","response":"Rembrandt"},{"text":"This Frenchman's \"Olympia\" was so vehemently attacked he had to leave France for a while","response":"Édouard Manet"},{"text":"Jacques-Louis David visited this man the day before he was murdered in his tub","response":"Marat"}],"originalDate":"1991-07-09"},{"category":"THE EARTH","comments":"","clues":[{"text":"By 1985 over 500 tourists a yr. were visiting this continent; by 1989 at least 4 firms were running tours","response":"Antarctica"},{"text":"Though this city's smog was at a low in 1990 it still caused hazy skies at the Grand Canyon, 510 miles away","response":"Los Angeles"},{"text":"Over 30 times the oil dumped by the Exxon Valdez was released into this gulf in January 1991","response":"the Persian Gulf"},{"text":"1 of the \"50 Simple Things You Can Do to Save the Earth\" is not to do this while brushing your teeth","response":"leave the water running"},{"text":"N. America's biggest volcanic eruptions of the past million yrs. were in Wyoming &amp; turned the rock this color","response":"yellow"}],"originalDate":"1991-07-09"},{"category":"SPELLING","comments":"","clues":[{"text":"A jointed puppet manipulated by strings or wires","response":"M-A-R-I-O-N-E-T-T-E"},{"text":"A lizard characterized by its ability to change color, or a changeable, inconstant person","response":"C-H-A-M-E-L-E-O-N"},{"text":"Your collar bone's other name","response":"C-L-A-V-I-C-L-E"},{"text":"This verb meaning to take someone aboard a ship by force is named for a city in China","response":"S-H-A-N-G-H-A-I"},{"text":"The plant whose name is pronounced \"impatience\" is spelled this way","response":"I-M-P-A-T-I-E-N-S"}],"originalDate":"1991-07-09"},{"category":"THE WORLD PRESS","comments":"","clues":[{"text":"In Israel no newspapers are published on this day of the week","response":"Saturday"},{"text":"Founded in Boston in 1908, it's one of the few daily papers sponsored by a religious denomination","response":"the <i>Christian Science Monitor</i>"},{"text":"It's Russian for \"truth\"","response":"<i>Pravda</i>"},{"text":"Called the voice of France's upper middle class, this daily is named for the barber of Seville","response":"<i>Figaro</i>"},{"text":"Leading newspapers published in this country include \"Al Ahram\" &amp; \"Al Akhbar\"","response":"Egypt"}],"originalDate":"1991-07-09"},{"category":"TEXTILES","comments":"","clues":[{"text":"This man-made fiber was once called norun because it was thought to be ideal for use in stockings","response":"nylon"},{"text":"Hats are often made with this fabric of compressed animal hair fibers","response":"felt"},{"text":"Named for its French inventor, this loom was the 1st machine capable of weaving figured patterns","response":"Jacquard"},{"text":"It can be any material woven with metallic or simulated metallic yarns","response":"lamé"},{"text":"The first textile firm to top $1 billion in annual sales is this one based in N.C., not Vermont","response":"Burlington"}],"originalDate":"1991-07-09"},{"category":"CHICAGO","comments":"","clues":[{"text":"The water tower, completed in 1869, was 1 of the few structures to survive this 1871 event","response":"the fire"},{"text":"You can visit the skydeck on the 103rd floor of this 110-story building","response":"Sears Tower"},{"text":"Members of the city council are called this, from Old English for \"old man\"","response":"an aldermen"},{"text":"The city's Natural History Museum was founded by this dept. store owner in 1893","response":"(Marshall) Field"},{"text":"Located on Jackson at La Salle Street, it's the world's largest grain exchange","response":"the (Chicago) Board of Trade"}],"originalDate":"1991-07-09"}],[{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"Abu Bakr, this man's father-in-law, became the first Muslim caliph in 632","response":"Muhammad"},{"text":"The Spanish captured this rock from the Moors in 1309, lost it in 1333 &amp; recaptured it in 1462","response":"Gibraltar"},{"text":"The harsh Gov. Gessler supposedly forced him to shoot the apple from his son's head","response":"William Tell"},{"text":"The eldest son of the French king was known by this title after the future Charles V got it in 1350","response":"dauphin"},{"text":"The name of this English ruling house, supplanted by Lancaster, may mean \"sprig of broom\"","response":"the Plantagenets"}],"originalDate":"1991-07-09"},{"category":"DRAMA","comments":"","clues":[{"text":"This Oscar Wilde work inspired such musicals as \"Oh Ernest\" &amp; \"Ernest in Love\"","response":"<i>The Importance of Being Earnest</i>"},{"text":"His play \"Saint Joan\" opened in 1923, 3 years after Joan of Arc was canonized","response":"George Bernard Shaw"},{"text":"The 2nd &amp; last Pulitzer Prize Tennessee Williams won was for this \"feline\" drama","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"After his \"Tartuffe\" played before Louis XIV, it was promptly banned for three years","response":"Moliere"},{"text":"The last sound in this play is Nora Helmer's slamming of the downstairs door","response":"<i>A Doll's House</i>"}],"originalDate":"1991-07-09"},{"category":"SENIOR ACHIEVERS","comments":"","clues":[{"text":"He was 65 when he took to the road peddling his recipe for \"finger-lickin' good\" chicken","response":"Colonel Sanders"},{"text":"In May 1979 this 84-year-old conductor began his 50th &amp; final season with the Boston Pops Orchestra","response":"Arthur Fieldler"},{"text":"This industrialist remained chairman &amp; chief executive of Occidental Petroleum until his death at 92","response":"Armand Hammer"},{"text":"In October 1990 this 96-year-old choreographer premiered her 180th ballet \"Maple Leaf Rag\"","response":"Martha Graham"},{"text":"When he defended Leopold &amp; Loeb in 1924, he was nearly 70","response":"Clarence Darrow"}],"originalDate":"1991-07-09"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Union Admiral Samuel Phillips Lee was a distant relative of this Confederate commander-in-chief","response":"Robert E. Lee"},{"text":"In this July 1863 Pennsylvania battle, the Southern lines were north of the Northern lines","response":"Gettysburg"},{"text":"Sam Houston was ousted as governor of this state when he refused to support the Confederacy","response":"Texas"},{"text":"Later U.S. Sec. of State, John Milton Hay served as asst. private secretary to this man during the war","response":"President Lincoln"},{"text":"The sympathies of his wife Varina were suspect because she had Northern ancestry","response":"Jefferson Davis"}],"originalDate":"1995-01-02"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1962 baseball's National League expanded to 10 teams, adding the Houston Colt .45s &amp; this N.Y. team","response":"the New York Mets"},{"text":"This former 49ers quarterback holds the Super Bowl record for yards passing in a game with 357","response":"Joe Montana"},{"text":"In 1993 this team's Shaquille O'Neal was named Rookie of the Year in the NBA","response":"the Orlando Magic"},{"text":"It's the \"manly\" nickname of former WBC lightweight champ Hector Camacho","response":"\"Macho\""},{"text":"In 1947 she became the first U.S. woman to win the British Amateur Golf Tournament","response":"Babe Didrikson (Zaharias)"}],"originalDate":"1995-01-02"},{"category":"THE CUTTING BOARD","comments":"","clues":[{"text":"To cut out this citrus fruit's sections, use a special curved, serrated knife","response":"a grapefruit"},{"text":"A special knife or vegetable peeler is used to do this, removing the outer skin of a potato","response":"pare"},{"text":"To completely bone &amp; trim a fish, or the piece of fish itself after you're done","response":"fillet"},{"text":"To cut a food item almost in half horizontally, then open the halves outward like wings","response":"to butterfly"},{"text":"This French term refers to food cut into \"matchsticks\"","response":"julienne"}],"originalDate":"1995-01-02"}],{"category":"ANCIENT POETS","text":"Plato called her \"The Tenth Muse\"","response":"Sappho"}]}