{"mix":1257,"rounds":[[{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"This Robert Louis Stevenson pirate has a parrot named Captain Flint","response":"Long John Silver"},{"text":"The eternally optimistic Mr. Micawber is thought to be based on this author's own father","response":"Dickens"},{"text":"In an Arabian Nights tale, the slave of the ring releases him from a cave the magician has shut him in","response":"Aladdin"},{"text":"She is brought to Thornfield Manor as governess to Adele Varens, Rochester's ward","response":"Jane Eyre"},{"text":"Saved from drowning, spoiled Harvey Cheyne is forced to spend a summer fishing in this Kipling novel","response":"<i>Captains Courageous</i>"}],"originalDate":"1991-10-02"},{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"According to the Information Please Almanac, it's the planet we know the most about after Earth","response":"Mars"},{"text":"On average, it's about twice as far from the Sun as Mercury","response":"Venus"},{"text":"This planet is smaller than our moon","response":"Pluto"},{"text":"1/3 of the planets in our   solar system feature these; Voyager 2 found Uranus'","response":"rings"},{"text":"Scientists have plotted the orbits of over 2500 of these, including those of Hidalgo &amp; Amor","response":"asteroids"}],"originalDate":"1991-10-02"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"She was born Joan de Havilland; her sister Olivia kept the family name","response":"Joan Fontaine"},{"text":"In 1849 Elizabeth Blackwell became the first woman in the U.S. to receive a degree in this","response":"medicine"},{"text":"At 89, this romance author was recently made a dame of the British Empire","response":"Barbara Cartland"},{"text":"She joined the New York City Opera Company in 1955, &amp; 24 years later became its director","response":"Beverly Sills"},{"text":"From 1983-85 Margaret Heckler served as secretary of this cabinet department","response":"Health & Human Services"}],"originalDate":"1991-10-02"},{"category":"THE SMITHSONIAN","comments":"","clues":[{"text":"To visit Shing-Shing &amp; Ling-Ling, a couple of giant pandas, go to this part of the Smithsonian","response":"the National Zoo"},{"text":"The Friendship 7 capsule in which he orbited in 1962 is in the National Air &amp; Space Museum","response":"(John) Glenn"},{"text":"3 members of each of these 2 bodies serve on the institution's board of regents","response":"the Senate & the House of Representatives"},{"text":"The concert hall of this Smithsonian affiliate is home to the National Symphony Orchestra","response":"the Kennedy Center for the Performing Arts"},{"text":"Gordon Bunshaft  designed this donut-shaped art museum noted for its sculpture collection","response":"the Hirshhorn"}],"originalDate":"1991-10-02"},{"category":"NAMES IN THE NEWS","comments":"","clues":[{"text":"Released by the Royals, this pro baseball &amp; football player was signed by the White Sox","response":"Bo Jackson"},{"text":"On August 15, 1991 some 750.000 fans were treated to a free concert in Central Park by this pop singer","response":"Paul Simon"},{"text":"In a speech at George Washington Univ. Hospital, he endorsed the \"Brady\" gun control bill","response":"Ronald Reagan"},{"text":"British media tycoon who saved the New York Daily News from folding","response":"(Robert) Maxwell"},{"text":"This inventor of the Stratocaster electric guitar died at age 81","response":"Leo Fender"}],"originalDate":"1991-10-02"},{"category":"SCOTLAND","comments":"","clues":[{"text":"This capital's Princes Street Gardens has the world's 1st floral clock, which was built in 1903","response":"Edinburgh"},{"text":"To be properly attired, a Scot should wear these socks that have diamond patterns","response":"argyle"},{"text":"Harris tweed, a brand of wool cloth, is made exclusively in this \"Outer\" group of Scottish islands","response":"the Hebrides"},{"text":"The national Church of Scotland is of this denomination","response":"Presbyterian"},{"text":"This breed of draft horse was named for the Scottish river valley where it was developed","response":"the Clydesdale"}],"originalDate":"1992-05-25"}],[{"category":"RANCHES","comments":"","clues":[{"text":"On TV this cowboy called the Double R Bar Ranch home","response":"Roy Rogers"},{"text":"In 1904 the Eaton Ranch near Sheridan, Wyoming became the 1st of these vacation ranches in the West","response":"dude ranches"},{"text":"2,949-acre Skywalker Ranch in Marin County, California belongs to this movie producer","response":"George Lucas"},{"text":"This 825,000-acre Texas ranch was founded by a steamboat captain in 1852","response":"the King Ranch"},{"text":"The Phantom Ranch is the only ranch at the bottom of this natural wonder","response":"the Grand Canyon"}],"originalDate":"1992-05-25"},{"category":"SONG LYRICS","comments":"","clues":[{"text":"It was Bernie Wayne who wrote, \"There she is\" this person, \"There she is your ideal!\"","response":"Miss America"},{"text":"\"If I were\" one of these \"and you were a lady, would you marry me anyway?\"","response":"a carpenter"},{"text":"\"Mrs. Brown you've got\" one of these; \"girls as sharp as her are something rare\"","response":"a lovely daughter"},{"text":"\"Why does the sun go on shining? Why does the sea rush to shore? Don't they know it's\" this","response":"the end of the world"},{"text":"\"If I ruled the world ev'ry day would be\" this day","response":"the first day of spring"}],"originalDate":"1992-05-25"},{"category":"\"HYDRO\" SCIENCE","comments":"","clues":[{"text":"It's an abnormal fear of water, or another term for rabies","response":"hydrophobia"},{"text":"Winglike structures attached to the hull enable this type of boat to skim the water at over 75 mph","response":"a hydrofoil"},{"text":"The first power plant of this type began operating on the Fox River in Wisconsin in 1882","response":"hydroelectric"},{"text":"Also known as muriatic acid, it's widely used as a cleaning agent","response":"hydrochloric acid"},{"text":"Methane, the main constituent of natural gas, is the simplest form of this compound","response":"hydrocarbon (carbon & hydrogen)"}],"originalDate":"1992-05-25"},{"category":"ANONYMOUS QUOTES","comments":"","clues":[{"text":"Used in France as early as 1461, \"Le roi est mort, vive le roi\" translates to this","response":"The king is dead; long live the king"},{"text":"\"Man may work from sun to sun, but\" this \"is never done\"","response":"woman's work"},{"text":"\"A man of words and not of deeds is like a garden full of\" these","response":"weeds"},{"text":"No one knows who came up with this motto on a \"serpentine\" American naval flag","response":"Don't tread on me"},{"text":"A Cornish prayer asks to be delivered from ghoulies &amp; ghosties &amp; long-leggety beasties &\" these","response":"things that go bump in the night"}],"originalDate":"1992-05-25"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"In this Poe story, \"a certain document... has been purloined from the royal apartments\"","response":"\"The Purloined Letter\""},{"text":"His 1st book of stories appeared in 1904, 3 years after he finished serving time for embezzling","response":"O. Henry"},{"text":"\"All the young men in Padua are wild about\" Beatrice Rappaccini, the heroine of this Hawthorne story","response":"\"Rappaccini's Daughter\""},{"text":"He began his literary career writing such stories as \"The Salvation of Swithin Forsyte\"","response":"(John) Galsworthy"},{"text":"In \"The Legend of Sleepy Hollow\", this is Abraham Van Brunt's nickname","response":"Brom Bones"}],"originalDate":"1992-05-25"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"In area it's the largest country in the Western Hemisphere","response":"Canada"},{"text":"This country's highest point, Mount Apo, rises 9,692 feet on the island of Mindanao","response":"the Philippines"},{"text":"In the 15th c. Prince Henry founded one of the 1st navigation schools near Sagres in this country","response":"Portugal"},{"text":"The Frisians of Friesland in this country have their own language","response":"the Netherlands"},{"text":"The name of this Himalayan kingdom is derived from an Indian word meaning \"the edge of Tibet\"","response":"Bhutan"}],"originalDate":"1992-05-25"}],{"category":"BRAND NAMES","text":"Unable to make these candies perfectly round, the confectioner embraced this flawed name for the product","response":"Milk Duds"}]}