{"mix":1264,"rounds":[[{"category":"MARINE BIOLOGY","comments":"","clues":[{"text":"Often found in whales &amp; seals, this is a thick layer of fat deposited below the dermis","response":"blubber"},{"text":"Crocodiles &amp; their relatives are unique among reptiles in having 4-chambered ones of these","response":"a heart"},{"text":"The skeletons of skates &amp; rays are made of this material rather than bone","response":"cartilage"},{"text":"Anadromous fish such as salmon migrate up rivers to do this","response":"spawn"},{"text":"Their leaps of up to 35' in the air &amp; glides of almost 1000' may be to escape undersea predators","response":"flying fish"}],"originalDate":"1992-05-12"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Thomas A. Edison State College was founded in 1972 in this New Jersey capital","response":"Trenton"},{"text":"In 1779 this Philadelphia school became the 1st in the U.S. to be officially designated a university","response":"the University of Pennsylvania"},{"text":"The John F. Kennedy School of Government is located at this university, JFK's alma mater","response":"Harvard"},{"text":"Students built the main campus building at this school, founded by Booker T. Washington","response":"Tuskegee Institute"},{"text":"The world's largest radio telescope at Arecibo, Puerto Rico is run by this Ithaca, N.Y. school","response":"Cornell"}],"originalDate":"1992-05-12"},{"category":"MODERN HISTORY","comments":"","clues":[{"text":"In 1987, 24 nations agreed to restrict certain chemicals that are harming this atmospheric layer","response":"the ozone"},{"text":"In 1969 he became chairman of the PLO","response":"Yasser Arafat"},{"text":"U.S. involvement in the Vietnam War increased in 1964 after an alleged attack on destroyers in this gulf","response":"the Gulf of Tonkin"},{"text":"2 years after the Cuban Missile Crisis this Soviet leader was forced out of office","response":"Krushchev"},{"text":"In 1947 Spain passed a law of succession calling for a new monarchy upon this leader's death","response":"Franco"}],"originalDate":"1992-05-12"},{"category":"DRAMA","comments":"","clues":[{"text":"It's whom Max Gail portrayed in a one-man show called \"The Babe\"","response":"Babe Ruth"},{"text":"\"Caesar and Cleopatra\", first performed in 1901, is considered his first great play","response":"George Bernard Shaw"},{"text":"More than once, Thornton Wilder portrayed the Stage Manager in this play which he also wrote","response":"<i>Our Town</i>"},{"text":"Mikhail Baryshnikov gave an \"insectifying\" performance as Gregor Samsa in an adaptation of   this Kafka work","response":"<i>The Metamorphosis</i>"},{"text":"Based on Greek tragedy, this Eugene O'Neill drama has 13 acts &amp; takes about 6 hours to perform","response":"<i>Mourning Becomes Electra</i>"}],"originalDate":"1992-05-12"},{"category":"LAW","comments":"","clues":[{"text":"While a divorce terminates a legal marriage, this establishes that one never existed","response":"an annulment"},{"text":"While the crime of assault does not require an actual attack, this, often paired with it, does","response":"battery"},{"text":"This can be one who sees a crime committed or one who subscribes his name to a will","response":"a witness"},{"text":"In an open shop, membership in one of these is not a condition of employment","response":"a union"},{"text":"This provision of a life  insurance contract requires twice the payment in the event of accidental death","response":"double indemnity"}],"originalDate":"1992-05-12"},{"category":"COLLEGE DEGREES","comments":"","clues":[{"text":"We hope this doesn't bemuse you, but a B.Mus. is this","response":"a bachelor of music"},{"text":"A B.L.S. is a bachelor of this science<span class=\"nobreak\">--</span>shhhh!","response":"library science"},{"text":"A drama major may earn a B.F.A., which stands for this","response":"a bachelor of fine arts"},{"text":"A M.S.W. is a master of this kind of work","response":"social work"},{"text":"A B.E.E. is a bachelor of this, not of beekeeping","response":"electrical engineering"}],"originalDate":"1991-05-09"}],[{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The geographic center of this state is in Twiggs County, 18 miles from Macon","response":"Georgia"},{"text":"The Grand Canyon is one of many canyons carved by this river","response":"the Colorado"},{"text":"Major rivers emptying into this bay include the James, York &amp; Potomac","response":"the Chesapeake Bay"},{"text":"The Pilgrims docked at Provincetown on this peninsula before going on to Plymouth","response":"Cape Cod"},{"text":"Descendants of Jean Laffite's men live on Grand Isle, just off the coast of this state","response":"Louisiana"}],"originalDate":"1991-05-09"},{"category":"TV SITCOMS","comments":"","clues":[{"text":"This character, a star TV reporter, has a penchant for chewing No. 2 pencils","response":"Murphy Brown"},{"text":"The First Community Church of Philadelphia is the setting for this NBC sitcom","response":"<i>Amen</i>"},{"text":"This accountant played by George Wendt is 1 of 4 characters who have been on \"Cheers\" since its 1982 beginning","response":"Norm"},{"text":"To honor the Marine Corps' 215th anniversary in 1990, Dan Quayle appeared on this series","response":"<i>Major Dad</i>"},{"text":"In \"Davis Rules\", Randy Quaid plays a grammar school principal &amp; this comedian his father, Gunny","response":"Jonathan Winters"}],"originalDate":"1991-05-09"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Don't tell Popeye, but the oxalic acid in this vegetable makes it difficult to absorb its iron","response":"spinach"},{"text":"This green citrus fruit is about half the size of a lemon","response":"a lime"},{"text":"Miso, tamari &amp; tofu are all made from this legume","response":"a soybean"},{"text":"This yellow string bean is an immature form of a kidney bean","response":"the wax bean"},{"text":"This pear, the most widely cultivated in the U.S., is actually the bon chretien of Europe","response":"the Bartlett"}],"originalDate":"1991-05-09"},{"category":"COMMON BONDS","comments":"","clues":[{"text":"Duds, togs, threads","response":"(slang words for) clothes"},{"text":"Clog, frug, jig","response":"dances"},{"text":"Actor John,<br>actress Jill,<br>swimsuit model<br>Kathy","response":"people with last names of Ireland"},{"text":"Car trunk,<br>box, beanstalk","response":"all things that have to do with jacks (where would you find a jack)"},{"text":"Punch, 3,<br>buckle my shoe","response":"all things that have to do with 1-2 (follow 1-2)"}],"originalDate":"1991-05-09"},{"category":"COMPOSERS","comments":"","clues":[{"text":"He completed his \"Messiah\" oratorio in about 25 days","response":"Handel"},{"text":"He dedicated the \"Moonlight\" sonata\" to lady love Giulietta Guicciardi","response":"Beethoven"},{"text":"In the Baroque period so many of this family held musical jobs in Erfurt, their name came to mean musician","response":"Bach"},{"text":"Though he continued to compose other forms of music, \"William Tell\" was his last operatic work","response":"Rossini"},{"text":"On graduation day, remember that it was Sir Edward Elgar who composed this graduation march","response":"\"Pomp And Circumstance\" (\"Land Of Hope And Glory\")"}],"originalDate":"1991-05-09"},{"category":"GOVERNMENT","comments":"","clues":[{"text":"This Treasury Dept. agency handles over 100 million individual tax returns every year","response":"the I.R.S. (Internal Revenue Service)"},{"text":"As head of our nation's armed forces, George Bush holds this title","response":"the commander-in-chief"},{"text":"The two health insurance plans established by the federal government in 1965","response":"Medicare & Medicaid"},{"text":"In the absence of the vice president this official presides over the Senate","response":"the president pro tem of the Senate"},{"text":"In most states a governor can be removed by impeachment; in some by this petition process as well","response":"recall"}],"originalDate":"1991-05-09"}],{"category":"CARTOONS","text":"His theme was the only song from a cartoon short ever nominated for \"Best Song\" Oscar","response":"Woody Woodpecker"}]}