{"mix":1265,"rounds":[[{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"The earliest form of capacitor, the Leyden jar, was used for storing this","response":"an electrical charge"},{"text":"At a constant temperature, the volume of a gas decreases as this increases","response":"pressure"},{"text":"This simple device is actually an inclined plane wrapped in a spiral around a shaft","response":"a screw"},{"text":"Radar guns used by police to judge automobile speeds make use of this scientific \"effect\"","response":"the Doppler effect"},{"text":"This Danish physicist's 1st work was a 1907 investigation of the surface tension of water","response":"Niels Bohr"}],"originalDate":"1991-05-09"},{"category":"CONQUERORS","comments":"","clues":[{"text":"This Norman conquered England but failed to conquer Wales","response":"William the Conqueror"},{"text":"This Spaniard's 1533 execution of Atahualpa, the Incan leader, led to Spain's conquest of Peru","response":"Pizarro"},{"text":"In 1796 France's new government, the Directory, appointed him commander of the army of Italy","response":"Napoleon"},{"text":"Noted for his cruelty, this first Russian czar conquered much of Siberia","response":"Ivan the Terrible"},{"text":"This \"Great\" founder of the Persian Empire conquered Babylon in 539 B.C. &amp; freed the Jewish captives","response":"Cyrus (the Great)"}],"originalDate":"1991-05-09"},{"category":"THE 1960s","comments":"","clues":[{"text":"On October 1, 1962 this 2-word introduction was used for the first time on \"The Tonight Show\"","response":"\"Here's Johnny!\""},{"text":"Writer Norman Mailer ran for mayor of this city, wanting to make it the 51st state if elected","response":"New York City"},{"text":"The first man to orbit the Earth, April 12, 1961, he said, \"I didn't just sit in my chair, I hung in space\"","response":"Yuri Gagarin"},{"text":"President whose daughter married Marine Captain Charles Robb in the White House","response":"Lyndon Johnson"},{"text":"Black Panther leader noted for the black power doctrine &amp; his book \"Soul on Ice\"","response":"Eldridge Cleaver"}],"originalDate":"1991-05-09"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This word for an obnoxious person or a troublesome animal is a variation of vermin","response":"a varmint"},{"text":"This Catholic celebration of the eucharist comes from the Latin for \"to send\"","response":"the mass"},{"text":"Type of toll road that comes from Middle English for \"spiked barrier\"","response":"a turnpike"},{"text":"Number of points for each team in a contest, it comes from Old Norse for 20 &amp; also means 20","response":"the score"},{"text":"Breed of chicken named for a famous American landing site","response":"Plymouth Rock"}],"originalDate":"1991-05-08"},{"category":"BIBLICAL CITIES","comments":"","clues":[{"text":"The city of Gath was home to this Philistine giant","response":"Goliath"},{"text":"Paul had his sight restored in this Syrian city at the hands of Ananias","response":"Damascus"},{"text":"The tower in the 11th chapter of Genesis was built near this city in the land of Shinar","response":"Babel"},{"text":"When the scriptures mention Zion, they refer to this city","response":"Jerusalem"},{"text":"\"And in the 6th month the angel Gabriel was sent from God unto a city of Galilee, named\" this","response":"Nazareth"}],"originalDate":"1991-05-08"},{"category":"1949","comments":"","clues":[{"text":"This camera which produced a print in 60 seconds went on sale May 11","response":"a Polaroid"},{"text":"No longer prime minister, he published \"Their Finest Hour\", vol. 2 of his WWII history","response":"Churchill"},{"text":"In December the nationalist government of China fled from Chengtu to this island","response":"Formosa"},{"text":"After delivering over 2 mil. tons of supplies, the Allied airlift to this city ended Sept. 30","response":"Berlin"},{"text":"Mr. D. L. Colvin, president of the WCTU, blamed this for American concessions at Yalta","response":"alcohol (drinking, booze)"}],"originalDate":"1991-05-08"}],[{"category":"ANATOMY","comments":"","clues":[{"text":"This organ has occipital, parietal, temporal &amp; frontal lobes","response":"the brain"},{"text":"The pollex is the medical name for this part of the body; just ask Siskel or Ebert","response":"the thumb"},{"text":"They're a pair of passageways divided by a bony septum, leading to to the vestibule","response":"the nostrils"},{"text":"Dimension in which the large intestine is larger than the small intestine","response":"width (diameter)"},{"text":"The humerus, radius &amp; ulna meet at this joint","response":"the elbow"}],"originalDate":"1991-05-08"},{"category":"SINGERS","comments":"","clues":[{"text":"This bald rock star topped Mr. Blackwell's 1991 list of the worst-dressed women","response":"Sinead O'Connor"},{"text":"In 1991 his 15-year-old son, Sean, wrote some timely new lyrics for his song \"Give Peace A Chance\"","response":"John Lennon"},{"text":"This former Miss America sang \"Some Wings\", the theme of Paul Hogan's film \"Almost An Angel\"","response":"Vanessa Williams"},{"text":"\"Smooth Operator\" Helen Folasade Adu is known professionally by this name","response":"Sade"},{"text":"This vocalist heard in \"When Harry Met Sally\" starred in a PBS special called \"Swinging Out with Harry\"","response":"Harry Connick Jr."}],"originalDate":"1991-05-08"},{"category":"ROOMS","comments":"","clues":[{"text":"Your rec room may look like a wreck, but \"rec\" is short for this","response":"recreation"},{"text":"This euphemism for bathroom has a cosmetic in its name","response":"a powder room"},{"text":"You probably don't have one of these rooms named for a royal seat unless you're a monarch","response":"a throne room"},{"text":"A large room used for dancing or an adjective that describes dances done in it, like the waltz or tango","response":"a ballroom"},{"text":"A lounge used by actors, probably named for the color it was painted originally","response":"the green room"}],"originalDate":"1991-05-08"},{"category":"EXPLORERS","comments":"","clues":[{"text":"On his 3rd voyage to the New World in 1498, he became the 1st European to reach South America","response":"Columbus"},{"text":"Tasman discovered New Zealand in 1642, but the 1st European to set foot on it was this Briton in 1769","response":"(Captain) Cook"},{"text":"One of Magellan's ships was first to circumnavigate the Earth; this Englishman's was second","response":"(Sir Francis)  Drake"},{"text":"In 1499 King Manuel of Portugal gave this navigator the title \"Admiral of the Sea of India\"","response":"(Vasco) da Gama"},{"text":"In 1889 this former N.Y. Herald reporter discovered the \"Mountains of the Moon\" in E. Central Africa","response":"(Henry) Stanley"}],"originalDate":"1991-05-08"},{"category":"OPERA","comments":"","clues":[{"text":"Monteverdi wrote one of the first of these extended vocal solos for his 1608 opera \"Arianna\"","response":"an aria"},{"text":"Originally, this famed opera house stood on Broadway between 39th &amp; 40th Streets","response":"the Metropolitan"},{"text":"The part of Iago is sung by a baritone in this Verdi opera","response":"<i>Otello</i>"},{"text":"E. Humperdinck's sister Adelheid wrote the libretto for this 1893 opera about a brother &amp; sister","response":"<i>Hansel and Gretel</i>"},{"text":"If you saw \"The Godfather, Part III\" you know \"Cavalleria rusticana\" is set on this Italian island","response":"Sicily"}],"originalDate":"1991-05-08"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Henry James wrote one \"of a Lady\"; James Joyce wrote one \"of the Artist as a Young Man\"","response":"a Portrait"},{"text":"In title of books by Trollope &amp; Tolkien, this word follows \"Barchester\" &amp; \"The Two\"","response":"Towers"},{"text":"In the epic poem \"Beowulf\", the monster devours Hondscio, one of Beowulf's men","response":"Grendel"},{"text":"Jane Austen title heroine whose last name is Woodhouse","response":"Emma"},{"text":"This Scotsman was working on his novel \"Weir of Hermiston\" when he died suddenly on Samoa","response":"Robert Louis Stevenson"}],"originalDate":"1991-05-08"}],{"category":"WORLD TRADE","text":"Country second only to the U.S. in value of both its exports &amp; imports","response":"West Germany"}]}