{"mix":1268,"rounds":[[{"category":"BIRDS","comments":"","clues":[{"text":"Most canaries produced through selective breeding are this color","response":"yellow"},{"text":"The great horned species of this bird will sometimes feed on related species","response":"the owl"},{"text":"The red-legged species of this bird may be the original one in the Christmas pear tree","response":"a partridge"},{"text":"In 1918 William Beede wrote a \"Monograph of\" this bird epicureans serve under glass","response":"pheasant"},{"text":"The ruby-throated species of this small bird makes an annual nonstop 500-mile migration","response":"a hummingbird"}],"originalDate":"1996-02-13"},{"category":"SAINTS","comments":"","clues":[{"text":"She was burned as a relapsed heretic in the Old Market Square of Rouen","response":"Joan of Arc"},{"text":"This New Testament woman's name comes from Magdala, a town near Tiberias","response":"Mary Magdalene"},{"text":"As pope in 800, Saint Leo III crowned this man emperor of the West","response":"Charlemagne"},{"text":"This apostle called \"the Greater\" was one of 3 disciples who witnessed Jesus' transfiguration","response":"St. James"},{"text":"Saint Francis Xavier met this saint of Loyola &amp; helped him found the Jesuits","response":"Ignatius"}],"originalDate":"1996-02-13"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"It's the only U.S. state that lies on the Atlantic Ocean &amp; the Gulf of Mexico","response":"Florida"},{"text":"Of the Great Lakes, it's the farthest west","response":"Superior"},{"text":"You can reach this mountain's summit via a road owned by the city of Colorado Springs, 12 miles east","response":"Pikes Peak"},{"text":"This 14,495-foot mountain is located in California's Sequoia National Park","response":"Whitney"},{"text":"Idaho's lowest point, 710 feet above sea level, lies at the juncture of the Clearwater River &amp; this river","response":"the Snake River"}],"originalDate":"1996-02-13"},{"category":"THEATRE","comments":"","clues":[{"text":"Andrew Lloyd Webber's first musical tells of this biblical hero &amp; his \"Amazing Technicolor Dreamcoat\"","response":"Joseph"},{"text":"In 1995 these singing sisters were \"So Excited\" about touring in a production of \"Ain't Misbehavin\"'","response":"the Pointer Sisters"},{"text":"Play in which Happy says, I'm gonna show you and everybody else that Willy Loman did not die in vain.\"","response":"<i>Death of a Salesman</i>"},{"text":"Tennessee Williams turned his unproduced screenplay \"The Gentleman Caller\" into this play","response":"<i>The Glass Menagerie</i>"},{"text":"Each act of this Beckett play ends with one of the 2 tramps saying, \"Yes, let's go\", but they never move","response":"<i>Waiting for Godot</i>"}],"originalDate":"1996-02-13"},{"category":"POTPOURRI","comments":"","clues":[{"text":"This aviator was known the world over as \"Lucky Lindy\"","response":"Charles Lindbergh"},{"text":"Edward Bear is the real name of this A.A. Milne character","response":"Winnie-the-Pooh"},{"text":"They're the first 3 words of the U.S. Constitution's preamble","response":"We the people"},{"text":"It's the only one of the Nobel Prizes that may be awarded to an institution rather than an individual","response":"the Peace Prize"},{"text":"Alphabetically, it's the last element on the periodic table","response":"zirconium"}],"originalDate":"1996-02-13"},{"category":"MAMMALS","comments":"","clues":[{"text":"This extremely tall African mammal usually has 2 skin-covered horns","response":"a giraffe"},{"text":"It's web-footed as well as being \"duck-billed\"","response":"a platypus"},{"text":"Each of the species of this equine has a distinctive stripe pattern","response":"a zebra"},{"text":"The tusks of a walrus   are these teeth, elongated","response":"canine"},{"text":"This great ape of Borneo uses its throat pouch as a resonator for its calls","response":"an orangutan"}],"originalDate":"1996-05-07"}],[{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"Late to class","response":"tardy"},{"text":"It can mean sharp, or refer to an angle of less than 90 degrees","response":"acute"},{"text":"Term for the claw of a bird of prey","response":"a talon"},{"text":"It's a boat used to carry passengers &amp; vehicles across a river","response":"a ferry"},{"text":"This punctuation mark has more uses than any other","response":"a comma"}],"originalDate":"1996-05-07"},{"category":"U.S. STATES","comments":"","clues":[{"text":"Alaska's state fossil is this mammoth; hey, it's cold  there","response":"the woolly mammoth"},{"text":"Orleans is this state's largest parish in population","response":"Louisiana"},{"text":"With a population of 19,122, Moscow is one of this Spud State's 10 largest cities","response":"Idaho"},{"text":"You'll find the Mystic Marinelife Aquarium in this \"Nutmeg State\"","response":"Connecticut"},{"text":"Before the Civil War, it was nicknamed \"Bleeding\" from the battles over slavery there","response":"Kansas"}],"originalDate":"1996-05-07"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"The Scottish Lowland type of this instrument had a softer sound than the Highland","response":"bagpipes"},{"text":"The grand piano ranges in size from the baby grand to this large one   used for performances","response":"the concert grand"},{"text":"Used in Indian music, a tabla is this type of percussion instrument","response":"a drum"},{"text":"Les Paul developed &amp; popularized the solid-body type of this instrument in the 1940s","response":"the electric guitar"},{"text":"This vellum-bellied instrument typically has 4 full-length strings &amp; a shorter fifth \"thumb\" string","response":"the banjo"}],"originalDate":"1996-05-07"},{"category":"DIALECTS","comments":"(Alex: We'll give you the dialect; you identify the language.)","clues":[{"text":"Fu-chou,<br>Amoy-Swatow,<br>Mandarin","response":"Chinese"},{"text":"Castilian, <br>Andalusian,<br>Aragonese","response":"Spanish"},{"text":"Norman, <br>Angevin, <br>Champenois","response":"French"},{"text":"Cretan,<br>Tsakonian,<br>Peloponnesian","response":"Greek"},{"text":"Thuringian,<br>Swabian,<br>Swiss","response":"German"}],"originalDate":"1996-05-07"},{"category":"BIBLICAL PEOPLE","comments":"","clues":[{"text":"He was involved with a Philistine woman from Timnath &amp; a Gaza harlot before taking up with Delilah","response":"Samson"},{"text":"It's the surname of the Judas who betrayed Jesus","response":"Iscariot"},{"text":"Japheth, one of his sons, was ancestor to the Gomer, Riphath &amp; Ashkenaz nations","response":"Noah"},{"text":"Ishbosheth was the fourth son of this first king of Israel","response":"Saul"},{"text":"Hushai remained faithful to this king during Absalom's attempted coup","response":"David"}],"originalDate":"1996-05-07"},{"category":"WORLD FACTS","comments":"","clues":[{"text":"Indonesia is one of the world's leading producers of these beverage leaves","response":"tea"},{"text":"The National Library of Turkey is in this capital city","response":"Ankara"},{"text":"Queen Beatrix's alma mater is the University of Leiden in this country","response":"the Netherlands"},{"text":"In Gaelic this country's prime minister is known as the taoiseach; currently it's John Bruton","response":"Ireland"},{"text":"This Canadian island province is named for a son of King George III","response":"Prince Edward Island"}],"originalDate":"1996-05-07"}],{"category":"ART","text":"The 2 geometric shapes containing da Vinci's famous \"Vitruvian Man\"","response":"circle & square"}]}