{"mix":1270,"rounds":[[{"category":"INVENTORS","comments":"","clues":[{"text":"The first important product from his Menlo Park, N.J. lab was the carbon telephone transmitter","response":"Thomas Edison"},{"text":"This American's first steamboat was successfully tested in France on the Seine River in 1803","response":"Fulton"},{"text":"This man for whom a temperature scale is named established Britain's first physics lab","response":"Lord Kelvin"},{"text":"In 1861, 9 years after creating an automatic safety elevator, he invented a steam-driven elevator","response":"Otis"},{"text":"He based his pin-tumbler cylinder lock on a mechanism developed by ancient Egyptians","response":"Yale"}],"originalDate":"1996-05-06"},{"category":"ISLANDS","comments":"","clues":[{"text":"This island just 2 miles off Italy's mainland is that country's largest administrative region","response":"Sicily"},{"text":"The smallest of New York City's 5 boroughs shares its name with this island","response":"Manhattan"},{"text":"St. John's, the easternmost city in North America, lies on this Canadian island","response":"Newfoundland"},{"text":"Large lakes in this nation include Lake Lanao on Mindanao Island &amp; Laguna de Bay on Luzon","response":"the Philippines"},{"text":"A string of small islands known as Adam's Bridge stretches from India to this nearby island nation","response":"Sri Lanka"}],"originalDate":"1996-05-06"},{"category":"HISTORY","comments":"","clues":[{"text":"Declaration of Independence signer who proved lightning is electricity","response":"Benjamin Franklin"},{"text":"In 27 B.C. Caesar Octavianus was given this title meaning \"holy\" or \"consecrated\" by the Roman Senate","response":"Augustus"},{"text":"This Macedonian named about 10 cities for himself &amp; one for his horse Bucephalus","response":"Alexander the Great"},{"text":"Between 1976 &amp; 1989, this country's official name was Kampuchea","response":"Cambodia"},{"text":"From 1278 to 1918, this dynasty ruled Austria","response":"the Hapsburg Dynasty"}],"originalDate":"1996-05-06"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"In the Netherlands this neighboring country is called Frankrijk","response":"France"},{"text":"Feliciter is the official newsletter of this North American country's library association","response":"Canada"},{"text":"As you can tell from its name, the Java sparrow is native to this country","response":"Indonesia"},{"text":"Shona is a major language in this country that's alphabetically last among U.N. members","response":"Zimbabwe"},{"text":"San Pedro Sula is this country's 2nd-largest city; Tegucigalpa comes first","response":"Honduras"}],"originalDate":"1993-05-04"},{"category":"COMPUTERS","comments":"","clues":[{"text":"They can be single- or double-sided as well as double- or high-density","response":"computer disks"},{"text":"A circuit to connect a peripheral to the CPU, it may be serial or parallel","response":"a port"},{"text":"The term \"boot\" came from this word, something the computer would \"pull itself up by\" when started","response":"bootstrap"},{"text":"Sim Wong Hoo of Creative Technology invented this board that lets your computer play music &amp; talk","response":"the Sound Blaster"},{"text":"Microsoft created the program that makes the working environment on an IBM PC look like a Macintosh's","response":"Windows"}],"originalDate":"1993-05-04"},{"category":"IN THE NEWS-1987","comments":"","clues":[{"text":"Ralph Waldo Taylor, the last American to fight at this hill with the Rough Riders, died at age 105","response":"San Juan Hill"},{"text":"A celebration was held September 17, 1987 in Philadelphia for this document's 200th anniversary","response":"the U.S. Constitution"},{"text":"\"LA. Law\" star Harry Hamlin was named this by People magazine","response":"the Sexiest Man of the Year (Sexiest Man Alive)"},{"text":"Tired of politics, he resigned as head of the Moral Majority to work full-time at his ministry","response":"Jerry Falwell"},{"text":"This Austrian president was barred from entering the U.S. due to claims about his WWII activities","response":"Kurt Waldheim"}],"originalDate":"1993-05-04"}],[{"category":"CONNECTIONS","comments":"","clues":[{"text":"It's the term for the unknown evolutionary connection between man &amp; apes","response":"the missing link"},{"text":"Before you were born, this cord connected you &amp; your mommy for about 9 months","response":"the umbilical cord"},{"text":"The land bridge that connected Asia &amp; North America is now covered by this strait","response":"the Bering Strait"},{"text":"Its May 1937 opening provided a more direct connection between S.F. &amp; Marin County","response":"the Golden Gate Bridge"},{"text":"They can be coordinate or subordinate, &amp; connect words, phrases &amp; clauses in a sentence","response":"a conjunction"}],"originalDate":"1993-05-04"},{"category":"TREES","comments":"","clues":[{"text":"Species of this tree include crack, basket &amp; weeping","response":"the willow"},{"text":"The aromatic oil from this Australian gum tree is used in expectorants &amp; inhalers","response":"the eucalyptus"},{"text":"Caused by the fungus Certocystis ulmi, it has destroyed many trees in North America &amp; Europe","response":"Dutch Elm disease"},{"text":"British Columbia's floral emblem, the Pacific species of this tree resembles the eastern \"flowering\" one","response":"the dogwood"},{"text":"The bark of the cork species of this tree is used for insulation &amp; bottle stoppers","response":"the oak tree"}],"originalDate":"1993-05-04"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The name of this raised platform where actors stand comes from the Latin meaning \"to stand\"","response":"the stage"},{"text":"Elly May Clampett might know that this word for an animal is an alteration of \"creature\"","response":"critter"},{"text":"The name of this Islamic month of fasting is from an Arabic word meaning \"heat\"","response":"Ramadan"},{"text":"The name of this bone extending from the elbow to the wrist is from Latin for \"elbow\"","response":"the ulna"},{"text":"This ballet term for a full turn of the body on tiptoe is from Middle French for \"spinning top\"","response":"a pirouette"}],"originalDate":"1993-05-04"},{"category":"SPORTS","comments":"","clues":[{"text":"This Chicago Bulls star has led the NBA in scoring for most of the past decade","response":"Michael Jordan"},{"text":"Oklahoma &amp; Oklahoma State play basketball in this conference","response":"the Big 8"},{"text":"In 1992 he won this third straight Olympic gold medal in the long jump","response":"Carl Lewis"},{"text":"The last American man to win this event in the Winter Olympics was Brian Boitano in 1988","response":"figure skating"},{"text":"1 of 2 new Major League Baseball teams to begin play in 1993","response":"(1 of) the Florida Marlins (Colorado Rockies)"}],"originalDate":"1993-05-04"},{"category":"COMPOSERS","comments":"","clues":[{"text":"He wrote an operetta called \"El Capitan\" in 1896, around the same time as \"The Stars And Stripes Forever\"","response":"Sousa"},{"text":"He composed his \"Second Rhapsody\" in 1931; it didn't have a color in its title","response":"Gershwin"},{"text":"The 19th century American who wrote \"Come Where My Love Lies Dreaming\" &amp; \"Beautiful Dreamer\"","response":"Stephen Foster"},{"text":"At the age of 8 Haydn became a choirboy at St. Stephen's Cathedral in this Austrian city","response":"Vienna"},{"text":"An 1898 opera by Rimsky-Korsakov fueled the unfounded rumor that this man had poisoned Mozart","response":"Salieri"}],"originalDate":"1993-05-04"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"In 1982 this cabinet department established the USAF Space Command","response":"the Department of Defense"},{"text":"It's the minimum age for a member of the House of Representatives","response":"25"},{"text":"President Reagan's 1st Sec. of State, he previously served as supreme commander of NATO","response":"(General Alexander) Haig"},{"text":"While Congress is in session, a president has this many days, excluding Sundays, to act on a bill or it becomes law","response":"10"},{"text":"The St. Lawrence Seaway Development Corp. falls under the jurisdiction of this cabinet department","response":"the Department of Transportation"}],"originalDate":"1993-05-04"}],{"category":"FAMOUS AMERICANS","text":"10 years before publishing book subtitled \"Life in the Woods\", he caused a 300-acre forest fire","response":"Henry David Thoreau"}]}