{"mix":1271,"rounds":[[{"category":"1994","comments":"","clues":[{"text":"This dinosaur came in third on Forbes' list of the highest-paid entertainers","response":"Barney"},{"text":"This British colony held its first fully democratic elections on September 18","response":"Hong Kong"},{"text":"In October Mike Espy announced his resignation from this cabinet post","response":"Secretary of Agriculture"},{"text":"The ferry Estonia sank in this sea on September 28, killing more than 800","response":"the Baltic Sea"},{"text":"A November Senate report blasted the CIA's handling of this man's spy case","response":"Aldrich Ames"}],"originalDate":"1995-02-07"},{"category":"SAINTS","comments":"","clues":[{"text":"Before St. George slew this beast, the townspeople had attempted to appease it with sheep","response":"the dragon"},{"text":"This apostle may have reached southern India as legend suggests, but some \"doubt\" it","response":"(St.) Thomas"},{"text":"St. Romanus the Melodist wrote 1,000 of these religious songs of praise; about 60 survive","response":"hymns"},{"text":"St. John of this Syrian capital is a saint of both the Roman Catholic &amp; Greek Orthodox churches","response":"Damascus"},{"text":"St. Catherine of Siena helped convince Pope Gregory XI to return to Rome from this French papal city","response":"Avignon"}],"originalDate":"1995-02-07"},{"category":"THE UNITED NATIONS","comments":"","clues":[{"text":"At a 1988 General Assembly session in Geneva, this PLO leader accepted Israel's right to exist","response":"Yasser Arafat"},{"text":"His diplomatic career began under Sadat in 1977; in 1992 he became U.N. Secretary-General","response":"Boutros Boutros-Ghali"},{"text":"After his assassination in New Delhi Jan. 30, 1948, the General Assembly set aside a period of mourning","response":"Gandhi"},{"text":"Harry Belafonte &amp; Audrey Hepburn have been special ambassadors for this U.N. agency","response":"UNICEF"},{"text":"Talks between G.B. &amp; Argentina over these islands began in the '60s &amp; were still on when the 1982 war began","response":"the Falklands"}],"originalDate":"1995-02-07"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"These cherries sometimes sold in green syrup are usually of the Royal Ann variety","response":"maraschino cherries"},{"text":"The limequat is a cross between a lime &amp; this fruit","response":"the kumquat"},{"text":"A large one these fuzzy- skinned fruits from New Zealand has more vitamin C than a medium-sized orange","response":"a kiwi"},{"text":"The small, lantern-shaped habanero is one of the more-fiery types of this","response":"a pepper"},{"text":"The Bosc variety of this fruit is good for poaching &amp; baking","response":"a pear"}],"originalDate":"1995-02-07"},{"category":"7-LETTER WORDS","comments":"","clues":[{"text":"This word for a woman engaged to be married comes from Old French meaning \"trust\"","response":"a fiancee"},{"text":"As a noun it's the crops that ripen in a season; as a verb, the act of gathering them","response":"harvest"},{"text":"This word for a whirlpool bath is a trademark","response":"Jacuzzi"},{"text":"The name of this starch used to make pudding comes from a Tupi Indian word","response":"tapioca"},{"text":"This word is combined with \"mechanics\" for a theory in physics about the behavior of atoms","response":"quantum"}],"originalDate":"1995-02-07"},{"category":"HISTORY","comments":"","clues":[{"text":"This Scottish queen was born in Linlithgow Palace on December 8, 1542","response":"Mary Queen of Scots"},{"text":"In 1588 Philip II sent this fleet to England, hoping to restore the country to Catholicism","response":"the Spanish Armada"},{"text":"The name of these people came from Aztlan, their supposed homeland north of the valley of Mexico","response":"Aztecs"},{"text":"When this mongol conqueror was a lad, his father, Yesugei, was poisoned","response":"Genghis Khan"},{"text":"Cosimo III's son Gian Gastone was the last member of this Florentine family to be Grand Duke of Tuscany","response":"the Medici"}],"originalDate":"1995-02-07"}],[{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"A museum at Washington Square in this Massachusetts city depicts the witch trials of 1692","response":"Salem"},{"text":"Arlington, Vt. has an exhibition of this Saturday Evening Post illustrator's works &amp; a film on his life","response":"(Norman) Rockwell"},{"text":"This \"dark\" region of Germany is especially famous for its smoked ham &amp; cake","response":"Black Forest"},{"text":"When traveling to this European capital, you may land at Hellinikon Airport via Olympic Airways","response":"Athens"},{"text":"On weekdays a blacksmith demonstrates his craft at the Old Cow Town Museum in this largest Kansas city","response":"Wichita"}],"originalDate":"1995-02-07"},{"category":"THEATRE","comments":"","clues":[{"text":"The L.A. Times reported that devotees of this Andrew Lloyd Webber musical call themselves \"Phans\"","response":"<i>The Phantom of the Opera</i>"},{"text":"In scene 1 of this play, Daisy crashes her car &amp; her son Boolie decides to hire her a chauffeur","response":"<i>Driving Miss Daisy</i>"},{"text":"His play \"Brighton Beach Memoirs\" takes place in a small house in Brooklyn in 1937","response":"Neil Simon"},{"text":"Justine Bateman appeared in a 1990 revival of \"The Crucible\" by this playwright","response":"Arthur Miller"},{"text":"In 1867 this Norwegian wrote one of his most famous plays, \"Peer Gynt\"","response":"(Henrik) Ibsen"}],"originalDate":"1995-02-07"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"Because its coefficient of expansion is close to constant, this element works well in thermometers","response":"mercury"},{"text":"The name rubidium comes from the Latin rubidus, meaning this color","response":"red"},{"text":"Henri Sainte-Claire Deville developed a method for the industrial production of this light metal","response":"aluminum"},{"text":"NASA's space capsules were largely made out of this silver-white metallic element","response":"titanium"},{"text":"This Russian predicted the existence of germanium in 1871; a German found it 15 years later","response":"Mendeleev"}],"originalDate":"1995-02-07"},{"category":"POLITICIANS","comments":"","clues":[{"text":"In 1945 this Kansas senator's right arm was permanently disabled in combat in Italy","response":"Bob Dole"},{"text":"In 1994 Ben Cayetano became this state's first governor of Filipino ancestry","response":"Hawaii"},{"text":"In 1994 this Democrat lost his bid for a fourth term as governor of New York","response":"Mario Cuomo"},{"text":"In 1994 this co-owner of the Texas Rangers was elected Texas governor","response":"George Bush"},{"text":"Robert Bennett &amp; Orrin Hatch are this state's 2 U.S. senators","response":"Utah"}],"originalDate":"1995-02-07"},{"category":"FIRST LINES","comments":"","clues":[{"text":"\"In a certain village in La Mancha, which I do not wish to name, there lived not long ago a gentleman...\"","response":"<i>Don Quixote</i>"},{"text":"\"Marley was dead: to begin with\"","response":"<i>A Christmas Carol</i>"},{"text":"\"Mr. Phileas Fogg lived, in 1872, at No. 7, Saville Row, Burlington Gardens...\"","response":"<i>Around the World in Eighty Days</i>"},{"text":"\"Half-way down a by-street of one of our New England towns, stands a rusty wooden house...\"","response":"<i>The House of the Seven Gables</i>"},{"text":"\"Mr. Jones of the Manor Farm had locked the hen-houses...but was too drunk to remember to shut the popholes\"","response":"<i>Animal Farm</i>"}],"originalDate":"1995-02-07"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Flowing over 4,000 miles across Africa, it's the world's longest river","response":"the Nile"},{"text":"The narrowest part of this strait is between Cape Dezhnyov in Russia &amp; Cape Prince of Wales in Alaska","response":"the Bering Strait"},{"text":"The Sargasso Sea lies within this ocean","response":"the Atlantic Ocean"},{"text":"The Indian Peninsula divides the Indian Ocean into the Arabian Sea on the west &amp; this bay on the east","response":"the Bay of Bengal"},{"text":"Bordering 4 states, it's the second-smallest of the Great Lakes","response":"Erie"}],"originalDate":"1995-05-09"}],{"category":"STATE CAPITALS","text":"2 of 4 state capitals with the word \"city\" in their name","response":"(2 of) Oklahoma City, Carson City, Salt Lake City or Jefferson City"}]}