{"mix":1273,"rounds":[[{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Every summer the California state fair is held in this city","response":"Sacramento"},{"text":"This home of the Naval Academy was chartered by Queen Anne in 1708","response":"Annapolis"},{"text":"This state capital is home to the William Penn Memorial Museum","response":"Harrisburg"},{"text":"Covering about 430 acres, Roger Williams Park is this city's largest","response":"Providence"},{"text":"In 1821 this city between St. Louis &amp; Kansas City was chosen as a state capital","response":"Jefferson City (Missouri)"}],"originalDate":"1995-05-02"},{"category":"FOOD","comments":"","clues":[{"text":"While venison can refer the meat of a moose or elk, it usually applies to this animal","response":"deer"},{"text":"Small ones of these breakfast treats are popularly referred to as silver dollars","response":"pancakes"},{"text":"Not only are these Hawaiian nuts expensive, they also contain more fat than most","response":"macadamia nuts"},{"text":"Its the French name for an oblong pastry filled with custard or cream &amp; iced with chocolate","response":"an eclair"},{"text":"While it looks like a cross between celery &amp; chard, bok choy is a variety of this vegetable","response":"cabbage"}],"originalDate":"1995-05-02"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"Yes, it is the Spanish word for yes","response":"si (from is)"},{"text":"The Bible's King Og might give this order to depart","response":"go (from Og)"},{"text":"Fe fi fo fum, I smell this preposition","response":"of (from fo)"},{"text":"Weird Al Yankovic would soon hit this singing the diatonic scale","response":"la (from Al)"},{"text":"Drama found on stages in Japan","response":"no (from on)"}],"originalDate":"1995-05-02"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"In 1787 Gouverneur Morris wrote the final draft of its preamble","response":"the Constitution"},{"text":"War during which the quote \"We have met the enemy, and they are ours\" was said","response":"the War of 1812"},{"text":"In 1923 his father swore him in as president at their Plymouth, Vermont house","response":"Coolidge"},{"text":"Thanks to 450,000 votes from southern blacks, he won the 1868 popular vote by 300,000","response":"Grant"},{"text":"In the 1880s Neb. settlers were known as these from the material they used to construct their houses","response":"sodbusters"}],"originalDate":"1995-05-02"},{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"T'ao t'ieh are monster masks found on bronze objects of this country's Shang &amp; Chou dynasties","response":"China"},{"text":"U.S. chemist Willard F. Libby developed this method of dating in the 1940s","response":"carbon-14"},{"text":"In 1912 a German expedition found the now-famous painted bust of this queen at Tell el-Amarna","response":"Nefertiti"},{"text":"Archaeologists no longer believe the long-held theory that these ancient priests built Stonehenge","response":"the Druids"},{"text":"In 1865 Sir John Lubbock coined this term to denote the \"New Stone\" Age","response":"the Neolithic Age"}],"originalDate":"1995-05-02"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"The rhyme royal is a 7-line stanza introduced by this author of \"The Canterbury Tales\"","response":"Chaucer"},{"text":"This term for the resolution of a work is from the French denouer, meaning \"to untie\"","response":"a denouement"},{"text":"It's defined as a short composition on a particular topic; Pope wrote one \"on Criticism\"","response":"an essay"},{"text":"\"Wilhelm Meister's Apprenticeship\" by this \"Faust\" author is a bildungsroman, or novel of education","response":"Goethe"},{"text":"Juvenalian &amp; Horatian are the 2 main types of this literary form that uses irony &amp; sarcasm","response":"satire"}],"originalDate":"1995-05-02"}],[{"category":"LANGUAGES","comments":"","clues":[{"text":"The dialect of Zanzibar was eventually recognized as the standard form of this language","response":"Swahili"},{"text":"The word vodka is borrowed from this language","response":"Russian"},{"text":"This native language of New Zealand belongs to the Malayo-Polynesian family of languages","response":"Maori"},{"text":"The classical form of this language had 23 letters, lacking J, U &amp; W","response":"Latin"},{"text":"Telugu &amp; Malayalam are Dravidian languages spoken in the southern part of this Asian country","response":"India"}],"originalDate":"1995-05-02"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Founded in 1583, the University of this Scottish capital is renowned for its school of medicine","response":"Edinburgh"},{"text":"Combining features of U.S. &amp; European universities, Johns Hopkins opened in this centennial year","response":"1876"},{"text":"This N.Y. liberal arts college is named for the wife of its founder, William Van Duzer Lawrence","response":"Sarah Lawrence"},{"text":"The Dearborn Observatory in Evanston Illinois is associated with this university","response":"Northwestern"},{"text":"The Kennedy Institute of Ethics is part of this oldest U.S. Catholic university","response":"Georgetown"}],"originalDate":"1995-05-02"},{"category":"THEATRE","comments":"","clues":[{"text":"This Rodgers &amp; Hammerstein musical is set in Siam in the early 1860s","response":"<i>The King and I</i>"},{"text":"Maggie the Cat is the catty heroine of this Tennessee Williams play","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"The title of Tina Howe's play \"Painting\" these refers to people, not to houses of worship","response":"Churches"},{"text":"He wrote in \"Tartuffe\", \"Those whose conduct gives room for talk are...first to attack their neighbors\"","response":"Moliere"},{"text":"In 16th c. Italy the commedia erudita followed scripts &amp; this popular dramatic form was improvised","response":"commedia dell'arte"}],"originalDate":"1995-05-02"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"Her name was Goldie Myerson before she Hebraized it to this","response":"Golda Meir"},{"text":"This British ruler sponsored a translation of the Bible that now bears his name","response":"King James I"},{"text":"On March 24, 1958 he became Army G.I. No. 53310761","response":"Elvis Presley"},{"text":"He was killed in his red Fokker plane near Amiens, France","response":"the Red Baron"},{"text":"His father, a violinist, was a founder of the Bombay String Quartet &amp; Bombay Symphony","response":"Zubin Mehta"}],"originalDate":"1990-07-10"},{"category":"HUMOROUS QUOTES","comments":"","clues":[{"text":"Oscar Wilde said, \"I like men who have a future and women who have\" this","response":"a past"},{"text":"P.T. Barnum once punned, \"Every crowd has a silver\" one of these","response":"a lining"},{"text":"Thomas A, Edision quipped, \"When down in the mouth, remember\" this biblical prophet, \"He came out all right.\"","response":"Jonah"},{"text":"U.S. Grant said, \"I only know 2 tunes; one of them is\" this patriotic ditty \"and the other isn't.\"","response":"\"Yankee Doodle\""},{"text":"Paraphrasing Shakespeare, Dorothy Parker called it \"the soul of lingerie\"","response":"brevity"}],"originalDate":"1990-07-10"},{"category":"TELEVISION","comments":"","clues":[{"text":"\"Dynasty\" character who's been married to Blake Carrington, Cecil Colby &amp; \"Dex\" Dexter","response":"Alexis"},{"text":"On TV, Timothy Hutton's father, Jim, played this detective created by Frederic Dannay &amp; Manfred Lee","response":"Ellery Queen"},{"text":"Actress who's starred as Coretta King, Marva Collins, Harriet Tubman &amp; Jane Pittman","response":"Cicely Tyson"},{"text":"In the 1950s Sherman Billingsley was host as well as owner of this elegant Manhattan \"Club\"","response":"the Stork Club"},{"text":"Jon Hall was this character \"of the Jungle\", whose name meant \"white medicine man\"","response":"Ramar"}],"originalDate":"1990-07-10"}],{"category":"LANGUAGES","text":"Of the Teutonic family of languages, the one most widely spoken","response":"English"}]}