{"mix":1274,"rounds":[[{"category":"NIAGARA FALLS","comments":"","clues":[{"text":"Cities named Niagara Falls are opposite each other in this state &amp; province","response":"New York & Ontario"},{"text":"These can be viewed from behind in the Cave of the Winds","response":"the American Falls"},{"text":"Experts figure in about 25,000 years the falls will cut all the way back to this lake, their source","response":"Lake Erie"},{"text":"To keep up the spectacle there's a limit on the water that can be diverted into these plants","response":"the electric generating plants"},{"text":"The tourist boats that go around the pool at the base of the falls are all named this","response":"the Maids of the Mist"}],"originalDate":"1990-07-10"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Field in which the name Georges-Auguste Escoffier is legendary","response":"cooking"},{"text":"Scientists say in the Devonean Period, 350 mil. years ago, the length of this was about 22 hours","response":"a day"},{"text":"In 1980, 6 others were tried with this group that supported Mao, making a total of 10","response":"the Gang of Four"},{"text":"Gasohol is a 9-to-1 mixture of gasoline with either ethanol or this other type of alcohol","response":"methyl alcohol"},{"text":"Olympic sport in which opponents face each other on a measured strip called a piste","response":"fencing"}],"originalDate":"1990-07-10"},{"category":"MAGAZINES","comments":"","clues":[{"text":"In 1941 a \"Guaranty Seal\" replaced this magazine's \"Seal of Approval\"","response":"<i>Good Housekeeping</i>"},{"text":"This humor magazine's price is \"$1.75 cheap\"","response":"<i>Mad</i>"},{"text":"Founded by DeWitt Wallace as a reprint magazine, it began printing some original material in 1930","response":"<i>Reader's Digest</i>"},{"text":"Time Inc.'s 2nd successful magazine was this business publication which debuted in 1930","response":"<i>Fortune</i>"},{"text":"It calls itself \"The International Magazine of Fine Interior Design\"","response":"<i>Architectural Digest</i>"}],"originalDate":"1990-07-10"},{"category":"THE 1980s","comments":"","clues":[{"text":"After victory in this 1982 war, Margaret Thatcher said, \"Those islands belong to us.\"","response":"the Falkland Islands"},{"text":"On September 1, 1983 the Soviets shot down this airline's flight 007","response":"Korean Air Lines"},{"text":"This author's novel, \"The Garden of Eden\" was published in 1986, 25 years after his death","response":"Ernest Hemingway"},{"text":"\"Energy Turns the World\" was the theme of this Tennessee city's World's Fair which opened in '82","response":"Knoxville"},{"text":"The 1981 Oscar ceremonies were postponed from March 30th to the 31st due to this","response":"the attempted assassination of President Reagan"}],"originalDate":"1990-07-10"},{"category":"ARTISTS","comments":"","clues":[{"text":"This artist's \"Manao Tupapau\" depicts a superstitious Tahitian girl terrified of a dead spirit","response":"Gauguin"},{"text":"Augustus John's portrait of this man in a kaffiyeh headdress looks a lot like Peter O'Toole","response":"Lawrence of Arabia"},{"text":"His \"Burial of the Conde de Orgaz\" pictured his son &amp; members of Toledan society","response":"El Greco"},{"text":"His art can be divided into  Paris, Arles, &amp; Saint-Remy periods","response":"van Gogh"},{"text":"He painted \"Fog Warning\" &amp; other seascapes after moving to a lonely point on the Maine coast","response":"Winslow Homer"}],"originalDate":"1990-07-10"},{"category":"GRAMMAR","comments":"","clues":[{"text":"The 2 voices in English grammar are active &amp; this","response":"passive"},{"text":"The 3 interrogative pronouns are which, what &amp; this one","response":"who"},{"text":"A complex sentence contains 1 or more dependent ones","response":"a clause"},{"text":"A participle is a verb form used at this part of speech without losing its character as a verb","response":"an adjective"},{"text":"English has 6 tenses: present, past, future &amp; these 3","response":"present perfect, past perfect & future perfect"}],"originalDate":"1990-07-10"}],[{"category":"ANATOMY","comments":"","clues":[{"text":"Because it contains no nerves, it doesn't hurt the baby or mother when it's cut","response":"the umbilical cord"},{"text":"The waterproof layer of your skin","response":"the epidermis"},{"text":"The leg proper is only the segment between the ankle &amp; this","response":"the knee"},{"text":"Blood enters this organ through the hepatic artery","response":"the liver"},{"text":"You don't need stones in the gall bladder or kidneys; you do need the otoliths, stones in these","response":"the ear"}],"originalDate":"1990-07-10"},{"category":"THE SOUTH","comments":"","clues":[{"text":"You can see gators jumping for food at the Gator Jumparoo Show at Kissimmee in this state","response":"Florida"},{"text":"Of all the southern states, this one is first alphabetically","response":"Alabama"},{"text":"You might say Avery Island is one of Louisiana's hot spots; it's the home of this famous hot sauce","response":"Tabasco"},{"text":"It's Virginia's state flower &amp; its state tree; we assume its bark is worse than its bite","response":"the dogwood"},{"text":"This state's largest lake, Lake Sidney Lanier, is named for a poet &amp; native son","response":"Georgia"}],"originalDate":"1990-07-10"},{"category":"MEDICINE","comments":"","clues":[{"text":"Even bacteria can be infected by these, the smallest known infectious agents","response":"virus"},{"text":"A pad applied to the skin using pressure &amp; held in place; a cold one is used for swelling","response":"a compress"},{"text":"A cochlear implant is used to treat this disability","response":"hearing loss"},{"text":"Thought to be due to intestinal spasms, this condition in babies usually ends after 3 months","response":"colic"},{"text":"This pulmonary disease can be spread by an infected person or by infected milk","response":"tuberculosis"}],"originalDate":"1990-07-12"},{"category":"EUROPE","comments":"","clues":[{"text":"A company in St. Louis reported shipping more than 80 tons of it from Germany since Nov. 1989","response":"the Berlin Wall"},{"text":"The world's longest car tunnel is a 10.14-mile passage at this country's St. Gotthard Pass","response":"Switzerland"},{"text":"Called \"école maternelles\", they've been offered free of charge to the French since 1881","response":"daycare centers"},{"text":"In 1961 the Soviet Union broke diplomatic ties with this Balkan land due to its support of China","response":"Albania"},{"text":"The area named the \"Free Territory of Trieste\" by the U.N. in 1946 is now part of these 2 countries","response":"Italy & Yugoslavia"}],"originalDate":"1990-07-12"},{"category":"LAW","comments":"","clues":[{"text":"The scribe in an Ancient Egyptian court is equivalent to this position in our courts today","response":"a court reporter"},{"text":"Rule that sets a maximum time within which a suit can be brought","response":"the statute of limitations"},{"text":"For the training of law students, hypothetical &amp; historical cases are tried in these courts","response":"a moot court"},{"text":"The term for the system of law of the Roman Catholic church","response":"canonical law"},{"text":"They are the rules by which a corporation conducts its business","response":"the bylaws (charters)"}],"originalDate":"1990-07-12"},{"category":"EDUCATION","comments":"","clues":[{"text":"Among honors at graduation, it falls between summa cum laude &amp; cum laude","response":"magna cum laude"},{"text":"Most state compulsory attendance laws require students to stay in school through this age","response":"16"},{"text":"Founded in 1867 to serve blacks, this Washington, D.C. university has always been open to all races","response":"Howard University"},{"text":"In 1848 this famous educator replaced John Quincy Adams as a Mass. congressman","response":"Horace Mann"},{"text":"This program was established in 1965 to give disadvantaged children a jump on kindergarten","response":"Head Start"}],"originalDate":"1990-07-12"}],{"category":"ACTION MOVIES","text":"Its last line is \"If this is their idea of Christmas, I gotta be here for New Year's\"","response":"<i>Die Hard</i>"}]}