{"mix":1275,"rounds":[[{"category":"DICTIONARY ABBREVIATIONS","comments":"","clues":[{"text":"A word listed as \"obs\" is this, but we'll let you use it anyway","response":"obsolete"},{"text":"Linguists know that \"hung\" is short for this language","response":"Hungarian"},{"text":"You don't have to be one of these to know that it's abbreviated \"Th.D.\"","response":"doctor of theology"},{"text":"This title which sometimes follows a British name can be abbreviated as \"bt\" or \"bart\"","response":"baronet"},{"text":"In the dictionary, the abbreviation \"def. art.\" refers to this part of speech","response":"definite article"}],"originalDate":"1990-07-12"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"From Memorial Day to Labor Day, floodlights illuminate the presidential quartet here","response":"Mount Rushmore"},{"text":"For big game fishing, try the waters surrounding Bimini in this country S.E. of Florida","response":"the Bahamas"},{"text":"Traveling from Denmark to the Netherlands, you'll want to exchange your kroner for these","response":"guilders"},{"text":"To visit the original Guinness Brewery &amp; sample a brew, go to this capital city","response":"Dublin"},{"text":"The alternate name of this London site is the Collegiate Church of St. Peter","response":"Westminster Abbey"}],"originalDate":"1990-07-12"},{"category":"BOTANY","comments":"","clues":[{"text":"Chlorosis is a deficiency of this pigment causing a green plant to have yellow areas","response":"chlorophyll"},{"text":"A pea is this part of the plant","response":"a seed"},{"text":"Diseases that attack this fruit's plant include sigatoka, moko &amp; Panama","response":"the banana"},{"text":"Sphagnum, which absorbs water like a sponge, is a type of this","response":"moss"},{"text":"Flowers pollinated by this have very small petals or none at all","response":"the wind"}],"originalDate":"1990-07-12"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"In 1947 the first of these ancient biblical documents were discovered in a cave south of Jericho","response":"the Dead Sea Scrolls"},{"text":"From 1905 until the end of WWII, Japan &amp; this nation both claimed portions of Sakhalin island","response":"the Soviet Union"},{"text":"For capturing 132 Germans, this WWI hero was made a sergeant &amp; awarded the Congressional Medal of Honor","response":"Sergeant York"},{"text":"52 lives were lost when this Italian liner collided with the Stockholm &amp; sank on July 25, 1956","response":"the <i>Andrea Doria</i>"},{"text":"He was South Korea's president during the Korean conflict","response":"Syngman Rhee"}],"originalDate":"1990-07-12"},{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"A.A. Milne wrote the popular 1928 children's book called \"The House at\" this \"Corner\"","response":"Pooh"},{"text":"In the title of a 1911 book by Frances Hodgson Burnett, this adjective describes the garden","response":"secret"},{"text":"In \"The Snow Queen\" Kay becomes mean after fragments of this fly into his eye &amp; his heart","response":"glass"},{"text":"Eloise is a little girl who lives at this New York hotel","response":"the Plaza"},{"text":"His father, Raff, is a dike worker who fell from a scaffold &amp; lost his memory","response":"Hans Brinker"}],"originalDate":"1990-07-12"},{"category":"REPUBLICANS","comments":"","clues":[{"text":"In 1960 this future HUD sec'y became the first pro quarterback to pass for more than 3,000 yards","response":"Jack Kemp"},{"text":"This former Texas governor led \"Democrats for Nixon\" in 1972 &amp; became a Republican the next year","response":"John Connally"},{"text":"James Patterson's 1973 biography of this Ohio senator was entitled \"Mr. Republican\"","response":"Taft"},{"text":"He built a reputation for prosecuting racketeers &amp; began a 12-year hitch as N.Y. gov. in 1943","response":"Dewey"},{"text":"In addition to chairing the Republican National Committee, he plays a mean blues guitar","response":"Lee Atwater"}],"originalDate":"1990-07-12"}],[{"category":"ASTROLOGY","comments":"","clues":[{"text":"This sign's constellation contains a star cluster called the Beehive, not the Crabhive","response":"Cancer"},{"text":"This zodiacal symbol is often depicted pouring water, not just carrying it","response":"Aquarius"},{"text":"Capricorn is associated with this god of forests, fields &amp; flocks","response":"Pan"},{"text":"This aggressive passionate sign is symbolized by an animal with 6 to 12 eyes","response":"Scorpio"},{"text":"Some say this sign ruled by Neptune is the last sign of the zodiac; others say it's the first","response":"Pisces"}],"originalDate":"1990-07-12"},{"category":"THE SPEAKER IN SHAKESPEARE","comments":"","clues":[{"text":"\"A bloody deed<span class=\"nobreak\">--</span>almost as bad, good mother as kill a king, and marry with his brother\"","response":"Hamlet"},{"text":"\"Double, double, toil and trouble; fire burn and cauldron bubble\"","response":"the witches of <i>Macbeth</i>"},{"text":"\"Katherine, I charge thee, tell these headstrong women what duty they do owe their lords and husbands\"","response":"Petruchio"},{"text":"\"I prithee, daughter, do not make me mad\"","response":"King Lear"},{"text":"\"How camest thou hither, tell me, and wherefore? The orchard walls are high and hard to climb\"","response":"Juliet"}],"originalDate":"2020-06-12"},{"category":"CELEBRITY EXES","comments":"","clues":[{"text":"This actress &amp; husband Chris Martin of Coldplay called their split a \"conscious uncoupling\"","response":"Gwyneth Paltrow"},{"text":"After 12 days of marriage, my true love said to me... let's split up! (the true lovers being Jon Peters &amp; this \"Baywatch\" star)","response":"Pamela Anderson"},{"text":"Quite the nice ex, Anna Faris offered to officiate the wedding of Katherine Schwarzenegger &amp; this \"Jurassic World\" star","response":"(Chris) Pratt"},{"text":"Seal &amp; this supermodel had 3 kids together &amp; the 2 split amicably<span class=\"nobreak\">--</span>he guest-judged \"America's Got Talent\" next to her","response":"Heidi Klum"},{"text":"In 1954 Marilyn Monroe singled, divorcing this Yankee after 9 months of wedded non-bliss","response":"(Joe) DiMaggio"}],"originalDate":"2020-06-12"},{"category":"WORDS &amp; PHRASES","comments":"","clues":[{"text":"To invent a new word or phrase is to do this<span class=\"nobreak\">--</span>makes cents","response":"to coin"},{"text":"Meaning \"false step\" in French, it's a socially embarrassing act or remark","response":"a faux pas"},{"text":"Term for the technical jargon of attorneys &amp; their documents","response":"legalese"},{"text":"\"He who pays the piper holds the reins\" is an example of this, incorrectly fusing 2 symbolic comparisons","response":"a mixed metaphor"},{"text":"From the Latin for \"announce\", this means to pronounce clearly &amp; correctly","response":"to enunciate"}],"originalDate":"2020-06-12"},{"category":"INSIDE OF ME","comments":"","clues":[{"text":"The fissure of Rolando is found in this topmost &amp; probably importantmost part of the brain","response":"the cerebrum"},{"text":"The corpus luteum in these organs secretes estrogen &amp; progesterone","response":"the ovaries"},{"text":"Each of these organs is encased in a sac called the pleura","response":"your lungs"},{"text":"If you want to be formal about it, \"vermiform\" precedes the name of this tube that seems to serve no purpose but can become inflamed","response":"the appendix"},{"text":"The name of this internal organ is a synonym for ill humor or bad temper","response":"your spleen"}],"originalDate":"2020-06-12"},{"category":"THE MADNESS OF THE KING","comments":"","clues":[{"text":"A blood disease may have caused the madness of this king, &amp; in 1811 his son assumed his duties","response":"King George III"},{"text":"Battle of Agincourt loser Charles VI of this country had a delusion that he was made of glass &amp; that he could shatter","response":"France"},{"text":"Obsessed with ringing church bells, Fyodor I had issues; his child's death &amp; being the son of this \"rough\" 1580s czar","response":"Ivan the Terrible"},{"text":"Erik XIV took over for Gustav I Vasa in this country but fears of treason caused a breakdown in 1567 &amp; he had a lot of rivals killed","response":"Sweden"},{"text":"Ludwig of this German state got the official \"Mad\" designation in 1886 after a panel of doctors declared him insane","response":"Bavaria"}],"originalDate":"2020-06-12"}],{"category":"WORLD LEADERS","text":"This elected official also served, until 1870, as king of most of central Italy","response":"the Pope"}]}