{"mix":1276,"rounds":[[{"category":"COLORFUL CITIES","comments":"","clues":[{"text":"Football fans know it sits at the mouth of Wisconsin's Fox River","response":"Green Bay"},{"text":"A Southern California city &amp; a Northern New Jersey township share this citrusy name","response":"Orange"},{"text":"Parlez-vous Francais? Then name this Louisiana port at the head of the Mississippi's deepwater navigation","response":"Baton Rouge"},{"text":"This \"ville\" is across the Rio Grande from Matamoros","response":"Brownsville"},{"text":"This former mining town was Colorado's territorial capital","response":"Golden"}],"originalDate":"2020-06-12"},{"category":"TROOP-POURRI","comments":"","clues":[{"text":"The Alpini were Italian soldiers in WWI who specialized in this type of terrain","response":"mountains"},{"text":"In a cataphract cavalry unit, both horse &amp; rider wore this protective gear","response":"armor"},{"text":"A C.O.S., short for this operations specialist, protects the army's computer networks from getting hacked","response":"cyber"},{"text":"This word for a guerrilla was used in the Boer War, in WWII &amp; as the title of a 1985 Schwarzenegger movie","response":"commando"},{"text":"Although they come from this nation, more than 40,000 Gurkhas fight in the Indian army","response":"Nepal"}],"originalDate":"2020-06-12"},{"category":"A CONTESTANT WALKS INTO A \"BAR\"","comments":"","clues":[{"text":"System of exchanging goods or services without using money","response":"barter"},{"text":"Tanzania gets part of its name from this island","response":"Zanzibar"},{"text":"A decompression chamber can also be called this kind of chamber","response":"a hyperbaric chamber"},{"text":"In reinforced concrete, it's what does the reinforcing","response":"rebar"},{"text":"You eat the red stalks of this plant; the green leaves are toxic","response":"rhubarb"}],"originalDate":"2020-06-12"},{"category":"OUTSIDE OF ME","comments":"","clues":[{"text":"Jewelry designer Laura Lombardi makes this 4-letter type of earring in different diameters","response":"a hoop"},{"text":"Circus wardrobe fun fact: the average size of these is 28EEEEE","response":"clown shoes"},{"text":"Fighting a cliche, the Florida Highway Patrol prohibits its officers from wearing this intimidating type of sunglasses","response":"the reflective"},{"text":"This cosmetic with a metal in its name can be used to give a warm, healthy-looking glow, not a specific color","response":"bronzer"},{"text":"This warm headgear shares its name with a battle of the Crimean War","response":"balaclava"}],"originalDate":"2020-06-12"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"Washington Irving's tale of this farmer who takes a big snooze was based on a German folktale","response":"Rip Van Winkle"},{"text":"Willa Cather's novel about this title girl is set around the town of Black Hawk, Nebraska","response":"<i>My Antonia</i>"},{"text":"The title of this first Philip Marlowe novel is a euphemism for death","response":"<i>The Big Sleep</i>"},{"text":"4 Chinese women meet regularly to play Mah-jongg &amp; to talk about life &amp; their children in this 1989 Amy Tan novel","response":"<i>The Joy Luck Club</i>"},{"text":"In 1997 this famously reclusive author published a fictionalized tale of surveyors \"Mason &amp; Dixon\"","response":"(Thomas) Pynchon"}],"originalDate":"2020-06-11"},{"category":"TV CATCHPHRASES BY SHOW","comments":"","clues":[{"text":"\"D'oh!\"","response":"<i>The Simpsons</i>"},{"text":"\"Yabba dabba doo!\"","response":"<i>The Flintstones</i>"},{"text":"\"Bazinga!\"","response":"<i>The Big Bang Theory</i>"},{"text":"\"Nanu-nanu\"","response":"<i>Mork & Mindy</i>"},{"text":"\"Book 'em, Danno\"","response":"<i>Hawaii Five-O</i>"}],"originalDate":"2020-06-11"}],[{"category":"A RIVER RUNS UNDER IT","comments":"","clues":[{"text":"Covered over in the late 19th century, the Bievre runs under Paris before flowing into this river","response":"the Seine"},{"text":"Connecticut's Park River, which flows under the state capitol grounds, was buried in the 1940s by the Army Corps of these","response":"Engineers"},{"text":"Today buried in tunnels, Moscow's Neglinnaya river fed the moat protecting this fortress","response":"the Kremlin"},{"text":"West Virginia's Lost River disappears under a ridge in this mountain chain, then emerges as the Cacapon River on the other side","response":"the Appalachian Mountains (Blue Ridge Mountains)"},{"text":"This rhyming road synonymous with the British press gets its name from a river that flows under London","response":"Fleet Street"}],"originalDate":"2020-06-11"},{"category":"ACTIONS","comments":"","clues":[{"text":"After one of your checkers reaches your opponent's first row, do this to your piece to show it's now a king","response":"top it on the other piece"},{"text":"Steph Curry is one of many athletes who tap their chests &amp; then do this to thank God after a successful play","response":"look up (point up to the sky)"},{"text":"In dancing the Lindy Hop, the kaye is this type of move to be done carefully &amp; without surprising your partner","response":"a dip"},{"text":"In knitting, it means to pull a loop of yarn through the front to the back of the fabric","response":"purl"},{"text":"Medically speaking, remove 2 letters from a word meaning \"to beat rapidly\" &amp; you get this word meaning \"to examine by touching\"","response":"palpate"}],"originalDate":"2020-06-11"},{"category":"THE FRENCH REVOLUTION","comments":"","clues":[{"text":"During this notorious period that began in 1793, the Committee of Public Safety was effectively the govt. of France","response":"the Reign of Terror"},{"text":"The National Convention first met on Sept. 20, 1792 &amp; declared France one of these kingless governments 2 days later","response":"a republic"},{"text":"A coup on 18 Brumaire established the consulate &amp; brought this general to power","response":"Napoleon Bonaparte"},{"text":"The motto of the radical Jacobin Club was \"Vivre libre ou mourir\", translated as this","response":"Live free or die"},{"text":"From tomber, French for \"to fall\", it was the cart that took those condemned to death on their last ride","response":"tumbrel"}],"originalDate":"2020-06-11"},{"category":"THE HOUSE OF REPRESENTATIVES","comments":"","clues":[{"text":"Eleanor Holmes Norton has been the non-voting delegate for this district for nearly 30 years","response":"Washington, D.C."},{"text":"2019's H.R. 420 is a federal bill that seeks to regulate this substance","response":"marijuana"},{"text":"Chaired by Maxine Waters, the House Committee on these services regulates the banks","response":"financial services"},{"text":"This 15-letter appointed officer publishes the rules for the House &amp; makes sure the reps abide by them","response":"the parliamentarian"},{"text":"The 9th district of this state was not represented in January 2019 because the vote there was not certified due to charges of fraud","response":"North Carolina"}],"originalDate":"2020-06-11"},{"category":"PATRON SAINTS","comments":"","clues":[{"text":"This patron saint of lost causes probably got his 4-letter name so he wouldn't be confused with Judas","response":"St. Jude"},{"text":"George slew this mythical beast, which led to 15,000 baptisms &amp; him becoming patron saint of England","response":"the dragon"},{"text":"St. Erasmus, also known by this shorter name, is a patron saint of sailors","response":"St. Elmo"},{"text":"Sharing his feast day with fellow archangels Gabriel &amp; Michael, he's the patron saint of the blind","response":"St. Raphael"},{"text":"Pope Clement IX made Rose of Lima patron of this country; Clement X made her patron saint of all of South America","response":"Peru"}],"originalDate":"2020-06-11"},{"category":"PUN-FORGIVABLE","comments":"","clues":[{"text":"\"The hog products you crave\", or a mammal with quills","response":"pork you pine"},{"text":"\"A spot for handing out pink slips\", or a hearth at the base of a chimney","response":"a fire place"},{"text":"\"What you say to scare a lemon pie topping\", or an Australian aboriginal weapon","response":"Boo! meringue"},{"text":"\"Where Noah stored his bees aboard his vessel\", or a place where historical documents &amp; records are kept","response":"an ark hive"},{"text":"\"To break God's law until a prime time hour\", or to sparkle brightly","response":"sin till late"}],"originalDate":"2020-06-11"}],{"category":"AMERICAN STATISTICS","text":"Highest birth rate in the U.S. is in this state, where almost 70% of the population has same religion","response":"Utah"}]}