{"mix":1277,"rounds":[[{"category":"NAME THE SEASON","comments":"","clues":[{"text":"Earth Day","response":"spring"},{"text":"Daylight saving time ends (in 2020)","response":"autumn"},{"text":"National Hangover Day (think about it a half-sec, you'll get it)","response":"winter"},{"text":"Burning Man","response":"summer"},{"text":"Ash Wednesday","response":"winter"}],"originalDate":"2020-06-10"},{"category":"HOME IMPROVEMENT ON TV","comments":"","clues":[{"text":"Hmm...an open concept will work, so let's knock down that wall with Drew &amp; Jonathan, the \"Property\" these","response":"Brothers"},{"text":"Karen &amp; Mina attack homes like surgeons, unafraid to use an open concept on a place with \"Good\" these, the show's title","response":"Bones"},{"text":"In Feb. 1979 on Boston's WGBH, Bob Vila took on a reno at a Victorian in Dorchester in the first season of this show","response":"<i>This Old House</i>"},{"text":"Episodes of \"Tidying Up\" with this home makeover maven included \"Sparking Joy After a Loss\" &amp; \"Tidying with Toddlers\"","response":"Marie Kondo"},{"text":"Nicole Curtis habitually saves Detroit homes from demolition on this DIY show that can build a very different 12 steps","response":"<i>Rehab Addict</i>"}],"originalDate":"2020-06-10"},{"category":"FOOD OF THE GODS","comments":"","clues":[{"text":"The Mayan god Ek Chuah was in charge of this bean product, not so sweet in those times","response":"cacao (chocolate)"},{"text":"How do you like them these fruits Idun provided to Norse gods? Loki sure did when he arranged for their theft","response":"apples"},{"text":"The Egyptian fertility god Min dined on lettuce, believed to be this, any food that stimulates desire","response":"an aphrodisiac"},{"text":"The blood of Kvasir was the origin of a type of this honey wine that gave wisdom &amp; poetic inspiration to those who drank it","response":"mead"},{"text":"To maintain their immortality, the Greek gods drank nectar &amp; ate this","response":"ambrosia"}],"originalDate":"2020-06-10"},{"category":"TAKING A \"SELF-D\"","comments":"","clues":[{"text":"SpaceX rockets are programmed to do this if they veer off course after launch","response":"self-destruct"},{"text":"Bartitsu &amp; krav maga are systems of this","response":"self-defense"},{"text":"I'm not touching that martini, even though I'd really enjoy it; I'm practicing a bit of this","response":"self-denial"},{"text":"I know you're doing it for laughs, but stop being so this, overly modest &amp; critical of yourself, from the Latin for \"pray\"","response":"self-deprecating"},{"text":"It's an action by someone with a fiduciary duty to a corporation that benefits his own bank account, not the corporation","response":"self-dealing"}],"originalDate":"2020-06-10"},{"category":"CATHOLIC NATIONS","comments":"","clues":[{"text":"The country with the highest population of Catholics is this South American one with about 123 million","response":"Brazil"},{"text":"St. Columba's House &amp; St. Kevin's Kitchen are 2 historic churches in this European nation that's about 80% Catholic","response":"Ireland"},{"text":"Cardinal Jaime Sin was from this predominantly Catholic Asian country of 109 million","response":"the Philippines"},{"text":"Around 35 million are Catholic in this African nation once called Zaire that gained its independence from Belgium in 1960","response":"the Democratic Republic of Congo"},{"text":"This birthplace of a late 20th century pope dates its beginning as a Catholic nation to 966","response":"Poland"}],"originalDate":"2020-06-10"},{"category":"LITERARY TITLE BEVERAGES","comments":"","clues":[{"text":"Okakura Kakuzo's classic work \"The Book of\" this beverage explores its history &amp; place in Asian culture","response":"tea"},{"text":"\"Rusty Nail\" &amp; \"Bloody Mary\" are titles in the series about this police detective whose name sounds like Tennessee whiskey","response":"Jack Daniels"},{"text":"Laura Esquivel's bestseller \"Like Water for Chocolate\" takes place in this country around the turn of the 20th century","response":"Mexico"},{"text":"\"Are You there, Vodka? It's Me,\" this comedian &amp; talk show host &amp; her collection of personal stories &amp; witticisms","response":"Chelsea Handler"},{"text":"Naturally, apple picking is featured in this 1985 John Irving novel","response":"<i>The Cider House Rules</i>"}],"originalDate":"2020-06-10"}],[{"category":"MILITARY IDIOMS","comments":"","clues":[{"text":"Having these items \"on the ground\" means soldiers have been deployed to a hostile environment","response":"boots"},{"text":"Getting in trouble is called \"catching\" this, a type of anti-aircraft gun","response":"flak"},{"text":"Referring to a clock position, if a soldier says he's \"got your\" this number, he's watching your back","response":"six"},{"text":"Meaning a choice to use atomic weapons, it was applied by Trent Lott to a drastic change in Senate rules","response":"a nuclear option"},{"text":"By tradition, you can fool an enemy ship with a fake flag until battle begins<span class=\"nobreak\">--</span>then you have to \"show your\" these","response":"(true) colors"}],"originalDate":"2020-06-10"},{"category":"EARTH, WIND &amp; FIRE","comments":"","clues":[{"text":"About 80% of energy released by quakes comes from events with epicenters in the Circum-Pacific belt, AKA this, AKA a Johnny Cash tune","response":"Ring of Fire"},{"text":"Go to hispanicfederation. org to help this island hit by 155-mph winds in a 2017 hurricane &amp; a 6.4 earthquake in 2020","response":"Puerto Rico"},{"text":"Wind erosion in this rugged 2,000-square-mile area of the Dakotas has unearthed a large number of fossils","response":"the Badlands"},{"text":"Much of the business district in this New Zealand capital lies on reclaimed land after an 1855 earthquake raised its harbor bed","response":"Wellington"},{"text":"A mass of oily rags that doesn't let the heat dissipate... oxidation raising the temp inside...&amp; boom! you get this 2-word phenomenon","response":"spontaneous combustion"}],"originalDate":"2020-06-10"},{"category":"MARQUEE \"MOON\"","comments":"","clues":[{"text":"2009, an entry in \"The Twilight Saga\"","response":"<i>New Moon</i>"},{"text":"1987, a winner of 3 Oscars, though not for Nicolas Cage","response":"<i>Moonstruck</i>"},{"text":"2016, about an African-American boy growing to manhood in Florida","response":"<i>Moonlight</i>"},{"text":"1979, Roger Moore Bond-ing with Lois Chiles in outer space","response":"<i>Moonraker</i>"},{"text":"1999, starring Jim Carrey as Andy Kaufman","response":"<i>Man on the Moon</i>"}],"originalDate":"2020-06-09"},{"category":"IN THE DICTIONARY","comments":"(Alex: Words from the Random House dictionary.)","clues":[{"text":"It means \"to conduct criminal proceedings in court against\"","response":"prosecute"},{"text":"\"A dictionary of synonyms\", words with the same meaning... similar words... interchangeable words...","response":"a thesaurus"},{"text":"\"A person who receives and disposes of stolen goods\"","response":"a fence"},{"text":"\"Needlework done with a needle having a small hook at one end for drawing the...yarn through intertwined loops\"","response":"crochet"},{"text":"\"(Of a disease) having long duration (opposed to acute)\"","response":"chronic"}],"originalDate":"2020-06-09"},{"category":"GONE FISHING","comments":"","clues":[{"text":"An idiom declares you should either \"Fish or\" do this, but if you slice a chunk of fish for your hook, you're doing both","response":"cut bait"},{"text":"Spincast is a type of this on your rod that spools in your line","response":"a reel"},{"text":"Before fishing with \"friends\", you may want to do this to the water, dumping some ground-up fish in the water around you","response":"chum"},{"text":"Black &amp; blue are 2 species of this sport fish &amp; there's a multimillion-dollar Black &amp; Blue Tournament to catch them off Baja Calif.","response":"the marlin"},{"text":"This type of fishing involves gently flinging the rod back &amp; forth, letting the heavier line propel the light lure","response":"fly fishing"}],"originalDate":"2020-06-09"},{"category":"ADVERBIALLY","comments":"","clues":[{"text":"Hurry up! This adverb meaning with haste is worth a big 25 points in Scrabble","response":"quickly"},{"text":"Not at any time, not now, not in the past, not in the future, not under any condition","response":"never"},{"text":"Steve Jobs liked to say Apple products were this \"crazy\" kind of great, also the title of a book about the Macintosh","response":"insanely"},{"text":"Specifically taking place every 8,760 hours","response":"annually (yearly)"},{"text":"From the Greek for \"angle to angle\", it means in the direction of a slanting straight line","response":"diagonally"}],"originalDate":"2020-06-09"}],{"category":"PRESIDENTIAL FACTS","text":"Only 3 presidents have married while in office<span class=\"nobreak\">--</span>John Tyler was the first &amp; he was the last","response":"(Woodrow) Wilson"}]}