{"mix":1280,"rounds":[[{"category":"HOMOPHONIC PAIRS","comments":"","clues":[{"text":"A frog relative with digits on its pedal extremities","response":"a toed toad"},{"text":"Definitely not the moment for parsley, sage or rosemary","response":"thyme time"},{"text":"Lines of American beauties","response":"rose rows"},{"text":"A ranch enclosure for a church singing group","response":"a chorale corral"},{"text":"A head &amp; shoulders statue sent by greyhound","response":"a bussed bust"}],"originalDate":"1994-05-03"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Rain delayed this 1815 battle, allowing Gebhard von Blucher's army to aid the Duke of Wellington","response":"the Battle of Waterloo"},{"text":"When Solidarity was outlawed on December 13, 1981, this Union leader was confined for 11 months","response":"Lech Walesa"},{"text":"On Oct. 10, 1913,  Pres. Wilson hit the switch to blow up Gamboa Dike, the last obstruction in this passage","response":"the Panama Canal"},{"text":"By 1279 this empire spread from the Pacific to the Black Sea, from the Arabian Sea to the Siberian steppes","response":"the Mongol Empire"},{"text":"In 1870 this major city became the last territory on the Italian peninsula absorbed into Italy","response":"Rome"}],"originalDate":"1994-05-03"},{"category":"LANGUAGES","comments":"","clues":[{"text":"This country's dialects, such as Hakka &amp; Wu, differ so greatly they're really separate languages","response":"China"},{"text":"Zuridutsch is the form of this language that's spoken in Zurich","response":"German"},{"text":"Boeotian &amp; Thessalian are dialects of this language","response":"Greek"},{"text":"It's the language of instruction at the National University of Singapore","response":"English"},{"text":"The television network Sianel Pedwar Cymru broadcasts in this language","response":"Welsh"}],"originalDate":"1994-05-03"},{"category":"FICTIONAL ANIMALS","comments":"","clues":[{"text":"In \"It's a Mystery, Charlie Brown\", Snoopy had to find out who stole this little bird's nest","response":"Woodstock"},{"text":"In \"The Jungle Book\", Shere Khan is one of these ferocious animals","response":"a tiger"},{"text":"This E.B. White arachnid is \"about the size of a gumdrop\"","response":"Charlotte"},{"text":"A nasty, ugly troll threatens to gobble up this ruminant trio","response":"the Three Billy Goats Gruff"},{"text":"In Great Britain this inquisitive monkey is known as Zozo","response":"Curious George"}],"originalDate":"1994-05-03"},{"category":"FAMOUS LAWYERS","comments":"","clues":[{"text":"In 1958 he married South Africa's first black medical social worker, Nomzamo Winifred Madikizela","response":"Nelson Mandela"},{"text":"He was trying to secure the release of friend Wm. Beanes when he witnessed the shelling of Ft. McHenry","response":"Francis Scott Key"},{"text":"This biographer of Samuel Johnson followed his father, a Scottish judge, into the practice of law","response":"Boswell"},{"text":"A leading light of the U.S. consumer protection movement, he founded Public Citizen in 1971","response":"Ralph Nader"},{"text":"This \"Liberty and Union\" orator served as legal counsel to the Bank of the United States","response":"(Daniel) Webster"}],"originalDate":"1994-05-03"},{"category":"U.S. \"A\"s","comments":"","clues":[{"text":"In 1955 this union merged with its rival, the Congress of Industrial Organizations","response":"the American Federation of Labor"},{"text":"In 1964 a group of Indians claimed rights to this San Francisco Bay island under an old treaty","response":"Alcatraz"},{"text":"When Lee met Grant at this place, Grant reminded him they'd <br> previously met in Mexico","response":"Appomattox Court House"},{"text":"In 1822 he brought a group of settlers, later known as the \"Old Three Hundred\", into Texas","response":"Austin"},{"text":"The 2 states that fit the category that had to be readmitted to the Union after the Civil War","response":"Alabama and Arkansas"}],"originalDate":"1994-05-03"}],[{"category":"LITERARY HODGEPODGE","comments":"","clues":[{"text":"It's the only play that Shakespeare set in Scotland","response":"<i>Macbeth</i>"},{"text":"Previously bought at a pawn shop, Cormac McCarthy's light blue Olivetti one of these sold at auction in 2009 for over $250,000","response":"a typewriter"},{"text":"In \"The Jungle Book\", he's the \"sleepy brown bear who teaches the wolf cubs the \"law of the jungle\"","response":"Baloo"},{"text":"Best known for his \"Leatherstocking Tales\", he also wrote \"The Pilot\", one of America's first novels about the sea","response":"(James Fenimore) Cooper"},{"text":"Mary Ann Evans published her novels, including \"Adam Bede\", under this pen name","response":"(George) Eliot"}],"originalDate":"2020-06-05"},{"category":"POLITICAL CONVENTIONS","comments":"","clues":[{"text":"The 1840 Democratic gathering was the first time this 8-letter statement of principles was adopted at a convention","response":"a platform"},{"text":"At the 1980 convention, Reagan wanted as his running mate this recent former president, who declined","response":"(Gerald) Ford"},{"text":"At the 1924 Dem. convention, a proposal to condemn this 3-word racist org. by name lost by 1 vote after a bitter debate","response":"the Ku Klux Klan"},{"text":"In 1880 this former president lost a chance for a 3rd term when Garfield topped the 36th ballot at the GOP convention","response":"(Ulysses) Grant"},{"text":"1864 saw the only convention of the Natl. Union Party, a new name for the GOP to attract the faction called these Democrats","response":"the War Democrats"}],"originalDate":"2020-06-05"},{"category":"CONTROL \"ALT\" \"DEL\"","comments":"(Alex: \"A-L-T\" or \"D-E-L\" coming up in each correct response.)","clues":[{"text":"2-word Latin term meaning a second self","response":"alter ego"},{"text":"This ever-circling ballroom dance is in triple time","response":"a waltz"},{"text":"An unalterable mark that can never be erased can also be described as this","response":"indelible"},{"text":"The Bonneville these smooth out nicely over 40 square miles","response":"salt flats"},{"text":"California is known for this dry red wine from a black-skinned grape","response":"Zinfandel"}],"originalDate":"2020-06-05"},{"category":"SOME QUARTER GIVEN","comments":"","clues":[{"text":"Georgia's 25-cent piece offers \"Wisdom\", \"Justice\", \"Moderation\" &amp; oh yeah, this fruit, naturally","response":"a peach"},{"text":"Massachusetts has had this type of soldier at the ready on its 2 bits since its release on January 3, 2000","response":"a Minuteman"},{"text":"Washington is shown crossing the Delaware on the quarter of this state, George's destination","response":"New Jersey"},{"text":"This motto that offers 2 very different options adorns New Hampshire's quarter","response":"Live Free or Die"},{"text":"South Carolina's coin features this tree that gives the state its nickname as well as that nickname itself, written out","response":"the palmetto"}],"originalDate":"2020-06-05"},{"category":"PUBLISHERS","comments":"","clues":[{"text":"Children's book publisher Puffin is an offshoot of this other bird-y publisher","response":"Penguin"},{"text":"The name of this publisher known for its book fairs is a word meaning \"related to education\"","response":"Scholastic"},{"text":"The name of audiobook publisher Tantor comes from an elephant in the series about this ape man","response":"Tarzan"},{"text":"In 1990 William Collins &amp; Sons was bought by News Corporation, which smushed this other publishing name in front","response":"Harper"},{"text":"Random House's Lenny Books imprint is run by this creator of the TV show \"Girls\"","response":"Lena Dunham"}],"originalDate":"2020-06-05"},{"category":"PHYSICS GLOSSARY","comments":"","clues":[{"text":"A nucleon is either of these 2 basic constituents of an atomic nucleus","response":"a proton or a neutron"},{"text":"This colorful-sounding type of radiation has wavelengths between the visible part of the spectrum &amp; X-rays","response":"ultraviolet"},{"text":"The linear type of this device increases the speed of particles as they move toward a target at the end of a tunnel","response":"an accelerator"},{"text":"Every second, our sun creates energy by the nuclear fusion of 600 million tons of this element into helium","response":"hydrogen"},{"text":"A baryon is a particle made of 3 of these, which come in \"flavors\" including charm &amp; strange","response":"quarks"}],"originalDate":"2020-06-05"}],{"category":"LATIN PHRASES","text":"Originally, this 3-word phrase referred to when a doctor or apothecary substituted one medicine for another","response":"<i>quid pro quo</i>"}]}