{"mix":1281,"rounds":[[{"category":"WORDS COINED IN THE 1920s","comments":"","clues":[{"text":"A trademark name for tissue, it began making the rounds in the 1920s as a cold cream remover","response":"Kleenex"},{"text":"We got this word from a 1920 play by Karel Capek about mechanical men &amp; women","response":"robot"},{"text":"On the rise &amp; entering English in the 1920s was this political movement led by Mussolini","response":"fascism"},{"text":"The 8-letter name of this female sex hormone was coined in 1927","response":"estrogen"},{"text":"Right on \"Q\", this designation for a standard keyboard, first developed for the typewriter, came into use in 1929","response":"QWERTY"}],"originalDate":"2020-06-05"},{"category":"WE MISS YOU, MISTER ROGERS","comments":"(Alex: He's been in the news a lot this past year.)","clues":[{"text":"Of this 5-word signature query, Mr. Rogers said, \"I suppose it's... an invitation for somebody to be close to you\"","response":"Won't you be my neighbor?"},{"text":"The show was produced in this city, making it easy for Lynn Swann to come by &amp; show off his uniform<span class=\"nobreak\">--</span>&amp; his ballet moves","response":"Pittsburgh"},{"text":"Margaret Hamilton visited Mr. Rogers in 1975 to help kids understand make-believe &amp; not fear this \"Wizard of Oz\" character","response":"the Wicked Witch of the West"},{"text":"In 1986 Mr. Rogers did a show to help children deal with grief &amp; death after the explosion of this transport","response":"the <i>Challenger</i>"},{"text":"Mr. Rogers noted \"those all-important three Cs: caring, confidence, and\" this, also a Thomas Paine title","response":"common sense"}],"originalDate":"2020-06-04"},{"category":"THE NATURAL WORLD","comments":"","clues":[{"text":"Though it resembles an anteater, this African animal, the only member of order Tubulidentata, is actually related to the elephant","response":"an aardvark"},{"text":"The brook &amp; lake types of this freshwater fish are sometimes crossbred to make \"splakes\"","response":"trout"},{"text":"From the Latin for \"pouch\", it's any member of a group of various non-placental animals","response":"marsupials"},{"text":"You see females a lot more often than males of this North American venomous spider, hence its name","response":"the black widow"},{"text":"Sheep wool is mainly composed of this form of fibrous protein that also makes up hair &amp; fingernails","response":"keratin"}],"originalDate":"2020-06-04"},{"category":"ASIA","comments":"","clues":[{"text":"The center of the nation's film industry, this city is also the capital of India's Maharashtra state","response":"Mumbai"},{"text":"At about 1 million square miles, this \"stan\" is the largest landlocked country in the world","response":"Kazakhstan"},{"text":"Part of the Old Palace of the Malla kings, the Taleju Temple is found in this capital of Nepal","response":"Kathmandu"},{"text":"The language called Filipino is based on this one","response":"Tagalog"},{"text":"16-foot stingrays can be found in the waters of this 2,700-mile-long Indochinese river","response":"the Mekong"}],"originalDate":"2020-06-04"},{"category":"EMMYS FOR WRITING","comments":"","clues":[{"text":"\"30 Rock\" earned her 2 awards for writing; there were others for starring &amp; executive producing as well","response":"Tina Fey"},{"text":"In 2015 govt. work paid off for Armando Iannucci, who won for co-writing the \"Election Night\" episode of this HBO comedy","response":"<i>Veep</i>"},{"text":"In 2000 government work paid off for Rick Cleveland &amp; this creator of \"The West Wing\"","response":"Sorkin"},{"text":"Charlie Brooker &amp; William Bridges won 2018's limited series award for the \"USS Callister\" episode of this high-tech anthology","response":"<i>Black Mirror</i>"},{"text":"In 2011 Jason Katims had clear eyes, a full heart &amp; couldn't lose an Emmy for this H.S. football drama","response":"<i>Friday Night Lights</i>"}],"originalDate":"2020-06-04"},{"category":"SHORTENED SLANG","comments":"","clues":[{"text":"It rhymes with vacay &amp; means a vacay where you don't leave town","response":"staycay"},{"text":"In an interview in 2020, Hillary Clinton had some thoughts on Senator Sanders' \"online Bernie\" these","response":"Bros"},{"text":"It's a 4-letter shortened way to say \"very apparent\"","response":"obvy"},{"text":"Take an adjective for theater that's serious &amp; artistic-minded, cut it in half &amp; you get this word, as MC Hammer knows","response":"legit"},{"text":"Merriam-Webster says this word for something that gives you great ideas follows in the footsteps of \"convo\" &amp; \"rando\"","response":"inspo"}],"originalDate":"2020-06-04"}],[{"category":"SUMMER READING","comments":"","clues":[{"text":"During WWII, a Jewish girl protects an escaped P.O.W. in Bette Greene's Y.A. novel \"Summer of My\" this nationality \"Soldier\"","response":"German"},{"text":"In the prequel novel \"Summer &amp; the City\", this Candace Bushnell character discovers New York City","response":"Carrie Bradshaw"},{"text":"This Scottish naturalist recounts his trip to California in his memoir \"My First Summer in the Sierra\"","response":"(John) Muir"},{"text":"This playwright must have loved the season: he wrote \"Summer &amp; Smoke\", \"Suddenly, Last Summer\" &amp; \"Clothes for a Summer Hotel\"","response":"(Tennessee) Williams"},{"text":"This woman's New England novels include \"Ethan Frome\" &amp; the lusty \"Summer\", which she referred to as \"hot Ethan\"","response":"Edith Wharton"}],"originalDate":"2020-06-04"},{"category":"THROWING YOU A CURVE","comments":"","clues":[{"text":"In economics, the demand curve plots a product's price vs. demand for it; this curve plots price vs. available quantity","response":"the supply"},{"text":"In astronomy, a light curve graphs changes in magnitude of one of these, especially the variable type","response":"a star"},{"text":"Used in global warming studies, the Keeling curve charts the buildup of this gas in earth's atmosphere","response":"carbon dioxide"},{"text":"The Phillips curve shows that wages tend to increase faster as the rate of this goes down","response":"unemployment"},{"text":"Unlike the way it's often used, a \"steep\" one of these doesn't mean the subject is tough, it means you get more ability quicker","response":"a learning curve"}],"originalDate":"2020-06-04"},{"category":"FORGETFUL SEQUELS","comments":"","clues":[{"text":"This 2018 horror movie is a sequel to the 1978 original &amp; skips over the 2002 sequel where Jamie Lee Curtis' character is killed","response":"<i>Halloween</i>"},{"text":"When this superhero \"Returns\" in a 2006 film, he must have spun the world backwards to erase movies No. 3 &amp; 4, which were ignored","response":"Superman"},{"text":"The 2nd film in the \"Nightmare on Elm Street\" series titled this guy's \"Revenge\" was just treated like a bad dream in later films","response":"Freddy Krueger"},{"text":"\"Dark Fate\", the latest film in this series, ignores all the sequels after \"Judgment Day\"","response":"<i>Terminator</i>"},{"text":"William Peter Blatty wrote this film \"III\", ignoring the first sequel that had Linda Blair return as the once-possessed Regan","response":"<i>The Exorcist</i>"}],"originalDate":"2020-06-04"},{"category":"BROTHER","comments":"","clues":[{"text":"Until a fatal car accident in 1994, Basil, not brother Bashar, was heir to father Hafez al-Assad as this country's leader","response":"Syria"},{"text":"Elliott, brother of this 20th century president, was also father to a first lady","response":"Teddy Roosevelt"},{"text":"Edward IV made this scoliosis-suffering brother duke of Gloucester; in return, he made Edward's sons prisoners","response":"Richard III"},{"text":"A couple months after this more famous brother's death, Frank gave himself up &amp; was acquitted of murder &amp; robbery","response":"Jesse James"},{"text":"Ever the loving brother, Cesare Borgia had this sister's husband Alfonso murdered in 1500","response":"Lucrezia Borgia"}],"originalDate":"2020-06-04"},{"category":"CAN YOU SPARE A RHYME","comments":"(Alex: Each correct response will rhyme with the word \"spare\".)","clues":[{"text":"A rope trap","response":"a snare"},{"text":"It's also a term for a female zebra or donkey","response":"mare"},{"text":"First this for any instrument is coveted in an orchestra","response":"chair"},{"text":"This contraction precedes \"-do-well\" in a term for a shady person","response":"ne'er"},{"text":"A puma's home in the mountains, or a \"Dragon's\" in an arcade","response":"a lair"}],"originalDate":"2020-06-04"},{"category":"POLITICS: WHO SAID IT?","comments":"","clues":[{"text":"1976: \"The Iron Lady of the Western world... a cold war warrior... well, yes\"","response":"(Margaret) Thatcher"},{"text":"1992: \"I didn't like it, and didn't inhale\"","response":"Bill Clinton"},{"text":"1848: \"The history of all hitherto existing society is the history of class struggles\"","response":"Marx"},{"text":"1950; \"I have here in my hand a list of 205 that were known to the Secretary of State as being members of the Communist Party\"","response":"McCarthy"},{"text":"1969: \"There cannot be a crisis next week. My schedule is already full\"","response":"Henry Kissinger"}],"originalDate":"2020-06-03"}],{"category":"FINAL RESTING PLACES","text":"More than 100 years after his death, he was reburied with honors at the U.S. Naval Academy in 1913","response":"John Paul Jones"}]}