{"mix":1283,"rounds":[[{"category":"INVENTORS","comments":"","clues":[{"text":"They made 4 flights on December 17, 1903—the first lasted only 12 seconds","response":"the Wright brothers"},{"text":"His middle initial, H., stood for Hall, not Harvester","response":"Cyrus McCormick"},{"text":"This inventor founded an Association for the Deaf in 1890 &amp; it was renamed in his honor in 1953","response":"Alexander Graham Bell"},{"text":"Hie first invention was the separate condenser, which he later used in his steam engine","response":"(James) Watt"},{"text":"This Italian-American led the team that produced the first nuclear chain reaction in 1942","response":"(Enrico) Fermi"}],"originalDate":"1994-05-12"},{"category":"WASHINGTON, D.C.","comments":"","clues":[{"text":"Theodore Roosevelt Island in this river is a pedestrian-only wilderness preserve","response":"the Potomac"},{"text":"In 1993 this building celebrated its bicentennial with the return of its refurbished Freedom statue","response":"the Capitol"},{"text":"This agency once located in the Dept. of Justice Building moved to the J. Edgar Hoover Building in 1974","response":"the FBI"},{"text":"The first civil airport designed to specifically handle jets, it's been serving the D.C. area since 1962","response":"Dulles"},{"text":"When she took office as mayor in 1991, she became the 1st black woman to preside over a major U.S. city","response":"(Sharon Pratt) Kelly"}],"originalDate":"1994-05-12"},{"category":"LIBRARIES","comments":"","clues":[{"text":"The New York State Library in this capital has autographs of all the signers of the Dec. of Independence","response":"Albany"},{"text":"This city's main public library building stands on State Street, near the lakefront","response":"Chicago"},{"text":"The Weber County Library in Ogden was the first building in this state used only as a library","response":"Utah"},{"text":"The Bancroft Library at this school's Berkeley campus has a notable collection on the American West","response":"the University of California"},{"text":"Canada's first regional library system was established in this smallest province in 1933","response":"Prince Edward Island"}],"originalDate":"1994-05-12"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Around 1541 his remains, &amp; those of his son Diego, were taken to the Cathedral of Santo Domingo on Hispaniola","response":"Columbus"},{"text":"On Sept. 29, 1513 he  took formal possession of the Pacific in the name of the king of Castile","response":"Balboa"},{"text":"After this explorer was set adrift, Robert Bylot piloted his ship, the Discovery, back to England","response":"Hudson"},{"text":"On his 2nd voyage, 1772-75, this Englishman led the 1st recorded crossing of the Antarctic Circle","response":"Cook"},{"text":"In 1534 he landed on Canada's Gaspe Peninsula &amp; claimed the area for France","response":"Jacques Cartier"}],"originalDate":"1994-05-12"},{"category":"COLLEGE POTPOURRI","comments":"","clues":[{"text":"In medieval times there were 7 of these \"arts\"; perhaps they didn't count conservative arts","response":"liberal arts"},{"text":"Meryl Streep &amp; this \"Alien\" actress attended the Yale School of Drama at the same time in the 1970s","response":"Sigourney Weaver"},{"text":"A Ph.D. is a doctor of philosophy, while an Ed.D. stands for this","response":"doctor of education"},{"text":"From the Latin for \"purse\", it's an official in charge of funds at a college","response":"the bursar"},{"text":"A mulberry tree at this university is associated with one of its famous alumnl, John Milton","response":"Cambridge"}],"originalDate":"1994-05-12"},{"category":"HALL MONITOR","comments":"","clues":[{"text":"In 2019 Abby Wambach was inducted into the national hall of fame for this sport","response":"soccer"},{"text":"Lord Stanley &amp; Georges Vezina were 2 of the first inductees into this sport's hall of fame in 1945","response":"hockey"},{"text":"This legend is alphabetically first among modern-era inductees at the International Boxing Hall of Fame","response":"(Muhammad) Ali"},{"text":"The Basketball Hall of Fame hosts a preseason college tournament named for this first play in a basketball game","response":"a tip-off"},{"text":"In 2019 Edgar Martinez &amp; Harold Baines were elected to Baseball's Hall of Fame for playing this non-defensive position","response":"designated hitter"}],"originalDate":"2020-06-02"}],[{"category":"HEAVEN OR HELL","comments":"","clues":[{"text":"A 2-word synonym for heaven, it's the \"land\" of Canaan in Genesis reserved for Abraham &amp; his descendants","response":"the Promised Land"},{"text":"One of the sons of Cronus, this Greek god of the underworld has a name that also means the underworld","response":"Hades"},{"text":"The name of this Buddhist state of enlightenment comes from the Sanskrit for \"extinction\"","response":"nirvana"},{"text":"The line \"Better to reign in hell than serve in heaven\" is from this 17th century poem","response":"<i>Paradise Lost</i>"},{"text":"A famed Paris avenue bears the name of this blessed land where Greek heroes are sent in the afterlife","response":"the Elysian Fields"}],"originalDate":"2020-06-02"},{"category":"WORDS FROM OLD ENGLISH","comments":"","clues":[{"text":"A mounted soldier in armor who served a king or lord","response":"a knight"},{"text":"This verb means to satisfy, especially one's thirst","response":"slake"},{"text":"\"Over hill, over\" this small valley<span class=\"nobreak\">--</span>both landforms come from the Old English","response":"a dale"},{"text":"This word usually comes before \"out\", meaning to barely manage a living","response":"eke"},{"text":"This geography term meaning a bend or a curve in a coastline sounds like sinking your teeth into something","response":"bight"}],"originalDate":"2020-06-02"},{"category":"GREATEST HITS FROM THE SUPREMES","comments":"","clues":[{"text":"In McCulloch v. Maryland, John Marshall wrote, \"The power to\" do this 3-letter verb \"involves the power to destroy\"","response":"tax"},{"text":"In Williams v. U.S. William O. Douglas warned of the police taking matters \"in their own hands\" &amp; these \"beastly\" courts","response":"a kangaroo court"},{"text":"In Marbury v. Madison, John Marshall criticized this sitting president for flouting the law","response":"Jefferson"},{"text":"Obergefell v. Hodges in 2015 asserted that this type of marriage is legal in all 50 states","response":"same-sex marriage"},{"text":"Leading to the 11th Amendment, Chisholm v. Georgia was overseen by this first Chief Justice","response":"Jay"}],"originalDate":"2020-06-02"},{"category":"DOCUMENTARIES","comments":"","clues":[{"text":"Aired on PBS in 1982, this filmmaker's first documentary told of the construction of the Brooklyn Bridge","response":"Ken Burns"},{"text":"Spike Lee's \"4 Little Girls\" tells of the horrific bombing in 1963 of an African American church in this Alabama city","response":"Birmingham"},{"text":"In 2020 the Oscar for Best Documentary Short went to a film about \"Learning to\" do this fun activity \"in a Warzone (If You're a Girl)\"","response":"skateboard"},{"text":"A 2011 documentary called this man \"Against the World\" explores the life of the troubled chess master","response":"Fischer"},{"text":"This 1994 documentary follows 2 inner-city Chicago kids who aspire to become pro basketball players","response":"<i>Hoop Dreams</i>"}],"originalDate":"2020-06-02"},{"category":"THE OLD UNIVERSITY TRY","comments":"","clues":[{"text":"Woof! &amp; meow! &amp; maybe even ribbit? This Ivy League U. in upstate New York awarded the nation's first doctorate of veterinary medicine","response":"Cornell"},{"text":"I wouldn't look for this university founded in 1875 by a Mormon leader on many lists of top 10 party schools","response":"BYU (Brigham Young)"},{"text":"You could be like William Faulkner &amp; get an Oxford education at this state school that opened in 1848","response":"Ole Miss"},{"text":"In 1884 this private university in New Orleans was renamed after the local merchant who gave the school its first endowment","response":"Tulane"},{"text":"The William F. Harrah College of Hospitality checks in at this school, a few blocks away from the action","response":"UNLV"}],"originalDate":"2020-06-02"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"U.S. executive mansion that's a legal confinement to one's own residence instead of prison","response":"White House arrest"},{"text":"Historic New York City sports arena where Adam &amp; Eve lived in the Bible","response":"Madison Square Garden of Eden"},{"text":"Paul McCartney's Bond theme plays as Bruce Willis fights off bad guys at the Nakatomi Building","response":"\"Live And Let Die Hard\""},{"text":"2012 male stripper cinematic saga that went on to be our 70th Secretary of State","response":"<i>Magic Mike Pompeo</i>"},{"text":"1873 Jules Verne adventure novel that's an NBC soap opera on the air since 1965","response":"<i>Around the World in Eighty Days of Our Lives</i>"}],"originalDate":"2020-06-02"}],{"category":"U.S. PRESIDENTS","text":"He served as president during the 49th, 50th, 53rd &amp; 54th Congresses","response":"Grover Cleveland"}]}