{"mix":1286,"rounds":[[{"category":"JEWELRY","comments":"","clues":[{"text":"In the nursery rhyme, the lady at Banbury Cross has these on her fingers &amp; bells on her toes","response":"rings"},{"text":"New jewelry made of this tusk material is a pale cream color, but age may turn it yellow","response":"ivory"},{"text":"This type of engraved gem features a raised design, often a scene from classical mythology","response":"a cameo"},{"text":"Handy Tan suntan lotion comes inside this piece of jewelry, so you can wear it to the beach","response":"a bracelet"},{"text":"A popular brand of jewelry sold in department stores, or the last name of a French impressionist","response":"Monet"}],"originalDate":"1989-02-16"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Polynesia the parrot taught him the language of birds","response":"Dr. Dolittle"},{"text":"The story of Little Dorrit's father in debtor's prison was based on his father's experiences","response":"Charles Dickens"},{"text":"Title character of H.G. Wells' 1897 novel who was heard more than seen","response":"<i>The Invisible Man</i>"},{"text":"Keeping the same initials, these sisters published under the pan names Currer, Ellis &amp; Acton Bell","response":"the Bronte sisters"},{"text":"He wrote \"The Lord of the Isles\" 5 years after \"The Lady of the Lake\"","response":"Sir Walter Scott"}],"originalDate":"1989-02-16"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The desert-dwelling sand grouse uses its feathers to carry this back to its young","response":"water"},{"text":"This large animal's name comes from the Greek for \"river horse\" although it's more closely related to the pig","response":"a hippopotamus"},{"text":"One species of fish in Oman can regrow the optic lobes on this organ, the only vertebrate known to do so","response":"the brain"},{"text":"Pit Organs in some snakes allow them to locate &amp; strike at prey by sensing this","response":"heat"},{"text":"This zoologist's writings include \"My Friends, the Wild Chimpanzees &amp; \"In the Shadow of Man\"","response":"Jane Goodall"}],"originalDate":"1989-02-16"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"According to the Bible, John the Baptist baptized Jesus in the waters of this river","response":"the River Jordan"},{"text":"This river forms over half the border between Mexico &amp; the U.S.","response":"the Rio Grande"},{"text":"Toronto, Canada is on the shores of this Great Lake","response":"Lake Ontario"},{"text":"Almost completely surrounded by land, the name of this sea means \"in the middle of land\"","response":"the Mediterranean"},{"text":"Famous in music, it flows nearly 2,000 miles, from the Black Forest to the Black Sea","response":"the Danube"}],"originalDate":"1989-02-16"},{"category":"HEAVY METALS","comments":"","clues":[{"text":"1 of 3 common metallic elements that is easily magnetized when put in a magnetic field","response":"(1 of) iron (cobalt & nickel)"},{"text":"Only gold &amp; silver are more ductile than this metal, which is more valuable than either of them","response":"platinum"},{"text":"Soft solder is made of tin &amp; this heavy metal that's so soft a fingernail can scratch it","response":"lead"},{"text":"Its chemical symbol is Hg, from hydrargyrum, meaning \"water silver\"","response":"mercury"},{"text":"The name of the stomach medicine Pepto-Bismol comes from the fact it contains this heavy metallic element","response":"bismuth"}],"originalDate":"1989-02-16"},{"category":"STATE NAMES","comments":"","clues":[{"text":"Literally, this Hoosier state is the \"land of the Indians\"","response":"Indiana"},{"text":"Previously named for France's Charles IX, these 2 states were renamed for England's Charles I","response":"North & South Carolina"},{"text":"It's name is probably from the Algonquian for \"great river\"","response":"Mississippi"},{"text":"Since the Spanish discovered this state on Easter Sunday, 1513,  they called it \"Flowery Easter\"","response":"Florida"},{"text":"It's not certain from where this New England state got its name, but it wasn't from the Indians","response":"Maine"}],"originalDate":"1989-02-15"}],[{"category":"FOOD","comments":"","clues":[{"text":"Guinness says the longest of these ever made contained 20,000 bananas &amp; 3 1/2 tons of ice cream","response":"a banana split"},{"text":"Chocolate Cookiesaurus cookies are shaped like these &amp; hungry kids make them extinct","response":"dinosaurs"},{"text":"This fine sugar is often used to make icing","response":"powdered sugar (confectioners' sugar)"},{"text":"A South American mountain range, or a brand of mints you might munch on in the mountains","response":"Andes"},{"text":"The American Institute for Cancer Research suggests eating this type of natural rice","response":"brown rice"}],"originalDate":"1989-02-15"},{"category":"MUSICALS IN OTHER WORDS","comments":"","clues":[{"text":"\"Merry-Go-Round\"","response":"<i>Carousel</i>"},{"text":"\"Felines\"","response":"<i>Cats</i>"},{"text":"\"Miss Oakley Grab That Firearm\"","response":"<i>Annie Get Your Gun</i>"},{"text":"\"Greetings, Mrs. Levi!\"","response":"<i>Hello, Dolly!</i>"},{"text":"\"The 46th State!\"","response":"<i>Oklahoma!</i>"}],"originalDate":"1989-02-15"},{"category":"CONSTELLATIONS","comments":"","clues":[{"text":"The constellation Cancer is represented by this marine animal","response":"a crab"},{"text":"This many constellations are officially recognized, the same number as keys on a piano","response":"88"},{"text":"This constellation is named for the brothers Castor &amp; Pollux of Greek mythology","response":"Gemini"},{"text":"The scientific names of all constellations are in this language","response":"Latin"},{"text":"Major stars of a constellation are usually given Greek letters in alphabetical order according to this","response":"brightness"}],"originalDate":"1989-02-15"},{"category":"GAMES","comments":"","clues":[{"text":"He created a \"magic strategy game\" &amp; a \"magic picture game\" as well as a cube","response":"Rubik"},{"text":"To play \"hot potato\" you have to do this to the potato until the music stops","response":"pass it (carry it back and forth)"},{"text":"\"Squad Leader\", \"Panzer Leader\" &amp; \"Patton's Best\" are all games based on this war","response":"World War II"},{"text":"Shakespeare's tragic Moor might have enjoyed this strategy game that shares his name","response":"Othello"},{"text":"The \"Master Detective\" version of this game has more suspects, more weapons &amp; more rooms","response":"<i>Clue</i>"}],"originalDate":"1989-02-15"},{"category":"EXPLORERS","comments":"","clues":[{"text":"In 1520 this explorer found a strait just north of Tierra del Fuego","response":"Magellan"},{"text":"In full armor, sword in one  hand, banner of Castile in the other, he waded into the Pacific in 1513","response":"(Vasco Nunez de) Balboa"},{"text":"In 1487 Bartolomeu Dias rounded the southern tip of this continent","response":"Africa"},{"text":"This noted sponsor of explorers was the 3rd son of Portugal's King John I","response":"Prince Henry (the Navigator)"},{"text":"Founded in 1608 by Champlain as a fur trading post, it was the capital city of New France","response":"Quebec"}],"originalDate":"1989-02-15"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"She was valedictorian of her high school class in Plains, Georgia","response":"Rosalynn Carter"},{"text":"Martha Washington is buried at this national shrine in Fairfax County, Virginia","response":"Mount Vernon"},{"text":"Aaron Burr introduced this lady to our future 4th president","response":"Dolley Madison"},{"text":"Tina Turner said this glamorous first lady was always her role model","response":"Jackie Kennedy"},{"text":"Mary Tyler Moore played this Mary in a 1988 TV miniseries","response":"Mary Lincoln"}],"originalDate":"1989-02-15"}],{"category":"LANDMARKS","text":"In 2009, during a 20th anniversary celebration, it was called \"an edifice of fear. On November 9, it became a place of joy\"","response":"the Berlin Wall"}]}