{"mix":1288,"rounds":[[{"category":"FIRST YEAR FRENCH","comments":"","clues":[{"text":"Of \"bateau\", \"gateau\" &amp; \"chateau\",  the one you might sail on the Seine","response":"a bateau"},{"text":"A \"pomme\" is an apple; a \"pomme de terre\" is this vegetable","response":"a potato"},{"text":"Meaning \"to remember\" you might buy one of these to remember your trip to France","response":"a souvenir"},{"text":"A \"chaussure\" is a shoe; a \"chaussette\" is this","response":"a sock"},{"text":"A \"librairie\" is not a library but one of these","response":"a bookstore"}],"originalDate":"1989-02-14"},{"category":"OPERA","comments":"","clues":[{"text":"\"Turandot\", Puccini's opera about a Chinese princess, is set in this imperial city","response":"Beijing"},{"text":"The Gypsy heroine of this opera is a hussy who works in a cigarette factory","response":"<i>Carmen</i>"},{"text":"\"La bohème\" is set in the Latin Quarter of this city","response":"Paris"},{"text":"Valhalla goes up in flames at the end of his opera \"Gotter-dammerung\"","response":"Wagner"},{"text":"Italy's leading opera house, it was almost destroyed by bombs during WWII","response":"La Scala"}],"originalDate":"1989-02-14"},{"category":"NAME THE NOVEL","comments":"","clues":[{"text":"Pearl Buck story with Wang Lung, O-Lan &amp; Lotus Blossom","response":"<i>The Good Earth</i>"},{"text":"Ma Joad, Jim Casy &amp; Rose of Sharon Rivers","response":"<i>The Grapes of Wrath</i>"},{"text":"Nick Carraway, Daisy Buchanan &amp; George Wilson","response":"<i>The Great Gatsby</i>"},{"text":"Winston Smith, Julia &amp; Mr. Charrington","response":"<i>1984</i>"},{"text":"Caleb Trask, Aron Trask &amp; Abra Bacon","response":"<i>East of Eden</i>"}],"originalDate":"1989-02-14"},{"category":"COOL NEWS","comments":"","clues":[{"text":"17-year-old Wolf Cukier discovered a planet just 3 days into his internship with this government agency","response":"NASA"},{"text":"M.I.T. researchers used a solar still, evaporation &amp; condensation in this process to make ocean water drinkable","response":"desalinization"},{"text":"In 2020 this sports league &amp; its players association reached a deal that will pay top centers &amp; point guards in excess of $500,000 a year","response":"the WNBA"},{"text":"In 2019 Tunisia held its second straight election that was considered to meet the alliterative criterion \"free &\" this","response":"fair"},{"text":"A sort of \"EpiPen\" for spinal cord injuries could thwart paralysis by using these microscopic \"particles\"","response":"nanoparticles"}],"originalDate":"2020-05-29"},{"category":"LAB PARTNERS","comments":"","clues":[{"text":"Marie gets a Nobel! Pierre gets a Nobel! Irene gets a Nobel! Frederic gets a Nobel! Everybody in this family gets a Nobel!","response":"Curie"},{"text":"Thomas Francis was the guy who tested Jonas Salk's vaccine against this vicious disease through the double-blind method in 1954","response":"polio"},{"text":"Thomas Watson worked in the lab with this man &amp; in 1876 was on the other end of a very important phone call","response":"(Alexander Graham) Bell"},{"text":"Howard Florey &amp; Ernst Chain followed up Alexander Fleming's work on this antibiotic &amp; they all shared a Nobel Prize in 1945","response":"penicillin"},{"text":"In 1942 at the University of Chicago, Leo Szilard helped this Italian create the first nuclear reactor","response":"Enrico Fermi"}],"originalDate":"2020-05-29"},{"category":"I HAVE MY DOUBTS","comments":"","clues":[{"text":"Proverbially, \"He who\" does this \"is lost\"","response":"hesitates"},{"text":"Let's check your \"Q\" rating<span class=\"nobreak\">--</span>this word pluralized denotes sudden misgivings or questions","response":"qualms"},{"text":"Heisenberg's 1927 indistinct principle? Irresolution? Hold on, I got it! It was called this principle! That's it","response":"Uncertainty"},{"text":"If you cast a wary or cynical eye on things, you may be a this, like the ancient Greek philosophy adopted by Plato's school","response":"a skeptic"},{"text":"Some folks unsure of a higher power are this word from the Greek for \"not known\"","response":"agnostic"}],"originalDate":"2020-05-29"}],[{"category":"MULTIPLE \"CHOICE\" QUIZ","comments":"","clues":[{"text":"In this kind of poker, the player holding the deck picks the game","response":"dealer's choice"},{"text":"If you are safe at first base because the out was made on the runner at second, it's scored as this","response":"fielder's choice"},{"text":"Conagra started this frozen food brand after its CEO had a heart attack in 1985","response":"Healthy Choice"},{"text":"The title of a 1979 novel, this is a decision where either option will end in sacrifice","response":"<i>Sophie's Choice</i>"},{"text":"The horse closest to the stable door or nothing","response":"Hobson's choice"}],"originalDate":"2020-05-29"},{"category":"DESCRIBING THE ADJECTIVE","comments":"","clues":[{"text":"There are a limited number of I's<span class=\"nobreak\">--</span>3<span class=\"nobreak\">--</span>in this word meaning endless... or unlimited...or...","response":"infinite"},{"text":"This adjective meaning warmly appreciative is in the name of Bob Weir's band","response":"grateful"},{"text":"Desolate &amp; raw, or a title description of a novel \"House\" with Ada Clarek","response":"bleak"},{"text":"If you're this \"fallacy\" of attributing emotions to objects, you're this, &amp; there's no \"em-\" at the start of the word","response":"pathetic"},{"text":"Though it sounds like 5 things you really require, it actually describes the perfect embodiment of something","response":"quintessential"}],"originalDate":"2020-05-29"},{"category":"SAILING THE 5 SEAS","comments":"","clues":[{"text":"Travel from Colombia to Jamaica across this sea","response":"the Caribbean Sea"},{"text":"Odessa &amp; Sochi are ports on this sea that looks dark in winter due to heavy fogs","response":"the Black Sea"},{"text":"The Germans call this bordering sea Ostsee; the Swedes', Ostersjon","response":"the Baltic"},{"text":"In 1822 a Russian navy captain named this sea off his nation's east coast for a Danish explorer","response":"the Bering Sea"},{"text":"On the other side of Greece from the Aegean, this sea is the Mediterranean's deepest, maxing at more than 16,000 feet","response":"the Ionian"}],"originalDate":"2020-05-29"},{"category":"PATRON SAINTS","comments":"","clues":[{"text":"Though St. Jerome is the patron saint of these people, they'll still fine you if you return his works overdue","response":"librarians"},{"text":"Just the facts, ma'am; his name's Michael, he's a saint, the patron saint of these","response":"policemen"},{"text":"Of Vanity, Apollonia or Sheila E., the patron saint of dentists &amp; toothache sufferers","response":"Apollonia"},{"text":"St. James may not have been as mad as one, but he is a patron saint of them","response":"a hatter"},{"text":"She's the patron saint of miners, not of an NBC soap opera","response":"St. Barbara"}],"originalDate":"1989-05-19"},{"category":"COUNTRIES","comments":"","clues":[{"text":"Among the regions in this country are Old Castile, New Castile &amp; Andalusia","response":"Spain"},{"text":"Country whose cap!tal includes Buda on the west bank of the Danube &amp; Pest on the east","response":"Hungary"},{"text":"Though not part of the Organization of American States, it's the largest country in area of the Americas","response":"Canada"},{"text":"1 of the 2 countries that share the Caspian Sea","response":"(1 of) Iran (USSR)"},{"text":"The name of this West African country means \"lion mountains\"","response":"Sierra Leone"}],"originalDate":"1989-05-19"},{"category":"COLLEGE TRIVIA","comments":"","clues":[{"text":"Students at Boston College can get their grades from machines like these you'd find at your bank","response":"automatic tellers (ATMs)"},{"text":"Transylvania University, oldest U.S. college west of the Alleghenies, is in Lexington in this state","response":"Kentucky"},{"text":"This group that featured Lionel Richie got its start at Tuskegee University","response":"the Commodores"},{"text":"The NCAA's Proposition 42 calls for at least a 700 SAT score &amp; this GPA to win a 1st yr. athletic scholarship","response":"a 2"},{"text":"When students protested his membership on the board of this mostly black D.C. univ., Lee Atwater resigned","response":"Howard University"}],"originalDate":"1989-05-19"}],{"category":"PLAYS","text":"It closes with \"Then let's play poker<span class=\"nobreak\">--</span>and watch your cigarettes, will you? This is my house, not a pig sty.\"","response":"<i>The Odd Couple</i>"}]}