{"mix":1290,"rounds":[[{"category":"POEMS","comments":"","clues":[{"text":"In \"The Rime of the Ancient Mariner\" it was this, this \"every where, nor any drop to drink\"","response":"water"},{"text":"Maya Angelou wrote that it \"sings with a fearful trill of things unknown but longed for still\"","response":"a caged bird"},{"text":"In Emily Dickinson's \"Because I Could Not Stop for Death\", the narrator rides with death in one of these that \"held but just ourselves\"","response":"a carriage"},{"text":"This eminent Harlem Renaissance poet wrote, \"Let America be America again. Let it be the dream it used to be\"","response":"(Langston) Hughes"},{"text":"Though this romantic poet lived to be 80, he didn't manage to publish his long poem \"The Prelude\" before he died in 1850","response":"William Wordsworth"}],"originalDate":"2020-05-28"},{"category":"I'M A CHICK","comments":"","clues":[{"text":"The third iteration of this game named for the virtual people created has an add-on where you fight with Charles the evil chicken","response":"The Sims"},{"text":"A fictional radio senator named Claghorn influenced this bombastic animated rooster","response":"Foghorn Leghorn"},{"text":"In the opening of this stop motion Adult Swim show, a mad scientist breathes life into a recently smooshed fowl","response":"<i>Robot Chicken</i>"},{"text":"On \"The Muppet Show\" the love of this Muppet's life was Camilla the chicken","response":"Gonzo"},{"text":"In one punishment of this truTV reality game show, Sal had to match wits with some chickens on the loose","response":"<i>Impractical Jokers</i>"}],"originalDate":"2020-05-28"},{"category":"MAGNET","comments":"","clues":[{"text":"Of the elements that are naturally ferromagnetic, it's the one the phenomenon of ferromagnetism is named for","response":"iron"},{"text":"You can magnetize a needle &amp; place it on a cork in a bowl of water to make one of these","response":"a compass"},{"text":"In the early 1950s IBM gave these better memories with the introduction of magnetic core storage","response":"computers"},{"text":"One of the most powerful non-destructive magnets in the world is in this state at Los Alamos National Laboratory","response":"New Mexico"},{"text":"An 1845 letter from the 21-year-old future Lord Kelvin inspired this British scientist to show how magnetism &amp; light are related","response":"(Michael) Faraday"}],"originalDate":"2020-05-28"},{"category":"THE BUSH INAUGURATION","comments":"","clues":[{"text":"He left a farewell note on a stationery pad that said,  Don't let the turkeys get you down\"","response":"Reagan"},{"text":"At the inaugural gala, this actor introduced himself as \"Conan the Republican\"","response":"Arnold Schwarzenegger"},{"text":"The parade included a replica of the Avenger, the plane which had this historical significance","response":"Bush flew that plane in World War II (the one he was shot down in)"},{"text":"When she administered the oath of office to Dan Quayle, she left out 6 words","response":"Mrs. Sandra Day O'Connor"},{"text":"At the inaugural ceremony, this evangelist led the invocation","response":"Billy Graham"}],"originalDate":"1989-05-17"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This god of commerce, contrary to his name, wasn't a liquid at room temperature","response":"Mercury"},{"text":"He presided over the Roman games, sort of like the deal the Greeks had with Zeus for the Olympics","response":"Jupiter"},{"text":"Shamu could tell you he's the Roman god of the sea world","response":"Neptune"},{"text":"One of the few gods whose name begins with \"U\", he's the father of the Titans","response":"Uranus"},{"text":"Roman underworld figure who was boss of all down under, &amp; we don't mean Australia","response":"Pluto"}],"originalDate":"1989-05-17"},{"category":"GAMES","comments":"","clues":[{"text":"Game in which you can score 3 points for a \"ringer\", 2 for a \"leaner\" &amp; 1 for landing nearest the stake","response":"horseshoes"},{"text":"In tag, the one who's supposed to touch another player has this 2-letter title","response":"it"},{"text":"Card suit whose shape is based on the French trefoil symbol","response":"clubs"},{"text":"With a standard card, you can get a bingo with as few as this many numbers called","response":"four"},{"text":"Nolan Bushnell, who founded Atari, invented this 1st popular video game","response":"Pong"}],"originalDate":"1989-05-17"}],[{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"The luminescent effect some minerals show was named this, after fluorite","response":"fluorescence"},{"text":"Obsidian is a natural glass formed by rapidly cooling lava &amp; is usually this color","response":"black"},{"text":"To test for this property in a mineral, use a Geiger counter","response":"radioactivity"},{"text":"It's the only rock we could find that would fit in a \"STARTS WITH \"GN\" category","response":"gneiss"},{"text":"Clay containing iron &amp; manganese used to make a brown pigment sometimes described as burnt","response":"sienna"}],"originalDate":"1989-05-17"},{"category":"\"A.C.\"/\"D.C.\"","comments":"(Alex: The correct responses will begin with either \"A.C.\" or \"D.C.\")","clues":[{"text":"Your city's collector of errant canines","response":"the dog catcher"},{"text":"A stray feline, whether or not he's in the street","response":"an alley cat"},{"text":"He played Atahualpa on Broadway in \"The Royal Hunt of the Sun\" before starring in \"Kung Fu\" on TV","response":"David Carradine"},{"text":"In November 1976 it was announced that this 9-year-old girl would attend a public school in Washington, D.C.","response":"Amy Carter"},{"text":"Swimming stroke in which the swimmer kicks twice with 1 leg for each stroke of the opposite arm","response":"the Australian crawl"}],"originalDate":"1989-05-17"},{"category":"RULERS","comments":"","clues":[{"text":"In 1887 she celebrated her golden jubilee, marking 50 years on the throne","response":"Queen Victoria"},{"text":"The quote \"An army marches on its stomach\" is generally attributed to this French ruler","response":"Napoleon"},{"text":"The 1918 breakup of this dual monarchy ended the Hapsburg family's empire","response":"Austria-Hungary"},{"text":"Baptized on his deathbed in 337 A.D., he was the 1st Roman emperor to become a Christian","response":"Constantine"},{"text":"This Hohenzollern ruler was the last German emperor &amp; last king of Prussia","response":"Kaiser Wilhelm (II)"}],"originalDate":"1989-05-17"},{"category":"TV OCCUPATIONS","comments":"","clues":[{"text":"Al Bundy is a salesman of these items on \"Married... with Children\"","response":"shoes"},{"text":"Elyse Keaton on \"Family Ties\" earned a living at this job, showing she had the Frank Lloyd Wright stuff","response":"architect"},{"text":"Although \"The Fall Guy\"s Colt Seavers did this for a living, he chased bail jumpers for extra money","response":"a stunt man"},{"text":"Type of books written by Dick Loudon in \"Newhart\"","response":"How to books"},{"text":"The reason given for Michael Hogan's frequent absences from \"The Hogan Family\" is this job","response":"an airline pilot"}],"originalDate":"1989-05-17"},{"category":"JAPAN","comments":"","clues":[{"text":"The name of the Fujimicho District in the old town of Edo means \"town from which\" this \"can be seen\"","response":"Mt. Fuji"},{"text":"Ikebana is the traditional Japanese art of arranging these","response":"flowers"},{"text":"Bushido was the code of etiquette followed by this warrior class","response":"a samurai"},{"text":"Emperor Hirohito's funeral included rites of this Japanese religion","response":"Shinto"},{"text":"As the Library of Congress is the largest U.S. library, this gov't <br> body's library is Japan's largest","response":"the Diet"}],"originalDate":"1989-05-17"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"Some of his stories featured the McWilliamses, a family just as eccentric as Tom Sawyer's","response":"Mark Twain"},{"text":"An Inquisition prisoner escapes this Poe title torture by letting the rats eat through his ropes","response":"\"The Pit and the Pendulum\""},{"text":"Some say it's the ghost of a Hessian trooper whose head had been carried away by a cannonball","response":"the Headless Horseman (of Sleepy Hollow)"},{"text":"4 \"Red Pony\" stories are included in his 1938 work \"The Long Valley\"","response":"(John) Steinbeck"},{"text":"Kafka told this story's illustrator not to draw the insect","response":"\"The Metamorphosis\""}],"originalDate":"1989-05-17"}],{"category":"PRESIDENTS","text":"Black Jack was the riderless horse at the funerals of these 3 presidents","response":"JFK, LBJ & Eisenhower"}]}