{"mix":1294,"rounds":[[{"category":"RECENT BESTSELLERS","comments":"","clues":[{"text":"\"American Dirt\" is about a mother &amp; son fleeing the violence of this country","response":"Mexico"},{"text":"Shh! It's the 5-letter title of Susan Cain's book about \"The Power of Introverts in a World That Can't Stop Talking\"","response":"<i>Quiet</i>"},{"text":"This author of the memoir \"Eat Pray Love\" wrote the 2019 fiction bestseller \"City of Girls\"","response":"Elizabeth Gilbert"},{"text":"Donna Tartt wrote \"The Goldfinch\"; Kristin Hannah wrote this bestseller that also has an avian title","response":"<i>The Nightingale</i>"},{"text":"Journalists Jodi Kantor &amp; Megan Twohey took readers inside their investigation of Harvey Weinstein in this bestseller","response":"<i>She Said</i>"}],"originalDate":"2020-05-25"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"To convert inches to these, multiply by 2.54","response":"centimeters"},{"text":"One Japanese type of this tall hollow grass takes about 120 years to blossom; after that, it usually dies","response":"bamboo"},{"text":"This tick-borne disease is named for a town in Connecticut where it was first observed in 1975","response":"Lyme disease"},{"text":"In 1927 he was the first recipient of the Distinguished Flying Cross","response":"Lindbergh"},{"text":"Following the path of a civil rights march, the shortest national historic trail, 54 miles, extends between these 2 Ala. cities","response":"Montgomery & Selma"}],"originalDate":"2020-05-25"},{"category":"USE YOUR WORDS","comments":"","clues":[{"text":"There's an amphibian in this 8-letter verb that means to jump over","response":"leapfrog"},{"text":"This adjective means of or pertaining to the sense of smell","response":"olfactory"},{"text":"These 2 adjectives are antonyms of each other &amp; are derived from 2 of the divisions in taxonomy","response":"general & specific"},{"text":"This synonym for chasm comes from the Greek for \"bottomless\"","response":"abyss"},{"text":"These lyric poets or minstrels of the 11th to the 13th centuries wrote in the Provençal language","response":"troubadours"}],"originalDate":"2020-05-25"},{"category":"STARTS WITH \"ME\"","comments":"","clues":[{"text":"Seen in August, the Perseids are this type of shower","response":"meteor showers"},{"text":"Sap-sucking insect named for a white, sticky cornmeal-like powder found on its body","response":"a mealybug"},{"text":"St. Jerome was critical of those who used the end to justify these","response":"the means"},{"text":"Siena College made news when its basketball games were closed to the public due to this disease","response":"the measles"},{"text":"An extreme U-bend in a stream or to wander aimlessly &amp; idly without fixed direction","response":"meander"}],"originalDate":"1989-05-15"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The longest railway tunnel in the world opened in '88 in this Asian country known for \"bullet\" trains","response":"Japan"},{"text":"Yes, ships do have telephone numbers, but this part of the number changes as they travel","response":"the area code"},{"text":"3 million of these safety devices are slated to be installed in 1990 model American cars","response":"airbags"},{"text":"This Pennsylvania city has more than 1,000 bridges, the most any U.S. city","response":"Pittsburgh"},{"text":"Championship competition for motorless vehicles held each year in Akron, Ohio","response":"the Soap Box races (Derby)"}],"originalDate":"1989-05-15"},{"category":"POETRY","comments":"","clues":[{"text":"According to Stevenson, it's who \"should always say what's true and speak when he is spoken to\"","response":"a child"},{"text":"Elizabeth Barrett Browning said, \"And, if God choose, I shall but love thee better after\" this","response":"death"},{"text":"Ben Jonson wrote, \"Drink to me only with thine eyes and I will\" do this \"with mine\"","response":"I will pledge with mine"},{"text":"Edward Fitzgerald 1st published his translation of this Persian work anonymously in 1859","response":"<i>The Rubaiyat</i> (of Omar Khayyam)"},{"text":"Sandburg said of this city:  \"I have seen your painted women under the gas lamps luring the farm boys\"","response":"Chicago"}],"originalDate":"1989-05-15"}],[{"category":"NORTH AMERICA","comments":"","clues":[{"text":"2 of the 3 main languages of North America","response":"(2 of) English & Spanish (French)"},{"text":"Their west-to-east order can be recalled by using the phrase \"Super Man helps everyone one\"","response":"the Great Lakes"},{"text":"Most encyclopedias include the 7 countries of this region as part of North America","response":"Central America"},{"text":"World's highest commercially navigable river flows into Coeur d'Aene Lake in this U.S. state","response":"Idaho"},{"text":"These mountains extend from Alaska into Mexico where they're called the Sierra Madre Oriental","response":"the Rocky Mountains"}],"originalDate":"1989-05-15"},{"category":"THE CIRCUS","comments":"","clues":[{"text":"In 1907 Barnum &amp; Bailey's circus was sold to  them","response":"the Ringling brothers"},{"text":"There are 2 main types of these in the circus, Auguste &amp; whiteface","response":"clowns"},{"text":"A Moscow circus act features these animals trained in the art of juggling with the feet","response":"bears"},{"text":"This \"Entertainment Tonight\" star hosts the ABC series \"Great Circuses of the World\"","response":"Mary Hart"},{"text":"Type of act that was the specialty of the Wallendas","response":"the high wire act"}],"originalDate":"1989-05-15"},{"category":"BIOLOGY","comments":"","clues":[{"text":"The only mammals capable of unassisted flight","response":"bats"},{"text":"The basic cell of the nervous system","response":"the neuron"},{"text":"Petruchio might be embarrassed to learn these are among the smallest mammals","response":"shrews"},{"text":"The prefix \"hepat-\", as in hepatitis, refers to this organ","response":"the liver"},{"text":"Hairy cap, stair-step &amp; granite are varieties of these most primitive green land plants","response":"mosses"}],"originalDate":"1989-05-15"},{"category":"MAGAZINES","comments":"","clues":[{"text":"This, not Time, was the 1st news magazine out with a big report on the Time-Warner merger","response":"<i>Newsweek</i>"},{"text":"In titles, this word precedes Science, Hot Rodding &amp; Mechanics","response":"Popular"},{"text":"Amazing Heroes is a magazine covering this industry","response":"the comic book industry"},{"text":"You don't have to be a detective to figure out EQMM is how this magazine refers to itself","response":"<i>Ellery Queen Mystery Magazine</i>"},{"text":"In 1972 this writer founded Ms., a magazine published &amp; edited by women","response":"Gloria Steinem"}],"originalDate":"1989-05-15"},{"category":"ROYALTY","comments":"","clues":[{"text":"Murdered in a palace intrigue, this Persian king was succeeded by his son Artaxerxes I","response":"Xerxes"},{"text":"This prince consort is the president of World Wildlife International Fund","response":"Prince Philip"},{"text":"It's said this lusty empress' favorite toast was \"God, grant us our desires and grant them quickly\"","response":"Catherine the Great"},{"text":"This queen's son Louis XVII probably died of natural causes at age 10, but many believed he'd been poisoned","response":"Marie Antoinette"},{"text":"Her maiden name was Michiko Shoda","response":"the wife of Akihito (daughter-in-law of the late Emperor Hirohito)"}],"originalDate":"1989-05-15"},{"category":"EDUCATION","comments":"","clues":[{"text":"According to 1 estimate, there are 1,000 of these in U.S. colleges  &amp; 768 of them march","response":"bands"},{"text":"Some experts suggest kids should spend 10 minutes a day times their grade level on this activity","response":"their homework"},{"text":"The only U.S. chair of Shiite studies was recently established at this N.J. Ivy League university","response":"Princeton"},{"text":"From the Latin for \"parish\" it's the common term for an elem. school maintained by a parish","response":"parochial"},{"text":"The 1st U.S. college school of business, the Wharton School is part of this university","response":"the University of Pennsylvania"}],"originalDate":"1989-05-15"}],{"category":"NAMES IN U.S. HISTORY","text":"This father was the only man among the 13 plaintiffs in a class-action case filed in 1951","response":"Brown"}]}