{"mix":1306,"rounds":[[{"category":"PRIME MINISTERS","comments":"","clues":[{"text":"Morarji Desai, imprisoned under her \"emergency rule\" of India, succeeded her as P.M. in 1977","response":"Indira Gandhi"},{"text":"This man who became Canada's P.M. in 1968 earned a master's degree from Harvard in 1945","response":"Pierre Trudeau"},{"text":"Under David Lange, this country was suspended from the ANZUS Pact","response":"New Zealand"},{"text":"Lee Kuan Yew was its P.M. both before &amp; after it was part of the Federation of Malaysia","response":"Singapore"},{"text":"This assassinated Swedish prime minister was a protege of previous P.M. Tage Erlander","response":"Olof Palme"}],"originalDate":"1995-09-18"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"A 1919 solar eclipse confirmed this theory of Albert Einstein's","response":"relativity"},{"text":"Around 1660 Marcello Malpighi became the first to see blood flow in these small vessels","response":"capillaries"},{"text":"This Australian tree produces a resin called Botany Bay kino that protects wood against worms","response":"the eucalyptus"},{"text":"This dainty insect that lives for a few hours or a few days is also called a dayfly","response":"a mayfly"},{"text":"For discovering Uranus, he was awarded the Copley Medal from the Royal Society of London","response":"Herschel"}],"originalDate":"1995-09-18"},{"category":"1994 OBITS","comments":"","clues":[{"text":"This former president's funeral cost the U.S. military $311,039","response":"Nixon"},{"text":"Sadly, this \"Birdman of Alcatraz\" star went \"From Here to Eternity\"","response":"Burt Lancaster"},{"text":"She was the mother of the 42nd U.S. president","response":"Virginia Kelley"},{"text":"In 1960 she won a record 3 track &amp; field gold medals at the Rome Olympics","response":"Wilma Rudolph"},{"text":"When this \"Invisible Man\" author died in 1994 at age 80, his 2nd novel was still unfinished","response":"Ralph Ellison"}],"originalDate":"1995-09-18"},{"category":"ART","comments":"","clues":[{"text":"American artist Benjamin West painted \"Death on a Pale\" one of these animals","response":"a horse"},{"text":"The title of his \"Les Demoiselles d'Avignon\" refers to a Spanish street known for its brothels","response":"Picasso"},{"text":"Durer's \"Four Apostles\" shows his Protestant leanings; John holds this man's translation of the Bible","response":"Luther"},{"text":"Van Eyck was one of many to paint this event, Gabriel telling Mary she would be the mother of the son of God","response":"the Annunciation"},{"text":"The drawings for Vesalius's famous book on this subject may have been done in Titian's studio","response":"anatomy"}],"originalDate":"1995-09-18"},{"category":"THEATRE","comments":"","clues":[{"text":"The only characters in this Alfred Uhry play are Daisy Werthan, her chauffeur &amp; her son","response":"<i>Driving Miss Daisy</i>"},{"text":"Much of Stephen Sondheim's 1976 musical \"Pacific Overtures\" was modeled on this form of Japanese theatre","response":"kabuki"},{"text":"William Ball founded the ACT in Pittsburgh in 1965 but moved it to this Northern California city in 1967","response":"San Francisco"},{"text":"This Southerner's play \"Tiger Tail\" is a reworking of his screenplay for the Carroll Baker film \"Baby Doll\"","response":"Tennessee Williams"},{"text":"Edith Evans played the serpent in the 1923 cast of this playwright's \"Back to Methuselah\"","response":"(George Bernard) Shaw"}],"originalDate":"1995-09-18"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Scottish King Malcolm III Canmore slew this king who'd brought down Duncan I","response":"Macbeth"},{"text":"In 1854 a group of local Whigs founded this political party in Ripon, Wisconsin","response":"the Republicans"},{"text":"On Dec. 10, 1848 this nephew of Napoleon I was elected president of France","response":"Louis Napoleon (Napoleon III)"},{"text":"The Scorpion, this type of ship, sank off the Azores in 1968","response":"a nuclear submarine"},{"text":"This prime minister took over as leader of India's Congress Party September 9, 1951","response":"Nehru"}],"originalDate":"1995-09-14"}],[{"category":"PUZZLES &amp; GAMES","comments":"","clues":[{"text":"The largest of these was over 50,000 square feet; a much smaller one had the most pieces, 204,484","response":"a jigsaw puzzle (*picture puzzle)"},{"text":"An example of one of these is \"flit on cheering angel\" for Florence Nightingale","response":"an anagram"},{"text":"These are the foundation cards in regular or Klondike solitaire","response":"aces"},{"text":"This game has 108 suit tiles, 28 honor tiles &amp; 8 flower tiles","response":"mahjong"},{"text":"It's Elizabeth Kingsley's puzzle creation in which the letters of defined words form a quote in a grid","response":"a double-crostic"}],"originalDate":"1995-09-14"},{"category":"MICHELANGELO","comments":"","clues":[{"text":"The left arm of this over 14-foot marble statue was broken in 1527 &amp; not repaired until later","response":"<i>David</i>"},{"text":"Born in Caprese, Michelangelo was taken to this city while still an infant","response":"Florence"},{"text":"'Bacchus\", his first surviving  large statue, led to a commission for this sculpture now in St. Peter's","response":"the <i>Pieta</i>"},{"text":"Michelangelo's   enormous statue of Pope Julius II in this metal was later recast into a cannon","response":"bronze"},{"text":"In 1489 Michelangelo enrolled at an art school established by this \"Magnificent\" Medici","response":"Lorenzo"}],"originalDate":"1995-09-14"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Scows &amp; lighters are types of these flat-bottomed, cargo-carrying boats","response":"barges"},{"text":"This U.S. government agency regulates the manufacture of civilian aircraft","response":"the FAA"},{"text":"4 path tubes, rapid transit tunnels connecting New Jersey with New York City, run under this river","response":"the Hudson"},{"text":"Types of this vehicle include mountain, touring, hybrid &amp; specialty","response":"bikes"},{"text":"Built in 1962 for the Seattle World's Fair, it's still in operation as public transportation","response":"the Monorail"}],"originalDate":"1995-09-14"},{"category":"SEAS","comments":"","clues":[{"text":"Shelikhova Gulf is an extension of this country's Sea of Okhotsk","response":"Russia"},{"text":"Colombia's Magdalena Riverer &amp; Guatemala's Motagua River flow into this sea","response":"the Caribbean"},{"text":"In 1971 the first oil field on the Norwegian sector of this sea went into production","response":"the North Sea"},{"text":"This eastern part of the Mediterranean Sea was once known as the Archipelago","response":"the Aegean"},{"text":"Though shallow off the Australian coast, this tropical sea reaches depths of 25,000' near Vanuatu","response":"the Coral Sea"}],"originalDate":"1995-09-14"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"John Ray's 1670 book of English proverbs told us, \"If wishes were horses\", these people \"might ride\"","response":"beggars"},{"text":"Prince Charles once said, \"I sometimes wonder if two-thirds of the globe is covered in\" this color \"carpet\"","response":"red"},{"text":"In his 17th century play \"The Rehearsal\", George Villiers wrote, \"Ay, now\" this \"thickens\"","response":"the plot"},{"text":"This poetic pair \"dined on mince, and slices of quince, which they ate with a runcible spoon\"","response":"the Owl & the Pussycat"},{"text":"\"At bottom God is nothing other than an exalted father\", he wrote in \"Totem and Taboo\"","response":"Freud"}],"originalDate":"1995-09-14"},{"category":"CIVIL WAR TRIVIA","comments":"","clues":[{"text":"His nicknames included Old Jack, Old Blue Light &amp; Stonewall","response":"Stonewall Jackson"},{"text":"Sheridan bought the table on which this was signed &amp; gave it to the Custers as a gift","response":"the surrender"},{"text":"The foragers on his march to the sea were nicknamed Bummers","response":"Sherman"},{"text":"For most of the war his son Custis was aide-de-camp to Jefferson Davis","response":"Robert E. Lee"},{"text":"The Hartford was his flagship during his capture of New Orleans","response":"Farragut"}],"originalDate":"1995-09-14"}],{"category":"MUSICAL THEATER","text":"The pair at the center of tumult in this long-running show were originally to be a Jewish girl &amp; a Catholic boy","response":"<i>West Side Story</i>"}]}