{"mix":1308,"rounds":[[{"category":"ART MUSEUMS","comments":"","clues":[{"text":"No doubt its top attraction is the \"Mona Lisa\", or \"La Joconde\" to the French","response":"the Louvre"},{"text":"This Spanish museum has been called \"the finest picture gallery in the world\"","response":"the Prado"},{"text":"The name of this Russian museum derives from its original use as a retreat","response":"the Hermitage"},{"text":"The Kunsthestorisches Museum in Vienna originated with the collections of this ruling family","response":"the Hapsburgs"},{"text":"Botticelli's \"Birth of Venus\" is among the masterpieces at this Florence museum","response":"the Uffizi"}],"originalDate":"1995-09-13"},{"category":"OLD NEWS","comments":"","clues":[{"text":"Pope Alexander III laid the cornerstone for this Paris cathedral in 1163","response":"Notre Dame"},{"text":"Around 387 B.C. he founded the Academy in Athens, where he taught for most of the rest of his life","response":"Plato"},{"text":"In the 10th century he moved to Iceland with his father, Thorvald Asvaldsson","response":"Erik the Red"},{"text":"In 610 Heraclius overthrew Phocas  &amp; seized the throne of this empire whose capital was Constantinople","response":"the Byzantine Empire"},{"text":"At the 331 B.C. Battle of Gaugamela, Alexander the Great defeated Darius  III of this empire","response":"the Persian Empire"}],"originalDate":"1995-09-13"},{"category":"HALLMARK HALL OF FAME","comments":"","clues":[{"text":"He, of course, starred as Elwood P. Dowd in the 1972 production of \"Harvey\"","response":"Jimmy Stewart"},{"text":"In 1994 Catherine Zeta Jones starred in the first filmed version of his \"The Return of the Native\"","response":"Thomas Hardy"},{"text":"Since 1986 he's starred in \"Breathing Lessons\", \"Decoration Day\", \"My Name is Bill W.\" &amp; \"Promise\"","response":"James Garner"},{"text":"His first play on the big or small screen was 1995's Hall of Fame production of  \"The Piano Lesson\"","response":"(August) Wilson"},{"text":"In 1962 Dorothy Stickney, Mildred Natwick, Boris Karloff &amp; Tony Randall starred in this classic comedy","response":"<i>Arsenic & Old Lace</i>"}],"originalDate":"1995-09-13"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"It's nicknamed \"Hulaville\"","response":"Honolulu"},{"text":"This capital of Idaho was founded after an 1862 gold rush","response":"Boise"},{"text":"This capital's downtown library has a permanent collection of \"Gone With the Wind\" memorabilia","response":"Atlanta"},{"text":"Sesquicentennial State Park in South Carolina honors this capital's 150th anniversary as a city","response":"Columbia"},{"text":"It's the only current state capital in which you can tour a U.S. mint still in operation","response":"Denver"}],"originalDate":"1994-03-15"},{"category":"TV SPINOFFS","comments":"","clues":[{"text":"This \"Dallas\" spinoff had a longer run than its parent show","response":"<i>Knots Landing</i>"},{"text":"Carla Tortelli's one-time husband Nick was featured on \"The Tortellis\", a spinoff of this sitcom","response":"<i>Cheers</i>"},{"text":"Of \"The Mary Tyler Moore Show\" spinoffs, this was the only drama","response":"<i>Lou Grant</i>"},{"text":"Edith Bunker's liberal cousin was was the title character in this first \"All in the Family\" spinoff","response":"<i>Maude</i>"},{"text":"In this M*A*S*H spinoff's last season, Gonzo Gates suffered a stroke &amp; was unable to perform surgery","response":"<i>Trapper John, M.D.</i>"}],"originalDate":"1994-03-15"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"In 1967 this leader of the Cuban revolution was captured in Bolivia &amp; executed","response":"Che Guevara"},{"text":"Name given the 2 Israeli-Egyptian agreements signed in the U.S. Sept. 17, 1978","response":"the Camp David Accords"},{"text":"Between 1952 &amp; 1956 this secret society operated within the Kikuyu Tribe in Kenya","response":"the Mau-Mau"},{"text":"In 1945 South African leader Jan Smuts helped draft this in San Francisco","response":"the U.N. Charter"},{"text":"On Dec. 2, 1982 an artificial heart designed by this man was installed in Dr. Barney Clark","response":"(Dr. Robert) Jarvik"}],"originalDate":"1994-03-15"}],[{"category":"HAIR","comments":"","clues":[{"text":"Your hair is this color if it's lost all of its melanin","response":"white (gray)"},{"text":"Your hair grows fastest during this season","response":"summer"},{"text":"For most people it averages 70 to 100 a day","response":"the number of hairs that fall out"},{"text":"Hair on a hare is called fur &amp; the woolly hair on a sheep is called this","response":"fleece"},{"text":"This outer layer of the hair shares its name with the strip of skin at the base of the fingernail","response":"cuticle"}],"originalDate":"1994-03-15"},{"category":"\"C\" FOOD","comments":"(Alex: \"C\" in quotation marks, which means that each correct response will begin with that letter of the alphabet.)","clues":[{"text":"The bullhead is a popular small variety of this \"feline\" fish","response":"the catfish"},{"text":"Used in stir-fry dishes, bok choy is an Asian variety of this vegetable","response":"cabbage"},{"text":"This peach earned its name because its flesh adheres to the pit","response":"the cling peach"},{"text":"The name of this dish consisting of tubular pasta stuffed with meat or cheese is Italian for \"big tubes\"","response":"cannelloni"},{"text":"The red &amp; white types of these berries are used to make bar-le-duc, a French preserve","response":"currants"}],"originalDate":"1994-03-15"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"The inscription on this piece of jewelry that Abe Lincoln gave Mary Todd in 1842 says \"Love is eternal\"","response":"a wedding ring"},{"text":"Lady Bird Johnson was the first first lady born in this state","response":"Texas"},{"text":"When she visited India in 1962 with her sister Lee, she rode an elephant","response":"Jackie Kennedy"},{"text":"It was the first name of Grover Cleveland's wife, but some people called her \"Frank\" or \"Frankie\"","response":"Frances"},{"text":"This president's first wife, Letitia, gave birth to 9 children: his second wife, Julia, had 7","response":"John Tyler"}],"originalDate":"1994-03-15"},{"category":"MEDICAL WORD ORIGINS","comments":"","clues":[{"text":"A surgical knife, its name comes from scalpere, meaning \"to scratch\"","response":"a scalpel"},{"text":"The name of this pregnancy specialist comes from obstare, meaning \"to stand before\"","response":"an obstetrician"},{"text":"This term for a band of tissue that connects muscle &amp; bone comes from a word meaning \"to stretch\"","response":"a tendon"},{"text":"This name for the thighbone is Latin for \"thigh\"","response":"femur"},{"text":"The name of this disease also called lockjaw comes from a Greek word meaning \"spasm\"","response":"tetanus"}],"originalDate":"1994-03-15"},{"category":"COMPOSERS","comments":"","clues":[{"text":"He wrote \"The Firebird\", \"Petrushka\" &amp; \"The Rite of Spring\" for Sergei Diaghilev","response":"Stravinsky"},{"text":"Most of the score of this British duo's first operetta, \"Thespis\", is lost","response":"Gilbert & Sullivan"},{"text":"Russian-American choreographer who was the brother of Soviet composer Andrei Balanchivadze","response":"(George) Balanchine"},{"text":"Humorous composer Peter Schickele invented this fictional composer in 1953","response":"P.D.Q. Bach"},{"text":"Franco Alfano completed this composer's \"Turandot\" after his death","response":"Puccini"}],"originalDate":"1994-03-15"},{"category":"THE WILD WEST","comments":"","clues":[{"text":"Of Hole in the Head, Hole in the Wall or Hole in One, the one that was Butch Cassidy's famous hideout","response":"the Hole in the Wall"},{"text":"Morgan Earp was killed while playing billiards a few months after this notorious 1881 shootout","response":"the Gunfight at O.K. Corral"},{"text":"Bat Masterson laid down the law in this Kansas town, the \"Wickedest Little City\" in the West","response":"Dodge"},{"text":"Wild Bill Hickok probably never married her, but a cab driver named Clinton Burke did","response":"Calamity Jane"},{"text":"A Creek Indian named Jim July was this Old West \"Bandit Queen\"s last lover","response":"Belle Starr"}],"originalDate":"1994-03-15"}],{"category":"GEOGRAPHY","text":"It's bordered by 4 countries, the most of any Central American nation","response":"Guatemala"}]}