{"mix":1309,"rounds":[[{"category":"FOREIGN CURRENCY","comments":"","clues":[{"text":"In this country 1 yuan is equal to 10 jiao","response":"China"},{"text":"Malta, Turkey &amp; Italy use units called this","response":"lira"},{"text":"This Portuguese territory's unit of currency is called the pataca","response":"Macau"},{"text":"In Kiey, the capital of this country, you can use a unit of money called the hryvnia","response":"Ukraine"},{"text":"The name of this Spanish unit of currency is a diminutive of peso","response":"peseta"}],"originalDate":"1994-03-15"},{"category":"CENSORED BOOKS","comments":"","clues":[{"text":"Sex &amp; profanity are reasons schools have pulled his \"The Catcher in the Rye\" from reading lists","response":"J.D. Salinger"},{"text":"In 1988 the tide was out for this Pat Conroy novel; a South Carolina school pulled it from reading lists","response":"<i>Prince of Tides</i>"},{"text":"Teachers in Erie, Penn. have blacked out the mating passages in her \"Gorillas in the Mist\"","response":"Dian Fossey"},{"text":"The Robert Cormier book about a \"War\" over this sweet has been challenged all over the country","response":"chocolate"},{"text":"His novel \"One Hundred Years of Solitude\" was called \"garbage passed off as literature\" &amp; purged","response":"(Gabriel Garcia) Marquez"}],"originalDate":"1994-03-15"},{"category":"METALS","comments":"","clues":[{"text":"Radiation shielding is an important use of this metal, symbol Pb","response":"lead"},{"text":"A major use of platinum is in the catalytic converters found on these vehicles","response":"automobiles"},{"text":"Quicksilver is another name for this metal","response":"mercury"},{"text":"This, the Earth's most abundant metal, is sometimes anodized for use as a building material","response":"aluminum"},{"text":"This metal found in rat poisons can be detected in hair or fingernails","response":"arsenic"}],"originalDate":"1994-03-14"},{"category":"COMEDY FILMS","comments":"","clues":[{"text":"Macaulay Culkin got left behind in this film &amp; its sequel","response":"<i>Home Alone</i>"},{"text":"Charlie Sheen goes on a rescue mission Rambo-style in this comedy \"Part Deux\"","response":"<i>Hot Shots!</i>"},{"text":"In a 1991 remake of this film, Steve Martin took the role originally played by Spencer Tracy","response":"the <i>Father of the Bride</i>"},{"text":"In a 1988 film he play Danny De Vito's twin","response":"Arnold Schwarzenegger"},{"text":"In this classic Jerry Lewis creates a potion that changes him from shy chem. teacher to campus swinger","response":"<i>The Nutty Professor</i>"}],"originalDate":"1994-03-14"},{"category":"INCREDIBLE EDIBLES","comments":"","clues":[{"text":"The Masai tap the veins of their cattle with special arrows to get this, which they drink","response":"blood"},{"text":"Lapps lap up the milk of these deer, &amp; they use it to make cheese, too","response":"reindeer"},{"text":"Vitellius, a noted glutton &amp; ancient emperor of this, gorged himself on flamingo tongues &amp; peacock brains","response":"Rome"},{"text":"Luak, drunk in Indonesia, is a type of this beverage made from beans already digested by a civet cat","response":"coffee"},{"text":"The liver of this tusked pinniped is a traditional food of the Eskimos","response":"the walrus"}],"originalDate":"1994-03-14"},{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"This book's title was originally followed by \"and Mr. McGregor's Garden\"","response":"<i>Peter Rabbit</i>"},{"text":"This bull would rather smell flowers than fight","response":"Ferdinand"},{"text":"We looked! Then we saw him step in on the mat! We looked! And we saw him!\" this Dr. Seuss character","response":"The Cat in the Hat"},{"text":"In this 1908 novel, Rat, Toad &amp; Badger reside on the banks of an English river","response":"<i>The Wind in the Willows</i>"},{"text":"The ALA awards this medal annually for the most distinguished children's picture book","response":"the Caldecott Award"}],"originalDate":"1994-03-14"}],[{"category":"NEXT IN LINE","comments":"","clues":[{"text":"Heading away from the Sun, it's Venus, Earth, then this planet","response":"Mars"},{"text":"Graduates going up the honor scale know that it's cum laude, magna cum laude, this","response":"summa cum laude"},{"text":"The USDA meat rankings progress from select to choice to this","response":"prime"},{"text":"Hexagon follows pentagon &amp; this follows quintuplets","response":"sextuplets"},{"text":"Next president in the sequence: Lincoln, Jefferson, Franklin D. Roosevelt,...","response":"George Washington"}],"originalDate":"1994-03-14"},{"category":"\"EX\" WORDS","comments":"","clues":[{"text":"God calls Moses to leadership in this Old Testament book","response":"Exodus"},{"text":"A museum display, or anything introduced as evidence in court","response":"exhibit"},{"text":"From the Latin for \"high\", it means to praise or glorify","response":"exalt"},{"text":"The pleasure tours usually have low fares &amp; are of short duration","response":"excursions"},{"text":"Impromptu","response":"extemporaneous"}],"originalDate":"1994-03-14"},{"category":"THE 50 STATES","comments":"","clues":[{"text":"The Milwaukee Sentinel is the oldest newspaper in this state","response":"Wisconsin"},{"text":"Rochester in this state is home to the largest private medical center in the world, the Mayo Clinic","response":"Minnesota"},{"text":"This state has 2 of the nation's oldest seashore resorts: Long Branch &amp; Cape May","response":"New Jersey"},{"text":"Gannett Peak is this state's highest mountain, though Grand Teton is better known","response":"Wyoming"},{"text":"Flathead Lake in this \"Treasure State\" is one of the largest natural lakes west of the Mississippi","response":"Montana"}],"originalDate":"1994-03-14"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"This British naturalist was born on the same day as Abraham Lincoln, February 12, 1809","response":"(Charles) Darwin"},{"text":"On his deathbed in 1821, his final word is said to have been \"Josephine\"","response":"Napoleon"},{"text":"Chinese philosopher Mencius was given the title \"Second Sage\", being 2nd in wisdom only to this philosopher","response":"Confucius"},{"text":"The mummy of this king thought to be the pharaoh of Exodus can be seen in Cairo","response":"Ramses (II) (the Great)"},{"text":"Shakespeare borrowed many of his historical facts from this ancient writer's \"Parallel Lives\"","response":"Plutarch"}],"originalDate":"1994-03-14"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Taiwan observes Constitution Day on this date when many observe Christmas","response":"December 25th"},{"text":"Reformation Day, Oct. 31, is the anniversary of the day he posted his 95 Theses in 1517","response":"Martin Luther"},{"text":"This Mideast country celebrates its 1948 independence on the fifth day of the lunar month of Iyar","response":"Israel"},{"text":"April 16, the birthday of Queen Margrethe II, is a holiday in this country","response":"Denmark"},{"text":"This nation's 17th of July  Day commemorates the return to power of the Bath Party in 1968","response":"Iraq"}],"originalDate":"1994-03-14"},{"category":"SHIPS","comments":"","clues":[{"text":"In 1959 the N.S. Savannah became the first commercial ship powered by this","response":"nuclear power"},{"text":"The largest portion of the world's merchant fleet is this type of cargo ship","response":"a tanker"},{"text":"In 1967 this company launched the Queen Elizabeth II, its last liner","response":"the Cunard line"},{"text":"Robert Fulton's North River Steamboat was better known by this name, after the estate of a major backer","response":"the Clermont"},{"text":"Launched in 1797, this oldest decommissioned U.S. Navy ship is docked at Pier 1 in Baltimore Harbor","response":"the <i>Constellation</i>"}],"originalDate":"1994-03-14"}],{"category":"ENGLISH CITIES","text":"William the Conqueror's son built a fortress on a key northern river in 1080, giving this city its name","response":"Newcastle (upon Tyne)"}]}