{"mix":1313,"rounds":[[{"category":"SPORTS FIGURES","comments":"","clues":[{"text":"In late 19th c. football games it was worth 1 point, then 2,  not 6 like today","response":"a touchdown"},{"text":"For boxing, it usually measures 18-20 ft. square","response":"the ring"},{"text":"On Feb. 24, 1987, for the 1st time in his career, Kareem Abdul-Jabbar scored this many points on 1 shot","response":"3"},{"text":"The Spanish embassy says that it is customary for these sports figures to retire at age 40","response":"matadors (bullfighters)"},{"text":"The top class for international race cars","response":"Formula 1"}],"originalDate":"1987-09-08"},{"category":"MISSISSIPPI","comments":"","clues":[{"text":"Mississippi's population has a larger proportion of this ethnic group than any other state","response":"black"},{"text":"On Jan. 9, 1861, Mississippi became the 2nd state to do this","response":"secede from the Union"},{"text":"Over 55% of the land in Mississippi is covered by these","response":"forests"},{"text":"Of Lincoln, Jefferson Davis, or Jeb Stuart, the one that is not a county in Mississippi","response":"Jeb Stuart"},{"text":"Though nicknamed for a neighboring state, this author was actually a native of Mississippi","response":"Tennessee Williams"}],"originalDate":"1987-09-08"},{"category":"HEADS","comments":"","clues":[{"text":"If you take a head count, you'll find only 2 of this king's 6 wives lost theirs","response":"King Henry VIII"},{"text":"On this Disneyland ride, a headhunter offers 2 of his heads for 1 of yours","response":"the Jungle River Cruise"},{"text":"It's said this man's wife would pull his head out of a bag &amp; ask, \"Have you met Sir Walter?\"","response":"Sir Walter Raleigh"},{"text":"Some said her prince came to claim her from Copenhagen Harbor, but only got away with her head","response":"the Little Mermaid"},{"text":"To \"Teach\" this pirate named Edward a lesson, his head was stuck on the bowsprit of a ship","response":"Blackbeard"}],"originalDate":"1987-09-08"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"This term for nonphysical love comes from the Greek philosopher who taught such a concept","response":"platonic"},{"text":"Ancient Egyptians thought all specimens of this beetle, which they considered sacred, were male","response":"a scarab"},{"text":"2 of the 5 earliest Roman emperors, all of whom called themselves \"Caesar\" after Julius","response":"(2 of) Augustus or Octavian, Tiberius, Caligula, Claudius & Nero"},{"text":"War between Athens &amp; Sparta, its name derives from peninsula on which Sparta was located","response":"the Peloponnesian War"},{"text":"Legend says Archimedes saved his city, Syracuse, but setting attacking Roman ships afire after using these","response":"mirrors"}],"originalDate":"1987-09-08"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"Lucy Webb Hayes was the 1st first lady with this academic distinction","response":"a college graduate"},{"text":"When he died suddenly in office in 1923, rumors said his wife Florence had poisoned him","response":"Harding"},{"text":"When Cleveland was single, Rose Elizabeth Cleveland, this relative, served as his first lady","response":"his sister"},{"text":"She was instrumental in drafting the United Nations' Declaration of Human Rights","response":"Eleanor Roosevelt"},{"text":"Of our 1st 4 presidents, the only 1 who was his wife's 1st husband","response":"John Adams"}],"originalDate":"1987-09-08"},{"category":"MUSICALS","comments":"","clues":[{"text":"1962's racy Roman romp in which Zero Mostel played a \"social zero\" <span class=\"nobreak\">--</span> a slave","response":"<i>A Funny Thing Happened on the Way to the Forum</i>"},{"text":"Based on a Fellini film, the Gwen Verdon hit attracted \"big spenders\" to the box office","response":"<i>Sweet Charity</i>"},{"text":"According to its title, where Bernadette Peters &amp; the other \"Dames\" were in the 1968 musical","response":"at Sea"},{"text":"Replacing Cleo Laine in \"The Mystery of Edwin Drood\", this \"Hot Lips\" showed off her hot pipes","response":"Loretta Swit"},{"text":"\"Coco\" was the 1st Broadway musical for both composer Andre Previn &amp; this star, who played Chanel","response":"Katharine Hepburn"}],"originalDate":"1987-09-08"}],[{"category":"STATE OBJECTS","comments":"","clues":[{"text":"The state animal of South Dakota, known for chasing New Mexico's state bird, the roadrunner","response":"coyote"},{"text":"This animal is the state fossil of Nebraska, tusk, tusk","response":"a mammoth"},{"text":"The commonwealth beverage of Massachusetts, you can sip it in the ocean spray at Cape Cod","response":"cranberry juice"},{"text":"This Revolutionary War spy was made state hero of Connecticut in 1985","response":"Nathan Hale"},{"text":"The beignet, featured at New Orleans' Cafe Du Monde, is this state object of Louisiana","response":"a doughnut"}],"originalDate":"1987-09-08"},{"category":"\"TAIL\"s","comments":"","clues":[{"text":"Your coccyx's nickname","response":"the tailbone"},{"text":"At \"The Camptown Races\", \"I'll bet my money on\" this","response":"a bobtail nag"},{"text":"Mike Collins, Ron Collins or Tom Collins","response":"a cocktail"},{"text":"Part of a canal lock, or what you should never do to the car in front of you","response":"tailgate"},{"text":"The conclusion","response":"the tail end"}],"originalDate":"1987-09-08"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"A memorial to John F. Kennedy is located near Dealey Plaza in this city","response":"Dallas"},{"text":"This London palace was originally the home of a duke by the name of  John Sheffield","response":"Buckingham Palace"},{"text":"In this city it's about 2 miles from Hans Christian Andersens Blvd. to Den Lille Havfrue Statue","response":"Copenhagen"},{"text":"Tourist sites in this Detroit suburb include Greenfield Village &amp; the Henry Ford Museum","response":"Dearborn"},{"text":"Music lovers enjoy visiting the Smetana Museum in this European capital","response":"Prague (Czechoslovakia)"}],"originalDate":"1993-02-12"},{"category":"PLANTS &amp; TREES","comments":"","clues":[{"text":"These smooth-skinned peaches sometimes grow on the same trees as the fuzzy-skinned varieties","response":"nectarines"},{"text":"The highest price paid for this flower in the U.S. was $4,500 for a cymbidium","response":"an orchid"},{"text":"The white wood of this tree is used for spools &amp; paper","response":"birch"},{"text":"Named for a region on the Mediterranean, it's the most popular variety of orange in the U.S.","response":"Valencia"},{"text":"In flowers the pollen sacs are normally located in this part of the stamen","response":"the anther"}],"originalDate":"1993-02-12"},{"category":"FAMOUS MILLERS","comments":"","clues":[{"text":"On January 27, 1961 TV viewers began to \"Sing Along with\" him","response":"Mitch"},{"text":"This big band leader was probably the most famous man born in Clarinda, Iowa","response":"Glenn Miller"},{"text":"30 years after \"George White's Scandals of 1939\", this tap dancer returned to Broadway in \"Mame\"","response":"Ann Miller"},{"text":"Anais Nin's pen pal","response":"Henry Miller"},{"text":"British M.D. &amp; comedian who co-starred in \"Beyond the Fringe\" &amp; hosted PBS' \"The Body in Question\"","response":"Jonathan Miller"}],"originalDate":"1993-02-12"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"Its name comes from the Latin words for \"key\" &amp; \"string\", clavis &amp; chorda","response":"the clavichord"},{"text":"Scholars think the lur, an ancient trumpet, may have once been made from this part of a mammoth","response":"the tusk"},{"text":"Played since the Crusades, this side-blown flute is often paired with drums","response":"a fife"},{"text":"The sheng, a Chinese   mouth organ, has pipes made of this giant grass","response":"bamboo"},{"text":"He was the first known composer to write for the Celeste, in his \"Nutcracker\" ballet","response":"Tchaikovsky"}],"originalDate":"1993-02-12"}],{"category":"NAME'S THE SAME","text":"Name shared by a Victorian novelist &amp; an 1805 flagship captain whose name is heard in a famous phrase","response":"(Thomas) Hardy"}]}