{"mix":1315,"rounds":[[{"category":"OLD GEOGRAPHY","comments":"","clues":[{"text":"Now it's Thailand that borders Myanmar; it used to be this that bordered Burma","response":"Siam"},{"text":"A map from 1960 didn't show Egypt &amp; Syria but this","response":"the UAR (United Arab Republic)"},{"text":"As of October 3, 1990 it ceased to be a world capital","response":"East Berlin"},{"text":"In 1971 this name was erased from maps &amp; Bangladesh was written in","response":"East Pakistan"},{"text":"The Republic of Ghana formerly went by this richer name","response":"the Gold Coast"}],"originalDate":"1991-10-16"},{"category":"POETRY","comments":"","clues":[{"text":"Thomas Gray wrote, \"Where\" this \"is bliss, 'tis folly to be wise\"","response":"ignorance"},{"text":"Richard Armour wrote, \"Thrifty save it, misers crave it... gamblers lose it... I could use it\"","response":"money"},{"text":"Maybe Whittier had tan cheeks since he wrote, \"From my heart I give thee joy, - I was once\" this kind of boy","response":"a barefoot boy, with cheek of tan!"},{"text":"Completes the famous first line of \"The Way of the World\" by Ella Wheeler Wilcox, \"Laugh, and...\"","response":"the world laughs with you"},{"text":"Title of the poem that includes \"Give me your tired, your poor, your huddled masses\"","response":"\"The New Colossus\""}],"originalDate":"1991-10-16"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"The National Railroad Passenger Corporation is better known by this name","response":"Amtrak"},{"text":"This N.C. Senator is the ranking Republican on the Senate Foreign Relations Committee","response":"Jesse Helms"},{"text":"In May 1991 President Bush appointed R. Gates to replace Wm. Webster as head of this agency","response":"the CIA"},{"text":"Stephen Solarz, Charles Rangel &amp; Hamilton Fish Jr. are congressmen from this state","response":"New York"},{"text":"At $35,000 a year, this state's Bill Clinton is the USA's lowest-paid governor","response":"Arkansas"}],"originalDate":"1991-10-16"},{"category":"RELIGION","comments":"","clues":[{"text":"In Arabic this building is a \"masjid\", or place of prostration","response":"a mosque"},{"text":"Each branch church of this movement is expected to operate a reading room for religious works","response":"Christian Science"},{"text":"An Orthodox Jewish wife has to get a get to get this from her husband","response":"divorce"},{"text":"The standard version of the O.T. for Greek-speaking Christians, its name is from its 70 translators","response":"the Septuagint"},{"text":"Having caused it, he wrote the \"History of the Reformation Within the Realm of Scotland\"","response":"John Knox"}],"originalDate":"1991-10-16"},{"category":"ACRONYMS","comments":"","clues":[{"text":"The feminist group founded in 1966 by Betty Friedan is known by this acronym","response":"NOW"},{"text":"It's the association that sponsors the Grand National auto races","response":"NASCAR"},{"text":"During WWII, women who served in the U.S. Navy were known by this acronym","response":"a WAVE"},{"text":"It's a Russian acronym of \"Chief Administration of Corrective Labor Camps\"","response":"GULAG"},{"text":"In the over-the-counter stock market, prices are quoted via this system","response":"NASDAQ"}],"originalDate":"1991-10-16"},{"category":"CLOUDS","comments":"","clues":[{"text":"It's what \"every cloud\" has, at least according to the proverb","response":"a silver lining"},{"text":"It's the device that creates a mushroom cloud","response":"an atomic bomb"},{"text":"Term for a mass of clouds, or a group of elevators","response":"a bank"},{"text":"This device was invented in 1911 to view the paths of subatomic particles","response":"a cloud chamber"},{"text":"Aristophanes' city built by the birds","response":"Cloud Cuckoo Land"}],"originalDate":"1991-10-16"}],[{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"This Hawaiian instrument was developed from a Portuguese guitar called a machete","response":"a ukulele"},{"text":"In 1768 Johann Christian Bach gave the first public recital on this new keyboard instrument","response":"a piano"},{"text":"Lionel Hampton is perhaps the best-known player of this xylophone-like instrument","response":"the vibes (vibraphone)"},{"text":"As early as the 13th century, marching soldiers were known to use this small flute","response":"the fife"},{"text":"It's the largest orchestral string instrument that's played with a bow","response":"the double bass"}],"originalDate":"1991-10-14"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"With over 1700 steps, it's quicker to take the elevator to the top of this Paris landmark","response":"the Eiffel Tower"},{"text":"To see a colony of wild barbary apes, just take a cable car that goes to the top of this \"Rock\"","response":"the Rock of Gibraltar"},{"text":"While in this country, you might want to attend a performance at the Royal Flemish Opera","response":"Belgium"},{"text":"One travel guide advises if you can only visit one of this country's islands, make sure it's Bali","response":"Indonesia"},{"text":"The world's oldest existing zoo is on the grounds of Schonbrunn Palace near this city","response":"Vienna"}],"originalDate":"1991-10-14"},{"category":"BREAKFAST CEREALS","comments":"","clues":[{"text":"Some boxes of the cereal named for these reptiles come with free \"Honey Ooze\" inside","response":"Teenage Mutant Ninja Turtles"},{"text":"Epaulette wearer featured on boxes of Crunch Berries cereal","response":"Captain Crunch"},{"text":"The cereal made by U.S. Mills since 1908, or an avuncular symbol of the U.S.","response":"Uncle Sam"},{"text":"This oat bran cereal made by Kellogg's shares its name with a pamphlet written by Thomas Paine","response":"Common Sense"},{"text":"Post describes it as a \"Frosted letter, oats &amp; corn cereal\" – 26 letters, we assume","response":"Alpha-Bits"}],"originalDate":"1991-10-14"},{"category":"LIBRARIES","comments":"","clues":[{"text":"Rare books &amp; manuscripts are housed in the Sistine Room of this 1600-year-old library","response":"the Vatican library"},{"text":"In 1731 this printer became a co-founder of the Library Company of Philadelphia","response":"Ben Franklin"},{"text":"A large collection of medical works can be found in Rochester, Minnesota, at this clinic","response":"the Mayo Clinic"},{"text":"Nevada's largest book collection is at the University of Nevada's oldest campus, in this city","response":"Reno"},{"text":"This Midwest state's Old Cathedral Library in Vincennes is noted for its old manuscripts","response":"Indiana"}],"originalDate":"1991-10-14"},{"category":"KENTUCKIANS","comments":"","clues":[{"text":"This co-host of ABC's \"Primetime Live\" was America's Junior Miss of 1963","response":"Diane Sawyer"},{"text":"Born in Kentucky, this judge went on to become the only \"Law West of the Pecos\"","response":"Judge Roy Bean"},{"text":"In 1978 this 18-year-old jockey rode Affirmed to victory in all 3 Triple Crown races","response":"Steve Cauthen"},{"text":"An Oscar went to Sissy Spacek for portraying this Kentucky country singer in \"Coal Miner's Daughter\"","response":"Loretta Lynn"},{"text":"Appointed by Woodrow Wilson in 1916, he became the first Jewish Supreme Court Justice","response":"Louis Brandeis"}],"originalDate":"1991-10-14"},{"category":"U.S. STATES","comments":"","clues":[{"text":"This state's silver production is no small potatoes: in fact, it leads the nation","response":"Idaho"},{"text":"The geographic center of this state is in Wexford County, five miles north of Cadillac","response":"Michigan"},{"text":"With fewer than 500,000 people, this Rocky Mountain state placed last in the 1990 census","response":"Wyoming"},{"text":"If you're looking for treasure – Treasure County, that is – you'll find it in this \"Treasure State\"","response":"Montana"},{"text":"1 of 2 states that border eight others","response":"Missouri or Tennessee"}],"originalDate":"1991-10-14"}],{"category":"ADVENTURE NOVELS","text":"The villainess in this French novel kind of undercuts the title when she says, \"among these four men two only are to be feared\"","response":"<i>The Three Musketeers</i>"}]}