{"mix":1316,"rounds":[[{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"\"Off with his head!\" is the favorite expression of the Queen of Hearts in this story","response":"<i>Alice in Wonderland</i>"},{"text":"Despite her love for this man, Catherine leaves Wuthering Heights &amp; marries Edgar Linton","response":"Heathcliff"},{"text":"In \"Treasure Island\", this Bristol innkeeper is hired as the cook on the Hispanola","response":"Long John Silver"},{"text":"Mark Twain title describing \"The Boss\", foreman of a Hartford arms factory","response":"a Connecticut Yankee"},{"text":"In \"All the King's Men\", this gov. is killed in the capitol by Adam Stanton, the son of a former governor","response":"Willie Stark"}],"originalDate":"1991-10-14"},{"category":"HISTORY","comments":"","clues":[{"text":"When Mao Tse-tung came to power in 1949 he promised to respect this Tibetan religion: didn't work","response":"Buddhism"},{"text":"In 395 A.D. the Roman Empire split; Rome remained capital in the West &amp; this was the capital in the East","response":"Byzantium"},{"text":"In early February 1991 Iraqi troops briefly seized the city of Khafji in this country","response":"Saudi Arabia"},{"text":"This prince was Pakistan's UN ambassador when he died in an auto accident in May 1960","response":"Prince Aly Khan"},{"text":"16th century Genevans were a bit perturbed at the blue laws this French Protestant reformer set up","response":"John Calvin"}],"originalDate":"1991-10-14"},{"category":"CATS","comments":"","clues":[{"text":"From the Middle English \"caterwawen\", it's the wail a cat makes, especially when it's in heat","response":"a caterwauling"},{"text":"It can mean any domestic cat or specifically one with a striped coat","response":"a tabby cat"},{"text":"It is distinctive for its rabbitlike gait &amp; soft voice as well as missing posterior part","response":"a Manx"},{"text":"Anyone devoted to the breeding &amp; advancement of cats belongs collectively to this group","response":"a cat fancier"},{"text":"Cats have 5 toes on each forepaw, including this thumblike toe","response":"the dewclaw"}],"originalDate":"1991-10-14"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"For the sixth straight year, this automaker has topped the Fortune 500 list of the nation's top companies","response":"General Motors"},{"text":"This company, which calls itself \"Rock Solid\" , is North America's  No. 1 seller of life insurance","response":"Prudential"},{"text":"Under his new Sony contract, this singing superstar could earn $1 billion over the next 15 years","response":"Michael Jackson"},{"text":"Since acquiring this company in 1963, Heinz has become the world's largest tuna packer","response":"StarKist"},{"text":"In 1953 All American Airlines became Allegheny Airlines &amp; in 1979 it became this","response":"U.S. Air"}],"originalDate":"1991-10-14"},{"category":"ANGLO-FILE","comments":"","clues":[{"text":"An American snake as well as an order founded by Edward III are named for this clothing accessory","response":"the garter snake"},{"text":"Published in London in 1552, the \"Abecedarium\" was an early form of this kind of reference book","response":"dictionary"},{"text":"1485, the year Henry VII of this royal house took the throne, divides medieval &amp; modern England","response":"Tudor"},{"text":"After he died April 19, 1881, Gladstone, his main rival, didn't attend the funeral","response":"Disraeli"},{"text":"The collar &amp; tie evolved from the stock, a starched neckcloth popularized by this 19th c. fashion plate","response":"Beau Brummell"}],"originalDate":"1991-10-14"},{"category":"CIVIL WAR NICKNAMES","comments":"","clues":[{"text":"This commanding general's soldiers affectionately nicknamed him \"Uncle Robert\"","response":"Robert E. Lee"},{"text":"He had several nicknames that began with the same letters, including \"Unprecedented Strategist\"","response":"U.S. Grant"},{"text":"Pierre Gustave Toutant Beauregard was \"The Hero of\" this South Carolina fort","response":"Fort Sumter"},{"text":"This cavalry officer's West Point classmates teasingly nicknamed him \"Beauty\" Stuart","response":"J.E.B. Stuart"},{"text":"He was \"The Sword of the Confederacy\", but his more famous nickname likened him to a rock structure","response":"Stonewall Jackson"}],"originalDate":"1992-10-07"}],[{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Originally called the Grand Cours, it's Paris' most celebrated thoroughfare","response":"the Champs-Elysees"},{"text":"In this island group you can tour the tortoise hatchery at the Charles Darwin Biological Research Station","response":"the Galapagos"},{"text":"An annex of Italy's Basilica of San Francesco contains the tomb of this \"divine\" poet","response":"Dante"},{"text":"The Mozarteum is one site of this Austrian city's famous music festival","response":"Salzburg"},{"text":"In Beijing, just south of the Forbidden City, you'll find this square, the city's largest plaza","response":"Tiananmen"}],"originalDate":"1992-10-07"},{"category":"THE TONIGHT SHOW","comments":"","clues":[{"text":"In 1967 he succeeded Milton DeLugg as band leader on \"The Tonight Show\"","response":"Doc Severinsen"},{"text":"On Oct. 1, 1962, this \"You Bet Your Life\" star introduced Johnny Carson as the show's permanent host","response":"Groucho Marx"},{"text":"From 1983 to 1986 she was the permanent guest host of \"The Tonight Show\"","response":"Joan Rivers"},{"text":"On Dec. 17, 1969, their marriage on \"The Tonight Show\" drew an estimated 45 million viewers","response":"Tiny Tim and Miss Vicki"},{"text":"This clairvoyant character was first used in a sketch by Carson in a 1964 telecast","response":"Carnac the Magnificent"}],"originalDate":"1992-10-07"},{"category":"ANIMALS","comments":"","clues":[{"text":"This dog's name is derived from what the French called it: grand Danois, literally \"big Danish\"","response":"a Great Dane"},{"text":"The pirate type of this animal raids the webs of others of its kind, killing &amp; eating the builders","response":"the spider"},{"text":"The Adelie penguin was named for this continent's Adelie Coast","response":"Antarctica"},{"text":"The helmets of Queen Elizabeth\"S household cavalry are adorned with this Himalayan animal's hair","response":"the yak"},{"text":"The gavial has a narrower snout than this swamp-dwelling reptile it resembles","response":"an alligator (crocodile)"}],"originalDate":"1992-10-07"},{"category":"STOP THE PRESSES!","comments":"","clues":[{"text":"A kids magazine survey found out this fairy tends to leave girls about 25 cents more than boys","response":"the tooth fairy"},{"text":"A British paper claimed Prince Charles puts toothpaste in his nose to prevent this nocturnal noise","response":"snoring"},{"text":"People Magazine reported that Clint Black wears size 7 1/4 while Garth Brooks' is 7 5/8","response":"a cowboy hat"},{"text":"In 1992 she not only left her ministry but divorced her jailed husband","response":"Tammy Faye Bakker"},{"text":"The 4th annual International Leisure Suit Convention drew 1500 polyester lovers to this Iowa capital","response":"Des Moines"}],"originalDate":"1992-10-07"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Motel is actually derived from two words: hotel &amp; this","response":"motor"},{"text":"This unit of measurement abbreviated dB was named for Alexander Graham Bell","response":"a decibel"},{"text":"Originally a charity bequest, this word for a small amount of money comes from Latin for \"piety\"","response":"a pittance"},{"text":"Palestine derived its name from this ancient people who lived in the region","response":"the Philistines"},{"text":"From the Greek for \"without bottom\", it's a bottomless gulf or the ocean's depths","response":"an abyss"}],"originalDate":"1992-10-07"},{"category":"AUTHORS' BIRTHPLACES","comments":"","clues":[{"text":"He was born in Kirriemuir, Scotland, not in Never-Never-Land","response":"(James) Barrie"},{"text":"You can visit the cottage near Dorchester where this author was born \"Far From the Madding Crowd\"","response":"Thomas Hardy"},{"text":"Norman Mailer comes from this New Jersey city that has the same name as Miss Kitty's saloon on \"Gunsmoke\"","response":"Long Branch"},{"text":"John Irving's hometown is Exeter in this state &amp; he attended Phillips Exeter Academy there","response":"New Hampshire"},{"text":"Nobel Prize winner Gabriel Garcia Marquez is a native of this country, where he lives in Cartagena","response":"Colombia"}],"originalDate":"1992-10-07"}],{"category":"U.S. PRESIDENTS","text":"He was the last president who was not a college graduate","response":"Harry Truman"}]}