{"mix":1324,"rounds":[[{"category":"LEGALESE","comments":"","clues":[{"text":"Black's Law defines this as \"the corrupt payment, receipt, or solicitation of a private favor for official action\"","response":"bribery"},{"text":"Tax, wire &amp; mail are all types of this knowing misrepresentation of the truth","response":"fraud"},{"text":"Libel can be a criminal offense, but in most states, this type of spoken defamatory assertion is civil only","response":"slander"},{"text":"This 2 word Latin phrase means \"way of operating\" &amp; shows a pattern of criminal behavior","response":"modus operandi"},{"text":"This visible sign to identify a company's goods can suffer \"dilution\" if its distinctiveness is reduced by a sign that's too similar","response":"trademarks"}],"originalDate":"2020-04-21"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"The nutrient fluid that circulates through a plant; it's also slang for a fool","response":"sap"},{"text":"It's a large metal pan used in Chinese cooking","response":"wok"},{"text":"On \"Game of Thrones\", Peter Dinklage's character was called this word, which means a mischievous child","response":"imp"},{"text":"18th century men often wore a gooseberry<span class=\"nobreak\">--</span>a large, frizzled one of these","response":"a wig"},{"text":"A family or group of whales is known by this term","response":"a pod"}],"originalDate":"2020-04-21"},{"category":"LIT-POURRI","comments":"","clues":[{"text":"\"'Twas the night before Christmas\", begins the poem \"A Visit From\" him","response":"Saint Nicholas"},{"text":"This 3-letter type of lyric poem was an integral part of Greek drama","response":"an ode"},{"text":"The title felony in this Dostoyevsky novel is the murder of a mean old woman who supposedly no one will miss","response":"<i>Crime and Punishment</i>"},{"text":"\"Largo Desolato\" is a 1985 play by this future Czech president","response":"Vaclav Havel"},{"text":"\"Swann's Way\" is volume 1 of this author's \"Remembrance of Things Past\"","response":"Proust"}],"originalDate":"2020-04-21"},{"category":"A PITCH FOR A HAPPIER MOVIE ENDING","comments":"(Alex: We would like you to name the movie.)","clues":[{"text":"It's a little out of the box but hey, I'm thinking...what if Daniel Day-Lewis just skips the theater &amp; stays in the White House?","response":"<i>Lincoln</i>"},{"text":"I agree, the 2 title ladies leap off the cliff in their car...but! But! They \"Smokey &amp; the Bandit\" the canyon &amp; land safely!","response":"<i>Thelma & Louise</i>"},{"text":"I know it ends the movie quickly, but what if that guy doesn't kill the dog of \"the boogeyman\"/ unstoppable killing machine?","response":"<i>John Wick</i>"},{"text":"John Coffey doesn't ride the lightning &amp; instead gets a full pardon &amp; is released from death row","response":"<i>The Green Mile</i>"},{"text":"Who knew Macaulay Culkin carried bee repellent? A simple fix &amp; we send the kids home happy from this Anna Chlumsky film","response":"<i>My Girl</i>"}],"originalDate":"2020-04-21"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"\"Garden of the Gulf\" &amp; \"The Island\" are nicknames for this Canadian province","response":"Prince Edward Island"},{"text":"This river that rises in hills northwest of Moscow flows about 2,200 miles before entering the Caspian Sea","response":"the Volga"},{"text":"In 2019 the Minister of Foreign Affairs of this island territory let the U.S. president know it's \"not for sale\"","response":"Greenland"},{"text":"Maputo is the capital &amp; largest city of this country on Africa's southeast coast","response":"Mozambique"},{"text":"The Israeli city of Eilat lies at the head of this gulf","response":"the Gulf of Aqaba"}],"originalDate":"2020-04-21"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"This Polish astronomer whose ideas riled up the Catholic church was raised by his uncle Lucas, a bishop","response":"Copernicus"},{"text":"Journalists Jimmy Breslin, Walter Winchell &amp; Mike Royko were also this -ist, a job requiring a regular output of copy","response":"columnists"},{"text":"This Wild West woman claimed she got her \"catastrophic\" nickname from one Captain Egan, whom she rescued from an ambush","response":"Calamity Jane"},{"text":"Ionelyplanet.com says Tutankhamun's tomb, designated KV62, is one of the least impressive in this area that \"KV\" represents","response":"the Valley of the Kings"},{"text":"Following defeat in 1967's Six-Day War, he resigned as president of Egypt, only to return later by popular demand","response":"Nasser"}],"originalDate":"2020-04-21"}],[{"category":"A HISTORY OF CHARITY","comments":"","clues":[{"text":"Founded in April 1919, this organization sold its first stamps or \"seals\" to help disabled children in 1934","response":"the Easterseals"},{"text":"The people who founded this organization in 1976 had previously built a bunch of homes in Zaire","response":"Habitat for Humanity"},{"text":"In 1942 this org. was founded in Oxford, England to feed hungry children in Greece; it has since branched worldwide","response":"Oxfam"},{"text":"In 1944 Tuskegee president Frederick Douglass Patterson started this scholarship organization","response":"the United Negro College Fund"},{"text":"This philanthropic organization with a fez for a logo dates back to a meeting of Masons in 1870","response":"the Shriners"}],"originalDate":"2020-04-20"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"In fiction, it's the term for the one who tells the story; first person &amp; third person are 2 types","response":"narrator"},{"text":"It's the practical lesson about right &amp; wrong that results from an instructive story like a fable","response":"a moral"},{"text":"From Greek words for \"first\" &amp; \"actor\", it's the main character in a story","response":"protagonist"},{"text":"The 6-line \"Scottish stanza\" is also known by the name of this 18th century poet","response":"(Rabbie) Burns"},{"text":"This 5-letter word for a figure of speech is widely used to mean any familiar reference","response":"a trope"}],"originalDate":"2020-04-20"},{"category":"STATE SYMBOLS","comments":"","clues":[{"text":"As \"America's Dairyland\", Wisconsin has designated this its state domestic animal","response":"the cow"},{"text":"Not surprisingly, it's Nevada's state metal","response":"silver"},{"text":"Ohio could have had a V8, but it opted for this as its state drink","response":"tomato juice"},{"text":"Connecticut's state hero is this patriot hanged by the British in 1776","response":"Nathan Hale"},{"text":"This state's official rock is the Roxbury pudding stone","response":"Massachusetts"}],"originalDate":"1995-09-26"},{"category":"TELEVISION HISTORY","comments":"","clues":[{"text":"In 1967 this NBC anchor crossed an AFTRA picket line while partner David Brinkley struck","response":"Chet Huntley"},{"text":"This unit that combines a videotape recorder &amp; a camera first appeared in the 1980s","response":"a camcorder"},{"text":"This pay-cable service presented its first original movie in 1983, \"The Terry Fox Story\"","response":"HBO"},{"text":"In 1971 Michael Tilson Thomas succeeded this man as conductor of CBS' \"Young People's Concerts\"","response":"Leonard Bernstein"},{"text":"He left as producer of \"Saturday Night Live\" in 1980 &amp; returned in 1985","response":"Lorne Michaels"}],"originalDate":"1995-09-26"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"Strangely, this unit is equal to about 1 1/2 times the power an average equine can exert","response":"horsepower"},{"text":"This measure is equal to 12 dozen","response":"one gross"},{"text":"This unit of area is equal to 4,840 square yards","response":"an acre"},{"text":"This biblical unit of length is derived from the distance from the elbow to the middle fingers's tip","response":"a cubit"},{"text":"Specific heat is the number of these units required to raise 1 gram of a substance 1° C.","response":"a calorie"}],"originalDate":"1995-09-26"},{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"In a 1986 TV interview, this heir to the British throne admitted that he talks to his plants","response":"Prince Charles"},{"text":"Queen Elizabeth I was nicknamed \"Good Queen\" this","response":"Bess"},{"text":"This son of Mary, Queen of Scots married a Danish princess in 1589","response":"King James I"},{"text":"This was King George VI's first name; his family called him Bertie","response":"Albert"},{"text":"Queen Victoria's mother, also named Victoria, was the sister of this country's King Leopold","response":"Belgium"}],"originalDate":"1995-09-26"}],{"category":"CHEMICAL ELEMENT NAMES","text":"The 3 elements whose names begin with 2 vowels are iodine &amp; these 2, one synthetic &amp; one natural","response":"einsteinium & europium"}]}