{"mix":1326,"rounds":[[{"category":"3 G's","comments":"(Alex: There will be three of those letters in each correct response.)","clues":[{"text":"It can refer to burdensome past emotional experiences, or suitcases for a trip","response":"luggage (baggage)"},{"text":"Still sleepy when you first wake up","response":"groggy"},{"text":"It's the process of identifying &amp; removing errors from computer software","response":"debugging"},{"text":"Took repeated evasive action, as in \"I\" did this motion \"frantically to try to shake my pursuer\"","response":"zigzagged"},{"text":"From the Latin for \"join together\", it's a new whole formed by combining several separate elements","response":"aggregate"}],"originalDate":"2020-04-17"},{"category":"GET YOUR GROUP ON","comments":"","clues":[{"text":"This group of 7 includes envy, pride &amp; sloth","response":"the Seven Deadly Sins"},{"text":"Albania &amp; Kosovo are among this group of countries that cover a peninsula in Europe","response":"the Balkans"},{"text":"The North Star is part of this famous grouping within Ursa Minor","response":"the Little Dipper"},{"text":"In this type of lawsuit, legal action is filed against a defendant on behalf of a group of people","response":"a class action lawsuit"},{"text":"They include Percival, Gareth &amp; Galahad","response":"the Knights of the Round Table"}],"originalDate":"2020-04-17"},{"category":"TRAVELING ABROAD","comments":"","clues":[{"text":"Avoid caffeine &amp; stay hydrated to minimize the effects of this disruption of your body's rhythms due to time zone differences","response":"jet lag"},{"text":"The CDC offers the \"Can I eat this?\" app to prevent this event that comes in more than 250 nasty types","response":"food poisoning"},{"text":"Remember that if you were under 16 when this federal document was issued to you, it's only good for 5 years, not 10","response":"a passport"},{"text":"You'll want a credit card that doesn't charge a foreign transaction fee, like this company's it card","response":"Discover"},{"text":"This group travel agency that sells adventures to ages 18 to 35 sounds like a Thor Heyerdahl raft","response":"Contiki"}],"originalDate":"2020-04-16"},{"category":"ON THE RECENT BESTSELLER LIST","comments":"","clues":[{"text":"This late-night ABC funnyman was a hit with kids recently with his book about \"The Serious Goose\"","response":"Jimmy Kimmel"},{"text":"Each short story in Tom Hanks' first book involves this pre-computer age authors' tool","response":"a typewriter"},{"text":"High school detention leads to murder in Karen McManus' \"One of Us Is\" doing this","response":"Lying"},{"text":"Set in a resort town &amp; not a courtroom, \"Camino Island\" took this novelist in a new direction","response":"John Grisham"},{"text":"Professor Timothy Snyder wrote \"On\" this form of dictatorial rule","response":"Tyranny"}],"originalDate":"2020-04-16"},{"category":"\"H.D.\"","comments":"","clues":[{"text":"Store copies of your photos on an external this in case the one inside the computer gets fried","response":"a hard drive"},{"text":"The words \"Saving Children\" are on a 2017 one of these coins celebrating the centennial of Boys Town","response":"half dollar"},{"text":"Basenji &amp; basset are this type of canine, also the subject of an Elvis Presley song","response":"a hound dog"},{"text":"It's the leading cause of death of women in the United States","response":"heart disease"},{"text":"3,300 feet up in the Mojave, Yucca Valley, California is in this type of area &amp; has a nature museum named for it","response":"a high desert"}],"originalDate":"2020-04-16"},{"category":"JUNIORS &amp; SENIORS","comments":"","clues":[{"text":"William Wrigley Jr. sold soap &amp; baking powder before rising to wealth &amp; fame selling this","response":"gum"},{"text":"Longtime publisher Arthur O. Sulzberger Sr. decided to publish the Pentagon Papers in this newspaper","response":"<i>The New York Times</i>"},{"text":"In February 2018 Dale Sr.'s grandson Jeffrey drove in the Daytona 500, the 40th straight year for this family","response":"the Earnhardts"},{"text":"For 29 years Harry Connick Sr. put away Louisiana offenders in this prosecuting job for Orleans Parish","response":"district attorney"},{"text":"Charles Conrad Jr. &amp; Richard Gordon Jr. were the 2 men aboard the 11th mission of this 2-man NASA program","response":"Gemini"}],"originalDate":"2020-04-16"}],[{"category":"HOBBIES","comments":"","clues":[{"text":"If you want to be a magician, learn this skill in which an old word for \"skill\" precedes \"of hand\"","response":"sleight of hand"},{"text":"K8RX is a call sign in amateur radio, which is also known as this \"meaty\" radio","response":"ham radio"},{"text":"Coin collectors look for unusual items like the 1960 Hong Kong dollar coin with this woman still on it","response":"Queen Elizabeth"},{"text":"If your new interest is mycology, the study of these, be careful which ones you eat","response":"fungi (mushrooms)"},{"text":"John Spilsbury is credited with making the first of these amusements in the 1760s, then called \"dissected maps\"","response":"a jigsaw puzzle"}],"originalDate":"2020-04-16"},{"category":"IRREGULAR VERBS","comments":"","clues":[{"text":"A common sign at a checkout counter is \"Take a penny,\" do this","response":"leave a penny"},{"text":"The Bible says, \"The Lord hath\" done this to \"thee to be a peculiar people unto himself\"","response":"chosen"},{"text":"Combine a verb &amp; its past tense &amp; you get this playground item","response":"a seesaw"},{"text":"Irregular synonym for \"vended\"","response":"sold"},{"text":"This past participle ends with a firearm","response":"begun"}],"originalDate":"2020-04-16"},{"category":"UNIQUE COLLEGE COURSES","comments":"","clues":[{"text":"Sweet! Alfred University in New York offered a course on this pancake topper","response":"maple syrup"},{"text":"I scream, you scream, we all scream for the ice cream short course at this school, home of the Nittany Lions","response":"Penn State"},{"text":"You can take a course on artificial intelligence at this school along the Charles River; go Engineers!","response":"MIT"},{"text":"History courses at Kent State include ones on espionage, the holocaust &amp; this Italian city, the birthplace of the renaissance","response":"Florence"},{"text":"One of the topics covered in a Major League Baseball course at Arizona State is this player who broke the color barrier in 1947","response":"Jackie Robinson"}],"originalDate":"2020-04-15"},{"category":"NON-AMERICAN HISTORY","comments":"","clues":[{"text":"In 1953 Edmund Hillary &amp; Tenzing Norgay were on top of the world after reaching the summit of this mountain","response":"Mount Everest"},{"text":"Well, that takes the cake! In 1793 this queen was put in solitary confinement at the Conciergerie","response":"Marie Antoinette"},{"text":"In 1644 the Manchus ended this dynasty known for vases","response":"Ming"},{"text":"The 1970s Pres. of Equatorial this, Macías Nguema forced priests to recite, \"There is no God other than Macías\"","response":"Guinea"},{"text":"Joseph Stalin was an editor of this Bolshevik newspaper whose Russian name means \"truth\"","response":"<i>Pravda</i>"}],"originalDate":"2020-04-15"},{"category":"POETRY","comments":"","clues":[{"text":"On July 4, 1855 Walt Whitman published this group of 12 poems at his own expense","response":"<i>Leaves of Grass</i>"},{"text":"He wrote, \"Two roads diverged in a wood, and I<span class=\"nobreak\">--</span>I took the one less traveled by, and that has made all the difference\"","response":"(Robert) Frost"},{"text":"This poet with a bias for lowercase letters did use capital E's for the initials of his first &amp; middle names","response":"cummings"},{"text":"Prophetically, she wrote in \"Lady Lazarus\", \"Dying is an art, like everything else. I do it exceptionally well\"","response":"(Sylvia) Plath"},{"text":"In \"The Love Song of J. Alfred Prufrock\", he wrote, \"I have measured out my life with coffee spoons\"","response":"(T.S.) Eliot"}],"originalDate":"2020-04-15"},{"category":"\"AD\"JECTIVES","comments":"(Alex: Each correct response will begin with those two letters.)","clues":[{"text":"Sticky","response":"adhesive"},{"text":"Just good enough, but no more","response":"adequate"},{"text":"Directed to a particular recipient, like a package","response":"addressed"},{"text":"Meaning hardheaded about something, it also means a really hard type of rock","response":"adamant"},{"text":"Old-timey word meaning fuzzy minded","response":"addled"}],"originalDate":"2020-04-15"}],{"category":"PHRASES FROM THE ANCIENT WORLD","text":"Cicero wrote that a tyrant ordered this to be hung from the ceiling \"by a horse-hair\"; his guest begged to leave","response":"the sword of Damocles"}]}