{"mix":1328,"rounds":[[{"category":"THE LION KING","comments":"","clues":[{"text":"This 12th century king of England was known as Coeur de Lion, or Lionheart","response":"Richard I"},{"text":"Another 12th century lion king was William the Lion of this country north of England","response":"Scotland"},{"text":"The Lion of Punjab, Ranjit Singh was Maharaja of a vast area mainly in these 2 current countries","response":"India & Pakistan"},{"text":"The king of the African country of Eswatini, formerly called this \"land\", has the title ngwenyama, or \"lion\"","response":"Swaziland"},{"text":"The empire of Sundiata Keita, the lion king of Mali, took this ancient African city from the Tuareg in the 13th century","response":"Timbuktu"}],"originalDate":"2020-04-13"},{"category":"CROSSWORD CLUES \"P\"","comments":"","clues":[{"text":"Fuzzy freestone fruit (5)","response":"a peach"},{"text":"South American cloak (6)","response":"a poncho"},{"text":"Square, rectangle or rhombus (13)","response":"a parallelogram"},{"text":"Stolen, like the \"Letter\" in an Edgar Allan Poe story (9)","response":"purloined"},{"text":"Social outcast (6)","response":"a pariah"}],"originalDate":"2020-04-13"},{"category":"THE ENGLISH BILL OF RIGHTS","comments":"","clues":[{"text":"Enacted in 1689, the Bill guaranteed \"freedom of\" this in Parliament, though not elsewhere","response":"speech"},{"text":"The Bill made it illegal to keep a \"standing\" one of these in the country in time of peace without Parliament's OK","response":"an army"},{"text":"The Bill said these punishments could not be inflicted; sounds familiar!","response":"cruel and unusual punishments"},{"text":"The Bill mandated that \"excessive\" this \"ought not to be required, nor excessive fines imposed\"","response":"bail"},{"text":"The Bill required parliaments to be held frequently \"for redress of all\" these complaints<span class=\"nobreak\">--</span>sounds familiar!","response":"grievances"}],"originalDate":"2020-04-13"},{"category":"WHAT A CHARACTER","comments":"","clues":[{"text":"AKA Padfoot, this man didn't let taking the fall for Peter Pettigrew get in the way of being a good godfather to Harry Potter","response":"Sirius Black"},{"text":"Jonathan &amp; Mina Harker are characters in this classic novel from 1897","response":"<i>Dracula</i>"},{"text":"The oldest of the Three Musketeers, he is a mentor to d'Artagnan","response":"Athos"},{"text":"Taking the job as Lord Chamberlain of Denmark was not very fortunate for this man, nor for his children Ophelia &amp; Laertes","response":"Polonius"},{"text":"In a novel by Charlotte Bronte, Bertha Mason, first wife of this man, didn't get out of the house much","response":"Rochester"}],"originalDate":"2020-04-13"},{"category":"ROADS SCHOLAR","comments":"","clues":[{"text":"Home to the N.Y. Stock Exchange, in the 1650s this road marked a defensive boundary of the city then known as New Amsterdam","response":"Wall Street"},{"text":"9,000-mile Highway 1 completely circles this country, linking cities like Darwin &amp; Adelaide","response":"Australia"},{"text":"Practice your Catalan ambling along La Rambla, a tree-lined promenade in this Mediterranean Spanish port city","response":"Barcelona"},{"text":"This road network of more than 7,000 miles in Germany is famous for its lack of speed limits in many areas","response":"the Autobahn"},{"text":"At one end of Grafton Street in this European capital city is St. Stephen's Green; at the other, you'll find Trinity College","response":"Dublin"}],"originalDate":"2020-04-13"},{"category":"ON THE BAND'S SET LIST","comments":"(Alex: We're dealing with original songs by the bands.)","clues":[{"text":"Their \"Moves Like Jagger\" featuring Christina Aguilera brings back \"Memories\"","response":"Maroon 5"},{"text":"Take a bite out of their \"Harmony Hall\" &amp; \"Unbelievers\"","response":"Vampire Weekend"},{"text":"Whether it's Freddie or Adam singing lead, this band gives you \"Somebody To Love\"","response":"Queen"},{"text":"Time to get \"Stressed Out\" &amp; believe \"The Hype\"","response":"Twenty One Pilots"},{"text":"We have \"High Hopes\" you know they did \"Hey Look Ma, I Made It\"","response":"Panic! at the Disco"}],"originalDate":"2020-04-13"}],[{"category":"GET A JOB!","comments":"","clues":[{"text":"Maybe you'd like to work on one of these, like for Carnival or Cunard; recent job listings include event crew &amp; galley supervisor","response":"a cruise line (ship)"},{"text":"Starbucks calls this job \"the face of Starbucks\"","response":"a barista"},{"text":"The person on the phone can hear you smile<span class=\"nobreak\">--</span>that's advice given to people in this job, partly from the Greek for \"far\"","response":"telemarketers"},{"text":"Apothecary is an old-fashioned term for this job that requires a doctorate &amp; a license","response":"a pharmacist"},{"text":"Maybe you want to become this type of 14-letter scientist like Neil deGrasse Tyson","response":"an astrophysicist"}],"originalDate":"2020-04-13"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Horse racing's biggest trio of events that the queen only wears on special occasions","response":"the Triple Crown Jewels"},{"text":"Night sack for a snoozing Boy Scout that's the set of skills available to someone like a magician","response":"a sleeping bag of tricks"},{"text":"Snoopy's owner who's a large forest-dwelling ursine creature","response":"Charlie Brown bear"},{"text":"Celestial body of extremely intense gravity that scores an ace in golf","response":"a black hole in one"},{"text":"18th century Prussian king &amp; military genius who is a large body of water in northern Utah","response":"Frederick the Great Salt Lake"}],"originalDate":"2020-04-13"},{"category":"THINK SMALL","comments":"","clues":[{"text":"This word that means \"of little importance\" precedes \"Pursuit\" in the name of a board game","response":"Trivial"},{"text":"At the sushi bar, the ever popular amaebi is this little shellfish served raw","response":"shrimp"},{"text":"When it comes to small iPods, there were Mini, Shuffle &amp; this other one that was one-fifth the size of the original model","response":"the Nano"},{"text":"This French word designates clothing for women who are 5'4\" &amp; under","response":"petite"},{"text":"This 15-letter word is a subtle but offensive comment directed at a minority group that reinforces a negative stereotype","response":"a microaggression"}],"originalDate":"2020-04-10"},{"category":"WORDS TO FEAR","comments":"","clues":[{"text":"Phantasmagoria is a synonym for this post-bedtime event; sweet dreams!","response":"a nightmare"},{"text":"The Hollywood Reporter's obituary for director Wes Craven called him the \"Master of\" this film genre","response":"Horror"},{"text":"This word denoting great fear precedes -nought, -ful &amp; -locks","response":"dread"},{"text":"To suddenly frighten; the \"Red\" one was anti-Communist","response":"scare"},{"text":"From the Greek for \"fear\", it's an extreme, irrational fear, but don't panic!","response":"a phobia"}],"originalDate":"2020-04-10"},{"category":"\"SPRING\" BREAK","comments":"(Alex: \"Spring\" will come up in each correct response.)","clues":[{"text":"This movement began in Tunisia in 2010","response":"the Arab Spring"},{"text":"This 4-word mnemonic tells you how to adjust your clocks when daylight saving time begins &amp; ends","response":"spring forward, fall back"},{"text":"Biologist Rachel Carson wrote this 1962 environmental classic warning of the dangers of pesticides","response":"<i>Silent Spring</i>"},{"text":"FDR's Little White House is in this Georgia town","response":"Warm Springs"},{"text":"In a poem by Alexander Pope, these 3 words precede \"in the human breast\"","response":"Hope springs eternal"}],"originalDate":"2020-04-10"},{"category":"OLD DEUTERONOMY","comments":"","clues":[{"text":"In chapter 32 God considered Jacob to be this fruit \"of his eye\"","response":"an apple"},{"text":"This river is mentioned 26 times in the King James version of Deuteronomy","response":"the Jordan"},{"text":"Deuteronomy 5 is one of the 2 places in the Bible where this important list is enumerated","response":"the Ten Commandments"},{"text":"Deuteronomy is the last book in this important Jewish tome","response":"the Torah"},{"text":"In a Jewish tradition, a scroll called a mezuzah is inscribed with Deuteronomy verses &amp; fixed to this part of the home","response":"the doorway"}],"originalDate":"2020-04-10"}],{"category":"WORLD CITIES","text":"The name of this city may come from \"dur\", meaning water, a reference to the Helvetian people's settlement on a lake","response":"Zurich"}]}