{"mix":1329,"rounds":[[{"category":"RHYME TIME","comments":"","clues":[{"text":"A bogus boa constrictor","response":"a fake snake"},{"text":"Harass or taunt Mr. Hyde's alter ego","response":"heckle Jekyll"},{"text":"A judge's mallet that you can take on vacation","response":"a travel gavel"},{"text":"A faithful king, queen or prince","response":"a loyal royal"},{"text":"A back-&amp;-forth talk about certain types of instruments including drums &amp; gongs","response":"a percussion discussion"}],"originalDate":"2020-04-10"},{"category":"PEOPLE NAMED ALEX","comments":"","clues":[{"text":"Alexander the Great was born in the city of Pella in this kingdom in 356 B.C.","response":"Macedonia"},{"text":"Consort of the doomed Russian Czar Nicholas II, Alexandra was the granddaughter of this British queen","response":"Victoria"},{"text":"In the 1970s Alexander Haig was supreme commander of this transatlantic alliance ready to fend off the USSR","response":"NATO"},{"text":"Before he wrote \"Roots\", Alex Haley helped write the life story of this black nationalist leader","response":"Malcolm X"},{"text":"Lincoln &amp; this Confederate V.P. met in February 1865 &amp; unsuccessfully talked about trying to end the war","response":"Alexander Stephens"}],"originalDate":"2020-04-10"},{"category":"LITERARY GENRES","comments":"","clues":[{"text":"\"The Book and the Sword\" is a Wuxia novel, a Chinese story about these \"arts\"","response":"martial arts"},{"text":"In poetry, it's a long narrative, often about heroic deeds; there's also a \"mock\" type","response":"an epic"},{"text":"This Latin American genre with an oxymoronic name involves the extraordinary seeming ordinary","response":"magical realism"},{"text":"Penguin has a line of regency romance novels that are set during the regency of the soon-to-be George IV, in this century","response":"the 19th century"},{"text":"Some of Carson McCullers' works fall into the genre of \"Southern\" this, also an old architectural style","response":"Gothic"}],"originalDate":"2020-04-10"},{"category":"FILM SCHOOLS","comments":"","clues":[{"text":"Johns Hopkins doubled for Harvard in this 2010 film with Jesse Eisenberg as Mark Zuckerberg","response":"<i>The Social Network</i>"},{"text":"That's Occidental College, not the planet Vulcan, in \"Star Trek III: The Search for\" him","response":"Spock"},{"text":"East Los Angeles College, not the University of Alabama, is where this Tom Hanks character shows his football prowess","response":"Forrest Gump"},{"text":"A lecture room at New York's Columbia University was used for a scene in the 2nd installment of this Marvel hero's franchise in 2004","response":"Spider-Man"},{"text":"Boston's Bunker Hill Community College shares screen time with M.I.T. in this 1997 Damon-Affleck production","response":"<i>Good Will Hunting</i>"}],"originalDate":"2020-04-10"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"A military rank &amp; a corn seed","response":"colonel & kernel"},{"text":"Time of dawn &amp; time of sorrow","response":"morning & mourning"},{"text":"A way of behaving &amp; a lord's estate","response":"manner & manor"},{"text":"To lift up &amp; to tear down","response":"raise & raze"},{"text":"Gets ahead by the whole length of a track, or a slip-up in judgment","response":"laps & lapse"}],"originalDate":"2020-04-09"},{"category":"COLLEGE LAW","comments":"","clues":[{"text":"It's the P in FERPA, a 1974 law that says your parents need your consent to get your grades from your college","response":"privacy"},{"text":"More than 40 states have laws against this fraternity initiation practice","response":"hazing"},{"text":"Georgia State says it follows state law in banning hard liquor at these pre-game parking lot parties","response":"tailgate parties"},{"text":"A 1940 statement on this status says it gives professors \"freedom &amp; economic security\", but it doesn't mean they can never be fired","response":"tenure"},{"text":"The plaintiffs in Students for Fair Admissions v. Harvard say the school violates this amendment's Equal Protection Clause","response":"the 14th Amendment"}],"originalDate":"2020-04-09"}],[{"category":"SPORTS HISTORY","comments":"","clues":[{"text":"Florida's Streamline Hotel is the birthplace of this auto racing organization","response":"NASCAR"},{"text":"On April 22, 1954 the NBA changed forever with the adoption of a shot clock with a time limit of this many seconds","response":"24"},{"text":"This tournament was first contested in 1930 &amp; won by host nation Uruguay, 4-2 over Argentina","response":"the World Cup"},{"text":"It took 11 hours &amp; 5 minutes over 3 days at this grand slam tennis venue in 2010 for John Isner to defeat Nicolas Mahut","response":"Wimbledon"},{"text":"Leading his team to a come-from-behind victory, this 24-year-old Kansas City QB became the youngest Super Bowl MVP winner in 2020","response":"Patrick Mahomes"}],"originalDate":"2020-04-09"},{"category":"SHOPPING","comments":"","clues":[{"text":"This large retailer uses the slogan \"Expect More. Pay Less.\"","response":"Target"},{"text":"Zorba was the original name of this retailer that started in Spain; it stuck with a \"Z\" name","response":"Zara"},{"text":"A follow-up to \"The Devil Wears Prada\" is called \"When Life Gives You\" these yoga clothes","response":"Lululemons"},{"text":"Tadashi Yanai, the founder of this chain of Japanese clothing stores, is the richest person in Japan","response":"Uniqlo"},{"text":"Early on, this British brand belied its name by being in the basement of an Oxford Circus store","response":"Topshop"}],"originalDate":"2020-04-09"},{"category":"RETURNS","comments":"","clues":[{"text":"In \"The Two Towers\" this wizard says, \"Yes, I am white now...I have passed through fire and deep water, since we parted\"","response":"Gandalf"},{"text":"Landing on Leyte in 1944, Douglas MacArthur said, \"People of\" this country, \"I have returned\"","response":"the Philippines"},{"text":"After he returns in Luke 15, his dad says, \"Bring hither the fatted calf and kill it; and let us eat, and be merry\"","response":"the prodigal son"},{"text":"In an 1840s Dumas novel, he is falsely accused of being a Bonapartist &amp; jailed at the chateau d'If; he returns for revenge though...","response":"the Count of Monte Cristo"},{"text":"In 41 A.D. Claudius banished Seneca, but Claudius' wife Agrippina called him back to tutor this son &amp; future emperor","response":"Nero"}],"originalDate":"2020-04-09"},{"category":"BEVERAGES","comments":"","clues":[{"text":"A 250 milliliter can of this top-selling energy drink that \"vitalizes body and mind\" contains 80 mg of caffeine, less than a cup of coffee","response":"Red Bull"},{"text":"At the World of this beverage in Atlanta, you can sample such international flavors as Fanta melon frosty &amp; Sparletta Sparberry","response":"Coca-Cola"},{"text":"This Nestle powder started with the chocolate flavor, added banana, pulled banana, added strawberry","response":"Nesquik"},{"text":"Its G Organic Thirst Quenchers come in such flavors as mixed berry &amp; passion fruit","response":"Gatorade"},{"text":"Sparkling grapefruit &amp; sparkling blackberry are among the flavors of this 4-letter brand of sparkling juice beverages","response":"IZZE"}],"originalDate":"2020-04-08"},{"category":"ANAGRAMMED DORM ESSENTIALS","comments":"","clues":[{"text":"Don't miss 9 A.M. poli sci: CROCK LLAMA","response":"alarm clock"},{"text":"You can't see; then suddenly you can: HALL FIGHTS","response":"flashlight"},{"text":"Things can get hot quickly with one of these: I VOW CREAM","response":"a microwave"},{"text":"To deal with leftovers, it may actually be aluminum: ION LIFT","response":"tin foil"},{"text":"For pranking other dorms, among other uses: REPEAT PILOT","response":"toilet paper"}],"originalDate":"2020-04-08"},{"category":"BOOK TITLE ANIMALS","comments":"","clues":[{"text":"John Grogan's \"Marley &amp; Me\" is subtitled \"Life and Love with the World's Worst\" this","response":"Dog"},{"text":"Aslan represents one of the 3 title items in this first Chronicle of Narnia","response":"\"The Lion , the Witch and the Wardrobe\""},{"text":"Sue Monk Kidd examined their \"Secret Life\"","response":"Bees"},{"text":"Book 4 of \"The Hitchhiker's Guide to the Galaxy\" series is titled \"So Long, and Thanks for All\" these","response":"Fish"},{"text":"Political tension surrounds 2 Turkish children in Ece Temelkuran's \"The Time of Mute\" these birds","response":"Swans"}],"originalDate":"2020-04-08"}],{"category":"NOVEL LOCALES","text":"This place from a 1933 novel lies in the Valley of Blue Moon, below a peak called Karakal","response":"Shangri-La"}]}