{"mix":1340,"rounds":[[{"category":"LIFE","comments":"","clues":[{"text":"This chemical is the messenger that carries the genetic code to the parts of the cell that make proteins","response":"mRNA, Messenger RNA"},{"text":"It's not usually thought of as an organ, but for an average human, it's the largest &amp; can cover 20 square feet","response":"skin"},{"text":"Ticks &amp; tapeworms are examples of these creatures that take nutrition with no benefit to their host","response":"a parasite"},{"text":"5 feet long in humans, this part comes in near the end of digestion &amp; performs the vital task of absorbing water &amp; vitamins","response":"the large intestine"},{"text":"This rhyming phrase describes the nervous system's response to facing stress or danger","response":"fight-or-flight"}],"originalDate":"2020-03-18"},{"category":"ABBREVIATED ABC","comments":"","clues":[{"text":"In names of U.S. TV networks, ABC stands for this company","response":"the American Broadcasting Company"},{"text":"In some states the ABC is an organization charged with the \"control\" of these drinks","response":"alcoholic drinks"},{"text":"In 1895 the ABC or \"American\" this sport \"Congress\" was organized in NYC &amp; helped standardize the game's rules","response":"bowling"},{"text":"In the Anglican Church, ABC refers to this high personage","response":"the Archbishop of Canterbury"},{"text":"If you're a salesman, ABC refers to this hard-sell strategy","response":"Always be closing"}],"originalDate":"2020-03-17"},{"category":"SIPPIN' ON GIN &/OR JUICE","comments":"","clues":[{"text":"Made from a plum that dries without spoiling, this juice is a good source of potassium, antioxidants &amp; vitamins","response":"prune juice"},{"text":"A martini's sweeter cousin, a classic gimlet includes London dry gin &amp; Rose's this juice","response":"lime"},{"text":"This drink with a man's full name has lemon juice, sugar, club soda, a cherry, an orange slice &amp; oh yeah, gin","response":"a Tom Collins"},{"text":"Let's toss around this alliterative drink<span class=\"nobreak\">--</span>created in a hotel off the Malay Peninsula, gin &amp; cherry brandy are its prime stars","response":"a Singapore Sling"},{"text":"A trendy healthy juice drink with 2 plant names, it's 70% chlorophyll","response":"wheat grass"}],"originalDate":"2020-03-17"},{"category":"THAT'S OLD SCHOOL","comments":"","clues":[{"text":"Built in 1752, Connecticut Hall is the oldest building on the campus of this university","response":"Yale"},{"text":"Founded by an ex-president in 1819, this state school gave its first law degree in 1842","response":"the University of Virginia"},{"text":"Tennyson attended this college at Cambridge University; there's a college with the same name in Dublin","response":"Trinity"},{"text":"It was founded in Paris' Latin Quarter as a theological college in the 1250s &amp; named for its founder","response":"the Sorbonne"},{"text":"Chartered near the end of the 17th century, this 2-named college severed formal ties with Britain in 1776","response":"William & Mary"}],"originalDate":"2020-03-17"},{"category":"MEDICINE MEN","comments":"","clues":[{"text":"Charles Richard Drew organized the first of these alliterative plasma storage programs","response":"a blood bank"},{"text":"Dr. Dean Ornish is known for treating heart patients by limiting fat &amp; cholesterol &amp; managing this mental aspect","response":"stress"},{"text":"Barry Marshall won a 2005 Nobel Prize for proving that peptic these are an infectious bacterial disease","response":"ulcers"},{"text":"A medical milestone came when Dr. John Snow traced an outbreak of this disease in Victorian London to a single water pump","response":"cholera"},{"text":"A 2019 surgery on a 60-year-old woman revealed a nearly 50-year-old mitral valve that this South African man had implanted","response":"Dr. Christiaan Barnard"}],"originalDate":"2020-03-17"},{"category":"CHARACTERS IN <em class=\"underline\">MOBY-DICK</em>","comments":"","clues":[{"text":"This obsessive captain shares his name with a biblical king of Israel","response":"Ahab"},{"text":"Mrs. Hussey is an innkeeper who makes a delicious version of this New England soup","response":"clam chowder"},{"text":"There once was a man from this Massachusetts port who signs up Ishmael &amp; the others to the whaling voyage","response":"Nantucket"},{"text":"Have a cup of coffee &amp; name this first mate aboard the Pequod","response":"Starbuck"},{"text":"Tashtego &amp; Daggoo have this specific whaling job","response":"harpoonists"}],"originalDate":"2020-03-17"}],[{"category":"&amp; THEN WHAT HAPPENED?","comments":"","clues":[{"text":"In 44 B.C. this man became dictator for life... &amp; then had it ended by his political opponents","response":"(Julius) Caesar"},{"text":"Atahualpa accepted an invite from a Spanish army in 1532... &amp; then this empire fell after he was taken captive","response":"the Incas"},{"text":"In 1876 telegraph co. Western Union said this had too many problems... &amp; then within 2 years was trying to get into the business","response":"the telephone"},{"text":"In 1846 he sued in Missouri state court to be freed from slavery &amp; in 1857 the U S. Supreme Court ruled against him","response":"Dred Scott"},{"text":"Mounted French knights massed in force at this 1415 battle site... &amp; then learned the deadly power of English longbows","response":"Agincourt"}],"originalDate":"2020-03-17"},{"category":"LANGUAGES &amp; DIALECTS","comments":"","clues":[{"text":"Maghrebi &amp; Gulf are 2 dialects of this widely spoken Middle Eastern language","response":"Arabic"},{"text":"Although spoken in Spain, Galician is more closely related to this language from a bordering country","response":"Portuguese"},{"text":"Amish people speak this \"stately\" 2-word dialect","response":"Pennsylvania Dutch"},{"text":"One of the official languages of Afghanistan, Dari is a dialect of this language of neighboring Iran","response":"Farsi"},{"text":"These displaced Muslim people from Myanmar speak a language similar to Bengali","response":"Rohingya"}],"originalDate":"2020-03-17"},{"category":"THAT'S WHAT I'M WALKING ABOUT","comments":"","clues":[{"text":"\"V\" is for these 2 British Columbia cities that host annual World Partnership Walks to fight global poverty","response":"Vancouver & Victoria"},{"text":"The March for Babies is sponsored by this organization founded in 1938 to stamp out polio","response":"the March of Dimes"},{"text":"The NDSS, the National this Syndrome Society, has held its Buddy Walks since 1995","response":"Down Syndrome"},{"text":"In 1985 APLA, this Project Los Angeles, held the first walk for it, raising nearly 7 times the goal amount","response":"the AIDS Project"},{"text":"The AHA's Heart Walk raises money \"to save lives from this country's No. 1 and No. 5 killers, heart disease and\" this","response":"stroke"}],"originalDate":"2020-03-16"},{"category":"X MARKS THE MIDDLE SPOT","comments":"(Alex: \"X\" will come up exactly in the middle of each correct response.)","clues":[{"text":"You ain't just whistlin' this, once slang for a $10 bill","response":"a dixie"},{"text":"Job of one who cleans up rich people's messes, like Ray Donovan","response":"a fixer"},{"text":"A short, proverbial saying, or Mr. Gorky","response":"maxim"},{"text":"Bending a limb, &amp; maybe posing as you do","response":"flexing"},{"text":"A link, or the core of a situation","response":"nexus"}],"originalDate":"2020-03-16"},{"category":"THE WOMAN OF THE CENTURY","comments":"","clues":[{"text":"Billie Holiday","response":"the 20th century"},{"text":"Pocahontas marries &amp; dies","response":"the 17th century"},{"text":"Anne Boleyn","response":"the 16th century"},{"text":"Joan of Arc","response":"the 15th century"},{"text":"Catherine the Great","response":"the 18th century"}],"originalDate":"2020-03-16"},{"category":"NORTH KOREAN GEOGRAPHY","comments":"","clues":[{"text":"The ancient capital of the legendary Tangun Dynasty that founded the Korean state; today it's a city of over 3 million","response":"Pyongyang"},{"text":"Kangwon Province faces the East Sea, better known to us by this national name","response":"the Sea of Japan"},{"text":"Your map showing Mount Mantap may be out of date; in 2018 this manmade event shifted or perhaps even collapsed it","response":"a nuclear test"},{"text":"North Korea borders South Korea, China &amp; this country whose leader met Kim Jong un for the first time at a 2019 summit","response":"Russia"},{"text":"NK's longest river is this 500-mile one that served as a strategic goal for U.N. forces during the war in the 1950s","response":"the Yalu"}],"originalDate":"2020-03-16"}],{"category":"AUTHORS","text":"When Esquire began as a men's lifestyle magazine in the 1930s, he was asked for manly content &amp; wrote in 28 of the first 33 issues","response":"Ernest Hemingway"}]}