{"mix":1343,"rounds":[[{"category":"THE END OF THE EMPEROR","comments":"","clues":[{"text":"He passed away in 14 A.D. on the 19th of the month named for him","response":"Augustus"},{"text":"Claudius' death in 54 A.D. was due to this type of foul play, very common in the TV miniseries \"I, Claudius\"","response":"poisoning"},{"text":"Tyrannical Tiberius was smothered in 37 A.D. but was followed by this equally infamous successor who also needed killin'","response":"Caligula"},{"text":"He died at his military headquarters in 180 A.D., 3 years after making Commodus his co-emperor","response":"Marcus Aurelius"},{"text":"Septimius Severus died in Eboracum, now this north of England city whose name is associated with white in the Wars of the Roses","response":"York"}],"originalDate":"2020-03-10"},{"category":"BRR! IT'S COLD OUT THERE","comments":"","clues":[{"text":"The town of Oymyakon, Russia in this proverbially cold region plunged to a mind-numbing -90 degrees in 1933","response":"Siberia"},{"text":"The coldest temp ever recorded on Earth, -144 F., was found by researchers studying satellite data of this continent","response":"Antarctica"},{"text":"This U.S. state's Prospect Creek hit -80 in January 1971","response":"Alaska"},{"text":"In 1954 an historic contiguous USA low temp of -70 was recorded near Rogers Pass in this fourth-largest state","response":"Montana"},{"text":"In Feb. 1947 temps reportedly fell to -85 at Fort Selkirk on this river that lends its name to a Canadian territory","response":"the Yukon River"}],"originalDate":"2020-03-10"},{"category":"HI, WELCOME TO 5 AUTHORS!","comments":"","clues":[{"text":"In 2006 a British high court ruled this author was not guilty of plagiarism in \"The Da Vinci Code\"","response":"(Dan) Brown"},{"text":"In the TV movie \"A Burning Passion\", Shannen Doherty portrayed this gone-too-soon author of \"Gone with the Wind\"","response":"Margaret Mitchell"},{"text":"We wonder if he spent 10,000 hours writing \"Talking to Strangers\", a 2019 bestseller &amp; his first book in 6 years","response":"Malcolm Gladwell"},{"text":"Not only was she talented enough to somehow write another person's autobiography, she gave us \"Three Lives\" in 1909","response":"Gertrude Stein"},{"text":"As well as penning \"Black Panther\" comics for Marvel, this African-Amer. writer topped the bestseller list with \"The Water Dancer\"","response":"(Ta-Nehisi) Coates"}],"originalDate":"2020-03-09"},{"category":"HERE'S OUR MEN, YOU","comments":"","clues":[{"text":"Looking to improve the \"spiritual condition of young men\", this club was founded in London in 1844","response":"the YMCA"},{"text":"Some of the oldest of these men's groups in the U.S. started at Union College in the mid-1800s","response":"fraternities"},{"text":"When I attended, my alma mater the University of Ottawa was also this type of institution preparing young men for the priesthood","response":"a seminary"},{"text":"With striped vests, straw hats &amp; great harmonies, the Dapper Dans roam Disneyland as this type of foursome","response":"a barbershop quartet"},{"text":"Herod asks these men to inform on baby Jesus' whereabouts; they saw him but \"left for their own country by another road\"","response":"the Magi"}],"originalDate":"2020-03-09"},{"category":"CAN I START YOU WITH SOME DRINKS?","comments":"","clues":[{"text":"This classic tomato juice &amp; vodka cocktail is often used as a hangover remedy","response":"a Bloody Mary"},{"text":"A New Orleans specialty, a Hurricane traditionally contains both the dark &amp; light types of this","response":"rum"},{"text":"This cocktail similar to a Manhattan is named for a Scottish folk hero","response":"a Rob Roy"},{"text":"During Kentucky Derby weekend, nearly 120,000 of these bourbon cocktails are served at Churchill Downs","response":"a mint julep"},{"text":"Venice is the birthplace of this cocktail made with 2 parts Prosecco &amp; one part peach puree","response":"a Bellini"}],"originalDate":"2020-03-09"},{"category":"THAT'S A GOOD CHOICE","comments":"","clues":[{"text":"Choice-y past tense term preceding \"driver\" when you plan to have a few","response":"designated"},{"text":"You can do this to a lock or to nits","response":"pick"},{"text":"A football play where you can run or pass, or a business play where you can buy your company's stock","response":"an option"},{"text":"To choose someone for the job; it can also mean to get a keg ready for a party","response":"to tap"},{"text":"To vote someone into office; now add an \"S\" to the front &amp; get a 2nd word also meaning to choose; now give us both","response":"select & elect"}],"originalDate":"2020-03-09"}],[{"category":"HOW ABOUT DESERT?","comments":"","clues":[{"text":"Large mammals of the Gobi Desert include gazelles, antelope &amp; this humped ruminant","response":"the (Bactrian) camel"},{"text":"This Bible book of songs features a desert: \"Restore our fortunes, O Lord, like streams in the Negeb\"","response":"Psalms"},{"text":"Deserts of this country include the Great Sandy &amp; the Great Victoria, the nation's largest","response":"Australia"},{"text":"Vegetation in the Mojave Desert of the sW U.S. is sparse, but includes this \"tree\", a variety of yucca that can reach 30 feet high","response":"the Joshua tree"},{"text":"This desert of southern Africa has a name from Tswana meaning \"great thirst\"","response":"the Kalahari"}],"originalDate":"2020-03-09"},{"category":"CUBA BEFORE FIDEL","comments":"","clues":[{"text":"In 1762 Havana fell to the British, who later returned it to the Spanish &amp; got this nearby future U.S. state in return","response":"Florida"},{"text":"On Jan, 25, 1898 this U.S. Battleship arrived in Havana Harbor for a friendly visit; 3 weeks later, it blew up","response":"the <i>Maine</i>"},{"text":"In 1812, inspired by Haiti's Toussaint L'Ouverture &amp; preceding Nat Turner in Virginia, Jose Antonio Aponte led a revolt by them","response":"enslaved people"},{"text":"Before Obama, the last sitting U.S. Pres. to visit was Coolidge; he spoke to a precursor org. of the OAS, short for this group","response":"the Organization of American States"},{"text":"Pre-Castro Cuba was a hopping place; in this last full year before Fidel took over, Havana had more movie theaters than New York City","response":"1958"}],"originalDate":"2020-03-09"},{"category":"PLAYING THE SINGER ON FILM","comments":"","clues":[{"text":"Val Kilmer in \"The Doors\"","response":"Jim Morrison"},{"text":"Chadwick Boseman in \"Get on Up\"","response":"James Brown"},{"text":"Dennis Quaid in \"Great Balls of Fire!\"","response":"Jerry Lewis"},{"text":"Kristen Stewart in \"The Runaways\"","response":"Joan Jett"},{"text":"Jessica Lange in \"Sweet Dreams\"","response":"Patsy Cline"}],"originalDate":"2020-03-09"},{"category":"YOU'RE SHOWING YOUR AGE","comments":"","clues":[{"text":"Head to the roadshow if you know that one of these artifacts is now generally defined as one that's more than 100 years old","response":"an antique"},{"text":"From the Latin for \"yield of grapes\", it's the year in which particular wine grapes in a region were grown","response":"a vintage"},{"text":"Every year, thousands of 18-year-olds \"age out\" of this type of care by non-birth parents &amp; some have trouble on their own","response":"foster care"},{"text":"There's speed dating, online dating &amp; this method developed in 1946 that can tell archaeologists an artifact's age","response":"carbon dating"},{"text":"In 1971 this amendment to the Constitution lowered the voting age for citizens to 18","response":"the 26th Amendment"}],"originalDate":"2020-03-09"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Cultivating potatoes is thought to have originated in South America with this Indian culture","response":"the Incas"},{"text":"Broccoli, cauliflower, &amp; Brussels sprouts are all related to this \"heady\" vegetable","response":"cabbage"},{"text":"1 of 2 vegetables listed in the World Book that begin with \"E\"","response":"eggplant (or endive)"},{"text":"Despite the name, you don't have to be a rabbi to get into one of these easy peeling oranges","response":"temple oranges"},{"text":"Other tropical fruit mentioned in 1st line of Rosemary Clooney's 1957 hit \"Mangos\"","response":"papayas"}],"originalDate":"1987-07-06"},{"category":"WARS","comments":"","clues":[{"text":"2 of his brothers, his brother-in-law &amp; his nephew were also killed at the Little Big Horn","response":"Custer"},{"text":"After backing Napoleon, Denmark was forced to cede this Scandinavian country to Sweden","response":"Norway"},{"text":"Observance of what is now Veterans Day dates back to this war's end, which occurred on November 11","response":"World War I"},{"text":"War in which the U.S. Army was also called \"the Grand Army of the Republic\"","response":"the Civil War"},{"text":"The Soviets use troops from this country to promote their aims in Angola &amp; Ethiopia","response":"Cuba"}],"originalDate":"1987-07-06"}],{"category":"19th CENTURY LITERARY CHARACTERS","text":"This character from an 1859 novel symbolizes the Fates, who in mythology spin the web of life, measure it &amp; cut it off","response":"Madame Defarge"}]}