{"mix":1344,"rounds":[[{"category":"TV DETECTIVES","comments":"","clues":[{"text":"Jack Klugman starred as this crusading coroner with no apparent 1st name","response":"Quincy"},{"text":"Sales of these increased when Kojak started using them to stop smoking","response":"lollipops"},{"text":"This series featuring a trio of detectives was once described as \"a skin &amp; hair show\"","response":"<i>Charlie's Angels</i>"},{"text":"Lt. Columbo was inspired by the characteristics of Petrovich, the policeman in this Dostoevski novel","response":"<i>Crime and Punishment</i>"},{"text":"Occupation of Fenton Hardy, father of \"The Hardy Boys\"","response":"a private detective"}],"originalDate":"1987-07-06"},{"category":"COUNTRY MUSIC","comments":"","clues":[{"text":"Jeannie C. Riley hit #1 singing about \"The day my mama socked it to\" them","response":"the Harper Valley PTA"},{"text":"Johnny Cash sang, \"I keep a close watch on this heart of mine\" in this song","response":"\"I Walk The Line\""},{"text":"Song in which Hank Williams asked, \"...What-cha got cookin'?  How's about cookin' somethin' up with me\"","response":"\"Hey, Good Lookin'\""},{"text":"In 1980 Shelly West &amp; David Frizzell told each other, \"You're the reason God made...\" this state","response":"Oklahoma"},{"text":"Bobby Bare's 1976 musical request was \"dropkick me, Jesus, through\" these","response":"the goalposts of life"}],"originalDate":"1987-07-06"},{"category":"INVENTIONS","comments":"","clues":[{"text":"Inspired by wooden versions made in Ancient Egypt, Cyrus Yale made 1st cylinder type of this in 1848","response":"a lock"},{"text":"Joseph Swan invented this in England about the same time Edison invented it here","response":"the lightbulb"},{"text":"Invention of this is attributed to Igor Sikorsky in 1939","response":"the helicopter"},{"text":"President who invented the dumbwaiter","response":"Jefferson"},{"text":"At least 20 companies turned down this Chester Carlson invention, finally sold to Haloid of Rochester, N.Y.","response":"xerography (or photocopying)"}],"originalDate":"1987-07-06"},{"category":"SOUTHERN AUTHORS","comments":"","clues":[{"text":"She died tragically in 1949 after being struck by an automobile in her hometown, Atlanta","response":"Margaret Mitchell"},{"text":"Before he was expelled from West Point, this macabre author was forced to leave the U. of Virginia, too","response":"Edgar Allan Poe"},{"text":"Thomas Wolfe subtitled this \"seraphic\" novel \"A Story of the Buried Life\"","response":"<i>Look Homeward, Angel</i>"},{"text":"His 2nd wife, Margaret Bourke-White, took the photos for some of his books, but not \"Tobacco Road\"","response":"Erskine Caldwell"},{"text":"This Tennessee-born film critic's novel \"A Death in the Family\" wasn't published until after his death","response":"James Agee"}],"originalDate":"1987-07-06"},{"category":"MOVIE PAIRS","comments":"","clues":[{"text":"Linda Kozlowski spent much of this 1986 film interviewing the title character, played by Paul Hogan","response":"<i>Crocodile Dundee</i>"},{"text":"This \"Saturday Night Live\" duo were \"Neighbors\" on the big screen","response":"Belushi & Aykroyd"},{"text":"One critic called this \"City Heat\" duo \"the hard-boiled equivalent of Laurel &amp; Hardy\"","response":"Clint Eastwood & Burt Reynolds"},{"text":"This sensual dancing pair danced in a pair of movies, \"Singin' in the Rain\" &amp; \"Brigadoon\"","response":"Gene Kelly & Cyd Charisse"},{"text":"He was McCabe &amp; she was Mrs. Miller","response":"Warren Beatty & Julie Christie"}],"originalDate":"1987-07-06"},{"category":"WORLD PLACE NAMES","comments":"","clues":[{"text":"We're bullish on this Spanish city that tradition says was founded by &amp; named for Pompey","response":"Pamplona"},{"text":"One of Simon Bolivar's last wishes was vengeance for the murder of a \"sweet\" friend for whom this Bolivian city is named","response":"Sucre"},{"text":"These islands that include New Georgia &amp; Guadalcanal were named for a biblical king","response":"the Solomon Islands"},{"text":"The name of this national park &amp; wildlife refuge in Tanzania roughly translates to \"great open place\"","response":"Serengeti"},{"text":"These islands in the West Indies are so named because they're sheltered from the trade winds","response":"the Leeward Islands"}],"originalDate":"2020-03-06"}],[{"category":"WANNA BET?","comments":"","clues":[{"text":"If the bettor buys insurance after the dealer shows an ace, he's playing this game","response":"blackjack"},{"text":"In 2016 a few happy bettors cashed in 5,000-1 tickets after Leicester City won the title in England's top league in this sport","response":"soccer"},{"text":"If the bettor puts money on the pass line &amp; the roll is 2, 3 or 12, that's this, the name of the game, &amp; the bettor loses","response":"craps"},{"text":"A bettor who correctly picks the order of the first 2 finishers in a horse race wins this precisely named wager","response":"an exacta (*an exactor)"},{"text":"In 2018 this NBA commissioner said the league should get a cut of any legalized betting on it","response":"(Adam) Silver"}],"originalDate":"2020-03-06"},{"category":"EMMY'S BEST DRAMA","comments":"","clues":[{"text":"2004: When it came to this HBO series, Emmy did not fuhgeddaboud it","response":"<i>The Sopranos</i>"},{"text":"2011: Voters bought Don Draper's pitch","response":"<i>Mad Men</i>"},{"text":"2002: POTUS, triumphant","response":"<i>The West Wing</i>"},{"text":"2012: It's Showtime for a bipolar operative","response":"<i>Homeland</i>"},{"text":"1984: This \"colorful\" NBC cop show was careful out there","response":"<i>Hill Street Blues</i>"}],"originalDate":"2020-03-06"},{"category":"LITERARY AWARDS","comments":"","clues":[{"text":"Like the protagonist in the early part of Dumas' novel, the judges of the newly created Prix Monte-Cristo are these","response":"prisoners"},{"text":"No twist necessary in the short stories that since 1919 win the prize named for this short story author","response":"O. Henry"},{"text":"2019 Nobel Prize winner Peter Handke is perhaps best known for the novel this player's \"Anxiety at the Penalty Kick\"","response":"the goalie"},{"text":"In 2019 the name of this prestigious prize became a little shorter when the Man Group stopped sponsoring it","response":"a Booker"},{"text":"The 2017 Women's Prize for Fiction went to Naomi Alderman for this sci-fi novel where women get shocking abilities","response":"<i>The Power</i>"}],"originalDate":"2020-03-06"},{"category":"POSTAL ABBREVIATION WORDS","comments":"(Alex: All correct responses will be combinations of postal abbreviations.)","clues":[{"text":"A Rocky Mountain state pahks its cah in front of an East Coast state &amp; falls into this long state of unconsciousness","response":"a coma (Colorado & Massachusetts)"},{"text":"Combine the home states of Vice Presidents Biden &amp; Cheney to get this word meaning moist","response":"dewy (Delaware & Wyoming)"},{"text":"The home of Independence Hall has a window on the \"Cornhusker State\" to give us this word","response":"pane (Pennsylvania & Nebraska)"},{"text":"Hoosiers join up with their neighbor directly south to form this newspaper-stained word","response":"inky (Indiana & Kentucky)"},{"text":"2 states on the West Coast bookend North Dakota to form this 6-letter word for frankness","response":"candor (California, North Dakota & Oregon)"}],"originalDate":"2020-03-06"},{"category":"THE SAINTS","comments":"","clues":[{"text":"He first went to the Emerald Isle as a slave in the 5th century; later he returned to convert the country","response":"St. Patrick"},{"text":"AKA Padre Pio, St. Pio of Pietrelcina is one of 60+ saints said to have exhibited these signs of the crucified Jesus","response":"the stigmata"},{"text":"Legend says around 300 A.D. this small European republic was founded by a saintly man &amp; his followers &amp; it still bears his name today","response":"San Marino"},{"text":"The Virgin Mary appeared to St. Bernadette 18 times &amp; revealed to her a healing spring in this city","response":"Lourdes"},{"text":"St. Adalbert was the apostle of this kingdom later part of Germany, a Bismarck in his career","response":"Prussia"}],"originalDate":"2020-03-06"},{"category":"\"C\" AS IN SEIZE","comments":"","clues":[{"text":"It's a car pedal, or a verb meaning to hold tightly","response":"a clutch"},{"text":"To grip, or a jewelry fastener","response":"a clasp"},{"text":"A boxing hold, or to nail down a playoff spot","response":"clinch"},{"text":"To confiscate a vehicle temporarily in an emergency, as when a policeman needs to pursue a suspect","response":"commandeer"},{"text":"Slangy clothing term for an arrest by the police","response":"a collar"}],"originalDate":"2020-03-05"}],{"category":"INTERNATIONAL BORDERS","text":"2 of the 3 countries that share land borders with Russia &amp; China","response":"(2 of) Kazakhstan, Mongolia, or North Korea"}]}