{"mix":1345,"rounds":[[{"category":"CONTINENTAL","comments":"","clues":[{"text":"Geographically, though not politically, Greenland is considered part of this continent","response":"North America"},{"text":"The sheep population of this continent is about 3 times the number of its people","response":"Australia"},{"text":"With more than 50, this continent has the most countries","response":"Africa"},{"text":"This continent is home to the world's smallest fully independent country","response":"Europe"},{"text":"With a leg span of about 12 inches, the Goliath bird-eating spider is native to this continent","response":"South America"}],"originalDate":"2020-03-05"},{"category":"CONGRESS","comments":"","clues":[{"text":"If a president vetoes a piece of legislation, Congress may override it with a vote of this size in both houses","response":"two-thirds"},{"text":"Congress has the power to grant this acquisition of citizenship for those not born in the United States","response":"naturalization"},{"text":"This word meaning \"permanent\" precedes the 36 major congressional committees","response":"standing"},{"text":"In 1792 Congress passed the Coinage Act &amp; established the first U.S. Mint in this city","response":"Philadelphia"},{"text":"Originally to be in the Bill of Rights, the amendment regulating this action by Congress was finally ratified in 1992 as the 27th","response":"Congress raising its own pay"}],"originalDate":"2020-03-05"},{"category":"THE COLD WAR","comments":"","clues":[{"text":"Checkpoint Charlie was a heavily guarded crossing on this symbolic &amp; physical barrier","response":"the Berlin Wall"},{"text":"In 1960 pilot Francis Gary Powers was shot down over the Soviet Union flying one of these spy planes","response":"a U-2"},{"text":"The situation where neither side will start a war because of the cost to itself is mutual assured this, MAD for short","response":"destruction"},{"text":"The brief anti-communist period of liberalization in this country in 1968 was called the Prague Spring","response":"Czechoslovakia"},{"text":"Soviet leader Gorbachev initiated policies in the 1980s of glasnost, \"openness\", &amp; this, meaning \"restructuring\"","response":"perestroika"}],"originalDate":"2020-03-05"},{"category":"GET SCHOOLED","comments":"","clues":[{"text":"Barack Obama's name replaced that of this Confederate president on an elementary school in Jackson, Mississippi","response":"Jefferson Davis"},{"text":"The CIA for short (not that CIA), it was founded in 1946 to train returning WWII veterans in the art of cooking","response":"the Culinary Institute of America"},{"text":"Alumni of this exclusive boarding school near Windsor include Princes William &amp; Harry &amp; actor Tom Hiddleston","response":"Eton"},{"text":"This university's informal \"Dropout Hall of Fame\" includes author Jack London &amp; '60s activist Jerry Rubin","response":"Cal (University of California in Berkeley)"},{"text":"What is now NYU's Brown Building was the site of this tragic 1911 fire that killed 146 workers","response":"the Triangle Shirtwaist fire"}],"originalDate":"2020-03-05"},{"category":"NEGATIVE THOUGHTS","comments":"","clues":[{"text":"9-letter optimist opposite","response":"pessimist"},{"text":"To void or close out, like a network does to a failing TV show","response":"cancel"},{"text":"This presidential option is Latin for \"I forbid\"","response":"veto"},{"text":"Juliet tells Romeo, \"Deny thy father and\" this \"thy name\"","response":"refuse"},{"text":"To disclaim: on \"Mission: Impossible\", \"the secretary will\" do this regarding \"any knowledge of your actions\"","response":"disavow"}],"originalDate":"2020-03-04"},{"category":"AMERICA'S RICHEST SELF-MADE WOMEN","comments":"(Alex: According to <i>Forbes</i> 2019 list.)","clues":[{"text":"Meg Whitman's bid for No. 2 on the list started when she made this Internet seller a billion-dollar giant","response":"eBay"},{"text":"Sara Blakely, creator of this shaping undergarment brand, has the ultimate mogul cred<span class=\"nobreak\">--</span>guest shark on \"Shark Tank\"","response":"Spanx"},{"text":"Pleasant Rowland started this historical brand when she couldn't find suitable dolls for her nieces","response":"American Girl"},{"text":"Billionaires Kathy Fields &amp; Katie Rodan created this \"forward\" -thinking acne treatment brand often seen on late night TV","response":"Proactiv"},{"text":"Part of this author's nearly $400 million fortune came from books she wrote under the J.D. Robb pseudonym","response":"Nora Roberts"}],"originalDate":"2020-03-04"}],[{"category":"HELLER","comments":"","clues":[{"text":"The Supreme Court's decision in the case of D.C. v. Heller used this amendment to strike down a gun control law","response":"the Second Amendment"},{"text":"At one point both of Nevada's sitting senators, Dean Heller &amp; Harry Reid, belonged to this faith","response":"the LDS faith (Mormon Church)"},{"text":"Paul Giamatti played Jerry Heller, manager of rap group NWA, in this 2015 film","response":"<i>Straight Outta Compton</i>"},{"text":"Want your very own Frank Lloyd Wright home? The Heller house in this city's Hyde Park area was offered for sale for $2.2 million","response":"Chicago"},{"text":"Like his character Yossarian, \"Catch-22\" author Joseph Heller was this 10-letter type of airman who must be on target","response":"a bombardier"}],"originalDate":"2020-03-04"},{"category":"HIGH WATER","comments":"","clues":[{"text":"A lake high on Mount Kenya shares its name with this main character in \"The Lion King\"","response":"Simba"},{"text":"One of the highest rivers in the world, the Yarlung Tsangpo starts in this autonomous region of China","response":"Tibet"},{"text":"Scuba diving in lakes at high altitudes is more dangerous, as this 5-letter decompression sickness is worse","response":"the bends"},{"text":"A 425-mile river originating in Idaho's Sawtooth mountains is named for this fish known for its upriver journeys","response":"the salmon"},{"text":"Tradition says that Zoroaster meditated for years at the lake at the summit of Mount Sabalan in this country","response":"Iran"}],"originalDate":"2020-03-04"},{"category":"THE JEFFERSONIAN ERA","comments":"","clues":[{"text":"This addition to the nation during Jefferson's tenure included land that would end up being part of 15 states","response":"the Louisiana Purchase"},{"text":"In his 1801 inaugural address, Jefferson tried to mend fences between his Democratic-Republicans &amp; this political party","response":"the Federalists"},{"text":"Predicting an eclipse &amp; decrying the white man's ways, Tenskwatawa was dubbed the Shawnee this","response":"prophet"},{"text":"The doctrine of judicial review was established in 1803 by the historic Supreme Court him v. him","response":"Marbury v. Madison"},{"text":"In the 1806 edition of his bio of George Washington, this author included the fictional tale of young George &amp; the cherry tree","response":"Parson Weems"}],"originalDate":"2020-03-04"},{"category":"FROM <em class=\"underline\">SNL</em> TO THE MOVIES","comments":"","clues":[{"text":"Alice Cooper breaks down the etymology of \"Milwaukee\" to Mike Myers in this 1992 film","response":"<i>Wayne's World</i>"},{"text":"\"Use of unnecessary violence in the apprehension of\" this 1980 musical title duo \"has been approved\"","response":"<i>The Blues Brothers</i>"},{"text":"10 seconds, contestants! Will Forte tries to defuse a nuclear warhead as this 2010 title guy","response":"<i>MacGruber</i>"},{"text":"Dan Aykroyd wants a green card in this 1993 film (but he's not really from France)","response":"<i>Coneheads</i>"},{"text":"In a trailer for a 1995 movie as Stuart Smalley, he said, \"My father grew up in the Great Depression... his mother's\"","response":"(former Senator) Al Franken"}],"originalDate":"2020-03-04"},{"category":"SCIENCE","comments":"","clues":[{"text":"Some people seem to learn by this process, the flow of a solvent through a semipermeable membrane","response":"osmosis"},{"text":"This neurotransmitter is the second \"S\" in the class of drugs known as SSRIs","response":"serotonin"},{"text":"It's the point in the orbit of the Moon when it is farthest from the Earth","response":"apogee (*apex)"},{"text":"The stamen, the male reproductive organ of a flowering plant, produces pollen in this terminal structure of sacs","response":"the anther"},{"text":"F can stand for this unit of electrical capacitance","response":"a farad"}],"originalDate":"2020-03-04"},{"category":"GIVING OUT \"IOUS\"","comments":"","clues":[{"text":"Able to live both on land &amp; under water","response":"amphibious"},{"text":"\"V\" know it precedes \"reader\" in being eager to devour the contents of many books","response":"voracious"},{"text":"In legal speak, it describes wanton or vicious intent","response":"malicious"},{"text":"Stevie Wonder sang, \"very\" this, \"ladder's 'bout to fall\"; now touch your nose for luck","response":"superstitious"},{"text":"This adjective means incorrect &amp; is more specifically applied to logic with faulty reasoning","response":"fallacious"}],"originalDate":"2020-03-04"}],{"category":"AUTOBIOGRAPHIES","text":"Helen Keller dedicated \"The Story of My Life\" to this man who \"taught the deaf to speak\"","response":"Alexander Graham Bell"}]}