{"mix":1348,"rounds":[[{"category":"ART, FLEMING","comments":"","clues":[{"text":"Full-figured women were celebrated by this painter, born June 28, 1577 of Flemish parents","response":"Rubens"},{"text":"In 1649 Frans Hals got philosophical painting this \"cogito, ergo sum\" thinker","response":"Descartes"},{"text":"In 1450 Haarlem's Dieric Bouts depicted \"The Fall into\" this place of suffering","response":"Hell"},{"text":"In 1563 Pieter Bruegel the Elder spoke the language of art with a rendering of this structure mentioned in Genesis 11","response":"the Tower of Babel"},{"text":"Last name of the real guy who gave us \"The Garden of Earthly Delights\" &amp; of the fictional guy who solves murders in Los Angeles","response":"(Hieronymus) Bosch"}],"originalDate":"2020-02-28"},{"category":"EXPLORERS","comments":"","clues":[{"text":"A city named for Sieur du Luth sits where he negotiated a treaty with the Sioux in what is now this state","response":"Minnesota"},{"text":"When Robert Falcon Scott reached the South Pole in 1912, he found this country's flag left 5 weeks earlier by Amundsen","response":"Norway"},{"text":"After conquering Cuba, Panfilo de Narvaez was tasked by Charles V to take this nearby peninsula","response":"Florida"},{"text":"Sent to Africa in 1841 as a missionary, this Scotsman eventually started exploring the place, presumably","response":"(David) Livingstone"},{"text":"The island of Van Diemen's land, a name associated with Australian penal colonies, was renamed in 1855 for this Dutch explorer","response":"(Abel) Tasman"}],"originalDate":"2020-02-28"},{"category":"JUST FOR ONE DAY","comments":"","clues":[{"text":"We elect to inform you that Nov. 3, 2020 falls on this day of the week","response":"Tuesday"},{"text":"Traditionally, this is the first full day of the Paschal Triduum, leading up to Easter","response":"Good Friday"},{"text":"If tomorrow's today is Wednesday, then this is the day after tomorrow's yesterday","response":"Wednesday"},{"text":"Seurat spent this \"Afternoon on the Island of la Grande Jatte\"","response":"Sunday"},{"text":"In a nursery rhyme, Solomon Grundy \"died on\" this day (but still had yet to be buried in the next line)","response":"Saturday"}],"originalDate":"2020-02-28"},{"category":"HIGHER EDUCATION GEOGRAPHY","comments":"","clues":[{"text":"Home of the Redhawks, Miami University is in this state","response":"Ohio"},{"text":"Santa Fe Community College is in Sante Fe, N.M.; Sante Fe College is in this city home to the Univ. of Florida","response":"Gainesville"},{"text":"The oldest in Kentucky, a university in Lexington bears this name that sounds like Dracula might have been an alumnus","response":"Transylvania"},{"text":"Founded in 1853, Washington University isn't in D.C. or Washington State but in this city on the Mississippi river","response":"St. Louis"},{"text":"Oakland University isn't in California, it's in this state's cities of Auburn Hills &amp; Rochester Hills","response":"Michigan"}],"originalDate":"2020-02-28"},{"category":"STARTS &amp; ENDS WITH B","comments":"","clues":[{"text":"It's the business end of a fishhook","response":"barb"},{"text":"A short promotional statement found on a book cover","response":"blurb"},{"text":"This title film creature was based on an actual 1950 police report about a mysterious gelatinous mass found in a field","response":"<i>The Blob</i>"},{"text":"This type of restaurant/bar makes its own beer &amp; serves it on the premises","response":"a brewpub"},{"text":"An Old Testament Philistine god &amp; a New Testament devil, his name means \"lord of the flies\"","response":"Beelzebub"}],"originalDate":"2020-02-28"},{"category":"MAGAZINES COME &amp; GO","comments":"","clues":[{"text":"EW for short, in 2019 this magazine about pop culture kept its name but went monthly","response":"<i>Entertainment Weekly</i>"},{"text":"A travel magazine launched in 2017 is named for this room-renting app","response":"Airbnb"},{"text":"In 2000 Time announced that this other 4-letter magazine would no longer be monthly &amp; would only publish special issues","response":"<i>Life</i>"},{"text":"A lot of \"the usual gang of idiots\" were out of work when this humor magazine went to mostly reprinting old material in 2019","response":"<i>Mad</i>"},{"text":"This long-running magazine started publishing a \"Little Kids\" edition to teach youngsters 3-6 about our big world","response":"<i>National Geographic</i>"}],"originalDate":"2020-02-27"}],[{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"From December 16 to 24, Mexico commemorates the journey this biblical pair took from Nazareth to Bethlehem","response":"Mary & Joseph"},{"text":"This holiday has its origins in the Celtic festival of Samhain, during which people wore masks to avoid being recognized by ghosts","response":"Halloween"},{"text":"First held in 1897, it's now run on Patriots' Day in April each year","response":"the Boston Marathon"},{"text":"LGBTQ Pride Month is celebrated each June to commemorate the 1969 riots at this inn","response":"Stonewall"},{"text":"This Utah festival regularly has more than 12,000 films submitted; about 200 end up getting shown","response":"Sundance"}],"originalDate":"2020-02-27"},{"category":"CAST YOUR PEARLS","comments":"(Alex: Name the star for us.)","clues":[{"text":"Captain Jack Sparrow in \"Pirates of the Caribbean: The Curse of the Black Pearl\"","response":"Johnny Depp"},{"text":"Griet, the title gal in 2003's \"Girl with a Pearl Earring\"","response":"Scarlett Johansson"},{"text":"This lead singer as himself in the 2017 Pearl Jam concert film \"Let's Play Two\"","response":"Eddie Vedder"},{"text":"Rafe &amp; Danny, 2 fighter pilots triangulating with Kate Beckinsale in 2001's \"Pearl Harbor\"","response":"(Josh) Hartnett & (Ben) Affleck"},{"text":"Sherlock Holmes, opposite Nigel Bruce as Dr. Watson in 1944's \"The Pearl of Death\"","response":"Basil Rathbone"}],"originalDate":"2020-02-27"},{"category":"BEFORE SWINE","comments":"(Alex: Each correct response will be a word that starts with the letters \"S-W-I\" and come just before \"swine\" in the dictionary.)","clues":[{"text":"Tracy Caulkins won 3 Olympic golds in this","response":"swimming"},{"text":"Rapid, or a rapid bird","response":"swift"},{"text":"It's real hogwash","response":"swill"},{"text":"Watch out for this con man","response":"a swindler"},{"text":"This sweeper started cleaning floors in 1999; the wet system soon followed","response":"Swiffer"}],"originalDate":"2020-02-27"},{"category":"A LITTLE ALLITERATION","comments":"","clues":[{"text":"Concentrations of these, like methane &amp; carbon dioxide, have driven climate change","response":"greenhouse gases"},{"text":"With this service your paycheck goes straight into your bank account","response":"direct deposit"},{"text":"Colorful term for an aristocrat or a member of a socially prominent family","response":"a blueblood"},{"text":"In high school, courses such as history, geography &amp; civics come under this heading","response":"social studies"},{"text":"French phrase for an attractive but dangerous woman","response":"a femme fatale"}],"originalDate":"2020-02-27"},{"category":"SHAKESPEAREAN JEOPARDY!","comments":"(Alex: We want you to replace the word \"Jeopardy!\" in each clue.)","clues":[{"text":"\"O Jeopardy!, Jeopardy!, wherefore art thou Jeopardy!?\"","response":"Romeo"},{"text":"\"Get thee to a Jeopardy!\"","response":"nunnery"},{"text":"\"The better part of Jeopardy! is discretion\"","response":"valor"},{"text":"\"Life's but a walking Jeopardy!\"","response":"shadow"},{"text":"\"Why, man, he doth bestride the narrow world like a Jeopardy!\"","response":"Colossus"}],"originalDate":"2020-02-27"},{"category":"HAIR DO","comments":"","clues":[{"text":"The king of beasts has one around its neck","response":"a mane"},{"text":"It can be a single hair, or a string of pearls","response":"a strand"},{"text":"\"Fruity\" 2-word term for fine hair that's growing for the first time","response":"peach fuzz"},{"text":"This hairstyle named for another native people was popular among the Ottawa, who were known as the \"raised hair\"","response":"a mohawk"},{"text":"French gives us the name of this \"chi\"-chi hairstyle, a large coil of hair worn at the nape of the neck","response":"a chignon"}],"originalDate":"2020-02-26"}],{"category":"FAMOUS ANIMALS","text":"In September 1964 the New York Times announced the passing of this pet, a gift, \"used as symbol of honesty in 1952\"","response":"Checkers"}]}