{"mix":1349,"rounds":[[{"category":"WORDS IN PLAIN SIGHT","comments":"(Alex: Each correct response will be made up of the letters in the phrase \"in plain sight\".)","clues":[{"text":"Dude, where's your girlfriend? You're going to the party this way? Oh, deer!","response":"stag"},{"text":"Stop! Cease moving immediately! This!","response":"halt"},{"text":"A tiny, quick flash of light, perhaps in your eye","response":"glint"},{"text":"An unfavorable situation, or to promise, perhaps one's troth","response":"plight"},{"text":"A long, narrow strip of wood used as support for a bed","response":"a slat"}],"originalDate":"2020-02-26"},{"category":"THE DIGITAL AGE","comments":"","clues":[{"text":"This rhyming company that tracks your motion has a Versa 2 smartwatch with Alexa onboard","response":"Fitbit"},{"text":"A ghost is the logo of this photo-messaging app","response":"Snapchat"},{"text":"The Tinder app has popularized this 2-word term meaning to accept or approve of something","response":"swipe right"},{"text":"Google recently decluttered this browser by simplifying the tab menu","response":"Chrome"},{"text":"Support your favorite streamers on this website that sounds like an involuntary spasm","response":"Twitch"}],"originalDate":"2020-02-26"},{"category":"WHISTLE BLOWERS","comments":"","clues":[{"text":"In 1990 officials accidentally gave Colorado this many downs to score a last-second game-winning TD at Missouri","response":"five"},{"text":"If a referee is flashing one of these at a soccer player, the player isn't just being warned, he's being ejected","response":"a red card"},{"text":"Ref Clete Blakeman had to police the 2019 game in which the Browns' Myles Garrett swung this at the Steelers' quarterback","response":"a helmet"},{"text":"In the NHL, referees call penalties; these officials call offsides &amp; break up fights","response":"the linesmen"},{"text":"No-nonsense NBA ref Steve Javie, who once ejected a radio announcer, was nicknamed \"Mr.\" this, short for a type of foul","response":"T."}],"originalDate":"2020-02-26"},{"category":"INTERNATIONAL AIRLINES","comments":"","clues":[{"text":"Part of the name of the German airline Lufthansa comes from this medieval league","response":"the Hanseatic League"},{"text":"With help from TWA, Ethiopian Airlines was founded in 1945 by this leader to modernize the country","response":"Haile Selassie"},{"text":"Sorry, Abu Dhabi &amp; Sharjah, this one-word airline is owned only by Dubai","response":"Emirates"},{"text":"Air Atlas merged with another carrier to become the royal airline of this country","response":"Morocco"},{"text":"By 1924 Imperial, the ancestor of this current airline, had routes to Australia, India &amp; South Africa","response":"British Airways"}],"originalDate":"2020-02-26"},{"category":"HIT &amp; \"RUN\"","comments":"","clues":[{"text":"Rolling Stone called this 1975 Bruce Springsteen release \"a '57 Chevy running on melted-down Crystals records\"","response":"<i>Born to Run</i>"},{"text":"In 2009 Jay-Z, Rihanna &amp; Kanye West teamed up to assert that they were gonna do this tonight, maybe to L.A.","response":"\"Run This Town\""},{"text":"In 1989 Tom Petty was doin' this &amp; \"goin' wherever it leads\"","response":"\"Runnin' Down a Dream\""},{"text":"In 1993 Soul Asylum rode this out-of-control transport into the Top 10","response":"\"Runaway Train\""},{"text":"In 2005 Chris Brown topped the Billboard Hot 100 with this, his debut single","response":"\"Run It\""}],"originalDate":"2020-02-26"},{"category":"THE CONSTITUTION SAYS","comments":"","clues":[{"text":"The Sixth Amendment grants the right \"to a speedy and public\" this","response":"a trial"},{"text":"Patents &amp; copyrights are authorized \"to promote the progress of science and useful\" these","response":"arts"},{"text":"\"The President shall be\" this \"of the Army and Navy of the United States\"","response":"Commander in Chief"},{"text":"\"No Person shall be\" one of these \"who shall not have attained to the Age of thirty years\"","response":"a Senator"},{"text":"No government official may accept a present or this type of compensation from a foreign state without Congress' OK","response":"an Emolument"}],"originalDate":"2020-02-25"}],[{"category":"WHOSE NO. 1 ALBUM","comments":"","clues":[{"text":"1999: \"...Baby One More Time\"","response":"Britney Spears"},{"text":"In 2008 &amp; 2009, on the Billboard 200 &amp; Top Country Album charts: \"Fearless\"","response":"Taylor Swift"},{"text":"1982, by this girl band: \"Beauty And The Beat\"","response":"the Go-Go's"},{"text":"1969: \"Green River\", including the title song &amp; \"Bad Moon Rising\"","response":"CCR (Creedence Clearwater Revival)"},{"text":"In 2019, this boy band, back on top with \"DNA\"","response":"the Backstreet Boys"}],"originalDate":"2020-02-25"},{"category":"DISTILL CRAZY","comments":"","clues":[{"text":"Cognac is this type of liquor that's distilled from wine","response":"brandy"},{"text":"Ketel One puts fermented wheat through both column &amp; pot stills to make this type of liquor","response":"vodka"},{"text":"In Prohibition times, this 10-letter type of bootlegger made booze in illegal stills at night","response":"a moonshiner"},{"text":"Before bourbon is distilled, it is this crushed grain mix that can be sweet or sour","response":"mash"},{"text":"The best stills for gin are said to be made from this malleable elemental metal that strips away sulfur from the mix","response":"copper"}],"originalDate":"2020-02-25"},{"category":"AFTER ALL THESE YEARS","comments":"","clues":[{"text":"Nearly 30 years passed between the end of Jerry Brown's 2nd term as governor of this state &amp; the beginning of his 3rd one","response":"California"},{"text":"After nearly a decade of waiting, this author assures us \"The Winds of Winter\" is coming<span class=\"nobreak\">--</span>there's an excerpt on his website","response":"George R.R. Martin"},{"text":"\"The Other Side of the Wind\", made by this \"Citizen Kane\" legend who died in 1985, was finally completed &amp; shown in 2018","response":"(Orson) Welles"},{"text":"Named for a nearby performance hall, this Manhattan deli served its last pastrami &amp; closed in 2016 after 79 years of business","response":"Carnegie Deli"},{"text":"In 2006, after 15 years of construction, this city's \"Big Dig\" of roads &amp; tunnels was completed","response":"Boston"}],"originalDate":"2020-02-25"},{"category":"ANTONYMS","comments":"","clues":[{"text":"It's the antonym of antonym","response":"synonym"},{"text":"The opposite of voluntary, it precedes \"minimum\" in certain prison sentences","response":"mandatory"},{"text":"Orwell: \"War is peace. Freedom is\" this","response":"slavery"},{"text":"In astronomy parlance, it's zenith's diametric opposite","response":"nadir"},{"text":"A gigantic opposite of small, this adjective comes from the name of Pantagruel's dad","response":"gargantuan"}],"originalDate":"2020-02-25"},{"category":"APTLY NAMED","comments":"","clues":[{"text":"In 1999 Sara Blizzard joined the BBC as a presenter of this","response":"the weather"},{"text":"He was clocked at 27.8 mph during a 100-meter race in 2009","response":"(Usain) Bolt"},{"text":"Don't be nervous<span class=\"nobreak\">--</span>you know Jules Angst was a professor in the department of this medical specialty at the University of Zurich","response":"psychiatry"},{"text":"Guinness formerly listed Marilyn vos Savant as the person with the highest score on a test of this","response":"IQ (intelligence)"},{"text":"This last name of bestselling novelist &amp; nonfiction writer Francine is decidedly unpoetic","response":"Prose"}],"originalDate":"2020-02-25"},{"category":"THAT'S SO 500 YEARS AGO!","comments":"","clues":[{"text":"On Sept. 20, 1519 this Portuguese captain led his 5-ship fleet towards South America without even using GPS!","response":"Magellan"},{"text":"To protect inventors &amp; their works, in 1474 the senate of this Italian maritime republic enacted the first patent law","response":"Venice"},{"text":"As recorded by monks from 1485 to 1507, the leading cause of death for them was this disease of the lungs; plague was third","response":"tuberculosis"},{"text":"One of the largest religious complexes ever built, this temple dedicated to Vishnu was mostly abandoned by 1431","response":"Angkor Wat"},{"text":"The biggest artillery of the period may have been the great cannon that fired at this city during the 1453 siege","response":"Constantinople"}],"originalDate":"2020-02-25"}],{"category":"ANNUAL EVENTS","text":"In 1986 Larry Harvey called a friend &amp; said, let's do this, no one knows exactly why; it evolved into an annual festival in the desert","response":"Burning Man"}]}