{"mix":1351,"rounds":[[{"category":"ONLY THE GOOD CHARACTERS DIE YOUNG","comments":"","clues":[{"text":"Elizabeth, the real-life sister of this novelist, died at age 22 &amp; was the basis for the doomed Beth March","response":"Alcott"},{"text":"You know whose fault it really is that Augustus Waters dies of cancer in this novel? John Green!","response":"<i>The Fault in Our Stars</i>"},{"text":"Spoiler alert! Lennie Small doesn't live to see the end of this novel (&amp; no rabbits were harmed in the making of the clue)","response":"<i>Of Mice and Men</i>"},{"text":"Schoolboys Gene &amp; Finny are the best of friends; one doesn't make it out of this John Knowles novel alive","response":"<i>A Separate Peace</i>"},{"text":"After saving some kids' lives in \"The Outsiders\", Johnny tells this main character to stay gold, then joins our category","response":"Ponyboy"}],"originalDate":"2020-02-24"},{"category":"19th CENTURY HISTORY","comments":"","clues":[{"text":"April 9, 1878 was a normal night in Dodge City; Jack Wagner killed marshal Ed Masterson &amp; this brother of Ed's killed Jack","response":"Bat Masterson"},{"text":"Until 1875 the Suez Canal was owned by Egypt &amp; France, then financial problems forced Egypt to sell its shares to this country","response":"the United Kingdom"},{"text":"With a capacity of 7,000 barrels, the Charles of Antwerp shipped out in 1869 as the first this to sail","response":"an oil tanker"},{"text":"Once known as Upper Peru, it changed its name upon independence in 1825 to honor the man who helped liberate it","response":"Bolivia"},{"text":"After success at Second Bull Run, Confederate armies began an invasion of Maryland; this Sept. 17, 1862 battle stopped them","response":"Antietam"}],"originalDate":"2020-02-24"},{"category":"MACHO CHEESE","comments":"","clues":[{"text":"You're likely used to the mild kind of this creamy French cheese on crackers, but the \"de Melun\" type is more pungent","response":"brie"},{"text":"The history of the fragrant cheese known as stinking bishop dates back to the Cistercian order of these men","response":"monks"},{"text":"The smelly rind on this cheese made from the milk of Vosgienne cows sounds perfect for Herman, Lily &amp; Grandpa","response":"Muenster"},{"text":"This large Italian island due south of Corsica is famous for casu marzu, a pungent cheese","response":"Sardinia"},{"text":"It's said that this Belgian product is \"undoubtedly one of the stinkiest of the strong-smelling cheeses\"","response":"Limburger"}],"originalDate":"2020-02-24"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Proverbially speaking, it \"makes the heart grow fonder\"","response":"absence"},{"text":"An org. failing due to bad leadership is said to be a case of one of these cold-blooded vertebrates \"rotting from the head down\"","response":"a fish"},{"text":"\"Passing\" this \"test\" originated with using it to dissolve substances to see if they were really gold or not","response":"the acid test"},{"text":"React in an over-the-top manner to a relatively harmless situation &amp; you're said to be \"clutching your\" these valuables","response":"pearls"},{"text":"That concert was awesome &amp; totally \"off the\" this, a word preceding gang or reaction","response":"chain"}],"originalDate":"2020-02-21"},{"category":"MAKE A SELECTION","comments":"","clues":[{"text":"With a 7th overall pick in 2009 that worked out fairly well, this team took Steph Curry, AKA Threezus","response":"the Golden State Warriors"},{"text":"With the first overall pick of the 1998 NFL draft, the Indianapolis Colts selected this insurance salesman, a Tennessee QB","response":"Peyton Manning"},{"text":"As a favor to this catcher's dad in 1988, Tommy Lasorda had the Dodgers draft him in round 62, 1,390 overall<span class=\"nobreak\">--</span>he made the H.O.F.","response":"Mike Piazza"},{"text":"The Ontario Hockey League's Soo Greyhounds made a \"great\" pick at No. 3 in 1977; this teen scored 182 points the next season","response":"Gretzky"},{"text":"Hopes were high in Cleveland after the Browns selected this Heisman-winning QB No. 1 overall in 2018","response":"Baker Mayfield"}],"originalDate":"2020-02-21"},{"category":"&amp; FINALLY...","comments":"","clues":[{"text":"On Aug. 22, 2019 this band ended their set at the Rose Bowl with \"Gimme Shelter\" &amp; \"Satisfaction\"","response":"The Rolling Stones"},{"text":"Gene Cernan's final words before leaving this place in 1972, per Walter Cunningham: \"Let's get this mother out of here\"","response":"the Moon"},{"text":"This musical about an audition for Broadway ended its initial 15-year run at the Shubert in 1990; now, 5-6-7-8...respond!","response":"<i>A Chorus Line</i>"},{"text":"Of the 56 men to do this, Thomas McKean of Delaware was the last, sometime between 1777 &amp; 1781","response":"sign the Declaration of Independence"},{"text":"After 442 years, the flag of Portugal came down over this newly Chinese territory in December 1999","response":"Macau"}],"originalDate":"2020-02-21"}],[{"category":"PULITZER-WINNING JOURNALISM","comments":"","clues":[{"text":"The staff of this large newspaper won the 1966 Spot Reporting award for its coverage of the Watts Riots","response":"the <i>Los Angeles Times</i>"},{"text":"The Boston Post won in 1921 for its exposure of the scheme of this Italian con man","response":"Ponzi"},{"text":"A Christian Science Monitor reporter won in 1996 for covering a massacre of Muslims at Srebrenica in this former Yugoslav land","response":"Bosnia"},{"text":"The Akron Beacon Journal won a Pulitzer for its coverage of the 1970 tragedy at this local university","response":"Kent State"},{"text":"In 2009 the East Valley Tribune of Mesa, Arizona won for a series on this local sheriff &amp; his immigration enforcement","response":"Joe Arpaio"}],"originalDate":"2020-02-21"},{"category":"FOOD &amp; DRINK MOVIE QUOTES","comments":"","clues":[{"text":"From \"Pulp Fiction\", \"You know what they call a Quarter Pounder with cheese in Paris?...They call it\" this \"with cheese\"","response":"a Royale"},{"text":"Forrest Gump says of his true love, \"Jenny and me was like\" these 2 veggies","response":"peas and carrots"},{"text":"It's the dish that Hannibal Lecter ate with a side of fava beans &amp; a nice Chianti","response":"liver"},{"text":"In \"Sideways\", Paul Giamatti emphatically said that he would not drink any of this red wine","response":"Merlot"},{"text":"From \"Elf\": \"We elves try to stick to the 4 main food groups: candy, candy canes, candy corns and\" this liquid","response":"syrup"}],"originalDate":"2020-02-21"},{"category":"IN THE ARTS WORLD","comments":"","clues":[{"text":"A traditional feature of African art, these items were the focus of a 2016 exhibition titled \"Disguise\"","response":"masks"},{"text":"These pieces of artwork took off in value in the 1980s, with one from \"Who Framed Roger Rabbit?\" going for $50,600","response":"an individual animation cel"},{"text":"In 2019 Christie's auctioned works from the collection of Lee Bouvier Radziwill, sister of this first lady","response":"Jackie Kennedy"},{"text":"This controversial artist made headlines when he recently opened \"Dismaland\", a unique take on amusement parks","response":"Banksy"},{"text":"Bregenz, Austria is known for the artistry of its floating stages, like the great wall as the backdrop of this Puccini opera","response":"<i>Turandot</i>"}],"originalDate":"2020-02-21"},{"category":"YOU KILLED ME!","comments":"","clues":[{"text":"In 1963 Jack Ruby killed him, with literally millions of witnesses","response":"Lee Harvey Oswald"},{"text":"He lived by the gun &amp; died by Pat Garrett's on July 14, 1881","response":"Billy the Kid"},{"text":"Cleopatra, though \"It killed me!\" is more accurate; it was a symbol of Egyptian royalty","response":"an asp"},{"text":"In 1981 religious extremists within his own military assassinated this leader in Cairo","response":"Anwar Sadat"},{"text":"4 knights took out this \"meddlesome priest\" in 1170","response":"Thomas à Becket"}],"originalDate":"2020-02-21"},{"category":"SOUTH AMERICAN PLACES","comments":"","clues":[{"text":"9,500 feet up in the Andes, Portillo, Chile is South America's oldest resort for this winter activity","response":"skiing"},{"text":"This planned capital city was founded after World War II &amp; today is home to more than 2.5 million","response":"Brasilia"},{"text":"The Sugarcane Fair is a tourist draw in Cali in this country","response":"Colombia"},{"text":"Magdalena, Argentina, &amp; Las Piedras, Uruguay are on opposite sides of this waterway","response":"the Rio de la Plata"},{"text":"This capital of Suriname was ceded by the English to the Dutch by the 1667 Treaty of Breda","response":"Paramaribo"}],"originalDate":"2020-02-21"},{"category":"GEOGRAPHICALLY SPEAKING","comments":"","clues":[{"text":"The OED defines this phrase that includes a U.S. city as \"a very short period of time\"","response":"a New York minute"},{"text":"This popular breaded &amp; fried veal dish is named for the capital of Austria","response":"wiener schnitzel"},{"text":"These casual knee-length pants take their name from an Atlantic island &amp; are worn formally there","response":"Bermuda shorts"},{"text":"The main character in this musical is a Vietnamese bargirl named Kim","response":"<i>Miss Saigon</i>"},{"text":"Dr. Dolittle learns how to talk to the animals from a parrot with this name, like a region of Pacific islands","response":"Polynesia"}],"originalDate":"2020-02-20"}],{"category":"AUTHORS","text":"Featuring a statue of a man escaping his grave, his tomb in Amiens contrasts with the title of his 1864 adventure novel","response":"(Jules) Verne"}]}