{"mix":1357,"rounds":[[{"category":"PLACE NAME ORIGINS","comments":"","clues":[{"text":"Mazatlan, which means \"place of deer\" in the Nahuatl language, is a resort city in this country","response":"Mexico"},{"text":"This English county's name was derived from Old English for \"South Saxons\", Suth Seaxe","response":"Sussex"},{"text":"Durban, a city in this country, was named for Sir Benjamin D'Urban, a governor of the Cape Colony","response":"South Africa"},{"text":"Chilean seaport whose name is Spanish for \"valley of paradise\"","response":"Valparaiso"},{"text":"The name of this grand duchy comes from a Germanic word for \"little fortress\"","response":"Luxembourg"}],"originalDate":"1994-01-13"},{"category":"RELIGION","comments":"","clues":[{"text":"In the Lord's Prayer, the 2 places our Father's will be done","response":"earth & heaven"},{"text":"George Hensley of Tenn. started the practice of \"handling\" these creatures in his ministry before 1910","response":"snakes"},{"text":"As King James is known for his Bible, Caliph Uthman is known for this holy book","response":"the Koran"},{"text":"There's a Roman Catholic devotion to this part of Jesus, a symbol of his love for humanity","response":"the sacred heart"},{"text":"Nyingmapa Buddhists are distinguished from the Gelugpa Sect by the color of these","response":"their hats"}],"originalDate":"1994-01-13"},{"category":"GROVER CLEVELAND","comments":"","clues":[{"text":"Thomas A. Hendricks for his first term &amp; Adlai E. Stevenson for his second","response":"vice presidents"},{"text":"After serving as sheriff of Erie County, N.Y., Cleveland became mayor of this city in Erie County","response":"Buffalo"},{"text":"Cleveland sent federal troops to Illinois to intervene in a strike of these workers led by Eugene V. Debs","response":"Pullman porters"},{"text":"Cleveland was defeated for president by this man in 1888 &amp; defeated him in 1892","response":"Benjamin Harrison"},{"text":"Cleveland tried in vain to restore this queen to the throne of Hawaii","response":"Liliuokalani"}],"originalDate":"1994-01-13"},{"category":"SONGS FOR EVERY MEMBER OF THE FAMILY","comments":"","clues":[{"text":"George Michael:<br>\"____ Figure\"","response":"Father"},{"text":"Kansas:<br>\"Carry On Wayward ____\"","response":"Son"},{"text":"Elmo &amp; Patsy:<br>\"____ Got Run Over By A Reindeer\"","response":"Grandma"},{"text":"D.J. Jazzy Jeff &amp; the Fresh Prince:<br>\"____ Just Don't Understand\"","response":"Parents"},{"text":"Pearl Jam, 1993:<br>\"____\"","response":"Daughter"}],"originalDate":"2020-02-07"},{"category":"CARS","comments":"","clues":[{"text":"Chrysler, General Motors &amp; this are the \"Big 3\" automakers","response":"Ford"},{"text":"With a Latin name meaning \"I roll\", this Swedish automaker began rolling out its cars in 1927","response":"Volvo"},{"text":"This maker of the Impreza says that 97% of its vehicles sold in the last 10 years are still on the road today","response":"Subaru"},{"text":"Headquartered in Munich, it built aircraft engines before transitioning to motorcycles &amp; cars","response":"BMW"},{"text":"A charging bull graces the hood of the Aventador, a model of this Italian sports car","response":"Lamborghini"}],"originalDate":"2020-02-07"},{"category":"CIVIL RIGHTS &amp; WRONGS","comments":"","clues":[{"text":"In 1958 African-American activist Clennon King was sent to an asylum for trying to register at this state U. in Oxford","response":"University of Mississippi"},{"text":"The Congress of Racial Equality planned these 1961 trips to enforce desegregation of interstate transportation","response":"Freedom Rides"},{"text":"In 1828 actor Thomas Rice began playing a blackface character named this, a term later used to describe racist laws","response":"Jim Crow"},{"text":"Civil rights activism often includes VRDs, these \"Drives\" to help people participate in our democracy","response":"voter registration"},{"text":"This discriminatory practice comes from the colorful borders on maps around areas where minorities found it hard to get loans or credit","response":"redlining"}],"originalDate":"2020-02-07"}],[{"category":"SLANG TERMS","comments":"","clues":[{"text":"To \"make out like\" this, meaning to do well, may refer not to a robber but to slang for a slot machine","response":"a bandit"},{"text":"Alliteration abounds in this 3-word phrase, a very uncomplicated game where you ring someone's doorbell &amp; run away","response":"ding dong ditch"},{"text":"To garner extremely high marks in a school examination is more slangily to do this 3-letter word to \"that test\"","response":"ace"},{"text":"Like the feedback type, in a \"compulsion\" this, you endlessly cycle through checking your social media apps","response":"a loop"},{"text":"This numerical term for the first person to catch a certain disease now can mean the first person affected by something","response":"patient zero"}],"originalDate":"2020-02-07"},{"category":"THE WEIGHT OF THE WORLDS","comments":"","clues":[{"text":"On this least massive planet, you'd be .38 of your earth weight, &amp; very hot","response":"Mercury"},{"text":"Your weight on this now-dwarf planet would be just .07 of your weight on Earth; that's quite a demotion","response":"Pluto"},{"text":"On this planet we have a friend we call Oppy, who weighed 384 pounds on Earth but is 146 up there","response":"Mars"},{"text":"If you could stand on the surface of this giant gas giant, you'd weigh 2.53 times as much as you do on Earth","response":"Jupiter"},{"text":"An object's weight on Venus is almost the same as it would be on the surface of this much larger planet discovered in 1781","response":"Uranus"}],"originalDate":"2020-02-06"},{"category":"1980s POP LYRICS","comments":"","clues":[{"text":"The Police: \"Oh, can't you see you belong to me\"","response":"\"Every Breath You Take\""},{"text":"Madonna: \"'Cause the boy with the cold hard cash is always Mr. Right\"","response":"\"Material Girl\""},{"text":"Joan Jett &amp; the Blackhearts: \"I saw him dancin' there by the record machine\"","response":"\"I Love Rock 'N Roll\""},{"text":"Bruce Springsteen: \"I'm ten years burning down the road\"","response":"\"Born In The U.S.A.\""},{"text":"Janet Jackson: \"No, my first name ain't baby, it's Janet\"","response":"\"Nasty\""}],"originalDate":"2020-02-06"},{"category":"THE NEW SCHOOL","comments":"(Alex: Colleges and universities founded in the 20th century.)","clues":[{"text":"In the 1960s Marist College in Poughkeepsie began admitting them, just as nearby Vassar stopped admitting only them","response":"women"},{"text":"BSU for short, this Idaho school has a blue artificial turf field, much to the displeasure of football purists","response":"Boise State"},{"text":"Florida International U. was planned in an old air control tower now called this type of \"tower\", a symbol of academic life","response":"ivory tower"},{"text":"Alumni of The New School in NYC include this actor, just a few years before he memorably called for Stella","response":"Marlon Brando"},{"text":"Established in Fairfax to fill a need for higher ed in Northern Va., it's named for a man who helped shape the Constitution","response":"George Mason"}],"originalDate":"2020-02-06"},{"category":"HYPHENATED ADJECTIVES","comments":"","clues":[{"text":"Adjective for a job of less than a standard number of hours a week","response":"part-time"},{"text":"It describes a man's smooth face with all its whiskers removed","response":"clean-shaven"},{"text":"There's no \"-proof\" in this adjective often seen on kids' PJs &amp; meaning designed to fend off flames","response":"fire-resistant"},{"text":"Hyphenated adjective for \"gains\" made criminally or unfairly","response":"ill-gotten"},{"text":"Adjective for one who always seems to have a greater than average number of mishaps","response":"accident-prone"}],"originalDate":"2020-02-06"},{"category":"FIRST NAME","comments":"","clues":[{"text":"Steamboat whiz Fulton","response":"Robert"},{"text":"19th century \"Pathfinder\" &amp; politician Fremont","response":"John"},{"text":"Novelist &amp; sometime Iowa resident Smiley","response":"Jane"},{"text":"Socialist candidate Debs, middle initial V.","response":"Eugene"},{"text":"Lorenzo de Medici's paternal grandfather","response":"Cosimo"}],"originalDate":"2020-02-06"}],{"category":"COUNTRIES OF THE WORLD","text":"It has the most water area of any country, nearly 350,000 square miles, about 9% of its total area","response":"Canada"}]}