{"mix":1359,"rounds":[[{"category":"GIVE US ONE LETTER","comments":"","clues":[{"text":"Type of shirt that proverbially suits you to this letter","response":"T"},{"text":"Let's pull this unit of acceleration equal to the acceleration of gravity at the earth's surface","response":"G"},{"text":"Chess notation for the piece that can move exactly one square in any direction","response":"K"},{"text":"It begins 2 Mexican states but is the only letter not present in the names of the 50 U.S. states","response":"Q"},{"text":"In 1927 Ford introduced its next generation of cars, the model this","response":"A"}],"originalDate":"2020-02-04"},{"category":"IRRITABLE OWL SYNDROME","comments":"","clues":[{"text":"Like others, this owl familiar of Harry Potter perished in \"Deathly Hollows\"","response":"Hedwig"},{"text":"This owl named for its shrill cry gets very irritable when it is mobbed by the songbirds it normally preys on","response":"a screech owl"},{"text":"It's safe to say Woodsy Owl would be peeved if you did this; he did ask us to \"Give a hoot\" &amp; not to do it","response":"pollute"},{"text":"Mr. Owl never does quite figure out exactly how many licks it takes to get to the center of one of these lollipops","response":"a Tootsie Pop"},{"text":"When Winnie the Pooh &amp; Piglet go to see Owl's tree house in this forest, the wind knocks the tree over","response":"the Hundred Acre Wood"}],"originalDate":"2020-02-04"},{"category":"MONUMENTAL TELEVISION","comments":"","clues":[{"text":"A Milwaukee statue of Henry Winkler's \"Happy Days\" character is rhymingly called \"The Bronze\" this","response":"Fonz"},{"text":"A statue in Salem, Massachusetts honoring this 1960s sitcom has the main character riding a broomstick","response":"<i>Bewitched</i>"},{"text":"This Kansas \"City\" that attracts western-loving tourists has a life-size statue of Marshal Dillon from \"Gunsmoke\"","response":"Dodge City"},{"text":"Complete with carved Johnny, Johnny Carson Park is in this L.A. suburb, the longtime home of \"The Tonight Show\"","response":"Burbank"},{"text":"A statue of this Jackie Gleason character graces the New York Port Authority Bus Terminal","response":"Ralph Kramden"}],"originalDate":"2020-02-04"},{"category":"APOSTOLIC NAMES","comments":"","clues":[{"text":"The OED lists \"traitor\" as a definition for this biblical name","response":"Judas"},{"text":"As luck would have it, an oft-injured NFL quarterback with this apostolic name retired before the 2019 season began","response":"Andrew"},{"text":"This apostolic name is also a game of flashing red, blue, yellow &amp; green lights","response":"Simon"},{"text":"In a Seuss tale a boy with this apostolic name had 500 hats","response":"Bartholomew"},{"text":"The Spanish Diego is the equivalent to this apostolic name","response":"James"}],"originalDate":"2020-02-04"},{"category":"HELLO!","comments":"","clues":[{"text":"This greeting is a shortening of Hebrew for \"Peace be with you\"","response":"shalom"},{"text":"The OED spells this Australian greeting with an apostrophe","response":"g'day"},{"text":"Unlike a more popular synonym, welina means \"greetings\" in this language but does not mean \"goodbye\"","response":"Hawaiian"},{"text":"This 2-word Spanish greeting means \"what's happening\"","response":"que pasa"},{"text":"Also a dance, this word is commonly used as a Swahili greeting","response":"mambo"}],"originalDate":"2020-02-04"},{"category":"TL;DR","comments":"(Alex: Too long; didn't read.)","clues":[{"text":"1,200+ pages? Gimme the gist of this novel...the French invade Russia, m-hm ...500 characters?! ...Prince Andrey Bolkonsky...got it!","response":"<i>War and Peace</i>"},{"text":"This 17th century adventure opens in La Mancha &amp; about 800 pages later, its title guy renounces chivalry as foolish &amp; dies","response":"<i>Don Quixote</i>"},{"text":"Dickens' tale of a seemingly endless lawsuit is contained in the 900+ pages of this \"homely\" novel","response":"<i>Bleak House</i>"},{"text":"Formerly imprisoned in a château, our hero first spots the island in this title around 1/5 of the way through the 1,000 pages","response":"<i>The Count of Monte Cristo</i>"},{"text":"Nearly living up to its name, this novel by David Foster Wallace boasts nearly 1,100 pages, including 10 on the disassembly of a bed","response":"<i>Infinite Jest</i>"}],"originalDate":"2020-02-04"}],[{"category":"SCIENCE","comments":"","clues":[{"text":"More than 90% of all creatures are considered this, meaning they have no spinal column","response":"invertebrates"},{"text":"It's a simple, fundamental synonym for alkaline","response":"basic"},{"text":"William Wollaston discovered palladium &amp; lent his name to Britain's highest award for this earth science","response":"geology"},{"text":"An atom or molecule that has an unpaired electron is called by this \"liberated\" name &amp; can damage your cells","response":"a free radical"},{"text":"Grasshoppers undergo \"incomplete\" this transformation: the young look pretty much like adults but need to grow &amp; add wings","response":"metamorphosis"}],"originalDate":"2020-02-03"},{"category":"UNFILMED NOVELS","comments":"","clues":[{"text":"Jerry Lewis was among those who desperately wanted to play him, J.D. Salinger's most famous character","response":"Holden Caulfield"},{"text":"Michael Chabon's \"Amazing Adventures\" novel is still unfilmed, with juicy parts for both Kavalier &amp; this other title guy","response":"Clay"},{"text":"He refused offers to film \"Foucault's Pendulum\", perhaps because of his experience with the film of his first novel","response":"(Umberto) Eco"},{"text":"Plenty of this author's works have made it to the screen, but \"Blood Meridian\"<span class=\"nobreak\">--</span>not yet","response":"Cormac McCarthy"},{"text":"Will Ferrell &amp; John Belushi were considered to play Ignatius J. Reilly, but this novel is still unfilmed","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2020-02-03"},{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"This tool lends its name to a type of puzzle made with it","response":"a jigsaw"},{"text":"Outdoor public activity space for kids, often with a swing set","response":"a playground"},{"text":"Epistaxis is the medical term for this injury for which you might need a tissue","response":"a nosebleed"},{"text":"HMS Victory was this type of command vessel for Lord Horatio Nelson","response":"a flagship"},{"text":"Getting to the core of things, the oldest &amp; strongest part of a tree is the hard dark center called this","response":"heartwood"}],"originalDate":"2020-02-03"},{"category":"YOU CAN'T TAKE IT WITH YOU","comments":"(Alex: The whole category is devoted to items that, according to the TSA, you cannot take with you on the plane or even check it in your baggage.)","clues":[{"text":"Should really go without saying: none of this Nobel stuff patented in 1867","response":"dynamite"},{"text":"Should go without saying part 2: none of these, whether of the fragmentation, smoke or stun variety","response":"a grenade"},{"text":"None of this element used to disinfect pools &amp; spas<span class=\"nobreak\">--</span>relax, they'll use it at the resort!","response":"chlorine"},{"text":"No booze above 70% alcohol, this proof","response":"140"},{"text":"No to the Note7 model of this smartphone","response":"Samsung"}],"originalDate":"2020-02-03"},{"category":"SYMBOLS","comments":"","clues":[{"text":"On the Great Seal of the United States, the eagle grasps this symbol of peace in its right talon","response":"an olive branch"},{"text":"One symbolic representation of Christ is as the paschal type of this animal","response":"a lamb"},{"text":"Gary Anderson designed 3 chasing arrows as the symbol for this; the negative space on the inside resembles a pine tree","response":"recycling"},{"text":"Long a symbol of communism, this pair represents the union of worker &amp; peasant","response":"hammer and sickle"},{"text":"Because of his days as a sailor, the founder of this department store used a red star as its symbol","response":"Macy's"}],"originalDate":"2020-01-31"},{"category":"LITERARY FESTIVALS","comments":"","clues":[{"text":"This California city is home to Litquake, which celebrated its 20th anniversary in 2019","response":"San Francisco"},{"text":"The Tennessee Williams &amp; the Saints &amp; Sinners LGBT Literary Festivals are both held in this southern city","response":"New Orleans"},{"text":"Each year the Western Folklife Center in Elko, Nevada hosts the national gathering for poetry named for this rustic job","response":"cowboy"},{"text":"Louisville's Gonzofest is not about Muppets; it celebrates the writing of this native son","response":"Hunter Thompson"},{"text":"One of the largest book festivals in Europe is held in Poland &amp; named for this author of \"Heart of Darkness\"","response":"(Joseph) Conrad"}],"originalDate":"2020-01-31"}],{"category":"SPECTATOR SPORTS","text":"In 1951, 1952, 1959, &amp; 1986, this team performed for an audience of 1, the pope","response":"the Harlem Globetrotters"}]}