{"mix":1364,"rounds":[[{"category":"WAYS TO SAY GO AWAY!","comments":"","clues":[{"text":"A punny way to say go away is \"Make like a tree and\" do this","response":"leaf"},{"text":"You can say \"Hit the road!\" or \"hit\" these, which roads were once often made of","response":"the bricks"},{"text":"In this 2017 horror film, Lakeith Stanfield delivers the 2-word title line","response":"<i>Get Out</i>"},{"text":"2-word phrase also meaning \"push the boat out into the water\"","response":"shove off"},{"text":"Wordsworth began a poem not with \"Scram, thou fond presumptuous elf\", but this more old-fashioned 6-letter word","response":"Begone"}],"originalDate":"2020-01-22"},{"category":"POUND! SAND!","comments":"","clues":[{"text":"French novelist George Sand had several lovers, including this Polish-French pianist &amp; composer","response":"Chopin"},{"text":"As an editor in London, Ezra Pound helped to publish this man's \"A Portrait of the Artist as a Young Man\"","response":"(James) Joyce"},{"text":"Readers got Ezra Pound's views on art, poetry &amp; philosophy in his \"Guide to\" this, oddly spelled starting \"K-U-L-C-H\"","response":"Culture"},{"text":"He dedicated his poem \"The Waste Land\" to Ezra Pound, \"il miglior fabbro\" (\"the better craftsman \")","response":"(T.S.) Eliot"},{"text":"Jules, not George, was a pseudonym that Ms. Sand used while writing for this newspaper of Paris, not Seville","response":"<i>Le Figaro</i>"}],"originalDate":"2020-01-22"},{"category":"SPACES","comments":"","clues":[{"text":"3 basic types of home foundations are a basement, a slab &amp; this \"space\" you can slither into to access pipes","response":"a crawl space"},{"text":"Just like an amusement park, an airport has carousels, in this area","response":"the baggage claim"},{"text":"Named for its shape, it's the fighting area in a UFC cage","response":"an octagon"},{"text":"It's a Spanish word for an interior courtyard, or an American word for a paved backyard area","response":"a patio"},{"text":"In the 1970s Ed Mullinax Ford in Amherst, Ohio had the world's largest one of these indoor spaces, holding 120 cars","response":"a showroom"}],"originalDate":"2020-01-21"},{"category":"A CAPITAL CITY IDEA","comments":"","clues":[{"text":"This city lies 5 miles from the Bay of Phaleron, an inlet of the Aegean Sea","response":"Athens"},{"text":"In 1976 it became the capital of the reunified North &amp; South Vietnam","response":"Hanoi"},{"text":"Cáemgen in Gaelic, the 7th century's Saint Kevin is a patron saint of this capital city","response":"Dublin"},{"text":"The official residence of King Mohammed VI of Morocco is the Dar al-Makhzen Royal Palace in this capital city","response":"Rabat"},{"text":"Playwright August Strindbergs home, with rooms that he furnished like stage sets, is now his museum in this capital","response":"Stockholm"}],"originalDate":"2020-01-21"},{"category":"LITERATURE: THE SUBTITLE","comments":"","clues":[{"text":"\"Or, the Boy Who Would Not Grow Up\"","response":"<i>Peter Pan</i>"},{"text":"A 1970s special Pulitzer winner: \"The Saga of an American Family\"","response":"<i>Roots</i>"},{"text":"\"Or, the Parish Boy's Progress\", which included picking a pocket or 2","response":"<i>Oliver Twist</i>"},{"text":"By Monsieur Flaubert, \"A Story of Provincial Life\"","response":"<i>Madame Bovary</i>"},{"text":"Robert Pirsig's 2-wheeled traveling tale: \"An Inquiry into Values\"","response":"<i>Zen and the Art of Motorcycle Maintenance</i>"}],"originalDate":"2020-01-20"},{"category":"HOLIDAYS AROUND THE WORLD","comments":"","clues":[{"text":"This biblical man's pudding, first made when the waters subsided, is eaten by Turkish Muslims on Ashura","response":"Noah"},{"text":"This spring holiday honors a Mexican army victory over French forces in 1862","response":"Cinco de Mayo"},{"text":"For more than 200 years, Spain has made people rich on Christmas with the Lotería de this","response":"Navidad"},{"text":"In the Pyrenees, the Candlemas bear was the more ferocious predecessor of this U.S. rodent","response":"the groundhog"},{"text":"Not a Halloween tradition, English Jack o' Lents were made on this mid-week Christian holiday","response":"Ash Wednesday"}],"originalDate":"2020-01-20"}],[{"category":"EMMY WINNERS FOR BEST ACTRESS IN A DRAMA","comments":"","clues":[{"text":"She thanked her \"one and only love\" Kevin Bacon when she won for \"The Closer\"","response":"Kyra Sedgwick"},{"text":"The truth is out there; this actress took the trophy in 1997 for her role on \"The X-Files\"","response":"Gillian Anderson"},{"text":"A 4-time nominee in the category as a nurse on \"ER\", she won twice as a lawyer on \"The Good Wife\"","response":"Julianna Margulies"},{"text":"Ring the palace! This actress took the award in 2018 for \"The Crown\"","response":"Claire Foy"},{"text":"Patricia Wettig started the 1990s with back-to-back wins for her role on this drama about yuppie baby boomers","response":"<i>Thirtysomething</i>"}],"originalDate":"2020-01-20"},{"category":"SLOWLY I TURNED","comments":"","clues":[{"text":"The earth rotates on this imaginary line only once every 24 hours<span class=\"nobreak\">--</span>kinda slow","response":"its axis"},{"text":"A turntable known as a \"slow wheel\" is used by practitioners of this craft","response":"pottery"},{"text":"Rotisseries slowly cook meats that revolve on one of these rods","response":"a spit"},{"text":"In 2008 in Hong Kong 20,000 people did long, slow turns in a class of this, aka Chinese boxing","response":"tai chi"},{"text":"In 2016 the Gerald R. Ford, one of these, took almost an hour &amp; a half to turn 180 degrees; it also needed some tugboats","response":"an aircraft carrier"}],"originalDate":"2020-01-20"},{"category":"HIDDEN TREASURE","comments":"(Alex: Each response will contain a gem or precious metal found within the text of the clue itself.)","clues":[{"text":"The Mongol Dynasty lasted from 1271 to 1368","response":"gold (in Mon<b>gol D</b>ynasty)"},{"text":"I hope our clue doesn't rub you the wrong way","response":"ruby (in <b>rub y</b>ou)"},{"text":"When I tripped &amp; fell into the Upper Tiber, there was a big splat in Umbria","response":"platinum (in s<b>plat in Um</b>ria)"},{"text":"Better return that encyclopedia Monday before the librarian notices it's missing","response":"diamond (in encyclope<b>dia Mond</b>ay)"},{"text":"I'll get us to the airport with my phone<span class=\"nobreak\">--</span>this app hires rides in a jiffy","response":"sapphire (in thi<b>s app hire</b>s)"}],"originalDate":"2020-01-20"},{"category":"SECOND CITY ALUMNI","comments":"","clues":[{"text":"She came out of Second City &amp; into your living room on \"Glee\" &amp; as the host of \"Hollywood Game Night\"","response":"Jane Lynch"},{"text":"One notable alum is this actor who starred on \"M*A*S*H\" &amp; directed 32 of its episodes","response":"Alan Alda"},{"text":"Told he babbles on under pressure on this tech sitcom, Thomas Middleditch's Richard asks, \"Why does this thing people say?\"","response":"<i>Silicon Valley</i>"},{"text":"She joined Second City Toronto in the 1970s as Gilda Radner's understudy &amp; is still on TV with her SCTV pal Eugene Levy","response":"Catherine O'Hara"},{"text":"Hello! I am Scott Adsit, who voiced Baymax, your personal healthcare companion, in this 2014 animated film","response":"<i>Big Hero 6</i>"}],"originalDate":"2020-01-20"},{"category":"THE AMERICAS BEFORE COLUMBUS","comments":"","clues":[{"text":"On a high stone pyramid, Aztec priests performed sacrifices to Huitzilopochtli, god of this heavenly body","response":"the Sun"},{"text":"Road-building &amp; irrigation<span class=\"nobreak\">--</span>lots of infrastructure investment by this S. American people who ruled an empire of nearly 12 million","response":"the Inca"},{"text":"This \"green table\" region of southwest Colorado was home to Pueblo cliff dwellers more than 7 centuries ago","response":"Mesa Verde"},{"text":"In 1500 B.C. people in Central America were processing rubber in a way similar to this process discovered by Goodyearl\"","response":"vulcanization"},{"text":"Existing from about 1200-400 B.C., this civilization of Mesoamerica is closely identified with giant stone heads","response":"the Olmecs"}],"originalDate":"2020-01-20"},{"category":"COME TO YOUR CENSUS","comments":"","clues":[{"text":"Don't fool around! In 2020 you need to have your census form in by this date, 'cause it's Census Day, too!","response":"April 1st"},{"text":"37.3 million people were living in this state in 2010<span class=\"nobreak\">--</span>that's more than the 21 least populous states combined","response":"California"},{"text":"On March 26, 2018 the Commerce Dept. said the question of this would be reintroduced on the census; a lawsuit was soon filed","response":"citizenship"},{"text":"The 1800 census' No. 10 on the largest urban places in America<span class=\"nobreak\">--</span>Norfolk Borough in this state, with wow! 6,926 people","response":"Virginia"},{"text":"Not exactly a laptop with 5,000 vacuum tubes &amp; weighing 16,000 pounds, this computer was utilized for the 1950 census","response":"UNIVAC"}],"originalDate":"2020-01-20"}],{"category":"FAMOUS WOMEN","text":"Dying in 1903, she said, \"It's the 27th anniversary of Bill's death. Bury me next to Bill.\"","response":"Calamity Jane (Martha Jane Canary)"}]}