{"mix":1367,"rounds":[[{"category":"ONCE UPON A TIME IN HOLLYWOOD","comments":"","clues":[{"text":"This alliterative name for a hangout of Western movie extras made the news in 1940 when one cowboy gunned down another for real","response":"Gower Gulch"},{"text":"The first Academy Awards, held at the Roosevelt Hotel in 1929, saw this war movie winning for \"Outstanding Picture\"","response":"<i>Wings</i>"},{"text":"In 1992 Ava Gardner's bloomers &amp; Madonna's bustier were stolen from this business' Lingerie Museum","response":"Frederick's"},{"text":"Tip your hat to this Vine Street restaurant where it's said Clark Gable proposed to Carole Lombard","response":"the Brown Derby"},{"text":"In 1961 the Hollywood Palladium on Sunset Blvd. became the longtime home of this N.D.-born man &amp; his orchestra","response":"Lawrence Welk"}],"originalDate":"2020-01-14"},{"category":"PURPLE REIGN","comments":"","clues":[{"text":"At its height in the 1920s &amp; 1930s, the Purple Gang reigned over this large Midwestern city's underworld","response":"Detroit"},{"text":"Way back in the 19th century, the football team of this school that's now in the Big Ten was nicknamed \"The Purple\"","response":"Northwestern"},{"text":"It's the 4-letter title of the Deep Purple Top 10 hit with that \"na-na-na-na\" part","response":"\"Hush\""},{"text":"Porphyrogeniture is succession by the 1st son \"born in the purple\", while dad was king; this is succession by the 1st son born anytime","response":"primogeniture"},{"text":"AKA royal purple, the famed dye named for this Phoenician city was produced during the Bronze Age","response":"Tyre"}],"originalDate":"2020-01-14"},{"category":"PHRASES &amp; EXPRESSIONS","comments":"","clues":[{"text":"2 antonyms make up this phrase for a legal case with an obvious verdict","response":"open and shut"},{"text":"5-word phrase said when turning down fatty food or folding a poker hand","response":"too rich for my blood"},{"text":"Thomas Carlyle described a leader as \"soft of speech... yet with an inflexible rigor of command\": <br>this metaphor","response":"an iron hand in a velvet glove"},{"text":"In a 1901 novel a girl is seized by a Frenchman &amp; \"perhaps carried off to\" this dreadful destiny","response":"a fate worse than death"},{"text":"The fifth &amp; probably smelliest of Hercules' Labors, it has come to mean any herculean task","response":"the Augean Stables"}],"originalDate":"2020-01-14"},{"category":"MODERN FAMILY","comments":"","clues":[{"text":"Starbucks uses it to describe a drink such as Frappuccino; in families, it describes one with stepsiblings living together","response":"blended"},{"text":"Under the Affordable Care Act, dependent children are covered by mom or dad's health insurance until they reach this age","response":"26"},{"text":"In world news, this policy whose end was announced in 2015 is estimated to have prevented 400 million births","response":"the one-child policy"},{"text":"Among 18- to 34-year-olds, 2/3 of Italians live here, as opposed to 1/3 of Germans &amp; Brits","response":"with their parents"},{"text":"In U.S. marriages with husband &amp; wife working, this is now the case for 29% of wives, up from 18% in the 1980s","response":"they outearn their husbands"}],"originalDate":"2020-01-14"},{"category":"THE BACHELOR","comments":"(Alex: Uh-oh, there's a trend.)","clues":[{"text":"In 1693 this physicist &amp; lifelong bachelor said friend John Locke \"endeavored to embroil me with women\"","response":"Newton"},{"text":"When fiancee Ann Coleman died soon after breaking off their engagement in 1819, this man returned to politics &amp; never married","response":"(James) Buchanan"},{"text":"This man was a bachelor during his 3 terms as mayor of New York City from 1978 to 1989","response":"Ed Koch"},{"text":"This unwed artist called his paintings his children &amp; had more than 1,000 with him when he died near Oslo in 1944","response":"(Edvard) Munch"},{"text":"The invisible hand of Cupid did not strike this 18th c. Scot who lived with his mother Margaret for much of his life","response":"Adam Smith"}],"originalDate":"2020-01-14"},{"category":"THE GOOD DOCTOR","comments":"","clues":[{"text":"He tested his killed polio virus vaccine on himself, but never patented the vaccine or earned any money from its discovery","response":"Jonas Salk"},{"text":"Getting an M.D. at 17, he later joined the Army Medical Corps, where he figured out the cause of yellow fever","response":"(Walter) Reed"},{"text":"Le bon docteur René Laënnec invented a monaural version of this instrument, long a staple of the medical kit","response":"a stethoscope"},{"text":"In the 1790s this English physician figured out that giving people cowpox would protect them against smallpox","response":"(Edward) Jenner"},{"text":"A vizier to Djoser, this Egyptian was one of the few mortals to be completely deified &amp; was worshipped as the god of medicine","response":"Imhotep"}],"originalDate":"2020-01-14"}],[{"category":"BLANK-\"ISH\"","comments":"(Alex: Each correct response will end in \"ish\".)","clues":[{"text":"Gory horror movies are not for these people who are easily nauseated","response":"squeamish"},{"text":"To add fake details to a real story to make it sound better","response":"embellish"},{"text":"In a chemical reaction, sulfur combines with silver to create this dark coating","response":"tarnish"},{"text":"Estuaries &amp; swamps have this type of water not quite as briny as the ocean","response":"brackish"},{"text":"This, another word for a fanfare, means the king has arrived","response":"a flourish"}],"originalDate":"2020-01-14"},{"category":"STUMP TOWN","comments":"","clues":[{"text":"In the names of Iowa cities, this tree precedes Falls &amp; Rapids","response":"Cedar"},{"text":"This Florida coastal town incorporated in 1911 says its name comes from coconuts retrieved from the wreck of the Providencia","response":"Palm Beach"},{"text":"The fabulous skiing of Snowmass is about 10 miles west of this city","response":"Aspen, Colorado"},{"text":"A 3-letter tree is in the name of this Oregon city known for a Shakespeare festival","response":"Ashland"},{"text":"Poplar Bluff is in Missouri; this tree Bluff is in Arkansas","response":"Pine"}],"originalDate":"2020-01-14"},{"category":"KNIGHT LINE","comments":"","clues":[{"text":"\"A verray parfit gentil knight\" describes one of a cast of characters created by this poet","response":"Chaucer"},{"text":"\"Now, Hal, what time of day is it, lad?\" is this knight's first line of dialogue","response":"Falstaff"},{"text":"\"Where is Becket, the traitor to the king?\" say the knights in this 1935 verse play","response":"<i>Murder in the Cathedral</i>"},{"text":"This knight \"blew upon the war-horn in dolor and in pain/ and all the Frenchmen hearkened and the Emperor Charlemagne\"","response":"Roland"},{"text":"The Red Cross Knight is \"pricking on the plaine\" in Book 1 of this long, long 1590 poem (\"pricking\" meant spurring a horse)","response":"<i>The Faerie Queene</i>"}],"originalDate":"2020-01-14"},{"category":"ALBUMS","comments":"","clues":[{"text":"With its debut album featuring \"Who Can It Be Now?\", this band went to No. 1 on at least 2 continents","response":"Men at Work"},{"text":"\"Follow God\" &amp; \"Closed On Sunday\" are tracks on this 2019 Kanye West album","response":"<i>Jesus Is King</i>"},{"text":"\"You go back to her\" but Amy Winehouse goes elsewhere on this title track","response":"\"Back To Black\""},{"text":"\"Should I Stay Or Should I Go\" was an appropriate song for this album; soon afterward, Mick Jones left The Clash","response":"<i>Combat Rock</i>"},{"text":"From 1968, the \"Village Green Preservation Society\" album is often considered this British band's masterpiece","response":"The Kinks"}],"originalDate":"2020-01-14"},{"category":"HISTORY","comments":"","clues":[{"text":"Francis Drake became Sir Francis in April 1581 in the presence of this monarch","response":"Elizabeth I"},{"text":"Making it tough on the pres. seeking re-election, the Dow Jones Industrial Average hit an all-time low of 41.22 in this year","response":"1932"},{"text":"In 1976 a military junta seized power in Argentina not from Eva Peron but from this widow","response":"Isabel Perón"},{"text":"A heroic last stand at the Battle of Camaron in Mexico holds a special place in the lore of this French group founded in 1831","response":"the Foreign Legion"},{"text":"In 1967 part of Nigeria broke off &amp; declared its independence as this land","response":"Biafra"}],"originalDate":"2020-01-14"},{"category":"JEOPORTMANTEAU!","comments":"","clues":[{"text":"A kyber crystal-powered weapon plus baseball statistics analysis system of Bill James","response":"lightSabermetrics"},{"text":"Sentient creature like Olaf or Frosty plus \"the #1 kosher wine brand in America\"","response":"snowManischewitz"},{"text":"Small, oblong Chinese citrus fruit plus rhymed verse employed by Omar Khayyam &amp; Nostradamus","response":"a kumquatrain"},{"text":"Gradual increase in the intensity of a musical piece plus a dental professional who specializes in the pulp of your teeth","response":"crescendodontist"},{"text":"Insidious pandemic culprit of 1918 plus delightfully foamy Italian custard","response":"influenzabaglione"}],"originalDate":"2020-01-14"}],{"category":"WORLD RIVERS","text":"These 2 rivers share the names of countries, end with the same 4 letters &amp; both join up with the Paraná River","response":"Paraguay & Uruguay"}]}