{"mix":1370,"rounds":[[{"category":"\"I\" WROTE","comments":"(Alex: Notice the quotation marks<span class=\"nobreak\">--</span>each correct response beginning with the letter I.)","clues":[{"text":"The security at this author's \"Hotel New Hampshire\" is Susie, a woman in an animal costume","response":"John Irving"},{"text":"Doctor Stockmann is the crusading title character in this playwright's \"An Enemy of the People\"","response":"Ibsen"},{"text":"\"Berlin Stories\" grew out of this British author's time in Germany during the Weimar Republic","response":"(Christopher) Isherwood"},{"text":"Books on Ben Franklin &amp; Leonardo da Vinci are included in this author's \"The Genius Biographies\" box set","response":"Walter Isaacson"},{"text":"\"Who Let the Dogs In?\" is about the many outrageous politicians encountered by this witty Texas columnist","response":"Molly Ivins"}],"originalDate":"2020-01-09"},{"category":"THE DAM BILL","comments":"","clues":[{"text":"In May 1938 Congress authorized building the Kentucky Dam, soon the largest dam run by this New Deal agency","response":"the TVA"},{"text":"The Carey Act &amp; the Reclamation Act helped this Wild West showman build Shoshone Dam, later named for him","response":"Buffalo Bill"},{"text":"Construction began on Oroville Dam before it was fully funded by the Burns-Porter Act, a ballot initiative in this state","response":"California"},{"text":"A 1973 act of Congress approved funding for a replacement dam at American Falls on this river in the Northwest","response":"the Snake"},{"text":"The 1935 bill authorizing this humongous concrete dam mentions the Columbia Basin Compact","response":"the Grand Coulee Dam"}],"originalDate":"2020-01-09"},{"category":"A MILLION BUCKS AIN'T WHAT IT USED TO BE","comments":"(Ken: You're telling us!)","clues":[{"text":"With a million bucks you could have seen 20 million movies at one of these early 1900s theaters, as the name told you","response":"a nickelodeon"},{"text":"In the first sale of a diamond for a mil, in 1969, the parent co. of this French jeweler outbid Richard Burton, then sold it to him","response":"Cartier"},{"text":"In 1957 a million bucks would have paid for a helluva baseball team; this man, No. 24 for the Giants, made $50,000","response":"Willie Mays"},{"text":"In 1938 this first Superman comic cost a dime; now a million bucks will get you a third of one copy","response":"<i>Action Comics</i>"},{"text":"Probably the USA's only millionaire in 1799 was Elias Derby, who sent the 1st ship from New Eng. to Guangzhou, then called this","response":"Canton"}],"originalDate":"2020-01-09"},{"category":"PREQUELS &amp; SEQUELS","comments":"","clues":[{"text":"After becoming heir to a chocolate factory, Charlie goes on another adventure, this time in a \"Great Glass\" one of these","response":"an elevator"},{"text":"Set for release in 2020 is Suzanne Collins' \"The Ballad of Songbirds and Snakes\", a prequel to this series","response":"<i>The Hunger Games</i>"},{"text":"Elmore Leonard brought back former loan shark Chili Palmer in \"Be Cool\", his sequel to this bestseller","response":"<i>Get Shorty</i>"},{"text":"Edited by the author's son Christopher &amp; published in 1977, it's a history of Middle-earth before \"Lord of the Rings\"","response":"<i>The Silmarillion</i>"},{"text":"In 1847 Herman Melville published this sequel to \"Typee\" subtitled \"A Narrative of Adventures in the South Seas\"","response":"<i>Omoo</i>"}],"originalDate":"2020-01-09"},{"category":"BUY A VOWEL","comments":"","clues":[{"text":"Add a vowel to what brevity is the soul of &amp; get a verb meaning to cool your heels","response":"wit & wait"},{"text":"A thing's physical magnitude adds a vowel &amp; becomes a verb meaning to snatch","response":"size & seize"},{"text":"A word meaning to move quickly afoot adds a vowel &amp; becomes to wreck or destroy","response":"run & ruin"},{"text":"A fluid for writing adds a vowel &amp; becomes this barnyard clamor","response":"ink & oink"},{"text":"An eisteddfod winner adds a vowel &amp; becomes a long, flat piece of pine","response":"bard & board"}],"originalDate":"2020-01-09"},{"category":"WHAT'S IN YOUR BRAIN?","comments":"","clues":[{"text":"Sulci are grooves on the brain surface; this German pathologist noted wide sulci in a 1906 autopsy of a dementia patient","response":"Alzheimer"},{"text":"The main parts of a neuron are the cell body, an axon &amp; these, branching out to receive input","response":"the dendrites"},{"text":"Look at me! This \"in the back of the head\" brain lobe is responsible for processing visual information","response":"occipital"},{"text":"This pea-sized gland secretes a hormone regulating sleep; science has not confirmed Descartes' belief that it's the seat of the soul","response":"the pineal"},{"text":"From a Latin word for \"edge\", this primitive \"system\" of nerves helps run basic behavior like feeding, fighting &amp; fleeing","response":"the limbic system"}],"originalDate":"2020-01-09"}],[{"category":"GOVERNMENT IN CRISIS","comments":"","clues":[{"text":"Following the 2011 ouster of this longtime president, Egypt's armed forces suspended its constitution","response":"Mubarak"},{"text":"Last name of the man who dismissed Prime Minister Mohammad Mosaddegh in August 1953, with some outside help","response":"Pahlavi (the Shah)"},{"text":"Parliament gained supremacy over the president in an 1877 crisis early in this ordinal French republic","response":"the Third Republic"},{"text":"This 1832-33 crisis ended when South Carolina backed down from its efforts to void federal law","response":"Nullification"},{"text":"In November 2019 Jeanine Áñez Chávez declared herself Bolivia's president, replacing this man who had resigned under pressure","response":"Evo Morales"}],"originalDate":"2020-01-09"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Greek for \"sacred\" &amp; \"carving\" gives us this word for a writing system","response":"hieroglyphics"},{"text":"This word for any pose in hatha yoga is from the Sanskrit","response":"āsana"},{"text":"This sled drawn by 3 horses has a Russian name","response":"a troika"},{"text":"This condition was thought to arise from an excess of black bile, the origin of its name","response":"melancholia"},{"text":"This fancy word for a scar is actually just Latin for \"scar\"","response":"cicatrix"}],"originalDate":"2020-01-09"},{"category":"ROAD TRIP!","comments":"","clues":[{"text":"You're nearing the eastern end of I-44 when you enter St. Louis &amp; see this 630-foot-tall thing","response":"the Gateway Arch"},{"text":"We'll stop in Butler, Penn. &amp; Florham Park, N.J. to go back to childhood of yore in attractions called \"Little Red\" this","response":"schoolhouses"},{"text":"Dad, dry your eyes &amp; get in the car<span class=\"nobreak\">--</span>it's time to hit I-5 &amp; road-trip your youngest to this southernmost U. of California campus","response":"UCSD (San Diego)"},{"text":"Forget Route 66! We're going north to south on this numerical highway that turns into the \"Blues Highway\" down south","response":"61"},{"text":"An \"On the Road\" trip will take you to Larimer Street in this city where Sal hangs with Dean before heading for the coast","response":"Denver"}],"originalDate":"2020-01-09"},{"category":"MAGAZINE COLLECTION","comments":"","clues":[{"text":"This colorful women's magazine once had sister magazines Blue Book &amp; Green Book","response":"<i>Redbook</i>"},{"text":"Sports Illustrated has a yearly swimsuit edition; this competing mag is going online-only but will still print its Body Issue","response":"<i>ESPN The Magazine</i>"},{"text":"This 66-year-old magazine offers a section for shows on Netflix, Hulu &amp; Amazon called \"Stream It!\"","response":"<i>TV Guide</i>"},{"text":"Founded in 1922, this magazine sold longer versions of its condensed articles to other magazines","response":"<i>Reader's Digest</i>"},{"text":"Founded in 1885, this magazine established an institute to test consumer goods, which might get its seal of approval","response":"<i>Good Housekeeping</i>"}],"originalDate":"2020-01-09"},{"category":"FROM THE GREEK","comments":"","clues":[{"text":"A dramatic play in which the main character is brought to ruin in an unhappy ending","response":"a tragedy"},{"text":"A word that means the same as another word","response":"a synonym"},{"text":"A wound, or the psychological damage it causes","response":"a trauma"},{"text":"An absolute ruler; in ancient Greece it was one who seized power illegally","response":"a tyrant"},{"text":"The science of determining a tree's age by looking at its growth rings","response":"dendrochronology"}],"originalDate":"2020-01-09"},{"category":"WEIRD FACTS","comments":"","clues":[{"text":"Adding this letter before \"OK\" dates back to a NASA official misunderstanding Alan Shepard during his first flight","response":"A"},{"text":"The legislature of N.M., the home state of Clyde Tombaugh, has decreed this body to be a planet when it passes over the state","response":"Pluto"},{"text":"In an annual competition, you toss a fish west over the state line from Florida to this state","response":"Alabama"},{"text":"The name of this weasel relative can mean \"to clear out\"; in 1971 Fermilabs used one to clean the tubes of a particle accelerator","response":"a ferret"},{"text":"Made from this 4-letter wood from India, the HMS Trincomalee is the oldest British warship still afloat","response":"teak"}],"originalDate":"2020-01-09"}],{"category":"LANDLOCKED COUNTRIES","text":"It's the world's smallest landlocked country in both area &amp; population","response":"Vatican City"}]}