{"mix":1379,"rounds":[[{"category":"CHAIRMEN OF THE BOARDS","comments":"","clues":[{"text":"Detroit's Andre Drummond has led the NBA 6 times in these rebounds that come off his own team's miss","response":"offensive"},{"text":"In a 1962 game he had 25 rebounds to go along with 100 points","response":"Wilt Chamberlain"},{"text":"The NCAA record for rebounds in a game is 51 by Bill Chambers in a 1953 game for this very old college in Williamsburg, Va.","response":"William & Mary"},{"text":"Just ask Kim Jong Un: in the '90s this wacky \"Worm\" led the NBA in rebounds per game 7 straight times","response":"Dennis Rodman"},{"text":"In the 2019 Western Conference Final this Warrior not named Steph or Klay led both teams in rebounds, assists, steals &amp; blocks","response":"Draymond Green"}],"originalDate":"2019-12-23"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In Greek mythology, the Epigoni were the sons of Greek chieftains known as the \"Seven Against\" this","response":"Thebes"},{"text":"Anansi, a spider in African mythology, was famed as this type of mythical figure named for fooling the humans he ran across","response":"a trickster"},{"text":"Aphrodite fell for this other \"A\" when he was but a wee lad, sending him to Persephone for safekeeping","response":"Adonis"},{"text":"The fee to this ferryman was an obolos coin placed in the mouth of the deceased","response":"Charon"},{"text":"The god of beginnings &amp; ends, this Roman god had a temple in the forum whose doors were open during war &amp; closed during peace","response":"Janus"}],"originalDate":"2019-12-23"},{"category":"BIG WORDS","comments":"","clues":[{"text":"Designed to carry over 400 passengers, the first one of these jets took flight in 1970","response":"a jumbo jet"},{"text":"This synonym for big &amp; strong is also a brand of trash bags &amp; paper plates","response":"hefty"},{"text":"Of the 7 Ancient Wonders, the name of this one from the 200s B.C. reflected its huge size","response":"the Colossus of Rhodes"},{"text":"Older than humongous, this 9-letter blended word for shockingly big goes back to WWII","response":"ginormous"},{"text":"This word for something monstrous in size comes from the name of a powerful grass-eating beast in Job","response":"behemoth"}],"originalDate":"2019-12-23"},{"category":"FIGURES OF SPEECHES","comments":"","clues":[{"text":"This figure that begins a famous speech just means 87","response":"four score and seven years"},{"text":"In the 2012 State of the Union Address, Obama said, \"Our destiny is stitched together like those 50 stars and\" these","response":"13 stripes"},{"text":"In his 1941 State of the Union Address, FDR said, \"We look forward to a world founded upon\" this many \"essential human freedoms\"","response":"four"},{"text":"JFK's 1963 speech on the Nuclear Test Ban Treaty says this many years ago \"the advent of nuclear weapons changed\" the world","response":"18"},{"text":"From a 1988 speech by a presidential candidate. \"A brilliant , diversity spread like stars, like\" this 5-word phrase","response":"a thousand points of light"}],"originalDate":"2019-12-23"},{"category":"BIRDS OF A FEATHER","comments":"","clues":[{"text":"Bullock's &amp; Baltimore","response":"orioles"},{"text":"Blue &amp; Steller's","response":"jays"},{"text":"Black &amp; mute","response":"swans"},{"text":"Rivoli's &amp; bumblebee","response":"hummingbirds"},{"text":"Greylag &amp; barnacle","response":"geese"}],"originalDate":"2019-12-23"},{"category":"ALTERNATIVE SANTA CLAUS IS COMIN' TO TOWN","comments":"","clues":[{"text":"Sinterklaas arrives via boat from Spain (where he lives the rest of the year, why not?) &amp; parades through this Dutch capital","response":"Amsterdam"},{"text":"In 1810 the N.Y. Historical Society drew up a picture of this saint giving gifts but he wears a robe &<span class=\"nobreak\">--</span>whoa whoa whoa!<span class=\"nobreak\">--</span>is bald","response":"Saint Nicholas"},{"text":"Not sparing it to spoil the child in \"The Children's Friend\" in 1821, Santa left parents \"a long, black birchen\" this to use","response":"the rod"},{"text":"In an old print ad, Santa says a gift bringing \"pleasure to every home...is rare indeed. Such a gift, my friends, is Lucky Strike\"<span class=\"nobreak\">--</span>these","response":"cigarettes"},{"text":"Flossie &amp; Glossie were 2 \"deer of much intelligence\", casually chatting about \"sledge\" work with Santa in a tale by this \"Oz\" author","response":"Baum"}],"originalDate":"2019-12-20"}],[{"category":"TAKE MY RHYME","comments":"(Alex: Each correct response will rhyme with the word \"take\".)","clues":[{"text":"When used by hand, it'll kill a vampire","response":"stake"},{"text":"The yamakagashi of Asia is a venomous one","response":"snake"},{"text":"It follows a schooner as it moves forward","response":"wake"},{"text":"To leave someone when they still need you; oh, my darling, do not","response":"forsake"},{"text":"To satisfy one's thirst","response":"slake"}],"originalDate":"2019-12-20"},{"category":"STUFF","comments":"","clues":[{"text":"British composer James Sanderson used a folk tune as the basis for this, now the U.S. president's entrance music","response":"\"Hail To The Chief\""},{"text":"An iron anvil will float in mercury because this quality in mercury is about twice that of iron","response":"density"},{"text":"This singer wanted a tattoo written in Japanese that said \"7 Rings\", her song; she ended up with one translating to \"BBQ grill\"","response":"Ariana Grande"},{"text":"The powder for these, worn by 18th c. men, was made of ground starch &amp; scented with lavender; a 1795 tax ended the style","response":"a wig"},{"text":"With nearly 7 million rivets, the Scottish bridge over this firth was the first built primarily of steel","response":"the Firth of Forth"}],"originalDate":"2019-12-20"},{"category":"WRITERS GO WAY BACK","comments":"","clues":[{"text":"This Shakespeare play is set in 44 B.C.","response":"<i>Julius Caesar</i>"},{"text":"This Victor Hugo novel begins in 1482","response":"<i>The Hunchback of Notre Dame</i>"},{"text":"This British dame sets the mystery in \"Death Comes as the End\" in Egypt way back in 2000 B.C.","response":"Agatha Christie"},{"text":"Michael Crichton put a 10th c. Muslim traveler into the events of this Old English epic to prove he could make it entertaining","response":"<i>Beowulf</i>"},{"text":"This 1880 Lew Wallace novel takes place during the life of Christ","response":"<i>Ben-Hur</i>"}],"originalDate":"2019-12-20"},{"category":"ON A FIRST NAME BASIS WITH THAT SHOW","comments":"","clues":[{"text":"About Mr. Tribbiani, who spins off to Los Angeles to continue his acting dreams","response":"<i>Joey</i>"},{"text":"About Miss Russo, who gets through adolescence with her single father &amp; her best friend Six","response":"<i>Blossom</i>"},{"text":"About Ms. Morgenstern, who leaves Minneapolis to give New York one last chance","response":"<i>Rhoda</i>"},{"text":"About Mr. Bartowski, a computer repairman dragged into the spy life in the CIA","response":"<i>Chuck</i>"},{"text":"About Ms. Porter, who impulsively goes to college in New York City to be with high school crush Ben","response":"<i>Felicity</i>"}],"originalDate":"2019-12-20"},{"category":"COMPOSERS &amp; THEIR WORKS","comments":"","clues":[{"text":"Henry Purcell wrote this type of march when Queen Mary II died in 1694","response":"a funeral march"},{"text":"This Polish-born piano man called his E Major Etude his most beautiful melody","response":"Chopin"},{"text":"The 1996 movie \"Shine\" popularized his concerto known as the \"Rach 3\"","response":"Sergei Rachmaninoff"},{"text":"Stravinsky's \"Ebony Concerto\" is for this reed instrument AKA an ebony stick","response":"a clarinet"},{"text":"In 1878 &amp; 1886 he produced sets of \"Slavonic Dances\"","response":"Antonin Dvořák"}],"originalDate":"2019-12-20"},{"category":"BOOKS FILMED WITH DIFFERENT TITLES","comments":"","clues":[{"text":"The novel \"Shoeless Joe\" by W.P. Kinsella was the basis of this 1989 film","response":"<i>Field of Dreams</i>"},{"text":"\"Nothing Lasts Forever\", with a cop named Leland flying out to the coast to visit his daughter at Christmas, became this action film","response":"<i>Die Hard</i>"},{"text":"The film \"Blade Runner\" was based on this Philip K. Dick novel whose title is a 6-word question","response":"<i>Do Androids Dream of Electric Sheep?</i>"},{"text":"A phrase in a gun catalogue gave Stanley Kubrick this title for his film based on Gustav Hasford's \"The Short-Timers\"","response":"<i>Full Metal Jacket</i>"},{"text":"Harry Grey's book \"The Hoods\" inspired this 4-hour Sergio Leone film that starred Robert de Niro","response":"<i>Once Upon a Time in America</i>"}],"originalDate":"2019-12-20"}],{"category":"DISNEY SONGS","text":"\"We Don't Talk About Bruno\" from \"Encanto\" is the first song from an animated Disney film to hit No. 1 since this duet in 1993","response":"\"A Whole New World\""}]}