{"mix":1382,"rounds":[[{"category":"MARIE'S CONDO","comments":"","clues":[{"text":"Marie's monthly nut for her condo naturally includes HOA dues, HOA short for this","response":"homeowners association"},{"text":"Around the condo the grounds open to all are called these \"areas\", just like Marie's favorite rapper","response":"common"},{"text":"Marie is stoked that her condo has one of these French-named helpers who gets her tickets to all the best stuff","response":"concierge"},{"text":"Marie got her condo's mortgage through this government agency, \"sister\" to Freddie Mac","response":"Fannie Mae"},{"text":"The pool &amp; tennis courts are just a few of these attractive conveniences, from the Latin for \"pleasant\"","response":"amenities"}],"originalDate":"2019-12-16"},{"category":"C'MON, THAT'S ANCIENT HISTORY!","comments":"","clues":[{"text":"Protected on 3 sides by mountains, this Greek city-state not big on luxury was on the bank of the Eurotas River","response":"Sparta"},{"text":"I'm walkin' in this capital of Ancient Egypt, founded around 3000 B.C., but do I really feel the way I feel?","response":"Memphis"},{"text":"Noted for his wisdom, this B.C. ruler organized Ancient Israel into 12 districts, appointing his own gov. for each one","response":"Solomon"},{"text":"Newsflash, 338 B.C.! I'm hearing Philip II, ruler of this land, has taken Greece &amp; I, for one, welcome our new overlord","response":"Macedonia"},{"text":"Gaius Julius Vindex rebelled against this emperor after seeing him \"playing pregnant women &amp; slaves\" on stage","response":"Nero"}],"originalDate":"2019-12-16"},{"category":"EARLY ROLES","comments":"","clues":[{"text":"In 1987 Brad Pitt was on this CBS nighttime drama in an episode directed by the show's star Larry Hagman","response":"<i>Dallas</i>"},{"text":"In 2003 Seth Rogen didn't wanna wait to play Bob in the \"Rock Bottom\" episode of this Katie Holmes TV drama","response":"<i>Dawson's Creek</i>"},{"text":"In 1984 he played Ace on \"E/R\" 10 years before getting even more devilishly handsome on a very different \"ER\"","response":"George Clooney"},{"text":"In 1988 young Julia Roberts got mixed up with a drug dealer on an episode of this Don Johnson cop show","response":"<i>Miami Vice</i>"},{"text":"That's Megan Fox dancing in a club in this Will Smith/ Martin Lawrence sequel","response":"<i>Bad Boys II</i>"}],"originalDate":"2019-12-16"},{"category":"GREAT DANES","comments":"","clues":[{"text":"In 1909 Wilhelm Johannsen coined this 4-letter word to describe a unit of heredity","response":"a gene"},{"text":"Let's get something strait; in 1724 Peter the Great appointed this Dane to find out if Asia &amp; North America were connected by land","response":"(Vitus) Bering"},{"text":"Playing a shell game, Jørn Utzon won a 1957 design competition for what would become this Australian landmark","response":"the Sydney Opera House"},{"text":"Niels Bohr said an atom's electro-magnetic radiation occurred only when one of these elem. particles jumped to a lower-energy orbit","response":"an electron"},{"text":"Morten Andersen played this position for the Saints, Falcons, Giants, Chiefs &amp; Vikings, retiring at age 47","response":"kicker"}],"originalDate":"2019-12-16"},{"category":"AN \"A\" IN MEDICINE","comments":"","clues":[{"text":"Peritonitis, an inflammation of the lining of the abdominal cavity, is one possible complication if this organ bursts","response":"the appendix"},{"text":"Giving oxygen by mask during sleep is one treatment for this sleep disorder","response":"apnea"},{"text":"British physician William Withey Gull gave this 2-word name to an eating disorder","response":"anorexia nervosa"},{"text":"Insufficient blood flow is the cause of this type of chest pain with a Latin name","response":"angina"},{"text":"Swelling of the throat can be part of this severe &amp; potentially life-threatening allergic reaction","response":"anaphylactic shock"}],"originalDate":"2019-12-16"},{"category":"YOU'RE A BUNCH OF CARDS","comments":"","clues":[{"text":"Chase Sapphire,<br>Discover,<br>Blue Cash","response":"credit cards"},{"text":"Oyster,<br>SmarTrip,<br>Clipper","response":"subway cards (transit cards)"},{"text":"SD,<br>CompactFlash,<br>SmartMedia","response":"memory cards"},{"text":"The hermit,<br>the hanged man,<br>the 4 of pentacles","response":"tarot cards"},{"text":"Topps,<br>Bowman,<br>Panini America","response":"baseball cards"}],"originalDate":"2019-12-13"}],[{"category":"MOVIE EXCHANGES","comments":"(Alex: Each correct response will be one or more characters in those movies.)","clues":[{"text":"Him: \"Back up, we don't have enough road to get up to 88.\" Doc Brown: \"Roads? Where we're going we don't need roads\"","response":"Marty McFly"},{"text":"Young Jenny: \"What's wrong with your legs?\" This character: \"Nothin' at all, thank you. My legs are just fine and dandy\"","response":"Forrest Gump"},{"text":"Neo: \"What are you trying to tell me, that I can dodge bullets?\" Him: \"No... when you're ready, you won't have to\"","response":"Morpheus"},{"text":"2 characters: \"Look, your worshipfulness... I take orders from just one person: me\"; \"It's a wonder you're still alive\"","response":"Han Solo & Princess Leia"},{"text":"2 characters: \"You're using Bonetti's Defense against me, ah?\"; \"I thought it fitting considering the rocky terrain\"","response":"Inigo Montoya & Westley"}],"originalDate":"2019-12-13"},{"category":"NELLIE BLY","comments":"","clues":[{"text":"Nellie Bly was a reporter for this man's New York World &amp; had she been born later, she might have won one of his prizes","response":"(Joseph) Pulitzer"},{"text":"Venturing south to report from this country, Bly reported \"American food is insipid in comparison\" to the local food","response":"Mexico"},{"text":"While famously going around the world in 72 days, Bly met this author who told her how her route differed from Phileas Fogg's","response":"Jules Verne"},{"text":"WWI correspondent Nellie was literally \"in the\" these, which she described as \"muddy &amp; filthy\"","response":"the trenches"},{"text":"For her first big story, Bly faked insanity &amp; was diagnosed with this 8-letter \"female malady\" &amp; committed to an asylum","response":"hysteria"}],"originalDate":"2019-12-13"},{"category":"BY POPE-ULAR DEMAND","comments":"","clues":[{"text":"In 1508 Julius II told him, forget Florence<span class=\"nobreak\">--</span>I got a ceiling for you to paint, or words to that effect","response":"Michelangelo"},{"text":"At a mass in 1978, John Paul II repeatedly said, \"Be not\" this, a biblical phrase calling for Christian courage","response":"afraid"},{"text":"After 1378 rival popes in Rome &amp; Avignon excommunicated each other during the Great Western this 6-letter term","response":"Schism"},{"text":"Pius X's demand for the resignations of 2 bishops led to France's 1905 law mandating the separation of these 2 entities","response":"church and state"},{"text":"On Jan. 25, 1959 John XXIII called for this, the 21st ecumenical council of the church, but it sounds more like the 1st sequel","response":"Vatican II"}],"originalDate":"2019-12-13"},{"category":"LITERARY TV ADAPTATIONS","comments":"","clues":[{"text":"This show about the bionic Steve Austin was based on the novel \"Cyborg\"","response":"<i>The Six Million Dollar Man</i>"},{"text":"Michael Sheen &amp; David Tennant play an angel &amp; demon in this series based on a Neil Gaiman-Terry Pratchett comic novel","response":"<i>Good Omens</i>"},{"text":"Played by Timothy Olyphant on \"Justified\", Raylan Givens appeared earlier in the short story \"Fire in the Hole\" by this author","response":"Elmore Leonard"},{"text":"Season 5 of this detective show was largely based on Michael Connelly's \"Two Kinds of Truth\"","response":"<i>Bosch</i>"},{"text":"Based on a Caroline Kepnes novel, this Lifetime/Netflix series about stalking is one creepy pronoun","response":"<i>You</i>"}],"originalDate":"2019-12-13"},{"category":"PLACE NAME ETYMOLOGY","comments":"","clues":[{"text":"In German place names, bad means \"bath\" &amp; a spa town got its name from this plural word for bath","response":"baden"},{"text":"Xian means \"county\" in this language","response":"Mandarin"},{"text":"From Indo-Iranian for \"place\", these 4 letters at the end of a place name mean \"land of\"","response":"stan"},{"text":"The Spanish word \"Baja\" in Baja California means this","response":"below (lower)"},{"text":"This word that follows Andhra &amp; Uttar comes from Sanskrit for \"province\"","response":"Pradesh"}],"originalDate":"2019-12-13"},{"category":"WORD WAR Z","comments":"","clues":[{"text":"Zywiec, a town in this Central European nation, is home to the Komorowski Castle","response":"Poland"},{"text":"Car and Driver test drove one of these rink machines &amp; said it had \"the vague steering\" of a '70s Cadillac","response":"a Zamboni"},{"text":"Zymosis is a type of this process that produces alcohol by the conversion of sugar","response":"fermentation"},{"text":"It's the former name of the Democratic Republic of the Congo","response":"Zaire"},{"text":"Feeding on flies, zyzzyx is a sand type of this stinging insect","response":"a wasp"}],"originalDate":"2019-12-13"}],{"category":"THE BRITISH ROYAL FAMILY","text":"Prince Philip's titles included Baron Greenwich &amp; Duke of Edinburgh, but not Prince Consort, last used by this royal","response":"Prince Albert"}]}