{"mix":1385,"rounds":[[{"category":"WORLD CAPITAL ATTRACTIONS","comments":"","clues":[{"text":"The Daniel O'Connell monument on O'Connell Street","response":"Dublin"},{"text":"The Evita Museum","response":"Buenos Aires"},{"text":"The Anne Frank House","response":"Amsterdam"},{"text":"Gorky Park","response":"Moscow"},{"text":"The Coptic Museum","response":"Cairo"}],"originalDate":"2019-12-10"},{"category":"PINK-POURRI","comments":"","clues":[{"text":"Scientists named a shrimp with a pink claw &amp; the ability to emit very loud noises after this band","response":"Pink Floyd"},{"text":"In the late 19th c. some U.S. states required this non-dairy product to be dyed pink so it would not be confused for butter","response":"margarine"},{"text":"A gin-&amp;-grenadine cocktail, or a member of a distaff clique in \"Grease\"","response":"a pink lady"},{"text":"You want to receive this for a car, not for a job","response":"a pink slip"},{"text":"In an albino animal, a lack of the pigment melanin causes this usually colored part of the eye to appear pink","response":"the iris"}],"originalDate":"2019-12-10"},{"category":"CELEBRITY SUPERFANS","comments":"","clues":[{"text":"Stephen Colbert is such a fan of this author's work, he aired his concerns with Peter Jackson about the Elves of Mirkwood","response":"Tolkien"},{"text":"Having grown up in Overland Park, Kansas, Paul Rudd is a rabid fan of this NFL team","response":"the Chiefs"},{"text":"Jennifer Lawrence had a tent set up on the set of \"Mother!\" where she could \"keep up\" with this reality TV family's show","response":"the Kardashians"},{"text":"This director became almost as famous for taunting Reggie Miller at Knicks games as he was for making movies","response":"Spike Lee"},{"text":"NBA Hall of Famer Bill Walton followed this \"Truckin\"' band to more than 850 shows","response":"Grateful Dead"}],"originalDate":"2019-12-10"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The 1917 Jones-Shafroth Act made residents of this Caribbean island American citizens","response":"Puerto Rico"},{"text":"More Frenchmen than Americans participated in the 1781 siege of this town, the last major battle of the American Revolution","response":"Yorktown"},{"text":"This man's 1825 inaugural address had to compete with a traveling circus performing in D.C.","response":"(John) Quincy Adams"},{"text":"Saying \"I will make them twins\", in 1889 President Harrison blindly signed these 2 states into the Union so no one knows which was first","response":"North & South Dakota"},{"text":"Real name Mary, this \"maternal\" organizer of mine workers in the early 20th century was called the \"Most Dangerous Woman in America\"","response":"Mother Jones"}],"originalDate":"2019-12-10"},{"category":"SPEAK TO ME OF FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"A pea souper is one of these weather phenomenons","response":"a fog"},{"text":"The mock salute called a Bronx cheer also has this fruity name","response":"a raspberry"},{"text":"To select the best parts of something from what's available, like Johnny does with a box of candies","response":"cherry pick"},{"text":"On the front of the larynx, the thyroid cartilage has a central ridge &amp; elevation called this","response":"Adam's apple"},{"text":"If you're wise to what's going on, you didn't just fall off this alliterative root-vegetable transport","response":"the turnip truck"}],"originalDate":"2019-12-10"},{"category":"DOUBLE DOUBLE O","comments":"(Alex: ...in the responses.)","clues":[{"text":"West Indian religion derived from African cult worship","response":"Voodoo"},{"text":"Goodbye! So long! This old-time informal synonym!","response":"toodle-oo"},{"text":"Doc's, this type of billiards establishment, is an important setting in the novel \"Native Son\"","response":"poolroom"},{"text":"Never-failing; the clue is this!","response":"foolproof"},{"text":"A bugle boy, or a rhyming form of instrumental blues for the piano","response":"boogie woogie"}],"originalDate":"2019-12-10"}],[{"category":"OCCUPATIONALLY NAMED AUTHORS","comments":"","clues":[{"text":"This \"grinder of grain\" wrote some good plays &amp; the screenplay for \"The Misfits\"","response":"(Arthur) Miller"},{"text":"Mrs, Tittlemouse, Tom Kitten &amp; many other animal characters were created by this \"artisan\"","response":"(Beatrix) Potter"},{"text":"\"Plant tender\" who was trained as a lawyer &amp; created a famous one","response":"(Erle Stanley) Gardner"},{"text":"This \"luggage carrier\" wrote \"Pollyanna\", about an excessively cheerful young girl who's now a cliche","response":"(Eleanor) Porter"},{"text":"\"The Way of All Flesh\" is an autobiographical work by this \"house servant\"","response":"(Samuel) Butler"}],"originalDate":"2019-12-10"},{"category":"BEHIND THE MUSIC","comments":"","clues":[{"text":"Freddie Mercury approved the use of this song in \"Wayne's World\" just weeks before his death","response":"\"Bohemian Rhapsody\""},{"text":"Gloria Gaynor recorded the vocals to this No. 1 hit while in a wheelchair due to a spinal injury","response":"\"I Will Survive\""},{"text":"Irving Berlin gave Kate Smith this song for her radio show to commemorate the 20th anniversary of the end of WWI","response":"\"God Bless America\""},{"text":"George Gershwin composed this 1924 piece as a 2-piano score, leaving Ferde Grofé to arrange 1 piano part for full band","response":"<i>Rhapsody in Blue</i>"},{"text":"The ancient libation, revived in hip-hop culture, is honored in \"Pour Out A Little Liquor\" by Thug Life featuring this late rapper","response":"Tupac"}],"originalDate":"2019-12-10"},{"category":"AWARDS &amp; HONORS","comments":"","clues":[{"text":"The International Academy of Digital Arts &amp; Sciences gives out these awards \"honoring the best of the Internet\"","response":"a Webby"},{"text":"This theatrical club founded by Harvard students began naming a woman of the year in 1951 &amp; a man of the year in 1967","response":"the Hasty Pudding"},{"text":"In 1992 architect Alvaro Siza won this, often called the Nobel Prize of architecture","response":"the Pritzker Prize"},{"text":"Defenders of human rights, like Nelson Mandela &amp; Colin Kaepernick, have won this organization's Ambassador of Conscience Award","response":"Amnesty International"},{"text":"A French art prize is named for this \"Nude Descending A Staircase\" painter; nominees get to exhibit at the Pompidou Centre","response":"(Marcel) Duchamp"}],"originalDate":"2019-12-10"},{"category":"PSYCH 101","comments":"","clues":[{"text":"Regarded by some psychologists as a primary drive like sex &amp; thirst, it \"killed the cat\"","response":"curiosity"},{"text":"A \"W\" score in his test means a response involving the entire blot","response":"Rorschach"},{"text":"Anything reputed to excite sexual desire, like oysters or rhino horn","response":"an aphrodisiac"},{"text":"The Electra complex is the female counterpart of this","response":"the Oedipal (Oedipus) complex"},{"text":"Term for a strong, persistent &amp; irrational fear brought on by a specific stimulus","response":"phobia"}],"originalDate":"1986-10-13"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"The \"I\" in \"IQ\"","response":"intelligence"},{"text":"While men work up a sweat, women merely glisten with this","response":"perspiration"},{"text":"Residents of Michigan are called this","response":"Michiganders"},{"text":"For a stripper, running the risk of catching a cold is a hazard of this kind","response":"occupational"},{"text":"Sleepwalking","response":"Somnambulism"}],"originalDate":"1986-10-13"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"In the chronology of presidents, he's the only one that's counted twice","response":"Grover Cleveland"},{"text":"Making more money than this president in 1931, Babe Ruth supposedly said, \"I had a better year than he did\"","response":"Hoover"},{"text":"The 2 presidents both buried in Quincy, Massachusetts","response":"John Adams & John Quincy Adams"},{"text":"President who sent federal troops to Little Rock in school desegregation crisis","response":"Eisenhower"},{"text":"Trying to save this dying pres., people of Elberon, N.J. build 1-mile railroad spur overnight in 1881","response":"Garfield"}],"originalDate":"1986-10-13"}],{"category":"WORLD GEOGRAPHY","text":"Capital of this English-speaking country is southernmost national capital in the world","response":"New Zealand"}]}