{"mix":1386,"rounds":[[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"An Egyptian monument or the monster of Thebes who killed those who couldn't answer her riddle","response":"the Sphinx"},{"text":"Horn of the goat that suckled the infant Zeus, its name has come to symbolize plenty","response":"cornucopia"},{"text":"It was he who finally freed Prometheus from the rock to which he was chained","response":"Hercules"},{"text":"She warned the Trojans armed Greeks were in the wooden horse, but they didn't believe her","response":"Cassandra"},{"text":"In Scandinavian mythology they are called \"Ask &amp; Embla\"","response":"Adam & Eve"}],"originalDate":"1986-10-13"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"This group of nearly 3 million leads opposition to gun control legislation","response":"the NRA (National Rifle Association)"},{"text":"You must score in the top 2% on standardized intelligence test to join this club","response":"Mensa"},{"text":"14 U.S. presidents have been members of this, claimed to be the world's largest fraternal order","response":"the Masons"},{"text":"Former Watergate prosecutor Archibald Cox heads up this citizens' lobby in Washington","response":"Common Cause"},{"text":"From the Indian word \"to make ourselves known\", their motto is \"We Build\"","response":"Kiwanis International"}],"originalDate":"1986-10-13"},{"category":"TV TOWNS","comments":"","clues":[{"text":"Site of \"Happy Days\", it's the town that made Fonzie famous","response":"Milwaukee"},{"text":"While Norm Peterson sips &amp; Carla Tortelli quips, Diane Chambers collects tips in this city","response":"Boston"},{"text":"Theme from \"The Patty Duke Show\" told us Patty's only seen the sights of this NYC neighborhood","response":"Brooklyn Heights"},{"text":"The Lawrence clan of the ABC series \"Family\" lived here, though for them things weren't always rosy","response":"Pasadena"},{"text":"The TV towns of Opie Taylor &amp; Beaver Cleaver, both beginning with \"May\"","response":"Mayfield & Mayberry"}],"originalDate":"1986-10-13"},{"category":"ENGLISH POETRY","comments":"","clues":[{"text":"Keats said, \"A thing of beauty is\" this \"forever\"","response":"a joy"},{"text":"William Blake described it as \"burning bright in the forests of the night\"","response":"Tyger Tyger"},{"text":"He also wrote \"The Charge of the Heavy Brigade\"","response":"Alfred Lord Tennyson"},{"text":"Ben Jonson told Celia, \"Drink to me only with thine eyes, &amp; I will\" do this","response":"pledge with mine"},{"text":"Robert Louis Stevenson concluded that they \"shall bring my boats ashore\"","response":"Other little children"}],"originalDate":"1986-10-13"},{"category":"DOUBLE MEANINGS","comments":"","clues":[{"text":"Type of pulley system, or 2 things linemen do in football","response":"block and tackle"},{"text":"It's where a former Monkee would store his scuba gear","response":"Davy Jones's Locker"},{"text":"A mounted member of a bullfighting team, or what you do on \"Let's Make a Deal\"","response":"a picador"},{"text":"That nagging feeling you've heard that Dionne Warwick song before","response":"deja vu"},{"text":"Fanatics of a certain Terry Gilliam film or the edible seeds of a South American tree","response":"the Brazil nut"}],"originalDate":"1986-10-13"},{"category":"GEO, DUDE","comments":"","clues":[{"text":"We're gonna par-tay at this beach, 60 miles northeast of Orlando, &amp; watch 500 miles of left turns at its intl. speedway!","response":"Daytona"},{"text":"Yo Broseph! We'll show respect in this capital as we visit the Peace Tower's Memorial Chamber honoring Canada's war dead","response":"Ottawa"},{"text":"Your period drama won Grand Prix at the film festival in this resort city in Alpes-Maritimes Département?! Way to go, bruh!","response":"Cannes"},{"text":"Lafitte's blacksmith shop...isn't one? It says it is \"the oldest structure used as a bar in the U.S.\", on this N.O. St.? We're so there!","response":"Bourbon Street"},{"text":"Come for some bro time &amp; catch walleye on this Great Lake; my buddy in Sandusky, Ohio says we can crash at his place","response":"Lake Erie"}],"originalDate":"2019-12-09"}],[{"category":"ODD-ISH","comments":"","clues":[{"text":"The name Papadopoulos means \"son of\" this person, who in Greek Orthodoxy is sometimes married","response":"the priest"},{"text":"Every year in Gloucester, England you can chase down a hill after a wheel of this, the double Gloucester kind","response":"cheese"},{"text":"In 2014 Kiwi songbird Lorde met K.C. slugger George Brett, who inspired this hit song of hers","response":"\"Royals\""},{"text":"At these events, Calvin Coolidge might drop pre-submitted queries to the floor &amp; then say, \"No questions today\"","response":"a press conference"},{"text":"The National Zoo in Washington has a lion cam, a naked mole-rat cam &amp; of course this, showing Tian Tian &amp; Mei Xiang","response":"a panda cam"}],"originalDate":"2019-12-09"},{"category":"SLOWPOKE","comments":"","clues":[{"text":"Swimmers do it fast, but traffic may \"slow to\" one","response":"crawl"},{"text":"You're delinquent &amp; have been declared this kind of late for school again; one more &amp; it's detention","response":"tardy"},{"text":"Its \"pace\" tops out at 50 yards per hour for the garden type","response":"snail"},{"text":"This 3-letter word can refer to your slow pace in a race or to your computer's slow response","response":"lag"},{"text":"This 10-letter word for slow contains one of the 4 humors once thought to determine temperament","response":"phlegmatic"}],"originalDate":"2019-12-09"},{"category":"NINE TALES","comments":"","clues":[{"text":"2 tales set in this month are \"The Frozen Fields\" by Paul Bowles &amp; \"The Gift of the Magi\"","response":"December"},{"text":"\"The Settlers\" &amp;, naturally, \"The Martian\" are tales in this 1950 Ray Bradbury volume","response":"<i>The Martian Chronicles</i>"},{"text":"2 supermarket tales: \"Last Meal at Whole Foods\" (2014) &amp; this 1961 John Updike classic set in a letter-perfect store","response":"<i>A&P</i>"},{"text":"He helps the twit Bertie Wooster out of jams in P.G. Wodehouse's \"Leave it to\" him &amp; him \"and the Unbidden Guest\"","response":"Jeeves"},{"text":"In a classic tale General Zaroff explains that Cape buffalo is not \"The Most Dangerous Game\" to hunt; this is","response":"man (us)"}],"originalDate":"2019-12-09"},{"category":"QUOTES OF NOTE","comments":"","clues":[{"text":"On June 10, 1941 he said, \"The British... are the only people who like to be told how bad things are\"","response":"Churchill"},{"text":"These 2 words fill in the quote by jurist William Blackstone: \"It is better that 10 ___ persons escape, than that 1 ___ suffer\"","response":"guilty and innocent"},{"text":"In 1969 Curt Flood, a player in this sport, wrote to its commissioner, \"After 12 years... I do not feel I am a piece of property\"","response":"baseball"},{"text":"Dick Cheney, talking of this, something his daughter Mary went on to do: \"I think freedom means freedom for everyone\"","response":"gay marriage"},{"text":"Fill in the French quote: de Gaulle said, \"La France a perdu une bataille! Mais la France n'a pas perdu la...\"","response":"la guerre"}],"originalDate":"2019-12-09"},{"category":"REAL &amp; UNREAL PLACES","comments":"","clues":[{"text":"Unreal: the town of Godric's Hollow, the final hiding place for Harry Potter's parents before they were killed by this man","response":"Voldemort"},{"text":"Real: Humpybong &amp; Burpengary, places in this Aussie \"land\" that holds its own in odd names","response":"Queensland"},{"text":"Unreal: Mildendo, which must be a small town, as it's the capital of this land in \"Gulliver's Travels\"","response":"Lilliput"},{"text":"Unreal: Pandemonium or \"All Demons\", the capital of hell in this long poem","response":"<i>Paradise Lost</i>"},{"text":"Real: Nether Wallop in England, owned in the 11th century by this earl whose son Harold was once king","response":"Godwin"}],"originalDate":"2019-12-09"},{"category":"HAVE AN ARTSY CHRISTMASTIME","comments":"","clues":[{"text":"In this traditional holiday ballet, Clara defends the title object against the king of the mice","response":"<i>The Nutcracker</i>"},{"text":"Matthew Bourne's Xmastime-set dance adaptation of this Tim Burton film about a boy with dangerous mitts was first staged in 2005","response":"<i>Edward Scissorhands</i>"},{"text":"If you're in London stop by the National Gallery to see Botticelli's \"Mystic\" this, the first-Christmas scene","response":"Nativity"},{"text":"A collaboration of brother composer &amp; sister librettist, this opera version of a brother-&amp;-sister kids' tale is a yuletide tradition","response":"<i>Hansel and Gretel</i>"},{"text":"This composer's 1734 \"Christmas Oratorio\" uses as part of its text Martin Luther's Bible translation","response":"Johann Sebastian Bach"}],"originalDate":"2019-12-09"}],{"category":"BEST SELLERS","text":"The title of this 1970 best seller referred to brothers Rudolph &amp; Thomas Jordache","response":"<i>Rich Man, Poor Man</i>"}]}