{"mix":1390,"rounds":[[{"category":"YOU CAN TAKE THAT TO THE BANK!","comments":"","clues":[{"text":"In November 2018 fights broke out at a Houston-area bank when one of these began doling out $100s instead of $10s","response":"an ATM"},{"text":"Time to lock in my rate on this 2-letter savings item with a fixed maturity date such as 12 months","response":"a CD"},{"text":"The FDIC says property deeds &amp; originals of birth certificates are good candidates for placement in one of these at a bank","response":"a safe deposit box"},{"text":"My bank called<span class=\"nobreak\">--</span>someone tried to buy a $2,500 laptop on my credit card but I have protection vs. this crime, a synonym for deceit","response":"fraud"},{"text":"Redoing the kitchen is gonna be pricey, so we'll take out a HELOC, short for home equity this","response":"a home equity line of credit"}],"originalDate":"2019-12-04"},{"category":"IN THE NATIONAL TOY HALL OF FAME","comments":"","clues":[{"text":"2018 inductees included the card game Uno &amp; this type of machine with flashing lights, bumpers &amp; flippers","response":"a pinball machine"},{"text":"Splish splash, you can take a bath with this playful yellow inductee that floats","response":"a rubber ducky"},{"text":"20 years after it was introduced, this handheld console from Nintendo scored a spot in the hall of fame","response":"a Game Boy"},{"text":"This party game \"that ties you up in knots\" secured its place in the hall","response":"Twister"},{"text":"She was born when cartoonist Johnny Gruelle drew a face on an old doll his daughter owned","response":"Raggedy Ann"}],"originalDate":"2019-12-04"},{"category":"THE SONG (BY PARENTHETICAL TITLE)","comments":"","clues":[{"text":"The one &amp; only Aretha: \"(You Make Me Feel Like)\"","response":"\"A Natural Woman\""},{"text":"Beastie Boys: \"(You Gotta) do this (To Party!)\"","response":"\"Fight For Your Right\""},{"text":"Simple Minds: \"(Forget About Me)\"","response":"\"Don't You\""},{"text":"Meat Loaf: \"(But I Won't Do That)\" (But do start the title with a contraction)","response":"\"I'd Do Anything For Love\""},{"text":"A hit for Rob Thomas in 2019: \"(Dying Young)\"","response":"\"One Less Day\""}],"originalDate":"2019-12-04"},{"category":"BENGAL","comments":"","clues":[{"text":"The area called Bengal is divided between India &amp; this country to the east<span class=\"nobreak\">--</span>makes sense","response":"Bangladesh"},{"text":"Most Bengalis in Eastern Bengal are of this faith, introduced there by Sufi mystics in the 13th century","response":"Islam (Muslim)"},{"text":"Jaggery, made from palm sap, is an ingredient of mishti doi &amp; many other foods for this course that Bengalis love","response":"dessert"},{"text":"This capital of the state of West Bengal is spelled with 2 Ks; it used to be spelled using 2 Cs","response":"Kolkata (Calcutta)"},{"text":"Our favorite Rabindranath is this poet-seer whose Bengali verse collections were hailed by Yeats","response":"Rabindranath Tagore"}],"originalDate":"2019-12-04"},{"category":"TIGER TALK","comments":"","clues":[{"text":"Made famous by a 2011 book, this type of parent is strict &amp; demanding &amp; pushes children to be successful","response":"a tiger mom"},{"text":"In Clemson's fight song this phrase follows \"Where's that tiger?\"","response":"Hold that tiger!"},{"text":"\"Eye Of The Tiger\" was a hit song for this band &amp; the phrase has come to symbolize power &amp; confidence","response":"Survivor"},{"text":"This 2-word term refers to a person or thing that appears threatening but in fact is not","response":"a paper tiger"},{"text":"An 1882 short story by Frank Stockton about a choice between these 2 things has come to mean an impossible decision","response":"the lady & the tiger"}],"originalDate":"2019-12-04"},{"category":"OSCAR ONE OF A KINDS","comments":"","clues":[{"text":"The only Oscar-winning vehicle for this duo, Stan &amp; Ollie, was the 1932 short film \"The Music Box\"","response":"Laurel and Hardy"},{"text":"Starring Dustin Hoffman &amp; Jon Voight, it's the only X-rated movie to win Best Picture","response":"<i>Midnight Cowboy</i>"},{"text":"The only statuette made of this was a special award to Edgar Bergen, in honor of his pal Charlie McCarthy","response":"wood"},{"text":"The only silent-era Best Picture was this 1927 film about World War I flyboys","response":"<i>Wings</i>"},{"text":"The only winner for Best Actress for playing a saint was Jennifer Jones for playing this peasant girl of Lourdes","response":"St. Bernadette"}],"originalDate":"2019-12-04"}],[{"category":"LITERARY PASSINGS","comments":"","clues":[{"text":"Near the end of this work, Police Inspector Javert throws himself into the Seine","response":"<i>Les Misérables</i>"},{"text":"This nemesis perishes when he plunges off Switzerland's Reichenbach Falls with the hero","response":"Professor Moriarty"},{"text":"Old Yeller saves the family from a rabid one of these beasts, but he's bitten &amp; young Travis must put him out of his misery","response":"a wolf"},{"text":"In this novel by Camus, Meursault kills an Arab on a beach; he's not entirely sure why","response":"<i>The Stranger</i>"},{"text":"In the \"Iliad\" this Trojan &amp; elder brother of Paris is killed by Achilles in single combat","response":"Hector"}],"originalDate":"2019-12-04"},{"category":"ENDS WITH 2 VOWELS","comments":"","clues":[{"text":"The name of this brown powder comes before \"butter\" or \"beach\"","response":"cocoa"},{"text":"In North America, a reindeer is called this","response":"a caribou"},{"text":"It's a large, festive gathering, often of Boy Scouts nationwide","response":"jamboree"},{"text":"This 7-letter skin condition that affects the nose, cheeks &amp; forehead often makes it look like a person is blushing","response":"rosacea"},{"text":"It's a thick cream soup, or unglazed porcelain popularly used to make dolls in the 19th century","response":"a bisque"}],"originalDate":"2019-12-04"},{"category":"WHAT'S FOR BREAKFAST?","comments":"","clues":[{"text":"A Spanish word for a little donkey gives us the name of this Mexican favorite; you can have one filled with eggs for breakfast","response":"a burrito"},{"text":"This breakfast favorite is also known as pain perdu (\"lost bread\")","response":"French toast"},{"text":"This brand named for a fictional relative offers pancake mix, pancake syrup &amp; pancakes on the go","response":"Aunt Jemima"},{"text":"The original McDonald's<br>Egg McMuffin is made with this type of meat","response":"Canadian bacon"},{"text":"The cereal aisle has these 2 rhyming brands, a corn-puff cereal &amp; one that's specifically not for rabbits","response":"Trix & Kix"}],"originalDate":"2019-12-03"},{"category":"CLASSIC NOVELS","comments":"","clues":[{"text":"Johann Wyss wrote of this Swiss family, shipwrecked at sea","response":"<i>The Swiss Family Robinson</i>"},{"text":"Shortly before imperfect clergyman Arthur Dimmesdale dies in this book, his little daughter Pearl gives him a kiss","response":"<i>The Scarlet Letter</i>"},{"text":"Esther Greenwood is a college student &amp; aspiring poet in the 1950s who suffers a mental breakdown in this auto-biographical novel","response":"<i>The Bell Jar</i>"},{"text":"This 1952 Steinbeck novel about the Trask brothers is a retelling of the biblical story of Cain &amp; Abel","response":"<i>East of Eden</i>"},{"text":"Foreshadowing later events, a man is crushed to death beneath the wheels of a train early on in this 1878 classic","response":"<i>Anna Karenina</i>"}],"originalDate":"2019-12-03"},{"category":"MOTORCYCLE MAKERS","comments":"","clues":[{"text":"In 2019 this hyphenated brand released the LiveWire, its first electric motorcycle","response":"Harley-Davidson"},{"text":"Known to make \"The Ultimate Driving Machine\", this company does 2-wheelers, too, like the K 1600 GTL","response":"BMW"},{"text":"The \"TFC\" in the 1,200cc Thruxton TFC is for this British company's \"Factory Custom\"; now go for the win!","response":"Triumph"},{"text":"This Japanese brand still lets the good times roll with its parallel-twin engine Ninja 650","response":"Kawasaki"},{"text":"The 2019 Panigale V4 R from this Italian maker offers up to 234HP but please, ride those horses safely!","response":"Ducati"}],"originalDate":"2019-12-03"},{"category":"WORDS &amp; THEIR MEANINGS","comments":"","clues":[{"text":"General term for an offense greater than a misdemeanor that can get you more than a year in prison","response":"a felony"},{"text":"It means freedom from narrow restrictions as well as a lined feature on a map","response":"latitude"},{"text":"It's No. 1 of the 10 objects a bowler takes aim at","response":"kingpin (headpin)"},{"text":"An official rebuke; short of expulsion, the U.S. House may discipline a member with a reprimand or this","response":"censure"},{"text":"Like its synonyms joking &amp; joshing, this 7-letter non \"ING\" word begins with \"J\"","response":"jocular"}],"originalDate":"2019-12-03"}],{"category":"SHAKESPEARE","text":"The name of Shakespeare's acting company, the King's Men, referred to this king","response":"James I"}]}