{"mix":1394,"rounds":[[{"category":"DEEP STUFF","comments":"","clues":[{"text":"This \"Star Trek\" spin-off boldly stayed in place<span class=\"nobreak\">--</span>it took place on a station instead of a ship","response":"<i>Deep Space Nine</i>"},{"text":"The Internet that has not been indexed by these is the deep web","response":"search engines"},{"text":"This 8-letter type of digitally manipulated video has realistic face swaps, like Nicolas Cage's face on Amy Adams' body","response":"Deepfake"},{"text":"In 1947 this Iowa company introduced its DeepFreeze Upright freezer","response":"Amana"},{"text":"On airplane flights, be sure to walk around every now &amp; then to avoid DVT, short for this","response":"deep vein thrombosis"}],"originalDate":"2019-11-26"},{"category":"AFTER WINNING THE HEISMAN","comments":"","clues":[{"text":"10 years after bagging a trophy, this ex-Florida QB hit .231 with 5 home runs for a Mets Minor League team in 2017","response":"(Tim) Tebow"},{"text":"In '93 Charlie Ward was the QB for coach Bobby Bowden at this U.; in '94 Ward was the PG for coach Pat Riley &amp; the Knicks","response":"FSU (Florida State)"},{"text":"This Bo knows he crushed a 448' leadoff HR to dead center in the 1989 All-Star Game in which he was also the MVP","response":"Bo Jackson"},{"text":"This 6'5\", 245-lb. QB followed up his 2010 Heisman by being rookie of the year in 2011 for the Carolina Panthers","response":"Cam Newton"},{"text":"This Texas A&M QB did not follow up his 2012 Heisman by being rookie of the year in 2014 for the Cleveland Browns","response":"Johnny Manziel"}],"originalDate":"2019-11-26"},{"category":"SCRAMBLED EGGS","comments":"","clues":[{"text":"ED LIVED","response":"deviled"},{"text":"SEE OVARY","response":"over easy"},{"text":"COD HEAP","response":"poached"},{"text":"NICE DEBT","response":"Benedict"},{"text":"FLOOD BITES","response":"soft-boiled"}],"originalDate":"2019-11-26"},{"category":"FUN WITH G20 COUNTRIES","comments":"","clues":[{"text":"Its name also refers to a creature known for its wattle","response":"Turkey"},{"text":"These 2 start off with the same 6-letter word","response":"the United States & the United Kingdom"},{"text":"This member shares its name with a Terry Gilliam film","response":"Brazil"},{"text":"The 2 members with the initials S.A.","response":"South Africa & Saudi Arabia"},{"text":"Population about 500 million, it's the only G20 member that is not a country in its own right","response":"the European Union"}],"originalDate":"2019-11-26"},{"category":"PLAY DOCTOR","comments":"","clues":[{"text":"A real historical person, Dr. William Butts (died 1545) appears in the Shakespeare play about this king","response":"Henry VIII"},{"text":"Dr. Astrov &amp; this title Chekhov relative vie for the affections of another man's wife","response":"Uncle Vanya"},{"text":"Dr. Begriffenfeldt appears in this \"P.G.\" Ibsen play about a legendary Norwegian hero","response":"<i>Peer Gynt</i>"},{"text":"A hypochondriac wants his daughter to marry a doctor in the Moliere play with the alliterative title \"The Imaginary\" this","response":"Invalid"},{"text":"A woman wants a doctor to perform a lobotomy on her niece in the Tennessee Williams play \"Suddenly\" then","response":"Last Summer"}],"originalDate":"2019-11-26"},{"category":"\"TRON\" LEGACY","comments":"(Alex: Each response will end with those four letters.)","clues":[{"text":"An artist's financial supporter","response":"patron"},{"text":"Seen at stadiums, this giant screen that was trademarked by Sony is definitely bigger than an elephant","response":"a Jumbotron"},{"text":"Long before a Transformer villain was called this name, it was a nickname for the heroine in \"A Wrinkle in Time\"","response":"Megatron"},{"text":"Ernest Lawrence won a Nobel Prize in Physics for this particle accelerator","response":"a cyclotron"},{"text":"Graphite marks from No. 2 pencils were perfect to fill in the multiple choice bubbles on forms from this 8-letter co.","response":"Scantron"}],"originalDate":"2019-11-26"}],[{"category":"AMERICAN CATHEDRALS","comments":"","clues":[{"text":"Downtown L.A. has the aptly named cathedral of Our Lady of these beings","response":"Angels"},{"text":"Indianapolis' Scottish Rite Cathedral is not a place of worship but a meeting place for this fraternal society","response":"the Masons"},{"text":"Both Spanish &amp; French governors worshipped at a church on the site of what's now this city's St. Louis Cathedral","response":"New Orleans"},{"text":"Washington National Cathedral in D.C. is not Catholic, but this American member of the Anglican Communion","response":"Episcopalian"},{"text":"Nicknamed \"St. John the Unfinished\", this New York City cathedral is the world's largest Gothic one despite still being under construction","response":"the Cathedral of St. John the Divine"}],"originalDate":"2019-11-26"},{"category":"THE 1960s","comments":"","clues":[{"text":"A 1964 report from the surgeon general said this was \"causally related to lung cancer in men\"","response":"smoking"},{"text":"He was stripped of his heavyweight boxing title after he refused to be drafted into the Army","response":"(Muhammad) Ali"},{"text":"Timothy Leary famously told young people to \"Turn on, tune in\", do this","response":"drop out"},{"text":"Popular in surfer culture, this energetic dance style shares its name with an ethnic group of East-Central Africa","response":"the Watusi"},{"text":"In 1964 he went from leader of the Soviet Union to obscure pensioner","response":"Khrushchev"}],"originalDate":"2019-11-25"},{"category":"MEDICAL IDIOMS","comments":"","clues":[{"text":"It can mean to measure body heat but idiomatically, it means to survey the attitudes of a group of people","response":"take the temperature"},{"text":"Someone being treated the way he has treated others is \"getting\" this","response":"(taste of) their own medicine"},{"text":"A blow to one's reputation, or bruising around the organ of sight","response":"a black eye"},{"text":"An unpleasant fact that one must accept","response":"a bitter pill"},{"text":"A medical professional is mentioned in this phrase for exactly the thing needed","response":"just what the doctor ordered"}],"originalDate":"2019-11-25"},{"category":"NEW YORK-SET NOVELS","comments":"","clues":[{"text":"When the Book-of-the-Month Club asked about changing this novel's title, its author said, \"Holden Caulfield wouldn't like that\"","response":"<i>Catcher in the Rye</i>"},{"text":"9-year-old Oskar Schell searches for clues about his father who died on 9/11 in the novel \"Extremely Loud &\" this","response":"Incredibly Close"},{"text":"It begins, \"Amerigo Bonasera sat in New York criminal court ...and waited for justice; vengeance on the men who... hurt his daughter\"","response":"<i>The Godfather</i>"},{"text":"In this classic, Francie Nolan lives with her family in the poorer part of the Williamsburg neighborhood","response":"<i>A Tree Grows in Brooklyn</i>"},{"text":"Psychologist Dr. Laszlo Kreizler &amp; his team track down a brutal serial killer in this bestseller set in 1896","response":"<i>The Alienist</i>"}],"originalDate":"2019-11-25"},{"category":"IF IT WERE AN ACTION MOVIE","comments":"(Alex We want you to name the movie for us.)","clues":[{"text":"\"Losers' Club? No. Not tonight. That clown came after my friends. That clown came after me. Tonight, that clown...goes down\"","response":"<i>It</i>"},{"text":"To an Aussie dentist: \"I know where you work<span class=\"nobreak\">--</span>42 Wallaby Way. Release my son from your tank, or I will come for you\"","response":"<i>Finding Nemo</i>"},{"text":"Audrey Tautou: \"I tried to help people be happy. But your relative killed my mom. Now this French waitress is serving revenge...cold\"","response":"<i>Amélie</i>"},{"text":"A 2008 film: \"I may or may not be your father, but know this. If anyone ever kidnaps you, I will find you. Now, let's all sing 'Waterloo\"'","response":"<i>Mamma Mia!</i>"},{"text":"In a 2016 musical, \"You fired me for playing jazz piano, not Xmas songs. We each made a choice. But you won't get to live with yours\"","response":"<i>La La Land</i>"}],"originalDate":"2019-11-25"},{"category":"WORD ON THE STREET","comments":"","clues":[{"text":"In Manhattan: Lexington or Madison","response":"Avenue"},{"text":"In L.A.: Glendale, Sunset or Wilshire","response":"Boulevard"},{"text":"In Chicago: North Lake Shore or South Wacker","response":"Drive"},{"text":"In London: Drury or Leather this little road","response":"Lane"},{"text":"In Rome: Dei Condotti or Giuseppe di Vittorio","response":"Via"}],"originalDate":"2019-11-25"}],{"category":"THE ROCK &amp; ROLL HALL OF FAME","text":"Honored in 1998 as part of a rock group &amp; in 2019 as a solo artist, this singer was the first woman to be inducted into the Hall twice","response":"Stevie Nicks"}]}