{"mix":1400,"rounds":[[{"category":"COMMUNICATION","comments":"","clues":[{"text":"\"Memo\" is short for this short note","response":"memorandum"},{"text":"Salman Rushdie survived the fatwa against him for \"The Satanic Verses\" but Hitoshi Igarashi, who did this job for him, did not","response":"translating"},{"text":"This sneaky alliterative baseball action has been done using a telescope (1951) &amp; an Apple Watch (2017)","response":"stealing signs"},{"text":"Computer innovator Grace Hopper popularized the saying that it's better to ask forgiveness than this","response":"permission"},{"text":"In 2001 the Mass. Supreme Court ruled this often irrational nighttime communication inadmissible as evidence","response":"sleep talking"}],"originalDate":"2019-11-12"},{"category":"HOW'S YOUR LATIN VOCABULARY?","comments":"","clues":[{"text":"I'm very \"cross\" about this Latin word meaning a vital or pivotal point","response":"crux"},{"text":"Exlex translates as \"bound by no\" this","response":"law"},{"text":"Nimbus is this 5-letter object of nature","response":"a cloud"},{"text":"Someone deeply respected due to their serious nature has a lot of this 8- letter Latin term","response":"gravitas"},{"text":"Meaning an emergency force, \"posse\" this","response":"comitatus"}],"originalDate":"2019-11-12"},{"category":"NOVELS BY CHARACTERS","comments":"","clues":[{"text":"Heathcliff &<br>Edgar Linton","response":"<i>Wuthering Heights</i>"},{"text":"Yuri,<br>Uncle Kolya,<br>Lara","response":"<i>Doctor Zhivago</i>"},{"text":"By Zadie Smith:<br>Samad Iqbal &amp; family,<br>Archie Jones &amp; family,<br>the Chalfen family","response":"<i>White Teeth</i>"},{"text":"Nat;<br>Joseph Travis, his master;<br>Judge Cobb","response":"<i>The Confessions of Nat Turner</i>"},{"text":"Mildred Rogers &<br>the clubfooted Philip Carey","response":"<i>Of Human Bondage</i>"}],"originalDate":"2019-11-12"},{"category":"DON'T FORGET THE LYRICS","comments":"","clues":[{"text":"Elvis: \"We're caught in a trap, I can't walk out, because I love you too much, baby... we can't go on to-gether, with\" these","response":"suspicious minds"},{"text":"\"No no no no no, oo-eee-hoo, I'll tell you once more, before I get off the floor\", this E.L.O. title","response":"\"Don't Bring Me Down\""},{"text":"Walk the Moon: \"Oh don't you dare look back, just keep your eyes on me, I said you're holding back, she said\" do this","response":"shut up and dance with me"},{"text":"This group: \"My hump, my hump, my lovely lady lumps, my lovely lady lumps\"","response":"The Black Eyed Peas"},{"text":"Tom Jones: \"His fight goes on &amp; on &amp; on, but he thinks that the fight is worth it all, so he strikes like\" this","response":"Thunderball"}],"originalDate":"2019-11-12"},{"category":"REAL NAMES ON THE MARQUIS","comments":"","clues":[{"text":"The real name of this marquis &amp; American Revolution hero: Marie-Joseph Paul Yves Roch Gilbert du Motier","response":"Lafayette"},{"text":"The Jean-Baptiste Colbert show included becoming Marquis de Seignelay &amp; in 1689, Minister of State for this king","response":"Louis XIV"},{"text":"He was born Donatien Alphonse Francois, but fans of x-rated lit know him better as this","response":"the Marquis de Sade"},{"text":"Concino Concini, AKA the Marquis d'Ancre, was shot to death on the drawbridge of this palace (now a museum) on the right bank of the Seine","response":"the Louvre"},{"text":"In 1681 naval hero Abraham Duquesne was made Marquis du Quesne, but not an admiral, as he was this type of Christian","response":"a Protestant"}],"originalDate":"2019-11-11"},{"category":"WHAT'S HER SPORT?","comments":"","clues":[{"text":"Gabby Douglas","response":"gymnastics"},{"text":"Twins Monique &amp; Jocelyne Lamoureux","response":"hockey"},{"text":"Ali Krieger &amp; Ashlyn Harris","response":"soccer"},{"text":"Inbee Park &amp; Sung Hyun Park","response":"golf"},{"text":"Robin Roberts, in her college days (though her scholarship was for tennis)","response":"basketball"}],"originalDate":"2019-11-11"}],[{"category":"THE KING JAMES BIBLE SAYETH...","comments":"","clues":[{"text":"In this Bible book \"The children of Israel walked upon dry land in the midst of the sea\"","response":"Exodus"},{"text":"\"And now abideth faith, hope,\" this third virtue","response":"charity"},{"text":"Romans 12 says don't get people back when they wrong you; just wait, because this \"is mine; I will repay, saith the Lord\"","response":"vengeance"},{"text":"This book namechecks itself in the very first line: These sayings of \"the son of David\"","response":"Proverbs"},{"text":"You say you want a revelation? Truly, verily, it's the very last word in that book; now can I get one?","response":"amen"}],"originalDate":"2019-11-11"},{"category":"WORDS THAT USE ALL 5 VOWELS","comments":"","clues":[{"text":"This adjective means showy &amp; intended to impress","response":"ostentatious"},{"text":"To inject someone with a small amount of a disease so that they can become immune to it","response":"to inoculate"},{"text":"\"Dancing Queen\" can \"feel the beat from\" this instrument","response":"tambourine"},{"text":"It sounds like you're writing a novel, but it means to empower or formally sanction an act","response":"authorize"},{"text":"Ecstatic happiness","response":"euphoria"}],"originalDate":"2019-11-11"},{"category":"NON COMPOSE MENTIS","comments":"","clues":[{"text":"The phobic Arnold Schoenberg removed one \"A\" from a title because \"Moses und Aaron\" has this many letters","response":"13"},{"text":"Alexander Scriabin thought he was a musical Messiah; believers point out he was born on this day (true) &amp; died on Easter (no)","response":"Christmas"},{"text":"Prince Carlo Gesualdo published 6 books of these multi-voice Renaissance songs &amp; also gorily murdered his wife &amp; her lover","response":"madrigals"},{"text":"Obsessed with death, Anton Bruckner attended this event for the long-dead Beethoven in 1888 &amp; insisted on touching the skull","response":"being exhumed (an exhumation)"},{"text":"He died in an insane asylum not far from the Moldau, the river he immortalized in an 1875 work","response":"Bedrich Smetana"}],"originalDate":"2019-11-11"},{"category":"MATH GUYS","comments":"","clues":[{"text":"You get an \"A\" if you know this mathematician of the 200s B.C. wrote a treatise on centers of gravity","response":"Archimedes"},{"text":"Among Ptolemy's pursuits was drawing up a table of these<span class=\"nobreak\">--</span>not in a musical score but as line segments in a circle","response":"chords"},{"text":"A 1970s computer language is named for this Frenchman who invented a 1640s calculating machine","response":"Blaise Pascal"},{"text":"The subject of a 2001 film, this mathematician won a 1994 Nobel Prize in Economics","response":"John Nash"},{"text":"This Swiss mathematician's principle says the pressure in a fluid moving horizontally decreases as its velocity increases","response":"Bernoulli"}],"originalDate":"2019-11-11"},{"category":"A GENERIC TITLE","comments":"(Alex: Each correct response will have a genre in the title. And there is a spot, as you guys are aware, on the Internet, where somebody has put together many, many moments of me saying the word \"genre\", which I will get to say often today.)","clues":[{"text":"It's a puzzle, it's a genre, it's a PBS \"Masterpiece\" series","response":"mystery"},{"text":"It's a sequence, it's a genre, it's a podcast hosted by Sarah Koenig","response":"serial"},{"text":"Prince Noctis has work to do in edition XV of this alliterative role-playing video game","response":"<i>Final Fantasy</i>"},{"text":"In this movie Robert De Niro kidnaps Jerry Lewis","response":"<i>The King of Comedy</i>"},{"text":"The movie \"A Place in the Sun\" was based on this U.S. novel","response":"<i>An American Tragedy</i>"}],"originalDate":"2019-11-11"},{"category":"TRUE STORY","comments":"","clues":[{"text":"Natalie Y. Moore examined \"The South Side: A Portrait of\" this city \"and American Segregation \"","response":"Chicago"},{"text":"A gopher is on the cover of the book titled this comedy film: \"The Making of a Hollywood Cinderella Story\"","response":"<i>Caddyshack</i>"},{"text":"A nonfiction classic by Rabbi Harold Kushner is \"When\" these \"Happen to Good People\"","response":"Bad Things"},{"text":"Barack Obama's first book was \"Dreams from My Father\"; his second was this \"bold\" bestseller that arrived in 2006","response":"<i>The Audacity of Hope</i>"},{"text":"He wrote of the loss of both his parents in a 5-week span in \"A Heartbreaking Work of Staggering Genius\"","response":"(Dave) Eggers"}],"originalDate":"2019-11-11"}],{"category":"THE 20th CENTURY","text":"Maybe surprisingly, in 1918 this new leader was the first to recognize the independence of Finland","response":"Lenin"}]}