{"mix":1404,"rounds":[[{"category":"OPERA &amp; BALLET","comments":"","clues":[{"text":"This 1818 novel has been adapted as a ballet with an experimentalist named Victor &amp; the discovery of galvanism","response":"<i>Frankenstein</i>"},{"text":"Wagner wrote an opera about this pair of legendary lovers, King Mark's nephew &amp; King Mark's intended bride","response":"Tristan and Isolde"},{"text":"A courtesan named Violetta is the title fallen woman of this Verdi opera","response":"<i>La Traviata</i>"},{"text":"You'll find the Queen of Night in this, Mozart's last opera","response":"<i>The Magic Flute</i>"},{"text":"This title girl from an Adolphe Adam ballet dies in the first act &amp; must dance for a ghost queen in the second","response":"Giselle"}],"originalDate":"2019-11-04"},{"category":"ABBREV. &amp; ACRONYMS","comments":"","clues":[{"text":"This 5-letter acronym was once a telegraph code word for the occupant of 1600 Pennsylvania Avenue","response":"POTUS"},{"text":"A popular hashtag on Twitter is #icymi, short for this","response":"in case you missed it"},{"text":"Some want the NCAA to allow student athletes to be paid for the use of these 3 things often shorthanded as NIL","response":"name, image and likeness"},{"text":"Wanna boost traffic to your website? Try SEO, short for this","response":"search engine optimization"},{"text":"Abbreviated Bq, this unit of radioactivity is named for a French physicist","response":"Becquerel"}],"originalDate":"2019-11-04"},{"category":"TO THE STARS","comments":"","clues":[{"text":"The Outer Space Treaty prohibits these weapons or \"any other kinds of weapons of mass destruction\" from space","response":"nuclear weapons"},{"text":"In 1960 NASA made this German-born man the first director of the Marshall Space Flight Center","response":"Wernher von Braun"},{"text":"Abdul Ahad Mohmand, the first Afghan man in space, was not an astronaut but this similar kind of spaceman","response":"a cosmonaut"},{"text":"In 2019 this \"Heavy\" spaceX rocket launched a solar sail testing for space travel powered only by sunlight","response":"Falcon Heavy"},{"text":"Many of the European space agency's launches happen at its spaceport in this South American territory","response":"French Guiana"}],"originalDate":"2019-11-04"},{"category":"THE PARTY OF THE SECOND PART","comments":"(Alex: You have to name the actor who played the second listed title role.)","clues":[{"text":"\"Grace and Frankie\"","response":"Lily Tomlin"},{"text":"\"Dharma &amp; Greg\"","response":"Thomas Gibson"},{"text":"\"Joanie Loves Chachi\"","response":"Scott Baio"},{"text":"\"Rizzoli &amp; Isles\"","response":"Sasha Alexander"},{"text":"\"Mork &amp; Mindy\"","response":"Pam Dawber"}],"originalDate":"2019-11-04"},{"category":"THE U.N. REPORTS","comments":"","clues":[{"text":"An alarming 2019 environmental report called for action to reduce the 8 million tons of this substance going into oceans every year","response":"plastic"},{"text":"From a 2018 report: \"There is evidence that integrating\" these people fleeing violence \"in local economies can be mutually beneficial\"","response":"refugees"},{"text":"The 2013 World Health Report said zinc supplements reduce the rate in kids of this lung infection associated with the elderly","response":"pneumonia"},{"text":"The 2018 World Drug Report said about 192 million people worldwide used this recreational drug, including 38 million Americans","response":"marijuana"},{"text":"\"I.I\"! A 2016 report found this financial issue had increased in 75% of the world's cities in the preceding 2 decades","response":"income inequality"}],"originalDate":"2019-11-01"},{"category":"THEIR MAIN MUSICAL INSTRUMENT","comments":"","clues":[{"text":"Alicia Keys","response":"piano"},{"text":"Kenny G","response":"saxophone"},{"text":"Earl Scruggs","response":"banjo"},{"text":"Rock Hall of Famer Hal Blaine","response":"drums"},{"text":"Sarah Chang &amp; Midori","response":"violin"}],"originalDate":"2019-11-01"}],[{"category":"BIG &amp; SMALL SCREEN CLASSICS","comments":"","clues":[{"text":"Gwen Verdon said she helped dub in the tapping &amp; splashing in the title number in this 1952 film","response":"<i>Singin' in the Rain</i>"},{"text":"It's 10 years later as Al Swearengen &amp; friends celebrate South Dakota statehood on the 2019 movie based on this HBO series","response":"<i>Deadwood</i>"},{"text":"Charlie Chaplin faces the perils of technology in this 1936 film that was also the last appearance of \"The Tramp\"","response":"<i>Modern Times</i>"},{"text":"Howie Mandel &amp; Denzel Washington were on staff at this '80s show set at St. Eligius Hospital","response":"<i>St. Elsewhere</i>"},{"text":"In this Alexander Payne film, Paul Giamatti is asked, \"Why are you so into Pinot?\"","response":"<i>Sideways</i>"}],"originalDate":"2019-11-01"},{"category":"AGRICULTURE","comments":"","clues":[{"text":"Farmers plant trees around farms to create windbreaks as they battle this, attrition of soil by wind","response":"erosion"},{"text":"A 138-pound cabbage set a world record for Scott Robb, a farmer in this state, benefiting from the above-average amount of sunlight","response":"Alaska"},{"text":"In France &amp; Germany, asparagus is grown underground to inhibit this pigment, creating a delicious white variety","response":"chlorophyll"},{"text":"This 11-letter type of farming supplies produce for the farmer to eat, but not enough for market","response":"subsistence"},{"text":"Most of the dairy cows in the U.S. are descended from this cattle breed named for an area of northern Germany","response":"Holstein"}],"originalDate":"2019-11-01"},{"category":"CONTRACTIONS","comments":"","clues":[{"text":"Why'd you do that? \"Just...\" this 5-letter contraction","response":"'cause"},{"text":"The American Heritage Dictionary calls it \"perhaps the single most famous feature of southern United States dialects\"","response":"y'all"},{"text":"A contraction of \"would rather\"; having these would mean you'd get your way","response":"druthers"},{"text":"There is a contraction in this French phrase for \"please\"; it's literally \"if it pleases you\"","response":"s'il vous plait"},{"text":"The poem \"Home, Sweet Home\" doesn't begin, \"'Mong pleasures &amp; palaces though we may roam\"; the first word is this contraction","response":"Mid"}],"originalDate":"2019-11-01"},{"category":"THE NATIONAL BOOK AWARDS","comments":"","clues":[{"text":"This Tom Wolfe work was spacey but had the correct contents to win a 1980 Nonfiction Award","response":"<i>The Right Stuff</i>"},{"text":"The 2017 Nonfiction winner was Masha Gessen's \"The Future is History: How Totalitarianism Reclaimed\" this superpower","response":"Russia"},{"text":"Colson Whitehead liberated the 2016 Fiction Award for his novel about this title 19th century \"conveyance\"","response":"<i>The Underground Railroad</i>"},{"text":"Thomas Pynchon found the Fiction Prize at the end of this 1973 novel","response":"<i>Gravity's Rainbow</i>"},{"text":"He won Fiction Awards for \"The Magic Barrel\" &amp; \"The Fixer\" but not for \"The Natural\"","response":"Bernard Malamud"}],"originalDate":"2019-11-01"},{"category":"B.C.","comments":"","clues":[{"text":"Starting around 600 B.C. many Jews were deported east from the kingdom of Judah in what's known as the Babylonian this forced departure","response":"Babylonian Exile (or diaspora)"},{"text":"Human occupation on Corsica dates from at least the 3rd millennium B.C., as evident from dolmens &amp; menhirs, standing these","response":"stones"},{"text":"Ostia, at the mouth of this river, served as Rome's naval base &amp; commercial harbor","response":"the Tiber"},{"text":"In the 1st century B.C. Philo of Larissa taught his skeptical Philo-sophy at this school founded by Plato","response":"the Academy"},{"text":"The 6th century B.C. Temple of Artemis was a mainstay of this city whose residents St. Paul would later pen a letter to","response":"Ephesus"}],"originalDate":"2019-11-01"},{"category":"HOBBIES","comments":"","clues":[{"text":"Many artistic hobbyists set up an easel outdoors to create this type of painting depicting natural scenery like mountains or trees","response":"a landscape"},{"text":"Assemblage art is sort of the 3-D version of this art of gluing paper or other materials to a background","response":"collage"},{"text":"Keep mentally fit by learning a new one of these, perhaps with an app such as Babbel","response":"a language"},{"text":"Using the 3 main ingredients, baking soda, Epsom salts &amp; citric acid, you too can make these \"explosive\" tub additions","response":"bath bombs"},{"text":"At the Merseyside Maritime Museum, Des Newton would delight kids by showing how to make these impossible-seeming models","response":"ships in a bottle"}],"originalDate":"2019-10-31"}],{"category":"MONEY","text":"Smallest U.S. denomination, it appears on no coins, just trading stamps, &amp; tax notices","response":"1 mill (1/10 of a cent)"}]}