{"mix":1405,"rounds":[[{"category":"NEW TESTAMENT QUOTES","comments":"(Alex: We're talking about the King James Version here.)","clues":[{"text":"\"A new\", perhaps an 11th, one of these: \"I give unto you, that ye love one another; as I have loved you\"","response":"commandments"},{"text":"\"For as in\" him \"all die, even so in Christ shall all be made alive\"","response":"Adam"},{"text":"Chide those who don't believe in you by quoting Matthew 6: \"O ye of\" this","response":"little faith"},{"text":"\"Ye will surely say unto me... Physician\" do this","response":"heal thyself"},{"text":"Jesus said that a wise man built his house upon a rock but the foolish man \"built his house upon\" this","response":"sand"}],"originalDate":"2019-10-31"},{"category":"COLOR TELEVISION","comments":"","clues":[{"text":"The trials &amp; tribulations of doctors play out at a Seattle hospital on this show","response":"<i>Grey's Anatomy</i>"},{"text":"David Attenborough narrated this \"global\" 2017 nature documentary series for the BBC","response":"<i>Blue Planet</i>"},{"text":"On this TV drama, master criminal James Spader is Red all over","response":"<i>The Blacklist</i>"},{"text":"Led by Kevin Costner, a ranching family in Montana faces off against those encroaching on their land in this series","response":"<i>Yellowstone</i>"},{"text":"Inspired by stories of G.K. Chesterton, this show features a Catholic priest with a knack for solving mysteries in an English village","response":"<i>Father Brown</i>"}],"originalDate":"2019-10-31"},{"category":"MOUNTAIN STATES","comments":"(Alex: We'll give you the mountain. You identify the state in which it's found.)","clues":[{"text":"13,100-foot Truchas Peak in the Santa Fe Mountains","response":"New Mexico"},{"text":"Grand Teton, towering over Jackson Hole","response":"Wyoming"},{"text":"Mount Lassen, at the southern end of the Cascades","response":"California"},{"text":"Mount Elbert, highest of the American Rockies","response":"Colorado"},{"text":"5,344-foot Mount Marcy, highest of the Adirondacks","response":"New York"}],"originalDate":"2019-10-31"},{"category":"BET IT \"ALL\"!","comments":"(Alex: \"A-L-L\" coming up in each correct response.)","clues":[{"text":"A missed shot in basketball that touches no iron or backboard","response":"an airball"},{"text":"To remove previously activated software from a computer","response":"uninstall"},{"text":"Structural term to engage in stalling tactics &amp; to refuse to give information","response":"stonewalling"},{"text":"Sort of a rap-reggae hybrid, this style of music originated in Jamaica in the late '70s","response":"dancehall"},{"text":"This Norse god of light &amp; the dawn is also the guardian of Bifrost, the rainbow bridge","response":"Heimdall"}],"originalDate":"2019-10-31"},{"category":"MOVIE CHALLENGE","comments":"","clues":[{"text":"Hiccup is the hero of this animated trilogy about Vikings &amp; the creatures they once feared","response":"<i>How to Train Your Dragon</i>"},{"text":"Bo Derek played this man's stepmother in \"Tommy Boy\"","response":"Chris Farley"},{"text":"In 2019 Christina Hendricks revealed that's her hand holding the rose on the poster for this 1999 Best Picture Oscar winner","response":"<i>American Beauty</i>"},{"text":"Spanish slang for \"hitman\" provides the title of this drug cartel thriller with Benicio del Toro &amp; its \"Day of the Soldado\" sequel","response":"<i>Sicario</i>"},{"text":"Name of the leopard Katharine Hepburn is \"Bringing Up\" in a screwball classic","response":"Baby"}],"originalDate":"2019-10-31"},{"category":"THE SYNDROME SYNDROME","comments":"","clues":[{"text":"Pianist Gary Graffman rebounded from this syndrome in his right hand to play concertos for the left hand","response":"carpal tunnel"},{"text":"A person born with the most common type of this condition has an extra copy of chromosome 21 in each cell","response":"Down syndrome"},{"text":"Spitting in public was outlawed in China to combat this 4-letter respiratory syndrome","response":"SARS"},{"text":"rls.org wants to turn the 1st \"R\" in this syndrome into \"relieved\"; it's about limb movement but can also involve a burning sensation","response":"restless legs syndrome"},{"text":"The immune system attacks nerves in the syndrome named for Georges Guillain &amp; this other French physician","response":"Barré"}],"originalDate":"2019-10-31"}],[{"category":"\"H\"ISTORY","comments":"(Alex: Each correct response beginning with the letter H.)","clues":[{"text":"Attila was the king of these people from 434 to 453","response":"the Huns"},{"text":"About a dozen transatlantic trips were scheduled for this airship; after May 1937, tickets became void","response":"the <i>Hindenburg</i>"},{"text":"This defensive barrier was in use until almost the end of the Roman rule of Britain","response":"Hadrian's Wall"},{"text":"This 1862 law providing 160 acres, basically free after 5 years' residence, was still on the books in the lower 48 states until 1976","response":"the Homestead Act"},{"text":"A group known as the \"Chicago 8\" were blamed for the violence during an 1886 riot in this Chicago square","response":"Haymarket Square"}],"originalDate":"2019-10-31"},{"category":"FICTIONAL FLAGS FLYING","comments":"","clues":[{"text":"A lemon &amp; a radiation symbol are both featured on the flag of this TV cartoon city","response":"Springfield"},{"text":"This author wrote that Ozma's flag had 4 quadrants for the regions of Oz, with, of course, a green center","response":"(Frank) Baum"},{"text":"A large \"F\" is emblazoned on the flag of Freedonia, a country run by this funnyman in \"Duck Soup\"","response":"Groucho Marx"},{"text":"After arriving by submarine, this character claims the South Pole with a black flag bearing a gold \"N\"","response":"Captain Nemo"},{"text":"In \"Nostromo\", this author describes the flag of Costaguana as red &amp; yellow with 2 palm trees","response":"Joseph Conrad"}],"originalDate":"2019-10-31"},{"category":"STRONG LANGUAGE","comments":"","clues":[{"text":"You can \"hang\" this way to get through adversity; you know, this \"it out\"","response":"tough"},{"text":"Proverbially, if you're in good health, you're \"hale &\" this other \"H\" word","response":"hearty"},{"text":"Burly, or the maker of tear-a-square paper towels","response":"Brawny"},{"text":"Old-school way to say one is feelin' peppy<span class=\"nobreak\">--</span>you've got \"vim &\" this","response":"vigor"},{"text":"This word used to describe the strength or the flavor of coffee comes from the Latin for \"oak tree\"","response":"robust"}],"originalDate":"2019-10-31"},{"category":"COLLEGE TOWNS","comments":"","clues":[{"text":"It's the L-V in UNLV","response":"Las Vegas"},{"text":"This city that's home to the oldest University of California campus often ranks as the \"most liberal city in America\"","response":"Berkeley"},{"text":"This city that's home to Brigham Young University was originally known as Fort Utah","response":"Provo"},{"text":"Ulysses would fit right in in this city at the south end of Cayuga Lake","response":"Ithaca"},{"text":"The main campus for the University of Arkansas is located in this city nicknamed the \"Athens of the Ozarks\"","response":"Fayetteville"}],"originalDate":"2019-10-30"},{"category":"A HISTORICAL RHETORICAL","comments":"","clues":[{"text":"European explorers, is it worth your toes &amp; maybe your lives to go 500 mi. north of the Arctic Circle to find this path to the Pacific?","response":"the Northwest Passage"},{"text":"Hey you, not-so-law-abiding 1920s guy! Think the feds will indict you on 22 counts of tax evasion? You should!","response":"Capone"},{"text":"Visigoth princes of Spain, are you sure it's a good idea to invite these people to help you take power? They have their own agenda","response":"the Moors"},{"text":"The foundation's kinda shaky... is a 180' tower in this Italian city a good idea? Heck, it's 1173, we have the technology!","response":"Pisa"},{"text":"Yo, France... between 1930 &amp; '40, will it be worth it to spend billions of francs on this \"Line\" of defense? (it will not)","response":"the Maginot Line"}],"originalDate":"2019-10-30"},{"category":"\"IO\"-9","comments":"(Alex: 9-letter words that have the letters \"I-O\" in them.)","clues":[{"text":"Cat killer, or NASA rover","response":"curiosity"},{"text":"To be verklempt is to be considered very this","response":"emotional"},{"text":"In sushidom, California rolls often include fish called this type of \"crab\"","response":"imitation"},{"text":"A permit to drive a taxi; one in a big city has sold for as much as $1.3 million","response":"a medallion"},{"text":"Referring to a standard of judgment, this word comes before an important \"Collection\" of classic movies","response":"Criterion"}],"originalDate":"2019-10-30"}],{"category":"SCIENCE &amp; THE BIBLE","text":"A 2021 study suggested that an asteroid that struck the Jordan Valley c. 1650 B.C. gave rise to the story of this city in Genesis 19","response":"Sodom"}]}