{"mix":1407,"rounds":[[{"category":"GRANT","comments":"","clues":[{"text":"Ulysses S. Grant said the story that this general had offered his sword &amp; Grant had returned it was \"the purest romance\"","response":"Lee"},{"text":"When fellow West Point cadets saw the name U.S. Grant, they mockingly called him this, after a national symbol","response":"Uncle Sam"},{"text":"As a young man, Grant's dad lived with this militant abolitionist &amp; thought he was a man of high morals but a fanatic","response":"John Brown"},{"text":"As president, Grant tried to annex this Caribbean \"Republic\", but the Senate rejected his treaty","response":"the Dominican"},{"text":"Grant said, \"I do not think there was ever a more wicked war than\" this one, the first in which he fought","response":"the Mexican-American War"}],"originalDate":"2019-10-29"},{"category":"THE 2019 <em class=\"underline\">TIME</em> 100","comments":"","clues":[{"text":"\"When our country needed someone to untangle Russian election interference, he served again\"","response":"Mueller"},{"text":"This actress \"is primed to be one of Marvel's next big leaders at a time when women are breaking ceilings in all spaces\"","response":"Brie Larson"},{"text":"Mitch McConnell wrote of the \"impartial jurisprudence\" of this successor to Anthony Kennedy","response":"Kavanaugh"},{"text":"Robert Downey Jr. called this Egyptian-American actor a \"testament to hardworking immigrants raising their kids right\"","response":"Rami Malek"},{"text":"The chimpanzee research she began at age 26 in Tanzania \"ended up changing behavioral science forever\"","response":"Jane Goodall"}],"originalDate":"2019-10-28"},{"category":"DELIVER THE LETTER","comments":"","clues":[{"text":"A 2.0 GPA","response":"a C"},{"text":"Have a grand time with this Roman numeral for 1,000","response":"M"},{"text":"Friends of the King of Rock 'n' Roll sometimes called him by this single letter","response":"E"},{"text":"The setting of an adjustable lens aperture is a this-stop","response":"f-stop"},{"text":"It comes before \"-value\" to indicate the strength of evidence in some experiments, or before \"-hacking\" if data are manipulated","response":"P"}],"originalDate":"2019-10-28"},{"category":"POP &amp; ROCK MUSIC","comments":"","clues":[{"text":"This \"Hotel California\" band first came together to back Linda Ronstadt at a concert at Disneyland","response":"the Eagles"},{"text":"Oddly, female rapper Megan Pete calls herself \"Megan Thee\" this word for a male horse","response":"Stallion"},{"text":"In 2019 this 5-letter rap &amp; R&B artist had the \"Juice\" to be nominated for Best New Artist at the VMAs","response":"Lizzo"},{"text":"In 2019 Madonna performed at but did not compete in this international song competition","response":"Eurovision"},{"text":"This Jackson Browne album about life on the road was recorded onstage, backstage, in hotel rooms &amp; on a tour bus","response":"<i>Running On Empty</i>"}],"originalDate":"2019-10-28"},{"category":"HALLOWEEN TRADITIONS","comments":"","clues":[{"text":"A Celtic tradition of using hollowed-out turnips with candles inside led to these distinctive &amp; larger Halloween gourds","response":"jack-o-lanterns"},{"text":"It's said these 2 colors trace back to the festival of Samhain, one representing death &amp; the other the autumn harvest","response":"orange & black"},{"text":"The first time the White House was decorated for Halloween was in 1958, when she, Ike's better half, hung owls &amp; goblins","response":"Mamie Eisenhower"},{"text":"This no-hands Halloween game may be related to the Roman celebration of the goddess Pomona","response":"bobbing for apples"},{"text":"This 20th century performer's museum in Scranton, Penn. features an online seance every Halloween","response":"Houdini"}],"originalDate":"2019-10-28"},{"category":"JUST GIVE US THE CANDY!","comments":"","clues":[{"text":"This candy \"melts in your mouth, not in your hand\"","response":"M&M's"},{"text":"\"Nobody better lay a finger on\" this crispety, crunchety candy bar I've been saving","response":"Butterfinger"},{"text":"These \"Everlasting\" jawbreakers sold under the Wonka label change colors &amp; flavors as you eat them","response":"Gobstoppers"},{"text":"\"At work, rest or play, you get three great tastes in\" this galactic goody","response":"Milky Way"},{"text":"\"Sometimes you feel like a nut, sometimes you don't\"; better get one of each of these just to be sure","response":"Mounds & Almond Joy"}],"originalDate":"2019-10-28"}],[{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"This president submitted his draft of the covenant for the League of Nations on February 14, 1919","response":"Wilson"},{"text":"After Bobby Thomson's 1951 \"Shot Heard 'Round the World\", this team won the pennant! This team won the pennant!","response":"the Giants"},{"text":"Made when she was 23, Meret Oppenheim's 1936 furry teacup is a landmark of this art movement","response":"Surrealism"},{"text":"Kenya's first president, Jomo Kenyatta, carried a fly whisk, a symbol of wealth, indicating you kept your horses safe from these flies","response":"tsetse flies"},{"text":"He became king of Spain in 1975 &amp; helped the country transition to democracy after Franco's dictatorship","response":"Juan Carlos"}],"originalDate":"2019-10-28"},{"category":"PEN NAMES","comments":"","clues":[{"text":"In England the gravestone for Charles Lutwidge Dodgson mentions this pen name in parentheses","response":"Lewis Carroll"},{"text":"A perfect spy could tell you it's the pen name of the British novelist born David John Moore Cornwell","response":"John le Carré"},{"text":"Erika Leonard wrote \"Twilight\" fan fiction under the name Snowqueens Icedragon &amp; the \"Fifty Shades\" books under this name","response":"(E.L.) James"},{"text":"She's from Antigua, but longtime New Yorker writer Elaine Potter Richardson uses the pen name this island Kincaid","response":"Jamaica"},{"text":"Since 1930, titles credited to this Nancy Drew author have included \"The Bungalow Mystery\" &amp; more recently \"Crime at the Chat Cafe\"","response":"Carolyn Keene"}],"originalDate":"2019-10-28"},{"category":"EXERCISE","comments":"","clues":[{"text":"Many consider cast iron to be the original type of this gym weight that has an attached handle; now \"ring\" in!","response":"a kettlebell"},{"text":"Contrology is the former name of this exercise discipline created by &amp; named for German gymnast Joseph","response":"Pilates"},{"text":"This Chinese martial art has been called \"meditation in motion\"; balance is important in its series of fluid movements","response":"tai chi"},{"text":"At a CrossFit gym, AMRAP stands for this, &amp; the higher the number, the better","response":"as many reps as possible"},{"text":"This alphanumeric fitness regimen uses \"the advanced science of muscle confusion\"","response":"P90X"}],"originalDate":"2019-10-28"},{"category":"CROSSWORD CLUES \"Y\"","comments":"(Alex: Each correct response, of course, beginning with that letter.)","clues":[{"text":"Seinfeldian term for \"etc.\" (4-4-4)","response":"yada-yada-yada"},{"text":"Avian slang for a convict (8)","response":"a yardbird"},{"text":"Adjective for workmanlike service (6)","response":"yeoman"},{"text":"A real busybody (5)","response":"a yenta"},{"text":"Mighty ash tree at the center of Norse creation myths (9)","response":"Yggdrasil"}],"originalDate":"2019-10-28"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"In the original Italian, this coffee drink with steamed milk has \"caffé\" before it","response":"latte"},{"text":"The name of this craft is Japanese for \"folding paper\"","response":"origami"},{"text":"Oy, you're so clumsy<span class=\"nobreak\">--</span>in fact, you're this Yiddish word for a clumsy person, from a word meaning \"wooden beam\"","response":"a klutz"},{"text":"The name of this mythical sea monster was released from the Norwegian language","response":"the Kraken"},{"text":"A pair of Mandarin ducks in your home are great for love luck in this harmonious Chinese living space practice","response":"feng shui"}],"originalDate":"2019-10-25"},{"category":"DAM THAT RIVER!","comments":"","clues":[{"text":"Aswan High Dam","response":"the Nile"},{"text":"Lake Winnibigoshish Reservoir Dam in Minnesota &amp; Melvin Price Locks &amp; Dam in Illinois","response":"the Mississippi"},{"text":"Three Gorges Dam","response":"the Yangtze"},{"text":"Gorky Dam at Nizhny Novgorod","response":"the Volga"},{"text":"The Kariba Dam at the border of Zambia &amp; Zimbabwe","response":"the Zambezi"}],"originalDate":"2019-10-25"}],{"category":"AGRICULTURE","text":"Being brought to the U.S. by a ship docking at San Francisco in 1851 helped lead to it now being a major crop in the Midwest","response":"soybeans"}]}