{"mix":1409,"rounds":[[{"category":"INTERNATIONAL BUSINESS","comments":"","clues":[{"text":"In 2019 this letter-perfect Dutch airline celebrates its centenary","response":"KLM"},{"text":"This Swiss food &amp; chocolate company owns brands like Purina &amp; Gerber baby food","response":"Nestlé"},{"text":"In 1900 this Japanese company began producing upright pianos; motorcycles came along more than half a century later","response":"Yamaha"},{"text":"Originally founded as a grocery store, today this London icon boasts more than 100 departments &amp; about 20 restaurants","response":"Harrods"},{"text":"State-owned &amp; known by this 5-letter name for short, Mexico's largest company is this oil concern","response":"Pemex"}],"originalDate":"2019-10-23"},{"category":"A POETIC GEOGRAPHY LESSON","comments":"","clues":[{"text":"\"Hail to thee, monarch of African mountains\", begins Bayard Taylor's verse about this peak","response":"Kilimanjaro"},{"text":"Bessie Rayner Parkes described this Scottish region as \"hills that were born of ages... like monuments to mighty gods\"","response":"the Highlands"},{"text":"Longfellow's line \"On the shores of Gitche Gumee\" from \"The Song of Hiawatha\" refers to this Great Lake","response":"Lake Superior"},{"text":"Switzerland's \"Lake Leman woos me with its crystal face\", mused this poet in \"Childe Harold's Pilgrimage\"","response":"Byron"},{"text":"George Prentice's poem \"Lookout Mountain\" recounts the 1863 battle for this Tennessee city","response":"Chattanooga"}],"originalDate":"2019-10-23"},{"category":"TV SHOW \"ME\"","comments":"(Alex: \"M-E\" comin' up in each correct response.)","clues":[{"text":"Time magazine's November 23, 1970 cover called this show still popular today \"TV's gift to children\"","response":"<i>Sesame Street</i>"},{"text":"Ben Savage was the title \"Boy\" of this '90s sitcom","response":"<i>Boy Meets World</i>"},{"text":"Patricia Arquette won an Emmy as the title crime solver on this show","response":"<i>Medium</i>"},{"text":"We found out the Almighty is on Facebook on this Brandon Micheal Hall show on CBS","response":"<i>God Friended Me</i>"},{"text":"This 1997-2003 sitcom starring David Spade &amp; Laura San Giacomo was set at a fashion magazine","response":"<i>Just Shoot Me!</i>"}],"originalDate":"2019-10-23"},{"category":"A TREE GROWS IN BOOK LAND","comments":"","clues":[{"text":"The Whomping Willow does its whomping on the grounds of this castle","response":"Hogwarts"},{"text":"The party tree that grew in this Middle-earth land was the location of Bilbo's farewell speech","response":"the Shire"},{"text":"Shel Silverstein's \"The Giving Tree\" gives these fruits &amp; more to a thoughtless boy","response":"an apple"},{"text":"\"It was a right motley company that gathered about the noble greenwood tree in Sherwood's depths\" in an 1883 tale of this hero","response":"Robin Hood"},{"text":"After this title character accepts Rochester's proposal, lightning splits a chestnut tree at Thornfield Hall","response":"Jane Eyre"}],"originalDate":"2019-10-22"},{"category":"21st CENTURY TELEVISION","comments":"","clues":[{"text":"Fans of this show called it \"The Jack Bauer Power Hour\"","response":"<i>24</i>"},{"text":"Casey Webb has taken over for Adam Richman on this Travel Channel show that pits humanity against digestion","response":"<i>Man v. Food</i>"},{"text":"Justin Timberlake &amp; Frankie Muniz were the first 2 victims on this MTV prank show","response":"<i>Punk'd</i>"},{"text":"As Sydney Bristow on \"Alias\", this actress worked for SD-6 &amp; the CIA","response":"(Jennifer) Garner"},{"text":"Amybeth McNulty stars in the series \"Anne with an E\", a grittier take on this 1908 Canadian novel","response":"<i>Anne of Green Gables</i>"}],"originalDate":"2019-10-22"},{"category":"BRITISH PRIME MINISTERS","comments":"","clues":[{"text":"At the gov.uk site in the Past Prime Ministers section, there is only one listed as \"Baroness\"<span class=\"nobreak\">--</span>this person","response":"Margaret Thatcher"},{"text":"Before his PM-ship Robert Peel organized the London police force &amp; his nickname gave the cops this moniker","response":"Bobbies"},{"text":"A few months after quitting as prime minister in 2016, this Conservative gave up his seat in the House of Commons","response":"(David) Cameron"},{"text":"With the 1938 Munich Agreement, this PM granted most of Hitler's demands &amp; left Czechoslovakia to its fate","response":"Chamberlain"},{"text":"A giant of 19th century politics as well as a novelist, he was the first man of Jewish ancestry to be prime minister","response":"Disraeli"}],"originalDate":"2019-10-22"}],[{"category":"WHAT DO YOU LOVE?","comments":"","clues":[{"text":"Oenophile:<br>drink up!","response":"wine"},{"text":"Cinephile","response":"movies"},{"text":"Ornithophile","response":"birds"},{"text":"Theophile","response":"God"},{"text":"Heliophile","response":"the Sun"}],"originalDate":"2019-10-22"},{"category":"CHAMELEON","comments":"","clues":[{"text":"\"Karma Chameleon\" was a No. 1 hit in 1983 for this alliterative U.K. band fronted by Boy George","response":"Culture Club"},{"text":"About half the world's species of chameleon live on this large African island, with dozens existing nowhere else","response":"Madagascar"},{"text":"In the 2011 animated film \"Rango\", this swashbuckling actor voices the title chameleon","response":"(Johnny) Depp"},{"text":"To catch prey, chameleons can extend this to a distance nearly twice their body length","response":"their tongue"},{"text":"Some lizards can lose a tail &amp; not worry much, but chameleons don't have the ability to regrow body parts via this process","response":"regeneration"}],"originalDate":"2019-10-22"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Chemists say roasting is the key factor driving bitter taste in this beverage; wake up &amp; smell it!","response":"coffee"},{"text":"One who appears on a document transferring the title to realty may be \"a friend in\" this","response":"deed"},{"text":"You can climb the Hangayn Mountains in this country that's sandwiched between China &amp; Russia","response":"Mongolia"},{"text":"This Boston store's \"Basement\" was famous for its 1-day wedding gown sale dubbed the \"Running of the Brides\"","response":"Filene's"},{"text":"This little metal piece at the front of a gun barrel acts as a sight; marksmen \"draw\" it when they line up a target","response":"a bead"}],"originalDate":"2019-10-22"},{"category":"MOVING THE SAINTS","comments":"","clues":[{"text":"Swiped from the Holy Land, the reputed head of this decapitated saint is on display on a silver plate at Amiens Cathedral","response":"John the Baptist"},{"text":"This saint venerated in December was buried in Asia Minor but stolen &amp; moved to Italy; reputed bits of him have turned up all over","response":"(Saint) Nicholas"},{"text":"In 2004 bones of 2 saints taken from Constantinople to Rome were returned by the pope to this church's patriarch","response":"Eastern Orthodox"},{"text":"According to tradition, St. Mark's remains were stolen from Alexandria, taken to this European city, lost &amp; rediscovered","response":"Venice"},{"text":"A Louisville church displays almost half of the skeleton of St. Magnus, said to be a martyred one of these Roman legionary officers","response":"a centurion"}],"originalDate":"2019-10-22"},{"category":"ON THE \"B\"-LIST","comments":"(Alex: Each correct response will begin with that letter.)","clues":[{"text":"Equilibrium","response":"balance"},{"text":"It's said to be the \"soul of wit\"","response":"brevity"},{"text":"The late, great Bill Monroe was considered \"The Father of\" this type of music","response":"Bluegrass"},{"text":"This 5-letter word for the verge of catastrophe also means the edge of a steep drop","response":"brink"},{"text":"This word for troops camping outside comes from a German word for \"extra watch\"","response":"bivouac"}],"originalDate":"2019-10-22"},{"category":"GIVING AWAY THE MOVIE'S ENDING","comments":"(Alex: You have to give us the last word in the title of the film we're referring to.)","clues":[{"text":"Jack Skellington from Halloween Town tries to take over a holiday that's later in the year","response":"Christmas"},{"text":"During WWII 2 sisters join the first professional baseball league for women","response":"Own"},{"text":"From 1936, it warned how one puff of marijuana could lead to insanity &amp; death","response":"Madness"},{"text":"Professor Henry Jones is called back into action to uncover the secret of ancient craniums","response":"skull"},{"text":"Brad Pitt plays Jesse James at what turns out to be the end of his life","response":"Ford"}],"originalDate":"2019-10-22"}],{"category":"THE EASTERN U.S.","text":"At its peak, this state had 6 seats in the House of Representatives; since the 1930s, it has had just 1","response":"Vermont"}]}