{"mix":1410,"rounds":[[{"category":"STARTS &amp; ENDS WITH \"P\"","comments":"","clues":[{"text":"It's a person's style of handwriting; a doctor's is stereotypically poor","response":"penmanship"},{"text":"At the 2018 Indy 500 Scott Dixon's crew won the challenge named for this break for service","response":"pit stop"},{"text":"Ogden Nash called this root vegetable \"an anemic beet\"","response":"a parsnip"},{"text":"On a Vegas-set reality series, Rick Harrison buys, sells &amp; appraises items of historical value in this kind of establishment","response":"a pawn shop"},{"text":"The main building block of coral is this tiny organism","response":"a polyp"}],"originalDate":"2019-10-21"},{"category":"QUOTABLE NOTABLES","comments":"","clues":[{"text":"Archimedes was referring to this simple machine when he said, \"Give me where to stand, and I will move the earth\"","response":"a lever"},{"text":"F. Scott Fitzgerald warned that using this punctuation mark \"is like laughing at your own joke\"","response":"an exclamation mark"},{"text":"From this place, George Washington wrote his soldiers were unfit for duty because they were \"barefoot and otherwise naked\"","response":"Valley Forge"},{"text":"This French microbiologist said, \"Chance favors only the prepared mind\"","response":"Pasteur"},{"text":"In the 1940s this British novelist said \"The very concept of objective truth is fading out of the world\"","response":"George Orwell"}],"originalDate":"2019-10-21"},{"category":"CANADIAN NATIONAL STUFF, EH?","comments":"","clues":[{"text":"If you're having trouble remembering these 2 national colors of Canada, think of the flag","response":"red & white"},{"text":"Canada's motto is \"a Mari usque ad Mare\", translated as \"from\" this \"to\" this","response":"sea"},{"text":"Whether it's silver or bigleaf, Canada's national tree is this","response":"the maple"},{"text":"This rodent became a national symbol in 1975","response":"the beaver"},{"text":"The national anthem \"O Canada\" was first sung in 1880 here, Canada's only walled city","response":"Quebec City"}],"originalDate":"2019-10-21"},{"category":"&amp; NATIVE LAND","comments":"","clues":[{"text":"Musician Ravi Shankar","response":"India"},{"text":"President to some, not so much to others Nicolás Maduro","response":"Venezuela"},{"text":"The whiskey-wanting Greta Garbo","response":"Sweden"},{"text":"Painter with a pipe dream René Magritte","response":"Belgium"},{"text":"Nobel Peace Prize winner F.W. de Klerk","response":"South Africa"}],"originalDate":"2019-10-21"},{"category":"BAN THAT BOOK!","comments":"","clues":[{"text":"A book about George, who takes the new name Melissa, earned some bans but also one of these Greek-letter awards AKA the Lammys","response":"the Lambda Award"},{"text":"This Stowe novel was banned in parts of the slave-holding South &amp; in serf-holding Russia","response":"<i>Uncle Tom's Cabin</i>"},{"text":"Forget the love story<span class=\"nobreak\">--</span>Pasternak's \"Dr. Zhivago\" was banned in the USSR until 1987 because of its portrayal of this commie faction","response":"the Bolsheviks"},{"text":"Due to its alleged obscenity, in 1957 U.S. Customs seized 520 copies of this Allen Ginsberg poem printed in England","response":"\"Howl\""},{"text":"The 1722 novel \"Moll Flanders\" by this author has been taken off shelves for lewdness","response":"Daniel Defoe"}],"originalDate":"2019-10-21"},{"category":"ACCENTS","comments":"","clues":[{"text":"A 2019 survey ranked this island nation as having the sexiest accent; nearby Australia ranked fifth","response":"New Zealand"},{"text":"In Latin America, this word of thanks is pronounced with a soft \"C\"; in most of Spain, the \"C\" is said as a \"th\"","response":"gracias"},{"text":"Ewan McGregor called the Midwest accent he used for this TV show based on a movie the hardest one he'd ever done","response":"<i>Fargo</i>"},{"text":"Scouse, the accent for this port city on England's West Coast, comes from lobscouse, a sailor's dish","response":"Liverpool"},{"text":"It's another word for an Irish accent","response":"a brogue"}],"originalDate":"2019-10-21"}],[{"category":"THE GENDER-FREE OPTION","comments":"","clues":[{"text":"One suggestion for this chess piece: deputy sovereign","response":"queen"},{"text":"We could call this \"parental\" computer component a primary circuit board","response":"a motherboard"},{"text":"You can use this 6-letter term rather than Latina or Latino","response":"Latinx"},{"text":"How about \"synthetic\" or \"artificial\" instead of this hyphenated adjective","response":"man-made"},{"text":"To describe those who came before us, these \"bears\" are less patriarchal than these \"fathers\"","response":"forebears"}],"originalDate":"2019-10-21"},{"category":"ENABLING COOKIES","comments":"","clues":[{"text":"The Facebook page of this century-old brand of sandwich cookie has more than 42 million \"likes\"","response":"Oreo"},{"text":"A little elf told me that this brand makes E.L. Fudge, but obviously, that elf was slacking &amp; should get back to work","response":"Keebler"},{"text":"This Nabisco brand went cage-free on its box covers in 2018","response":"Animal Crackers"},{"text":"This Nestle cookie named for a Massachusetts inn dates to the 1930s","response":"a Toll House"},{"text":"These Girl Scout cookies are known as the \"Cradle of Polynesia\"","response":"Samoas"}],"originalDate":"2019-10-18"},{"category":"WEIRD SPORTS STUFF","comments":"","clues":[{"text":"It's not about hunting<span class=\"nobreak\">--</span>these rights that get NBA teams around the salary cap are named for Larry","response":"Bird rights"},{"text":"2 ketchup bottles top the scoreboard of \"The Big Ketchup Bottle\", this home to the Pittsburgh Steelers","response":"Heinz Field"},{"text":"Bodexpress didn't win this 2019 race, the second in the Triple Crown, but did finish<span class=\"nobreak\">--</span>not bad for running with no jockey","response":"the Preakness"},{"text":"One letter off from a big web company, it's a cricket ball thrown with unusual spin","response":"googly"},{"text":"Lionel Messi is diminutive &amp; a pest to those he faces, so he is dubbed \"La Pulga\", or this in English","response":"The Flea"}],"originalDate":"2019-10-18"},{"category":"CLUE \"N\" RESPONSE","comments":"(Alex: \"N\" coming up in each correct response.)","clues":[{"text":"Joan Jett sang \"I love\" this","response":"\"I Love Rock 'N' Roll\""},{"text":"With this product you toss your chicken in a bag with bread crumbs before it goes in the oven","response":"Shake 'n Bake"},{"text":"Beginning in 2016, this Axl Rose band's \"Not in This Lifetime\" tour played to more than 5 million fans","response":"Guns N' Roses"},{"text":"The name of this Clairol hair color brand emphasizes how simple it is","response":"Nice 'N Easy"},{"text":"This rap duo throws a pajama jammy jam in \"House Party 2\"","response":"Kid 'n Play"}],"originalDate":"2019-10-18"},{"category":"LESSER-KNOWN BROTHERS","comments":"","clues":[{"text":"Last name of 18th century printer James, who used the pen name \"Poor Robin\" for some of his almanacs","response":"Franklin"},{"text":"Last name of Louisiana privateer Pierre, who died following a skirmish in 1821; brother Jean outlived him","response":"Lafitte"},{"text":"In a song beloved by 1940s Red Sox fans, this name rhymes with \"better than his brother Joe\"","response":"DiMaggio"},{"text":"Al Capone's oldest brother, a lawman who went by \"Two-Gun\" Hart, was known for pursuing these prohibition violators","response":"bootleggers"},{"text":"With the new idea of using steel, Ludvig Nobel built the first modern one of these oil-carrying ships","response":"a tanker"}],"originalDate":"2019-10-18"},{"category":"THIS SIDE OF PARODIES","comments":"","clues":[{"text":"One of many efforts at parodying this play says, \"To wed, or not to wed... for in that married life what fights may come...\"","response":"<i>Hamlet</i>"},{"text":"The \"Batracho-Myomachia\", or \"Battle of Frogs &amp; Mice\", is an ancient parody of this epic","response":"the <i>Iliad</i>"},{"text":"We follow not a baby bird but a young woman in \"Are You My Boyfriend?\", a twist on this 1960 kids' book","response":"<i>Are You My Mother?</i>"},{"text":"First published anonymously, this author's \"The Rape of the Lock\" from 1712 is a mock-heroic narrative poem","response":"(Alexander) Pope"},{"text":"In this novel about Catherine Morland, Jane Austen parodied Gothic tales of terror","response":"<i>Northanger Abbey</i>"}],"originalDate":"2019-10-18"}],{"category":"WORLD GEOGRAPHY","text":"Mont Bellevue de l'Inini is the highest point in this European possession largely covered by the Amazon rainforest","response":"French Guiana"}]}