{"mix":1412,"rounds":[[{"category":"TV PETS","comments":"","clues":[{"text":"The standard by which all TV pets will forever be measured is this beloved Collie owned by young Timmy Martin","response":"Lassie"},{"text":"On \"Sabrina the Teenage Witch\", her talking black cat had this name, also a historic New England village","response":"Salem"},{"text":"A sea snail named Gary is the pet of this title burger joint employee","response":"SpongeBob SquarePants"},{"text":"Moose was the real name of the popular pup called Eddie on this sitcom","response":"<i>Frasier</i>"},{"text":"Arnold, one of these animals on \"Green Acres\", could change the TV channel &amp; play the piano","response":"a pig"}],"originalDate":"2019-10-16"},{"category":"SHIP OF THE LINE","comments":"","clues":[{"text":"\"The clangor of that blacksmiths' fray\" is a line by Herman Melville about this ironclad ship's battle with the Merrimack","response":"the <i>Monitor</i>"},{"text":"\"They say I got away in a boat / and humbled me at the inquiry\", begins Derek Mahon's \"After\" this, about a haunted survivor","response":"the Titanic"},{"text":"\"The ship went down like lead\" in this Samuel Taylor Coleridge poem about a man haunted by a guilty act","response":"<i>The Rime of the Ancient Mariner</i>"},{"text":"This ship \"is unsinkable / that was Hitler's cry\", ran a WWII-era Royal Navy poem titled \"The Sinking of\" it","response":"the <i>Bismarck</i>"},{"text":"\"Long time ago, from Amsterdam a vessel sailed away\", begins John Boyle O'Reilly's poem about this spooky title ship","response":"the <i>Flying Dutchman</i>"}],"originalDate":"2019-10-16"},{"category":"&amp; SOMETIMES Y","comments":"(Alex: Each response will be two words. One of them contains a \"Y\", the other does not.)","clues":[{"text":"A direction takes on a Y &amp; rises as a single-celled fungal organism","response":"east & yeast"},{"text":"A canvas roof extension extends further with a Y to become an action done when drowsy","response":"awning & yawning"},{"text":"Ecclesiastical law approves the addition of a Y to be a steep-sided deep valley","response":"canon & canyon"},{"text":"The occupation of examining accounting records adds a Y &amp; becomes an adjective that pertains to hearing","response":"auditor & auditory"},{"text":"A general term for a musical group adds Y to become a verb meaning to exchange words","response":"band & bandy"}],"originalDate":"2019-10-16"},{"category":"EXPLORERS","comments":"","clues":[{"text":"In June 1503, during his fourth voyage, this man &amp; his remaining crew members were marooned on Jamaica","response":"Christopher Columbus"},{"text":"A sea off Alaska is named for this Danish explorer","response":"(Vitus) Bering"},{"text":"Around 980 he sailed west &amp; named the land he found Greenland","response":"Erik the Red"},{"text":"As part of the topographical corps of the U.S. Army, this \"Pathfinder\" surveyed the upper Missouri River","response":"(John C.) Fremont"},{"text":"In 1855 he saw the falls Africans called Mosi-oa-Tunya (\"smoke that thunders\"), which he renamed for his queen","response":"(Dr.) Livingstone"}],"originalDate":"2019-10-15"},{"category":"SOCIOLOGIST'S GLOSSARY","comments":"","clues":[{"text":"One definition of these trends is an \"amusing mass involvement\" that's short-lived; Hula Hoops &amp; smiley faces are 2 examples","response":"a fad"},{"text":"From the Latin for \"absorbed\", it's the process by which immigrants are absorbed into the majority culture","response":"assimilation"},{"text":"The counterpart of a certain ceiling, this type of floor prevents screwups born into privilege from falling too far socioeconomically","response":"the glass floor"},{"text":"Like orders of angels, it's the arrangement of positions in rank order, with those below reporting to those above","response":"hierarchy"},{"text":"To us, it means a too-complex system of rules, but to Max Weber, it was an ideal type of hypothetical organization","response":"bureaucracy"}],"originalDate":"2019-10-15"},{"category":"TV MORNING SHOWS","comments":"","clues":[{"text":"In 2005 Robin Roberts began co-anchoring this show, \"GMA\" for short","response":"<i>Good Morning America</i>"},{"text":"The road in the title of CNBC's \"Squawk on the Street\" is this one &amp; they cover the day there from the opening bell","response":"Wall Street"},{"text":"Ana Patricia Gámez helps wake up the USA's Spanish speakers on \"Despierta América\" on this TV network","response":"Univision"},{"text":"Groundbreaking female hosts of this morning show that premiered in 1952 include Jane Pauley &amp; Barbara Walters","response":"the <i>TODAY Show</i>"},{"text":"She co-hosts MSNBC's \"Morning Joe\"","response":"Mika Brzezinski"}],"originalDate":"2019-10-15"}],[{"category":"THAT CODEX MOMENT","comments":"","clues":[{"text":"The codex, an early form of the modern book, began replacing this less wieldy form early in the first millennium A.D.","response":"a scroll"},{"text":"The Codex Vaticanus &amp; the codex named for this mount are the earliest known manuscripts of the Bible","response":"Mount Sinai"},{"text":"The Madrid Codex is one of a handful of this Mesoamerican culture's hieroglyphic texts to survive 16th C. Spanish burnings","response":"the Maya"},{"text":"The 13th century Codex Regius, containing the Elder Edda, is a national treasure of this country","response":"Iceland"},{"text":"The 6th century codex of this great Byzantine Emperor was a compilation &amp; distillation of Roman law","response":"Justinian"}],"originalDate":"2019-10-15"},{"category":"POP CULTURE","comments":"","clues":[{"text":"This reality show returned to MTV in 2019, with Spencer &amp; Heidi now parents","response":"<i>The Hills</i>"},{"text":"This alliterative MMORPG released a \"Classic\" version in 2019 that returns players to Azeroth prior to its many expansions","response":"World of Warcraft"},{"text":"Taylor Swift's song \"Me!\" features Brendon Urie of this band that's got an exclamation point in its name!","response":"Panic! at the Disco"},{"text":"In \"John Wick: Chapter 3\", Keanu kicks butt with Sofia, played by this Oscar-winning actress","response":"Halle Berry"},{"text":"In the comics this town is the rural residence of Li'l Abner","response":"Dogpatch"}],"originalDate":"2019-10-15"},{"category":"AUTOMATONS","comments":"","clues":[{"text":"Czech writer Karel Capek wrote the play \"R.U.R.\", short for \"Rossum's Universal\" these automata","response":"robots"},{"text":"Talos was a mythical giant automaton made of this tin/copper alloy to protect Crete","response":"bronze"},{"text":"This 2011 Martin Scorsese movie is based on a Brian Selznick book about a boy who fixes an automaton with a secret message","response":"<i>Hugo</i>"},{"text":"In Offenbach's opera \"Tales of\" this man, the writer falls in love with an automaton named Olympia","response":"Hoffmann"},{"text":"The Hebrew name of this creature made of clay is also a word for an automaton","response":"a golem"}],"originalDate":"2019-10-15"},{"category":"LONDON'S BLUE PLAQUES","comments":"(Alex: Over 900 of them marking the home or workplace of famous people.)","clues":[{"text":"A blue plaque shows the Soho location where John Logie Baird, a claimant as the inventor of this medium, first demoed it in 1926","response":"television"},{"text":"Though she fought plaque, Lilian Lindsay would have liked the one that honors her as Britain's 1st woman in this profession","response":"a dentist"},{"text":"He could have said, \"I need the 2-wheeled carriage or 'cab' named for me to take me home to 27 Sumner Place\"","response":"(Joseph) Hansom"},{"text":"A play &amp; 2 movies were titled \"The Barretts of\" this street &amp; that's where Elizabeth Barrett Browning's plaque is","response":"Wimpole Street"},{"text":"This composer of \"The Planets\" has a plaque on St. Paul's Girls' School, where he taught &amp; which is still operating","response":"Gustav Holst"}],"originalDate":"2019-10-15"},{"category":"LET'S LIVE ABROAD","comments":"","clues":[{"text":"Let's turn our winter into mega-winter in this region that's about 75% of Russia's area; we love a brisk -80º day!","response":"Siberia"},{"text":"...But not too far abroad! This border city about 15 miles south of San Diego will keep us close to the good ol' USA","response":"Tijuana"},{"text":"We'll add ourselves to the 2.6 million in this most populous city in Canada; West Queen West is a happening area","response":"Toronto"},{"text":"As this city hosted the Olympics in '92 &amp; Hans Christian Andersen called it the \"Paris of Spain\", I say we give it a shot","response":"Barcelona"},{"text":"With salons of Armani &amp; Versace &amp; the super-ritzy \"Golden Rectangle\" of fashion in the center of this Italian city...ciao!","response":"Milan"}],"originalDate":"2019-10-14"},{"category":"SPEAK SOFTLY","comments":"","clues":[{"text":"Double talk word for a low, constant stream of noise or speech","response":"murmur"},{"text":"Kids, you're within the walls of the house, not out in the park, so stop shouting &amp; \"use your\" this","response":"inside voice"},{"text":"These 6-letter \"tones\" are used when speaking softly &amp; reverently","response":"hushed"},{"text":"These 5-letter \"tones\" are subdued colors in clothing &amp; decor","response":"muted"},{"text":"In an opera score, instructions telling a singer to hold back include mezza voce &amp; this voce","response":"sotto"}],"originalDate":"2019-10-14"}],{"category":"WORD ORIGINS","text":"From a medieval occupation, this common English surname is Ferrer in Spanish &amp; Kovacs in Hungarian","response":"Smith"}]}