{"mix":1414,"rounds":[[{"category":"20th CENTURY NOVELS","comments":"","clues":[{"text":"A futuristic society revolves around science &amp; efficiency in this 1932 novel by Aldous Huxley","response":"<i>Brave New World</i>"},{"text":"\"A House Divided\" completed Pearl Buck's trilogy that began 4 years earlier with this Pulitzer Prize-winning novel","response":"<i>The Good Earth</i>"},{"text":"A line from this novel: \"Name's Joad, Tom Joad\"","response":"<i>The Grapes of Wrath</i>"},{"text":"This novel by Garcia Marquez tells of the Buendia family in the mythic town of Macondo from the 1820s to the 1920s","response":"<i>One Hundred Years of Solitude</i>"},{"text":"Nadsat, the fictional language in this book, is from the Russian suffix that means \"teen\"","response":"<i>A Clockwork Orange</i>"}],"originalDate":"2019-10-10"},{"category":"BOLD STRATEGY","comments":"","clues":[{"text":"Starving in this type of standoff, a Portuguese town threw the last of its bread over the walls &amp; asked the foe, \"Need more?\"","response":"siege"},{"text":"To try to stop the American offensive in the Battle of the Leyte Gulf, the Japanese used this \"divine wind\" tactic","response":"kamikaze"},{"text":"A feigned this move<span class=\"nobreak\">--</span>ooh, you're too strong! We're afraid! Let's run!<span class=\"nobreak\">--</span>helped William the Conqueror to victory at Hastings","response":"a retreat"},{"text":"An \"and\" is in the middle of this strategy used by the Romans to foster feuds among smaller entities they were trying to rule","response":"divide and conquer"},{"text":"Gen. von Manstein convinced Hitler to attack France in 1940 through this wooded area also in Belgium &amp; Luxembourg <span class=\"nobreak\">--</span>it worked","response":"the Ardennes"}],"originalDate":"2019-10-10"},{"category":"LET'S SEE IF IT PAYS OFF FOR 'EM","comments":"","clues":[{"text":"In 1892 baking powder salesman William Wrigley began throwing in 2 packages of this with each can, which worked out okay","response":"chewing gum"},{"text":"In 1927, 4 years after starting a movie company with his brother, he decided to go all-cartoon","response":"Walt Disney"},{"text":"In 1996, one year after its founding, AuctionWeb moved more than $7 million in merchandise &amp; in 1997 got this new name","response":"eBay"},{"text":"Created to show girls they could be anything they wanted to be, this toy debuted<span class=\"nobreak\">--</span>to some skepticism<span class=\"nobreak\">--</span>at a 1959 toy fair","response":"the Barbie doll"},{"text":"Last names of William &amp; Arthur, who partnered in 1903, 2 years after William drew a blue-print of an engine on a bicycle","response":"Harley and Davidson"}],"originalDate":"2019-10-10"},{"category":"THEY SAID NO!","comments":"","clues":[{"text":"Director Danny Boyle was offered a knighthood for his work on the London Olympics held in this year, but said no","response":"2012"},{"text":"American James Watson took an honorary knighthood, but this British partner turned the real thing down","response":"Francis Crick"},{"text":"There would be no Sir Ziggy Stardust after this rocker turned down knighthood, saying, \"I seriously don't know what it's for\"","response":"David Bowie"},{"text":"This 2013 Nobelist with a boson named for him didn't want to be a knight, saying the whole system is too political","response":"(Peter) Higgs"},{"text":"In 1918 this man refused a knighthood, saying King George V had betrayed the Arabs by not granting independence","response":"Lawrence (of Arabia)"}],"originalDate":"2019-10-10"},{"category":"TECH TALK","comments":"","clues":[{"text":"In engineering the Rockwell test, measuring this, involves pressing a steel ball or diamond point into a surface","response":"hardness"},{"text":"Air traffic controllers know airmets are in-flight advisories about changes in this","response":"weather"},{"text":"Aerospace experts are familiar with nanometers, these tiny fractions of a meter","response":"billionths of a meter"},{"text":"The \"data\" type of this activity is looking for patterns; it's also what people do to get bitcoins","response":"mining"},{"text":"Your auto mechanic knows the PCV filter provides positive ventilation of this engine housing","response":"the crankcase"}],"originalDate":"2019-10-10"},{"category":"OLD PHRASES","comments":"","clues":[{"text":"This Scottish phrase meaning \"old long since\" is used of times remembered with fondness","response":"auld lang syne"},{"text":"The \"Aeneid\" is the source of the phrase \"Beware of\" these \"bearing gifts\"","response":"Greeks"},{"text":"Mercutio says \"a plague o' both your houses\", but often people say this other \"P\" word instead of \"plague\"","response":"pox"},{"text":"Modification made tunics practical for work; one tweak allowed mobility &amp; gave us this phrase meaning \"to prepare for action\"","response":"to gird your loins"},{"text":"This biblical prophet \"come to judgment\" is someone who has given some sage advice","response":"Daniel"}],"originalDate":"2019-10-10"}],[{"category":"THE \"NIGHT\" WATCH","comments":"","clues":[{"text":"Billy Bob Thornton played coach Gary Gaines in this film; the TV show of the same name had Kyle Chandler as coach Eric Taylor","response":"<i>Friday Night Lights</i>"},{"text":"A group of dropouts are trying to get their G.E.D.s in this film starring Tiffany Haddish &amp; Kevin Hart","response":"<i>Night School</i>"},{"text":"1967 film in which Sidney Poitier clarifies, \"They call me Mr. Tibbs!\"","response":"<i>In the Heat of the Night</i>"},{"text":"Bounty hunter Robert de Niro is escorting bail-jumping accountant Charles Grodin to L.A. in this 1988 comedy","response":"<i>Midnight Run</i>"},{"text":"This Clark Gable-Claudette Colbert screwball comedy was the great sleeper film of 1934","response":"<i>It Happened One Night</i>"}],"originalDate":"2019-10-10"},{"category":"BOOKS GOING BACK IN TIME","comments":"","clues":[{"text":"Garry Wills' 1992 \"Lincoln at\" this place examines an event sixscore &amp; nine years previous","response":"Gettysburg"},{"text":"The New Orleans Advocate reported a \"flood of books\" for this event's 10th anniversary, including \"Cooking Up a Storm\"","response":"Hurricane Katrina"},{"text":"It's the title town where 2 former Texas Rangers live in the 1870s in a classic novel by Larry McMurtry","response":"Lonesome Dove"},{"text":"\"I woke to the sound of a mosquito whining in my left ear\", begins 2000's \"Fever 1793\", about an epidemic of this disease","response":"yellow fever"},{"text":"His 1815 novel \"Guy Mannering\" begins in the year \"17<span class=\"nobreak\">--</span>\" with Guy visiting some ruins in Dumfries","response":"Walter Scott"}],"originalDate":"2019-10-10"},{"category":"A WEE BIT OF KIWI HISTORY","comments":"","clues":[{"text":"This British captain sighted New Zealand in 1769 &amp; accurately charted its coast","response":"Captain Cook"},{"text":"In 2011 &amp; 2015 the New Zealand \"All Blacks\" became the first team to win back-to-back world cups in this sport","response":"rugby"},{"text":"This 1915 military campaign in Turkey is regarded as New Zealand's coming of age in international affairs","response":"Gallipoli (the Dardanelles campaign)"},{"text":"In 1642 this guy with an Australian state named for him was the first European to sight New Zealand","response":"Abel Tasman"},{"text":"Greenpeace's Rainbow Warrior protest ship was sunk in this most populous New Zealand city's harbor in 1985","response":"Auckland"}],"originalDate":"2019-10-09"},{"category":"A NUMBER BETWEEN 1 &amp; 100","comments":"","clues":[{"text":"Gamblers know it's another name for blackjack<span class=\"nobreak\">--</span>hit me!","response":"21"},{"text":"In tennis if you have 2 points, this is your score","response":"30"},{"text":"A quinceañera is a celebration of a girl's this number birthday","response":"15"},{"text":"This gasoline brand introduced its iconic orange ball in 1962","response":"76"},{"text":"In Judaism the word chai represents \"life\" &amp; is synonymous with this number used to signify good luck &amp; a long life","response":"18"}],"originalDate":"2019-10-09"},{"category":"NOT THE CAPITAL","comments":"","clues":[{"text":"Of Australia, though it's the country's oldest city","response":"Sydney"},{"text":"Of Alaska, though it has 9 times the capital's population","response":"Anchorage"},{"text":"Of England, though it's home to the country's most popular &amp; successful pro sports team","response":"Manchester"},{"text":"Of Germany, since 1990","response":"Bonn"},{"text":"Of Canada, though it was incorporated in 1862 with a royal name","response":"Victoria (British Columbia)"}],"originalDate":"2019-10-09"},{"category":"SHOUTED MOVIE QUOTES, SAID MATTER-OF-FACTLY","comments":"(Alex: Name the movie.)","clues":[{"text":"1951:<br>\"Hey, Stella.  Hey, Stella\"","response":"<i>A Streetcar Named Desire</i>"},{"text":"1996:<br>\"Show me the money.  Show me the money\"","response":"<i>Jerry Maguire</i>"},{"text":"2006:<br>\"This is Sparta\"","response":"<i>300</i>"},{"text":"1995:<br>\"What was in the box?... What's in the box?\"","response":"<i>Se7en</i>"},{"text":"1973:<br>\"The power of Christ compels you.  The power of Christ compels you\"","response":"<i>The Exorcist</i>"}],"originalDate":"2019-10-09"}],{"category":"POETS' CORNER AT WESTMINSTER ABBEY","text":"At his 1892 burial, fit for a baron, the organist put music to his words, \"I hope to see my Pilot face to face, when I have crost the bar\"","response":"Alfred, Lord Tennyson"}]}