{"mix":1418,"rounds":[[{"category":"SALUTE TO 8000","comments":"","clues":[{"text":"This largest seal, which can weigh 8,000 pounds, is named for another large mammal","response":"the elephant seal"},{"text":"In 2018 Diana Taurasi became the first 8,000-point scorer in the history of this league","response":"the WNBA"},{"text":"The M.I.T. Agelab estimates that this period of your life will last about 8,000 days<span class=\"nobreak\">--</span>don't run out of savings","response":"retirement"},{"text":"Measured at the Equator, this distance is just a bit under 8,000 miles","response":"the diameter of the earth"},{"text":"As per its name, this seat of Pitkin County, Colorado has lots of trees<span class=\"nobreak\">--</span>they release the oxygen humans need at 8,000 feet","response":"Aspen"}],"originalDate":"2019-10-04"},{"category":"FEAT OF (HENRY) CLAY","comments":"","clues":[{"text":"Henry Clay is famous for helping forge these historic deals, like the Missouri one &amp; the one of 1850","response":"compromises"},{"text":"Clay was one of the founders of the American Colonization Society, which helped create this African nation","response":"Liberia"},{"text":"Clay held this congressional leadership post for 10 years, longer than anyone else in the 19th century","response":"Speaker of the House"},{"text":"According to Andrew Jackson, Clay's \"corrupt bargain\" was the sec. of state job for helping make this man president","response":"John Quincy Adams"},{"text":"When he died in 1852, Clay became the first American to lie in state in this part of the Capitol building","response":"the rotunda"}],"originalDate":"2019-10-04"},{"category":"'90s NO. 1 HITS","comments":"","clues":[{"text":"Wham! He had a No. 1 hit as he was \"Praying For Time\" in 1990","response":"George Michael"},{"text":"She was \"Coming Out Of The Dark\" sans Miami Sound Machine in 1991","response":"Gloria Estefan"},{"text":"In 1995 this female trio was chasing \"Waterfalls\"","response":"TLC"},{"text":"In 1998, she hit Number One with \"Doo Wop (That Thing)\" her first solo single","response":"Lauryn Hill"},{"text":"In 1997 this late rapper had \"Mo Money Mo Problems\"","response":"the Notorious B.I.G."}],"originalDate":"2019-10-04"},{"category":"WORDS ABOUT WORDS","comments":"","clues":[{"text":"As in scientific classification, a nomenclator is someone who assigns these","response":"names"},{"text":"As its name suggests, a pangram uses all of these at least once in one sentence","response":"letters of the alphabet"},{"text":"Paranym is another word for this, a word substituted for a more unpleasant one","response":"a euphemism"},{"text":"It's a word that tells people you're in a group; in the Bible those who said &quot;sib&quot; instead of &quot;shib&quot; were slaughtered","response":"a shibboleth"},{"text":"2-word term for a common language for speakers of different tongues; it was once an actual language quoted by Moliere","response":"<i>lingua franca</i>"}],"originalDate":"2019-10-04"},{"category":"SAINTS ON THE MAP","comments":"","clues":[{"text":"It's where to go to groove to the Twin Cities Jazz Festival","response":"St. Paul"},{"text":"Napoleon lived at the Briars Pavilion &amp; then at Longwood on this island in the South Atlantic","response":"Saint Helena"},{"text":"An island country in the Lesser Antilles is a package deal: this saint &amp; the Grenadines","response":"Saint Vincent"},{"text":"The Pony Express went from this Missouri city to Sacramento, California","response":"St. Joseph"},{"text":"A church in this suburb of Paris has the tombs of 12 centuries of French kings","response":"Saint-Denis"}],"originalDate":"2019-10-04"},{"category":"SHIFT THE STRESS","comments":"(Alex: Each response is a word pronounced differently as a verb or as a noun.)","clues":[{"text":"To absorb nutrients internally &amp; a condensed literary collection","response":"digest"},{"text":"To express disapproval &amp; something that you can see &amp; touch","response":"object & object"},{"text":"To say no &amp; a social loser (there's a band of All-American ones)","response":"Rejects & reject"},{"text":"To assign someone to a particular task &amp; a minor part of the whole","response":"detail"},{"text":"To dismiss a theory as incorrect &amp; a reduction in the price of an item","response":"discount"}],"originalDate":"2019-10-03"}],[{"category":"GO WEST","comments":"","clues":[{"text":"...over Westminster Bridge &amp; you'll arrive on the north bank of this river","response":"the Thames"},{"text":"...30 miles from Grand Junction, Colorado &amp; you'll be in this state","response":"Utah"},{"text":"...with your eyes from your veranda on West Maui to this island that sounds like a veranda","response":"Lanai"},{"text":"...a few miles from Feldkirch, Austria, cross the border &amp; you'll be in this tiny principality","response":"Liechtenstein"},{"text":"...from Nunavut into this adjacent territory","response":"Northwest Territories"}],"originalDate":"2019-10-03"},{"category":"YOUNG MAN","comments":"","clues":[{"text":"At 12 Mozart wrote \"Bastien und Bastienne\", one of these composed in German, not Italian","response":"an opera"},{"text":"Teenaged Michelangelo sculpted the \"Battle of\" these horse/men hybrids","response":"Centaurs"},{"text":"In 1628 28-year-old Oliver Cromwell was elected to this, which probably came to regret letting him in","response":"Parliament"},{"text":"Young Tom Edison developed trouble with this at an early age, possibly as a result of mastoiditis","response":"his hearing"},{"text":"Admitted to the bar in 1800, Richard Rush was only 33 when President Madison appointed him this in 1814","response":"Attorney General"}],"originalDate":"2019-10-03"},{"category":"THE WORLD IN 1819","comments":"","clues":[{"text":"The University of Virginia was founded on 1,000 acres near the Blue Ridge Mountains with this man as its first rector","response":"Thomas Jefferson"},{"text":"Shelley's poem \"England in 1819\" calls him \"an old, mad, blind, despised and dying king\"","response":"George III"},{"text":"Sometimes called the 1st U.S. immigration law, the Steerage Act required all arriving ships to present this \"list of...the passengers\"","response":"a manifest"},{"text":"In 1819 this bank employee won a Supreme Court case that pitted him against the state of Maryland","response":"James McCulloch"},{"text":"Sir Stamford Raffles landed on this diamond-shaped Asian island &amp; began buying land to set up a trading operation","response":"Singapore"}],"originalDate":"2019-10-03"},{"category":"AUTHORS: BORN &amp; DIED","comments":"","clues":[{"text":"This \"little woman\" was born in Germantown, Pennsylvania in 1832 &amp; died in Boston in 1888","response":"(Louisa May) Alcott"},{"text":"Dublin born in 1882, he died in Zurich in 1941","response":"(James) Joyce"},{"text":"\"Go Tell It On The Mountain\" that he was born in New York in 1924 &amp; said adieu in France in 1987","response":"James Baldwin"},{"text":"His story began in Salem, Mass. in 1804 &amp; ended 60 years later during a trip to New Hampshire with Franklin Pierce","response":"Hawthorne"},{"text":"The \"Winds of War\" carried this author from his birth in the Bronx to his death in Palm Springs, California in 2019 at age 103","response":"Herman Wouk"}],"originalDate":"2019-10-03"},{"category":"2 LETTERS, SECOND IS K","comments":"","clues":[{"text":"You can get a Whopper Jr. there","response":"BK"},{"text":"This all-American form of approval dates back to around 1840","response":"OK"},{"text":"\"Today I didn't even have to use my\" this, so \"it was a good day\" for Ice Cube","response":"my AK"},{"text":"It was the former stock symbol of the company now listed as KODK","response":"EK"},{"text":"Canada Post says to put this provincial abbreviation on your postcard to your friend in Regina","response":"SK"}],"originalDate":"2019-10-03"},{"category":"TV OR NOT TV","comments":"","clues":[{"text":"Steve Carell began hanging around this TV title place in 2005, then transferred to \"Anchorman 2\"","response":"<i>The Office</i>"},{"text":"On a break from her TV \"Friends\", she was full of Grace in \"Bruce Almighty\" in 2003","response":"Jennifer Aniston"},{"text":"He played college football stars L'Carpetron Dookmarriot &amp; Bismo Funyuns on TV &amp; won an Oscar for writing \"Get Out\"","response":"(Jordan) Peele"},{"text":"A year after playing Julia in TV's \"Top of the Lake\", she became an onscreen aquamom","response":"Nicole Kidman"},{"text":"In 2001 he tried to save the world as Will on \"Alias\" &amp; later became a guardian of the galaxy (albeit in raccoon form)","response":"Bradley Cooper"}],"originalDate":"2019-10-02"}],{"category":"19th CENTURY LITERATURE","text":"This author first thought of a parrot before choosing another bird \"equally capable of speech\"","response":"Edgar Allan Poe"}]}