{"mix":1421,"rounds":[[{"category":"TRAIL MIX","comments":"","clues":[{"text":"In Boston follow this trail to see the Old State House &amp; the Old North Church","response":"the Freedom Trail"},{"text":"You can still see wheel ruts along this 2,000-mile-long route used by pioneers heading west to the Willamette Valley","response":"the Oregon Trail"},{"text":"This national scenic trail in the eastern U.S. passes through 14 states &amp; 8 national forests","response":"the Appalachian Trail"},{"text":"A popular trail in Europe passes through France, Italy &amp; Switzerland while circling this highest mountain in the Alps","response":"Mont Blanc"},{"text":"In her memoir \"Wild\", Cheryl Strayed tells of hiking more than 1,000 miles of this trail, from Calif. to Washington State","response":"the Pacific Crest Trail"}],"originalDate":"2019-09-30"},{"category":"RECENT BROADWAY PLAYS","comments":"","clues":[{"text":"Heidi Schreck reaches back to her days debating civics as a 15-year-old in \"What\" this document \"Means to Me\"","response":"the Constitution"},{"text":"Laurie Metcalf &amp; John Lithgow play the first couple in \"Hillary &amp; Clinton\", set in this year Hillary first ran for president","response":"2008"},{"text":"Set during The Troubles, \"The Ferryman\", which won the 2019 Tony for Best Play, takes place in this U.K. country","response":"Northern Ireland"},{"text":"Billed as a sequel to this first Shakespeare tragedy, the comedy \"Gary\" takes place after the climactic bloody Roman feast","response":"<i>Titus Andronicus</i>"},{"text":"Ethan Hawke broke more than 10 golf clubs wrecking the set nightly in a revival of this playwright's \"True West\"","response":"Sam Shepard"}],"originalDate":"2019-09-30"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Before the Naval Academy opened in this city in 1845, midshipmen were trained at sea","response":"Annapolis"},{"text":"Most of the battle on June 17, 1775 took place on Breed's Hill, but it's this hill that gets the press","response":"Bunker Hill"},{"text":"When this beloved first lady died in Washington in 1849, the \"ladies of Virginia\" were urged to wear a black bow or ribbon in tribute","response":"Dolley Madison"},{"text":"In 1947 Congress passed this act named for 2 politicians that banned using union dues in national election campaigns","response":"Taft-Hartley"},{"text":"Suffering from tuberculosis, William Rufus DeVane King died in April 1853 before ever performing his duties in this post","response":"vice president"}],"originalDate":"2019-09-30"},{"category":"IT'S ONLY A PAPER MOON","comments":"","clues":[{"text":"Margaret Wise Brown wrote the kids' books \"The Runaway Bunny\" &amp; this one that features a bunny going to sleep","response":"<i>Goodnight Moon</i>"},{"text":"\"In the light of the moon a little egg lay on a leaf\" is the first line of this classic children's book","response":"<i>The Very Hungry Caterpillar</i>"},{"text":"The title of this James Bond novel referred to a fictional missile-based national defense system","response":"<i>Moonraker</i>"},{"text":"This 2006 novel features the Volturi, Italy's reigning royal family of vampires","response":"<i>New Moon</i>"},{"text":"A novel by him says, \"Between me and the moonlight flitted a great bat, coming and going in great whirling circles\"","response":"Bram Stoker"}],"originalDate":"2019-09-30"},{"category":"A \"BUM\" STEER","comments":"","clues":[{"text":"An LP, or a collection of photographs","response":"an album"},{"text":"This type of bad trip is a real drag, man","response":"a bummer"},{"text":"To blunder about, or to do a task badly","response":"to bumble"},{"text":"Silly slang word for an umbrella","response":"a bumbershoot"},{"text":"Annoyingly self-assertive","response":"bumptious"}],"originalDate":"2019-09-30"},{"category":"FUN-TO-SAY QUOTATIONS","comments":"","clues":[{"text":"In an Edward Lear poem, this character says to the Owl, \"O let us be married! too long we have tarried\"","response":"the Pussycat"},{"text":"\"Hey, hey, mama, said the way you move, gonna make you sweat, gonna make you groove\" is from this Led Zeppelin tune","response":"\"Black Dog\""},{"text":"This film: \"Badges? We ain't got no badges! We don't need no badges! I don't have to show you any stinking badges!\"","response":"<i>The Treasure of the Sierra Madre</i>"},{"text":"In Barry Mann's doo-wop classic, it follows \"Who put the ram\"","response":"in the rama lama ding dong"},{"text":"\"I'm called little buttercup, dear little buttercup, though I could never tell why\" is from this Gilbert &amp; Sullivan operetta","response":"the <i>H.M.S. Pinafore</i>"}],"originalDate":"2019-09-30"}],[{"category":"BROTHERS GRIMM","comments":"","clues":[{"text":"In Grimm, a hedgehog raced this animal who in Aesop raced a tortoise","response":"rabbit or hare"},{"text":"When the huntsman cut open the wolf's belly, Little Red Cap &amp; she came out alive","response":"the Grandmother"},{"text":"In the Grimm version she got her accoutrements from birds, not a fairy   godmother","response":"Cinderella"},{"text":"When she turned 7, she was as beautiful as the day &amp; more beautiful than  the queen","response":"Snow White"},{"text":"The 12 princesses mysteriously wore these to pieces each night","response":"shoes"}],"originalDate":"1986-04-24"},{"category":"OCEANS","comments":"","clues":[{"text":"Popular French South Seas paradise that experiences virtually no   tides","response":"Tahiti"},{"text":"In summer, water in shallows of this gulf can reach 96°F, apt for a Mideast hot spot","response":"Persian Gulf"},{"text":"This Japanese term is translated into Eng. as \"harbor...\", \"storm...\" or \"overflowing wave\"","response":"tsunami"},{"text":"The biggest iceberg ever sighted, larger than Belgium, was in this ocean","response":"South Pacific"},{"text":"Usually located over trenches or near continents, it's the term for waters 18,000 feet or more","response":"the deeps"}],"originalDate":"1986-04-24"},{"category":"EASY LISTENING","comments":"","clues":[{"text":"\"Chances Are\"' you'll find him \"Wonderful, Wonderful\"","response":"Johnny Mathis"},{"text":"Number of the \"Strings\" that have zinged for over 200 instrumental albums","response":"101"},{"text":"Soft drink jingle which became the only hit for The Hillside Singers","response":"\"I'd Like To Teach The World To Sing\""},{"text":"Asked what song he wanted to be remembered for after he was gone, he popped up with \"Bubbles\"","response":"Lawrence Welk"},{"text":"Born in Venice, Italy, this London Orchestra leader's name became synonymous with \"easy listening\"","response":"Mantovani"}],"originalDate":"1986-04-24"},{"category":"\"HALL\"s","comments":"","clues":[{"text":"What you do with your \"boughs of holly\"","response":"deck the halls"},{"text":"Oklahoma City, OK., Canton, OH., &amp; Cooperstown, N.Y. are each known for 1 of these","response":"hall of fame"},{"text":"During Mexican War, U.S. Marines raised the Amer. flag over Nat'l Palace in Mexico City, later called this","response":"Halls of Montezuma"},{"text":"Where you go in the Palace of Versailles to get a good look at yourself, 483 in fact","response":"Hall of Mirrors"},{"text":"Model who's produced 2 \"model\" children for Mick Jagger","response":"Jerry Hall"}],"originalDate":"1986-04-24"},{"category":"JOURNALISM","comments":"","clues":[{"text":"On the average, this fills about 60% of U.S. newspaper space","response":"advertising"},{"text":"This paper has won more Pulitzer Prizes than any other","response":"<i>The New York Times</i>"},{"text":"Scandinavian country that leads the world in daily newspaper readership per 1000 pop., almost double the U.S.","response":"Sweden"},{"text":"The largest U.S. owned newspaper chain, it publishes \"USA Today\"","response":"Gannett"},{"text":"Well-known '20s sportswriter; \"You Know Me, Al\" was a collection of his masterful short stories","response":"Ring Lardner"}],"originalDate":"1986-04-24"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"This Austrian capital has a boys' choir to sing its praises","response":"Vienna"},{"text":"Until 1912, it was the British capital of India","response":"Calcutta"},{"text":"Easternmost capital in South America","response":"Brasilia"},{"text":"Kiev, 3rd largest city in Russia, is capital of this Soviet republic","response":"Ukraine"},{"text":"1 of few capitals in the world with no railroad is Teguciagalpa, capital of this Cen. American   country","response":"Honduras"}],"originalDate":"1986-04-24"}],{"category":"19th CENTURY CONTEMPORARIES","text":"Congratulating her on the 1869 release of her biography, Frederick Douglass wrote, \"I have wrought in the day<span class=\"nobreak\">--</span>you in the night\"","response":"Harriet Tubman"}]}