{"mix":1435,"rounds":[[{"category":"THE 1991 GRAMMYS","comments":"","clues":[{"text":"This Roy Orbison song lost in 1964, but a remake used in a Julia Roberts film won in 1991","response":"\"Pretty Woman\""},{"text":"Nominated in 8 categories, his only '91 Grammy came for Record of the Year for \"Another Day In Paradise\"","response":"Phil Collins"},{"text":"Alan Menken &amp; Howard Ashman won Grammys for composing \"Under The Sea\" for this children's film","response":"<i>The Little Mermaid</i>"},{"text":"Bette Midler opened the telecast with this song which later was named song of the year","response":"\"From A Distance\""},{"text":"The album \"Back on the Block\" was responsible for 5 of his 6 Grammys","response":"Quincy Jones"}],"originalDate":"1991-05-14"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"This country's \"Martial Emperor\", Han Wu-Ti founded a colony in North Korea in 108 B.C.","response":"China"},{"text":"The name England comes from the name of this tribe that invaded the country in the fifth century","response":"the Angles"},{"text":"2 of the 3 men who formed Rome's First Triumvirate in 60 B.C.","response":"Julius Caesar*, Pompey the Great, & Marcus Licinius Crassus"},{"text":"Tradition says colonists from Tyre founded this city on the N. African coast circa 814 B.C.","response":"Carthage"},{"text":"In about 3100 B.C., King Menes united this country, forming the world's first national government","response":"Egypt"}],"originalDate":"1991-05-14"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"For her contributions to science, she received a gram of radium from Pres. Harding","response":"(Madame) Curie"},{"text":"Since 1989 this former astronaut has headed the Calif. Space Institute at the Univ. of Calif., San Diego","response":"Sally Ride"},{"text":"In July 1990 she set a record winning her 9th Wimbledon singles title","response":"Navratalova"},{"text":"Known for her creative teaching \"method\", her picture now appears on Italy's 1,000-lire bill","response":"(Maria) Montessori"},{"text":"Her remains are interred in D.C.'s Nat'l Cathedral next to those of her teacher, Anne Sullivan Macy","response":"Helen Keller"}],"originalDate":"1991-05-14"},{"category":"RELIGION","comments":"","clues":[{"text":"In Jewish folklore, Lilith was the first wife of Adam before God created her","response":"Eve"},{"text":"The largest Protestant group which celebrates its Sabbath on Saturday","response":"the Seventh-day Adventists"},{"text":"In Catholic theology, souls can be in heaven, hell, purgatory or this in-between region","response":"limbo"},{"text":"From about 1870 until after WWII, it was Japan's national religion","response":"Shintoism"},{"text":"The ultimate goal of Buddhism is to achieve this state of perfect blessedness","response":"nirvana"}],"originalDate":"1991-05-14"},{"category":"PHYSICS","comments":"","clues":[{"text":"Binding energy holds neutrons &amp; protons together in this part of an atom","response":"the neucleus"},{"text":"Isotopes are atoms having the same number of protons but different numbers of these","response":"neutrons"},{"text":"In Newton's time there were 2 theories on how light traveled, the particle theory &amp; this","response":"the wave theory"},{"text":"Type of mechanics based on a theory of Max Planck","response":"quantum mechanics"},{"text":"This term for the random movement of particles was named after a Scottish botanist","response":"Browninan motion"}],"originalDate":"1991-05-14"},{"category":"TENNYSON, ANYONE?","comments":"","clues":[{"text":"In Tennyson's poem about this woman, her husband the Earl says, \"Ride you naked thro' the town\"","response":"Lady Godiva"},{"text":"The last line of this military poem is \"Noble six hundred!\"","response":"\"Charge Of The Light Brigade\""},{"text":"Tennyson wrote of \"that world-earthquake, Waterloo\" in his \"Ode On The Death Of\" this duke","response":"Wellington"},{"text":"This woman is crowned Queen of the Wood in \"The Foresters\", Tennyson's play about Robin Hood","response":"Maid Marian"},{"text":"In Tennyson's poem \"Crossing the Bar\", crossing the bar is a metaphor for this","response":"death"}],"originalDate":"1991-05-14"}],[{"category":"ZOOLOGY","comments":"","clues":[{"text":"Sloths usually give birth while hanging around this way","response":"upside down"},{"text":"Of the 18 species of this bird, only the emperor &amp; Adelie live in Antarctica","response":"penguins"},{"text":"Many experts believe this dandy household pest may have been Earth's 1st flying creature","response":"cockroach"},{"text":"Spending much time alone, this Asian species is the most solitary of the great apes","response":"orangutan"},{"text":"A cat's great night vision comes from light passing twice through this rear part of the eye","response":"retina"}],"originalDate":"1988-05-20"},{"category":"1958","comments":"","clues":[{"text":"Craze that \"spun around\" all summer","response":"Hula Hoop"},{"text":"Brooklyn youth who, at 15, became youngest chess player named an international grand master","response":"Bobby Fischer"},{"text":"Born Angelo Giuseppe Roncalli, he assumed this name &amp; number on November 4","response":"Pope John XXIII"},{"text":"1 of 2 hits running on Broadway in 1958 whose titles begin with \"Look\"","response":"<i>Look Homeward Angel</i> (or <i>Look Back in Anger</i>)"},{"text":"Pair of small islands off Mainland China over which international tensions flared","response":"Quemoy & Matsu"}],"originalDate":"1988-05-20"},{"category":"ODD JOBS","comments":"","clues":[{"text":"While a shaman is an Indian healer, a shamus is this","response":"detective"},{"text":"If you were known as a trailblazer, you did this to trees along the route","response":"mark them with an X (notch them)"},{"text":"In a fairy tale, elves helped a cordwainer, someone who makes these","response":"shoes"},{"text":"A phlebotomist draws a paycheck by drawing this","response":"blood"},{"text":"Your profession if you just played in a test match at Lord's","response":"cricket"}],"originalDate":"1988-05-20"},{"category":"BORN IN INDIA","comments":"","clues":[{"text":"Madras-born baritone who sings \"Release Me\" but gives his fans \"Humper-hugs\" anyway","response":"(Engelbert) Humperdinck"},{"text":"He was born in Bombay on December 30, 1865 &amp; set many of his books &amp; stories in India","response":"Kipling"},{"text":"Delicate damsel from Darjeeling who was born Vivian Mary Hartley but acted under this name","response":"Vivien Leigh"},{"text":"Bombay-born conductor whose father founded the Bombay String Quartet &amp; the Bombay Symphony","response":"Zubin Mehta"},{"text":"Once a maharajah's stable boy, he starred as Mowgli in the 1942 film \"The Jungle Book\"","response":"Sabu"}],"originalDate":"1988-05-20"},{"category":"AWARDS","comments":"","clues":[{"text":"For its contribution to American culture, this greeting card co. won a National Medal of Arts","response":"Hallmark"},{"text":"Every year from 1951-57, except one, this mule picked up a Patsy Award","response":"Francis the Talking Mule"},{"text":"In 1949, he won an Emmy as \"Most Outstanding Kinescoped Personality\", not \"Best in a Dress\"","response":"Milton Berle"},{"text":"Of Bill Blass, Carlos Castaneda, or Federico Fellini, the 1 who won a \"Winnie\"","response":"Bill Blass"},{"text":"To win a Pulitzer Prize in History, your book has to be on the history of this","response":"United States"}],"originalDate":"1988-05-20"},{"category":"FRENCH HISTORY","comments":"","clues":[{"text":"Dynasty restored to the throne in 1814 with Louis XVIII","response":"Bourbons"},{"text":"He's the only man to serve as French president in 2 non-consecutive terms","response":"Charles de Gaulle"},{"text":"This long war was considered over with the defeat of the British at Castillon in 1453","response":"Hundred Years' War"},{"text":"In 1st century A.D., the areas of Aquitania, Lugdunensis &amp; Belgica were collectively called this","response":"Gaul"},{"text":"This \"Death of Marat\" artist voted for the execution of Louis XVI","response":"Jacques-Louis David"}],"originalDate":"1988-05-20"}],{"category":"UNESCO WORLD HERITAGE SITES","text":"Known as the female Lawrence of Arabia, Gertrude Bell called this place \"a fairy tale city, all pink &amp; wonderful\"","response":"Petra"}]}