{"mix":1438,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"Followers of Islam &amp; Judaism believe in the existence of these heavenly beings, as do Christians","response":"angels"},{"text":"St. John Lateran Cathedral is his seat as Bishop of Rome","response":"the Pope"},{"text":"The formal name of the Quaker Church is the \"Religious Society of\" these","response":"Friends"},{"text":"He was born to a noble family circa 563 B.C. in the region of the Indian-Nepalese border","response":"the Buddha"},{"text":"This feast day commemorates the adoration of Jesus by the 3 Wise Men","response":"Epiphany"}],"originalDate":"1990-02-05"},{"category":"POETS","comments":"","clues":[{"text":"This author of \"Evangeline\" was the American honored in Poet's Corner in Westminster Abbey","response":"Longfellow"},{"text":"This American poet began the 1st poem in his 1st collection with the line \"I celebrate myself\"","response":"Walt Whitman"},{"text":"On the 150th anniversary of Lincoln's birth, this Illinois poet addressed a joint session of Congress","response":"Carl Sandburg"},{"text":"This poet's \"MS. Found in a Bottle\" won a  Baltimore short story contest in 1833","response":"Edgar Allan Poe"},{"text":"In 1786 this poet was toasted as \"Caledonia's Bard\" by the Masonic Grand Lodge of Scotland","response":"Robert Burns"}],"originalDate":"1990-02-05"},{"category":"ESKIMOS","comments":"","clues":[{"text":"Collier's Encyclopedia says the name of this one-man canoe rhymes with \"sly yak\"","response":"kayak"},{"text":"These homes of Alaskan Eskimos can be made of wood, sod or stone as well as snow","response":"igloos"},{"text":"In its entry on this subject, Encyclopedia Americana brings up the nose rubbing business","response":"kissing"},{"text":"Meaning \"people\", it's the Eskimo name for themselves","response":"Inuit"},{"text":"The first time Eskimos met Europeans was back around 1000 A.D. on this island","response":"Greenland"}],"originalDate":"1990-02-05"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"This state with a large Jewish community is the leading grower of temple oranges","response":"Florida"},{"text":"The son of Daniel Boone laid out this capital of Missouri, but it was named for a president","response":"Jefferson City"},{"text":"In 1742, merchant Peter Faneuil completed building his hall in this city","response":"Boston"},{"text":"98.3% of this U.S. state is owned by the federal government","response":"Alaska"},{"text":"Funk &amp; Wagnalls says the farthest east you'll find U.S desert land is in this state east of the Rockies","response":"Texas"}],"originalDate":"1988-05-18"},{"category":"PEOPLE","comments":"","clues":[{"text":"This 86-year-old British \"First Lady of Romance\" published 26 more books in 1986","response":"Barbara Cartland"},{"text":"This chairman of Occidental Petroleum has met with every Soviet leader since Lenin except Andropov","response":"Armand Hammer"},{"text":"When the B'way theater named for this actress, now 87, was razed, another was renamed for her","response":"Helen Hayes"},{"text":"Fathering a son at age 75, this Spanish guitarist reportedly said, \"I had a grandson directly\"","response":"Segovia"},{"text":"No lonely widow, this busy chairman of the board of the Washington Post says, \"I wish I were lonelier\"","response":"(Katharine) Graham"}],"originalDate":"1988-05-18"},{"category":"BODY LANGUAGE","comments":"(Alex: All the correct responses will contain at least one part of the body.)","clues":[{"text":"Someone who quibbles over trifles is said to be splitting these","response":"hairs"},{"text":"You shouldn't stick yours out; chickens do it on the chopping block, &amp; look where it gets them","response":"neck"},{"text":"If someone mentions yours following \"lunk\", \"dunder\", or \"chowder\", you should be insulted","response":"head"},{"text":"Following the rules, you do this to \"the mark\" or \"the line\"","response":"toe"},{"text":"Meaning \"blows from a clenched hand\", it's another name for boxing","response":"fisticuffs"}],"originalDate":"1988-05-18"}],[{"category":"NOAH","comments":"","clues":[{"text":"Though it rained this many days, it took 150 days for the waters to subside","response":"40"},{"text":"It was God's symbol to Noah that he'd never flood the earth again","response":"rainbow"},{"text":"According to Genesis 5, Noah is 10th in descent from this man","response":"Adam"},{"text":"Created in Genesis 1:20-22, they weren't on the list of things to be destroyed, nor were they on the ark","response":"fish"},{"text":"With the ark business over, Noah settled down &amp; began to grow these","response":"vines (grapes)"}],"originalDate":"1988-05-18"},{"category":"TOOLS","comments":"","clues":[{"text":"It's what a pipe smoker uses a tamper for","response":"to tamp down his tobacco (in the bowl)"},{"text":"The tuning variety can raise a pitch; the pitch variety can raise hay","response":"fork"},{"text":"Also called picture puzzles, they're better known by this name, from the tool that used to make them","response":"jigsaw (puzzles)"},{"text":"By definition a palette knife is not used for cutting but for mixing these","response":"paints"},{"text":"You use a Phillips screwdriver for Phillips screws &amp; this for Allen screws","response":"Allen wrench"}],"originalDate":"1988-05-18"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"When Congress complained the Easter egg roll was ruining the Capitol grass, Lucy Hayes had it moved here","response":"White House lawn"},{"text":"She saved Gilbert Stuart's portrait of Geo. Washington just before the British burned the capital","response":"Dolley Madison"},{"text":"By court order, photographer Ron Galella must keep at least 25 feet away from her","response":"Jacqueline Kennedy"},{"text":"Clare Booth Luce said this first lady \"comforted the distressed\" &amp; \"distressed the comfortable\"","response":"Eleanor Roosevelt"},{"text":"Before Congress agreed to do it, this steel magnate offered to pay pensions to widowed first ladies","response":"Andrew Carnegie"}],"originalDate":"1988-05-18"},{"category":"PAINTERS","comments":"","clues":[{"text":"This Dutchman was also called Jan van der Meer van Delft to distinguish him from others of the same name","response":"(Jan) Vermeer"},{"text":"Antonio Bin is smiling; the 300 copies he's done of this famous work sell at up to $1500 each","response":"<i>Mona Lisa</i>"},{"text":"In Cocteau's 1959 movie \"Le Testament d'Orphee\" this bald, easily recognized artist played himself","response":"Picasso"},{"text":"His experiments with thick paints gave this 18th c. British portraitist the nickname \"Sir Sploshua\"","response":"Sir Joshua Reynolds"},{"text":"Some 40 portraits of Philip IV of Spain are credited to this artist","response":"Velázquez"}],"originalDate":"1988-05-18"},{"category":"'40s TELEVISION","comments":"","clues":[{"text":"This sponsor's \"Star Theater\" started Tuesday September 21, 1948","response":"Texaco"},{"text":"The regular band on his variety show was the Pennsylvanians","response":"Fred Waring"},{"text":"According to the title, this was Martin Kane's profession","response":"private eye"},{"text":"\"The Bigelow Show\" paired Winchell &amp; Dunninger, a ventrioloquist &amp; one of these","response":"mentalist"},{"text":"Talk show host who formerly was a regular on \"Kay Kyser's Kollege of Musical Knowlege\"","response":"Mike Douglas"}],"originalDate":"1988-05-18"},{"category":"\"F\" IN SCIENCE","comments":"","clues":[{"text":"Paleontologists really dig these","response":"fossils"},{"text":"Just the stuff to give your refrigerator a charge","response":"Freon"},{"text":"The point of support of a lever","response":"fulcrum"},{"text":"Chemical reaction of organic substances brought about by yeasts or bacteria","response":"fermentation"},{"text":"In 1831 this great English physicist discovered the principle of electromagnetic induction","response":"(Michael) Faraday"}],"originalDate":"1988-05-18"}],{"category":"IN MEMORIAM 2022","text":"On the death of this trailblazing man, friend &amp; mentor, Oprah said, \"For me, the greatest of the 'great trees' has fallen\"","response":"Sidney Poitier"}]}