{"mix":1439,"rounds":[[{"category":"OH, SHAW!","comments":"","clues":[{"text":"Shaw was born in this capital city in 1856","response":"Dublin"},{"text":"The executioner says of this character, \"Her heart would not burn, my lord\"","response":"Joan of Arc (Saint Joan)"},{"text":"Called Shaw's \"surrogate son\", this flamboyant hero legally changed his name to \"T.E. Shaw\"","response":"T.E. Lawrence"},{"text":"Sometimes this play opens with an incredibly long prologue spoken at the Temple of Ra in Memphis","response":"<i>Caesar and Cleopatra</i>"},{"text":"Shaw was reportedly furious &amp; insulted at winning an Oscar for this film","response":"<i>Pygmalion</i>"}],"originalDate":"1988-05-18"},{"category":"TEEN TRIVIA","comments":"","clues":[{"text":"You have to be at least 17 to be in this annual competition held in Atlantic City","response":"Miss America Pageant"},{"text":"If your teen years seem tough, relax: you're only a teenager for this many years","response":"7"},{"text":"The punctuation mark found in the name of Teen Magazine in front of the letter T","response":"apostrophe"},{"text":"People Magazine said this group's second album, \"Hangin' Tough\", \"ignited a coast-to-coast teen frenzy\"","response":"New Kids on the Block"},{"text":"As a teen he played J.R., a teenage murderer, in \"Heathers\"","response":"Christian Slater"}],"originalDate":"1990-02-08"},{"category":"WEAPONS","comments":"","clues":[{"text":"Contrary to popular belief, not all boomerangs do this","response":"return to the thrower"},{"text":"Guinness won't print any new records for swallowing these: \"Count Desmond\" is the champ","response":"swords"},{"text":"According to legend, you can destroy a vampire by driving one of these thru his heart","response":"stake"},{"text":"A weapon for Galahad's dad; it's a diminutive of his name","response":"lance"},{"text":"\"Fishy\" name for a spear used by infantry during the renaissance","response":"pike"}],"originalDate":"1990-02-08"},{"category":"ANIMALS","comments":"","clues":[{"text":"Males of this Australian marsupial are called boomers","response":"kangaroo"},{"text":"2 of 3 continents on which no wild bears live","response":"(2 of) Africa & Australia (or Antarctica)"},{"text":"A male sheep is a ram; a female is this","response":"ewe"},{"text":"The U.S. Navy has trained these whales, Orcinus orca, to recover objects from great depths","response":"killer whales"},{"text":"Skins of this goat antelope are prized for polishing, but most cloths sold under its name are sheepskin","response":"chamois"}],"originalDate":"1990-02-08"},{"category":"NONFICTION","comments":"","clues":[{"text":"With over 39 mil. copies sold, his \"Baby &amp; Child Care\" is the top U.S. paperback of all time","response":"Dr. Spock"},{"text":"Her 1984 memoirs were entitled \"First Lady from Plains\"","response":"Rosalynn Carter"},{"text":"This 1848 book closes with the words \"Workers of the world, unite!\"","response":"<i>The Communist Manifesto</i>"},{"text":"Ernest Hemingway's 1932 book \"Death in the Afternoon\" is about this sport","response":"bullfighting"},{"text":"It was Linda Ellerbee's sign-off phrase on NBC News Overnight &amp; the title of her 1986 book","response":"<i>And So It Goes</i>"}],"originalDate":"1990-02-08"},{"category":"GEMS &amp; JEWELRY","comments":"","clues":[{"text":"Washington institution where you'd find the 45.5 carat Hope Diamond on display","response":"Smithsonian"},{"text":"Some of the finest of these gems are taken from the Persian Gulf between Oman &amp; Qatar","response":"pearls"},{"text":"The Ancient Chinese not only carved it into jewelry, they buried it with their dead","response":"jade"},{"text":"Copper gives the bluish green color to this stone which is found in Iran &amp; the South-Western U.S.","response":"turquoise"},{"text":"Those born on Valentine's Day don't have a red ruby for a birthstone but this purple quartz","response":"amethyst"}],"originalDate":"1990-02-08"}],[{"category":"THE SENSES","comments":"","clues":[{"text":"Braille is meant to be \"read\" by this sense","response":"touch"},{"text":"It's the location of these that allow the brain to determine the direction of a sound source","response":"ears"},{"text":"The 2 senses you're supposed to activate at railroad crossings","response":"sight & hearing"},{"text":"Sense receptors include the retina in the eye &amp; these on the tongue","response":"taste buds"},{"text":"Closing off this sense affects the taste sense, too","response":"smell"}],"originalDate":"1990-02-08"},{"category":"AMERICAN WOMEN","comments":"","clues":[{"text":"This model &amp; wife of Billy Joel says she was a chubby &amp; self-conscious teenager","response":"Christie Brinkley"},{"text":"In 1984 she became the first woman nominated by a major party for Vice President of the U.S.","response":"Geraldine Ferraro"},{"text":"Lynne Cheney chairs the Nat'l Endowment for the Humanities, &amp; her husband, Richard, holds this cabinet post","response":"Secretary of Defense"},{"text":"She was the Ghostbusters' receptionist on film &amp; plays cute little Mary Jo on TV's \"Designing Women\"","response":"Annie Potts"},{"text":"Appointed by Ronald Reagan, she was the first woman to head the U.S. delegation to the U.N.","response":"(Jeane) Kirkpatrick"}],"originalDate":"1990-02-08"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"She's called Joan la Pucelle in Shakespeare's \"King Henry VI, Part I\"","response":"Joan of Arc"},{"text":"This was the only published work by Jonathan Swift for which he received payment <span class=\"nobreak\">--</span> £200","response":"<i>Gulliver's Travels</i>"},{"text":"This author was knighted in 1908 for his work in the Boer War, not for Sherlock Holmes","response":"Sir Arthur Conan Doyle"},{"text":"He also wrote \"The Charge of the Heavy Brigade\"","response":"Alfred Lord Tennyson"},{"text":"Charlotte Cradock, this novelist's wife, was the inspiration for \"Amelia\" &amp; Sophia in \"Tom Jones\"","response":"Henry Fielding"}],"originalDate":"1990-02-08"},{"category":"BOTANY","comments":"","clues":[{"text":"New Jersey greenhouses surpass all others on the mainland in growing these corsage flowers","response":"orchids"},{"text":"To grow this fruit in California, at least 1 male palm is planted in each acre of 49 female palms","response":"date"},{"text":"When a seed sprouts, the first thing to break out of the coat is this part of the plant","response":"root"},{"text":"In 1960 this green plant pigment was produced in the laboratory for the first time","response":"chlorophyll"},{"text":"A 4,600-year-old bristlecone variety of this tree is thought o be the world's oldest living thing","response":"pine tree"}],"originalDate":"1990-02-08"},{"category":"HISTORY","comments":"","clues":[{"text":"The reign of the Guptas, when Sanskrit lit. flowered, has been called the classical age of this country","response":"India"},{"text":"Eamon de Valera, who was born in New York City, was prime minister &amp; president of this country","response":"Ireland"},{"text":"He was killed in the Philippines, but his ship went on to circumnavigate the earth","response":"Magellan"},{"text":"It was only after the Yalta Conference in 1945 that this country agreed to enter the war against Japan","response":"Soviet Union"},{"text":"After killing the defenders of the pass at Thermopylae, the Persians destroyed this city in 480 B.C.","response":"Athens"}],"originalDate":"1990-02-08"},{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"When a triumvirate rules, this many people are in charge","response":"3"},{"text":"Number of miles in the annual race held on Memorial Day at the Indianapolis Motor Speedway","response":"500"},{"text":"A sonnet is a poem of this many lines, usually written in iambic pentameter","response":"14"},{"text":"Boccaccio wrote \"The Decameron\", which literally means this many days' work","response":"10"},{"text":"If you know the First Congress met in 1789, you can figure out this is the number of the current one","response":"101st"}],"originalDate":"1990-02-08"}],{"category":"SPORTS &amp; ENTERTAINMENT","text":"In 2021 this Hall of Fame athlete launched Omaha Productions","response":"Peyton Manning"}]}