{"mix":1448,"rounds":[[{"category":"\"OY\", THE PLACES YOU'LL GO!","comments":"","clues":[{"text":"You'll feel like a king on this isle in Lake Superior, the least visited national park in the lower 48 states","response":"Isle Royale"},{"text":"Maybe you'll go to this Chicago university, founded in 1870 as St. Ignatius College","response":"Loyola"},{"text":"Go to the north bank of the Thames to stay at this London hotel, a blend of art deco &amp; Edwardian elegance","response":"the Savoy"},{"text":"About 50 miles north of Milwaukee, this Wisconsin city on Lake Michigan was established as a fur-trading post","response":"Sheboygan"},{"text":"This town on Long Island gained fame as the site of Sagamore Hill, Theodore Roosevelt's summer White House","response":"Oyster Bay"}],"originalDate":"2019-07-18"},{"category":"STATELY OVERLAPS","comments":"(Alex: Now, that's a weird category. I'm gonna give you an example. \"A registered brand in Little Rock\"<span class=\"nobreak\">--</span>what is \"Trademarkansas\"?)","clues":[{"text":"Excitement that comes from visiting Chicago... or Peoria","response":"Thrillinois"},{"text":"A swirling whirlpool in the Lone Star State","response":"a Vortexas"},{"text":"A fortress in the first state to ratify the Constitution","response":"a Citadelaware"},{"text":"Pertaining to the eyesight of residents in the most populous state","response":"Opticalifornia"},{"text":"Strict plant eater from a Pacific coast state","response":"an Herbivoregon"}],"originalDate":"2019-07-18"},{"category":"NEW SHERIFF IN TOWN","comments":"","clues":[{"text":"After finding fame in surfing, Duke Kahanamoku started his nearly 30-year career as sheriff of this city in the 1930s","response":"Honolulu"},{"text":"Pat Garrett was newly elected sheriff of Lincoln County, N.M. when he tracked down this outlaw AKA Henry McCarty","response":"Billy the Kid"},{"text":"Nucky Johnson, who inspired Steve Buscemi's character on \"Boardwalk Empire\", became sheriff of this city in 1908","response":"Atlantic City"},{"text":"This man became sheriff of Ellis County in 1869, but locals soon voted him out for being too \"Wild\"","response":"(Wild) Bill Hickok"},{"text":"This future president was elected sheriff of Erie County in 1870","response":"Grover Cleveland"}],"originalDate":"2019-07-17"},{"category":"FICTION","comments":"","clues":[{"text":"\"The Custom-House\" is an introductory section to this Hawthorne novel","response":"<i>The Scarlet Letter</i>"},{"text":"Near the end of this Ray Bradbury novel, a character talks about the phoenix, a mythical bird reborn from the ashes of fire","response":"<i>Fahrenheit 451</i>"},{"text":"She says to Mr. Rochester, \"Do you think, because I am poor, obscure, plain, and little, I am soulless and heartless?\"","response":"Jane Eyre"},{"text":"The island of Pianosa is the setting of this classic by Joseph Heller","response":"<i>Catch-22</i>"},{"text":"This author's first popular novel was \"Far From the Madding Crowd\", which he initially published anonymously","response":"(Thomas) Hardy"}],"originalDate":"2019-07-17"},{"category":"HOW ARE YOU GETTING AROUND?","comments":"(Alex: We want you to name the mode of transport.)","clues":[{"text":"The Douglas DC-8","response":"an airplane (or jet)"},{"text":"Fulton's Clermont","response":"a steamboat"},{"text":"\"On\" one of these \"built for 2\", as in a song","response":"a bicycle"},{"text":"Via Tony Hawk's claim to fame","response":"a skateboard"},{"text":"On a Ducati Monster 821","response":"a motorcycle"}],"originalDate":"2019-07-17"},{"category":"FASHION DON'TS","comments":"","clues":[{"text":"This short ballerina skirt is one of Glamour's \"27 Cringeworthy Fashion Don'ts\" but I think I could really rock one!","response":"a tutu"},{"text":"Some call 'em bum bags &amp; while PopSugar called this \"the It bag in the '80s\", it was \"What To Give Up\" in 2018","response":"fanny pack"},{"text":"Never, ever wear jorts, a combo of these 2 words","response":"jeans and shorts"},{"text":"Business Insider: At work, \"Men: don't try to get around the 'keep your feet hidden' rule by sporting socks with your\" these","response":"sandals"},{"text":"It's the redundant pair of accessories that men are advised not to wear together<span class=\"nobreak\">--</span>don't tell \"Office Space\"'s Bill Lumbergh","response":"suspenders and a belt"}],"originalDate":"2019-07-17"}],[{"category":"ABBREV. TV CHANNELS","comments":"","clues":[{"text":"Shows like \"Mad Money\" &amp; \"The Profit\"  help put the \"B\" (business) in this 4-letter channel","response":"CNBC"},{"text":"The \"C\" &amp; the \"S\" in C-SPAN, they are 2 ways of receiving television in the home","response":"cable and satellite"},{"text":"Gabrielle Union was a single news anchor looking for love on \"Being Mary Jane\" on this channel, BET","response":"Black Entertainment Television"},{"text":"The shopping channel QVC stands for \"Quality, Value &\" this, meaning from the comfort of your couch","response":"convenience"},{"text":"Eat up \"Chicken People\" or \"NASCAR: The Rise of American Speed\" on this network, CMT","response":"Country Music Television"}],"originalDate":"2019-07-17"},{"category":"WORDS, WORDS, WORDS","comments":"","clues":[{"text":"Spanish for \"little war\" gives us this word for one engaged in irregular warfare","response":"guerrilla"},{"text":"\"Giving aid and comfort\" to America's enemies is part of the Constitution's definition of this crime of betrayal","response":"treason"},{"text":"This rhyming term for an important person comes from the high hairpieces men of distinction once wore","response":"a bigwig"},{"text":"An elver isn't a little elf but the young of this fish","response":"an eel"},{"text":"The Latin for \"to come together\" gives us this word for the building where a religious community lives","response":"a convent"}],"originalDate":"2019-07-17"},{"category":"AWARDS &amp; HONORS","comments":"","clues":[{"text":"The inaugural Templeton Prize, for contributions to life's spiritual aspects, was given to this nun in 1973","response":"Mother Teresa"},{"text":"In 2012 the Draper Prize, an engineering award, went to the developers of LCD, short for this","response":"liquid crystal display"},{"text":"Cherry Jones won a Tony for playing a nun who accuses a priest of wrongdoing in this play with a one-word title","response":"<i>Doubt</i>"},{"text":"The first Millennium Technology Prize went to this Brit for his work on HTTP, HTML &amp; the World Wide Web","response":"(Tim) Berners-Lee"},{"text":"Every 4 years this medal is awarded to folks under age 40 by the International Congress of Mathematicians","response":"the Fields Medal"}],"originalDate":"2019-07-17"},{"category":"A STAR IS BORN","comments":"","clues":[{"text":"Kate Hudson was born with that name in 1979; this \"Firework\" singer was born in 1984 as Katheryn Hudson","response":"Katy Perry"},{"text":"This iconic movie star said goodbye, Norma Jeane (Baker when baptized, but Mortenson on her birth certificate)","response":"Marilyn Monroe"},{"text":"He \"Unchained\" himself from the name Eric Bishop &amp; went with a gender-neutral name for his stand-up career","response":"Jamie Foxx"},{"text":"Amanda Rogers used a first name from \"The Merchant of Venice\" &amp; an Italian last name to get this stage name","response":"Portia de Rossi"},{"text":"It's no trap, queen, that this rapper was born Willie Maxwell","response":"Fetty Wap"}],"originalDate":"2019-07-17"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The kiwi is the only bird with nostrils at the tip of this","response":"beak"},{"text":"If a glass lizard breaks off this body part, another one can grow","response":"tail"},{"text":"Ctenocephalides felis is a flea best known for pestering these animals","response":"cats"},{"text":"Some female Indian elephants have extremely short ones of these called tushes","response":"tusks"},{"text":"Typically, this flatfish whose name comes from the word \"holy\" has both eyes on the right side of its head","response":"halibut"}],"originalDate":"1996-02-12"},{"category":"DECORATIVE ARTS","comments":"","clues":[{"text":"Nashiti, a laquerware technique developed in this country, features flakes of gold leaf","response":"Japan"},{"text":"A popular type of 17th century woodwork was made to resemble this ocean vegetation","response":"seaweed"},{"text":"Valenciennes is one of the finest \"pillow\" types of this delicate openwork fabric","response":"lace"},{"text":"This country's Capodimonte porcelain factory was founded in 1743 on the grounds of a royal palace","response":"Italy"},{"text":"From the Latin filum (thread), &amp; granum (grain), it's delicate ornamental work done with fine metal wire","response":"filigree"}],"originalDate":"1996-02-12"}],{"category":"ORGANIZATIONS","text":"The forerunner of this organization was founded in 1887 to coordinate 22 Denver charities","response":"United Way"}]}