{"mix":1453,"rounds":[[{"category":"THE OLYMPIC GAMES","comments":"","clues":[{"text":"Before the Olympics went all-metric, the 1904 games had events like the 880 of these units freestyle swim","response":"yards"},{"text":"In 1994 Oksana Baiul edged out this famously injured American for figure skating gold","response":"Nancy Kerrigan"},{"text":"The 1924 Olympics played backdrop to this film about 2 British runners","response":"<i>Chariots of Fire</i>"},{"text":"The 1968 Olympics in Grenoble were dubbed the \"Killympics\" after the exploits of a man in this sport","response":"skier"},{"text":"A field event, the long jump favors athletes with track star speed, like this U.S. man who won 4 straight golds in the event","response":"Carl Lewis"}],"originalDate":"2019-07-12"},{"category":"TAKE ME TO YOUR LIEDER","comments":"","clues":[{"text":"Typically, 19th century lieder, or songs, were arranged for 1 vocalist &amp; 1 accompanist on this instrument","response":"a piano"},{"text":"Lieder date back to the 12th century but really hit their stride during this emotional musical era that began in the 18th century","response":"the Romantic era"},{"text":"The French followed the Germans' lied with a form called melodie, like Henri Duparc's this French word for song \"Triste\"","response":"<i>chanson</i>"},{"text":"Discovered in 2017, \"Lied vom Weissen Käse\", or \"Song of the White Cheese\", is by this composer who often worked with Bertolt Brecht","response":"Kurt Weill"},{"text":"This Vienna-born composer was only 17 when he wrote \"Gretchen at the Spinning Wheel\" &amp; changed the lieder game in 1814","response":"Franz Schubert"}],"originalDate":"2019-07-12"},{"category":"THE WALL","comments":"","clues":[{"text":"A section of it runs for some 5,500 miles from Liaoning province to Gansu","response":"the Great Wall of China"},{"text":"It was originally made of barbed wire on the night of August 12-13, 1961","response":"the Berlin Wall"},{"text":"A rabbinic belief is that the divine presence never departs from this wall in Jerusalem","response":"the Western Wall"},{"text":"Sacsayhuaman is a walled fortress near Cuzco, ancient capital of this empire","response":"the Inca"},{"text":"A book about Frank Calvert &amp; Heinrich Schliemann is called \"Finding the Walls of\" this city","response":"Troy"}],"originalDate":"2019-07-11"},{"category":"\"HOME\" ENTERTAINMENT","comments":"","clues":[{"text":"Joe Pesci &amp; Daniel Stern were the bumbling burglars foiled by Macaulay Culkin in this 1990 film","response":"<i>Home Alone</i>"},{"text":"Jonathan Taylor Thomas &amp; Zachery Ty Bryan played Tim Allen's kids on this sitcom","response":"<i>Home Improvement</i>"},{"text":"The title of this Amazon series starring Julia Roberts refers to a facility that helps soldiers transition into civilian life","response":"<i>Homecoming</i>"},{"text":"Will Ferrell is the square stepdad &amp; Mark Wahlberg is the cool biological father in this 2015 comedy","response":"<i>Daddy's Home</i>"},{"text":"In 2019 Solange released this album that was full of nostalgia of her native Houston","response":"<i>When I Get Home</i>"}],"originalDate":"2019-07-11"},{"category":"LET'S DANCE!","comments":"","clues":[{"text":"Though sounding a bit RuPaul-ian, \"Roll away to a half sashay\" is actually a call made during this \"shapely\" dance","response":"a square dance"},{"text":"This \"avian\" party dance topped a 2017 list of what brides told DJs not to play","response":"the \"Chicken Dance\""},{"text":"\"They all want me, they can't have me\" in this '90s hit song that became its own dance craze; hey!","response":"the \"Macarena\""},{"text":"A song that was No. 1 in the summer of 1960 begins, \"Come on, baby, let's do\" this dance","response":"the twist"},{"text":"Introduced to the U.S. from Cuba around 1914, this dance is done quick-quick-slow in 4/4 time; let's get ready to...!","response":"rumba"}],"originalDate":"2019-07-11"},{"category":"ON SECOND THOUGHT","comments":"","clues":[{"text":"This type of updated work is from Latin for \"see again\"","response":"revision"},{"text":"In a verb meaning to edit or censor, this writing tool follows both \"blue\" &amp; \"red\"","response":"pencil"},{"text":"There's a diner foodstuff in this verb meaning to go over something again &amp; again &...","response":"rehash"},{"text":"In Hollywood-speak, better take one more of these at that script of yours or you'll get one of these, a \"no\" from a studio","response":"a pass"},{"text":"These 2 similar words have similar meanings; the one starting \"A\" can mean to make any change; the \"E\" is to change the text","response":"amend and emend"}],"originalDate":"2019-07-11"}],[{"category":"BREAKING UP IS HARD TO DO","comments":"","clues":[{"text":"The first attempt to break up this communications company was in 1949; it finally happened in the '80s","response":"AT&T"},{"text":"In 1989 these 2 actors decided to rekindle their relationship; actress Dakota Johnson resulted","response":"Don Johnson and Melanie Griffith"},{"text":"In 2000 this company was ordered to split Windows &amp; Internet Explorer into 2 companies but appealed successfully","response":"Microsoft"},{"text":"This country was partitioned in 1772, with Austria getting Auschwitz; it was back together in 1918","response":"Poland"},{"text":"After other failed attempts, a 1911 federal lawsuit finally split this oil trust into more than 30 companies","response":"Standard Oil"}],"originalDate":"2019-07-11"},{"category":"A WAR BY ANY OTHER NAME","comments":"","clues":[{"text":"In the South, the American Civil War is sometimes called the War of Northern this 10-letter word","response":"aggression"},{"text":"The Beaver Wars in Canada were also known as the French &amp; this Native American league wars","response":"the Iroquois wars"},{"text":"This country's 17th century civil wars are also known as \"The Great Rebellion\"","response":"England"},{"text":"The Ramadan War of 1973 is also called this, after a holiday of a different religion","response":"the Yom Kippur War"},{"text":"The Great Narragansett War is another name for this king's war","response":"King Philip"}],"originalDate":"2019-07-11"},{"category":"HISTORY, OVER ON THE LEFT","comments":"","clues":[{"text":"Since China was mostly peasants, its 1st translation of this 1848 Marx-Engels work used \"common people\", not \"workers\"","response":"the Communist Manifesto"},{"text":"From 1919 to 1925 moderate socialist Friedrich Ebert led the German government known as this","response":"the Weimar Republic"},{"text":"In April 1965 this international pot stirrer left Cuba to try to bring revolution to Africa","response":"Che Guevara"},{"text":"In 1948 Henry Wallace got 2.4% of the vote as the pres. candidate of the party with this forward-looking name","response":"the Progressive Party"},{"text":"Among 1980s leaders Ferdinand Marcos was right-wing; over on the left of the \"F.M.\" dial was this president of France","response":"François Mitterand"}],"originalDate":"2019-07-10"},{"category":"STATE MOTTOES","comments":"","clues":[{"text":"\"Live free or die\"","response":"New Hampshire"},{"text":"In the Midwest: \"Si quaeris peninsulam amoenam circumspice\" (\"if you seek a pleasant peninsula, look about you\")","response":"Michigan"},{"text":"\"Sic semper tyrannis\"","response":"Virginia"},{"text":"\"The crossroads of America\"<span class=\"nobreak\">--</span>like the intersection of Interstate 70 &amp; U.S. Highway 41","response":"Indiana"},{"text":"\"L'etoile du nord\" (\"star of the north\")","response":"Minnesota"}],"originalDate":"2019-07-10"},{"category":"MNEMONICS","comments":"","clues":[{"text":"\"One big T equals teaspoons three\" when that big T is one of these","response":"a tablespoon"},{"text":"To distinguish these 2 cave formations: <br>the one containing a \"C\" hangs from the ceiling, the one with a \"G\" rises from the ground","response":"stalactites and stalagmites"},{"text":"In a mnemonic for lines of the treble clef, these 3 words precede \"does fine\"","response":"every good boy"},{"text":"It has atomic number 19, it's essential to life, but how to spell it? Oh yeah, \"one tea, 2 sugars\"","response":"potassium"},{"text":"buzzfeed.com listed \"Prime ministers can't eat any nachos\" for Canada's time zones: Pacific, Mountain, Central, Eastern, Atlantic, this","response":"Newfoundland"}],"originalDate":"2019-07-10"},{"category":"\"AINT\", NECESSARILY SO","comments":"","clues":[{"text":"Barely perceptible, like a pale outline on paper","response":"faint"},{"text":"Something that holds you in place to protect you<span class=\"nobreak\">--</span>or others","response":"a restraint"},{"text":"Charmingly odd, especially in an old-fashioned way","response":"quaint"},{"text":"To make someone aware of something","response":"acquaint"},{"text":"A statement of dissatisfaction; Shakespeare wrote a poem called \"A Lover's\" one about a wronged woman","response":"a complaint"}],"originalDate":"2019-07-10"}],{"category":"SAY IT IN ITALIAN","text":"It's an Italian word for \"mercy\", but also the name of a movie character who kills Stracci &amp; Carlo","response":"<i>clemenza</i>"}]}