{"mix":1459,"rounds":[[{"category":"MONTHS OF THE YEAR","comments":"","clues":[{"text":"In the year 2000 this month will have just 29 days","response":"February"},{"text":"The Germans sometimes call it Christmonat","response":"December"},{"text":"Bill Clinton was elected President during this month","response":"November"},{"text":"During most of this month, it's spring in the U.S.; during part of it, summer","response":"June"},{"text":"In 1992 Easter Sunday fell during this month; you might have had spring break then","response":"April"}],"originalDate":"1993-05-10"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"This state's Malaspina Glacier covers an area about the size of Rhode Island","response":"Alaska"},{"text":"Arlington County, site of the Pentagon, lies across this river from Washington, D.C.","response":"Potomac"},{"text":"Don't let its name confuse you, this Florida city is the southernmost in the continental U.S.","response":"Key West"},{"text":"Located along the Rio Grande it's New Mexico's largest city","response":"Albuquerque"},{"text":"Not surprisingly, this state's highest point is Mount Sunflower","response":"Kansas"}],"originalDate":"1993-05-10"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"Love beads became popular during this decade; hippies loved to wear them as a symbol of peace","response":"'60s"},{"text":"Introduced in the 1950s, the Jamaica style of this sportswear was not as long as the Bermuda","response":"shorts"},{"text":"In the 1400s a hennin, which was cone-shaped &amp; could be 4 feet high, was worn on this part of the body","response":"head"},{"text":"Many 16th century ruffs completely encircled this part of the body, while some were open in front","response":"neck"},{"text":"The name of this coat dates back to the ditches in which it was worn during WWI","response":"trench coat"}],"originalDate":"1993-05-10"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Paying excessively is said to be \"paying through\" this facial organ","response":"nose"},{"text":"You're considered crazy if you have these mammals \"in your belfry\"","response":"bats"},{"text":"Something that arrives suddenly &amp; unexpectedly is said to come from \"out of\" this color","response":"the blue"},{"text":"\"Brevity is the soul of\" this","response":"wit"},{"text":"The 3 main components of a gun gave rise to this phrase that means \"the whole works\"","response":"lock, stock & barrel"}],"originalDate":"1993-05-10"},{"category":"ATLANTIC CITIES","comments":"","clues":[{"text":"This South African capital can be spelled as 1 word or 2","response":"Capetown"},{"text":"In 1986 the U.S. &amp; USSR helped thaw the Cold War when they met for disarmament talks in this Icelandic city","response":"Reykjavik"},{"text":"In 1790 Columbia replaced this city as South Carolina's capital","response":"Charleston"},{"text":"If you're off on the road to this country you may wind up in its capital of Rabat","response":"Morocco"},{"text":"The many waterways in Recife, in this large South American country, are compared to those of Venice","response":"Brazil"}],"originalDate":"1993-05-10"},{"category":"THE OSCARS","comments":"","clues":[{"text":"Jack Palance won his \"Best Supporting Actor\" Oscar for this 1991 western film","response":"<i>City Slickers</i>"},{"text":"This 1990 film's only performance award was won by Whoopi Goldberg for \"Best Supporting Actress\"","response":"<i>Ghost</i>"},{"text":"1 of 2 films for which Oliver Stone has won \"Best Director\"","response":"<i>Platoon</i> (or <i>Born on the Fourth of July</i>)"},{"text":"This second Indiana Jones film won a 1984 Oscar for its visual effects","response":"<i>Temple of Doom</i>"},{"text":"Ronald Bass &amp; Barry Morrow won Oscars for scripting this Dustin Hoffman film about an autustic man","response":"<i>Rain Man</i>"}],"originalDate":"1993-05-10"}],[{"category":"THE 18th CENTURY","comments":"","clues":[{"text":"He was elected a fellow of London's Royal Society in 1756 because of his electrical experiments","response":"Ben Franklin"},{"text":"In 1796 Tennessee's voters chose this future President as their first Congressman","response":"(Andrew) Jackson"},{"text":"On October 26, 1760 he became King of England","response":"George III"},{"text":"In 1704 this city's \"News-Letter\" became the 1st regularly published newspaper in the American colonies","response":"Boston"},{"text":"Under the 1792 Treaty of Jassy, this coungry agreed to Russia's annexation of the Crimea","response":"Turkey"}],"originalDate":"1993-05-10"},{"category":"SCULPTURE","comments":"","clues":[{"text":"In the 19th c. this statue was bought, minus its arms, by the Marquis de Riviere &amp; given to Louis XVIII","response":"<i>Venus de Milo</i>"},{"text":"This Frenchman's early sculpture \"Man with a Broken Nose\" was originally rejected for exhibition","response":"Rodin"},{"text":"The surface of this Cubist's \"Head of a Woman\" is divided into several planes","response":"Picasso"},{"text":"Nike of Samothrace is sometimes referred to by this title","response":"<i>Winged Victory</i>"},{"text":"From 1403 to 1452 Lorenzo Ghiberti worked on 4 of the bronze doors for this Italian city's baptistry","response":"Florence"}],"originalDate":"1993-05-10"},{"category":"SCIENCE","comments":"","clues":[{"text":"Graham, Charles &amp; Boyle each developed a law concerning this state of matter","response":"gas"},{"text":"A leaf is described as digitate when it has divisions resembling these body parts","response":"fingers"},{"text":"The existence of the mid-ocean ridges in the Atlantic, Pacific &amp; Indian Oceans gives support to this theory","response":"plate tectonic"},{"text":"A diagram showing the order of operations for solving a problem is this kind of \"chart\"","response":"flowchart"},{"text":"3 of the 6 simple machines","response":"(3 of) lever, wedge, pulley, wheel & axle, screw & inclined plane"}],"originalDate":"1993-05-10"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"In 1695 this \"Gulliver's Travels\" author became an Anglican minister in Ireland","response":"(Jonathan) Swift"},{"text":"Frodo Baggins, who lives in Middle-earth, is one of these creatures","response":"Hobbit"},{"text":"His last completed novel, \"Our Mutual Friend\" came 4 yrs. after \"Great Expectations\"","response":"Charles Dickens"},{"text":"In 1971 this author of \"The Mousetrap\" was made Dame Commander of the Order of the British Empire","response":"Agatha Christie"},{"text":"This author of \"The Razor's Edge\" trained for the medical profession but never practiced","response":"(Somerset) Maugham"}],"originalDate":"1993-05-10"},{"category":"A LA WHAT?","comments":"","clues":[{"text":"A la Hongroise, or this nationality, means cooked in a cream sauce with paprika","response":"Hungarian"},{"text":"This term for items sold alone is from French for \"according to the menu\"","response":"a la carte"},{"text":"The origin of the phrase a la boulangère, for a dish cooked this way, honors the woman who did the cooking","response":"baked"},{"text":"This American dish is chicken with a mushroom cream sauce; if you want to be fancy, you can call it \"poulet royale\" in French","response":"chicken a la king"},{"text":"A dish prepared a la Normande likely uses plenty of this famed apple brandy from Normandy","response":"Calvados"}],"originalDate":"2019-07-08"},{"category":"A PAST-ICHE","comments":"","clues":[{"text":"Astronomer Fred Hoyle coined this term for the event that started it all 13.8 billion years ago","response":"the Big Bang"},{"text":"Of an error, a gap or a new discovery, what a lacuna in a historical text is","response":"a gap"},{"text":"Want to see a passionate history professor? Watch this late comic work himself up to a scream in \"Back to School\"","response":"Sam Kinison"},{"text":"For extra quaintness, a London pub opened in 1667 isn't just called Cheshire Cheese but these 2 words \"Cheshire Cheese\"","response":"ye olde"},{"text":"Insert 3 letters in \"antiques\" to get this 1906 act that preserved U.S. archaeological sites from looting","response":"antiquities"}],"originalDate":"2019-07-08"}],{"category":"NATIONAL ANTHEMS","text":"\"Terre de nos aïeux\" follows the title in the French version of this anthem","response":"\"O Canada\""}]}