{"mix":1466,"rounds":[[{"category":"BANKING","comments":"","clues":[{"text":"Savings &amp; loans were established originally to help people buy these","response":"houses"},{"text":"When you put money in a time deposit account, some banks will issue you a \"CD\", which is this","response":"certificate of deposit"},{"text":"To stem a panic in 1933, FDR declared this, to begin March 6","response":"bank holiday"},{"text":"Italian bankers used to conduct business on these \"bancos\", from which the word \"bank\" comes","response":"bench"},{"text":"In 1891, Marcellus Berry, general agent of the American Express Company, created these","response":"traveler's checks"}],"originalDate":"1987-05-20"},{"category":"WINES","comments":"","clues":[{"text":"Like some sturdy people, a wine is \"sturdy\" if it can withstand this ongoing process","response":"aging"},{"text":"This monk is credited with inventing champagne","response":"Dom Perignon"},{"text":"Bottles of older red wine should be placed in this position several hours before serving","response":"upright"},{"text":"The Encyclopedia Americana says that tobacco smoke can enhance the taste of this dry appetizer wine","response":"sherry"},{"text":"Of 51, 75 or 100, % of named grape an American wine must now contain to be labeled \"varietal\"","response":"75%"}],"originalDate":"1987-05-20"},{"category":"PRISONS","comments":"","clues":[{"text":"Creditors could send people who owed them money to these prisons which were abolished in late 1800s","response":"debtor's prison"},{"text":"If sentenced to less than a year behind bars, you'll probably do time in this kind of county or city prison","response":"jail"},{"text":"It's said insanity ran high under the Auburn system of 1800s, since inmates were forbidden this communication","response":"speaking"},{"text":"From Greek for \"the study of penalty\", it's a scientist who studies prisons","response":"penologist"},{"text":"The 2 California prisons mentioned in titles of LPs for which Johnny Cash received gold records","response":"San Quentin & Folsom"}],"originalDate":"1987-05-20"},{"category":"PATRON SAINTS","comments":"","clues":[{"text":"If St. George wants to continue being patron saint of these, he'd better \"be prepared\"","response":"Boy Scouts"},{"text":"Tho St. Florian was patron saint of these public servants, he didn't keep a dalmatian around his \"house\"","response":"firemen"},{"text":"Though St. Joseph's name is on a famous brand of aspirin, St. Teresa is patron saint of these","response":"headache sufferers"},{"text":"Seems St. Raymond Nonnatus, patron of these unlucky souls, was on vacation during Dreyfus trial","response":"people who were unjustly accused"},{"text":"St. Erasmus is patron saint of sailors, &amp; this glow, said to symbolize his presence, bears his nickname","response":"St. Elmo's Fire"}],"originalDate":"1987-05-20"},{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"Among his many adventures, Simple Simon went to catch a bird by putting this on its tail","response":"salt"},{"text":"\"Bye, baby  bunting, daddy's gone a-hunting, gone to get\" this \"to wrap the baby bunting in\"","response":"rabbit's skin"},{"text":"Last line of \"There was an old woman lived under the hill, &amp; if she's not gone...\"","response":"she's there still (She lives there still)"},{"text":"In \"Ding, Dong, Bell\", Little Johnny Green put pussy in the well, but this boy pulled her out","response":"Little Tommy Stout"},{"text":"Where \"the Muffin Man\" lives","response":"Drury Lane"}],"originalDate":"1987-05-20"},{"category":"ART","comments":"","clues":[{"text":"In Michelangelo's \"The Creation of Adam\", Adam is stretching forth this hand to God","response":"left"},{"text":"This Spaniard was world's most prolific major artist, with over 150,000 paintings, sketches &amp; sculptures","response":"Pablo Picasso"},{"text":"Early 16th c. Italian artist whose Madonnas set the standard for future generations","response":"Raphael"},{"text":"\"Reading Le Figaro\", by this late American brought highest price for a work by a female artist","response":"Mary Cassatt"},{"text":"\"Marriage a la Mode\" &amp; \"The Rake's Progress\" are 2 of this English satirist's best known works","response":"(William) Hogarth"}],"originalDate":"1987-05-20"}],[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Ocean in which you'd be swimming if you swam from Mauritius to Madagascar the short way","response":"Indian Ocean"},{"text":"Of the Gulfs of Alaska, California, or Mexico, the 1 that doesn't touch the U.S.","response":"California"},{"text":"For Harvard's 350th birthday, a 600; gas-filled plastic rainbow was arched across this river","response":"Charles"},{"text":"Body of water mentioned in penultimate phrase of the song, \"California Here I Come\"","response":"Golden Gate"},{"text":"From the Greek, the word \"archipelago\" was originally applied only to the many islands in this sea","response":"Aegean"}],"originalDate":"1987-05-20"},{"category":"COMMUNISM","comments":"","clues":[{"text":"Using the ideas of Karl Marx, he established the Russian Communist Party","response":"Lenin"},{"text":"The main issue of the Sino-Soviet split was Khrushchev's plan to improve relations with this country","response":"United States"},{"text":"Until Suharto had many killed, this island country had largest Comm. Party in a non-comm. country","response":"Indonesia"},{"text":"Famed Mexican muralist David Siqueiros was jailed for trying to assassinate this exiled communist","response":"Trotsky"},{"text":"These 3 Southeast Asian countries all came under full Communist control within 1 year, 1975","response":"South Vietnam, Laos & Cambodia"}],"originalDate":"1987-05-20"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"Lighting fixture from which they say you swing when drunk or rowdy","response":"chandelier"},{"text":"Your brother's daughter's daughter","response":"grandniece"},{"text":"To risk peril or invite loss, or what you do to your winnings every time you buzz in during this show","response":"jeopardize"},{"text":"Sounding like a guy on the go, he's a tradesman working for another person","response":"journeyman"},{"text":"From Latin for \"forward slope\", it's having a natural inclination or propensity for something","response":"proclivity"}],"originalDate":"1987-05-20"},{"category":"\"SMITH\"","comments":"","clues":[{"text":"According to this N.Y. \"Daily News\" reporter, \"Gossip is news in a red satin dress\"","response":"Liz Smith"},{"text":"In 1964 she became 1st woman to campaign for a major party presidential nomination","response":"Senator Margaret (Chase) Smith"},{"text":"\"Empress of the Blues\" who reigned supreme from 1923-28","response":"Bessie Smith"},{"text":"In 1843, he instituted polygamy among his followers, &amp;, 1 year later, was killed in jail by dissenters","response":"Joseph Smith"},{"text":"Turned down as a ball boy in '63 because he was awkward, he helped win Davis Cup for U.S. in '71","response":"Stan Smith"}],"originalDate":"1987-05-20"},{"category":"IN &amp; AROUND THE STATE CAPITAL","comments":"","clues":[{"text":"Chill out by Taku Glacier, southeast of downtown","response":"Juneau (Alaska)"},{"text":"Honestly, the Lincoln Home National Historic Site is there","response":"Springfield"},{"text":"Get your choir on at the Latter-Day Saints Conference Center","response":"Salt Lake City"},{"text":"Plant yourself at the Roger Williams Park Botanical Center","response":"Providence"},{"text":"Three Mile Island is a powerful nearby site to see","response":"Harrisburg (Pennsylvania)"}],"originalDate":"2019-06-27"},{"category":"BUSINESS PAIRS","comments":"","clues":[{"text":"Dave had a place with games near the restaurant of a guy with this nickname; the 2 teamed up in 1982","response":"Buster"},{"text":"This ice cream chain is named for brothers-in-law Burt &amp; Irv","response":"Baskin-Robbins"},{"text":"Fancy British cars were born after 1904, when Charles Stewart Rolls got into business with this Henry","response":"Royce"},{"text":"This bookstore chain traces its roots to 1873 &amp; a book business in Wheaton, Illinois","response":"Barnes and Noble"},{"text":"rootbeer.com is the website for this brand","response":"A&W"}],"originalDate":"2019-06-27"}],{"category":"HISTORIC NAMES","text":"DNA from 2 living descendants of Anne of York was used to identify the remains of this man","response":"Richard III"}]}