{"mix":1474,"rounds":[[{"category":"EQUIVALENCIES","comments":"","clues":[{"text":"It's soccer's equivalent to sailing's America's Cup","response":"World Cup"},{"text":"As Venus was the Roman god of love, she was the Greek","response":"Aphrodite"},{"text":"As pressing valves changes a trumpet's tones, pressing these changes a saxophone's","response":"keys"},{"text":"By law our VP presides over the Senate; by custom Britain's deputy PM usually leads this group","response":"House of Lords"},{"text":"As Lyons is this to France, so Chicago is to the U.S.","response":"third largest city"}],"originalDate":"1987-05-15"},{"category":"LANGUAGE OF FLOWERS","comments":"","clues":[{"text":"Just ask Porky Pig if the meaning of this flower isn't \"you soothe me\"","response":"petunia"},{"text":"Not only do some say it means \"welcome\", this yellow flower is one of the first to welcome spring","response":"daffodil"},{"text":"Fittingly, this creeping vine means \"I cling\"","response":"ivy"},{"text":"This flower means both \"faithfulness\" &amp; \"loneliness\" because no one will pick it to dance","response":"wallflower"},{"text":"Though a red rose stands for \"love\", this color rose means \"worthy of love\"","response":"white"}],"originalDate":"1987-05-15"},{"category":"LANDMARKS","comments":"","clues":[{"text":"For M.L. King Jr. Day in '87, each state tolled its replica of this, while the original was symbolically rung","response":"Liberty Bell"},{"text":"Edward VII Park &amp; St. George's Castle sound like they should be in London, but they're in this Iberian capital","response":"Lisbon"},{"text":"San Francisco threw tourists a curve when it considered closing this curvy street in January 1987","response":"Lombard"},{"text":"On this city's Piazza Dante you can visit the Casa Cristoforo Colombo","response":"Genoa"},{"text":"You'll find the key to this French landmark at Mt. Vernon, but its hated walls were torn down in 1789","response":"Bastille"}],"originalDate":"1987-05-15"},{"category":"PIRATES","comments":"","clues":[{"text":"This term for a pirate comes from the cooking grill they used, the \"boucan\"","response":"buccaneer"},{"text":"In a 1935 film, Errol Flynn played this pirate created by Rafael Sabatini","response":"Captain Blood"},{"text":"It was the only Gilbert &amp; Sullivan opera to be performed in New York before London","response":"<i>The Pirates of Penzance</i>"},{"text":"Though Shakespeare didn't tell us so, in 75 B.C. pirates kidnapped this man &amp; held him for ransom","response":"Julius Caesar"},{"text":"Now pictured in rum ads, he was commander of English forces in Jamaica","response":"Sir Henry Morgan"}],"originalDate":"1987-05-15"},{"category":"SECRETARIES OF STATE","comments":"","clues":[{"text":"Sec'y of Labor &amp; later of the Treasury under Nixon, he's now Sec'y of State under Reagan","response":"Schultz"},{"text":"With John Foster Dulles mortally ill, this President appointed Christian Herter Sec'y of State","response":"Eisenhower"},{"text":"2 Presidents under whom William Seward, who arranged the Alaska Purchase, served","response":"Abraham Lincoln & Andrew Johnson"},{"text":"This FDR appointee held the office longer than anyone else, nearly 12 years","response":"Cordell Hull"},{"text":"Our 1st, he resigned because he felt the President was favoring his arch-rival, Hamilton","response":"Thomas Jefferson"}],"originalDate":"1987-05-15"},{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"Tight shoes will do this to your toes as pince-nez glasses do it to your nose","response":"pinch"},{"text":"From Arabic for \"a forbidden place\", it's a section of a Muslim house usually forbidden to men","response":"harem"},{"text":"An athletic contest, a perfect counterpart, or a fire starter","response":"match"},{"text":"It describes an unsheathed sword, a finished sketch, or a haggard look","response":"drawn"},{"text":"Word which precedes jump, cloth, ax, &amp; in our case, cast","response":"broad"}],"originalDate":"1987-05-15"}],[{"category":"GEOLOGY","comments":"","clues":[{"text":"It's a vent in the earth's crust from which gasses, pyroclastic material &amp; lava come out","response":"volcano"},{"text":"Along with amorphous carbon, which includes coal, 1 of the other 2 forms of the element carbon","response":"diamond or graphite"},{"text":"Herodotus reasoned that Egypt's fertile soil was deposited by this annual event","response":"flood of the Nile"},{"text":"A sedimentary rock composed of rounded fragments, or a big diverse company","response":"conglomerate"},{"text":"As astrobleme is an ancient mark on the earth's surface that was produced by this","response":"meteorite"}],"originalDate":"1987-05-15"},{"category":"COMPUTER CONNECTIONS","comments":"","clues":[{"text":"Term for a system of interconnected computers &amp; devices; a LAN is a \"local area\" one","response":"a network"},{"text":"Nations get their own domain extensions; .dk is the one for this country","response":"Denmark"},{"text":"World Wide Web inventor Tim Berners-Lee gets questions like \"Why are links\" this color?<span class=\"nobreak\">--</span>\"There is no reason\"","response":"blue"},{"text":"Your online shopping cart couldn't stay up to date without these data packets that help websites track you","response":"cookies"},{"text":"Microsoft's Internet Explorer uses \"favorites\" where other browsers use this word from the non-wired world","response":"bookmarks"}],"originalDate":"2019-06-19"},{"category":"KINGS &amp; QUEENS","comments":"","clues":[{"text":"This title was given to the rulers of ancient Egypt who were considered both monarchs &amp; gods","response":"pharaohs"},{"text":"As she stepped up to the guillotine in 1793, this queen apologized to the executioner for stepping on his foot","response":"Marie Antoinette"},{"text":"King Bhumibol reigned for 70 years in this Asian nation once known as Siam","response":"Thailand"},{"text":"Emperor Haile Selassie of Ethiopia claimed descent from the Queen of Sheba &amp; this Biblical king","response":"Solomon"},{"text":"A 2014 play was titled this, the expected name &amp; number of the current heir to the British throne","response":"<i>Charles III</i>"}],"originalDate":"2019-06-19"},{"category":"BOOK CHAPTERS","comments":"","clues":[{"text":"Chapter 21 of this classic is \"Laurie Makes Mischief, and Jo Makes Peace\"","response":"<i>Little Women</i>"},{"text":"Chapter 15 of \"Twilight\" is named for this family of Edward's","response":"the Cullens"},{"text":"\"The Expanding Universe\" is a chapter in his book \"A Brief History of Time\"","response":"Stephen Hawking"},{"text":"Chapter 1 of this novel by Louis Sachar begins \"There is no lake at Camp Green Lake\"","response":"<i>Holes</i>"},{"text":"This first book in a series has the chapters \"What Lucy Found There\" &amp; \"Back on This Side of the Door\"","response":"<i>The Lion, the Witch and the Wardrobe</i>"}],"originalDate":"2019-06-19"},{"category":"THE DC UNIVERSE","comments":"","clues":[{"text":"Slate's theory on why glasses were enough to disguise this hero<span class=\"nobreak\">--</span>all his pals had a condition called face blindness","response":"Superman"},{"text":"Based in the conveniently located Central City, this hero is AKA the Scarlet Speedster &amp; the Fastest Man Alive","response":"the Flash"},{"text":"This show starring Stephen Amell as a billionaire who takes aim at crime began in 2012; get the point?","response":"<i>Arrow</i>"},{"text":"Crashing a plane he's on? Killing a nuclear physicist on a football field? This masked \"Batman\" villain sure gets around","response":"Bane"},{"text":"In \"Justice League\", this Jason Momoa character admits, \"I don't want to die. I'm young. There's (stuff) that I want to do\"","response":"Aquaman"}],"originalDate":"2019-06-19"},{"category":"MUSIC I'M NOT FAMILIAR WITH","comments":"","clues":[{"text":"In June 2018 \"Random Access Memories\" was one of 2 albums this helmet-headed duo had on the Dance/Electronic Top 25","response":"Daft Punk"},{"text":"I'm not up on his song \"Yikes\", but I did hear that in 2018 he tweeted about abolishing the 13th Amendment","response":"Kanye West"},{"text":"Nearly 25 years after its album \"Under the Table and Dreaming\", DMB, this band, jammed out \"Come Tomorrow\"","response":"Dave Matthews Band"},{"text":"\"My Midnight Things\" was a 2018 hit for this metal band big on horror stagecraft, but you won't get 40 whacks at its name","response":"Lizzy Borden"},{"text":"This \"Father\" was on the Tastemakers chart in 2018 with \"God's Favorite Customer\"","response":"Father John Misty"}],"originalDate":"2019-06-19"}],{"category":"GEOGRAPHIC TERMS","text":"The 1964 article that gave this term its current use noted the \"menace that haunts the Atlantic off our southeastern coast\"","response":"the Bermuda Triangle"}]}