{"mix":1478,"rounds":[[{"category":"LANDMARKS","comments":"","clues":[{"text":"This famous Massachusetts rock is engraved with the date 1620","response":"Plymouth Rock"},{"text":"New geological evidence suggests this Giza, Egypt statue may be twice as old as previously thought","response":"The Sphinx"},{"text":"Lakehurst Naval Air Station in this state was the site of the Hindenburg explosion","response":"New Jersey"},{"text":"His Washington, D.C. memorial was dedicated April 13, 1943, the 200th anniversary of his birth","response":"Thomas Jefferson"},{"text":"This French engineer designed the interior support tower for the Statue of Liberty","response":"Eiffel"}],"originalDate":"1992-02-25"},{"category":"THE MOVIES","comments":"","clues":[{"text":"This 1991 Steven Spielberg film is based on the premise \"What if Peter Pan grew up?\"","response":"<i>Hook</i>"},{"text":"Anna Chlumsky to Macaulay Culkin, according to the title of a 1991 film","response":"<i>My Girl</i>"},{"text":"Steve Martin starred in the 1991 remake of this 1950 Spencer Tracy film","response":"<i>Father of the Bride</i>"},{"text":"She starred as the mother of a child prodigy &amp; made her directorial debut in \"Little Man Tate\"","response":"Jodie Foster"},{"text":"He played a corporate raider known as Larry the Liquidator in \"Other People's Money\"","response":"Danny Devito"}],"originalDate":"1992-02-25"},{"category":"GEMS &amp; JEWELRY","comments":"","clues":[{"text":"A few of these green gems are mined near Stony Point, North Carolina","response":"emeralds"},{"text":"The freshwater type of these can be found in the Mississippi &amp; its tributaries","response":"pearls"},{"text":"You'd wear your diadem on this body part","response":"head"},{"text":"Turquoise is the state gem of these two southwestern states","response":"Arizona & New Mexico"},{"text":"This stone that's green in sunlight &amp; red under artificial light is named for a czar","response":"alexandrite"}],"originalDate":"1992-02-25"},{"category":"FAMOUS JOHNS","comments":"","clues":[{"text":"In 1804 this ornithologist became the first known person to band birds","response":"John Audubon"},{"text":"From 1735-37 this founder of Methodism was a missionary to the American colony of Georgia","response":"John Wesley"},{"text":"In 1736 this New York Weekly Journal publisher printed an account of his freedom of the press trial","response":"John Peter Zenger"},{"text":"Middle name of crime fighter John Hoover","response":"Edgar"},{"text":"This 10th U.S. Pres. was elected to the Confederate House of Reps. but died before taking office","response":"John Tyler"}],"originalDate":"1992-02-25"},{"category":"SINGING","comments":"","clues":[{"text":"Some singing voices are described as \"lyric\", a word derived from the Greek for this instrument","response":"lyre"},{"text":"An arietta is a short one of these","response":"*solo (**aria)"},{"text":"A \"decorative\" note or group of notes such as a trill, or a generic term for a Christmas tree decoration","response":"ornament"},{"text":"Vibrato is Italian for \"vibrating\" &amp; this is Italian for \"trembling\"","response":"tremolo"},{"text":"As a noun, it's a high-pitched voice; as an adjective, it often precedes \"clef\"","response":"treble"}],"originalDate":"1992-02-25"},{"category":"PUNCTUATION MARKS","comments":"","clues":[{"text":"In printing this punctuation mark is also known as a full stop","response":"period"},{"text":"They enclose the exact words of a speaker","response":"quotation marks"},{"text":"It's the strongest mark we have to indicate emotional emphasis at the end of a sentence","response":"exclamation point"},{"text":"Compound words are sometimes joined together by this punctuation mark","response":"hyphen"},{"text":"You'll commonly find this mark before a list or after a business letter's salutation","response":"colon"}],"originalDate":"1992-02-25"}],[{"category":"BLACK AMERICA","comments":"","clues":[{"text":"In 1989 David Dinkins was elected this city's first black mayor","response":"New York City"},{"text":"President Bush credited much of Desert Storm's success to this chairman of the Joint Chiefs of Staff","response":"Colin Powell"},{"text":"In 1931 this botanist refused an offer from the Soviet Union to supervise its cotton plantations","response":"George Washington Carver"},{"text":"At the 1988 Summer Olympics Jackie Joyner-Kersee &amp; this sister-in-law won six medals between them","response":"Florence Griffith-Joyner"},{"text":"W.E.B. Du Bois, founder of the Niagara Movement, was the 1st black to receive a Ph.D. from this Ivy League university","response":"Harvard"}],"originalDate":"1992-02-25"},{"category":"MATH","comments":"","clues":[{"text":"The standard abacus uses a system of this base number","response":"10"},{"text":"The number of scruples in  6 drams or the number of inches in half a yard","response":"18"},{"text":"The name for these numbers less than zero came from the Latin for \"to deny\"","response":"negative"},{"text":"A logarithm is an example of this symbol","response":"exponent"},{"text":"It's the next prime number above 23","response":"29"}],"originalDate":"1992-02-25"},{"category":"COINS","comments":"","clues":[{"text":"In 1946 his portrait was first placed on the U.S. dime","response":"Franklin Roosevelt"},{"text":"An Egyptian bronze coin of the 1st century B.C. depicts this queen as Aphrodite","response":"Cleopatra"},{"text":"The gold ducat of this Italian city showed the Doge receiving a banner from St. Mark","response":"Venice"},{"text":"The commemorative Columbian Exposition coin of 1892 &amp; 1893 bore an engraving of this ship","response":"Santa Maria"},{"text":"In 1658 this Lord supplied Maryland with a coin with his portrait on it","response":"Lord Baltimore"}],"originalDate":"1992-02-25"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"The Persians &amp; the Medes were considered barbarians, people who didn't speak this language","response":"Greek"},{"text":"You don't have to consult an oracle to know the Pythian Games were held here","response":"Delphi"},{"text":"In the 5th century the Magyars were called the \"On Ogur\", which is where we get this country's name","response":"Hungary"},{"text":"In 201 B.C. he was the ruler of Carthage but Rome wanted him as a prisoner","response":"Hannibal"},{"text":"Although this city was Amenhotep III's capital he was buried in the nearby Valley of the Kings","response":"Thebes"}],"originalDate":"1992-02-25"},{"category":"QUOTES","comments":"","clues":[{"text":"Naturalist John Ray first recorded the proverb \"Blood is thicker than\" this","response":"water"},{"text":"Completes Julius Caesar's declaration \"I came, I saw,...\"","response":"I conquered"},{"text":"It's to whom Edwin Stanton was referring when he said, \"Now he belongs to the ages\"","response":"Abraham Lincoln"},{"text":"John Keats called this American statesman \"a philosophical Quaker full of mean and thrifty maxims\"","response":"Benjamin Franklin"},{"text":"George Bernard Shaw called this condition \"the greatest of evils and the worst of crimes\"","response":"poverty"}],"originalDate":"1992-02-25"},{"category":"2-LETTER WORDS","comments":"","clues":[{"text":"This biblical word is often found before \"&amp; behold\"","response":"lo"},{"text":"The 2013 meeting of the Canadian Linguistics Association included a paper on \"The Social Meaning of\" this word","response":"eh"},{"text":"\"Clumsy\" in language, castrated in fact, it's a type of draft animal","response":"ox"},{"text":"As an adjective, it denotes huge self-interest, like in describing an entire decade","response":"me"},{"text":"Dutch for \"yes\"","response":"ja"}],"originalDate":"2019-06-14"}],{"category":"SMALL COUNTRIES","text":"French, Italian &amp; Swiss nationals make up about half of its population of 38,000","response":"Monaco"}]}