{"mix":1481,"rounds":[[{"category":"LUNCH COUNTER LINGO","comments":"","clues":[{"text":"You don't hit someone with this \"lead pipe\"; you eat it with meatballs","response":"spaghetti"},{"text":"\"Sneeze\", shaken in soups &amp; salads","response":"pepper"},{"text":"To order liver cooked with these, a waitress yells, \"Put out the lights &amp; cry!\"","response":"onions"},{"text":"If you want this Irish immigrant entree, scream \"red horse, put a wreath on it!\"","response":"corned beef & cabbage"},{"text":"If you \"brand bossy\", you're doing this","response":"frying a hamburger"}],"originalDate":"1987-05-11"},{"category":"RELIGION","comments":"","clues":[{"text":"The Digambara monks of India believe that salvation is not possible for this sex","response":"women"},{"text":"The Phoenicians used to sacrifice these to the god Moloch, definitely not according to Spock","response":"children"},{"text":"In 1934, at the age of 79, Evangeline Booth became the 1st woman general in this religious \"corps\"","response":"Salvation Army"},{"text":"In a traditional Jewish wedding, the couple is married under 1 of these, symbolic of the bridal chamber","response":"chuppah (canopy)"},{"text":"Name of this religion founded in the 7th c. can be translated as \"submission\", \"surrender\" or \"commitment\"","response":"Islam"}],"originalDate":"1987-05-11"},{"category":"NAUTICAL HISTORY","comments":"","clues":[{"text":"This country now has the largest submarine fleet in the world","response":"USSR"},{"text":"Elizabeth I knighted him upon his Golden Hind","response":"Sir Francis Drake"},{"text":"Docked in New England it's called the oldest commissioned ship afloat in any of the world's navies","response":"<i>U.S.S. Constitution</i> (Old Ironsides)"},{"text":"Among former names of this service was \"The Revenue Marines\"","response":"Coast Guard"},{"text":"In the 1770s, to help prevent scurvy, he served sauerkraut aboard his ship, the Endeavor","response":"Captain Cook"}],"originalDate":"1987-05-11"},{"category":"WASHINGTON D.C.","comments":"","clues":[{"text":"It was established from the fortune left our gov't in 1829 by British scientist James Smithson","response":"Smithsonian Institute"},{"text":"By a rules committee decision, this has been served in the Senate restaurant every day since 1907","response":"navy bean soup"},{"text":"Tho much larger, this was built in the exact proportions of Ancient Egyptian obelisks","response":"Washington Monument"},{"text":"Washington is divided into 4 unequal quadrants with this building at its center","response":"Capitol Building"},{"text":"Tho work on it began in 1907, this famed Episcopal church has never been completed","response":"Washington Cathedral (Church of St. Peter or National Cathedral)"}],"originalDate":"1987-05-11"},{"category":"LITERATURE","comments":"","clues":[{"text":"F. Tennyson &amp; C. Tennyson Turner wrote \"Poems by 2 Brothers\" with this more famous brother","response":"Alfred Lord Tennyson"},{"text":"Tho not usually regarded as black authors, this former French pere &amp; fils were of black heritage","response":"Dumas"},{"text":"Tho his novel \"The Rainbow\" was banned as \"obscene\", he wrote a sequel, \"Women in Love\", anyway","response":"D.H. Lawrence"},{"text":"He won Pulitzer Prizes for \"Alice Adams\" &amp; \"The Magnificent Ambersons\"","response":"Booth Tarkington"},{"text":"Religious mania forced this Russian to burn his sequel to his great novel \"Dead Souls\"","response":"Gogol"}],"originalDate":"1987-05-11"},{"category":"GIRLS IN SONG","comments":"","clues":[{"text":"On their knees, baritones sing to her, \"You is my woman now\"","response":"Bess"},{"text":"As George M. Cohan said \"It's a grand old name\"","response":"Mary"},{"text":"If your name is this, &amp; you're Irish, \"I'll take you home again\"","response":"Kathleen"},{"text":"Of her, it's asked \"When did your sparkle turn to fire &amp; your warmth become desire?\"","response":"Gigi"},{"text":"\"At night, dear heart, for you I pine,\" usually in groups of 4","response":"\"Sweet Adeline\""}],"originalDate":"1987-05-11"}],[{"category":"DON'T BE AFRAID, IT'S ONLY FOOTBALL","comments":"","clues":[{"text":"This Texas NFL team won 3 Super Bowls in the 1990s","response":"the Cowboys"},{"text":"Passing advice from coach Jason Garrett: <br>\"How do you throw a perfect\" this? \"Don't hold it too tight, don't hold it too loose\"","response":"a spiral"},{"text":"At one time the 7th-string QB at Notre Dame, he went on to a Hall of Fame career as a 49er","response":"Joe Montana"},{"text":"Change the last 4 letters in \"touchdown\" to get this word for a kickoff that isn't returned from the end zone","response":"a touchback"},{"text":"With its own Hall of Fame &amp; rules of play, the CFL is this organization","response":"the Canadian Football League"}],"originalDate":"2019-06-12"},{"category":"COLLEGE TOWNS","comments":"","clues":[{"text":"O this little town of Pennsylvania is home to Lehigh University &amp; Moravian College","response":"Bethlehem"},{"text":"Created to serve the University of North Carolina, it's nicknamed the \"Southern Part of Heaven\"","response":"Chapel Hill"},{"text":"Have a ball at Ball State University, located in this city northeast of Indianapolis","response":"Muncie"},{"text":"Let's raise a glass of bubbly to these 2 adjoining cities, home to the University of Illinois","response":"Champaign and Urbana"},{"text":"The main campus for Montana State University is in this city that's named for a wagon master &amp; trail guide","response":"Bozeman"}],"originalDate":"2019-06-12"},{"category":"THE RULES THEY JUST MADE UP","comments":"","clues":[{"text":"In New York, if these are sliced, they are considered \"prepared foods\"  &amp; must be taxed<span class=\"nobreak\">--</span>even if no schmear is involved","response":"a bagel"},{"text":"Basketball rules made just to hamper this 100-point scorer include you can't throw an inbounds pass over the rim","response":"Wilt Chamberlain"},{"text":"SALT stands for \"state and\" these \"taxes\" &amp; there's now a $10,000 limit on deducting them on your IRS 1040","response":"local taxes"},{"text":"In 1969 the U.S. said whiskey must be at least 51% corn &amp; stored in charred containers of this wood to be considered bourbon","response":"oak"},{"text":"Explosive name for the step the Senate took on Nov. 21, 2013, limiting future debate on judicial nominees","response":"the nuclear option"}],"originalDate":"2019-06-12"},{"category":"WAR IN LITERATURE","comments":"","clues":[{"text":"In \"Cold Mountain\" by Charles Frazier, a soldier makes a perilous journey home in the end stages of this U.S. war","response":"the Civil War"},{"text":"Alfred, Lord Tennyson's poem \"The Charge of the Light Brigade\" recounted events from this 19th century war","response":"the Crimean War"},{"text":"Family members fight on opposite sides of WWI in this Vicente Blasco Ibáñez novel that shares its title with a Biblical quartet","response":"<i>The Four Horsemen of the Apocalypse</i>"},{"text":"This oft-filmed second of the \"Leatherstocking Tales\" sees Natty Bumppo battle the Huron in the French &amp; Indian War","response":"<i>Last of the Mohicans</i>"},{"text":"This Boris Pasternak novel takes place against the backdrop of the Russian Revolution","response":"<i>Doctor Zhivago</i>"}],"originalDate":"2019-06-12"},{"category":"THE AMERICAN PRESIDENCY PROJECT","comments":"(Alex: Which is an online collection of more than 130,000 documents hosted by U.C. Santa Barbara.)","clues":[{"text":"The project's most-viewed document is JFK's inaugural address from this year","response":"1961"},{"text":"The project has more than 1,100 of these, including George H.W. Bush's \"Memorandum of Disapproval for the Revenue Act of 1992\"","response":"vetoes"},{"text":"The project has archived transcripts of nearly 150 of these, including Perot v. Clinton v. Bush in St. Louis","response":"debates"},{"text":"There are messages, addresses &amp; remarks, like Benjamin Harrison's to his old war buddies in this association of Union veterans","response":"the Grand Army of the Republic"},{"text":"You can read the 1844 platform of this party nominating Henry Clay &amp; (of course) Theodore Freylinghuysen","response":"the Whigs"}],"originalDate":"2019-06-12"},{"category":"POP CULTURE FOOD &amp; DRINK","comments":"","clues":[{"text":"Yes, soup Nazi for you! Larry Thomas played the food master twice on this sitcom","response":"<i>Seinfeld</i>"},{"text":"This nutty logo guy wears a top hat, monocle, gloves &amp; spats","response":"Mr. Peanut"},{"text":"The tradition of the Indy 500 champ swigging this after winning the race began in 1936","response":"milk"},{"text":"One writer blamed a drop-off in British sales of this type of white wine on its association with Bridget Jones' saddest moments","response":"chardonnay"},{"text":"This 2001 book about the American quick meal became a movie drama with Bobby Cannavale as a meatpacking plant supervisor","response":"<i>Fast Food Nation</i>"}],"originalDate":"2019-06-12"}],{"category":"COUNTRIES OF THE WORLD","text":"Some of this country's indigenous people want its name officially changed from its Dutch-based name to Aotearoa","response":"New Zealand"}]}