{"mix":1486,"rounds":[[{"category":"SPORTS","comments":"","clues":[{"text":"After college, this All-Pro center went to the Milwaukee Bucks before coming to the Lakers","response":"Lew Alcindor or Kareem Abdul-Jabbar"},{"text":"As a radio announcer, Ronald Reagan did baseball play-by-play of this Chicago team","response":"Cubs"},{"text":"Degrees of difficulty in this water sport range from 1.1 to 3.5","response":"diving"},{"text":"Hartford, Conn. is represented in the major pro league of this sport","response":"hockey"},{"text":"Often the biggest, the last player on a tug-of-war team is aptly called this","response":"anchor"}],"originalDate":"1987-02-27"},{"category":"LAW","comments":"","clues":[{"text":"Depending on the locality, these courts handle claims for up to $5000","response":"small claims court"},{"text":"Legal term for smuggled goods, it sounds like a Nicaraguan \"freedom fighters\" rock group","response":"contraband"},{"text":"Because of over 11,500 asbestos-related lawsuits, the Manville Corporation filed for this","response":"bankruptcy"},{"text":"She's the only woman on the U.S. Supreme Court","response":"Sandra Day O'Connor"},{"text":"A court order stopping a person or group from doing something","response":"injunction"}],"originalDate":"1987-02-27"},{"category":"SOUND ADVICE","comments":"","clues":[{"text":"In the immortal words of Meghan Trainor, you should be \"all about that bass...no\" this","response":"treble"},{"text":"If you're trying to soundproof your studio, try this material that's got the same name as an Irish county","response":"cork"},{"text":"Midas says \"properly functioning\" these \"not only sound better, they are better\"","response":"mufflers"},{"text":"If, like Odysseus, you want to hear these tuneful ladies but not die, tie yourself to the mast as you sail by","response":"the Sirens"},{"text":"Go to this 3-letter audio company's website &amp; they'll tell you the name of certified theaters in your area","response":"THX"}],"originalDate":"2019-06-06"},{"category":"BUSINESS NAMES","comments":"","clues":[{"text":"In 1946 Tote'm Convenience Stores got this new name to reflect its new extended hours","response":"7-Eleven"},{"text":"The letters in GEICO stand for Government Employees this Company","response":"Insurance"},{"text":"If photographic memory serves me, this company's name was derived from Nippon Kogaku meaning \"Japanese Optical\"","response":"Nikon"},{"text":"In 1956 Chuck Williams opened his first cookware store in this California city, hence the name of the chain","response":"Sonoma"},{"text":"This toy company that expanded into global play &amp; entertainment was named for founding siblings Henry &amp; Hillel Hassenfeld","response":"Hasbro"}],"originalDate":"2019-06-06"},{"category":"VITAMINS","comments":"","clues":[{"text":"Humans can't produce this scurvy-fighting vitamin internally, but you can take supplements to treat hay fever","response":"Vitamin C"},{"text":"On \"60 Minutes\" Roger Clemens said he did get shots of this vitamin","response":"Vitamin B-12"},{"text":"The Silver Women type of this Pfizer multivitamin brand has Vitamin D &amp; calcium to promote bone health","response":"Centrum"},{"text":"Vitamin A covers a lot of ground, helping fight acne, ulcers, asthma &amp; this, abnormally high fluid pressure in the eye","response":"glaucoma"},{"text":"This B-complex vitamin was found in the 1930s to cure a nutrition deficiency in dogs called black tongue","response":"niacin"}],"originalDate":"2019-06-06"},{"category":"MACAU","comments":"(Alex: The place.)","clues":[{"text":"Macau was the last overseas territory of this European nation","response":"Portugal"},{"text":"This industry in Macau goes back to fan-tan tables of the 1850s","response":"gambling"},{"text":"Macau-born Ming-Na Wen voiced this title Disney heroine who saves China","response":"Mulan"},{"text":"80% of Macau's population speaks this southern Chinese dialect","response":"Cantonese"},{"text":"The expulsion of the British from Macau was one of the events leading up to this 1840s drug war","response":"Opium War"}],"originalDate":"2019-06-06"}],[{"category":"MEMORABLE MOVIE CHARACTERS","comments":"","clues":[{"text":"Dr. Richard Kimble hunts down the one-armed man in this movie; Sam Gerard hunts down Dr. Kimble","response":"<i>The Fugitive</i>"},{"text":"Grouchy Lemmon &amp; Matthau lived up to the title of this 1993 movie","response":"<i>Grumpy Old Men</i>"},{"text":"\"My wife is dead?\" asks this Sacha Baron Cohen title guy; \"High five! Great!\"","response":"Borat"},{"text":"Dennis Hopper as the very creepy Frank asked, \"What kind of beer do you like?\" in this David Lynch film","response":"<i>Blue Velvet</i>"},{"text":"In \"Kill Bill\" the bride takes on this savage antagonist, code name: Cottonmouth, actress: Lucy Liu","response":"O-Ren Ishii"}],"originalDate":"2019-06-06"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"In 1429 she led her troops at Orleans, driving the English back across the Loire River","response":"Joan of Arc"},{"text":"Morton Sobell, who got 30 years when tried as a spy along with this couple, died in 2018 at age 101","response":"the Rosenbergs"},{"text":"On Nov. 5, 1862 the President ordered this \"Little Mac\" to go, relieving him from command of the Army of the Potomac","response":"McClellan"},{"text":"As Chief Justice he presided over the Roe v. Wade &amp; Pentagon Papers cases","response":"Warren Burger"},{"text":"A biography told of \"The Prophet Outcast:\" this October Revolution man &amp; eventual Russian exile, \"1929-1940\"","response":"(Leon) Trotsky"}],"originalDate":"2019-06-06"},{"category":"U.S. RIVERS THAT FLOW NORTH","comments":"","clues":[{"text":"The Mojave River streams north for 100 miles through desert in this state","response":"California"},{"text":"This \"colorful\" river flows north, forming 440 miles of the North Dakota-Minnesota border &amp; then on into Canada","response":"the Red River of the North"},{"text":"The Willamette River flows north for about 180 miles into this river near Portland","response":"the Columbia"},{"text":"The Niagara River travels north 36 miles between these 2 Great Lakes","response":"Lake Ontario and Lake Erie"},{"text":"One of Pittsburgh's \"Three Rivers\", it runs 128 miles north to join the Allegheny","response":"Monongahela"}],"originalDate":"2019-06-06"},{"category":"A BIT OF LIT","comments":"","clues":[{"text":"He's the island magician in \"The Tempest\"","response":"Prospero"},{"text":"\"Only an Irish Boy\" is one of his rags-to-riches novels","response":"(Horatio) Alger"},{"text":"The epigraph to this E.L. Doctorow novel is a quote by Scott Joplin","response":"<i>Ragtime</i>"},{"text":"1832, the year he died, could be called this German author's Dämmerung","response":"Goethe"},{"text":"Wallace Stevens titled a poem \"Thirteen Ways of Looking at\" this bird","response":"a blackbird"}],"originalDate":"2019-06-06"},{"category":"SPELL IT OR SAY IT?","comments":"(Alex: And then, you can...)","clues":[{"text":"This stage of sleep is usually said as a 3-letter acronym, but as a Georgia band name, it's spelled out","response":"REM"},{"text":"These 3 letters can be said as an acronym for a savings account, but are always spelled out for an Irish militia","response":"IRA"},{"text":"You say \"est\" when referring to a 1970s self-help movement, but E.S.T. is \"Eastern\" this","response":"Standard Time"},{"text":"This 4-letter college military group can be spelled out or sounded out rhyming with \"Yahtzee\"","response":"ROTC"},{"text":"DOS is a programming language; DoS. is short for \"denial of\" this &amp; is a computer attack","response":"service"}],"originalDate":"2019-06-06"},{"category":"SEA CREATURES","comments":"","clues":[{"text":"After carrying around the fertilized eggs, this sex of pipefish \"gives birth\" to the young","response":"male"},{"text":"One scientist estimated this \"sandwich\" fish has, by age 15, traveled 1 million miles","response":"tuna"},{"text":"During a 10-year period, a tiger shark may produce and lose 24,000 of these","response":"teeth"},{"text":"A scallop has 30 to 40 of these sense organs around the edge of its shell","response":"eyes"},{"text":"Primary reason flying fish \"fly\"","response":"to escape enemies"}],"originalDate":"1987-02-26"}],{"category":"U.S. CITY NAMES","text":"Adopted in 1845, the name of this state capital is a feminized form of a big body of water","response":"Atlanta, Georgia"}]}