{"mix":1492,"rounds":[[{"category":"LITERATURE","comments":"","clues":[{"text":"Melville's \"Bartleby the Scrivener\" is subtitled \"A Story of\" this street of finance","response":"Wall Street"},{"text":"In a 1923 book by Kahlil Gibran, Almustafa is this mystical title character","response":"the Prophet"},{"text":"In \"Charlotte's Web\", Templeton is this creature","response":"a rat"},{"text":"In a novel Simone de Beauvoir depicted herself as Anne &amp; this author of \"The Stranger\" as Henri","response":"(Albert) Camus"},{"text":"The title peak of this Thomas Mann novel is home to a Swiss sanatorium","response":"<i>The Magic Mountain</i>"}],"originalDate":"2019-06-03"},{"category":"NESTS","comments":"","clues":[{"text":"Ahoy!  It's a lookout perch atop a high mast","response":"a crow's nest"},{"text":"Made in a series of varying sizes to fit one inside each other, matryoshka are \"nesting\" these from Russia","response":"dolls"},{"text":"The creature that provides the marquee ingredient of this Chinese delicacy is endangered","response":"bird's nest soup"},{"text":"Danny DeVito &amp; Christopher Lloyd both had small parts as mental hospital inmates in this 1975 film","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"Doesn't sound comfy, but several birds make nests in the giant saguaro cactus, including the Gila variety of this headbanger","response":"a woodpecker"}],"originalDate":"2019-06-03"},{"category":"JUKEBOX MUSICALS","comments":"(Alex: Name the artist whose songs are the focus of each musical.)","clues":[{"text":"\"Escape to Margaritaville\":<br>Him","response":"Jimmy Buffett"},{"text":"\"Jersey Boys\":<br>Them","response":"The Four Seasons"},{"text":"\"Beautiful\":<br>This singer-songwriter","response":"Carole King"},{"text":"\"Movin' Out\":<br>This keyboard guy","response":"Billy Joel"},{"text":"\"Ain't Too Proud\":<br>This Motown group","response":"The Temptations"}],"originalDate":"2019-06-03"},{"category":"NIXON SAID IT","comments":"","clues":[{"text":"\"The American people don't believe anything's real until they see it\" here","response":"television"},{"text":"Of his 1972 trip to this country, Nixon echoed the famous line \"We came in peace for all mankind\"","response":"China"},{"text":"In a 1960 debate Nixon said this man \"has asked for my advice... Sometimes my advice has been taken. Sometimes it has not\"","response":"Eisenhower (the President)"},{"text":"In 1969 Nixon asked for the support of a \"silent majority of my fellow Americans\" in regard to this foreign affairs issue","response":"the Vietnam War"},{"text":"In his 1977 interviews with this British journalist, Richard Nixon said, \"I have impeached myself\"","response":"(David) Frost"}],"originalDate":"2019-06-03"},{"category":"SCIENCE","comments":"","clues":[{"text":"This triangular object can make a mini-rainbow because different colors in light travel at different speeds in it","response":"a prism"},{"text":"(Mad?) scientists tried to make a frost-resistant tomato by adding a modified one of these taken from an Arctic flounder","response":"a gene"},{"text":"New solar &amp; wind farms could bring this to the north of Africa, just like the song from Toto says","response":"rain"},{"text":"Some scientists think more than 95% of the universe is made up of what's called this \"energy\" &amp; this \"matter\"","response":"dark"},{"text":"Nerve cells in your body have axons that are covered by what is called this sheath","response":"myelin"}],"originalDate":"2019-06-03"},{"category":"POLITICAL PHILOSOPHY","comments":"","clues":[{"text":"Paternalism is restricting freedom in our (supposed) best interests, like state taxes on these, which began in Iowa in 1921","response":"cigarettes"},{"text":"Remove 2 letters from \"equality\" to get this, the idea of giving remedies to the less fortunate to ensure equality","response":"equity"},{"text":"Samuel Pufendorf, he's your friend when things get rough &amp; in 1673 said a nation needs this document; the USA's founders listened","response":"a Constitution"},{"text":"St. Augustine's \"City of God\" asks, without this quality of fairness, \"What are kingdoms but great bands of robbers?\"","response":"justice"},{"text":"On book covers from GOP lawmakers Jason Chaffetz &amp; Mike Lee is this phrase for the bureaucracy said to be working against democracy","response":"the deep state"}],"originalDate":"2019-06-03"}],[{"category":"SOMEWHAT HISTORICAL TV","comments":"","clues":[{"text":"The premiere of this Netflix series sees Philip renounce his foreign titles &amp; agree to a new one, Duke of Edinburgh","response":"<i>The Crown</i>"},{"text":"This History Channel show finds the title northerners raiding Paris, which did happen back in the day","response":"<i>Vikings</i>"},{"text":"Horror aside, \"The Terror\" tells of the HMS Terror, a real ship searching for this seafaring route","response":"the Northwest Passage"},{"text":"Wyatt &amp; Morgan Earp showed up on this HBO series &amp; Wyatt told Seth Bullock of his lawman days in Dodge City","response":"<i>Deadwood</i>"},{"text":"The final season of this FX series begins with episodes set before Reagan &amp; Gorbachev's 1987 meeting","response":"<i>The Americans</i>"}],"originalDate":"2019-06-03"},{"category":"PLAYING A 3-4","comments":"(Alex: Each correct response will be two words. The first word will have three letters. The second word will have four letters.)","clues":[{"text":"Proponents of this type of diet say cooking kills nutrients","response":"raw food"},{"text":"It describes a management style where everything flows from the boss, or perhaps a ride in a convertible","response":"top-down"},{"text":"This style of design marked by geometric motifs &amp; streamlined forms was all the rage in the 1920s &amp; 1930s","response":"Art Deco"},{"text":"A groaner from this family member<span class=\"nobreak\">--</span>hey, what did the grape do when stepped on? It let out a little wine","response":"a dad joke"},{"text":"This powerful type of adhesive is often dispensed with a gun","response":"hot glue"}],"originalDate":"2019-06-03"},{"category":"COLONIAL PENNSYLVANIA","comments":"","clues":[{"text":"In 1755 the University of Pennsylvania was chartered as the college, academy &amp; charitable school of this city","response":"Philadelphia"},{"text":"To settle a land dispute in the 1760s, Mason &amp; Dixon marked the border between Penn. &amp; this state to the south","response":"Maryland"},{"text":"A group of 17th century immigrants was called \"Pennsylvania\" this because of the German word for \"German\"","response":"Dutch"},{"text":"This native people of northwestern Pennsylvania who share the name of a lake were dispersed in the 1650s","response":"the Erie"},{"text":"You get an \"A\" if you know this hard coal was discovered in Pennsylvania in 1762","response":"anthracite"}],"originalDate":"2019-05-31"},{"category":"GLUTEN, FREE","comments":"","clues":[{"text":"Bud Light wanted to give out free beer at the Super Bowl 53 victory parade in this city, but Mayor Walsh said no","response":"Boston"},{"text":"In 2014 McDonald's survey respondents could get a free one of these, Mickey D's original breakfast sandwich","response":"an Egg McMuffin"},{"text":"During the Great Depression, these queues named for a baked product were all too common","response":"a breadline"},{"text":"In 1948 the first shipment of wheat arrived in Greece as part of this aid program","response":"the Marshall Plan"},{"text":"On National Croissant Day in 2018, this French-named chain founded in 1978 gave out free mini chocolate croissants","response":"Au Bon Pain"}],"originalDate":"2019-05-31"},{"category":"AFRICAN-AMERICAN BIOGRAPHY","comments":"","clues":[{"text":"Jonathan Eig's bio of this champ who passed away in 2016 is one of the \"Greatest\" sports biographies","response":"Ali"},{"text":"\"The New Negro\" is \"The Life of Alain Locke\", the first African American to earn this honor that sent him to Oxford","response":"a Rhodes Scholarship"},{"text":"\"The Road to Freedom\" is the subtitle of Catherine Clinton's bio of this 19th century woman","response":"Harriet Tubman"},{"text":"\"Talking at the Gates\" is \"A Life of\" this \"If Beale Street Could Talk\" novelist","response":"James Baldwin"},{"text":"Published in 2007, \"Supreme Discomfort\" is a portrait of this jurist","response":"Clarence Thomas"}],"originalDate":"2019-05-31"},{"category":"YOU ARE A BAD SAILOR","comments":"","clues":[{"text":"Why did you insist on putting refrigerator magnets on the binnacle?  You've completely messed up this device","response":"a compass"},{"text":"You can't tell a clove hitch from a cleat hitch!  Heck, you don't even know they are types of these","response":"knots"},{"text":"Do not descend sails by dragging a knife through them like this swashbuckling silent star did in \"The Black Pirate\"","response":"(Douglas) Fairbanks"},{"text":"So far, you've mistaken Mars, an airplane &amp; the International Space Station for this North Star","response":"Polaris"},{"text":"You don't need to howl during the naval watches 4-6 &amp; 6-8, named for this animal<span class=\"nobreak\">--</span>it's just a figure of speech","response":"a dog"}],"originalDate":"2019-05-31"}],{"category":"NONFICTION","text":"This 1962 classic was dedicated to Albert Schweitzer, who predicted that man \"will end by destroying the earth\"","response":"<i>Silent Spring</i>"}]}