{"mix":1496,"rounds":[[{"category":"RELIGIOUS HISTORY","comments":"","clues":[{"text":"1 of the oldest sections of this holy book was reportedly written by a judge named Deborah","response":"Old Testament (Judges)"},{"text":"In 1952, the \"Law of Return\" gave all Jews automatic admission to this country","response":"Israel"},{"text":"Mahatma Gandhi was born into the Vaisya, or Merchant, caste of this religion","response":"Hindu"},{"text":"Many \"Friends\" of this religion helped slaves escape on the Underground Railroad","response":"Quaker"},{"text":"Joseph Smith said he translated this book from plates given to him by an angel","response":"<i>Book of Mormon</i>"}],"originalDate":"1987-02-19"},{"category":"EASTERN EUROPE","comments":"","clues":[{"text":"This, the minimum voting age in Bulgaria, is the same as in the U.S.","response":"18"},{"text":"Even after it was no longer the capital, this country's kings were crowned in Krakow","response":"Poland"},{"text":"Yugoslavia's island of Korcula was, some say, the birthplace of this 13th c. explorer of China","response":"Marco Polo"},{"text":"The 2 parts of Budapest are joined by 8 imposing bridges over this river","response":"Danube"},{"text":"Since it has diplomatic relations with almost no one, few visit this country on Greece's border","response":"Albania"}],"originalDate":"1987-02-19"},{"category":"SINGERS","comments":"","clues":[{"text":"After her 1st album, fans waited nearly 2 years for this \"redhead\" to show her \"True Colors\"","response":"Cyndi Lauper"},{"text":"His \"Heartbeat\" album proves this TV star's singing voice is no \"Vice\"","response":"Don Johnson"},{"text":"People Magazine readers showed the \"Greatest Love of All\" by naming her Top New Star of 1986","response":"Whitney Houston"},{"text":"Her book \"California Dreamin'\" &amp; his book \"Papa John\" said their marriage was no California dream","response":"Michelle Phillips & John Phillips"},{"text":"The publishing company co-founded by Carly Simon's father","response":"Simon & Schuster"}],"originalDate":"1987-02-19"},{"category":"LAST LINES","comments":"","clues":[{"text":"\"...with liberty &amp; justice for all.\"","response":"Pledge of Allegiance"},{"text":"\"To boldly go where no man has gone before.\"","response":"opening of <i>Star Trek</i>"},{"text":"\"...she said the necessary prayers for the soul of Michael Corleone\"","response":"<i>The Godfather</i>"},{"text":"\"...in a year she had become an heiress, got a horse for a shilling &amp; won the Grand National.\"","response":"<i>National Velvet</i>"},{"text":"\"...he never knew...it...was his own bunny, come back to look at the child who had first helped him to be real.\"","response":"<i>The Velveteen Rabbit</i>"}],"originalDate":"1987-02-19"},{"category":"FAMOUS FOLKS","comments":"","clues":[{"text":"This dancer was quoted as saying, \"If I sing in the rain now, I get pneumonia\"","response":"Gene Kelly"},{"text":"Her boyfriend, Tom Arnold, got \"Rosey\" tattooed on his backside &amp; even exposed it on \"A Current Affair\"","response":"Roseanne Barr"},{"text":"This star of \"The Outlaw\" said she was once so skinny the boys in school called her \"Bones\"","response":"Jane Russell"},{"text":"This \"Hotel Queen\" loves to throw \"I'm Just Wild About Harry\" birthday bashes for her husband","response":"Leona Helmsley"},{"text":"This pianist has been called Denmark's \"Clown Prince\"","response":"Victor Borge"}],"originalDate":"1990-03-20"},{"category":"BIBLICAL QUOTES","comments":"","clues":[{"text":"God told him, \"Dust thou art and unto dust shalt thou return\"","response":"Adam"},{"text":"She announced, \"They have taken away the Lord out of the sepulchre\"","response":"Mary Magdalene"},{"text":"She said, \"Thou hast mocked me these 3 times and hast not told me wherein thy great strength lieth\"","response":"Delilah"},{"text":"He \"wasted his substance with riotous living\"","response":"the Prodigal Son"},{"text":"\"His meat was locusts and wild honey\"","response":"John the Baptist"}],"originalDate":"1990-03-20"}],[{"category":"EUROPE","comments":"","clues":[{"text":"Country whose basic monetary unit is the ostmark, or \"east mark\"","response":"East Germany"},{"text":"2-word title of the official who heads the city government of Dublin","response":"Lord Mayor"},{"text":"The Greeks called the prehistoric tribes of Spain this, probably after the Ebro River","response":"Iberians"},{"text":"This country in the Pyrenees is a haven for smugglers","response":"Andorra"},{"text":"This eastern European country was established in 1918, with Thomas Masaryk as it's 1st president","response":"Czechoslovakia"}],"originalDate":"1990-03-20"},{"category":"CRUSTACEANS","comments":"","clues":[{"text":"All crustaceans have 2 pairs of these; the second pair must be for UHF","response":"antennae"},{"text":"A blue lobster turns up once in 4 million, but still turns this color when cooked","response":"red"},{"text":"They're stuck to ships' hulls &amp; they're hermaphroditic just in case no one's close by","response":"barnacles"},{"text":"If you had a fiddler on your roof, one of these would be clomping around","response":"a crab"},{"text":"If Sizzler had an all-you-can-eat special on these, you'd bet the baleen whale would go there","response":"krill"}],"originalDate":"1990-03-20"},{"category":"SMALL MATTERS","comments":"","clues":[{"text":"A small auto, or a small case containing face powder","response":"a compact"},{"text":"This adjective meaning \"very small\" comes from \"Gulliver's Travels\"","response":"Lilliputian"},{"text":"Elves, fairies &amp; Willie WInkie are all described as this","response":"wee"},{"text":"A small compartment for a Mouseketeer drummer","response":"a cubby hole"},{"text":"Term for the minerals like fluorine, zinc &amp; copper that your body has only in small amounts","response":"trace (elements)"}],"originalDate":"1990-03-20"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"A law restricting billboards on interstate highways was encouraged by this first lady","response":"Lady Bird Johnson"},{"text":"She met her future husband the year before he ran for Congress from Michigan's fifth district","response":"Betty Ford"},{"text":"In 1939, at Chicago's Girls' Latin School, she played the lead role in the Senior play \"First Lady\"","response":"Nancy Reagan"},{"text":"She was almost 6 feet tall &amp; very shy when she made her debut in 1902","response":"Eleanor Roosevelt"},{"text":"The only president &amp; first lady who were born in the same small town","response":"Jimmy & Rosalynn Carter"}],"originalDate":"1990-03-20"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Styles of these include gambrel, curb &amp; mansard","response":"rooves"},{"text":"Ribbed groin vaults &amp; the flying buttress were introduced with this imposing 12th century style","response":"Gothic"},{"text":"The most famous buildings designed by Inigo Jones are in this capital city","response":"London"},{"text":"This term for wooden paneling comes from the Middle Dutch \"wagenschot\", perhaps meaning wagon wood","response":"wainscoting"},{"text":"This northern Italian born in 1508 has been called the most imitated architect in history","response":"Palladio"}],"originalDate":"1990-03-20"},{"category":"U.S. STATES","comments":"","clues":[{"text":"We acquired this state by treaty 9 days after gold was discovered at Sutter's Mill","response":"California"},{"text":"The southernmost city, town &amp; point in the 50 states are located on this Hawaiian island","response":"the island of Hawaii (the Big Island)"},{"text":"Farms occupy 95% of the land in this Cornhusker State, more than any other","response":"Nebraska"},{"text":"This future state song of Maryland was a battle song for Confederate soldiers","response":"\"Maryland, My Maryland\""},{"text":"The Colorado River enters Arizona from this state","response":"Utah"}],"originalDate":"1990-03-20"}],{"category":"SYMBOLS","text":"This U.S. politician asked for a multicolored pennant for a parade; demand increased after his death in 1978","response":"Harvey Milk"}]}