{"mix":1497,"rounds":[[{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"This noted ornithologist also wrote the text for \"Birds of America\"","response":"Audubon"},{"text":"His \"Tropic\"al books created topical controversy &amp; were banned in the U.S. for many years","response":"Henry Miller"},{"text":"'69 R. Moore book made into a film that's subtitled \"The World's Most Crucial Narcotics Investigation\"","response":"<i>The French Connection</i>"},{"text":"\"The Mystery of Marie Roget\" was a sequel to this 1841 Poe tale","response":"<i>The Murders in the Rue Morgue</i>"},{"text":"N.H.'s rock formation \"The Old Man of the Mtn.\" was made famous in this N. Hawthorne tale","response":"<i>The Great Stone Face</i>"}],"originalDate":"1990-03-20"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Mix egg white, gin, apple brandy, lemon juice &amp; grenadine &amp; you get this color \"Lady\"","response":"pink"},{"text":"It puts the kick in a Moscow mule","response":"vodka"},{"text":"Classes of this fortified wine include Fino, Amontillado &amp; Oloroso","response":"sherry"},{"text":"A motorcycle accessory, or a cocktail made of brandy, Cointreau &amp; lemon juice","response":"a sidecar"},{"text":"The 2 varieties of red port are ruby &amp; this","response":"tawny"}],"originalDate":"1990-03-20"},{"category":"BLOOD","comments":"(Alex: Are we out for blood? Peter, you get to pick first.)","clues":[{"text":"Hemoglobin has 2 main parts, globin, a protein &amp; heme, which contains this mineral","response":"iron"},{"text":"If you suffer from a shortage of Vitamin K, your blood may have trouble doing this","response":"coagulating (clotting)"},{"text":"Of the 4 main blood types, the 1 that can be donated to only 1 group, its own","response":"AB"},{"text":"The most abundant of the plasma proteins, it's also found in the white of an egg","response":"albumin"},{"text":"Bacteria-eating white blood cells called neutrophils are developed in this","response":"the bone marrow"}],"originalDate":"1990-03-20"},{"category":"HEAVY SCIENCE","comments":"","clues":[{"text":"Ask Ozzy Osbourne: <br>cadmium &amp; thallium are among the \"heavy\" these","response":"metals"},{"text":"Made with deuterium, an isotope of this element, heavy water has the formula D<sub>2</sub>O","response":"hydrogen"},{"text":"The heaviest beetle, &amp; maybe heaviest insect, is this 3-ouncer with a biblical name","response":"Goliath"},{"text":"Heavy ions are created in these devices that produce beams of fast-moving charged particles, like the Large Hadron Collider","response":"accelerators"},{"text":"This planet is less dense than water<span class=\"nobreak\">--</span>but it's still 95 times the mass of the Earth","response":"Saturn"}],"originalDate":"2019-05-28"},{"category":"4-LETTER FILL IN THE BLANK","comments":"","clues":[{"text":"\"The handwriting is on the ____\"","response":"the wall"},{"text":"\"Don't have too many irons in the ____\"","response":"fire"},{"text":"\"Loose ____ sink ships\"","response":"lips"},{"text":"\"Don't put the ____ before the horse\"","response":"cart"},{"text":"\"____ is the thing with feathers that perches in the soul\"","response":"hope"}],"originalDate":"2019-05-28"},{"category":"AD SLOGANS","comments":"","clues":[{"text":"This sandwich chain has urged us to \"Eat fresh\" &amp; \"Make it what you want\"","response":"Subway"},{"text":"Nike introduced this 3-word slogan in 1988","response":"\"Just do it\""},{"text":"\"So good\" replaced this slogan at KFC that implied its food was eaten with your hands","response":"\"Finger-lickin' good\""},{"text":"Ilon Specht was 3 when she came up with the tagline \"Because I'm worth it\" for this French-named beauty brand","response":"L'Oreal"},{"text":"This company has used the slogan \"A diamond is forever\" for an eternity","response":"De Beers"}],"originalDate":"2019-05-28"}],[{"category":"THE EASTERN SEABOARD","comments":"","clues":[{"text":"Newport, Rhode Island is on this bay","response":"Narragansett"},{"text":"This \"Beach\", a seaside resort, is home to South Carolina's first state park","response":"Myrtle Beach"},{"text":"This city on the seaboard is the seat of Chatham County, Georgia","response":"Savannah"},{"text":"White House hopefuls visit the Red Arrow Diner in this New Hampshire city that's on the Merrimack River","response":"Manchester"},{"text":"New Haven is a port on this sound, an arm of the Atlantic","response":"Long Island Sound"}],"originalDate":"2019-05-28"},{"category":"IT'S TIME FOR DODGER BASEBALL!","comments":"","clues":[{"text":"Sandy Koufax won this annual pitching award with 100% of the first place vote in 1963, '65 &amp; '66","response":"a Cy Young Award"},{"text":"Longtime Dodgers catcher Mike Scioscia drove to Orange County to become this team's longtime manager","response":"the Angels"},{"text":"This Dodger co-owner knows how to lend a hand<span class=\"nobreak\">--</span>playing across town, he led the NBA in assists per game 4 times","response":"Magic Johnson"},{"text":"The 1970s Dodgers had the longest-lasting intact this group: Garvey, 1B; Lopes, 2B; Russell, SS; Cey, 3B","response":"an infield"},{"text":"In 1986 this Dodger lefty from Mexico led the NL with a now-mind-boggling 20 complete games","response":"Fernando Valenzuela"}],"originalDate":"2019-05-28"},{"category":"TIME ZONES","comments":"","clues":[{"text":"The International Space Station is on this time zone measured from the British Isles","response":"Greenwich Mean Time"},{"text":"Egypt has adopted Daylight Saving Time, but suspends its use during this Muslim month","response":"Ramadan"},{"text":"In the Mountain Time Zone, it's when the Times Square ball drops","response":"10 p.m."},{"text":"Markets Fyr, an island in the Gulf of Bothnia, follows 2 time zones because it's split between these 2 countries","response":"Sweden and Finland"},{"text":"France has the most time zones, 12, if you count Pacific possessions &amp; this saintly island off Newfoundland near Miquelon","response":"Saint-Pierre"}],"originalDate":"2019-05-28"},{"category":"SOLITARY SINGERS","comments":"","clues":[{"text":"She mentions her \"lonely heart\" on her 1987 No. 1 hit \"I Wanna Dance With Somebody (Who Loves Me)\"","response":"Whitney Houston"},{"text":"In 1976 the NFL's Terry Bradshaw had a hit with Hank Williams' \"I'm So Lonesome I Could\" do this","response":"\"Cry\""},{"text":"\"Lonely Boy\" was one of the songs on this duo's 2011 album \"El Camino\"","response":"The Black Keys"},{"text":"Back in 2010 this one-named Swedish songbyrd was \"Dancing On My Own\"","response":"Robyn"},{"text":"This 3-named Canadian lass checks into a heartbreak hotel in the video for \"Party For One\", sort of a break-up song","response":"Carly Rae Jepsen"}],"originalDate":"2019-05-28"},{"category":"1950s PEOPLE","comments":"","clues":[{"text":"Israel offered this physicist the presidency in 1952; feeling he didn't have the personality for the job, he declined","response":"Einstein"},{"text":"In 1950 this sen. said there were 205 Communists in the State Dept. but in Sen. testimony gave no proof of a single card carrier","response":"Joe McCarthy"},{"text":"William M. Gaines wasn't worried when he launched this irreverent humor magazine in 1952","response":"<i>Mad</i>"},{"text":"Born in New York, she moved with her family to Greece &amp; was back for her Metropolitan Opera debut as Norma in 1956","response":"Maria Callas"},{"text":"In 1954 he ran unoppposed for president of Cuba","response":"(Fulgencio) Batista"}],"originalDate":"2019-05-28"},{"category":"\"B\" SPOKE SHAKESPEARE","comments":"(Alex: Each correct response will begin with that letter.)","clues":[{"text":"About his crime he says, \"Not that I loved Caesar less, but that I loved Rome more\"","response":"Brutus"},{"text":"Macbeth tells him, \"Your children shall be kings\", to which he replies, \"You shall be king\"","response":"Banquo"},{"text":"Before love conquers all in \"Much Ado About Nothing\", she calls Benedick \"the prince's jester, a very dull fool\"","response":"Beatrice"},{"text":"She complains to the shrewish Kate, \"Sister, content you in my discontent\"","response":"Bianca"},{"text":"Appropriately, this \"Romeo &amp; Juliet\" character whose name means \"good will\" says, \"I do but keep the peace\"","response":"Benvolio"}],"originalDate":"2019-05-28"}],{"category":"FAMOUS TRIALS","text":"On her acquittal in 1893, a reporter cited nearby events 2 centuries earlier, saying the days of witch trials are over","response":"Lizzie Borden"}]}