{"mix":1503,"rounds":[[{"category":"A DEGREE IN LITERATURE","comments":"","clues":[{"text":"\"'M.D.' means that\" this character \"was a proper doctor and knew a whole lot\"<span class=\"nobreak\">--</span>including animal language","response":"Dr. Dolittle"},{"text":"Preacher Elmer Gantry earns his B.D., or bachelor of this, a quality he lacks","response":"divinity"},{"text":"The title of the novel \"The Paper Chase\", made into a movie &amp; TV series, refers to a diploma from this Harvard institution","response":"Harvard Law School"},{"text":"Mary McCarthy graduated from this women's school in New York State in 1933 &amp; wrote \"The Group\" about women who did too","response":"Vassar"},{"text":"In this author's \"Brideshead Revisited\", a father says of his son's univ. degree, \"No use to me. Not much use to you either\"","response":"Evelyn Waugh"}],"originalDate":"2019-05-20"},{"category":"MURPHY, BROWN","comments":"","clues":[{"text":"California's 39th governor, from 2011 to 2019, he was also the 34th","response":"Jerry Brown"},{"text":"In \"Dreamgirls\" this funnyman showed off his musical side playing soul singer James \"Thunder\" Early","response":"Eddie Murphy"},{"text":"Abraham Lincoln called this man's efforts at Harpers Ferry \"peculiar\", ending \"in little else than his own execution\"","response":"John Brown"},{"text":"He's a creator of \"Glee\" &amp; \"American Horror Story\"","response":"Ryan Murphy"},{"text":"Among the items she lost on the Titanic were crates of ancient artifacts that she had acquired for the Denver Museum","response":"Molly Brown"}],"originalDate":"2019-05-20"},{"category":"LET'S GO TO THAT SPORTS THING","comments":"","clues":[{"text":"Rodeo is featured at the Calgary this, a term for a frenzied rush of cattle, &amp; that's no bull","response":"a stampede"},{"text":"A long-distance public road race as well as a baseball term for scoring a bunch of runs to make up a deficit","response":"a rally"},{"text":"The 2019 FIS Alpine World Ski Championships included (probably) the last race for this all-time great, a bronze in downhill","response":"Lindsey Vonn"},{"text":"In 2021 we'll go down to the water &amp; check out the best-of-13 chase for this oldest international sports trophy","response":"the America's Cup"},{"text":"A bonspiel is a meet where teams from various clubs compete in this Olympic sport; a molson or 2 may get consumed","response":"curling"}],"originalDate":"2019-05-20"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"For its stock symbol, this company whose brands include Tide &amp; Bounty gets a PG rating","response":"Procter & Gamble"},{"text":"For all of your in-house projects &amp; repairs, this company comes to you in HD","response":"Home Depot"},{"text":"We're wild about this 3-letter stock symbol for Harley-Davidson that's also a nickname for their bikes","response":"HOG"},{"text":"HLT is Hilton; H by itself is this hotels corporation","response":"Hyatt"},{"text":"Appropriately, the stock symbol for Sotheby's auction house is this 3-letter verb","response":"BID"}],"originalDate":"2019-05-20"},{"category":"THE DOUBLE L WITH YOU","comments":"","clues":[{"text":"It takes this community, larger than a hamlet but smaller than a town","response":"a village"},{"text":"When talking about the U.S. federal budget, it's 1 followed by 12 zeroes","response":"trillion"},{"text":"Count 'em up!  There are 3 of these in the correct response, &amp; 24 in the entire clue","response":"syllables"},{"text":"Causing aversion, like a spray that fights off bugs","response":"repellent"},{"text":"Sheep fat used to make candles","response":"tallow"}],"originalDate":"2019-05-20"},{"category":"A PRINCE AMONG MEN","comments":"","clues":[{"text":"This name of Romanian prince Vlad, who impaled his enemies, comes from the Latin word for \"dragon\"","response":"Dracula"},{"text":"In the Sutras he gave up being a prince on his journey towards enlightenment","response":"Buddha"},{"text":"You could call Cyrus the Younger, son of Darius II, by this title, also the name of a popular video game series","response":"prince of Persia"},{"text":"In the mid-19th century, Prince Felix of Schwarzenberg helped restore this Austrian line to prominence","response":"Habsburg"},{"text":"Charlemagne had a son with this name who found he had \"Magic To Do\" in Italy","response":"Pepin"}],"originalDate":"2019-05-20"}],[{"category":"THE MONTHLY MOVIE TITLE","comments":"","clues":[{"text":"Oliver Stone co-wrote this 1989 film with Vietnam vet Ron Kovic, the movie's subject","response":"<i>Born on the Fourth of July</i>"},{"text":"In 1990 Sean Connery could have sung, \"We all live in a non-yellow submarine\" in this film, but thankfully, did not","response":"<i>The Hunt for Red October</i>"},{"text":"4 women of the 1920s take to an Italian villa &amp; have the time of their lives in \"Enchanted\" this","response":"<i>April</i>"},{"text":"An all-star cast including Meryl Streep gathers for a funeral in this 2013 adaptation of a Pulitzer-winning play","response":"<i>August: Osage County</i>"},{"text":"In 1964 Burt Lancaster played a general attempting a military takeover of the government in this film","response":"<i>Seven Days in May</i>"}],"originalDate":"2019-05-20"},{"category":"AND A BOOK","comments":"","clues":[{"text":"This author introduced the Pevensie children in \"The Lion, the Witch and the Wardrobe\"","response":"C.S. Lewis"},{"text":"Edward Gibbon's \"The Decline and Fall of\" this entity covers more than 1,000 years of history","response":"the Roman Empire"},{"text":"Somerset Maugham's \"The Moon and Sixpence\", about a man who heads to Tahiti to paint, is based on the life of this man","response":"Paul Gauguin"},{"text":"Dale Carnegie's 1936 self-help book teaches you \"How to\" do these 2 title things","response":"win friends and influence people"},{"text":"His 1913 novel \"Sons and Lovers\" was daring but not banned like a later work","response":"D.H. Lawrence"}],"originalDate":"2019-05-17"},{"category":"FILL IN THE STATE","comments":"","clues":[{"text":"Hall of Fame Billiards player: <br>____ Fats","response":"Minnesota"},{"text":"Founded by lawyers in 1985: <br>____ Pizza Kitchen","response":"California"},{"text":"A blues-rock quartet: <br>____ Shakes","response":"Alabama"},{"text":"A tale of doomed love by John Green:<br>\"Looking for ____\"","response":"Alaska"},{"text":"Politicians who got high offices during Harding's administration: <br>____ Gang","response":"Ohio"}],"originalDate":"2019-05-17"},{"category":"SOMETIMES CAPITALIZED","comments":"","clues":[{"text":"Capitalized, it's a 40-day period; lowercase, it's the counterpart of borrowed","response":"Lent/lent"},{"text":"Lowercase, it's an official decree; capitalized, it's an Italian carmaker that merged with Chrysler","response":"fiat/Fiat"},{"text":"Lowercase, this adjective describes universal interests; capitalized, it's a religion","response":"catholic/Catholic"},{"text":"Capitalized, it's a magazine; lowercase, it's a cranberry cocktail its readers might sip","response":"<i>Cosmopolitan</i>/cosmopolitan (or <i>Metropolitan</i>/metropolitan)"},{"text":"Capitalized, it's a historical South African province; lowercase, it means relating to birth","response":"Natal/natal"}],"originalDate":"2019-05-17"},{"category":"THE 2010s","comments":"","clues":[{"text":"The arrest &amp; torture of youths who had scrawled graffiti in Daraa in this nation triggered civil war there in March 2011","response":"Syria"},{"text":"At the Oscars held in 2019, this film that was nominated for 8 awards won only one, for Best Original Song","response":"<i>A Star is Born</i>"},{"text":"In April 2018 this little bro ended nearly 60 years of his family's rule when he stepped down as Cuba's president","response":"Raúl Castro"},{"text":"In early 2016 the W.H.O. announced an outbreak of this virus that during pregnancy can cause infants to be born with microcephaly","response":"Zika"},{"text":"In a first, the ESA's Philae spacecraft successfully landed on one of these in November 2014","response":"a comet"}],"originalDate":"2019-05-17"},{"category":"NOT THE MAMA!","comments":"","clues":[{"text":"In \"Tangled\", Mother Gothel steals this girl with magical hair &amp; raises her in a tower","response":"Rapunzel"},{"text":"In Marvel movies, Frigga is not the mother of this \"Thor\" villain, who's really a frost giant","response":"Loki"},{"text":"This ever-optimistic \"glad girl\" in books by Eleanor H. Porter is sent to live with her aloof aunt","response":"Pollyanna"},{"text":"In a Neil Gaiman story, Coraline's other mother seems perfect except she has these objects for eyes","response":"buttons"},{"text":"In the Bible Pharaoh's daughter paid this boy's own real mother to nurse him","response":"Moses"}],"originalDate":"2019-05-17"}],{"category":"ART MUSEUMS","text":"Before its 1959 opening, 21 artists protested its design, saying it would make paintings look tilted &amp; askew","response":"the Guggenheim"}]}