{"mix":1504,"rounds":[[{"category":"V.I.P.! V.I.P.!","comments":"","clues":[{"text":"Legend has it that Lincoln said to her, \"So you are the...woman who wrote the book that started (the) great war\"","response":"Harriet Beecher Stowe"},{"text":"In a wild plan in 1980, the CIA's Tony Mendez faked being a Canadian filmmaker to rescue 6 U.S. diplomats trapped in this country","response":"Iran"},{"text":"Friends, this Roman led his countrymen in an occupation of Armenia in 34 B.C., 10 years after his most famous speech","response":"Mark Antony"},{"text":"George Washington wrote that he felt \"perfect love and gratitude\" toward this Frenchman &amp; ally","response":"Lafayette"},{"text":"3 North American bodies of water<span class=\"nobreak\">--</span>a strait, a bay &amp; a river<span class=\"nobreak\">--</span>are named for this English captain last seen in 1611","response":"(Henry) Hudson"}],"originalDate":"2019-05-17"},{"category":"FIRE &amp; ICE","comments":"","clues":[{"text":"Fire Island lies off the southern shore of this island in southeastern New York state","response":"Long Island"},{"text":"ICE, short for U.S. Immigration &amp; Customs Enforcement, was created in 2003 as part of this Cabinet department","response":"Homeland Security"},{"text":"Dry ice is this gas in its solid form","response":"carbon dioxide"},{"text":"Ice plants are a low-growing species of these plants with fleshy, thick tissues that store water","response":"succulents"},{"text":"The patron saint of Mediterranean sailors gave his name to this phenomenon seen on the masts of ships in stormy weather","response":"St. Elmo's fire"}],"originalDate":"2019-05-17"},{"category":"THE WAR ON BACTERIA","comments":"","clues":[{"text":"A guy named Louis came up with this process of heating &amp; rapidly cooling liquids to kill disease-causing bacteria","response":"pasteurization"},{"text":"Hand sanitizers often contain the ethyl or isopropyl type of this to dissolve bacteria","response":"alcohol"},{"text":"Examine the eggs you buy<span class=\"nobreak\">--</span>cracked ones may contain the enteritidis species of these bacteria","response":"salmonella"},{"text":"Sulfa drugs kill bacteria by preventing the production of this B vitamin acid that's crucial to life","response":"folic acid"},{"text":"In bacterial cells tetracycline messes with this, the main site of protein synthesis in cells","response":"ribosomes"}],"originalDate":"2019-05-17"},{"category":"CELEBS ON SOCIAL MEDIA","comments":"","clues":[{"text":"You can \"Ask (this) Amy\" about love, exams, volunteering &amp; just about anything else on her \"Smart Girls\" channel on YouTube","response":"Amy Poehler"},{"text":"Despite passing away in 1981, this reggae legend is quite active on Twitter, blue check &amp; all (his estate manages the account)","response":"Bob Marley"},{"text":"@colesprouse to @dylansprouse: \"Were you Zack or\" this kid? Dylan: \"I don't remember...I was too busy carrying the show on my back\"","response":"Cody"},{"text":"After Kylie Jenner wrote, \"Does anyone else not open\" this instant messaging app \"anymore\", its stock took a $1.3 billion hit","response":"Snapchat"},{"text":"Twitter erupted when this co-host of \"The View\" responded to a critic with the tweet \"You were at my wedding Denise\"","response":"Meghan McCain"}],"originalDate":"2019-05-17"},{"category":"CROSSWORD CLUES \"L\"","comments":"","clues":[{"text":"A go-between, or a relationship that could be \"dangerous\"<br>(7)","response":"a liaison"},{"text":"Potato pancake<br>(5)","response":"a latke"},{"text":"Sane or easily understood <br>(5)","response":"lucid"},{"text":"Fungi &amp; algae combo<br>(6)","response":"lichen"},{"text":"A pale purple<br>(8)","response":"lavender"}],"originalDate":"2019-05-16"},{"category":"DANCING BACK TO DISCO","comments":"","clues":[{"text":"The Village People knew \"there's a place you can go...when you're short on your dough\"; hey, it's \"fun to stay\" here!","response":"at the YMCA"},{"text":"Donna Summer sang, \"Lookin' for some\" this title \"baby this evenin', I need some\" this title \"baby tonight\"","response":"\"Hot Stuff\""},{"text":"The complete lyrics of Van McCoy's song that had dancers on their feet: \"Do it!\" &amp; this 3-word phrase","response":"do the hustle"},{"text":"An anthem for many, this classic disco tune begins, \"At first I was afraid, I was petrified\"","response":"\"I Will Survive\""},{"text":"Hitting some really high notes from Dec. 1977 to 1979, this trio had 6 straight No. 1 hits, including \"Tragedy\"","response":"the Bee Gees"}],"originalDate":"2019-05-16"}],[{"category":"TEXT","comments":"","clues":[{"text":"Sent in December 1992, the first text message was just these 2 seasonally appropriate words","response":"merry Christmas"},{"text":"In 2019 Massachusetts introduced a new service allowing those in need of help to text, not call, this number","response":"911"},{"text":"Under sharia law, a man can do this to his wife by notifying her 3 times; in 2009 a Saudi man made news by doing so via text","response":"divorce"},{"text":"In 2018 agent Peter Strzok was fired from this organization for sending politically charged texts","response":"the FBI"},{"text":"In 2008 a surgeon in Africa with Medecins Sans Frontieres, this organization, saved a life using instructions texted from Britain","response":"Doctors Without Borders"}],"originalDate":"2019-05-16"},{"category":"GRITTY","comments":"","clues":[{"text":"The grit number of this abrasive material can go upwards of 2,000; 200 will do fine for some home projects","response":"sandpaper"},{"text":"Bacterial conjunctivitis in this organ begins with feelings of discomfort &amp; grittiness","response":"the eye"},{"text":"When a mollusk gets a bit of grit inside, it covers the bit with this substance","response":"mother-of-pearl"},{"text":"The Anjou type of this fruit has gritty flesh &amp; doesn't change color as it ripens","response":"a pear"},{"text":"\"Mule Variations\" won a Folk Album Grammy for this gravel-voiced singer who also acted in \"The Ballad of Buster Scruggs\"","response":"Tom Waits"}],"originalDate":"2019-05-16"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"Kitchen ovens left unattended by King Charles II's bakers may have led to this 1666 disaster","response":"the Great London Fire"},{"text":"This tribunal targeting heretics reached a peak under Torquemada in the 1490s with about 2,000 burned at the stake","response":"the Inquisition"},{"text":"Drink up, mes amis! In 1814 this dynasty returned to power in France","response":"the Bourbons"},{"text":"This extreme right-wing ideology big in 1930s &amp; '40s Europe gets its name from a Roman bundle of wooden rods","response":"Fascism"},{"text":"6th century Byzantine emperor Justinian defeated these eastern Goths in Italy","response":"Ostrogoths"}],"originalDate":"2019-05-16"},{"category":"\"NEW\" ENTERTAINMENT","comments":"","clues":[{"text":"Jess Day was the title character on this Fox sitcom","response":"<i>New Girl</i>"},{"text":"In 2011 this Carolina Panther became the first rookie to pass for 400 yards in his NFL debut","response":"Cam Newton"},{"text":"An April 1981 theatrical rerelease added this 3-word subtitle to the opening crawl","response":"<i>A New Hope</i>"},{"text":"Ryan Eggold stars as superdoc Max Goodwin, reforming the title hospital in the Big Apple, on this NBC drama","response":"<i>New Amsterdam</i>"},{"text":"Wesley Snipes won an NAACP Image Award for his role as a drug lord in this 1991 movie, opposite Ice T as an undercover cop","response":"<i>New Jack City</i>"}],"originalDate":"2019-05-16"},{"category":"PEOPLE ON THE MAP","comments":"","clues":[{"text":"Port Said on the Suez Canal is named for Muhammad Said Pasha, the khedive of this country","response":"Egypt"},{"text":"What's now the Iraqi town of Sadr City was previously named for this tyrant","response":"Saddam Hussein"},{"text":"This country's beautiful island of Santorini gets its name from the martyr Saint Irene","response":"Greece"},{"text":"The Karen neighborhood of Nairobi was once the home of this author","response":"Isak Dinesen, or Karen Blixen"},{"text":"Bolivia &amp; this city, its capital, are both named for men known as liberators","response":"Sucre"}],"originalDate":"2019-05-16"},{"category":"BIBLE TRANSLATION","comments":"","clues":[{"text":"Many version of the Bible use the word \"murder\" in the 10 commandments, but the King James Version uses this shorter verb","response":"kill"},{"text":"St. Jerome translated much of the Bible into this language for the Vulgate","response":"Latin"},{"text":"John Wycliffe had this brother sell his birthright to Jacob for bread and pottage; in other versions it's lentil stew","response":"Esau"},{"text":"Many translations use this 4-letter word, as in seek God \"with all thy heart and all thy\" this; Robert Alter uses \"being\"","response":"soul"},{"text":"The Message Bible brings \"a prize-winning heifer\" to the prodigal son's feast instead of this familiar phrase","response":"a fatted calf"}],"originalDate":"2019-05-16"}],{"category":"THE SILVER SCREEN","text":"He was the first actor to star in 3 films that won the Oscar for Best Picture: those of 1934, 1935 &amp; 1939","response":"Clark Gable"}]}