{"mix":1505,"rounds":[[{"category":"ADD A VOWEL","comments":"","clues":[{"text":"A body of water smaller than a lake adds a vowel to become a unit of weight","response":"a pond and a pound"},{"text":"A broad smile welcomes a vowel &amp; turns into a seed of wheat","response":"grin and grain"},{"text":"A daily meal eats up a vowel to start a new venture","response":"lunch and launch"},{"text":"One of the 4 divisions in a card deck antes up a vowel to be a hotel room upgrade","response":"suit and suite"},{"text":"To fuse metal using heat fires up a vowel to emerge as a word meaning to exercise power","response":"weld and wield"}],"originalDate":"2019-05-16"},{"category":"RECENT POLITICS","comments":"","clues":[{"text":"TV ratings went through the roof on Feb. 27, 2019 when this attorney testified before the House Oversight Committee","response":"Michael Cohen"},{"text":"3 years after this Ohioan's days as House Speaker ended, he backed a marijuana startup going public in Canada in 2018","response":"John Boehner"},{"text":"A new contest was ordered in 2019 due to election fraud in the 9th Congressional district in this Southern state","response":"North Carolina"},{"text":"In Feb. 2019 this N.J. Democratic sen. announced for pres. &amp; hoped to \"channel our common pain back into our common purpose\"","response":"Cory Booker"},{"text":"In Feb. 2019 this GOP ex-Massachusetts gov. announced for pres. &amp; urged \"people of good will to take a stand &amp; plant a flag\"","response":"William Weld"}],"originalDate":"2019-05-15"},{"category":"MORE THAN 1 MEANING","comments":"","clues":[{"text":"You can invest in shares of it, or you can use the beef or chicken type to make soup","response":"stock"},{"text":"To emerge from an egg, or an opening or door on an aircraft","response":"hatch"},{"text":"Happening now, or the motion of the ocean","response":"a current"},{"text":"It can mean to grow or sprout like a plant, or to engage in passive activity like kicking back &amp; watching TV","response":"vegetate"},{"text":"It's the answer to a problem, or a homogenous liquid that's a mixture of 2 or more substances","response":"a solution"}],"originalDate":"2019-05-15"},{"category":"GEOGRAPHIC SEVENS","comments":"","clues":[{"text":"Current name of an organization leading industrial nations founded in 1975","response":"the G7"},{"text":"Belgium, Norway &amp; 5 other nations all border this arm of the Atlantic","response":"the North Sea"},{"text":"In 1991 Slovenia became the first of 7 independent nations that would emerge from this former federation","response":"Yugoslavia"},{"text":"Ajman &amp; Sharjah are 2 of the smaller of its constituent 7 emirates","response":"the United Arab Emirates"},{"text":"\"Stan\" comes from a word meaning place &amp; this place is alphabetically last of the world's 7 \"stan\" countries","response":"Uzbekistan"}],"originalDate":"2019-05-15"},{"category":"AS DESCRIBED IN THE PATENT","comments":"","clues":[{"text":"1947: \"Helical spring toy which will walk on a... set of steps... without... external force beyond the starting force\"","response":"a Slinky"},{"text":"1953: <br>\"Machines for smoothing and renewing the surface of the ice in a skating rink\"","response":"a Zamboni"},{"text":"1866: <br>\"The arrangement of 2 wheels, the one directly in front of the other, combined with a mechanism for driving the wheels\"","response":"a bicycle"},{"text":"1946: <br>\"Propulsion aircraft systems in which thrust is developed by... the expulsion of a stream of gas through a nozzle\"","response":"a jet engine"},{"text":"1893: \"Automatically engaging or disengaging an entire series of clasps by a single continuous movement\"","response":"a zipper"}],"originalDate":"2019-05-15"},{"category":"TEACHERS IN SONG","comments":"","clues":[{"text":"This hard-rocking group \"Got it bad. Got it bad. Got it bad\". They're \"Hot For Teacher\"","response":"Van Halen"},{"text":"A \"young teacher\" in this song from The Police has to endure \"strong words in the staffroom\"","response":"\"Don't Stand So Close To Me\""},{"text":"This rapper shows little respect in \"My Name Is...\" where \"my English teacher wanted to flunk me in junior high\"","response":"Eminem"},{"text":"In the classic song \"School's Out\", this man mentions \"No more teacher's dirty looks\"","response":"Alice Cooper"},{"text":"\"The teacher don't know about how to deal with the student body\" is from this duo's 1984 hit \"Adult Education\"","response":"Hall and Oates"}],"originalDate":"2019-05-15"}],[{"category":"CLASSIC FOREIGN FILMS","comments":"","clues":[{"text":"\"Fist of Fury\" &amp; \"The Way of the Dragon\" are 2 movies starring this late legend","response":"Bruce Lee"},{"text":"A razor slashes an eyeball in the avant-garde film \"Un Chien Andalou\", a co-production of Luis Bunuel &amp; this surrealist","response":"Dalí"},{"text":"The 1989 action film \"The Killer\" was a thrill ride from this Hong Kong director","response":"John Woo"},{"text":"In Bergman's \"The Seventh Seal\", a disillusioned knight plays a game of chess with this opponent","response":"the Grim Reaper, or Death"},{"text":"Catherine Deneuve starred in \"The Umbrellas of\" this place","response":"Cherbourg"}],"originalDate":"2019-05-15"},{"category":"STUDYING FOR THE TEST","comments":"","clues":[{"text":"Your score on this test is your mental age divided by your chronological age times 100","response":"an IQ test"},{"text":"Between 1951 &amp; 1992 there were 928 nuclear explosive tests at the test site in this state","response":"Nevada"},{"text":"A detectable increase in human chorionic gonadotropin is the key indicator in this test with 2 possible results","response":"a pregnancy test"},{"text":"You can take this test at TheInkBlot.com but you'll get a joke analysis about your personality","response":"a Rorschach test"},{"text":"This bogus \"test\" many had to take starting around 1890 was designed to make it impossible for African Americans to vote","response":"a literacy test"}],"originalDate":"2019-05-15"},{"category":"ADD SOME CONSONANTS","comments":"(Alex: We'll give you the vowels.  You add consonants to come up with the correct response.)","clues":[{"text":"Numbered explanatory comment at a page's bottom: <br>OOOE","response":"a footnote"},{"text":"MPH indicator: <br>EEOEE","response":"speedometer"},{"text":"A John Lennon classic: <br>IAIE","response":"\"Imagine\""},{"text":"A portable musical instrument: <br>AOIO","response":"an accordion"},{"text":"Old MacDonald had this point in a planet's orbit when it's nearest to the Sun: <br>EIEIO","response":"perihelion"}],"originalDate":"2019-05-15"},{"category":"IDIOMS AROUND THE HOUSE","comments":"","clues":[{"text":"If you are being \"called on\" this floor covering, you are being reprimanded","response":"the carpet"},{"text":"Accusing someone of a failing that you also have? That's this expression that mentions 2 pieces of cookware","response":"the pot calling the kettle black"},{"text":"Temporarily staying in a series of other people's homes with makeshift sleeping arrangements is doing this<span class=\"nobreak\">--</span>hang ten!","response":"couch surf (or bed surfing)"},{"text":"\"The hand that\" does this \"rules the world\"","response":"rock the cradle"},{"text":"Tertullian's proverb \"de calcaria in carbonarium\" is said to be the source of this phrase for going from bad to worse","response":"out of the frying pan and into the fire"}],"originalDate":"2019-05-14"},{"category":"A PLACE ON THE LAKE","comments":"","clues":[{"text":"It's the most populous city on Lake Michigan","response":"Chicago"},{"text":"The second-largest city in Tanzania is the port of Mwanza on this African lake","response":"Victoria"},{"text":"This spa town, a big name in bottled water, is on the French shore of Lake Geneva","response":"Evian"},{"text":"Abu Simbel is on the shore of this body of water that didn't exist before 1970","response":"Lake Nasser"},{"text":"Come visit Goryachinsk, located on the shore of this oldest &amp; deepest freshwater lake","response":"Lake Baikal"}],"originalDate":"2019-05-14"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"He began a poem, \"I celebrate myself, and sing myself\"","response":"(Walt) Whitman"},{"text":"A poem about these title insects \"in the Garden\" says, \"Here come real stars to fill the upper skies\"","response":"fireflies"},{"text":"\"The Burial of the Dead\" is the first of 5 sections that make up this T.S. Eliot poem","response":"\"The Waste Land\""},{"text":"Completes the line by Stevie Smith:<br>\"I was much further out that you thought and not waving but\" this","response":"drowning"},{"text":"Struck by the appearance of his cousin in a spangled mourning dress, he wrote, \"She walks in beauty, like the night\"","response":"Lord Byron"}],"originalDate":"2019-05-14"}],{"category":"MODERN WAR","text":"Called the longest siege of a capital in modern history, the assault on this city lasted from 1992 to 1996","response":"Sarajevo"}]}