{"mix":1508,"rounds":[[{"category":"EDUCATIONAL GAMES","comments":"","clues":[{"text":"This \"amphibious\" company makes the educational line of LeapPad tablets","response":"LeapFrog"},{"text":"In a geography computer game, you need to find out \"Where in the World Is\" she","response":"Carmen Sandiego"},{"text":"The Amazon Trail is a spin-off from this classic history game","response":"<i>The Oregon Trail</i>"},{"text":"Ms. Frizzle &amp; the yellow title transport feature in web games based on this TV show","response":"<i>The Magic School Bus</i>"},{"text":"Mavis Beacon, who has taught this life skill to millions, is not a real person","response":"typing"}],"originalDate":"2019-05-08"},{"category":"I NEED A SUPERHERO","comments":"(Alex: Don't we all?)","clues":[{"text":"This Marvel-ous 2018 title guy got his claws into a Best Picture Oscar nomination","response":"Black Panther"},{"text":"Helen Slater certainly has the resume to play the mom of Kara Zor-El, this title CW heroine","response":"Supergirl"},{"text":"In 2016 Laura Linney &amp; Will Arnett helped these title reptiles come \"Out of the Shadows\"","response":"the Teenage Mutant Ninja Turtles"},{"text":"Lucius Best is the secret identity of this hero voiced by Samuel L. Jackson in \"The Incredibles\"","response":"Frozone"},{"text":"Filipino martial arts training helped Caity Lotz play Sara Lance, the \"White Canary\", who leads the time travelers on this DC TV show","response":"<i>Legends of Tomorrow</i>"}],"originalDate":"2019-05-08"},{"category":"ANGRY WORDS","comments":"","clues":[{"text":"To perturb, or when the 47th-ranked team defeats No. 1","response":"upset"},{"text":"\"All the\" this 4-letter word can mean widely popular","response":"rage"},{"text":"Deal with my this, vengeance as the consequence of anger, &amp; also, I can't resist... Khaaaaan!","response":"wrath"},{"text":"This angry word, pronounced a bit differently, is a substance with a sweet odor when burned","response":"incense"},{"text":"3 minor female divinities of Greek myth were collectively known as this","response":"the Furies"}],"originalDate":"2019-05-08"},{"category":"THEM'S THE RULES","comments":"","clues":[{"text":"No hugging allowed according to the Marquess of Queensberry rules for this sport","response":"boxing"},{"text":"Versions of this precept show up in the \"Analects\" of Confucius &amp; Matthew 7:12","response":"the Golden Rule"},{"text":"Per Monopoly rules, if you land on this space, you must pay the bank either $200 or 10% of your total worth","response":"Income Tax"},{"text":"Country Living magazine's 50 simple etiquette rules include send this personal type of thank you note","response":"handwritten"},{"text":"This proposed federal rule would have required all retirement planning advisors to act in their clients' best interests","response":"a fiduciary rule"}],"originalDate":"2019-05-08"},{"category":"\"C\" WHO SALUTES","comments":"","clues":[{"text":"Last in his 1861 class at West Point, he served as an aide to Gen. McClellan &amp; had the nickname \"Boy General\"","response":"George Armstrong Custer"},{"text":"Though his surrender basically ended the American Revolution, this general got little blame for the defeat back home in Britain","response":"Cornwalis"},{"text":"Last name of the American brothers George Rogers &amp; William, both military men &amp; explorers","response":"Clark"},{"text":"He fought under King Henry of Navarre before joining a 1603 expedition to Canada","response":"Samuel de Champlain"},{"text":"This veteran of the Revolutionary War went on to be the first governor of New York state &amp; VP under Jefferson &amp; Madison","response":"(George) Clinton"}],"originalDate":"2019-05-08"},{"category":"JUICE WORLD","comments":"","clues":[{"text":"The \"D\" in the name of this tangy juice brand is short for \"delight\"","response":"Sunny D"},{"text":"This brand introduced its cranberry juice cocktail in the early 1930s","response":"Ocean Spray"},{"text":"Green Machine &amp; Kale Blazer are 2 of the blends from this juice brand that sounds like it bares it all","response":"Naked"},{"text":"A juice brand is punningly named \"Apple &\" her","response":"Eve"},{"text":"The name of this juice brand that comes in a pouch evokes a warm Italian island","response":"Capri Sun"}],"originalDate":"2019-05-07"}],[{"category":"IN THE PRINCIPAL'S DESK","comments":"","clues":[{"text":"The principal has confiscated several of these trading cards including 3 Squirtles","response":"Pokémon cards"},{"text":"The principal won't give back this toy<span class=\"nobreak\">--</span>she doesn't care how well a kid can \"rock the baby\" or \"around the world\"","response":"a yo-yo"},{"text":"This red, spherical firecracker with a fruity name was found in one of the bathrooms<span class=\"nobreak\">--</span>thank heavens it didn't go off!","response":"a cherry bomb"},{"text":"No kid is going to have this in school, even if it is the body spray as opposed to the weapon","response":"Axe"},{"text":"Several cans of this energy drink that \"gives you wings\" are in her desk, not all taken from students","response":"Red Bull"}],"originalDate":"2019-05-07"},{"category":"SITCOMEDY","comments":"","clues":[{"text":"In this title precinct, Detective Rosa Diaz' formal leather jacket is \"the one without any blood on it\"","response":"<i>Brooklyn Nine-Nine</i>"},{"text":"This Jim Parsons character said, \"Howard, you know me to be a very smart man. Don't you think if I were wrong, I'd know it?\"","response":"Sheldon Cooper"},{"text":"Mr. Peanutbutter, leading a dog's life on this streaming comedy: \"Officer... what was I supposed to do? Not chase the mail truck?\"","response":"<i>BoJack Horseman</i>"},{"text":"Creator Mike Judge's own experiences as an engineer partly inspired this high-tech HBO sitcom","response":"<i>Silicon Valley</i>"},{"text":"On \"Extras\", David Bowie made up a song about this British comic that began, \"Little fat man who sold his soul\" &amp; got so very much worse","response":"Ricky Gervais"}],"originalDate":"2019-05-07"},{"category":"ANAGRAM THE LAST WORD","comments":"","clues":[{"text":"Adjective for the chance of being struck by a meteor","response":"remote"},{"text":"It's time to be quiet &amp; do this &amp; not be so verbose","response":"observe"},{"text":"I will not shed this for the beast we just killed<span class=\"nobreak\">--</span>after all, he was a predator","response":"a teardrop"},{"text":"Who'd have imagined I'd catch one of these at the seaside?","response":"a disease"},{"text":"You consider me this adjective, I presume","response":"supreme"}],"originalDate":"2019-05-07"},{"category":"THAT'S THE TICKET!","comments":"(Alex: We'll give you the running mate. You tell us who the other person on the ticket was.)","clues":[{"text":"Tim Kaine","response":"Hillary Clinton"},{"text":"Geraldine Ferraro","response":"Walter Mondale"},{"text":"Paul Ryan","response":"Mitt Romney"},{"text":"Hubert Humphrey","response":"Lyndon Johnson"},{"text":"Lloyd Bentsen","response":"Michael Dukakis"}],"originalDate":"2019-05-07"},{"category":"QUOTING THE CLASSICS","comments":"","clues":[{"text":"\"Achilles was still in full pursuit of Hector, as a hound chasing a fawn\"","response":"the <i>Iliad</i>"},{"text":"Aesop's moral to this insect fable: <br>\"It is thrifty to prepare today for the wants of tomorrow\"","response":"\"The Ant and the Grasshopper\""},{"text":"Ovid: <br>\"Of bodies changed to various forms I sing\"","response":"<i>Metamorphoses</i>"},{"text":"Plato: <br>\"Democracy passes into despotism\"","response":"<i>The Republic</i>"},{"text":"Aristophanes: <br>\"These impossible women...can't live with them, or without them!\"","response":"<i>Lysistrata</i>"}],"originalDate":"2019-05-07"},{"category":"ACTORS NOT ACTING","comments":"","clues":[{"text":"Dude, where's my portfolio? A savvy tech investor, this star of \"That '70s Show\" was in on Skype in 2009; he did okay","response":"Ashton Kutcher"},{"text":"Shailene Woodley, who played Tris in this film series, has enjoyed making her own cheese, face oils &amp; toothpaste","response":"<i>Divergent</i>"},{"text":"In 2007 Chazz Palminteri brought this outer-borough story to Broadway; he's also got a restaurant on West 46th Street","response":"<i>A Bronx Tale</i>"},{"text":"The first time Steve Martin publicly showed his art collection was in 2001 at this Las Vegas hotel","response":"the Bellagio"},{"text":"This \"Jurassic Park\" co-star made a No. 1 jazz album with his Mildred Snitzer Orchestra","response":"Jeff Goldblum"}],"originalDate":"2019-05-07"}],{"category":"PLAY CHARACTERS","text":"A 1949 review noted the \"wrong formulas for success\" of this character &amp; \"fatal misconceptions about his place in the scheme of things\"","response":"Willy Loman"}]}