{"mix":1513,"rounds":[[{"category":"WHEELY GOOD","comments":"","clues":[{"text":"All the numbers on a standard roulette wheel total up to this \"number of the Beast\"","response":"666"},{"text":"Wooden wheels with hanging seats had been popular since c. 1600, but the 1st giant such wheel was built by this man in 1893","response":"Ferris"},{"text":"These toy cars from Mattel have been satisfying kids' needs for speed since 1968","response":"Hot Wheels"},{"text":"In a car's engine, this \"shaft\" converts the up-&amp;-down motion of the pistons into rotational power for the wheels","response":"the crankshaft"},{"text":"Martyred by the Romans in the 4th century, this female Catholic saint is the patron saint of wheelwrights","response":"Catherine"}],"originalDate":"2019-04-29"},{"category":"CONTROVERSIAL TV","comments":"","clues":[{"text":"When this Kiefer Sutherland show debuted in 2001, the tortured hero became the torturing hero","response":"<i>24</i>"},{"text":"The \"Roseanne\" reboot gave way to this Roseanne-less spinoff","response":"<i>The Conners</i>"},{"text":"In 2018 this Brit returned to fool more U.S. politicians on \"Who is America?\"","response":"Sacha Baron Cohen"},{"text":"Adorable nickname of young pageant contestant Alana Thompson","response":"Honey Boo Boo"},{"text":"In 1969 CBS fired these politically outspoken comedy brothers from their own show","response":"Smothers"}],"originalDate":"2019-04-29"},{"category":"THE SPANISH CIVIL WAR","comments":"","clues":[{"text":"The war began in 1936 as a military uprising in what was called \"Spanish\" this African country","response":"Morocco"},{"text":"Pablo Picasso forbade this work depicting the war's horrors from being shown in Spain until the fascists were gone","response":"<i>Guernica</i>"},{"text":"As fascist troops neared Madrid, Francisco Franco became commander in chief, or this word, \"general\" + 6 letters","response":"generalissimo"},{"text":"Some 800 American volunteers died fighting for the Loyalists, many as part of a battalion named for this 19th c. president","response":"the Abraham Lincoln battalion"},{"text":"This Spanish poet &amp; playwright of the tragedy \"Blood Wedding\" was executed by a Nationalist firing squad","response":"Garcia Lorca"}],"originalDate":"2019-04-29"},{"category":"PLAYERS ON THE CHAMPIONSHIP TEAM","comments":"(Alex: You have to identify the team; we'll give the players to you.)","clues":[{"text":"2016: <br>Anthony Rizzo &amp; Kris Bryant helped end a long dry spell","response":"the Cubbies (or the Chicago Cubs)"},{"text":"2014: <br>Russell Wilson &amp; Richard Sherman, birds of a feather","response":"the Seahawks"},{"text":"2010: <br>Luke Walton &amp; Metta World Peace, staples of the community","response":"the Lakers"},{"text":"2017: <br>Sidney Crosby &amp; Evgeni Malkin were able to fly to victory, unlike their mascot","response":"the Penguins"},{"text":"2013: <br>Wayne Rooney &amp; Robin Van Persie were allied &amp; Premier (League) players","response":"Manchester United"}],"originalDate":"2019-04-26"},{"category":"GREEK CUISINE","comments":"","clues":[{"text":"Made in the Vytina region, the first type of this sweetener does not crystallize","response":"honey"},{"text":"\"The Greek Freak\", NBA star Giannis Antetokounmpo loves this sandwich named for its preparation on a turning spit","response":"a gyro"},{"text":"Made from the roe of the grey mullet, avgotaraho is sometimes called this delicacy \"of the south\"","response":"caviar"},{"text":"According to Greek law, feta cheese must be at least 70% derived from the milk of this animal","response":"sheep"},{"text":"This Greek favorite is sliced eggplant &amp; ground lamb or beef; you can top it with bechamel","response":"moussaka"}],"originalDate":"2019-04-26"},{"category":"1930s SLANG","comments":"","clues":[{"text":"There were a number of slang words for this weapon, including a convincer &amp; a roscoe","response":"a gun"},{"text":"Pay off a debt with a $100 bill &amp; you've parted with one of these letter-word hyphenations","response":"a C-note"},{"text":"The 1930s were a time of poverty, &amp; dog soup meant a glass of this","response":"water"},{"text":"In the 1930s a canary referred to a female one of these<span class=\"nobreak\">--</span>Mildred Bailey, perhaps","response":"a (jazz) singer"},{"text":"A convicted murderer might have to take the hotsquat, in this device","response":"the electric chair"}],"originalDate":"2019-04-26"}],[{"category":"THE PLAY'S THE THING","comments":"(Alex: And we want you to name the play for us.)","clues":[{"text":"Seems like Alan needs help<span class=\"nobreak\">--</span>he's been doing terrible things to horses","response":"<i>Equus</i>"},{"text":"Seems like Timon needs help<span class=\"nobreak\">--</span>he gave away all his money, now he eats roots","response":"<i>Timon of Athens</i>"},{"text":"Seems like Elwood needs help<span class=\"nobreak\">--</span>he pals around with a 6-foot spirit in rabbit form","response":"<i>Harvey</i>"},{"text":"Ouisa realized there's only this \"between us and everybody else on this planet\"","response":"<i>Six Degrees of Separation</i>"},{"text":"To keep his wife corie, Paul risks frozen toes by walking this way","response":"<i>Barefoot in the Park</i>"}],"originalDate":"2019-04-26"},{"category":"OUT-OF-OFFICE E-MAILS","comments":"","clues":[{"text":"From him in 1797: <br>\"Out of office as a third term wasn't for me. Also have several dental appointments\"","response":"Washington"},{"text":"From him, \"Out of office after 48 years running the FBI; I will not be responding to your e-mail\"","response":"J. Edgar Hoover"},{"text":"In 1973 he was \"Out of office as vice president; available on (hopefully not in) cell\"","response":"Spiro Agnew"},{"text":"He wrote, \"Out of office as Louisiana governor; please add everymanaking@hpl.senate.gov to your contacts list\"","response":"Huey Long"},{"text":"From Cordell Hull, 1944: \"Out of office as longest-serving Secretary of this; if you need assistance, contact Foggy Bottom\"","response":"State"}],"originalDate":"2019-04-26"},{"category":"A FORK IN THE ROAD","comments":"","clues":[{"text":"At Barstow, Calif., take I-40 East to get to Needles or I-15 North to this more glamorous Nevada city of more than 600,000","response":"Las Vegas"},{"text":"The Strand forks into the Mall &amp; Whitehall in the heart of this city","response":"London"},{"text":"From Market Street, turn right on Geary to get to Union Square in this city","response":"San Francisco"},{"text":"At Palmera Village in Panama, head east on the Panamerican highway for Panama City; go west for this neighboring country","response":"Costa Rica"},{"text":"Exit right on East Grand to get to Navy Pier if you're northbound on this Chicago \"Drive\"","response":"Lake Shore"}],"originalDate":"2019-04-26"},{"category":"\"TAKE\" IT","comments":"","clues":[{"text":"Something that's really good does this sweet 3-word phrase","response":"takes the cake"},{"text":"When you're hit by a delayed realization, you may do one of these numeric reactions","response":"double take"},{"text":"It's an old, less fancy word for a mortician","response":"the undertaker"},{"text":"This manifold supplies fuel &amp; air to your car's cylinders","response":"the intake manifold"},{"text":"\"The way you wear your hat, the way you sip your tea, the mem'ry of all that<span class=\"nobreak\">--</span>no, no!\" this song title","response":"\"They Can't Take That Away From Me\""}],"originalDate":"2019-04-26"},{"category":"LAKE NAME-IS-MEMORABLE","comments":"","clues":[{"text":"Mooselookmeguntic Lake is about 85 miles northwest of this capital of Maine","response":"Augusta"},{"text":"In this \"Bay State\" some call it Webster Lake; others, Chargoggagogg-manchauggagogg-chaubunagunga-maugg","response":"Massachusetts"},{"text":"Hello, Wisconsin! Take the motorhome brand of the same name to Lake this","response":"Winnebago"},{"text":"In \"What About Bob?\" this actor tracks down therapist Richard Dreyfuss at a vacation home at N.H.'s Lake Winnipesaukee","response":"Bill Murray"},{"text":"Those imaginative Canadians! Okanagan Lake's Ogopogo &amp; Lake Memphremagog's Memphre are these","response":"lake monsters"}],"originalDate":"2019-04-25"},{"category":"CELEBS ON TWITTER","comments":"","clues":[{"text":"OK, he is Deadpool: <br>\"I'd walk through fire for my (kid). Well not fire...a super humid room. But not too humid, because my hair\"","response":"Ryan Reynolds"},{"text":"Cheech's pal, him: <br>\"The recommended age to have a Ouija board is 8+...so, pot is still illegal but you can be 8 &amp; summon the devil\"","response":"(Tommy) Chong"},{"text":"While on her TV \"Project\", she wrote, \"Love means never having to say 'Hey, are we dating?'\"","response":"Mindy Kaling"},{"text":"This British celeb chef will opine about your food pics, writing about one seafood paella, \"Seafood salmonella!\"","response":"Gordon Ramsay"},{"text":"This TBS talk show host noted, \"If you can say happy Valentine's Day in Klingon you're probably not celebrating it\"","response":"Conan O'Brien"}],"originalDate":"2019-04-25"}],{"category":"CHARACTERS IN BANNED BOOKS","text":"Introduced in 1928, this character has a disappointing affair with a writer before she begins a more satisfying relationship","response":"Lady Chatterley"}]}