{"mix":1528,"rounds":[[{"category":"PUT A \"RING\" ON IT","comments":"","clues":[{"text":"On a state postal abbreviation to get this act of taking out an apple's seeds","response":"coring"},{"text":"On a state postal abbreviation to get this act of taking off an apple's skin","response":"paring"},{"text":"On a pole similar to a mast to get this word for practice boxing","response":"sparring"},{"text":"Put \"ring\" on a word meaning fuss (perhaps about nothing) to get this, meaning full of love","response":"adoring"},{"text":"On the end of a small bay to get this protective layer","response":"covering"}],"originalDate":"2019-03-28"},{"category":"THING 1 &amp; THING 2","comments":"","clues":[{"text":"As the name implies, this sealing base of paint should be thing 1 on your dry wood before the color coat","response":"primer"},{"text":"Pulling off the highway to change a tire? Put on your hazard lights, then thing 2 you should do is engage this on your car","response":"the parking brake"},{"text":"This liquid, ingredient No. 2 in a household task, was invented because older dyes made cotton fabric harsh &amp; stiff","response":"fabric softener"},{"text":"If thing 1 is to plant your garden, the 2nd thing to do is add this 5-letter material such as cedar chips or river rock","response":"mulch"},{"text":"When you make a roux, after the butter is melted, add this as the next ingredient","response":"flour"}],"originalDate":"2019-03-28"},{"category":"FICTIONAL MEMOIRS","comments":"","clues":[{"text":"Chiyo is the young woman who tells of her life as a Japanese hostess in Arthur Golden's novel \"Memoirs of a\" this","response":"<i>Geisha</i>"},{"text":"Will Ferrell \"co-wrote\" this anchorman's autobiography \"Let Me Off at the Top!: My Classy Life &amp; Other Musings\"","response":"Ron Burgundy"},{"text":"First published as a memoir, \"Go Ask\" this girl is a fictional account of a 15-year-old girl's troubles with drugs","response":"Alice"},{"text":"In the '70s, Clifford Irving fooled quite a few people with his fake memoir of this billionaire","response":"Howard Hughes"},{"text":"Ernest J. Gaines wrote the \"Autobiography\" of this \"Miss\", a 110-year-old former slave","response":"Miss Jane Pittman"}],"originalDate":"2019-03-28"},{"category":"FOR THE BIRDS","comments":"","clues":[{"text":"Birds are unique in having these, the obvious characteristic that distinguished them from all other modern animals","response":"feathers"},{"text":"Birds do it, bees do it, it being this act that fertilizes flowers; hummingbirds &amp; honeycreepers are noted for it","response":"pollination"},{"text":"Sailors have long been superstitious about killing this bird, as reflected in a 1798 poem","response":"an albatross"},{"text":"A native Brazilian word is the source of the name of this tropical bird that has a large, brightly colored beak","response":"a toucan"},{"text":"Appropriately, the sacred type of this bird was sacred to ancient Egyptians","response":"an ibis"}],"originalDate":"2019-03-28"},{"category":"LETTER PERFECT","comments":"","clues":[{"text":"In NBA fandom nicknames, this letter comes in front of players \"Rose\" &amp; \"Wade\"","response":"D"},{"text":"It comes before \"22\" in the name of  a raptor produced by Lockheed Martin","response":"F"},{"text":"This letter in a timezone abbreviation refers to a royal observatory at the prime meridian","response":"G"},{"text":"16th c. scholar Gian Giorgio Trissino is \"the father of\" this letter that is used to start the Savior's name","response":"J"},{"text":"Until the 1780s English printers used a letter that looked like a lowercase \"f\" for this letter","response":"S"}],"originalDate":"2019-03-28"},{"category":"DIET LAND","comments":"","clues":[{"text":"The Noble Diet, or Assembly, of this country was held at times in Buda &amp; Pest","response":"Hungary"},{"text":"This empire's Regensburg Diet of 1663 was \"The Everlasting Diet\"<span class=\"nobreak\">--</span>officially ending with the end of the empire in 1806","response":"the Holy Roman Empire"},{"text":"Since 1947 this Asian country's diet has consisted of Houses of Representatives &amp; Councillors","response":"Japan"},{"text":"Traveling on foot, this reformer missed the Diet of Augsburg in 1518 but got a horse &amp; wagon &amp; made it to the one in Worms","response":"Martin Luther"},{"text":"1809's Diet of Porvoo brought this northern country under the control of Russia","response":"Finland"}],"originalDate":"2019-03-28"}],[{"category":"HE WAS SENATOR &amp; PRESIDENT","comments":"","clues":[{"text":"His nickname \"Tricky Dick\" dates back to the 1950s California campaign that put him in the Senate","response":"Nixon"},{"text":"Though the Senate failed by one vote to de-president him, his later return to the body was met with flowers &amp; applause","response":"(Andrew) Johnson"},{"text":"This Ohioan found the Senate \"far more to my liking than\" being pres. could be; scandal &amp; death in office followed","response":"Warren G. Harding"},{"text":"Though he served Penn. in the Senate from 1834 to 1845, he supported pro-slavery Southern positions; he didn't get better as pres.","response":"Buchanan"},{"text":"This New Yorker &amp; future president joined the Senate in 1821 &amp; soon led the fight against imprisonment for debt","response":"Martin Van Buren"}],"originalDate":"2019-03-27"},{"category":"I'M WALKIN' HERE!","comments":"","clues":[{"text":"Sci-fi TV fans have somehow schismed into factions called this word plus -kers &amp; also -kies","response":"trek"},{"text":"You're \"out of\" this walkin' word if you're not in rhythm or up on current events","response":"step"},{"text":"By moving so very smoothly, NBA legend Drexler earned the rhyming nickname Clyde this","response":"the Glide"},{"text":"It's not in the Bill of Rights, but you really should take a morning this 14-letter bit of light exercise","response":"a constitutional"},{"text":"Proverbially, if you acted on stage, you did this to \"the boards\"","response":"trod"}],"originalDate":"2019-03-27"},{"category":"GETTING AN EDUCATION","comments":"","clues":[{"text":"EMBA is short for executive this, for working professionals who are continuing to improve","response":"master of business administration"},{"text":"Here it's a school building for athletic activities; in Germany, it's a school for students getting ready for college","response":"a gymnasium"},{"text":"In 2015 some college athletes started getting a stipend labeled COA, for \"cost of\" this, showing up to class","response":"attendance"},{"text":"The youngest of the USA's 5 service academies, it was established in 1954","response":"the Air Force Academy"},{"text":"In 2005 this D.C. university's Walsh School of Foreign Service opened its first foreign campus, in Qatar","response":"Georgetown"}],"originalDate":"2019-03-27"},{"category":"SET IN THE CITY","comments":"(Alex: You have to identify the primary city in which the television series was set.)","clues":[{"text":"As of 2019 its \"Med\", \"Fire\" &amp; \"P.D.\" were all serving","response":"Chicago"},{"text":"\"This Is Us\"<span class=\"nobreak\">--</span>remember when Jack covered up with a Terrible Towel?","response":"Pittsburgh"},{"text":"The heroine of \"The Mary Tyler Moore Show\" was gonna make it there after all","response":"Minneapolis"},{"text":"Law &amp; justice with \"The Practice\" &amp; \"Rizzoli &amp; Isles\"","response":"Boston"},{"text":"\"CSI: Crime Scene Investigation\" &amp; \"(Thi$)\"","response":"Las Vegas"}],"originalDate":"2019-03-27"},{"category":"DOCTOR","comments":"","clues":[{"text":"This Greek's oath says doctors should avoid \"seduction of women or men\"","response":"Hippocrates"},{"text":"This doctor made flaked cereal a thing when he started giving it to his sanitarium patients, including Mr. Post","response":"(John Harvey) Kellogg"},{"text":"Helen Taussig is remembered for her work treating babies that were born this unusual color","response":"blue"},{"text":"This 1952 Nobel Peace Prize winner gained fame for building a hospital in Africa","response":"Albert Schweitzer"},{"text":"Due to this Brit's work in antisepsis, mortality in one hospital ward went from 45% to 15% in the 1860s","response":"Joseph Lister"}],"originalDate":"2019-03-27"},{"category":"FILL IN THE TONY-WINNING PLAY TITLE","comments":"","clues":[{"text":"1968: <br>\"Rosencrantz and Guildenstern ____ ____\"","response":"are dead"},{"text":"1979, about John Merrick: <br>\"The ____ Man\"","response":"elephant"},{"text":"2015: <br>\"The ____ Incident of the Dog in the Night-Time\"","response":"curious"},{"text":"1981, set in Vienna: <br>Peter Shafer's \"____\"","response":"<i>Amadeus</i>"},{"text":"2002: <br>Edward Albee's \"The Goat, or Who is ____?\"","response":"Sylvia"}],"originalDate":"2019-03-27"}],{"category":"INTERNATIONAL PLAYWRIGHTS","text":"A piece of writing advice from this man who died in 1904 concludes, \"Otherwise don't put it there\"","response":"(Anton) Chekhov"}]}