{"mix":1532,"rounds":[[{"category":"SCI-FI SUBGENRES","comments":"","clues":[{"text":"Hollow Earth is a subgenre populated with books like his \"Journey to the Center of the Earth\"","response":"(Jules) Verne"},{"text":"Generally, steampunk science fiction is set in this century","response":"the 19th"},{"text":"The planet's in trouble in \"New York 2140\" by Kim Stanley Robinson, part of the cli-fi subgenre, short for this","response":"climate fiction"},{"text":"\"-punk\" subgenres include this one where you'll find \"Snow Crash\", about a computer virus &amp; lots else","response":"cyber(punk)"},{"text":"An alien society's initial trip to Earth is a hallmark of this genre, also a subtitle of the 1996 \"Star Trek\" movie","response":"first contact"}],"originalDate":"2019-03-20"},{"category":"\"M\"OUNTAINS","comments":"","clues":[{"text":"In names of Hawaiian mountains, it precedes Kea &amp; Loa","response":"Mauna"},{"text":"A British Columbia mountain is named this synonym for ruler or sovereign","response":"Monarch"},{"text":"Peaks in New Hampshire's presidential range include 2 named for these \"M\"en who served consecutively","response":"Monroe and Madison"},{"text":"Toblerone says the shape of its triangular chocolate bars wasn't really inspired by this peak","response":"the Matterhorn"},{"text":"The mount named for this man is in the Sierra Nevada, near Sequoia &amp; Yosemite National Parks","response":"(John) Muir"}],"originalDate":"2019-03-20"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Nickname for Britain's flag that's also a type of cheddar","response":"Union Jack cheese"},{"text":"\"24K Magic\" singer who is a type of robotic vehicle that explored the surface of the red planet","response":"Bruno Mars rover"},{"text":"Akron-born NBA great who wrote \"Shooting Stars\" while hosting &amp; creating \"Inside the Actors Studio\"","response":"LeBron James Lipton"},{"text":"Quilted item under bedsheets that's an Asian dish of rice noodles, bean sprouts &amp; chopped peanuts","response":"mattress pad thai"},{"text":"Late 19th century circus siblings who are the subject of Dostoyevsky's last, &amp; some say greatest, novel","response":"Ringling Brothers Karamazov"}],"originalDate":"2019-03-20"},{"category":"BEHIND BARS","comments":"","clues":[{"text":"In 1621 Francis Bacon was sent to this London lockup, but the king let him out after 4 days","response":"the Tower of London"},{"text":"In 1961 Stokely Carmichael was on a bus tour as one of these \"Riders\", &amp; later in the trip was jailed","response":"Freedom"},{"text":"Piper Kerman's time at a correctional institution in Connecticut is the basis of this TV series","response":"<i>Orange is the New Black</i>"},{"text":"He went from the White House of the Confederacy in Richmond to imprisonment at Fort Monroe near Norfolk","response":"Jefferson Davis"},{"text":"\"Poems from Prison\" by Wole Soyinka were written when he was jailed for criticizing this African country's government","response":"Nigeria"}],"originalDate":"2019-03-20"},{"category":"AUGUST","comments":"","clues":[{"text":"In August 1891 the first one of these sold by American Express was cashed","response":"a traveler's check"},{"text":"Mary Ann Nichols, a prostitute in Whitechapel, became his 1st victim on August 31, 1888","response":"Jack the Ripper"},{"text":"It was put on display in August 1978 in Turin, Italy's San Giovanni Cathedral","response":"the Shroud of Turin"},{"text":"On Aug. 22, 1485 the last battle of the Wars of the Roses was fought on this field in Leicestershire","response":"Bosworth Field"},{"text":"On August 16, 1960 it became a republic with Archbishop Makarios as president","response":"Cyprus"}],"originalDate":"1992-01-08"},{"category":"GOURMET COOKING","comments":"","clues":[{"text":"Gourmet cooks often dredge these frog parts in seasoned flour before cooking them","response":"legs"},{"text":"Shirred eggs, which are often topped with milk, cream or butter, are cooked by this method in little ramekins","response":"bake"},{"text":"\"Female\" name of the steak dish with cognac that \"Twin Peaks\" Agent Cooper might serve to his secretary","response":"steak Diane"},{"text":"The Hungarian name for this poultry dish is paprikas csirke","response":"chicken paprikash"},{"text":"Besides veal, the other meat found in a traditional veal cordon bleu","response":"ham"}],"originalDate":"1992-01-08"}],[{"category":"SUNKEN SHIPS","comments":"","clues":[{"text":"The anchor of this Civil War ironclad was recovered off the N. Carolina coast in 1983","response":"the <i>Monitor</i>"},{"text":"A monument above the final resting place of this battleship was dedicated at Pearl Harbor in 1962","response":"the <i>Arizona</i>"},{"text":"Germany justified the May 7, 1915 sinking of this ship by saying it carried munitions","response":"the <i>Lusitania</i>"},{"text":"The bow of the Stockholm, constructed to cut through ice, cut through the side of this liner in 1956","response":"the <i>Andrea Doria</i>"},{"text":"The Mary Rose, a ship built for this king in 1510, sank in 1545 &amp; was raised in 1982","response":"Henry VIII"}],"originalDate":"1992-01-08"},{"category":"SAINTS","comments":"","clues":[{"text":"The Penguin Book of Saints calls him the foster father of Jesus Christ","response":"St. Joseph"},{"text":"His first successor in the See of Rome was St. Linus","response":"St. Peter"},{"text":"Not surprisingly, he's the patron saint of skiers","response":"St. Bernard"},{"text":"He was canonized in 1173, just 3 years after he was murdered at Canterbury","response":"Thomas Becket"},{"text":"His supposed relics were brought from Alexandria to Venice in the 9th century","response":"St. Mark"}],"originalDate":"1992-01-08"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Derived from Gaelic for \"enough\", it means abundant &amp; was Pussy's last name in \"Goldfinger\"","response":"galore"},{"text":"This type of booze was probably named because it was distilled or smuggled under lunar light","response":"moonshine"},{"text":"This dog's name may derive from a Chinese word for dog; it's dark tongue is its \"mein\" attraction","response":"a chow"},{"text":"A violent storm who name evolved from the Latin word for time","response":"a tempest"},{"text":"The name of this carnivore is derived from the Greek word for hog, which may make you \"laugh\"","response":"a hyena"}],"originalDate":"1992-01-08"},{"category":"POLITICAL TERMS","comments":"","clues":[{"text":"Bimetallists favored using both of these metals as legal tender","response":"gold and silver"},{"text":"Colorful name of the German ecological party","response":"the Green"},{"text":"Mugwumps were members of this party who abandoned James G. Blaine to support Cleveland in 1884","response":"the Republicans"},{"text":"In U.S. politics the \"Free-Soilers\" opposed the extension of this practice to the territories","response":"slavery"},{"text":"All members of Congress have this \"privilege\" of sending official mail postage-free","response":"franking"}],"originalDate":"1992-01-08"},{"category":"MARINE BIOLOGY","comments":"","clues":[{"text":"He became a capitaine de corvette in the French Navy in the '40s * captain of the Calypso in 1950","response":"Jacques Cousteau"},{"text":"Barnacles, crabs &amp; lobsters are members of this arthropod class","response":"Crustacea"},{"text":"The seaweed that makes up this huge \"Sea\" within the Atlantic Ocean reproduces without seeds","response":"the Sargasso Sea"},{"text":"This \"colorful\" tide occurs when there is a population explosion of dinoflagellates","response":"a red tide"},{"text":"Sometimes called a sea cow, this rare mammal is a close relative of the dugong","response":"a manatee"}],"originalDate":"1992-01-08"},{"category":"GEMS","comments":"","clues":[{"text":"Weighing 563 carats, the world's largest blue star sapphire is the \"Star of\" this country","response":"India"},{"text":"Tricolored tanzanite was first discovered in this country in 1967","response":"Tanzania"},{"text":"If the water in this October gem dries out, the rainbow colors will disappear","response":"the opal"},{"text":"Most of these ruby-like gems used in jewelry are of the almandine variety","response":"garnets"},{"text":"The name of this bluish gem used in jewelry &amp; for carvings means \"stone of azure\"","response":"lapis lazuli"}],"originalDate":"1992-01-08"}],{"category":"20th CENTURY LEADERS","text":"He's called \"a flame of inspiration in freedom's darkest hour\" in the proclamation making him an honorary U.S. citizen","response":"Winston Churchill"}]}