{"mix":1534,"rounds":[[{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"Sarah Parcak discovers new sites from Newfoundland to Egypt using images from these orbiting eyes","response":"satellites"},{"text":"Listing: this type of ancient Roman home in Sicily. 54,000 square feet with mosaics &amp; kiln. Has taken 40 years to fully excavate","response":"a villa"},{"text":"Incurring a curse, Tamerlane's tomb was opened in June 1941; on June 22 Hitler invaded this homeland of the archaeologists","response":"Russia"},{"text":"In this South Dakota city where Calamity Jane lived, a 2001-2004 dig found 250,000 artifacts just in Chinatown","response":"Deadwood"},{"text":"Uncovered in 1928 by a peasant's plow, the city of Ugarit in Syria once thrived, with a big temple to this fertility god","response":"Baal"}],"originalDate":"2019-03-18"},{"category":"15-LETTER WORDS","comments":"","clues":[{"text":"Don't put off naming this, the postponement of a task","response":"procrastination"},{"text":"Throwing a punch is this type of bad conduct that'll earn you a 15-yard penalty on a football field","response":"unsportsmanlike"},{"text":"This quality of small cars makes them easy to handle, particularly in small spaces","response":"maneuverability"},{"text":"Oxfam is this type of international voluntary organization, NGO for short","response":"nongovernmental"},{"text":"It's the propensity for asking a lot of questions, whether out of curiosity or nosiness","response":"inquisitiveness"}],"originalDate":"2019-03-18"},{"category":"CLASSICAL MUSIC PRODIGIES","comments":"","clues":[{"text":"At 14 Rossini composed \"Demetrio e Polibio\", his first of these; later ones made him famous","response":"operas"},{"text":"In 1929 13-year-old Yehudi Menuhin fiddled in this royal London venue &amp; the lights had to be turned off to stop the cheering","response":"the Albert Hall"},{"text":"His father, Hiao-Tsiun, gave him a \"cello\" when he was 4 by putting an endpin on a viola","response":"Yo-Yo Ma"},{"text":"Nino Rota wrote an oratorio that premiered when he was 11 &amp; grew up to supply all this Italian filmmaker's music for 27 years","response":"Fellini"},{"text":"At 10 this \"Saint\"ly composer gave a Paris recital &amp; took requests for any of Beethoven's 32 piano sonatas he'd memorized","response":"Camille Saint-Saens"}],"originalDate":"2019-03-18"},{"category":"COUNTRY SHORTCUTS","comments":"(Alex: We want you to name the country directly between the two countries that we will give you as part of the clue.)","clues":[{"text":"Lesotho &amp; eSwatini (formerly Swaziland)","response":"South Africa"},{"text":"Israel &amp; Saudi Arabia","response":"Jordan"},{"text":"Turkey &amp; Romania","response":"Bulgaria"},{"text":"Somalia &amp; Uganda","response":"Kenya"},{"text":"Brunei &amp; Indonesia","response":"Malaysia"}],"originalDate":"2019-03-18"},{"category":"3-LETTER SCIENCE","comments":"","clues":[{"text":"This is the smallest unit of computer memory","response":"a bit"},{"text":"Types of this include messenger, transfer &amp; ribosomal","response":"RNA"},{"text":"This type of atom is formed by the loss or gain of electrons","response":"an ion"},{"text":"The Latin word for this element is stannum","response":"tin"},{"text":"This 3-letter nitrogen compound is used as an explosive in munitions &amp; demolitions","response":"TNT"}],"originalDate":"2019-03-15"},{"category":"CHANGE MY MIND","comments":"","clues":[{"text":"I need this to change my mind, a word that also applies to the strength of liquor","response":"proof"},{"text":"You're going to have to do this 3-word phrase that involves rotating my ulna","response":"twist my arm"},{"text":"To sway me, you'll need to provide one of these metaphoric weapons, showing recent use","response":"a smoking gun"},{"text":"I can't be turned; I've undergone this psychological \"cleaning\", first attributed to Chinese Communists","response":"brainwashing"},{"text":"You'd best use your skills at this, also a Jane Austen novel title","response":"persuasion"}],"originalDate":"2019-03-15"}],[{"category":"BEWARE!","comments":"","clues":[{"text":"In this activity, as you go lower &amp; stay longer, pressure can damage tissues &amp; nitrogen can build up in the blood","response":"scuba diving (or deep-sea diving)"},{"text":"As viewers of \"Phantom Thread\" know, some varieties of these edibles, like the Destroying Angel, are highly toxic","response":"mushrooms"},{"text":"Planning a trip? Check this Cabinet dept.'s website for advisories; places like Syria get a level 4: \"Do not travel\"","response":"the State department"},{"text":"The National Fire Protection Assoc. reports 200 fires involving these lights each Dec. &amp; Jan., so unplug yours at night","response":"Christmas lights"},{"text":"One of the fastest &amp; deadliest snakes, this African species is actually brown; its name comes from the color of its mouth","response":"the black mamba"}],"originalDate":"2019-03-15"},{"category":"THE IDES OF MARCH","comments":"","clues":[{"text":"On March 15, 1869 the Red Stockings of this Ohio city became the first professional baseball team","response":"Cincinnati"},{"text":"He held the first ever presidential press conference March 15, 1913","response":"Wilson"},{"text":"On March 15, 1892 Jesse Reno patented the first of these transports, the Reno inclined elevator","response":"the escalator"},{"text":"John McCloskey became the USA's first of these March 15, 1875, but didn't get his red hat until an 1878 trip to Rome","response":"a cardinal"},{"text":"U.N. forces captured this capital city March 15, 1951, the fourth &amp; final time the city would change hands","response":"Seoul (Korea)"}],"originalDate":"2019-03-15"},{"category":"<a href=\"http://www.j-archive.com/media/2019-03-15_DJ_Cat1.jpg\" target=\"_blank\">THE NEW YORK TIMES 100 NOTABLE BOOKS OF 2018</a>","comments":"","clues":[{"text":"A young woman decides hibernation may be the answer in Ottessa Moshfegh's \"My Year of\" this, R&R for short","response":"rest and relaxation"},{"text":"\"The Coddling of the American Mind\" is dubious about these \"spaces\" that make college students feel sheltered","response":"safe spaces"},{"text":"Lawrence Osborne put this classic Raymond Chandler P.I. back to work in \"Only to Sleep\"","response":"Philip Marlowe"},{"text":"Imani Perry went \"Looking for Lorraine\", this African-American playwright &amp; activist who died all too young at 34","response":"Lorraine Hansberry"},{"text":"\"Boom Town: The Fantastical Saga of\" this Midwest capital city includes \"Its Chaotic Founding\" on April 22, 1889 &amp; much more","response":"Oklahoma City"}],"originalDate":"2019-03-15"},{"category":"ERAS &amp; AGES","comments":"","clues":[{"text":"Also talking about a \"wired planet\", in 1971 Marshall McLuhan used the phrase this synonym for knowledge \"age\"","response":"information age"},{"text":"<span class=\"nobreak\">--</span>Hey, Dante!<br><span class=\"nobreak\">--</span>Yeah, Petrarch!<br><span class=\"nobreak\">--</span>It's almost 1300.  Time to start this \"rebirth\"","response":"the Renaissance"},{"text":"Nobel laureate Paul Crutzen said the Anthropocene epoch began with rising levels of these gases like CO<sub>2</sub> around 1800","response":"greenhouse gases"},{"text":"In a book title by historian Eric Hobsbawm, the Age of Revolution began in this year of big doings in France","response":"1789"},{"text":"Japan underwent Westernization in the period named for Mutsuhito, who took this royal \"M\" name &amp; died in 1912","response":"the Meiji Restoration"}],"originalDate":"2019-03-15"},{"category":"<em class=\"underline\">THE WALL</em>","comments":"","clues":[{"text":"2019 marks the 40th anniversary of one of the top-selling albums of all time, this band's \"The Wall\"","response":"Pink Floyd"},{"text":"A 1990 charity performance of the album was held in this fitting city, to celebrate an event of 8 months prior","response":"Berlin"},{"text":"In a No. 1 hit from \"The Wall\", a children's chorus sings, \"we don't need no\" this","response":"education"},{"text":"\"The Wall\" is based on the tribulations of this bass player &amp; sometime vocalist, the album's primary writer","response":"(Roger) Waters"},{"text":"A popular album track says, \"There is no pain, you are receding...I have become\" this title","response":"\"Comfortably Numb\""}],"originalDate":"2019-03-14"},{"category":"RIVER, RUN","comments":"(Alex: There's a theme here.)","clues":[{"text":"For about half of its length, the Red River serves as the boundary between Oklahoma &amp; this state","response":"Texas"},{"text":"In New York Times crossword puzzles, the clue for it has been \"Bard's river\"","response":"Avon"},{"text":"Seeking a way to Burma, the Japanese built a bridge over this river in World War II","response":"Kwai"},{"text":"It flows 800 miles from Lake Ontario through Quebec to a gulf","response":"the Saint Lawrence"},{"text":"We'd guess that Henry the Navigator sometimes navigated this river that flows through his country's capital","response":"the Tagus"}],"originalDate":"2019-03-14"}],{"category":"AMERICAN CITIES","text":"Recorded on a visit to this California city, YouTube's first video featured a man saying, \"They have really, really, really long trunks\"","response":"San Diego"}]}