{"mix":1548,"rounds":[[{"category":"OPERA CHARACTERS","comments":"","clues":[{"text":"This title temptress works at a cigarette factory in Seville","response":"Carmen"},{"text":"Rigoletto makes snide comments for a living, having this job in the Duke of Mantua's court","response":"jester"},{"text":"Jemmy is the boy who has an apple shot off his head in this opera","response":"<i>William Tell</i>"},{"text":"Susanna, Countess Almaviva's maid, is the bride in this opera","response":"<i>The Marriage of Figaro</i>"},{"text":"Brunnhilde is one of these 9 warrior daughters of Wotan whose famous ride begins Act III of their opera","response":"the Valkyries"}],"originalDate":"2019-02-13"},{"category":"WORD &amp; PHRASE ORIGINS","comments":"","clues":[{"text":"This 3-letter verb meaning to ask for alms dates back to a medieval religious order","response":"beg"},{"text":"New crew members on a ship needed to quickly figure these out<span class=\"nobreak\">--</span>knowing them now means to understand how to do something","response":"the ropes"},{"text":"This psych term means a persistent idea<span class=\"nobreak\">--</span>it once meant control by demons outside you, the opposite of possession","response":"obsession"},{"text":"In 1915 the British military deceptively called a prototype a \"water carrier\", leading to this name","response":"tank"},{"text":"One theory is that this ordinal term for harsh police questioning was a pun based on the name of an Officer Byrnes","response":"the third degree"}],"originalDate":"2019-02-13"},{"category":"WHAT'S THE POINT?","comments":"","clues":[{"text":"It's the name of the seat of Clay County, Mississippi as well as one of a N.Y. military academy site","response":"West Point"},{"text":"A place in Texas is named this, a range from which a shooter can't possibly miss","response":"Point Blank"},{"text":"Steel Vengeance is a roller coaster opened in 2018 at this amusement park on Lake Erie","response":"Cedar Point"},{"text":"Along Lake St. Clair, Grosse Pointe is a wealthy suburb of this Midwest city","response":"Detroit"},{"text":"This westernmost point of Guam is named for former Arizona congressman &amp; environmental crusader Mo","response":"(Point) Udall"}],"originalDate":"2019-02-13"},{"category":"ROLLING A \"7\"","comments":"","clues":[{"text":"The lighthouse on the island of Pharos was one of this group","response":"the 7 Wonders of the World"},{"text":"This company has trademarked \"Big Gulp\"","response":"7-Eleven"},{"text":"Prussia &amp; England came out on top of this 18th century conflict","response":"the 7 Years' War"},{"text":"Group nickname for Bryn Mawr &amp; Vassar +5","response":"7 Sisters"},{"text":"Salome's super-sensual sashaying","response":"the dance of the 7 veils"}],"originalDate":"2019-02-13"},{"category":"PEACEFUL GUNS","comments":"","clues":[{"text":"You may find one of these aimed at you from behind a roadside billboard or at a pitcher on the mound","response":"a radar gun"},{"text":"AKA a deck gun, a deluge gun is used by people trying to fight these","response":"fires"},{"text":"Torque guns are used to remove these nuts on your car's wheel","response":"lug nuts"},{"text":"The Hurricane 400 type of this can launch 4 tie-dyes at a time into the stands","response":"a T-shirt cannon"},{"text":"This alliterative pistol is used to shoot lubricant into the moving surfaces of machinery","response":"a grease gun"}],"originalDate":"2019-02-12"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"It got its independence from Portugal in 1822 &amp; abolished slavery in 1888","response":"Brazil"},{"text":"Rescinded in 2017, the \"Wet Foot, Dry Foot\" policy allowed refugees from this country to stay if they reached U.S. soil","response":"Cuba"},{"text":"The zloty is this country's unit of currency","response":"Poland"},{"text":"In 2018 divers rescued 12 boys &amp; one adult trapped by rising water inside a cave in this country","response":"Thailand"},{"text":"In 2018 this southern African \"land\" changed its name to Eswatini","response":"Swaziland"}],"originalDate":"2019-02-12"}],[{"category":"SAME DAY","comments":"","clues":[{"text":"The \"California Double\" is skiing &amp; doing this ocean sport on the same day","response":"surfing"},{"text":"The 2018 film \"Roma\" got its main theatrical release the same day it dropped on this streaming service","response":"Netflix"},{"text":"The Washington Post printed this type of edition with same-day news that O.J. Simpson was acquitted; \"Read all about it!\"","response":"an extra"},{"text":"In 2012 this TV sheriff of Mayberry was laid to rest the day he died","response":"(Andy) Griffith"},{"text":"On Nov. 28, 2013 these 2 holidays fell on the same day &amp; the candle-bearing menurkey was created","response":"Thanksgiving and Hanukkah"}],"originalDate":"2019-02-12"},{"category":"TOP 10 TUNES","comments":"","clues":[{"text":"Cyndi Lauper told us, \"When the working day is gone\", this is the case","response":"girls just want to have fun"},{"text":"In 2016 Mike Posner \"took a pill in\" this Spanish party island &amp; woke up in the Top 10","response":"Ibiza"},{"text":"\"I gotta have\" this song that went to No. 1 for George Michael","response":"\"Faith\""},{"text":"\"Don't Let Me Down\" &amp; \"Closer\" were Top 10 hits for this dance duo; \"#SELFIE\" only made it to No. 16","response":"the Chainsmokers"},{"text":"Tom Jones first broke into the Top 10 in 1965 with this declaration of normalcy","response":"\"It's Not Unusual\""}],"originalDate":"2019-02-12"},{"category":"MIRACLE MEDS","comments":"","clues":[{"text":"Used to treat arthritis &amp; other ailments, cortisone is a natural one of these hormones","response":"a steroid"},{"text":"Cyclosporine helps with these procedures as it suppresses the immune system to prevent rejection","response":"transplants"},{"text":"Antimetabolites &amp; mitotic inhibitors are 2 types of drugs used in this form of cancer treatment","response":"chemotherapy"},{"text":"End-of-the-alphabet brand names from Pfizer include Xanax &amp; this one for an antidepressant","response":"Zoloft"},{"text":"3-letter abbreviation for the drug AKA Retrovir that's used to control HIV","response":"AZT"}],"originalDate":"2019-02-12"},{"category":"CLASSIC ADVENTURE NOVELS","comments":"","clues":[{"text":"In 1887's \"She\" by H. Rider Haggard, a lost civilization is discovered in the jungles of this continent","response":"Africa"},{"text":"Robert E. Howard's only novel-length tale about this Cimmerian is sometimes titled him \"the Conqueror\"","response":"<i>Conan the Conqueror</i>"},{"text":"A professor of geology plans a subterranean expedition in this Verne novel","response":"<i>Journey to the Center of the Earth</i>"},{"text":"This C.S. Forester naval hero debuted in \"Beat to Quarters\" (a call to battle stations<span class=\"nobreak\">--</span>not a chicken recipe instruction)","response":"(Horatio) Hornblower"},{"text":"Rafael Sabatini wrote a novel about this sanguine \"Captain\", a doctor turned pirate","response":"Captain Blood"}],"originalDate":"2019-02-12"},{"category":"FINAL JEOPARDY","comments":"","clues":[{"text":"Each side's lawyer makes this argument as a final statement to a jury","response":"closing"},{"text":"This Belgian locale can mean a downfall, especially from the French perspective","response":"Waterloo"},{"text":"This single-digit bankruptcy is also known as \"liquidation bankruptcy\"","response":"Chapter 7"},{"text":"From the Latin for \"nothing\" comes this word meaning to reduce something to nothing","response":"annihilate"},{"text":"This French word means the final resolution of the plot lines of a drama","response":"denouement"}],"originalDate":"2019-02-12"},{"category":"A CLASSIC SETTING","comments":"","clues":[{"text":"This dystopian novel opens in April in London, \"chief city of Airstrip One\"","response":"<i>1984</i>"},{"text":"In this classic Buck is shipped off to the Klondike to be trained as a sled dog","response":"<i>Call of the Wild</i>"},{"text":"Chapter one of this novel sets the scene: <br>it is Jan. 6, 1482 &amp; church bells are ringing throughout Paris","response":"<i>The Hunchback of Notre Dame</i>"},{"text":"Gustav von Aschenbach leaves Munich for Italy in this Thomas Mann novella whose title is a spoiler","response":"<i>Death in Venice</i>"},{"text":"This title girl is sent to Trantridge to try to claim kinship with a rich family in a Thomas Hardy classic","response":"<i>Tess of the d'Urbervilles</i>"}],"originalDate":"2019-02-11"}],{"category":"WOMEN WHO WRITE","text":"Mimicking her style, a 1912 rejection note read: \"Only one look, only one look is enough. Hardly one copy would sell here. Hardly one\"","response":"Gertrude Stein"}]}