{"mix":1550,"rounds":[[{"category":"FAUX AMIS","comments":"(Alex: The whole category is about French words that have different meanings than the words they resemble.)","clues":[{"text":"Someone who says \"Bonne journée\" isn't wishing you a good journey but a good this","response":"a good day"},{"text":"In French C-O-I-N isn't money; coin means corner &amp; coin-coin is what these birds say","response":"ducks"},{"text":"La confection isn't candy, it's this trade AKA the schmatta business","response":"clothing"},{"text":"\"Je t'ai blessé\" has nothing to do with blessing; it means I did this to you","response":"I hurt you"},{"text":"Une librairie is a bookstore; library is this \"B\" word in French","response":"<i>bibliotheque</i>"}],"originalDate":"2019-02-08"},{"category":"STARGAZERS","comments":"","clues":[{"text":"In the 1920s Harlow Shapley concluded this was not at the center of the Milky Way galaxy but 30,000 light years from there","response":"the Sun"},{"text":"In 1705 he published \"A Synopsis of the Astronomy of Comets\" describing the orbits of 24 comets that had been observed","response":"(Edmond) Halley"},{"text":"In 1609 this Italian used his telescope to determine that the Moon has valleys &amp; mountains","response":"Galileo"},{"text":"This Dane built his observatory Uraniborg minus a telescope<span class=\"nobreak\">--</span>it hadn't been invented yet","response":"(Tycho) Brahe"},{"text":"In 1983 this Cornell astronomer introduced the concept of nuclear winter","response":"Carl Sagan"}],"originalDate":"2019-02-08"},{"category":"THE TITLE PLANET","comments":"","clues":[{"text":"For reasons of his own, W.G. Sebald about a walking tour of England's east coast \"The Rings of\" this","response":"Saturn"},{"text":"Rita Mae Brown punningly titled a novel this \"Envy\"","response":"Venus"},{"text":"Sting took the temperature of the musical world with the album this \"Falling\"","response":"Mercury"},{"text":"Channing Tatum was spaced out in 2015's this \"Ascending\"","response":"Jupiter"},{"text":"In a Rob Zombie song, this \"Needs Women\", &amp; apparently, they need to be \"angry red women\"","response":"Mars"}],"originalDate":"2019-02-08"},{"category":"EASY LISTENING","comments":"","clues":[{"text":"\"It's Not Easy Being Green\" is a signature song of this TV character (&amp; it's not the Hulk)","response":"Kermit the Frog"},{"text":"This rock classic begins \"Well I'm running down the road tryin' to loosen my load, I've got seven women on my mind\"","response":"\"Take It Easy\""},{"text":"This Five for Fighting song that says, \"I'm more than a bird, I'm more than a plane\" is subtitled \"It's Not Easy\"","response":"\"Superman\""},{"text":"In this musical, Miss Hannigan, Rooster &amp; Lily sing, \"Easy street, where the rich folks play\"","response":"<i>Annie</i>"},{"text":"This Arizona-born country singer had a No. 1 hit with \"Free And Easy (Down The Road I Go)\"","response":"Dierks Bentley"}],"originalDate":"2019-02-07"},{"category":"\"P\"LACES AT THE MALL","comments":"","clues":[{"text":"In the mood for Chinese food? There's P.F. Chang's &amp; this chain that started in Glendale, California","response":"Panda Express"},{"text":"This \"Shoesource\" reminds us that \"it feels good to\" do this","response":"Payless"},{"text":"An iconic Galleria bag or a black nylon backpack is a \"must have\" from this very upscale Italian brand","response":"Prada"},{"text":"Visit a showroom of this indoor bike brand for a test ride; if you buy, a pro like George Hincapie could be your instructor","response":"Peloton"},{"text":"\"Do something creative every day\" is the motto of this card store, P.S. for short","response":"Paper Source"}],"originalDate":"2019-02-07"},{"category":"COUNTRY FACTS","comments":"","clues":[{"text":"Pol Pot was the despotic leader of this Asian country from 1975 to 1979","response":"Cambodia"},{"text":"weather.com calls Oymyakon in this country the world's coldest city, with -90 temps &amp; bonfires needed at winter funerals","response":"Russia"},{"text":"China shares the Gobi Desert with this country that's 1/70 as densely populated as China","response":"Mongolia"},{"text":"2013 saw the first meeting of Lionel Messi &amp; Pope Francis, perhaps the 2 most famous men from this country","response":"Argentina"},{"text":"In 2017 this country's prime minister Haider al-Abadi declared victory over the Islamic State","response":"Iraq"}],"originalDate":"2019-02-07"}],[{"category":"THE GRAND TOUR","comments":"","clues":[{"text":"Young 18th c. Brits would take a grand tour of Europe, including crossing these mountains into Italy (carried in a chair)","response":"the Alps"},{"text":"Men who came back from their tours with too much foppishness were called by this pasta insult like Yankee Doodle","response":"macaroni"},{"text":"Canaletto made pretty good money selling landscapes of this city of his birth as souvenirs for grand tourists","response":"Venice"},{"text":"The 18th century excavations at these 2 ancient sites made Naples a must-stop","response":"Pompeii and Herculaneum"},{"text":"Emulating the feat of the mythical Leander, Lord Byron swam across this strait during his grand tour","response":"the Hellespont (or Dardanelles)"}],"originalDate":"2019-02-07"},{"category":"EPIC POETRY","comments":"","clues":[{"text":"Virgil's \"Aeneid\" relates the founding of Lavinium, a town near this more famous locale","response":"Rome"},{"text":"This ancient poem contains epic fights between Menelaus &amp; Paris as well as Achilles &amp; Hector","response":"the <i>Iliad</i>"},{"text":"In the \"Kalevala\", the national epic of this country, Ilmarinen the smith takes a sauna before he goes courting","response":"Finland"},{"text":"Blake &amp; Shelley saw this character as the real hero in Milton's \"Paradise Lost\"  &amp; applauded his rebellion against tyranny","response":"Satan"},{"text":"The shorter of the 2 great epic poems of ancient India, its title translates from Sanskrit as \"Rama's Exploits\"","response":"the <i>Ramayana</i>"}],"originalDate":"2019-02-07"},{"category":"OPPOSITES","comments":"","clues":[{"text":"The opposite of a blessing: <br>This 5-letter word","response":"a curse"},{"text":"Of humility: <br>This one of the 7 deadly sins","response":"pride"},{"text":"Of to don (a piece of clothing): <br>This other \"D\" word","response":"doff"},{"text":"Of \"to assist\":<br>This \"imp\"ish word","response":"to impair (or impede)"},{"text":"Of discard (an item) or of break (a promise)","response":"keep"}],"originalDate":"2019-02-07"},{"category":"A MAN OF CONSTANT","comments":"","clues":[{"text":"A universal constant of gravitation is named for this 17th &amp; 18th century man","response":"Newton"},{"text":"A space telescope &amp; a constant of the universe's expansion are named for this man","response":"Hubble"},{"text":"In finance Napier's constant is helpful in understanding the compound type of this","response":"interest"},{"text":"Max Planck's constant is the ratio of the energy of this smallest unit of radiation to its frequency<span class=\"nobreak\">--</span>what a leap!","response":"a quantum"},{"text":"Per Viswanath's constant, if you randomize this number sequence named for a 13th c. Italian, it'll still follow a pattern","response":"Fibonacci"}],"originalDate":"2019-02-07"},{"category":"APPLE PIE ORDER","comments":"","clues":[{"text":"I'll have mine with ice cream<span class=\"nobreak\">--</span>this way, s'il vous plait","response":"à la mode"},{"text":"I'll take one from this chain, though as I recall it tasted better before they went from fried to baked in 1992","response":"McDonald's"},{"text":"You can have this \"apple\" pie made with Ritz crackers; I'll have the real thing","response":"mock apple pie"},{"text":"Gimme this alliterative \"feminine\" dessert, crustless pie with apples &amp; brown sugar","response":"apple brown betty"},{"text":"Pasadena's Pie 'n Burger will serve you this \"national\" apple pie with a crumbly streusel topping","response":"Dutch apple pie"}],"originalDate":"2019-02-06"},{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"\"I was in the Virgin Islands once. I met a girl. We ate lobster, drank pina coladas...why couldn't I get that day over &amp; over?\"","response":"<i>Groundhog Day</i>"},{"text":"\"Donny was a good bowler. And a good man\"","response":"<i>The Big Lebowski</i>"},{"text":"Oscar's Best Picture of 2000: <br>\"At my signal, unleash hell\"","response":"<i>Gladiator</i>"},{"text":"Spoken by Allison Williams in 2017: <br>\"You know I can't give you the keys, right, babe?\"","response":"<i>Get Out</i>"},{"text":"About a drummer at \"the Isle of Lucy Jazz and Blues Festival...it was tragic, really. He exploded on stage\"","response":"<i>This is Spinal Tap</i>"}],"originalDate":"2019-02-06"}],{"category":"1970s SINGER-SONGWRITERS","text":"While speaking to Congress in 1985, he explained that his 1973 hit, now a state song, wasn't about drugs","response":"John Denver"}]}