{"mix":1551,"rounds":[[{"category":"WHAT WE HAVE HERE","comments":"","clues":[{"text":"Burundi might be a good place to open a mint, as it's rich in this element that gave its name to a U.S. coin","response":"nickel"},{"text":"Ilam is a tea-growing center of this mountainous country between India &amp; Tibet","response":"Nepal"},{"text":"Need a good scrubbing? The volcanic islands of American Samoa are rich in this porous rock","response":"pumice"},{"text":"Botswana has some of the world's largest \"pipes\" of these, the country's major economic resource","response":"diamonds"},{"text":"You'll find plenty of bananas &amp; coffee in this largest Central American country by area","response":"Nicaragua"}],"originalDate":"2019-02-06"},{"category":"FAILURE TO COMMUNICATE","comments":"","clues":[{"text":"\"Hamlet\" uses this verb meaning to talk nonsense; adding -ish to it makes it a nonsense language","response":"gibber"},{"text":"These homophones, 1 from Genesis &amp; 1 not, both mean a confused assortment of sounds","response":"Babel/babble"},{"text":"This rhyming phrase for meaningless ritual ends with the name of an elephant owned by P.T. Barnum","response":"mumbo-jumbo"},{"text":"On Pentecost, the apostles received this ability AKA glossolalia that may baffle some onlookers","response":"speaking in tongues"},{"text":"Change the first 3 letters in \"jumbled\" to get this word for a message that's so jumbled its meaning is lost","response":"garbled"}],"originalDate":"2019-02-06"},{"category":"INDEPENDENT BOOKSTORES","comments":"","clues":[{"text":"With its main store at Broadway &amp; 12th Street, Strand Books in this city boasts \"18 miles of books\"","response":"New York"},{"text":"The square in Square Books is in this Mississippi college town where William Faulkner lived","response":"Oxford"},{"text":"Co-founded in S.F. by Lawrence Ferlinghetti, this bookstore says it was the first to sell only paperbacks","response":"City Lights"},{"text":"The Grolier Poetry Bookshop in this eggheaded city in the Boston metro area dates from 1927","response":"Cambridge"},{"text":"Calling itself \"the world's largest independent bookstore\", this store was once a Portland, Ore. car dealership","response":"Powell's"}],"originalDate":"2019-02-06"},{"category":"GOOD FELLOWS","comments":"","clues":[{"text":"They're close allies; it's said that \"politics makes strange\" ones","response":"bedfellows"},{"text":"Politicians draw us in with \"my fellow Americans\" to open a speech, like this 1952 one in which Nixon rejected talk of corruption","response":"the Checkers speech"},{"text":"AKA Poputchiks, fellow travelers were writers Leon Trotsky considered to be neutral about this 1917","response":"the Russian Revolution"},{"text":"Someone with \"FRS\" after his name is a fellow of this British science group","response":"the Royal Society"},{"text":"This slain IRA head known as \"The Big Fellow\" was played on film by big fellow Liam Neeson","response":"Michael Collins"}],"originalDate":"2019-02-06"},{"category":"WOMEN OF THE BIBLE","comments":"","clues":[{"text":"This queen arrives in Jerusalem packing spices, gold &amp; gems &amp; sets out to test the wisdom of King Solomon","response":"the Queen of Sheba"},{"text":"In Luke 2 Simeon tells her that her \"child is set for the fall and rising again of many in Israel\"","response":"Mary"},{"text":"This festival honors Esther, a Jewish queen of Persia who saved Jews from the plotting of the evil Haman","response":"Purim"},{"text":"Hannah was the mother of this judge &amp; prophet with a first &amp; second book to his name","response":"Samuel"},{"text":"In Acts, after Tabitha dies, this early Christian leader brings her back to life","response":"Peter"}],"originalDate":"2019-02-06"},{"category":"NAME THE COMPOSER","comments":"","clues":[{"text":"With Tim Rice, \"Don't Cry For Me Argentina\"","response":"(Andrew Lloyd) Webber"},{"text":"Of the score for \"Jurassic Park\"","response":"(John) Williams"},{"text":"Of \"Fig Leaf Rag\" &amp; \"The Ragtime Dance\"","response":"Scott Joplin"},{"text":"Of \"If I Could Turn Back Time\" &amp; \"Because You Loved Me\", this woman","response":"Diane Warren"},{"text":"Of the song \"Weird Science\" &amp; the music for the \"Fifty Shades\" movies","response":"Danny Elfman"}],"originalDate":"2019-02-06"}],[{"category":"RENAISSANCE MEN","comments":"","clues":[{"text":"Unlike his predecessors, Maximilian I of this empire wasn't crowned by the Pope","response":"the Holy Roman Empire"},{"text":"\"Being unarmed...causes you to be despised\", he wrote in \"The Prince\"","response":"Machiavelli"},{"text":"Pope Leo X was the second son of this \"Magnificent\" Medici","response":"Lorenzo"},{"text":"1 of the first reliefs this great artist sculpted was the \"Madonna of the Stairs\"","response":"Michelangelo"},{"text":"This Borgia was accused of murdering his brother Giovanni in 1497","response":"Cesare"}],"originalDate":"1992-01-07"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"This capital's name is derived from a dam once built on the Amstel River","response":"Amsterdam"},{"text":"The name of this Kenyan capital is Masai for \"cold water\"","response":"Nairobi"},{"text":"This Honduran city is one of the few world capitals not served by a railroad","response":"Tegucigalpa"},{"text":"Muhammad Ali, ruler of Egypt, founded this Sudanese capital in the 1820s","response":"Khartoum"},{"text":"From 1659 to 1862, this Romanian city was the capital of the principality of Walachia","response":"Bucharest"}],"originalDate":"1992-01-07"},{"category":"FOOD","comments":"","clues":[{"text":"This egg white concoction tops Baked Alaska &amp; certain lemon pies","response":"meringue"},{"text":"The pink type of this fish is nicknamed humpback for a ridge it grows before spawning","response":"a salmon"},{"text":"The material from which cheese is made, it's the solid part of coagulated milk","response":"curd"},{"text":"You needn't be a simpleton to enjoy this British pudding made of gooseberries &amp; cream","response":"fool"},{"text":"This semolina-based food is the national dish of Morocco","response":"couscous"}],"originalDate":"1992-01-07"},{"category":"QUOTES","comments":"","clues":[{"text":"In his \"Essay on Criticism\", Alexander Pope said, \"To err is human, to forgive\" is this","response":"divine"},{"text":"W.T. Ballard said, \"You can take a boy out of\" this NYC borough, \"but you can never get\" it \"out of the boy\"","response":"Brooklyn"},{"text":"Samuel Johnson said to this author, \"You have but two topics, yourself and me. I am sick of both\"","response":"Boswell"},{"text":"Mortally wounded, Capt. James Lawrence said, \"Tell the men to fire faster and\" don't do this","response":"don't give up the ship"},{"text":"In \"McCulloch v. Maryland\" he said \"We must never forget that it is a constitution we are expounding\"","response":"John Marshall"}],"originalDate":"1992-01-07"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"The British had more casualties in this June 17, 1775 battle near Boston than in any other of the war","response":"the Battle of Bunker Hill (Breed's Hill)"},{"text":"In a pamphlet, he said, \"The cause of America is in a great measure the cause of all mankind\"","response":"Thomas Paine"},{"text":"17 years after surrendering at Yorktown, this British Lord served as Viceroy of Ireland","response":"Cornwallis"},{"text":"On Jan. 10, 1779 the French gave John Paul Jones the ship Duc de Duras, which he renamed this","response":"the <i>Bonhomme Richard</i>"},{"text":"He beat the British in the Northwest Territory but never got paid for Army service","response":"George Clark"}],"originalDate":"1992-01-07"},{"category":"METALS","comments":"","clues":[{"text":"What we sometimes call tinfoil may be made of tin or this metal","response":"aluminum"},{"text":"Hg, the symbol for this metal, is derived from the Greek word \"hydrargyrum\". meaning \"water silver\"","response":"mercury"},{"text":"Because of their potential toxicity, water pipes made of this metal are no longer being installed","response":"lead"},{"text":"One cubic mile of sea water contains nearly 6 million tons of this metal, symbol Mg","response":"magnesium"},{"text":"The most widely used stainless steel, \"18-8\", contains 8% nickel &amp; 18% this plating metal","response":"chromium"}],"originalDate":"1992-01-07"}],{"category":"18th CENTURY NAMES","text":"In 1793 he left Dublin for the United States, saying, \"I expect to make a fortune\" off George Washington, &amp; he did","response":"Gilbert Stuart"}]}