{"mix":1552,"rounds":[[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In Roman mythology, Aurora was the goddess of this time of day","response":"dawn"},{"text":"This band of men who sailed with Jason included Hercules &amp; Orpheus","response":"the Argonauts"},{"text":"Some say it was Nemesis who caused him to fall in love with his own reflection","response":"Narcissus"},{"text":"After waging war on these women, Theseus married their queen, Hippolyta","response":"the Amazons"},{"text":"2 of the 3 Greek goddesses who claimed the golden apple marked \"For the fairest\"","response":"(2 of) Athena, Aphrodite & Hera"}],"originalDate":"1992-01-07"},{"category":"AUTHORS","comments":"","clues":[{"text":"He began the \"Just So Stories\" while living with his American wife in Vermont","response":"Kipling"},{"text":"He reworked his 1st major piece \"Stephen Hero\" into \"A Portrait of the Artist as a Young Man\"","response":"James Joyce"},{"text":"Born the same year as Shakespeare, this \"Dr. Faustus\" author was killed in a tavern brawl at age 29","response":"Christopher Marlowe"},{"text":"He won a Pulitzer Prize for his 1st full-length play, 1920's \"Beyond the Horizon\"","response":"Eugene O'Neill"},{"text":"Ironically he died in 1673 while performing the title role of his \"The Imaginary Invalid\"","response":"Molière"}],"originalDate":"1992-01-07"},{"category":"TV: WHO PLAYED 'EM?","comments":"","clues":[{"text":"\"Old\" Christine on \"The New Adventures of Old Christine\" &amp; Selina Meyer on \"Veep\"","response":"Julia Louis-Dreyfus"},{"text":"Elizabeth Jennings on \"The Americans\", &amp; \"Felicity\"","response":"Keri Russell"},{"text":"Lena on \"Splitting Up Together\" &amp; Pam on \"The Office\"","response":"Jenna Fischer"},{"text":"Gemma on \"Sons of Anarchy\" &amp;  Peg on \"Married... With Children\"","response":"Katey Sagal"},{"text":"Chloe on \"Don't Trust the B<span class=\"nobreak\">--</span><span class=\"nobreak\">--</span> in Apartment 23\", &amp; \"Jessica Jones\"","response":"Krysten Ritter"}],"originalDate":"2019-02-05"},{"category":"FROM B TO C","comments":"","clues":[{"text":"The \"B\" in ICBM stands for this kind of missile","response":"ballistic"},{"text":"Also a simple programming language, it means unoriginal or mainstream in modern slang","response":"basic"},{"text":"It's a cockroach's least favorite acid","response":"boric acid"},{"text":"Adjective meaning related to the countryside, especially its pleasant aspects","response":"bucolic"},{"text":"He wrote more than 90 stories examining the complexities of 19th century French society","response":"Balzac"}],"originalDate":"2019-02-05"},{"category":"THE 10 PLAGUES OF EGYPT","comments":"","clues":[{"text":"The first plague was the turning of the waters of Egypt into this","response":"blood"},{"text":"The third plague was these parasitic arthropods that also plague kids in the classroom","response":"lice"},{"text":"In the seventh plague, this rained \"upon the land of Egypt\", breaking \"every tree of the field\"","response":"hail"},{"text":"In the eighth plague, swarms of these covered the face of the Earth, darkening the land","response":"locusts"},{"text":"Passover gets its name from when God passes over the Israelites' homes, sparing them from this final plague","response":"death of the firstborn"}],"originalDate":"2019-02-05"},{"category":"SCIENCE FICTION","comments":"","clues":[{"text":"\"World War Z\" is Max Brooks' history of a global war in the near future against these","response":"zombies"},{"text":"The richest man on Earth travels through space with a beautiful woman at his side in Kurt Vonnegut's these \"of Titan\"","response":"sirens"},{"text":"As well as playing in the \"Dune\"s, this sci-fi author penned \"The White Plague\", about a mad scientist's quest for revenge","response":"Frank Herbert"},{"text":"\"The White Dragon\" is one of Anne McCaffrey's novels about this alien planet &amp; its sentient flying reptiles","response":"Pern"},{"text":"Part slavery memoir, part time-traveling fantasy, this Octavia Butler novel has a title that's a synonym for family","response":"<i>Kindred</i>"}],"originalDate":"2019-02-05"}],[{"category":"CLASSIC MOVIES IN 3 SENTENCES","comments":"","clues":[{"text":"Witch crushed to death. Victim's sister also killed. Killer sent to Kansas, not prison","response":"<i>Wizard of Oz</i>"},{"text":"A snow globe falls from a hand. Xanadu makes news. A sled goes into an incinerator","response":"<i>Citizen Kane</i>"},{"text":"Cary Grant mistaken for a spy. He proposes between 2 giant heads. A train enters a tunnel","response":"<i>North by Northwest</i>"},{"text":"A knife fight at an observatory. A cliffside drag race. A shooting at an observatory","response":"<i>Rebel Without a Cause</i>"},{"text":"A marshal gets married. A train arrives right on time. A bride shoots a man in the back","response":"<i>High Noon</i>"}],"originalDate":"2019-02-05"},{"category":"THE L.A. PHILHARMONIC AT 100","comments":"","clues":[{"text":"In 1779 he came home to Salzburg &amp; wrote his 32nd symphony; in 2003 the L.A. Phil played it to open its new home, Disney Hall","response":"Mozart"},{"text":"Site of the 1st outdoor recording by any symphony orchestra, this amphitheater in the Hills is the Phil's summer home","response":"the Hollywood Bowl"},{"text":"In 1970 Frank Zappa said, \"Zubin, hit it!\" &amp; the Phil played Zappa's \"200 Motels\" at this university's Pauley Pavilion","response":"UCLA"},{"text":"The Phil has a flute chair named for this \"Moon River\" composer who started out on flute in a Sons of Italy band","response":"(Henry) Mancini"},{"text":"The Phil's first tour kicked off in this seat of Kern County, California, better known for country music","response":"Bakersfield"}],"originalDate":"2019-02-05"},{"category":"EXPRESS YOURSELF","comments":"","clues":[{"text":"It can mean to tangle up or to growl viciously, especially with the teeth bared like an animal","response":"snarl"},{"text":"This word that means to put into words begins with a part of speech","response":"verbalize"},{"text":"To prevaricate is to do this; trust me","response":"to lie"},{"text":"To signal to action, or to cue an actor from offstage with a forgotten line","response":"prompt"},{"text":"To imitate, or to deride; it was done to Jesus, according to Luke 22:63","response":"mock"}],"originalDate":"2019-02-05"},{"category":"OXFORD","comments":"","clues":[{"text":"2nd &amp; 3rd year history students examine the \"Troubles, 1965-85\" in this political division of the United Kingdom","response":"Northern Ireland"},{"text":"In surprisingly still-titled Oriental studies, course Q450 delves into this classic literary language of India","response":"Sanskrit"},{"text":"Professors of theatre have included Diana Rigg, Tom Stoppard &amp; this '90s captain of the Enterprise","response":"Patrick Stewart"},{"text":"Students hope their equations come out right in \"linear\" this branch of Mathematics I &amp; II","response":"algebra"},{"text":"1st year law folks take courses in torts, contracts &amp; trusts \"to qualify as a solicitor or\" this job pleading in higher courts","response":"a barrister"}],"originalDate":"2019-02-04"},{"category":"ROAM","comments":"","clues":[{"text":"Isra is the term for Muhammad's journey from Mecca to this city where the Dome of the Rock is now","response":"Jerusalem"},{"text":"After traipsing through Africa seeking Livingstone, he won the name Bula Matari, \"Breaker of Rocks\"","response":"(Henry Morton) Stanley"},{"text":"Peter Mayle followed \"A Year in Provence\" with \"Toujours Provence\" &amp; this title that includes French for \"again\"","response":"<i>Encore Provence</i>"},{"text":"After Plato died, this Greek traveled to Anatolia &amp; lived on Lesbos for a bit before landing a tutoring gig in Macedonia","response":"Aristotle"},{"text":"This explorer sailed out of Portugal in 1497 with 4 ships, including the Sao Gabriel &amp; the Sao Rafael","response":"Vasco da Gama"}],"originalDate":"2019-02-04"},{"category":"FILL \"E\"","comments":"(Alex: Each correct response will begin and end with that letter of the alphabet.)","clues":[{"text":"Temblor is another name for this event","response":"an earthquake"},{"text":"It's a formal letter, like the one Paul wrote to the Galatians","response":"epistle"},{"text":"Full of health benefits, these green soybeans have been called a \"wonder veggie\"","response":"edamame"},{"text":"Dig up a dead body","response":"to exhume"},{"text":"From the French for \"study\", it's a musical piece designed for students to improve their technique","response":"etude"}],"originalDate":"2019-02-04"}],{"category":"COUNTRIES OF THE WORLD","text":"The only nation in the world whose name in English ends in an H, it's also one of the 10 most populous","response":"Bangladesh"}]}