{"mix":1554,"rounds":[[{"category":"DISASTER AVERTED","comments":"","clues":[{"text":"Though it was part of this scary season in 2016, Fiona ended up as a mere tropical storm","response":"hurricane season"},{"text":"In February 1942 this country's Sydney Morning Herald ran headlines about a Japanese invasion that never came","response":"Australia"},{"text":"In 2014 Orting, Washington was not flooded as this 5-letter type of barrier held back the Puyallup River","response":"a levee"},{"text":"Thanks, Soviet lt. col. Petrov, for realizing in 1983 that an alert of 5 of these incoming from the U.S. was a false alarm","response":"a missile"},{"text":"The Calif. species of these birds is credited with flying in to gorge on crickets &amp; save the crops of Utah pioneers in 1847","response":"a (California) gull"}],"originalDate":"2019-01-31"},{"category":"MISCELLANEOUS","comments":"","clues":[{"text":"The South American members of the camel family are the alpaca, guanaco, vicuna &amp; this pack animal","response":"a llama"},{"text":"Embodying virtue &amp; chivalry, this Hindu deity is an avatar of Vishnu; an epic poem recount his \"journey\"","response":"Rama"},{"text":"This title for a Buddhist priest means \"superior one\"; the Panchen one heads the Tashi Lhunpo monastery","response":"a lama"},{"text":"Food scarcity after World War II in Japan led Momofuko Ando to create instant this noodle dish","response":"ramen"},{"text":"In a 1950s ad slogan, this hyphenated term preceded \"Avon calling\"","response":"ding-dong"}],"originalDate":"2019-01-31"},{"category":"SCRIBBLING SIBLINGS","comments":"","clues":[{"text":"Aviation writer Robert Serling helped little bro Rod with \"The Odyssey of Flight 33\" episode of this series","response":"<i>The Twilight Zone</i>"},{"text":"This member of a 19th century sister act published her only novel under the name Ellis Bell","response":"Emily Brontë"},{"text":"\"The Comedy Writer\" is a novel of L.A. by Peter of these \"There's Something About Mary\" brothers","response":"Farrelly"},{"text":"Henry Fielding's sister Sarah wrote a 1749 novel with this title job of teaching &amp; training young ladies","response":"a governess"},{"text":"Last name of late Nobel prize-winning novelist V.S. &amp; of his brother &amp; fellow writer Shiva","response":"Naipaul"}],"originalDate":"2019-01-31"},{"category":"THE SUPER BOWL","comments":"","clues":[{"text":"The Super Bowl trophy bears the name of this Green Bay Packers coach who won 5 NFL titles between 1959 &amp; 1968","response":"(Vince) Lombardi"},{"text":"Let's see...I think I'll have this No. 7-wearing Steelers QB &amp; 2-time Super Bowl winner to go, please","response":"Roethlisberger"},{"text":"Only the Miami area &amp; this city have each hosted 10 Super Bowls, because the Super Bowl knows how to party!","response":"New Orleans"},{"text":"The Baltimore Colts were 18-point favorites in Super Bowl III but lost to this team; after all, Namath guaranteed it","response":"the New York Jets"},{"text":"Now, this guy loves football! Coaches the Bucs to a Super Bowl win, hits the \"MNF\" booth, then returns to coach the Raiders!","response":"Jon Gruden"}],"originalDate":"2019-01-31"},{"category":"1960s AMERICA","comments":"","clues":[{"text":"Thanks to a gift from Nikita Khrushchev, this president enjoyed a litter of dogs nicknamed \"pupniks\"","response":"John F. Kennedy"},{"text":"These 2 health insurance programs went into effect as Titles 18 &amp; 19 of the Social Security Act","response":"Medicare and Medicaid"},{"text":"He formed a Harvard psychedelic drug research program; he was dismissed by Harvard in 1963","response":"Tim Leary"},{"text":"In 1969 the trial regarding this \"numeric\" group began at the U.S. District Court for the Northern District of Illinois","response":"the Chicago Seven (or Chicago Eight)"},{"text":"On March 2, 1965 the campaign known as \"Rolling\" this began bombing North Vietnam","response":"thunder"}],"originalDate":"2019-01-31"},{"category":"\"M.C.\"","comments":"","clues":[{"text":"The half of a credit card receipt that goes to the establishment you've patronized","response":"the merchant copy"},{"text":"Philatelists wish that all their stock could be classified in this pristine way","response":"mint condition"},{"text":"AKA John-117, he's the main man in the Halo video games","response":"Master Chief"},{"text":"On craigslist.org those who noticed each other &amp; almost met but didn't, tried to reach out again under this forum","response":"a missed connection"},{"text":"Speaking of death in a famous soliloquy, Hamlet was worried about shuffling off one of these","response":"a mortal coil"}],"originalDate":"2019-01-31"}],[{"category":"THE SUPERB OWL","comments":"","clues":[{"text":"Telephone poles are one housing option for elf owls in the U.S. Southwest; saguaro these are another","response":"cacti"},{"text":"Not always living up to its name, the eastern this owl is known for its hollow whistles that run up &amp; down the musical scale","response":"a screech owl"},{"text":"The owl has traditionally been considered wise, as it was the bird of this Greek goddess","response":"Athena"},{"text":"This type of owl named for a farm structure is AKA a monkey-faced owl","response":"a barn owl"},{"text":"These owl parts don't move but still can make up 5% of the bird's body weight; humans' make up about 0.02%","response":"eyes"}],"originalDate":"2019-01-31"},{"category":"HOPE YOU'VE BEEN STUDYING!","comments":"","clues":[{"text":"If you practiced \"chunking\" groups of words, you were probably trying your hand (&amp; eyes) at speed this","response":"reading"},{"text":"If you can tell a Mindoro hornbill from a Eurasian wigeon, you've really done your homework in this -ology","response":"ornithology"},{"text":"Are you ready to write this in-depth treatment of a subject, from Latin for \"discuss\", &amp; get your doctorate?","response":"a dissertation"},{"text":"Studied Indian history? You know the 1857 revolt known as the Sepoy this type of rebellion against superior officers","response":"a mutiny"},{"text":"If you've been hanging in the library, you'll sing the praises of this enclosed private cubicle","response":"a carrel"}],"originalDate":"2019-01-30"},{"category":"BRUSHED UP YOUR SHAKESPEARE","comments":"","clues":[{"text":"In a \"seasonal\" play, young Mamillius tells us, \"A sad tale's best for\" this season","response":"<i>A Winter's Tale</i>"},{"text":"This villain says, \"Now, sir, be judge yourself whether I in any just term am affined to love the Moor\"","response":"Iago"},{"text":"In \"The Merry Wives of Windsor\", this comic character courts both Mistress Ford &amp; Mistress Page","response":"Falstaff"},{"text":"These scaredy-cats \"die many times before their deaths\", says Julius Caesar","response":"a coward"},{"text":"In \"Much Ado About Nothing\", she &amp; Benedick carry on a \"merry war\"","response":"Beatrice"}],"originalDate":"2019-01-30"},{"category":"MAYBE SOME OSCAR WINNERS","comments":"","clues":[{"text":"After his win for \"Wall Street\", he thanked dad Kirk for helping him step out of Dad's shadow","response":"Michael Douglas"},{"text":"He won an Oscar for his turn as Winston Churchill in \"Darkest Hour\"","response":"Gary Oldman"},{"text":"Mahershala Ali won an Oscar for this 2016 film that won Best Picture...eventually","response":"<i>Moonlight</i>"},{"text":"This lyricist named Oscar won 2, for Best Song in \"Lady Be Good\" &amp; \"State Fair\"","response":"(Oscar) Hammerstein"},{"text":"For 1993 Steven Spielberg's \"Jurassic Park\" won 3 technical Oscars &amp; this other film of his won Best Picture","response":"<i>Schindler's List</i>"}],"originalDate":"2019-01-30"},{"category":"DICTIONARY DEFINITIONS","comments":"","clues":[{"text":"One of the 7 deadly sins, it's excessive eating &amp; drinking","response":"gluttony"},{"text":"Monarch, a word for a king or queen, is also slang for this old British coin meaning a monarch","response":"a sovereign"},{"text":"7-letter word for a precociously talented child","response":"a prodigy"},{"text":"The probably course &amp; outcome of a disease","response":"prognosis"},{"text":"It is \"a quarrel or squabble\" as well as a plant of the buckwheat family \"used in making pies\"","response":"a rhubarb"}],"originalDate":"2019-01-30"},{"category":"RECENT TV","comments":"","clues":[{"text":"Crackle's \"Supermansion\" has this \"Breaking Bad\" star voice Titanium Rex, leader of the League of Freedom","response":"Bryan Cranston"},{"text":"On HBO Camille Preaker, a reporter played by this multi-Oscar nominee, must be careful of \"Sharp Objects\"","response":"Amy Adams"},{"text":"Title last name of Christine, an Emmy-winning role for Louie Anderson","response":"Baskets"},{"text":"Disgraced L.A. lawyer Billy McBride has some \"huge\" issues to deal with on this Amazon show","response":"<i>Goliath</i>"},{"text":"\"3 things Titus Andromedon does not do\" on this Netflix show<span class=\"nobreak\">--</span>\"apologies, drag &amp; calculus\"","response":"the <i>Unbreakable Kimmy Schmidt</i>"}],"originalDate":"2019-01-30"}],{"category":"U.S. MUSEUMS","text":"Named for a benefactor, it was established in 1893 to house artifacts from the nearby World's Columbian Exposition","response":"the Field Museum"}]}