{"mix":1556,"rounds":[[{"category":"THE TV BIZ","comments":"","clues":[{"text":"Often caused by a breaking news story, it's the replacement of a previously scheduled TV broadcast","response":"pre-emptions"},{"text":"Sinclair Broadcasting owns about 200 local stations &amp; this sports channel that takes you onto center court","response":"the Tennis Channel"},{"text":"Started by NBC &amp; News Corp. to rerun old favorites, this streaming service launched its 1st original scripted show in 2012","response":"Hulu"},{"text":"La que nos une, \"The one that unites us\", is the motto of this network claiming 63% of the U.S. Hispanic TV market","response":"Univision"},{"text":"A leading mag of the biz, founded in 1931 as Broadcasting, became Broadcasting &amp; this in the '90s &amp; now goes by B&C","response":"<i>Broadcasting & Cable</i>"}],"originalDate":"2019-01-28"},{"category":"AWARD ETYMOLOGY","comments":"","clues":[{"text":"The Razzie Awards for bad movies are short for \"Golden\" these","response":"raspberries"},{"text":"The \"OB\" in the Obie Theater Awards is short for these 2 words","response":"off Broadway"},{"text":"The Tony Award is short for this first name of actress-producer Perry","response":"Antoinette"},{"text":"This 18th century publisher of books &amp; of Lilliputian, a magazine for kids, has his name on a children's book medal","response":"John Newbery"},{"text":"These advertising awards were named for the muse of history","response":"Clios"}],"originalDate":"2019-01-28"},{"category":"OXYMORONS","comments":"(Alex: What does that say about us and world leaders?)","clues":[{"text":"Jacksonville's minor league baseball team is named this, a classic shellfish oxymoron","response":"the Jumbo Shrimp"},{"text":"Temperature ranging oxymorons include freezer burn &amp; this ointment brand Shaq uses for muscle pain","response":"Icy Hot"},{"text":"This alliterative phrase precedes \"Charlie Brown\" in the title of a collection of \"Peanuts\" comic strips","response":"good grief"},{"text":"Elmer's makes a \"no-wrinkle\" gooey adhesive called this, 2 very different materials","response":"rubber cement"},{"text":"It was an art style in the 1920s before it was the literary genre of Latin American writers like Jorge Luis Borges","response":"magical realism"}],"originalDate":"2019-01-28"},{"category":"BRIT SPEAK","comments":"","clues":[{"text":"In England don't be offended if someone doesn't offer you a lift, since lift is this conveyance","response":"an elevator"},{"text":"What a cranky baby might need, or the 5-letter word for diaper","response":"a nappy"},{"text":"Agony aunt is what the British call this type of writer like Amy Dickinson or the late Ann Landers","response":"advice columnist"},{"text":"In the U.S. it sounds like a person who wants to sell you something, while in England, it's a lawyer","response":"a solicitor"},{"text":"Braces is the British term for these fashion accessories","response":"suspenders"}],"originalDate":"2019-01-25"},{"category":"THE HODGEST OF PODGE","comments":"","clues":[{"text":"As far as population, you can count on this government bureau, part of the Commerce Department","response":"the Census Bureau"},{"text":"Oops! Coca-Cola vending machines in New Zealand mixed English &amp; this language to say \"Kia ora, mate\", or \"Hello, death\"","response":"Maori"},{"text":"Jim Davis has owned New Balance since he bought the company in 1972 on the day of this Boston sporting event","response":"the Boston Marathon"},{"text":"In March 1848 the non-native population of this future state was 8,000; by the end of the following year, it was 100,000","response":"California"},{"text":"Briefly at Atlanta U., Mary Spivey wound up as the last living female graduate of this college, getting her degree in 1933","response":"Morehouse College"}],"originalDate":"2019-01-25"},{"category":"POETRY IN MOTION","comments":"","clues":[{"text":"\"Charging an army\", says this Tennyson poem, \"plunged in the battery-smoke right thro' the line they broke\"","response":"\"Charge of the Light Brigade\""},{"text":"Shakespeare rhymed, \"Shall I compare thee to a summer's day?\" &amp; \"Rough winds do shake the darling buds of\" this","response":"May"},{"text":"A poem by Maya Angelou says, \"You may trod me in the very dirt but still, like dust, I'll\" do this","response":"rise"},{"text":"This man is the \"he\" in Longfellow's line \"It was one by the village clock, when he galloped into Lexington\"","response":"(Paul) Revere"},{"text":"His \"Mending Wall\" says, \"And on a day we meet to walk the line and set the wall between us once again\"","response":"(Robert) Frost"}],"originalDate":"2019-01-25"}],[{"category":"LYING IN STATES","comments":"(Alex: You have to identify the states in which of these people lies at rest.)","clues":[{"text":"Aretha Franklin","response":"Michigan"},{"text":"Patrick Henry","response":"Virginia"},{"text":"Al Capone","response":"Illinois"},{"text":"Andy Warhol","response":"Pennsylvania"},{"text":"Ralph Waldo Emerson","response":"Massachusetts"}],"originalDate":"2019-01-25"},{"category":"POP CULTURE PORTMANTEAUS","comments":"","clues":[{"text":"The name of this Pokemon, Ash's best buddy, is a blend of Japanese words for a mouse sound &amp; something sparkly","response":"Pikachu"},{"text":"Jim Henson has said that the \"M\" in Muppet comes from this word","response":"marionette"},{"text":"George Clinton was the mastermind behind the groups called Parliament &amp; this hybrid word","response":"Funkadelic"},{"text":"A highlight of this 2016 Disney film was a sloth working at the DMV","response":"<i>Zootopia</i>"},{"text":"Syfy had fun with the posts that debunked the meteorological accuracy of this 2013 TV movie that starred Tara Reid","response":"<i>Sharknado</i>"}],"originalDate":"2019-01-25"},{"category":"EYE EXAM","comments":"","clues":[{"text":"When you have serious eye problems, you should consult this type of eye M.D.","response":"an opthalmologist"},{"text":"In the most common form of color blindness, a person has trouble distinguishing between these 2 colors","response":"red and green"},{"text":"Causing objects in the distance to appear blurry, nearsightedness is also known by this shorter \"m\"edical name","response":"myopia"},{"text":"In cataract surgery, this part of the eye that has become clouded is removed &amp; replaced with an artificial one","response":"the lens"},{"text":"Its name derived from Greek, this vision defect is usually caused by an irregular curvature of the cornea","response":"astigmatism"}],"originalDate":"2019-01-25"},{"category":"BETTER 1, BETTER 2?","comments":"","clues":[{"text":"Robert Scott's expedition No. 1 didn't reach this spot; trip No. 2 did, but everyone died en route home","response":"the South Pole"},{"text":"After capturing this city in 1099, the Crusades hit a sophomore slump, losing territory in the second go-round","response":"Jerusalem"},{"text":"The first earl of this was friends with Queen Anne; the second one got his name on a New Hampshire Ivy League school","response":"Dartmouth"},{"text":"The first of these councils didn't accomplish much, but the second one phased Latin out of the liturgy","response":"the Vatican Council"},{"text":"The first king of Bavaria of this name has to be better than the 2nd, if only because he isn't the one called \"Mad King\"","response":"Ludwig"}],"originalDate":"2019-01-25"},{"category":"TOP NON-SPORTS PROGRAMS OF ALL TIME","comments":"(Alex: According to Nielsen.)","clues":[{"text":"No. 1 <br>(1983):<br>The last episode of this wartime sitcom","response":"<i>M.A.S.H.</i>"},{"text":"No. 2 <br>(1980):<br>An attempted killer's identity was revealed on this nighttime soap","response":"<i>Dallas</i>"},{"text":"No. 3 <br>(1977): <br>The eighth &amp; final episode of this miniseries","response":"<i>Roots</i>"},{"text":"No. 4 &amp; No. 5 <br>(1976): <br>The first &amp; second parts of this movie originally released in 1939","response":"<i>Gone With the Wind</i>"},{"text":"No. 13 <br>(1964): <br>A variety show featuring a visit by some Liverpudlians","response":"<i>The Ed Sullivan Show</i>"}],"originalDate":"2019-01-24"},{"category":"EDIBLE HOMOPHONES","comments":"","clues":[{"text":"The gold collar for my Netherland dwarf rabbit must be at least 18 this","response":"karat"},{"text":"A story told in installments, like the podcast of that title","response":"serial"},{"text":"It's the 16th letter of the Greek alphabet","response":"pi"},{"text":"Some have said that comedy is tragedy plus this","response":"time"},{"text":"It's what bilge water comes from","response":"a leak"}],"originalDate":"2019-01-24"}],{"category":"WORDS IN AMERICAN HISTORY","text":"The 1890 Census reported that \"the unsettled area has been so broken into... that there can hardly be said to be a\" this","response":"frontier"}]}