{"mix":1557,"rounds":[[{"category":"I NAMED IT AFTER YOU","comments":"","clues":[{"text":"Dave Thomas tried all 5 of his kids' names for this fast food brand, but chose this nickname of daughter Melinda","response":"Wendy"},{"text":"Jim Davis used this middle name of his grandfather to name his comic strip cat","response":"Garfield"},{"text":"The creator of this hyperactivity drug named it for his wife Marguerite","response":"Ritalin"},{"text":"In 1919 Isaac Carasso used Parisian cultures to create this yogurt company named for his son Daniel","response":"Dannon"},{"text":"Mississippi magnate William Hardy had 3 wives: he didn't name a city for Sallie or Ida, but did name this one for Hattie","response":"Hattiesburg"}],"originalDate":"2019-01-24"},{"category":"SLOGANS &amp; MOTTOES","comments":"","clues":[{"text":"\"United in diversity\" is the motto of this intl. entity created by the Maastricht treaty in 1992","response":"the European Union"},{"text":"Smokey Bear spoke of forest fires until 2001 when his motto became \"Only you can prevent\" these; humans cause most","response":"wildfires"},{"text":"Yale's motto \"Lux et Veritas\" means this","response":"light and truth"},{"text":"He used the slogan \"Return to Normalcy\" in his 1920 presidential campaign","response":"Harding"},{"text":"During the Revolutionary War, many American flags featured a rattlesnake with this 4-word motto","response":"don't tread on me"}],"originalDate":"2019-01-24"},{"category":"POTENT POE TALES","comments":"","clues":[{"text":"\"The Pit and the Pendulum\" finds  a man sentenced to death by this tribunal in Toledo","response":"the Inquisition"},{"text":"This Poe story's title is realized as the narrator flees the \"House\" as it cracks &amp; is torn asunder","response":"\"The Fall of the House of Usher\""},{"text":"\"I admit the deed!<span class=\"nobreak\">--</span>Tear up the planks!\" shouts the murderer as he shows the police this title body part","response":"the tell-tale heart"},{"text":"A stolen document provides the title of this story featuring detective C. Auguste Dupin","response":"\"The Purloined Letter\""},{"text":"It is noted twice in a certain Poe short story that Luchesi cannot tell the difference between sherry &amp; this other drink","response":"amontillado"}],"originalDate":"2019-01-24"},{"category":"\"BIO\"","comments":"","clues":[{"text":"To remove tissue from a living body for diagnosis","response":"biopsy"},{"text":"This proverbial timepiece can apply to both men &amp; women with regard to sleeping","response":"biological clock"},{"text":"If you're able to live in both Atlanta &amp; Atlantis, you're this, like a toad","response":"amphibious"},{"text":"This word for mechanical body parts has been used of Steve Austin (the colonel, not the wrestler)","response":"bionic"},{"text":"This stratum of Earth's surface is also called the \"zone of life\"","response":"the biosphere"}],"originalDate":"2019-01-24"},{"category":"POPULAR LITERATURE","comments":"","clues":[{"text":"A barnesandnobie.com list of the best works of this type of fiction includes \"Outlander\", \"Pope Joan\" &amp; \"Fever 1793\"","response":"historical fiction"},{"text":"Robert Langdon, who solves \"The Da Vinci Code\", teaches religious symbology at this university","response":"Harvard"},{"text":"In \"Rikki-Tikki-Tavi\", Nag &amp; Nagaina are 2 of these plotting against a human family &amp; the title mongoose","response":"cobras"},{"text":"Dame Daphne du Maurier's works made into Hitchcock films include \"Rebecca\" &amp; this high-flying novelette","response":"<i>The Birds</i>"},{"text":"This book with a lamb-free title marked the first appearance of Dr. Hannibal Lecter","response":"<i>Red Dragon</i>"}],"originalDate":"2019-01-23"},{"category":"BRAND MASCOTS","comments":"","clues":[{"text":"Rich Uncle Pennybags: this board game","response":"Monopoly"},{"text":"A dog named Bullseye: this retailer","response":"Target"},{"text":"This dapper guy: Planters","response":"Mr. Peanut"},{"text":"This bird with a long, colorful bill: Froot Loops","response":"Toucan Sam"},{"text":"Elsie the Cow: this dairy company","response":"Borden"}],"originalDate":"2019-01-23"}],[{"category":"THERE COMES A TIME","comments":"","clues":[{"text":"This palindromic time of day is from the Latin for \"ninth hour\"","response":"noon"},{"text":"A type of redwood that would be, proverbially, up at the crack of it","response":"dawn"},{"text":"A hit song had us \"workin\"' these hours, \"what a way to make a livin\"'","response":"\"9 To 5\""},{"text":"Brian Williams' MSNBC show has this title that denotes the last possible moment to get something done","response":"<i>The 11th Hour</i>"},{"text":"A 2008 Hillary Clinton campaign ad had a crucial phone call at the White House at this early morning time","response":"3:00 A.M."}],"originalDate":"2019-01-23"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The Great Salt Lake desert covers about 4,000 square miles in this state","response":"Utah"},{"text":"This city that's home to the University of Colorado lies at the base of the Flatiron Range of the Rockies","response":"Boulder"},{"text":"Edgartown &amp; Oak Bluffs are 2 of only a handful of towns on this island in New England","response":"Martha's Vineyard"},{"text":"It sounds like a daily paper but this port city is actually part of a metro area that includes Norfolk &amp; Virginia Beach","response":"Newport News"},{"text":"Niagara Falls is made up of 2 falls, the American falls &amp; these Canadian falls","response":"Horseshoe Falls"}],"originalDate":"2019-01-22"},{"category":"TAKING STOCK","comments":"","clues":[{"text":"Beastly word for someone with an optimistic view of the stock market","response":"a bull market"},{"text":"The Nikkei Index tracks the top 225 stocks on this city's stock exchange","response":"Tokyo"},{"text":"Market winners in early 2018 include CMG, this Mexican food chain that got a new CEO &amp; saw its price rise 50%","response":"Chipotle"},{"text":"In 1971 this new U.S. stock exchange introduced the era of all-electronic trading","response":"NASDAQ"},{"text":"Running its own market index as well as providing credit ratings, \"S&P\" stands for this company","response":"Standard & Poor's"}],"originalDate":"2019-01-22"},{"category":"LIT-POURRI","comments":"","clues":[{"text":"Capote novella that contains the line \"it was one of these mailboxes that had first made me aware of Holly Golightly\"","response":"<i>Breakfast at Tiffany's</i>"},{"text":"His works include \"Neverwhere\" , \"The Graveyard Book\" &amp; 2017's \"Norse Mythology\"","response":"Neil Gaiman"},{"text":"\"Peace Breaks Out\" is John Knowles' sequel to this novel set at a New England boarding school","response":"<i>A Separate Peace</i>"},{"text":"The title of this World War II-set novel refers to Liesel Meminger, who learns to read what she has stolen","response":"<i>The Book Thief</i>"},{"text":"In a 2018 bestseller, Madeline Miller retells the story of this Greek sorceress, daughter of Helios","response":"Circe"}],"originalDate":"2019-01-22"},{"category":"RICK ROLES","comments":"(Alex: I have no idea what that one's about.)","clues":[{"text":"On the AFI's list of top heroes, No. 4 is Rick Blaine, played by him in \"Casablanca\"","response":"Humphrey Bogart"},{"text":"Andrew Lincoln played Rick Grimes, formerly in law enforcement, on this cable series","response":"<i>The Walking Dead</i>"},{"text":"Brendan Fraser played Rick O'Connell, exploring Egypt in this 1999 film","response":"<i>The Mummy</i>"},{"text":"In this film set in 2019, Rick Deckard (Harrison Ford) falls in love with a replicant","response":"<i>Blade Runner</i>"},{"text":"Back on '80s TV, Larry Manetti was Rick Wright, a sidekick of this P.I. played by Tom Selleck","response":"Magnum"}],"originalDate":"2019-01-22"},{"category":"EVERYTHING'S IN ORDINAL","comments":"","clues":[{"text":"This blows in when you get a sudden burst of energy after feeling tired","response":"second wind"},{"text":"It's the next rank under captain on a commercial ship","response":"first mate"},{"text":"You don't want to touch this electric transportation item, in real life or in politics","response":"the third rail"},{"text":"This Christian sect founded in the U.S. got its official name in 1860","response":"the Seventh-day Adventists"},{"text":"First used in Spain in the 1930s, this term refers to a group working in secret to aid an enemy","response":"a fifth column"}],"originalDate":"2019-01-22"}],{"category":"FILMS OF THE 2000s","text":"One of the screenwriters of this 2001 film described it as \"'Clueless' meets 'The Paper Chase\"'","response":"<i>Legally Blonde</i>"}]}