{"mix":1561,"rounds":[[{"category":"HOME FROM THE HILL","comments":"","clues":[{"text":"Scott Brown replaced Ted Kennedy in 2010 but was sent home from the Senate by her in the 2012 election","response":"Elizabeth Warren"},{"text":"When it came to U.S. senators, this state decided to take a gamble on Jacky Rosen in 2018 as Dean Heller came up snake eyes","response":"Nevada"},{"text":"Last name of Charles, dad of NFL commissioner Roger, who lost his Sen. race after his anti-war stance angered Nixon","response":"Goodell"},{"text":"In 2018 Claire McCaskill lost her Missouri Senate seat, the one once held by this president","response":"Harry Truman"},{"text":"In 2002 this sen. paired with McCain in a big campaign finance law; 8 years later, he lost his race in Wisconsin","response":"(Russ) Feingold"}],"originalDate":"2019-01-15"},{"category":"CONNECTIQUETTE","comments":"","clues":[{"text":"Senators aren't supposed to talk about the same subject more than twice when the Conn. state senate meets, in this city","response":"Hartford"},{"text":"As a new student at Yale med school, you'll have this garment placed on you by a senior faculty member","response":"a lab coat (or white coat)"},{"text":"In the clubhouse of GCC, short for Greenwich this, shorts must be Bermuda length","response":"country club"},{"text":"New graduates from this New London academy give a silver dollar to the first person to salute them","response":"the Coast Guard Academy"},{"text":"At the Maritime Aquarium, focused on the life of this geographic sound, don't toss cafeteria pretzels to the fish","response":"Long Island Sound"}],"originalDate":"2019-01-14"},{"category":"\"T...Y\" VERY MUCH","comments":"","clues":[{"text":"The ability to communicate mind to mind without using words","response":"telepathy"},{"text":"A declaration by a witness under oath","response":"testimony"},{"text":"The curving path of an object like a missile through the air","response":"trajectory"},{"text":"Arboreal trimming for decorative effect","response":"topiary"},{"text":"Measure of the degree to which a substance is poisonous","response":"toxicity"}],"originalDate":"2019-01-14"},{"category":"FOUND IN TRANSLATION","comments":"","clues":[{"text":"\"Cien Años de Soledad\" by Gabriel Garcia Marquez","response":"<i>One Hundred Years of Solitude</i>"},{"text":"Jean-Paul Sartre's \"L'Être et le Néant\"","response":"<i>Being and Nothingness</i>"},{"text":"Ovid's \"Ars Amatoria\"","response":"<i>The Art of Love</i>"},{"text":"Dostoyevsky's \"Prestupleniye i Nakazaniye\"","response":"<i>Crime and Punishment</i>"},{"text":"Franz Lehar's operetta \"Die Lustige Witwe\"","response":"<i>The Merry Widow</i>"}],"originalDate":"2019-01-14"},{"category":"EURO COINS","comments":"","clues":[{"text":"Italy's 10-cent coin has a detail from Botticelli's \"The Birth of\" her","response":"Venus"},{"text":"This Berlin landmark, a symbol of German unification, is on Germany's 10-, 20- &amp; 50-cent coins","response":"the Brandenburg Arch (or the Brandenburg Gate)"},{"text":"This 3-word French motto is on France's 1- &amp; 2-euro coins","response":"<i>liberté, égalité, fraternité</i>"},{"text":"Cloudberries &amp; cloudberry flowers represent this \"land\" on Finnish 2-euro coins","response":"Lapland"},{"text":"Vatican City has issued euro coins featuring these 2 popes, one Polish &amp; one German","response":"John Paul II and Benedict"}],"originalDate":"2019-01-14"},{"category":"TERMS OF ENDUREMENT","comments":"","clues":[{"text":"In the singular, this word means \"indomitable spirit\"; in plural form, it's a boiled hominy dish","response":"grit"},{"text":"Intestinal or not, this cardinal virtue comes from Latin for \"strength\"","response":"fortitude"},{"text":"When this 5-letter suffix follows a word like \"walk\" or \"read\", participants will be walking or reading for quite a while","response":"-athon"},{"text":"A product that lasts past its introductory period is said to \"have\" these body parts","response":"legs"},{"text":"It's a plural for male flower parts, or a word for the ability to withstand fatigue","response":"stamina"}],"originalDate":"2019-01-14"}],[{"category":"THE STORY OF MY LIFE","comments":"","clues":[{"text":"Joely Fisher dedicated \"Growing Up Fisher\" in part to her mom Connie Stevens &amp; to this late beloved half-sister","response":"Carrie Fisher"},{"text":"1965's \"The Autobiography of\" him says the hustler is the most dangerous black man in America","response":"Malcolm X"},{"text":"\"I am Malala\" is the story of the Nobel Prize winner \"who stood up for education &amp; was shot by\" this group","response":"the Taliban"},{"text":"This bandmaster composed the 1928 autobiography \"Marching Along\"","response":"John Philip Sousa"},{"text":"Before his death in 1909, this legendary Apache leader narrated \"His Own Story\" through an interpreter","response":"Geronimo"}],"originalDate":"2019-01-14"},{"category":"DRESSED ALIKE","comments":"","clues":[{"text":"Laverne Cox, from this prison-set series, &amp; Gabrielle Union presented an award at the 2015 BET Awards<span class=\"nobreak\">--</span>in the same gown!","response":"<i>Orange is the New Black</i>"},{"text":"Kate Middleton wore blue &amp; green tartan back in 2012; so did she, for an official visit to Scotland in 2018","response":"Meghan Markle"},{"text":"Did she raid daughter Kim Kardashian's closet? Both wore the same red lace Valentino dress (on different days)","response":"Kris Jenner"},{"text":"Back in 2013 Victoria Beckham &amp; this \"fashionable\" One Direction member wore the same Burberry button-down shirt","response":"Harry Styles"},{"text":"Aubrey Plaza &amp; this portrayer of the Scarlet Witch purposely were style twins for a 2017 red carpet event","response":"Elizabeth Olsen"}],"originalDate":"2019-01-14"},{"category":"THEY GOT THE MEMO","comments":"","clues":[{"text":"This U.S. president helped broker the 1998 Wye River memorandum between Israeli &amp; Palestinian leaders","response":"Clinton"},{"text":"A vital 1940 memo explained it took only a few pounds of this stuff, not tons, to reach critical mass, &amp; the atomic race was on","response":"uranium"},{"text":"In a January 1940 memo, this French colonel argued France needed tanks, not the Maginot Line; he was right","response":"de Gaulle"},{"text":"Leaked in 2005, the Downing Street memo suggested that the U.S. had manipulated intelligence to justify this","response":"the Iraq War"},{"text":"Germany's \"Blank Check\" memo of July 1914 promised support for any action this country took against Serbia","response":"Austria-Hungary"}],"originalDate":"2019-01-14"},{"category":"2 WORDS TO COMPLETE THE PROVERB","comments":"","clues":[{"text":"\"Once bitten...\"","response":"twice shy"},{"text":"\"A chain is no stronger than its...\"","response":"weakest link"},{"text":"\"A watched pot...\"","response":"never boils"},{"text":"\"A journey of a thousand miles begins with a...\"","response":"single step"},{"text":"\"Familiarity...\"","response":"breeds contempt"}],"originalDate":"2019-01-11"},{"category":"ESSENTIAL EARLS","comments":"","clues":[{"text":"In 1939 Liszt &amp; Rachmaninoff specialist Earl Wild gave the first televised recital on this instrument","response":"piano"},{"text":"This future chief justice was the 1948 Republican nominee for vice president","response":"Earl Warren"},{"text":"Frank &amp; Brooks Robinson helped Earl Weaver guide this team to 3 straight pennants from 1969 to 1971","response":"the Baltimore Orioles"},{"text":"Earl Derr Biggers created this Chinese detective &amp; Yunte Huang analyzed his legacy in a 2010 book","response":"(Charlie) Chan"},{"text":"&amp; one different kind of earl<span class=\"nobreak\">--</span>on his marriage in 1999, this youngest son of Elizabeth II was made the Earl of Wessex","response":"Edward"}],"originalDate":"2019-01-11"},{"category":"A SIMPLE FLICK OF THE WRIST","comments":"","clues":[{"text":"The scoober is thrown forward at an angle in ultimate this","response":"Frisbee"},{"text":"Joe Sakic's wrist shot helped him score 625 goals in this league","response":"National Hockey League"},{"text":"In a fall at age 11 Shaquille O'Neal broke both wrists, a factor in his famous problems with this skill in basketball","response":"free throw"},{"text":"Bob Feller said, \"Unlike the curve, the snap of the wrist is late &amp; the arm turns in only half as much\" throwing this pitch","response":"the slider"},{"text":"A website for this pastime in which close does count says, \"The release is effected by a deft...wrist-motion\"","response":"horseshoes"}],"originalDate":"2019-01-11"}],{"category":"THE WORDS OF VICTOR HUGO","text":"This object \"is the ultimate expression of law, &amp; its name is vengeance; it is not neutral, nor does it allow us to remain neutral\"","response":"the guillotine"}]}