{"mix":1562,"rounds":[[{"category":"ADJECTIVES","comments":"","clues":[{"text":"Describing food fit to be eaten according to Jewish law, it can also mean on the up-&amp;-up","response":"kosher"},{"text":"From Latin for \"one\", it describes something that's one of a kind","response":"unique"},{"text":"V is for this adjective that can mean green with vegetation","response":"verdant"},{"text":"No worries<span class=\"nobreak\">--</span>it's just this 11-letter type of wound that affects the top layer of skin without penetrating deeper","response":"superficial"},{"text":"A doctor could tell you this 15-letter adjective means pertaining to the heart &amp; lungs","response":"cardiopulmonary"}],"originalDate":"2019-01-11"},{"category":"WRITERS WHO WENT TO JAIL","comments":"","clues":[{"text":"Irish author Brendan Behan was sentenced to 3 years in jail in 1940 for being a member of this outlawed group","response":"the IRA"},{"text":"For 4 years in the 1980s, Communist authorities jailed this playwright &amp; later Czech president","response":"Václav Havel"},{"text":"Accused of harming women &amp; children, this French nobleman was jailed for 12 years beginning in 1777","response":"the Marquis de Sade"},{"text":"In 1846, as part of an act of protest against the U.S. war with Mexico, he spent a night in the Concord jail","response":"Thoreau"},{"text":"He conceived his greatest novel while in prison for debt in Seville in 1597","response":"Cervantes"}],"originalDate":"2019-01-11"},{"category":"10 LINES ABOUT 5 WOMEN","comments":"","clues":[{"text":"Clara was a caregiver, with the Red Cross she found fame / aided at the Johnstown flood, this was Clara's last name","response":"Barton"},{"text":"Emily was a poet, Massachusetts born &amp; bred / wrote \"I'm Nobody! Who are you?\", lived in this town 'til she was dead","response":"Amherst"},{"text":"Aretha was \"The Queen of Soul\", &amp; as such, could do no wrong / in '67 she spelled it out, hit No. 1 with this great song","response":"\"Respect\""},{"text":"Coco was a French designer, dabbled in perfume for fun / got her business set for life with this No. in '21","response":"Chanel No. 5"},{"text":"Margaret this was out of Philly, she's an anthropologist / wrote of teens so far away, I chose her to end this list","response":"(Margaret) Mead"}],"originalDate":"2019-01-10"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"This process used in energy production is short for hydraulic fracturing","response":"fracking"},{"text":"Stephen Fry tweeted, \"Books are no more threatened by \" this Amazon device \"than stairs by elevators\"","response":"Kindle"},{"text":"In 1959 the USPS tried sending mail via a cruise type of this<span class=\"nobreak\">--</span>it never took off as a delivery method","response":"a missile"},{"text":"The Argand burner, which ran on oil, revolutionized the lighting of these, like the one at Cape Hatteras","response":"a lighthouse"},{"text":"Berlin's Magnetbahn used this technology to move its trains","response":"maglev"}],"originalDate":"2019-01-10"},{"category":"ON THE RADIO","comments":"","clues":[{"text":"One night in 1927, a DJ in this city said he's been playing grand opera &amp; now was switching to the Grand Old Opry","response":"Nashville"},{"text":"In 1991 a New Mexico radio station owner boosted ratings by playing this Led Zeppelin song for 24 hours straight","response":"\"Stairway To Heaven\""},{"text":"SiriusXM's radio classics channel airs such favorites as \"Hopalong Cassidy\" &amp; \"Fibber McGee &\" her","response":"<i>Fibber McGee and Molly</i>"},{"text":"Radio's first quiz show is claimed by the public radio station with these call letters that contain the Big Apple's initials","response":"WNYC"},{"text":"If DJ &amp; war movie subject Adrian Cronauer was late to the studio, he'd drag out \"Gooood\" in this phrase as he frantically set up","response":"\"Good morning, Vietnam\""}],"originalDate":"2019-01-10"},{"category":"\"RU\" READY?","comments":"","clues":[{"text":"Union &amp; league are the 2 main types of this rough-&amp;-tumble sport that began in England","response":"rugby"},{"text":"It's a follow-up election to resolve an earlier one that did not produce a winner","response":"runoff"},{"text":"A popular syncopated ballroom style based on an Afro-Cuban folk dance","response":"the rumba"},{"text":"This viral disease is AKA German measles","response":"rubella"},{"text":"From the Latin for \"chewing\", it' an animal with a multi-chambered stomach","response":"a ruminant"}],"originalDate":"2019-01-10"}],[{"category":"PLACES OF LEGEND","comments":"","clues":[{"text":"You'd have to hold your breath to visit this legendary island described by Plato","response":"Atlantis"},{"text":"We're not exactly sure where the lost colony of this N.C. island originally was, let alone \"Croatoan\" where they went","response":"Roanoke"},{"text":"Google Maps doesn't have this island where King Arthur was taken to be healed","response":"Avalon"},{"text":"It's the hometown of the Joseph who carried Jesus to the tomb","response":"Arimathea"},{"text":"Neither Pizarro nor Raleigh succeeded in their searches for this land of gold","response":"El Dorado"}],"originalDate":"2019-01-10"},{"category":"WORDS ABOUT WORDS","comments":"","clues":[{"text":"A paragram is another word for this 3-letter type of humorous wordplay like \"poultry in motion\"","response":"a pun"},{"text":"From the Latin for \"word\", it refers to a passage repeated word for word","response":"verbatim"},{"text":"We're not returning any of these words borrowed directly from another language, like tzatziki from Greek","response":"a loanword"},{"text":"The name of a 1775 play character gave us this word for an error like \"there is no anecdote for the poison\"","response":"a malapropism"},{"text":"Put a letter before \"once\" to get this type of word invented on the spot","response":"nonce"}],"originalDate":"2019-01-10"},{"category":"SCHOOL WITHIN A SCHOOL","comments":"(Alex: We'll give you the name of a school. You tell us which<span class=\"nobreak\">--</span>what university or college it's a part of.)","clues":[{"text":"The Sam M. Walton School of Business","response":"the University of Arkansas"},{"text":"The Woodrow Wilson School of Public &amp; International Affairs","response":"Princeton"},{"text":"The Gerald R. Ford School of Public Policy","response":"the University of Michigan"},{"text":"The Pritzker School of Medicine","response":"the University of Chicago"},{"text":"Heinz College (a 2-name school)","response":"Carnegie Mellon"}],"originalDate":"2019-01-10"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Oh, yeah! This non-carbonated beverage is Nebraska's state soft drink","response":"Kool-Aid"},{"text":"This pizza with simple toppings of mozzarella, tomatoes &amp; basil was named in honor of the queen of Savoy","response":"Margherita"},{"text":"This hearty, spicy tripe soup has been touted as a hangover cure &amp; is popular in Mexico on New Year's morning","response":"menudo"},{"text":"To make a pink daiquiri, you'll need rum, powdered sugar, lime juice &amp; this syrup made of red currants or pomegranates","response":"grenadine"},{"text":"Sauce Raifort, made from this condiment, is served cold as an accompaniment to prime rib","response":"horseradish"}],"originalDate":"2019-01-09"},{"category":"THE BOOK'S CENSORED EDITIONS","comments":"","clues":[{"text":"1807's \"The Family Shakespeare\" changed some text &amp; omitted this tale of 2 frisky lovers in ancient Egypt as unsuitable","response":"<i>Antony and Cleopatra</i>"},{"text":"Seen as obscene, Richard Burton's 1885 version of this book of Mideast fables was published with major cuts","response":"<i>The Arabian Nights</i>"},{"text":"This Philip Pullman series beginning with \"The Golden Compass\" cut Lyra's more adult feelings from the U.S. version","response":"<i>His Dark Materials</i>"},{"text":"Many passages depicting Basil's love for the title character were cut from editions of this Oscar Wilde book","response":"<i>Picture of Dorian Gray</i>"},{"text":"This first novel by Theodore Dreiser was reissued nearly a century after it was published to add back 40,000 words","response":"<i>Sister Carrie</i>"}],"originalDate":"2019-01-09"},{"category":"HISTORY","comments":"","clues":[{"text":"A book subtitled \"Alps &amp; Elephants\" follows this Carthaginian general's march against Rome","response":"Hannibal"},{"text":"King Philip II of Spain sent it in 1588 to invade England","response":"the Armada"},{"text":"Egypt &amp; Syria launched a war against Israel on October 6, 1973, which was this Jewish holy day","response":"Yom Kippur"},{"text":"This early 1920s scandal involved granting exclusive oil rights in Wyoming to the Mammoth Oil Company","response":"the Teapot Dome scandal"},{"text":"Originally it was a fortress; Cardinal Richelieu began using it as a state prison in the 17th century","response":"the Bastille"}],"originalDate":"2019-01-09"}],{"category":"HISTORIC AMERICANS","text":"In 1838 he took a new last name, of a family in Walter Scott's \"The Lady of the Lake\"; for distinction he added a 2nd \"S\" to the end","response":"(Frederick) Douglass"}]}