{"mix":1573,"rounds":[[{"category":"ODD WORDS","comments":"","clues":[{"text":"To Aussies, a loss by a sports favorite is a boilover; to us, this 5-letter word","response":"an upset"},{"text":"Defervescence is a decrease in this bodily measurement","response":"temperature"},{"text":"Hippodamous means relating to the training of these","response":"horses"},{"text":"Scrabble players know that aa, Hawaiian for \"to burn\", is a form of this substance","response":"lava"},{"text":"Inunction is a synonym for this, the application of oil as consecration","response":"anointment"}],"originalDate":"2018-12-14"},{"category":"MYTHICAL TAXONOMY","comments":"","clues":[{"text":"Nessiteras rhombopteryx has been suggested as a scientific name for this Scottish creature","response":"the Loch Ness monster"},{"text":"The scientists in this 2015 sequel create the \"Indominus rex\" &amp; it lives up to its name","response":"<i>Jurassic World</i>"},{"text":"Gigantopithecus canadensis was suggested by some for this North American fellow","response":"Bigfoot"},{"text":"The Xenomorphs in this space horror film series have been called Internecivus raptus","response":"<i>Alien</i>"},{"text":"Linnaeus \"released\" the name Microcosmus marinus for this legendary squidlike creature","response":"the Kraken"}],"originalDate":"2018-12-14"},{"category":"THINGS TO TAKE WITH YOU ON VACATION","comments":"","clues":[{"text":"In case you hit the beach, bring this rated SPF 15 or higher","response":"sunscreen"},{"text":"Some repellent might prove useful if you encounter these critters of the genus Anopheles","response":"mosquitoes"},{"text":"If you don't mind the traditional tourist marking, carry this around your neck, but use a slash-proof strap against thieves","response":"a camera"},{"text":"In case of a flight delay, pack a few snacks, like these kidney-shaped nuts high in protein","response":"cashews"},{"text":"For Uganda &amp; Oman, pack an adapter, as their standard wall socket voltage is this, twice what it is stateside","response":"240"}],"originalDate":"2018-12-14"},{"category":"SHORE LINES","comments":"","clues":[{"text":"\"From\" here \"to the shores of Tripoli; we fight our country's battles in the air, on land, and sea\"","response":"the halls of Montezuma"},{"text":"In this song by the B-52s, \"we were at the beach, everybody had matching towels\"","response":"\"Rock Lobster\""},{"text":"\"We shall fight on the beaches\", said Churchill in his June 4, 1940 speech on the evacuation from this port","response":"Dunkirk"},{"text":"A poem by her rhymes \"your poor\" with \"the wretched refuse of your teeming shore\"","response":"(Emma) Lazarus"},{"text":"A Steinbeck tale says, \"Kino heard the little splash of morning waves on the beach\" the day he found this title object","response":"the pearl"}],"originalDate":"2018-12-14"},{"category":"OTHER LONG-RUNNING TV SHOWS","comments":"","clues":[{"text":"The \"Night in Canada\" celebrating this sport began airing in 1952","response":"hockey"},{"text":"Tim Russert was a longtime moderator of this news program that's now over 70 years old","response":"<i>Meet the Press</i>"},{"text":"Pauley Perrette was still part of the cast when this crime drama celebrated its milestone 300th episode","response":"<i>NCIS</i>"},{"text":"Lasting from 1955 to 1975, this TV western slung 635 episodes","response":"<i>Gunsmoke</i>"},{"text":"Public TV station WGBH in this city has been airing the home renovation show \"This Old House\" since 1979","response":"Boston"}],"originalDate":"2018-12-13"},{"category":"\"FIGHT\" CLUB","comments":"","clues":[{"text":"This term for a boxing match refers to the cash to be won","response":"a prize fight"},{"text":"After the demise of Nirvana, Dave Grohl formed this musical group","response":"the Foo Fighters"},{"text":"With teams of pros &amp; volunteers, this life-saving profession was an Olympic demonstration sport in 1900","response":"firefighting"},{"text":"Jim O'Malley &amp; D.J. Fitzpatrick played their college football for this team","response":"the Fighting Irish"},{"text":"In a 1975 thriller Gerald Seymour popularized the phrase \"one man's terrorist is another man's\" this","response":"freedom fighter"}],"originalDate":"2018-12-13"}],[{"category":"JACK THE RIPPER SUSPECTS","comments":"","clues":[{"text":"The unstable J.K. Stephen was the son of England's main authority on this type of law dealing with theft, murder, etc.","response":"criminal law"},{"text":"Richard Mansfield played the title roles in a stage version of this R.L. Stevenson tale at the time &amp; was suspected","response":"<i>Dr. Jekyll and Mr. Hyde</i>"},{"text":"Prince Albert Victor, brother to the future V king of this name, died soon after the murders &amp; was suspected","response":"George"},{"text":"This 19th c. author has been looked at; later writers pitted his creation against the Ripper in books like 2009's \"Dust and Shadow\"","response":"Arthur Conan Doyle"},{"text":"The graphic novel \"From Hell\" posits that William Gull, who served Queen Victoria in this capacity, was the Ripper","response":"her doctor"}],"originalDate":"2018-12-13"},{"category":"THE MOVIE'S CHARACTERS","comments":"","clues":[{"text":"Primrose Everdeen &amp; Effie Trinket, in the action series' first offering","response":"<i>The Hunger Games</i>"},{"text":"In 1975: <br>Ellen Brody &amp; Quint, who has a war story to share","response":"<i>Jaws</i>"},{"text":"McLovin, hangin' with Officers Slater &amp; Michaels","response":"<i>Superbad</i>"},{"text":"Ice Cube &amp; Dr. Dre, on their rise to fame in a 2015 film","response":"<i>Straight Outta Compton</i>"},{"text":"Little Bill &amp; Amber Waves, adults in adult film","response":"<i>Boogie Nights</i>"}],"originalDate":"2018-12-13"},{"category":"1940s AMERICA","comments":"","clues":[{"text":"Born 1 second into the year 1946, Kathleen Casey-Kirschling was the first kid in this huge wave","response":"the baby boom"},{"text":"In 1945 Grand Rapids became the first city to do this to its drinking water, revolutionizing dental care","response":"to fluoridate"},{"text":"This edifice built for the War Dept. was intended to go back to civilian use after WWII, maybe as a very big hospital","response":"the Pentagon"},{"text":"Numerical name of the group from the West Coast that defied the House Un-American Activities Committee in 1947","response":"the Hollywood Ten"},{"text":"On March 11, 1941 this alliterative act became law &amp; let FDR transfer billions of dollars in supplies to foes of the Axis","response":"the Lend-Lease Act"}],"originalDate":"2018-12-13"},{"category":"DON'T KNOW MUCH","comments":"","clues":[{"text":"This alliterative phrase meaning \"to make simpler for those who know less\" was used way back in 1927 about Hollywood","response":"to dumb down"},{"text":"A standard message in Adobe Acrobat is \"insufficient\" these (it's a plural!) \"for an image\"","response":"insufficient data"},{"text":"Donald Rumsfeld's 2002 phrase meaning \"things we now know we don't know\"","response":"the known unknowns"},{"text":"In 1910 the Supreme Court reinforced an old legal maxim, saying this 4-word phrase \"does not excuse\"","response":"ignorance of the law"},{"text":"This rather negative name of an 1850s political party referred to its members' response to keep its lodges secret","response":"the Know-Nothings"}],"originalDate":"2018-12-13"},{"category":"A SCIENCE BOOK","comments":"","clues":[{"text":"\"Full Rip 9.0\" examines the signs &amp; possibilities of the next big one of these in the western United States","response":"an earthquake"},{"text":"A 65-million-year-old story is told in \"Flying Dinosaurs: How Fearsome Reptiles Became\" these","response":"birds"},{"text":"Many were turned on to physics as a career by 1947's \"One Two Three...\" this number you can't actually count to","response":"infinity"},{"text":"Subtitled \"The Plant That Changed the World\" in John Gaudet's study, this species was first widely used in ancient Egypt","response":"papyrus"},{"text":"In 2013 this late physicist released an autobiography titled \"My Brief History\"","response":"Stephen Hawking"}],"originalDate":"2018-12-13"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"The records this sprinter set in the 100 &amp; 200 meters in 1988 still stand today","response":"Flo-Jo"},{"text":"The first Latina on the Supreme Court, she says watching \"Perry Mason\" as a kid inspired her to become a lawyer","response":"Sonia Sotomayor"},{"text":"This Ms. &amp; feminist icon co-founded Ms. magazine in 1971","response":"(Gloria) Steinem"},{"text":"On her second mission in space, she went up with childhood friend &amp; fellow astronaut Kathryn Sullivan","response":"Sally Ride"},{"text":"After her death, it was revealed that she'd had leukemia for 12 years, including her time as Israel's prime minister","response":"Golda Meir"}],"originalDate":"2018-12-12"}],{"category":"EUROPEAN RIVERS","text":"The flooding of this river in 1966 destroyed or damaged some 14,000 works of art, many of them priceless","response":"the Arno"}]}