{"mix":1574,"rounds":[[{"category":"21st CENTURY FILMS","comments":"","clues":[{"text":"A waste-collecting robot helps save Earth in this Pixar film","response":"<i>Wall-E</i>"},{"text":"Agent Smith is even more powerful in this 2003 first sequel to \"The Matrix\"","response":"<i>The Matrix Reloaded</i>"},{"text":"Director Rian Johnson said Laura Dern could not resist saying \"Pew!\" every time she fired her blaster in this film","response":"<i>The Last Jedi</i>"},{"text":"An action-packed 2017 for Karen Gillan, planet hopping as Nebula in \"Guardians 2\" &amp; jungle jumping as Martha in this film","response":"<i>Jumanji</i>"},{"text":"Emile Hirsch lost 40 pounds from his 155-pound frame to get back to nature as Chris McCandless in this 2007 film","response":"<i>Into the Wild</i>"}],"originalDate":"2018-12-12"},{"category":"TOOLS ARE CONFUSING","comments":"","clues":[{"text":"A hammer has a specific striking zone while this tool delivers more even pounding (&amp; works great in croquet)","response":"a mallet"},{"text":"Used in drafting to measure distances, a divider has 2 sharp points; this similar item has one sharp point &amp; a pencil","response":"a compass"},{"text":"A rasp is a coarser type of this other 4-letter tool","response":"a file"},{"text":"Generally a screw is driven into a surface while this other threaded item is affixed with a matching nut","response":"bolt"},{"text":"This small kind of gardening spade is shaped more like a scoop","response":"a trowel"}],"originalDate":"2018-12-12"},{"category":"3 WORDS FOR 3 LETTERS","comments":"(Alex: Each clue will be three words. Each correct response will be three letters only.)","clues":[{"text":"Veiled religious sister","response":"nun"},{"text":"Needle threading point","response":"the eye"},{"text":"Tiny, in Edinburgh","response":"wee"},{"text":"To spread seed","response":"sow"},{"text":"One gear tooth","response":"a cog"}],"originalDate":"2018-12-12"},{"category":"READ IT","comments":"","clues":[{"text":"This novel in which the Pequod sinks in the last chapter<span class=\"nobreak\">--</span>read it","response":"<i>Moby Dick</i>"},{"text":"The Yorkshire dialect makes this Bronte classic a tough read; I prefer the film with Olivier as Heathcliff","response":"<i>Wuthering Heights</i>"},{"text":"Woodward &amp; Bernstein changed America with this book, nonfiction that read like a spy thriller","response":"<i>All the President's Men</i>"},{"text":"This first mystery novel with Philip Marlowe<span class=\"nobreak\">--</span>too convoluted &amp; kind of a snooze (pun intended)","response":"<i>The Big Sleep</i>"},{"text":"Jhumpa Lahiri's writing is exquisite in her short story collection called \"Interpreter of\" these","response":"maladies"}],"originalDate":"2018-12-12"},{"category":"A.M.A.","comments":"","clues":[{"text":"Journals from the A.M.A. are devoted to fields like psychiatry &amp; this other \"P\" field that deals with kids","response":"pediatrics"},{"text":"The A.M.A. strives to lower this for over 100 million Americans in the program called Target: BP","response":"blood pressure"},{"text":"The task force devoted to this epidemic advocates prescribing naloxone to those at risk of overdose","response":"the opioid epidemic"},{"text":"The first code of these the A.M.A. adopted in 1847 was influenced by doctor &amp; philosopher Thomas Percival","response":"ethics"},{"text":"In 2018 the AMA told doctors to prepare for these cards redesigned to stop identity theft, going out to 60 million people","response":"Medicare cards"}],"originalDate":"2018-12-12"},{"category":"SEVEN DEADLY SYNONYMS","comments":"","clues":[{"text":"Type of error that causes a program to abort, or of attraction that caused Michael Douglas to notice Glenn Close","response":"fatal"},{"text":"Often found before \"maniac\", this word refers to a murderer","response":"homicidal"},{"text":"A substance that tends to cause cancer is deemed this 12-letter word","response":"carcinogenic"},{"text":"This type of wound that kills you comes from the Latin for \"death\"","response":"mortal"},{"text":"This adjective from the word \"virus\" can describe a deadly strain of a disease","response":"virulent"}],"originalDate":"2018-12-12"}],[{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"If you really, really want to visit North Korea, you'll probably fly into this city's Sunan Intl. Airport","response":"Pyongyang"},{"text":"In 1749 the French laid out this Caribbean capital in a grid pattern &amp; called it L'Hopital","response":"Port-au-Prince"},{"text":"It's continental Europe's westernmost national capital","response":"Lisbon"},{"text":"This South American capital is the only city planned &amp; built in the 20th century to be made a World Heritage site","response":"Brasilia"},{"text":"Thimphu, capital of this Himalayan kingdom, is said to be the only world capital without traffic lights","response":"Bhutan"}],"originalDate":"2018-12-12"},{"category":"THINGS ARE GETTING BETTER","comments":"","clues":[{"text":"Medical miracles march on: guinea worm, which in 1985 had 3 million cases on this continent, is on the verge of eradication","response":"Africa"},{"text":"A bestseller by Steven Pinker about the joys of progress is called this 18th century era of reason \"Now\"","response":"Enlightenment"},{"text":"As Dr. King put it, \"The arc of the moral universe is long, but it bends toward\" this quality","response":"justice"},{"text":"The 1964 exhibit \"Progressland\" was sponsored by this giant power-&amp;-more company","response":"General Electric"},{"text":"In the 1933 utopian work \"Life in\" this kind of -ocracy run by scientists, every citizen gets a yearly energy allotment in ergs","response":"technocracy"}],"originalDate":"2018-12-12"},{"category":"A POP \"UP\" CATEGORY","comments":"","clues":[{"text":"A song by the late Avicii says, \"So\" do this \"when it's all over, whem I'm wiser and I'm older\"","response":"wake me up"},{"text":"Joe Cocker &amp; Jennifer Warnes took this love theme from \"An Officer and a Gentleman\" to No. 1","response":"\"Up Where We Belong\""},{"text":"Andra Day said this inspirational song started as \"sort of a prayer\" after a friend was diagnosed with cancer","response":"\"Rise Up\""},{"text":"In 2018 Drake rapped about feeling this, \"Hundred thousand on my head, it's disrespect\"","response":"\"Upset\""},{"text":"\"And if this old world starts getting you down, there's room enough for two\" here","response":"\"Up On The Roof\""}],"originalDate":"2018-12-12"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"This automaker automakes the Focus ST","response":"Ford"},{"text":"It's the largest U.S. state in area that borders the Pacific Ocean","response":"Alaska"},{"text":"It's the number of strings on a standard guitar","response":"six"},{"text":"It's the heat needed to raise the temperature of a gram of water one degree Celsius","response":"a calorie"},{"text":"This is a blank page at the beginning or end of a book, not a spot for bugs to gather on a plant","response":"a flyleaf"}],"originalDate":"2018-12-12"},{"category":"MY 2018 GOVERNMENT JOB","comments":"","clues":[{"text":"Samuel Alito, since 2006","response":"Supreme Court justice"},{"text":"John Kasich, since 2011","response":"governor of Ohio"},{"text":"He was not (neuro)Surgeon General but he was head of HUD","response":"Ben Carson"},{"text":"Scott Pruitt's controversial tenure heading this agency ended in July","response":"the EPA"},{"text":"James \"Please don't Call Me Mad Dog\" Mattis","response":"Secretary of Defense"}],"originalDate":"2018-12-11"},{"category":"THE BIG BATTALIONS","comments":"","clues":[{"text":"Russia leads the world with more than 20,000 of these, like the new T-14 with an automated turret &amp; 125mm cannon","response":"tanks"},{"text":"The U.S. rules the seas with 11 of these mighty ships, more than the rest of the world's fleets combined","response":"aircraft carriers"},{"text":"North Korea has one of the largest fleets of these craft, including the Yono class midget type","response":"submarines"},{"text":"This country's nearly 2.2 million active military personnel is by far the world's largest standing force","response":"China"},{"text":"Together, these 2 countries that fought a late 1940s war over Kashmir now deploy about 2 million active troops","response":"India and Pakistan"}],"originalDate":"2018-12-11"}],{"category":"20th CENTURY THEATER","text":"In 1955 Peter Hall directed the first production of this play in English without having \"the foggiest idea what some of it means\"","response":"<i>Waiting for Godot</i>"}]}