{"mix":1577,"rounds":[[{"category":"R-RATED MOVIES","comments":"","clues":[{"text":"Based on a true story, this 1993 film was the first directed by Steven Spielberg to receive an R rating","response":"<i>Schindler's List</i>"},{"text":"With dialogue in Aramaic &amp; Latin, this 2004 film became the highest-grossing R-rated film of all time","response":"<i>The Passion of the Christ</i>"},{"text":"After losing a battle &amp; having the MPAA slap an R on \"Fahrenheit 9/11\", this director told America's teens he'd sneak them in","response":"Michael Moore"},{"text":"One of the first R-rated movies was 1968's \"The Split\" starring this former Cleveland Browns running back","response":"Jim Brown"},{"text":"The first R-rated movie to win a Best Picture Oscar was this 1971 film about drug smugglers","response":"<i>The French Connection</i>"}],"originalDate":"2018-12-06"},{"category":"RELIGIOUS MATTERS","comments":"","clues":[{"text":"In Iceland many Muslims do this for 22 hours during Ramadan due to the extremely long summer day","response":"fast"},{"text":"Now a religious alternative to evolution, this -ism originally meant that God made a new soul for each life","response":"creationism"},{"text":"Omphaloskepsis is a form of meditation where you literally gaze down at this body part","response":"the navel"},{"text":"Kyudo is an archery-based martial art that uses this form of Buddhism for concentration","response":"Zen"},{"text":"Gideon &amp; Deborah are 2 of these people who ruled in the Old Testament book of the same name","response":"judges"}],"originalDate":"2018-12-06"},{"category":"LITERARY CADS","comments":"","clues":[{"text":"It takes the sliminess of Wickham for Elizabeth to see Darcy's true character in this novel","response":"<i>Pride and Prejudice</i>"},{"text":"This is the last name of Alec, the source of all Tess' problems in a Thomas Hardy novel","response":"D'Urberville"},{"text":"In this Dickens \"Personal History\", the hero idolizes Steerforth, who ends up abandoning Emily","response":"David Copperfield"},{"text":"The Vicomte de Valmont's caddish ways lead to his downfall when he falls for his prey in this novel","response":"<i>Dangerous Liaisons</i>"},{"text":"In \"Vanity Fair\", Osborne is all ready to leave his new wife Amelia for this woman when war gets in the way","response":"Becky Sharp"}],"originalDate":"2018-12-06"},{"category":"REIGN, DEAR","comments":"","clues":[{"text":"Part of the full title of this man: Duke of Edinburgh, Baron Greenwich &amp; Knight of the Garter; not part? \"QEII's hubby\"","response":"Prince Philip"},{"text":"India's Shah Jahan had this landmark built to honor his favorite wife, Mumtaz, after her 1631 death","response":"the Taj Mahal"},{"text":"In 1956 she played a princess in \"The Swan\" &amp; also stepped into the real role of princess after wedding Rainier III","response":"Princess Grace"},{"text":"In the 1960s this nation's future Queen Beatrix &amp; her husband welcomed the first male heirs in the house of Orange since 1851","response":"the Netherlands"},{"text":"In 1479 it was Ferdinand II &amp; Isabella I as the duo began co-ruling the kingdoms of Aragon &amp; this","response":"Castile"}],"originalDate":"2018-12-05"},{"category":"VIXEN","comments":"","clues":[{"text":"Vixens are female foxes; like cats, they have vertical eye pupils &amp; some have this type of claws that can be pulled back in","response":"retractable"},{"text":"A mother vixen bears young called pups, cubs or these","response":"kits"},{"text":"In preparation for giving birth, a vixen will enlarge an abandoned burrow of another animal to make one of these","response":"a den"},{"text":"That vixen may look pettable but be careful<span class=\"nobreak\">--</span>some foxes are carriers of this disease, AKA hydrophobia","response":"rabies"},{"text":"The smallest vixens belong to the smallest fox species, the fennec, usually found in these ecosystems","response":"the desert"}],"originalDate":"2018-12-05"},{"category":"\"Q\"-PID","comments":"","clues":[{"text":"The skills or experience proving someone is ready for a particular job","response":"qualification"},{"text":"Adjective meaning gallant but ultimately futile or unrealistic","response":"quixotic"},{"text":"The metal mercury, to an old English mind","response":"quicksilver"},{"text":"To put down or suppress forcibly, such as a rebellion","response":"quell (or quash)"},{"text":"I don't want to argue, but it's a minor argument over something small","response":"a quibble"}],"originalDate":"2018-12-05"}],[{"category":"OLYMPIC CITY ATTRACTIONS","comments":"","clues":[{"text":"Ebenezer Baptist Church on Jackson St. NE","response":"Atlanta"},{"text":"Museo Frida Kahlo","response":"Mexico City"},{"text":"The Christ the Redeemer statue on Mount Corcovado","response":"Rio de Janeiro"},{"text":"Bondi Beach","response":"Sydney"},{"text":"The Naval Museum of Alberta","response":"Calgary"}],"originalDate":"2018-12-05"},{"category":"3-LETTER BIZ","comments":"","clues":[{"text":"Sending a parcel? You've got some 3-letter choices, including DHL &amp; this shipper with its brown \"package cars\"","response":"UPS"},{"text":"In 1924 the Computing-Tabulating-Recording Company got this name","response":"IBM"},{"text":"Back in the day this 3-letter brand manufactured women's bustles, but now it's mostly known for men's undies","response":"BVD"},{"text":"3 gentlemen started this brand in 1954 with a motor oil treatment","response":"STP"},{"text":"In 2018 the U.S. replaced crippling sanctions on this Chinese telecom firm with a fine","response":"ZTE"}],"originalDate":"2018-12-05"},{"category":"IT'S JUST A FLESH WOUND","comments":"","clues":[{"text":"To sink the cue ball in a game of pool","response":"to scratch"},{"text":"Perforation is a synonym for this word also starting with \"p\" that's bad news for a car tire","response":"a puncture"},{"text":"May I do this 2-word term &amp; dance with your partner, mid-song?","response":"to cut in"},{"text":"British slang meaning to steal, perhaps something from British author Mr. Hornby","response":"nick"},{"text":"This \"rate\" is a measure of negative cash flow","response":"the burn rate"}],"originalDate":"2018-12-05"},{"category":"MY ROLE ON TV","comments":"","clues":[{"text":"On this NBC drama Megan Boone plays FBI agent Liz Keen, who may be Red Reddington's daughter","response":"<i>Blacklist</i>"},{"text":"Mike Colter gave a bulletproof performance as this Marvel hero","response":"Luke Cage"},{"text":"Percy Hynes White has a telekinetic presence as young mutant Andy Strucker on this Fox show","response":"<i>The Gifted</i>"},{"text":"Anna Chlumsky is busy as Amy on this show: \"I don't have time to ignore you, Jonah. Gary, could you please ignore Jonah for me?\"","response":"<i>Veep</i>"},{"text":"Jimmy Tatro's Dylan Maxwell is accused of drawing some very unappreciated art on this 2017 true crime satire","response":"<i>American Vandal</i>"}],"originalDate":"2018-12-05"},{"category":"FERRY TALES","comments":"","clues":[{"text":"During this Twain character's \"Adventures\", he implores a ferryman to save Miss Hooker","response":"Huckleberry Finn"},{"text":"In \"Crossing Brooklyn Ferry\", Whitman finds this island \"stately and admirable\"","response":"Manhattan"},{"text":"The Bucklebury ferry was used by a quartet of these creatures to escape the Nazgul in a 1954 tale","response":"hobbits"},{"text":"This author's \"The Sea-Wolf\" opens with a ferry accident in San Francisco Bay","response":"Jack London"},{"text":"This title Hesse character meets a ferryman who says, \"I have learned from the river: everything is coming back!\"","response":"Siddhartha"}],"originalDate":"2018-12-05"},{"category":"BLANK NEWS","comments":"","clues":[{"text":"It airs every Sunday morning on ABC: <br>\"This ____\"","response":"<i>This Week</i>"},{"text":"U.K.-born Katty Kay presents it: <br>\"____ World News America\"","response":"BBC"},{"text":"It's on CNN from 4 to 6 A.M. Eastern time: <br>\"____ Start\"","response":"<i>Early Start</i>"},{"text":"With Steve, Ainsley &amp; Brian: <br>\"Fox ____ ____\"","response":"& friends"},{"text":"Get your fill of business in the afternoon:<br>\"Power ____\"","response":"<i>Power Lunch</i>"}],"originalDate":"2018-12-04"}],{"category":"SPORTING EVENTS","text":"In 1752 one of the first races in this sport was run<span class=\"nobreak\">--</span>4 miles from Buttevant Church to St. Mary's Doneraile","response":"steeplechase"}]}