{"mix":1581,"rounds":[[{"category":"NAVY JARGON","comments":"","clues":[{"text":"Keep your nose clean at sea or enter this 4-letter onboard jail","response":"the brig"},{"text":"Yes, sir! A 2 striper is one of these naval officers","response":"lieutenant"},{"text":"Skivvies are these; what, you don't like hearts?","response":"underwear"},{"text":"If you've ever swabbed the deck, you know a swab is a large one of these","response":"a mop"},{"text":"For sailors cooped up at sea for months, this type of furlough away from the ship is an important break","response":"shore leave"}],"originalDate":"2018-11-27"},{"category":"LANGUAGE","comments":"","clues":[{"text":"12th c. Andalusian writer Ibn Tufayl wrote what's been called the first novel in this language, not Spanish","response":"Arabic"},{"text":"The Inuit build new words by adding to existing ones; that may be why legend says their language has 50+ words for this","response":"snow"},{"text":"The ASL alphabet uses one hand; that of BSL, short for this, uses 2","response":"British Sign Language"},{"text":"Reporter Vladimir Duthiers has translated French &amp; the language called Haitian this for Anderson Cooper","response":"Creole"},{"text":"2-word term for the language of the c. 990 poem \"The Battle of Maldon\", about a Viking-Saxon clash","response":"Old English"}],"originalDate":"2018-11-27"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"The medieval city of Carcassonne in France puts on a great fireworks display on this July holiday","response":"Bastille Day"},{"text":"With more than 60 active geysers, Chile's El Tatio in these mountains is the largest geyser field south of the Equator","response":"the Andes"},{"text":"Neuschwanstein Castle was begun in 1869 by \"Mad\" King Ludwig of this German kingdom","response":"Bavaria"},{"text":"Dunn's River Falls makes Ocho Rios a popular destination on this Caribbean isle","response":"Jamaica"},{"text":"The name of this Tokyo district of expensive shops means \"silver mint\", as a mint stood there centuries ago","response":"Ginza"}],"originalDate":"2018-11-27"},{"category":"THAT'S THE NAME","comments":"","clues":[{"text":"Deborah in Hebrew &amp; Melissa in Greek both translate as this insect important to farming","response":"the bee"},{"text":"A Hemsworth brother &amp; a Gallagher brother know this Gaelic form is the last 4 letters of the name in English","response":"Liam"},{"text":"From Greek, this male first name means \"Messiah-bearer\"","response":"Christopher"},{"text":"A patron saint of Italy has this first name that means someone from a country next to Italy","response":"Francis"},{"text":"This first name shared by several popes &amp; 3 Russian emperors comes from the Greek for \"defender of men\"","response":"Alexander"}],"originalDate":"2018-11-27"},{"category":"RECENT NONFICTION","comments":"","clues":[{"text":"\"The Rise &amp; Fall of\" these creatures that ruled Earth for 150 mil. years says a new species is discovered every week","response":"dinosaurs"},{"text":"In \"Inseparable\", about these 19th c. twins, we learn the 4\" band that joined them stretched to a freeing 6\" late in life","response":"Siamese twins"},{"text":"Michael Pollan's \"How to Change Your Mind\" sees therapeutic value in psilocybin, the active ingredient in \"magic\" these","response":"mushrooms"},{"text":"\"The Soul of America\" by Jon Meacham has the Lincoln-inspired subtitle \"The Battle for Our Better\" these","response":"<i>The Battle for Our Better Angels</i>"},{"text":"This humorist's book \"Calypso\" is partly about his beach house \"The Sea Section\", which just edged out \"Canker Shores\"","response":"David Sedaris"}],"originalDate":"2018-11-26"},{"category":"SAFE SPACES","comments":"","clues":[{"text":"The name of a fertile place in the Libyan desert gives us this word for a fertile place in any desert","response":"an oasis"},{"text":"In 1640 English settlers named a Connecticut town \"New\" this, reflecting the safety it provided","response":"New Haven"},{"text":"Gov. Jerry Brown signed a law making California this type of state protective of immigrants","response":"a sanctuary state"},{"text":"Samuel Johnson said, \"Patriotism is the last\" one of these \"of a scoundrel\"","response":"the last refuge of a scoundrel"},{"text":"The extra-territorial type of this is granted in embassies, as to Julian Assange in the Ecuadorian one","response":"asylum"}],"originalDate":"2018-11-26"}],[{"category":"EARTH SCIENCE","comments":"","clues":[{"text":"In a double one of these weather phenomena, the colors in the secondary one are reversed","response":"a rainbow"},{"text":"DTB is short for depth to this, the solid stuff underlying looser soil","response":"bedrock"},{"text":"The drift of 60,000 Nikes lost from a container ship helped establish that the California one flows into the N. Equatorial one","response":"the current"},{"text":"Standard this measurement is 1,013 millibars at sea level; in a 2007 Texas tornado, a 194-millibar drop was recorded","response":"barometric pressure"},{"text":"It's the quality of Earth's axis that gives us seasons &amp; in geometry it means neither parallel nor perpendicular","response":"oblique"}],"originalDate":"2018-11-26"},{"category":"COSTS A LITTLE EXTRA","comments":"","clues":[{"text":"Be sure to tip these folks who park your car for you at a restaurant","response":"a valet"},{"text":"I like tomatoes &amp; other produce grown this natural way, without chemical pesticides or fertilizers","response":"organic"},{"text":"Job of Roberto Cavalli; it comes before \"jeans\" that are not to be worn while pitching hay","response":"designer"},{"text":"If you need a passport quickly, pay the State Department for this rush processing, meaning sped up","response":"expedited"},{"text":"In this type of medicine named for a helpful hotel employee, you pay a fee for personal attention on top of your insurance","response":"concierge"}],"originalDate":"2018-11-23"},{"category":"ONE I IS ENOUGH","comments":"(Alex: Each correct response will have only one \"I\" as its vowel.)","clues":[{"text":"A medieval rank, sir","response":"a knight"},{"text":"If a woman is \"with\" this, she's eating for 2","response":"child"},{"text":"A precipice or ledge","response":"a cliff"},{"text":"To pledge one's troth to marry, or an unfavorable situation, hopefully not over the troth pledging","response":"plight"},{"text":"A shelter used by hunters to conceal themselves","response":"a blind"}],"originalDate":"2018-11-23"},{"category":"ROARING '20s READER","comments":"","clues":[{"text":"This tale of the Jazz Age is narrated by Nick Carraway","response":"<i>The Great Gatsby</i>"},{"text":"\"We are at rest five miles behind the front\", begins this 1929 Remarque novel","response":"<i>All Quiet on the Western Front</i>"},{"text":"The first chapter of this 1929 William Faulkner novel is narrated by Benjy Compson","response":"<i>The Sound and the Fury</i>"},{"text":"Part of the Harlem Renaissance, his first poetry collection, \"The Weary Blues\", was published in 1926","response":"Langston Hughes"},{"text":"This play with a 3-letter title, the source of the word \"robot\", came to Broadway in 1922","response":"<i>R.U.R.</i>"}],"originalDate":"2018-11-23"},{"category":"THE MOVIE'S SOURCE MATERIAL","comments":"","clues":[{"text":"This movie starring Daniel Day-Lewis: Upton Sinclair's novel \"Oil!\"","response":"<i>There Will Be Blood</i>"},{"text":"This classic: <br>The play \"Everybody Comes to Rick's\"","response":"<i>Casablanca</i>"},{"text":"This '90s film:<br>The children's book \"The Sheep-Pig\"","response":"<i>Babe</i>"},{"text":"This Spielberg film: <br>Doris Kearns Goodwin's \"Team of Rivals\"","response":"<i>Lincoln</i>"},{"text":"This movie starring Al Pacino: <br>The Life magazine article \"The Boys in the Bank\"","response":"<i>Dog Day Afternoon</i>"}],"originalDate":"2018-11-23"},{"category":"ON TOP OF THE WORLD","comments":"","clues":[{"text":"This geographic circle is about 500 miles north of Stockholm","response":"the Arctic Circle"},{"text":"Unlike other species, the ribbon type of this animal crosses the ice by putting one flipper forward, then the other","response":"a seal"},{"text":"In 1928 this Norwegian vanished while trying to rescue survivors of a Svalbard Archipelago crash","response":"(Roald) Amundsen"},{"text":"A diary discovered in 1996 cast doubt on whether this American actually flew over the North Pole 70 years earlier","response":"Richard Byrd"},{"text":"The Lapps of northern Scandinavia are AKA this, the name of their language","response":"the Sami"}],"originalDate":"2018-11-23"}],{"category":"FRENCH ARTISTS","text":"The catalog of MoMA's first exhibition called this artist who died in 1891 a \"man of science\" &amp; \"inventor of a method\"","response":"(Georges) Seurat"}]}