{"mix":1582,"rounds":[[{"category":"B.S., I LOVE YOU","comments":"","clues":[{"text":"Of this 2009 Kennedy Center honoree, Barack Obama said, \"I'm the president, but he's 'The Boss'\"","response":"Bruce Springsteen"},{"text":"In 2012 he won 71% of the vote to retain his Vermont Senate seat","response":"Bernie Sanders"},{"text":"In 1972 this pediatrician who wrote the book on bringing up baby ran for president","response":"Benjamin Spock"},{"text":"On June 20, 1947 this mobster &amp; Vegas visionary took a bullet shower, leaving him down &amp; out in Beverly Hills","response":"Bugsy Siegel"},{"text":"In addition to a bloody classic 1897 novel, this Irishman also wrote 1909's \"The Lady of the Shroud\"","response":"Bram Stoker"}],"originalDate":"2018-11-23"},{"category":"THE SHORT FORM","comments":"(Alex: We want you to give us the longer version of each word.)","clues":[{"text":"Deli, where I'll have the corned beef on rye","response":"delicatessen"},{"text":"Piano is Italian for \"soft\" &amp; short for this word meaning \"soft loud\"","response":"pianoforte"},{"text":"Perk<span class=\"nobreak\">--</span>I can smell the coffee now","response":"percolate"},{"text":"Perk, as in an added benefit or privilege","response":"perquisite"},{"text":"Cab is short for this French-named horse-drawn carriage","response":"cabriolet"}],"originalDate":"2018-11-23"},{"category":"'99 PROBLEMS","comments":"","clues":[{"text":"1799:<br>Britain's Combination Act oppressed workers by outlawing trade these","response":"unions"},{"text":"1699:<br>This notorious \"Captain\" arrived in the West Indies &amp; found out he was wanted for piracy","response":"Captain Kidd"},{"text":"1599: Per the book \"A Year in the Life of\" him, his theater company parted ways with master clown Will Kemp","response":"Shakespeare"},{"text":"1899: A drought hit the north of this country, creating starvation &amp; easy converts for a bloody uprising the next year","response":"China"},{"text":"1999: As part of NATO operations, a stealth aircraft mistakenly bombed the Chinese embassy in this Balkan capital","response":"Belgrade"}],"originalDate":"2018-11-22"},{"category":"PIONEERING TELEVISION","comments":"","clues":[{"text":"In the B.C. (before Carson) era, Steve Allen &amp; Jack Paar were hosts of this show","response":"<i>The Tonight Show</i>"},{"text":"Decades before MTV &amp; \"TRL\", there was this Dick Clark music show that made you want to dance","response":"<i>American Bandstand</i>"},{"text":"On June 25, 1951 a CBS program called \"Premiere\" was the first TV broadcast featuring this innovation","response":"color"},{"text":"In 1950 \"Crusader Rabbit\" was the 1st cartoon made for TV; this 1960 show about a family was the 1st animated primetime series","response":"<i>The Flintstones</i>"},{"text":"The family-friendly TV of the '50s was typified by \"The Adventures of\" this real-life couple, parents of Ricky &amp; David","response":"Ozzie and Harriet (Nelson)"}],"originalDate":"2018-11-22"},{"category":"SOCIAL SCIENCE","comments":"","clues":[{"text":"In the 19th century Auguste Comte coined this \"ology\" for the study of human communities &amp; institutions","response":"sociology"},{"text":"Oddly, linguists say New Orleans is now the best place to hear the accent called this NYC borough-ese, as in \"berl the water\"","response":"Brooklynese"},{"text":"Proxemics is defined as the study of how this between people affects interactions, like with a close talker","response":"space"},{"text":"This economic doctrine that advocates minimal government interference is French for \"allow to do\"","response":"laissez-faire"},{"text":"Political scientist Seymour Martin Lipset called elections \"the democratic\" this type of Marxian \"struggle\"","response":"class struggle"}],"originalDate":"2018-11-22"},{"category":"HISTORIC QUOTES","comments":"","clues":[{"text":"Completes JFK's quote, \"My fellow Americans: ask not what your country can do for you...\"","response":"\"ask what you can do for your country.\""},{"text":"In 1964 he told the GOP convention that \"Extremism in the defense of liberty is no vice\"","response":"Barry Goldwater"},{"text":"In a 1951 address to Congress, this general said that \"In war there is no substitute for victory\"","response":"MacArthur"},{"text":"Miss. senator who in 1861 announced that his state had \"declared her separation from the United States\"","response":"Jefferson Davis"},{"text":"His last words were \"How were the circus receipts today at Madison Square Garden?\"","response":"P.T. Barnum"}],"originalDate":"1991-10-30"}],[{"category":"WORLD FACTS","comments":"","clues":[{"text":"The 2 blue stripes on Guatemala's flag represent these 2 oceans","response":"the Atlantic & the Pacific"},{"text":"Tamil is spoken in this country's state of Tamil Nadu, which was once known as Madras","response":"India"},{"text":"Willem-Alexander, the eldest son of Queen Beatrix, is the heir to this country's throne","response":"the Netherlands"},{"text":"Nanduti, a lace that looks like spider webs, is made in Itaugua, a town near Asuncion in this country","response":"Paraguay"},{"text":"In 1896 this capital on the Danube became the 1st city in eastern Europe to have a subway","response":"Budapest"}],"originalDate":"1991-10-30"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Virginia's Shirley Plantation has a \"hanging\" flight of these rising 3 stories without visible support","response":"a staircase"},{"text":"Eero Saarinen's only skyscraper is CBS Headquarters in this city","response":"New York City"},{"text":"Found in Moorish buildings, these ornamental points are named for the hanging deposits on cave ceilings","response":"stalactites"},{"text":"Begun in 1248, Cologne Cathedral is the largest cathedral in this style in northern Europe","response":"Gothic style"},{"text":"Byzantine style is characterized by a central one of these over a square space, as the Hagia Sophia","response":"a dome"}],"originalDate":"1991-10-30"},{"category":"BASEBALL GREATS","comments":"","clues":[{"text":"Detroit Tigers outfielder known as the \"Georgia Peach\" who has the highest career batting average at .367","response":"Ty Cobb"},{"text":"This Yankee catcher later managed the Yankees &amp; the Mets, winning pennants with each team","response":"Yogi Berra"},{"text":"Shortstop who stole 104 bases in 1962—a major league record at the time &amp; still the Dodger record","response":"Maury Wills"},{"text":"In 1964 &amp; 1967, this Cardinals pitcher was named World Series MVP","response":"Bob Gibson"},{"text":"This old-time Washington Senators pitcher held the career strikeout record until Nolan Ryan broke it in 1983","response":"Walter Johnson"}],"originalDate":"1991-10-30"},{"category":"CELEBRITY JEOPARDY!","comments":"(Alex: And these are quotes spoken to us by celebrities, in their own words.)","clues":[{"text":"I'm the architect of rock &amp; roll &amp; the originator<span class=\"nobreak\">--</span>Good golly, Miss Molly!","response":"Little Richard"},{"text":"I started riding elephants, then went on to swing with the Monkees &amp; sold 65 million records","response":"Mickey Dolenz"},{"text":"In the 1959 Sears, Roebuck catalog I modeled underwear; later I went on to host \"That's Incredible!\"","response":"John Davidson"},{"text":"I drove around \"Vega$\" in a little red T-Bird &amp; drove around Boston in a '65 Mustang","response":"Robert Urich"},{"text":"I've been hosting &amp; producing the nationally syndicated dance show \"Soul Train\" for 2 decades","response":"Don Cornelius"}],"originalDate":"1991-10-30"},{"category":"SCIENCE","comments":"","clues":[{"text":"The buildup of this insecticide in some birds &amp; fish led to its restriction in 1972","response":"DDT"},{"text":"Used to preserve biological specimens, it's the simplest of the organic compounds called aldehydes","response":"formaldehyde"},{"text":"Once widely used as an anesthetic, CHCl<sub>3</sub> is the chemical symbol for this","response":"chloroform"},{"text":"Astronomers knew very little about Pluto until this moon was discovered in 1978","response":"Charon"},{"text":"An important source for vit. A, this group of pigments gives pumpkins &amp; apricots their color","response":"carotene"}],"originalDate":"1991-10-30"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"\"The Lodger\", a 1913 novel by Mrs. Belloc Lowndes, is a ripping yarn about his London crimes","response":"Jack the Ripper"},{"text":"Harold Adrian Russell Philby, who spied for the Soviets, was better known by this nickname","response":"Kim"},{"text":"He was a prior of a Dominican convent many years before he became Grand Inquisitor of Spain","response":"Torquemada"},{"text":"Dutch Schultz was 1 of the most famous victims of this organization of killers for hire","response":"Murder Incorporated"},{"text":"Prince Felix Yusupov &amp; his conspirators threw this man in the Neva River in 1916","response":"Rasputin"}],"originalDate":"1991-10-30"}],{"category":"DEMOCRATS","text":"Nichols &amp; May; Peter, Paul &amp; Mary; and Simon &amp; Garfunkel all reunited at a 1972 benefit for this Democrat","response":"George McGovern"}]}