{"mix":1584,"rounds":[[{"category":"WHAT KILLED ME?","comments":"(Alex: Not who, but what. The manner of death.)","clues":[{"text":"The Wicked Witch of the West","response":"water"},{"text":"Joffrey on \"Game of Thrones\"","response":"poison"},{"text":"Kate Mara's Zoe Barnes on \"House of Cards\"","response":"hit by a subway train"},{"text":"Brian Griffin, the dog on \"Family Guy\"","response":"hit by a car"},{"text":"The treacherous Godfrey in \"Robin Hood\"","response":"an arrow"}],"originalDate":"2018-11-20"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"Scout is a curious little girl still trying to figure out life in the American South in this classic novel","response":"<i>To Kill a Mockingbird</i>"},{"text":"Part 3 of this novel by Ray Bradbury is called \"Burning Bright\"","response":"<i>Fahrenheit 451</i>"},{"text":"The narrator &amp; protagonist of \"The Catcher in the Rye\" also appeared in other stories by J.D. Salinger","response":"Holden Caulfield"},{"text":"Kidnapped &amp; sold into slavery, Solomon Northup told of his experiences in this memoir that became a movie","response":"<i>12 Years a Slave</i>"},{"text":"Originally published anonymously, his essay on \"Nature\" helped launch Transcendentalism","response":"Emerson"}],"originalDate":"2018-11-20"},{"category":"HISTORIC TRIOS","comments":"","clues":[{"text":"In the early 20th c. the 3 top-of-the-White Star Line ocean liners were the Olympic, the Britannic &amp; this doomed one","response":"the <i>Titanic</i>"},{"text":"This disease of little sores on the skin nearly wiped out North Dakota's \"Three Tribes\" in 1837","response":"smallpox"},{"text":"Name &amp; number of the 1969 moon mission with Neil Armstrong, Buzz Aldrin &amp; Michael Collins as the crew","response":"Apollo 11"},{"text":"The Lancaster dynasty of English monarchs comprised the IV, V &amp; VI kings of this name","response":"Henry"},{"text":"In World War I the nucleus of the Allies was the Triple Entente: Great Britain, Russia &amp; this country","response":"France"}],"originalDate":"2018-11-20"},{"category":"ROOM SERVICE","comments":"","clues":[{"text":"BYU has one of the USA's top programs for the type of dance named for this room","response":"a ballroom"},{"text":"This term for a women's lavatory, typically in a public place, includes a type of makeup","response":"a powder room"},{"text":"Not every dad designs an Arabian nights mural for this kiddie fun room, but Frank Lloyd Wright did","response":"a playroom"},{"text":"Sherlock Holmes says your brain is like \"a little empty\" this upper room &amp; you chose how to stock it","response":"an attic"},{"text":"This can refer to a room where an artist works; make it plural for a place like Sony Pictures","response":"a studio"}],"originalDate":"2018-11-20"},{"category":"FORWARDS &amp; BACKWARDS","comments":"(Alex: We'll need two words for each response, and each one will be the reverse of the other.)","clues":[{"text":"A wild canine &amp; to move like a liquid","response":"wolf and flow"},{"text":"To modify written material for publication &amp; a lunar-influenced ocean swell","response":"edit and tide"},{"text":"A fibber &amp; to express anger about something","response":"liar and rail"},{"text":"A sufferer of Hansen's disease &amp; to push away with magnetic force","response":"leper and repel"},{"text":"A Huggies product for a baby &amp; a word for a debt no longer owed","response":"diaper and repaid"}],"originalDate":"2018-11-20"},{"category":"SHAKESPEARE GUYS","comments":"(Alex: What are they doing here? We want girls.)","clues":[{"text":"He seizes the crown of Scotland unlawfully but is done in by his ambition","response":"Macbeth"},{"text":"A comic sidekick who appears in 3 different plays; his death is mentioned in another","response":"Falstaff"},{"text":"This guy's tricked into thinking his spouse is unfaithful &amp; then makes a murderous mistake","response":"Othello"},{"text":"Antonio is the title Italian businessman in this play","response":"<i>The Merchant of Venice</i>"},{"text":"Valentine &amp; Proteus are the title Italian friends in this comedy","response":"<i>Two Gentlemen of Verona</i>"}],"originalDate":"2018-11-19"}],[{"category":"ELEMENTAL","comments":"","clues":[{"text":"This element's name is derived from the Greek for \"water\" &amp; \"born\"","response":"hydrogen"},{"text":"When you're talking about an organic compound, you're talking about one based on this element","response":"carbon"},{"text":"The first letter of the medication Klor-Con tells you that it's helping those with low levels of this element","response":"potassium"},{"text":"This element is alphabetically first among the noble gases","response":"argon"},{"text":"Described as silver white, this precious metal, No. 78, is combined with iridium to make surgical pins","response":"platinum"}],"originalDate":"2018-11-19"},{"category":"WOMEN ON TV","comments":"(Alex: That's better.)","clues":[{"text":"At a reported salary of $25 million, in 2017 Katy Perry took a judging gig on this show","response":"<i>American Idol</i>"},{"text":"On Netflix as a P.I. in Hell's Kitchen, this alliterative Marvel superhero wrestles with personal demons &amp; very real ones too","response":"Jessica Jones"},{"text":"In 2017 it was the end of a fairy tale for Emma Swan when Jennifer Morrison said she wouldn't be coming back to this drama","response":"<i>Once Upon a Time</i>"},{"text":"Rebecca &amp; Kate are 2 of the Pearsons who will make you sob uncontrollably on this NBC show","response":"<i>This Is Us</i>"},{"text":"In 2018 her new \"Project\" was playing Priya on \"Champions\", which she also co-created","response":"Mindy Kaling"}],"originalDate":"2018-11-19"},{"category":"SOLVE THE MYSTERY","comments":"","clues":[{"text":"Time to interview one of these, someone who saw or heard what happened; one in court testifies under oath","response":"a witness"},{"text":"Someone the police want to talk to is a person of interest; someone accused of the crime is this word","response":"a suspect"},{"text":"Let's not go accusing Johnny Gilbert just yet; we haven't found this \"M\" word, the reason he did that","response":"motive"},{"text":"An Old Norse term for \"tracking\" gave us this 6-letter word for a detective who tracks down clues","response":"a sleuth"},{"text":"Solve the case with this type of reasoning from the general to the specific; a kids' book is called this kind of \"Detective\"","response":"deductive"}],"originalDate":"2018-11-19"},{"category":"VEGGIE IDIOMS","comments":"","clues":[{"text":"\"Small\" these are insignificant; a \"hot\" one is an incendiary topic","response":"potatoes"},{"text":"You're crazy if you're described as \"out of your\" this type of plant that includes squash","response":"gourd"},{"text":"This alliterative phrase referring to one's calm suggests a certain amount of refrigeration","response":"cool as a cucumber"},{"text":"You are trying to tempt someone to your cause if you \"dangle\" one of these in front of him","response":"a carrot"},{"text":"Bryce Harper says Mickey Mantle was \"a typical\" this-fed \"kid from Oklahoma\"","response":"corn"}],"originalDate":"2018-11-19"},{"category":"NOT-SO-ANCIENT HISTORY","comments":"","clues":[{"text":"In 1992 George H.W. Bush, Brian Mulroney &amp; Carlos Salinas signed this 5-letter trade pact","response":"NAFTA"},{"text":"The Y2K bug scared the world in the 1990s because many feared computers would read the year 2000 as this year","response":"1900 (or 00)"},{"text":"In 1995 Colin Firth played this character in \"Pride &amp; Prejudice\" on a TV miniseries<span class=\"nobreak\">--</span>ask your mom about it","response":"(Fitzwilliam) Darcy"},{"text":"In 1992, 8 years after it hosted the Winter Olympics, this Bosnian capital was shelled by Yugoslav forces","response":"Sarajevo"},{"text":"Boasting a whopping 32 MB of space, the first portable device that could play these music files came out in 1998","response":"mp3s"}],"originalDate":"2018-11-19"},{"category":"RAINY DAY P.E.","comments":"","clues":[{"text":"I'm so good at catching the rubber ball in this game that all my teammates are getting back in","response":"dodgeball"},{"text":"In half-court basketball, you do this to start the game, pass the ball to the defender who passes it back to you","response":"checking"},{"text":"Rope climbing today! It looks so easy on the NBC show called this \"warrior\"","response":"American Ninja"},{"text":"We have to practice this \"shapely\" dance, because I haven't do-si-doed very much","response":"square dancing"},{"text":"Badminton is fun indoors, where you are less likely to lose the \"birdie\", AKA this projectile","response":"the shuttlecock"}],"originalDate":"2018-11-16"}],{"category":"AWARDS","text":"The Theodore Roosevelt Rough Rider Award honors influential people from this state, including Western author Louis L'Amour","response":"North Dakota"}]}