{"mix":1590,"rounds":[[{"category":"IT WAS 10 MILES","comments":"","clues":[{"text":"A 10-mile-long aqueduct built by the Romans supplied Segovia, Spain with this resource for 2,000 years","response":"water"},{"text":"Go 10 miles south of Arecibo, Puerto Rico to check out some nebulas using one of the world's largest of these devices","response":"a (radio) telescope"},{"text":"Not one but 2 Civil War battles took place at Cold Harbor, a mere 10 miles from this Confederate capital","response":"Richmond"},{"text":"There's an annual race from the bottom of the Eiffel Tower to this royal chateau about 10 miles away","response":"the Palace of Versailles"},{"text":"Stuck downtown in this city? Hartsfield-Jackson International Airport is only a 10-mile hike","response":"Atlanta"}],"originalDate":"2018-11-07"},{"category":"PLEASE WELCOME MYTH GREECE","comments":"","clues":[{"text":"Enjoying mountain living, 12 major Greek gods called this place home; at nearly 9,600' up there, the gods did have a nice view","response":"Olympus"},{"text":"Heracles got in on an expedition with the Argonauts, led by this man","response":"Jason"},{"text":"In addition to being god of the sea, he's also the god of earthquakes","response":"Poseidon"},{"text":"Thought to be the center of the Earth, this town at Mt. Parnassus' foot was known for its oracle<span class=\"nobreak\">--</span>ya see that coming?","response":"Delphi"},{"text":"Homer dubbed this war god \"the blood-stained bane of mortals\", &amp; ol' Homie wasn't far wrong","response":"Ares"}],"originalDate":"2018-11-07"},{"category":"TEEN MATH","comments":"","clues":[{"text":"Book 13 of his \"Elements\" deals with regular solids","response":"Euclid"},{"text":"A problem at the 2017 Intl. Math Olympiad for teens involved one of these lines touching a circle at a single point","response":"a tangent line"},{"text":"It's (13 + 14) x 15","response":"405"},{"text":"In 1952 an early computer was used to discover the 13th Mersenne one of these numbers","response":"a prime number"},{"text":"In 1640 16-year-old Blaise Pascal came to math fame with an essay on these \"sections\"","response":"conic sections"}],"originalDate":"2018-11-07"},{"category":"A WORD OF ADVICE","comments":"","clues":[{"text":"A friendly hint, or 20% for good service","response":"a tip"},{"text":"Advice on where to go; you might get it from the same type of high school counselor","response":"guidance"},{"text":"Leave this 10-letter advice in the box; maybe we'll take it","response":"suggestion"},{"text":"Beginning &amp; ending with \"M\", it's a wise saying or rule of conduct","response":"a maxim"},{"text":"I'm going to give you my this, also an access point on a computer or the info that goes through it","response":"input"}],"originalDate":"2018-11-07"},{"category":"QUOTING THE MOVIES","comments":"","clues":[{"text":"2015: \"I gotta... grow 3 years worth of food... on a planet where nothing grows... luckily, I'm a botanist\"","response":"<i>The Martian</i>"},{"text":"A 2003 cartoon: <br>\"All drains lead to the ocean\"","response":"<i>Finding Nemo</i>"},{"text":"2009: <br>\"You're not in Kansas anymore, you're on Pandora\"","response":"<i>Avatar</i>"},{"text":"2013, Clooney to Sandra Bullock:<br>\"Nobody special? Somebody down there looking up, thinking about you?\"","response":"<i>Gravity</i>"},{"text":"2017: <br>\"I had no father. My mother sculpted me from clay &amp; I was brought to life by Zeus\"","response":"<i>Wonder Woman</i>"}],"originalDate":"2018-11-07"},{"category":"COMING OF AGE","comments":"","clues":[{"text":"This age came in with Britain's new queen in 1837","response":"Victoria or the Victorian Age"},{"text":"The golden age of this buccaneering activity began around 1650","response":"piracy"},{"text":"Wet cultivation of this crop marks the start of Japan's Yayoi Period","response":"rice"},{"text":"In history's stages per Karl Marx, feudalism gave way to this -ism, AKA the free market","response":"capitalism"},{"text":"For warships, the iron age began at the same time as the age of this type of power","response":"steam"}],"originalDate":"2018-11-07"}],[{"category":"IN THE '90s","comments":"","clues":[{"text":"In 1990, 7 years after it was supposed to be launched, this telescope finally made it into space","response":"Hubble"},{"text":"Running between Folkestone &amp; Calais, it opened to traffic in 1994","response":"the Chunnel"},{"text":"You say potato, this veep says spell it with an \"E\" at the end to an 12-year-old speller in 1992","response":"Dan Quayle"},{"text":"After eluding the FBI for 18 years, Ted Kaczynski, better known by this nickname, was arrested in Montana","response":"the Unabomber"},{"text":"A.P. journalist Terry Anderson was freed in 1991 after 2,454 days as a hostage of Hezbollah in this country","response":"Lebanon"}],"originalDate":"2018-11-06"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Someone angry about a past event might be balancing a \"chip\" here","response":"their shoulder"},{"text":"Plans may not work out, so \"don't\" practice this act of poultry accounting","response":"don't count your chickens before they're hatched"},{"text":"To \"throw someone under\" this vehicle is to make him a scapegoat","response":"the bus"},{"text":"Trying again after a failure is going \"back to\" this, a synonym for drafting table or an item on a drafting table","response":"a drawing board"},{"text":"A possible origin for \"living\" this way is that upper cuts of pork are more a luxury item than the feet","response":"high on the hog"}],"originalDate":"2018-11-06"},{"category":"2018 COLLEGE FOOTBALL NAMES","comments":"","clues":[{"text":"Cameron Rising isn't an action movie, he's a QB who wants to \"hook 'em\" for the Longhorns of this school","response":"University of Texas"},{"text":"Rocky Jacques-Louis is a Panther at FIU, Shocky Jacques-Louis is a Panther at this university in the \"Steel City\"","response":"Pittsburgh"},{"text":"Bumper Pool bounces running backs around as a linebacker for the Razorbacks of this school","response":"the University of Arkansas"},{"text":"On Saturdays Smoke Monday is a Tigers defensive back for this in-state rival of Alabama","response":"the University of Auburn"},{"text":"Linebacker Justice Dingle floats like a butterfly &amp; stings like a Yellow Jacket for this Southern U.","response":"Georgia Tech"}],"originalDate":"2018-11-06"},{"category":"WHAT DO YOUR SHOES MEAN?","comments":"","clues":[{"text":"A diminutive of the Italian word for \"dagger\" gives us the name of these heels","response":"a stiletto"},{"text":"A laced shoe as well as a shirting fabric is named for this British university town","response":"Oxford"},{"text":"A girl in the Buster Brown comic strip gave her name to these girls' shoes that have a strap over the instep","response":"Mary Janes"},{"text":"A word for a type of rope gives us the name of these rope-soled sandals","response":"espadrille"},{"text":"Queen Victoria's Scottish castle is the source of the name of this laced shoe","response":"Balmoral"}],"originalDate":"2018-11-06"},{"category":"ITS BIGGEST NEIGHBOR","comments":"(Alex: We'll give you a country; you identify...)","clues":[{"text":"Colombia's biggest","response":"Brazil"},{"text":"Norway's","response":"Russia"},{"text":"Guatemala's","response":"Mexico"},{"text":"Nepal's","response":"China"},{"text":"Syria's","response":"Turkey"}],"originalDate":"2018-11-06"},{"category":"RAISING CANE","comments":"","clues":[{"text":"Australian cane growers are grateful to the bandicoot, one of these indigenous mammals that eat cane pests","response":"a marsupial"},{"text":"Cuba is known as the \"Isle of Rum\" largely thanks to this explorer who introduced sugarcane to the island in 1493","response":"Christopher Columbus"},{"text":"The sugarcane plantation in Puunene closed in 2016, bringing an end to decades of sugar production in this state","response":"Hawaii"},{"text":"Sugarcane grows well in volcanic soil &amp; in this grade \"A\" type of soil found in river floodplains","response":"alluvial"},{"text":"Louisiana farmers raise lots of cane for the Chalmette refinery of this sugar company that now owns C&H","response":"Domino"}],"originalDate":"2018-11-06"}],{"category":"1950s PUBLIC WORKS","text":"Dubbed \"The Greatest Construction Show on Earth\", when completed it connected Minnesota to Montreal","response":"the St. Lawrence Seaway"}]}