{"mix":1591,"rounds":[[{"category":"WOMEN'S FIRSTS","comments":"","clues":[{"text":"Opera singer Elisabeth Thible is the first woman on record to fly, in one of these in France in 1784","response":"a hot air balloon"},{"text":"In 1889 Anna Bissell helped America clean these as the USA's first female CEO","response":"carpets"},{"text":"In 1976 Sarah Caldwell became the first woman to conduct at this NYC opera house","response":"the Met"},{"text":"Some first female mayors are Joan Wagnon (Topeka), Lila Cockrell (San Antonio) &amp; this current U.S. sen. (San Francisco)","response":"(Dianne) Feinstein"},{"text":"Vigdis Finnbogadottir of this nation, the world's 1st elected female president, served from 1980 to 1996","response":"Iceland"}],"originalDate":"2018-11-06"},{"category":"ON BROADWAY IN 2018","comments":"","clues":[{"text":"\"Can You Feel The Love Tonight\" in this musical? You sure can, ever since Oct. 15, 1997","response":"<i>The Lion King</i>"},{"text":"\"Super Sea Star Savior\" &amp; \"Bikini Bottom Day\" are tunes in the musical with this title guy","response":"SpongeBob SquarePants"},{"text":"More than a mere apparition, this Hal Prince-directed classic celebrated 30 years on Broadway in January","response":"<i>Phantom of the Opera</i>"},{"text":"broadway.com said it best about this show: <br>\"Tina Fey's fetch movie is, like, now on Broadway\"","response":"<i>Mean Girls</i>"},{"text":"Matt Bomer, Zachary Quinto &amp; Jim Parsons were some of the \"Boys\" in this revived Mart Crowley play","response":"<i>Boys in the Band</i>"}],"originalDate":"2018-11-06"},{"category":"<a href=\"http://www.j-archive.com/media/2018-11-05_J_Cat1.jpg\" target=\"_blank\">RECENT HEADLINES IN <em class=\"underline\">THE ONION</em></a>","comments":"","clues":[{"text":"The foundation of this husband &amp; wife \"Announces New $17 Bil. Initiative to Eradicate All 3rd-World Mac Users by 2040\"","response":"Bill and Melinda Gates"},{"text":"She's the White House press secretary who \"Flatly Refuses Jim Acosta's Assertion That He's Jim Acosta\"","response":"Sarah Huckabee Sanders"},{"text":"\"Should\" this NFL team that went 0-16 in 2017 \"Use the First Overall Pick on a Once-in-a-Generation Long Snapper?\"","response":"the Cleveland Browns"},{"text":"This rhyme-named exercise tech co. \"Releases New Tracking Collar That Gets Tighter Every Second You Are Inactive\"","response":"Fitbit"},{"text":"\"Deceased Souls Backed Up at\" this river's \"Ferry Crossing During Underworld Transit Strike\"","response":"the River Styx"}],"originalDate":"2018-11-05"},{"category":"SISTER CITIES","comments":"","clues":[{"text":"This city in Maine<span class=\"nobreak\">--</span>not the Oregon one<span class=\"nobreak\">--</span>is sisters with Shinagawa, Japan, a city of 350,000 inside the borough of Tokyo","response":"Portland"},{"text":"Boring, Oregon &amp; Dull, Scotland are informal sister communities; some wanted to say g'day to Bland in this foreign nation","response":"Australia"},{"text":"There once was a town called Spokane / but a long rhyme won't fit here, no, man / so just name this Irish sister city","response":"Limerick"},{"text":"Sisters can be so competitive! \"You have the Lincoln Memorial, D.C.? OK! This city of ours has the monument of Lysicrates!\"","response":"Athens"},{"text":"In 2014 Cambridge, Massachusetts became family with Les Cayes in this nation, 4 years after a terrible natural disaster","response":"Haiti"}],"originalDate":"2018-11-05"},{"category":"RHYMES WITH MUG","comments":"","clues":[{"text":"An often shameless promotion of a product or one's self","response":"a plug"},{"text":"The tightly curled tail of this toy dog breed lies over the hip","response":"a pug"},{"text":"Cymbalta, for example","response":"a drug"},{"text":"Back in Grandma's day, dancing was also known as \"cutting\" this","response":"a rug"},{"text":"Counterfeit vending machine \"coin\"","response":"a slug"}],"originalDate":"2018-11-05"},{"category":"BAD ROMANCE","comments":"","clues":[{"text":"Petruchio deprives Kate of food &amp; sleep in this play, which makes her grow to love him? That's messed up, Shakespeare!","response":"<i>The Taming of the Shrew</i>"},{"text":"George &amp; Martha drag Nick &amp; Honey into a nasty liquor-fueled 4-sided battle in this Albee play","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"This novel ends with Amy &amp; Nick Dunne reunited<span class=\"nobreak\">--</span>sure, she framed him for her murder, but now she's pregnant","response":"<i>Gone Girl</i>"},{"text":"In this novel by George Eliot, Dorothea thinks she'll find happiness with the aging scholar Casaubon (nope!)","response":"<i>Middlemarch</i>"},{"text":"In this novel, Lady Brett Ashley &amp; Jake Barnes could have been great together, if not for her affairs &amp; his war wounds","response":"<i>The Sun Also Rises</i>"}],"originalDate":"2018-11-05"}],[{"category":"LADY GAGA","comments":"","clues":[{"text":"Intel provided 300 drones to accompany Lady Gaga for this short but major gig in Houston Feb. 5, 2017","response":"the Super Bowl (halftime show)"},{"text":"Born Stefani Germanotta, Lady Gaga is a huge fan of this band &amp; got her stage name from their song \"Radio Ga Ga\"","response":"Queen"},{"text":"Gaga helped Bradley Cooper rock as they re-re-remade this drama that last starred Streisand &amp; Kristofferson","response":"<i>A Star is Born</i>"},{"text":"Lady Gaga is on the right track with her charitable foundation named for this hit with a 3-word title","response":"\"Born This Way\""},{"text":"In this song Lady Gaga also name checks Fernando &amp; Roberto","response":"\"Alejandro\""}],"originalDate":"2018-11-05"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This word for a horse that needs busting is Spanish for \"rough\"","response":"bronco"},{"text":"This 4-letter word for a place of confinement originally referred to a monk's quarters","response":"a cell"},{"text":"From Sanskrit for \"weighty\" comes this word for a Hindu spiritual guide or any recognized leader in a field","response":"guru"},{"text":"This word is for the Greek for \"molded\" &amp; was first used in reference to a synthetic product in 1909","response":"plastic"},{"text":"This old-time word for a pantry comes from its origin as a place to store bacon","response":"a larder"}],"originalDate":"2018-11-05"},{"category":"ALPHABET CITY","comments":"","clues":[{"text":"A: <br>It's considered the birthplace of democracy","response":"Athens"},{"text":"I: <br>It's the only major city that straddles 2 continents<span class=\"nobreak\">--</span>Asia &amp; Europe","response":"Istanbul"},{"text":"S: <br>It's the gateway to the Yangtze Valley","response":"Shanghai"},{"text":"E: <br>This Mexican city south of San Diego is a regular port-of-call for short cruises out of Long Beach, Ca.","response":"Ensenada"},{"text":"Q: <br>This capital sits at an elevation of 9,350 feet","response":"Quito"}],"originalDate":"2018-11-02"},{"category":"THE GENDER-FREE OPTION","comments":"","clues":[{"text":"How about \"first year\" instead of this term for students entering high school","response":"freshmen"},{"text":"Longcase clock is another way to refer to this antique","response":"a grandfather clock"},{"text":"These days, Rita prefers to be a parking enforcement officer rather than this antiquated term","response":"a meter maid"},{"text":"An equal-opportunity archvillain can call his employees lackeys or minions instead of this 8-letter word","response":"henchmen"},{"text":"A ship could embark on its first sailing rather than this traditional term","response":"its maiden voyage"}],"originalDate":"2018-11-02"},{"category":"IF YOU CAN'T BEAT 'EM...","comments":"","clues":[{"text":"At the Buick Invitational from 2005 to 2008, many were invited but no one was beating this golfer","response":"Tiger Woods"},{"text":"Many on our staff were sad to see the Astros invade Chavez Ravine &amp; beat this team in Game 7 of the 2017 World Series","response":"the Dodgers"},{"text":"From 2005 to 2008 &amp; again from 2010 to 2014, no man was beating this Spaniard for the French Open men's singles title","response":"(Rafael) Nadal"},{"text":"This storied franchise was the last north-of-the-border team to win the Stanley Cup, back in 1993","response":"the (Montreal) Canadiens"},{"text":"Over 4 straight Super Bowls, it was the rest of the NFL 139, this team 73","response":"the Buffalo Bills"}],"originalDate":"2018-11-02"},{"category":"THE ELEPHANT","comments":"","clues":[{"text":"\"Pink Elephants On Parade\" is a song from this 1941 film","response":"<i>Dumbo</i>"},{"text":"This Seuss character was in the jungle of Nool, enjoying the jungle's joys, when he heard a small noise","response":"Horton"},{"text":"This swinging cartoon guy had an elephant named Shep who acted like a dog","response":"George of the Jungle"},{"text":"The mascot of Tufts University is this elephant; P.T. Barnum was an early trustee &amp; benefactor","response":"Jumbo"},{"text":"In some parts of India, this elephant-headed god is said to be married to both Buddhi &amp; Siddhi","response":"Ganesh"}],"originalDate":"2018-11-02"}],{"category":"20th CENTURY PEOPLE","text":"Gen. MacArthur said this man's death by \"violence is one of those bitter anachronisms that seems to refute all logic\"","response":"\"Mahatma\" Gandhi"}]}