{"mix":1593,"rounds":[[{"category":"A SKELETON","comments":"","clues":[{"text":"Bones making up your thorax include the sternum &amp; 12 pairs of these","response":"ribs"},{"text":"This lower jawbone is the strongest &amp; largest bone of the face","response":"the mandible"},{"text":"This arm bone was named for its supposed resemblance to the spoke of a wheel","response":"the radius"},{"text":"Sharing its name with St. Paul's birthplace, it's the collective name for 7 bones in the foot","response":"tarsus"},{"text":"This part of the skull that protects the brain is made up of 8 bones including the occipital &amp; temporal bones","response":"the cranium"}],"originalDate":"2018-10-31"},{"category":"GIVE THEM SOME CANDY","comments":"","clues":[{"text":"Requiring 20 min. of pulling, the salt water type of this has been described as a candy &amp; an upper body workout all in one","response":"taffy"},{"text":"A smooth, heavy paste made from sugar &amp; these nuts is the traditional basis of marzipan","response":"almonds"},{"text":"Egg whites &amp; sugar syrup go into recipes for this versatile goo found in Snickers &amp; Toblerone","response":"nougat"},{"text":"It's not booze, it's the liquid produced when cocoa beans are ground into paste, releasing the cocoa butter","response":"liquor"},{"text":"This confection of pecans &amp; brown sugar is named for the French military officer whose cook is credited with inventing it","response":"pralines"}],"originalDate":"2018-10-31"},{"category":"PHILOSOPHY","comments":"","clues":[{"text":"In a late dialogue by him, Socrates is replaced as main speaker with Timaeus, who gives an account of creation","response":"Plato"},{"text":"In 1965 Lotfi Zadeh introduced this type of set with no clear boundaries, leading to the same type of \"logic\"","response":"fuzzy"},{"text":"Kierkegaard said a leap of faith into a relationship with God is the way to deal with this, German for \"dread\"","response":"angst"},{"text":"In the 18th century \"taste\" was the topic we now call this study of beauty","response":"aesthetics"},{"text":"This 14-letter -ism about creating the greatest happiness for all has been called the \"most important secular ethical theory\"","response":"utilitarianism"}],"originalDate":"2018-10-31"},{"category":"SONG TITLE WOMEN BY LYRIC","comments":"","clues":[{"text":"\"She's just a girl who claims that I am the one\"","response":"\"Billie Jean\""},{"text":"\"You came and you gave without taking but I sent you away\"","response":"\"Mandy\""},{"text":"\"I know this world is killing you... my aim is true\"","response":"\"Alison\""},{"text":"She \"says, 'I'm done with Sergio. He treats me like a rag doll\"","response":"Jane"},{"text":"She \"rings like a bell through the night &amp; wouldn't you love to love her?\"","response":"\"Rhiannon\""}],"originalDate":"2018-10-31"},{"category":"OTTOMAN-OPOEIA","comments":"","clues":[{"text":"Kahkaha is Turkish onomatopoeia for the sound of this<span class=\"nobreak\">--</span>good joke, Kemal","response":"laughter"},{"text":"If you hear a Turk go \"Hapsu!\", the sound of this, say \"Cok yasa\", \"live long\"","response":"a sneeze"},{"text":"A Turkish snorer might make a \"horul horul\" sound; in English it's represented by this letter a bunch of times","response":"Z"},{"text":"This organ is your kalp &amp; it's the body part most likely to go \"kut kut\"","response":"a heart"},{"text":"The onomatopoetic tikir gives us \"tikirinda gitmek\", \"to go like\" this 9-letter word, as an efficient plan does","response":"clockwork"}],"originalDate":"2018-10-31"},{"category":"A BIT OLD FASHION","comments":"","clues":[{"text":"For that Oliver Hardy or Edward G. Robinson look, wear a wide one of these ending a mile north of the belt","response":"a necktie"},{"text":"Samuel Pepys' diary Nov. 2, 1663: a duke decides to start wearing this. <br>Nov. 3: Sam gets his own hair cut so he can too","response":"a wig"},{"text":"In a 1701 portrait Louis XIV's shoes have red these alliterative items, but the \"Great Male Renunciation\" ended such foppery","response":"high heels"},{"text":"From around 1825 short pants called breeches were no longer worn by fashionable British men, only by these, such as footmen","response":"servants"},{"text":"Shockingly casual in the 1780s, the gaulle was a simple, loose dress belted with this 4-letter item","response":"a sash"}],"originalDate":"2018-10-30"}],[{"category":"EPONYMOUSE","comments":"","clues":[{"text":"The name of this Disney character can mean rundown or rinky-dink, as in \"What kind of a ____ ____ outfit are you running?\"","response":"Mickey Mouse"},{"text":"When hunting a wily suspect, detectives often play this type of game that mentions 2 creatures","response":"cat and mouse"},{"text":"Robert Burns' \"best laid schemes\" of this pair led to a Steinbeck title","response":"of mice and men"},{"text":"Half of Gnarls Barkley, artist-producer Brian Burton goes by this name of a cartoon secret agent","response":"Danger Mouse"},{"text":"\"Knowing how to do\" in French, this omnipresent cheese-stealing cartoon mouse was a thorn in Klondike Kat's side","response":"Savoir Faire"}],"originalDate":"2018-10-30"},{"category":"NO OSCAR FOR YOU!","comments":"","clues":[{"text":"This portrayer of Indiana Jones has received a sole nomination &amp; loss, for \"Witness\"","response":"(Harrison) Ford"},{"text":"This Vietnam War movie garnered Tom Cruise the first of his 3 nominations","response":"<i>Born on the Fourth of July</i>"},{"text":"Glenn Close has been nominated 6 times w/o winning, including as one of a group of reuniting college pals in this film","response":"<i>The Big Chill</i>"},{"text":"Nominated 3 times but with no wins, this reclusive Swede didn't show up in 1955 to collect her honorary Oscar","response":"Greta Garbo"},{"text":"His 7 nominations included ones for \"Equus\" &amp; \"Who's Afraid of Virginia Woolf?\"","response":"Richard Burton"}],"originalDate":"2018-10-30"},{"category":"ART FOR ART'S SAKE","comments":"","clues":[{"text":"Rembrandt's \"The Anatomy Lesson of Dr. Nicolaes Tulp\" shows a procedure taking place in this world capital","response":"Amsterdam"},{"text":"A high school's painting from his \"Willie Gillis\" WWII series became a $1.9 million windfall for students in 2014","response":"(Norman) Rockwell"},{"text":"This giant of Flemish art was a mentor to Anthony Van Dyck, who did a 1621 portrait of the older master's wife","response":"Peter Paul Rubens"},{"text":"Max Klinger (a German Symbolist, not a \"M*A*S*H\" character) is among painters of this 5-letter theme of a grieving Mary","response":"the pietà"},{"text":"One of Goya's most famous pieces features this Roman mythological figure eating his son","response":"Saturn"}],"originalDate":"2018-10-30"},{"category":"THE 3 F CLUB","comments":"(Alex: Each correct response will have three \"F\"s.)","clues":[{"text":"Something white &amp; downy, or a trivial piece of entertainment","response":"fluff"},{"text":"John Kelly took on this White House job in July 2017","response":"chief of staff"},{"text":"German Air Force created in 1935","response":"Luftwaffe"},{"text":"Plural term for combat with your balled-up hands","response":"fisticuffs"},{"text":"Marinated rabbit stew","response":"Hasenpfeffer"}],"originalDate":"2018-10-30"},{"category":"THE CARDINAL RULES","comments":"","clues":[{"text":"Since 2011 Cardinal Giuseppe Bertello has been president of this city-state","response":"Vatican City"},{"text":"From 1515 to 1529 Cardinal Thomas Wolsey ruled as this English king's lord chancellor","response":"Henry VIII"},{"text":"Last name of Cardinal Joseph, who got promoted to pope in 2005","response":"Ratzinger"},{"text":"This cardinal AKA \"The Red Eminence\" dominated French politics in the 1630s","response":"Cardinal Richelieu"},{"text":"In 1507 Francisco Jimenez de Cisneros became both a cardinal &amp; \"grand\" this, strictly enforcing church rules","response":"inquisitor"}],"originalDate":"2018-10-30"},{"category":"JOURNALISM","comments":"","clues":[{"text":"A sextet of N.Y. Times reporters won Polk Awards for coverage of this epidemic in west Africa in 2014","response":"Ebola"},{"text":"Endowed by a grant from Joseph Pulitzer, this university offered the USA's first graduate program for journalism","response":"Columbia"},{"text":"Legend says that during Vietnam, LBJ declared, \"If I've lost\" this trusted journalist, \"I've lost middle America\"","response":"Walter Cronkite"},{"text":"In 2017 the attorney general condemned the \"staggering number of\" these, which reporters turn into scoops","response":"leaks"},{"text":"Investigative journalist Ida Tarbell exposed this oil company in her 1904 \"History\" of it","response":"Standard Oil"}],"originalDate":"2018-10-30"}],{"category":"AESTHETIC MOVEMENTS","text":"This turn-of-the-century movement was alternately known around the world as Nieuwe Kunst &amp; Modernista","response":"Art Nouveau"}]}