{"mix":1598,"rounds":[[{"category":"THE L YOU DON'T SAY","comments":"(Alex: Each response will have a silent \"L\".)","clues":[{"text":"You're pulling my leg! This fleshy part in the back of my leg","response":"the calf"},{"text":"This light yellowish-pink color sure sounds fishy","response":"salmon"},{"text":"Any oily substance of medicinal value derived from certain plants; you're the...!","response":"balm"},{"text":"To fill the seams between planks to make watertight","response":"caulk"},{"text":"Limestone writing implement","response":"chalk"}],"originalDate":"2018-10-18"},{"category":"A.P. BIOGRAPHY","comments":"","clues":[{"text":"This legendary golfer looked back on \"A Life Well Played\"","response":"Arnold Palmer"},{"text":"\"In Praise of Difficult Women\" praises this \"Parks &amp; Rec\" star &amp; 28 other \"Heroines Who Dared to Break the Rules\"","response":"Amy Poehler"},{"text":"His story was that of \"The Life and Legacy of Chile's Controversial Dictator\"","response":"Pinochet"},{"text":"\"Swan: The Life and Dance of\" this Russian is one bio of her; so is \"Twentieth Century Ballerina\"","response":"Anna Pavlova"},{"text":"One book examines the \"Literary Life\" of this 18th century English poet known for his savage wit &amp; satire","response":"Alexander Pope"}],"originalDate":"2018-10-18"},{"category":"ONE-LETTER RESPONSES","comments":"","clues":[{"text":"\"The very existence of\" this James Bond chief, \"let alone his identity, was never admitted\"","response":"M"},{"text":"Niacin is part of this vitamin group","response":"B"},{"text":"Rolling Stone's list of the 500 greatest albums of all time includes 2 by this L.A. punk quartet","response":"X"},{"text":"Einstein used it to denote the speed of light","response":"c"},{"text":"In chess notation, this, not K, denotes a knight","response":"an N"}],"originalDate":"2018-10-18"},{"category":"AMERICANA","comments":"","clues":[{"text":"For the bicentennial, PEZ put its first real people on dispensers, one being this Kentucky frontiersman","response":"Daniel Boone"},{"text":"Named for his literary relative, Edgar Allan Poe was named to the 1st of these elite college athletic teams in 1889","response":"All-American"},{"text":"Known as \"The Liberty Bell of the West\", the Kaskaskia bell is found on an island in this state","response":"Illinois"},{"text":"Walter Chrysler &amp; Elizabeth Arden are among those taking a \"snooze\" at this New York cemetery near Tarrytown","response":"Sleepy Hollow"},{"text":"A witness in a 1950s Senate crime probe invoked this, refusing to answer \"on the grounds it might intend to criminate him\"","response":"the Fifth Amendment"}],"originalDate":"2018-10-18"},{"category":"TRAITOROUS ACTIVITY","comments":"","clues":[{"text":"60 conspirators helped knock off Julius Caesar in 44 B.C., but as far as we know, only he got the \"et tu\" thrown at him","response":"Brutus"},{"text":"The going rate for selling out America in 1780? For him, 6,315 pounds, but it's not like his name was totally destroyed...oh wait","response":"Benedict Arnold"},{"text":"FBI Soviet analyst Robert Hanssen began spying for this overseas intelligence agency in 1985","response":"the KGB"},{"text":"Last name of the couple who in 1953 were the first U.S. civilians to be executed for espionage","response":"the Rosenbergs"},{"text":"In 480 B.C. the traitorous Ephialtes helped the Persians outflank the Greeks at this mountain pass","response":"Thermopylae"}],"originalDate":"2018-10-18"},{"category":"MYTHOLOGICAL HOMOPHONES","comments":"","clues":[{"text":"An Egyptian sun god, or a cheerleader's exclamation","response":"Ra/rah"},{"text":"Jupiter's sister-wife, or an Alaskan panhandle city","response":"Juno/Juneau"},{"text":"Sneaky Norse bad guy, or a hyphenated word for \"understated\"","response":"Loki/low-key"},{"text":"A Roman food goddess, or another word for \"TV show\"","response":"Ceres/series"},{"text":"A deadly Hindu goddess, or a deadly Colombian drug cartel","response":"Kali/Cali"}],"originalDate":"2018-10-18"}],[{"category":"STARRING WITH THE DANCES","comments":"","clues":[{"text":"The dream of Baltimore teen Tracy Turnblad is to dance on the Corny Collins show in this '60s-set film","response":"<i>Hairspray</i>"},{"text":"Somebody put Baby in a clue when Jennifer Grey starred in this 1987 film set in the Catskills","response":"<i>Dirty Dancing</i>"},{"text":"Sebastian &amp; Mia sing &amp; dance above the lights of the city in this 2016 film","response":"<i>La La Land</i>"},{"text":"Gene Kelly says, \"From where I stand, the sun is shining all over the place\" before he dances &amp; croons this tune","response":"\"Singin' In The Rain\""},{"text":"She's a welder! She's a dancer! She's drenched! The \"she\" is Jennifer Beals; this is the 1983 film","response":"<i>Flashdance</i>"}],"originalDate":"2018-10-17"},{"category":"WHOSE WHAT?","comments":"","clues":[{"text":"The shamrock is a symbol of this March celebration","response":"St. Patrick's Day"},{"text":"It begins, \"Our Father which art in heaven, hallowed be thy name\"","response":"the Lord's Prayer"},{"text":"\"If anything can go wrong, it will\", at least according to this proposition","response":"Murphy's Law"},{"text":"In a Civil War song, this \"lies a-mouldering in the grave\"","response":"John Brown's body"},{"text":"In January 1848 carpenter James Marshall reported the discovery of gold at this spot","response":"Sutter's Mill"}],"originalDate":"2018-10-17"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Latin: <br>\"To a sickening degree\"","response":"<i>ad nauseam</i>"},{"text":"French: <br>\"Pen name\"","response":"<i>nom de plume</i>"},{"text":"German: <br>\"Lightning war\"","response":"<i>Blitzkrieg</i>"},{"text":"Italian: <br>\"In the style of a chapel\"","response":"<i>a capella</i>"},{"text":"Russian: <br>\"Grandmother\"","response":"<i>babushka</i>"}],"originalDate":"2018-10-17"},{"category":"WORLD WAR I","comments":"","clues":[{"text":"The assassination that sparked World War I took place in this city","response":"Sarajevo"},{"text":"At Xmas in this year soldiers played soccer with foes; the next year orders were given to kill anyone trying the same","response":"1914"},{"text":"This fence material became a deadly instrument; the National WWI Musem sells a replica soldier hanging on it","response":"barbed wire"},{"text":"German forces gave units from this U.K. land the nickname \"the ladies from hell\" for their fighting spirit &amp; uniforms","response":"Scotland"},{"text":"Not to be confused with the Ardennes, this French forest was the site of the biggest WWI battle fought by the AEF","response":"the Argonne"}],"originalDate":"2018-10-17"},{"category":"LIFE IN COLONIAL AMERICA","comments":"","clues":[{"text":"In Connecticut a white male needed land worth 2 pounds a year in rent or livestock worth 40 pounds to be able to do this","response":"vote"},{"text":"Now the name of a Harvard theatrical club, it was a porridge of milk &amp; flour or cornmeal","response":"hasty pudding"},{"text":"In mid-Atlantic states, leaves of this New World crop were often used as currency","response":"tobacco"},{"text":"This 3-letter cap sounds like it was for an unruly crowd, but it was a bonnet for women to wear indoors","response":"a mobcap"},{"text":"Patrick Henry slept at the governor's palace in what's now this Virginia tourist mecca","response":"Williamsburg"}],"originalDate":"2018-10-17"},{"category":"NUCLEAR PHYSICS","comments":"","clues":[{"text":"The world's more than 400 nuclear power plants use this process of splitting an atom in 2 to create energy","response":"fission"},{"text":"The diameter of the nucleus is a few femto-these or quadrillionths of that unit","response":"a meter"},{"text":"A gamma particle is a high-energy one of these light particles emitted during radioactive disintegration","response":"photon"},{"text":"This word once used by alchemists today means the changing of one element into another by a nuclear reaction","response":"transmutation"},{"text":"The sun is a fusion reactor; creating one on Earth would require creating this very hot, ionized state of matter","response":"plasma"}],"originalDate":"2018-10-17"}],{"category":"19th CENTURY LITERATURE","text":"Its first line says, \"The good people of Paris were awakened by a grand peal from all the bells in the three districts of the city\"","response":"<i>The Hunchback of Notre Dame</i>"}]}