{"mix":1611,"rounds":[[{"category":"COMPAN\"EE\"S","comments":"","clues":[{"text":"Ice cream compan\"ee\"s include Tastee Freez, Fosters Freeze &amp; this regal one founded in 1940","response":"Dairy Queen"},{"text":"A 1995 merger added \"Martin\" to the name of this aerospace company","response":"Lockheed"},{"text":"This chain's first drugstore opened in Chicago in 1901","response":"Walgreens"},{"text":"This seed seller says it never has &amp; never will sell GMOs","response":"Burpee"},{"text":"In 1933 R.G. Dun &amp; Company merged with this rival","response":"Bradstreet"}],"originalDate":"2018-09-17"},{"category":"REGIONAL VOCABULARY","comments":"","clues":[{"text":"In parts of the South, bapsousing means to do this by dunking","response":"baptizing"},{"text":"In some places you ditch or skip; in Utah sluff is what you do if you don't go to this","response":"school"},{"text":"A big-in-Wisconsin alternative to \"yard sale\" or \"garage sale\", it implies that you pick through the offerings","response":"rummage sale"},{"text":"In the Plains states, a black blizzard was one of these storms","response":"a dust storm"},{"text":"Folks in Portland, Oregon may not go to the beach or to the shore but to this<span class=\"nobreak\">--</span>presumably the left one","response":"the coast"}],"originalDate":"2018-09-17"},{"category":"STATE SONGS","comments":"(Alex: And we want you, of course, to identify the state.)","clues":[{"text":"\"The skyline piercing Providence, the state house dome so rare\"","response":"Rhode Island"},{"text":"\"God, in his great love and wisdom, made the rugged Granite State\"","response":"New Hampshire"},{"text":"\"I love your old gray missions, love your vineyards stretching far\"","response":"California"},{"text":"\"In its fair western home, may the columbine bloom til our great mountain rivers run dry\"","response":"Colorado"},{"text":"\"Tell me of that Treasure State, story always new, tell of its beauties grand and its hearts so true\"","response":"Montana"}],"originalDate":"2018-09-17"},{"category":"SPECIFIC GENERAL HISTORY","comments":"","clues":[{"text":"A brigadier gen. at 23, he distinguished himself at Gettysburg, but things didn't go as well for him in the Montana territory","response":"Custer"},{"text":"This general got his 5th star in December 1944, but that wouldn't be his last government job","response":"Eisenhower"},{"text":"Known by a \"colorful\" nickname, he got the rank of General of the Armies of the U.S. in September 1919","response":"\"Black Jack\" Pershing"},{"text":"In March 2018 this 3-star general advised the nation he'd no longer serve as national security advisor","response":"H.R. McMaster"},{"text":"He said overseeing writing of the war history in Europe in 1945 was like being an \"undertaker at my own funeral\"; it wasn't far off","response":"Patton"}],"originalDate":"2018-09-17"},{"category":"RHYMING TERMS STARTING WITH \"H\"","comments":"","clues":[{"text":"The long-haired flower children of the 1960s were sometimes described this way","response":"hippie-dippie"},{"text":"A magician might say these magic words","response":"hocus-pocus"},{"text":"If the camera is moving around way too much, the image is said to be this; I'm getting sick","response":"herky-jerky"},{"text":"Quit looking at me that way! It's creepy &amp; it's giving me these","response":"the heebie-jeebies"},{"text":"An adjective for a gadget that's extra useful &amp; convenient","response":"handy-dandy"}],"originalDate":"2018-09-17"},{"category":"REINSTATE SONGS","comments":"","clues":[{"text":"In the title of a 1979 No. 1, Peaches &amp; Herb were this, like East &amp; West Germany 11 years later","response":"\"Reunited\""},{"text":"\"Oh, baby, give me one more chance\", the Jackson 5 sang in this plea, their first No. 1 hit","response":"\"I Want You Back\""},{"text":"1, 2, 3, they gonna run back to her: <br>Elle King's former lovers all wanted to be reinstated in this 2015 hit","response":"\"Ex's and Oh's\""},{"text":"\"I just called to say I love you, come back home\", she duetted with Kid Rock in the 2002 hit \"Picture\"","response":"Sheryl Crow"},{"text":"\"Got him back in my arms again, so satisfied\", sang this trio in a 1965 chart-topper","response":"The Supremes"}],"originalDate":"2018-09-17"}],[{"category":"MULTI-WORD CAPITAL CITIES","comments":"","clues":[{"text":"San Jose in this Central American nation is home to John F. Kennedy Park, memorializing his visit to the country in 1963","response":"Costa Rica"},{"text":"With a name meaning \"new flower\", this city replaced Entoto as the capital of Ethiopia in 1887","response":"Addis Ababa"},{"text":"This Malaysian capital lies in the country's tin &amp; rubber belt; I used to wear one of those, but it chafed","response":"Kuala Lumpur"},{"text":"Developed by King Norodom, this capital city lies at the confluence of the Mekong, Bassac &amp; Tonle Sap Rivers","response":"Phnom Penh"},{"text":"U.S. Students at a medical school in this Caribbean nation's capital St. George's were rescued during a 1983 invasion","response":"Grenada"}],"originalDate":"2018-09-14"},{"category":"NONFICTION","comments":"","clues":[{"text":"After profiling Diana, Andrew Morton wrote about \"A Hollywood Princess\", this 2018 bride","response":"(Meghan) Markle"},{"text":"\"A Curious Man\" is a biography of this \"Believe It or Not!\" cartoonist","response":"Ripley"},{"text":"\"Promise Me, Dad\" is a 2017 memoir by this former vice president","response":"Joe Biden"},{"text":"In Chapter 1 of this memoir, Solomon Northup says he was \"happily rescued\" from bondage in January 1853","response":"<i>12 Years a Slave</i>"},{"text":"\"The Last Castle\" takes readers inside this largest residence in the U.S., once a Vanderbilt home","response":"the Biltmore"}],"originalDate":"2018-09-14"},{"category":"FOREIGN PHRASEBOOK","comments":"","clues":[{"text":"Excel in Spanish &amp; you get not just bien but this, \"very good\"","response":"<i>muy bien</i>"},{"text":"Alliterative translation of the Arabic \"Allahu akbar\"","response":"God is great"},{"text":"Puzzled Germans say, \"Ich verstehe nur Bahnhof\", \"All I understand is\" this transit place","response":"the train station"},{"text":"The 4 words of this \"so-so\" French phrase all start with \"C\"","response":"<i>comme ci, comme ça</i>"},{"text":"We \"make mincemeat\" of someone, Italians \"fare polpette\"<span class=\"nobreak\">--</span>make these of him","response":"meatballs"}],"originalDate":"2018-09-14"},{"category":"1973: THE GROOVY &amp; NOT-SO-GROOVY","comments":"","clues":[{"text":"The Washington Post won the 1973 Pulitzer in Public Service \"for its investigation of\" this \"case\"","response":"Watergate"},{"text":"His death on Jan. 22, 2 days after Nixon's second inauguration, left no living ex-U.S. presidents","response":"LBJ"},{"text":"Already 12 games out after playing 80, \"ya gotta believe\" this team led by Tom Seaver came back to win the NL pennant","response":"the Mets"},{"text":"Construction of the CN Tower began in February; 1,815' &amp; 3 years later, the tower opened to the public in this city","response":"Toronto"},{"text":"The 2018 TV show \"Trust\" dramatizes the 1973 kidnapping of this man III &amp; the lack of interest of his billionaire grandpa","response":"Getty"}],"originalDate":"2018-09-14"},{"category":"OFFBEAT MUSEUMS","comments":"","clues":[{"text":"The KGB Museum &amp; the Gingerbread Museum are just 2 attractions in this Czech capital","response":"Prague"},{"text":"Sweet! In Burlingame, Calif. there's a toy museum along with one of the largest types of these candy dispensers","response":"PEZ"},{"text":"Patagonia has a museum devoted to these; its bar has glasses of ice made from them","response":"glaciers"},{"text":"Naturally, this city famed for its Red Light District also has the adults-only Sex Museum on Damrak Street","response":"Amsterdam"},{"text":"Rome has a museum for souls sent here, a place of purification or punishment for some Catholics","response":"Purgatory"}],"originalDate":"2018-09-14"},{"category":"IN OVATION","comments":"(Alex: Each correct response will be made up of some of the letters in the word \"ovation\".)","clues":[{"text":"By way of","response":"via"},{"text":"It precedes \"-glory\" in a word referring to boastfulness","response":"vain"},{"text":"Roger Rabbit was one, &amp; it was part of the name of the town where he lived","response":"toon"},{"text":"A cauldron","response":"a vat"},{"text":"1300s B.C. Egyptian sun god","response":"Aton"}],"originalDate":"2018-09-14"}],{"category":"WORLD POPULATION","text":"This Asian nation is the world's most populous country that lies mostly in the Southern Hemisphere","response":"Indonesia"}]}