{"mix":1614,"rounds":[[{"category":"NUMERICAL CINEMA","comments":"","clues":[{"text":"White rapper wins contest, yo","response":"<i>8 Mile</i>"},{"text":"A trio of bachelors cares for a foundling left on their doorstep","response":"<i>Three Men and a Baby</i>"},{"text":"A chaste nerd trades his action figures in for chicks","response":"<i>The 40-Year-Old Virgin</i>"},{"text":"A derelict alien spaceship is stalled out over South Africa","response":"<i>District 9</i>"},{"text":"A man is sent back in time to try to prevent a plague","response":"<i>12 Monkeys</i>"}],"originalDate":"2018-09-11"},{"category":"I'M ALLEN","comments":"","clues":[{"text":"He became friends with Bill Gates at Lakeside School; like Bill, he dropped out of college","response":"Paul Allen"},{"text":"Here's the buzz<span class=\"nobreak\">--</span>he's the voice of Buzz Lightyear","response":"Tim Allen"},{"text":"In 1844 Macon Allen became the first black one of these professionals in the U.S. &amp; later, first black justice of the peace","response":"an attorney (or lawyer)"},{"text":"Trying to capture Montreal, this Green Mountain Boy was captured by the British &amp; held prisoner until May 6, 1778","response":"Ethan Allen"},{"text":"This 1960 Pulitzer Prize winner by Allen Drury told about the inner workings of the U.S. Senate","response":"<i>Advise and Consent</i>"}],"originalDate":"2018-09-11"},{"category":"THAT ENDED \"WELL\"","comments":"","clues":[{"text":"Type of card you might receive in a hospital","response":"a get well card"},{"text":"To reside","response":"dwell"},{"text":"Adieu!","response":"farewell"},{"text":"Samuel Johnson's faithful bio man","response":"(James) Boswell"},{"text":"A rapid, spontaneous growth of support for a political movement","response":"a groundswell"}],"originalDate":"2018-09-11"},{"category":"THE SECRET OF -NYM","comments":"","clues":[{"text":"Ask Lewis Carroll<span class=\"nobreak\">--</span>anonym is a synonym for this word that ends in \"nym\"","response":"pseudonym"},{"text":"Peking is an exonym for this place","response":"Beijing"},{"text":"Homonym time: a \"Battlestar Galactica\" cuss word, or an oil-extraction process","response":"frack"},{"text":"Members of the organization known by this acronym run alphabetically from Algeria to Venezuela","response":"OPEC"},{"text":"A tautonym is a scientific name consisting of the same word twice, like Vulpes vulpes for the red this","response":"fox"}],"originalDate":"2018-09-11"},{"category":"BROADWAY REPLACEMENTS","comments":"","clues":[{"text":"Overrun with \"Cats\" for nearly 20 years, the Winter Garden Theatre opened this ABBA-tastic show in 2001","response":"<i>Mamma Mia!</i>"},{"text":"Irony! This future Jean Valjean film actor bumped \"Les Miserables\" from the Imperial Theatre with \"The Boy From Oz\"","response":"(Hugh) Jackman"},{"text":"The \"monthly\" Tracy Letts Pulitzer Prize winner was replaced by his own play \"Superior Donuts\"","response":"<i>August: Osage County</i>"},{"text":"\"The Little Mermaid\" preceded this show as a Disney movie, but followed it at the Lunt-Fontanne as a musical","response":"<i>Beauty and the Beast</i>"},{"text":"This writer's \"The Caine Mutiny Court-Martial\" followed \"Dial 'M' for Murder\" at the Plymouth Theatre","response":"Herman Wouk"}],"originalDate":"2018-09-11"},{"category":"UNDER STUDIES","comments":"","clues":[{"text":"Phycology is the study of this very common type of underwater plant","response":"seaweed (or algae)"},{"text":"The Cloaca Maxima of this city is one of the oldest sewer systems in the world","response":"Rome"},{"text":"The under secretary for nuclear security works for this U.S. department","response":"Energy"},{"text":"Freud put plenty of laugh lines in \"Jokes and Their Relation to\" this part of the mind","response":"the unconscious"},{"text":"\"As far beneath Hades as heaven is above Earth\", this place of Greek myth was worse than getting your teeth scraped","response":"Tartarus"}],"originalDate":"2018-09-11"}],[{"category":"EXERCISING: YOUR OPTIONS","comments":"","clues":[{"text":"Take a run at this exercise machine, also defined as \"any monotonous...routine in which there is little or no...progress\"","response":"a treadmill"},{"text":"A 150-lb. woman can burn 90 calories in 10 mins. doing this alliterative exercise using leaping &amp; clapping hands repeatedly","response":"jumping jacks"},{"text":"Sign up for this 4-letter Hindu philosophy; \"The Onion\" had an Ali-like \"champion\" of it boast, \"I am the serenest!\"","response":"yoga"},{"text":"Tighten &amp; hold your pelvic floor muscles for 5 seconds, 5 times in these not-just-for-pregnancy exercises","response":"kegels"},{"text":"Dude, time to hit the exercise machine &amp; do this pulldown, named for the widest muscle in your back!","response":"the latissimus"}],"originalDate":"2018-09-10"},{"category":"\"IN\" THE DICTIONARY","comments":"","clues":[{"text":"They're what an entomologist studies","response":"insects"},{"text":"Depending on how you pronounce it, it can mean to hint at, or very personal &amp; private","response":"intimate"},{"text":"In her \"I Am Woman\" song, Helen Reddy was strong &amp; she was this, meaning she can't be defeated","response":"invincible"},{"text":"Eggs can be artificially hatched in one type of this apparatus; premature babies are kept in another type","response":"an incubator"},{"text":"This 10-letter adjective describes certain devices that cause or are designed to cause fires","response":"incendiary"}],"originalDate":"2018-09-10"},{"category":"HIS WIDOW LIVED ON","comments":"","clues":[{"text":"Zee James was this outlaw's fiancee for 9 years &amp; his widow for 18, both longer than her marriage","response":"Jesse James"},{"text":"In 2018 this widow of a Beatle turned 85 &amp; voiced a role in the movie \"Isle of Dogs\"","response":"Yoko Ono"},{"text":"Valerie (nee Fletcher) spent 47 years as this poet's widow &amp; cashed more than a few \"Cats\" checks","response":"(T.S.) Eliot"},{"text":"This composer died in 1791; his widow Constanze lived until 1842 &amp; there are even purported photos of her","response":"Mozart"},{"text":"In a 2012 memoir the widow of this Argentine-born guerrilla fighter tells of how he declared his love for her in a Jeep","response":"(Che) Guevara"}],"originalDate":"2018-09-10"},{"category":"OUR STATE LOOKS UP TO YOU","comments":"(Alex: You have to name the state with the longest border to the north of the state we give you.)","clues":[{"text":"Kansas looks up to it","response":"Nebraska"},{"text":"It's due north of New Mexico","response":"Colorado"},{"text":"Iowans roll their eyes upward at this state","response":"Minnesota"},{"text":"It's Arkansas' good neighbor to the north","response":"Missouri"},{"text":"It's the state Wyoming looks up to","response":"Montana"}],"originalDate":"2018-09-10"},{"category":"BACK TO BASICS","comments":"","clues":[{"text":"This word for \"basic\" is also a 3rd grade type of school","response":"primary (or elementary)"},{"text":"RIF, short for \"Reading is\" this, has aided children's literacy since 1966","response":"fundamental"},{"text":"The timeless line \"when in doubt, go basic\" this appeared in a 2017 Vogue feature","response":"black"},{"text":"\"Watery\" term for the dominant trend, perhaps describing big media","response":"mainstream"},{"text":"\"R\" you ready? This 11-letter word means \"basic\", like skills everyone should have","response":"rudimentary"}],"originalDate":"2018-09-10"},{"category":"BUSINESS","comments":"","clues":[{"text":"This 3-letter memorandum of debt is a strong but not legally binding promise to pay","response":"I.O.U."},{"text":"In 2007 Forbes reported that this TV personality was \"America's sole black female billionaire\"","response":"Oprah Winfrey"},{"text":"After a $26 billion merger in 2016, this business website might keep nagging Microsoft to update its resume","response":"LinkedIn"},{"text":"A passage from the book of Hosea was the inspiration Israel's first Minister of Transportation had for naming this airline","response":"El Al"},{"text":"Corn is traded at this sort of exchange as well as, of course, frozen concentrated orange juice","response":"commodity"}],"originalDate":"2018-09-10"}],{"category":"TOYS","text":"Introduced in 1964, he fell out of favor in changing times &amp; in 1970 was marketed as a \"Land Adventurer\"","response":"G.I. Joe"}]}