{"mix":1615,"rounds":[[{"category":"THE MOVIES","comments":"","clues":[{"text":"Bob Parr stays home taking care of the kids while Elastigirl is out saving the world in this 2018 sequel","response":"<i>Incredibles 2</i>"},{"text":"A mute Sally Hawkins falls in love with an amphibious creature in this 2017 movie, Oscar's Best Picture","response":"<i>The Shape of Water</i>"},{"text":"Gloria Swanson utters the immortal line \"I am big, it's the pictures that got small\" in this classic film","response":"<i>Sunset Boulevard</i>"},{"text":"\"The Disaster Artist\" chronicles Tommy Wiseau making this so-bad-it's-good film","response":"<i>The Room</i>"},{"text":"A 12-year-old Jodie Foster played a prostitute opposite Robert De Niro in this 1976 film","response":"<i>Taxi Driver</i>"}],"originalDate":"2018-09-10"},{"category":"LITERATURE","comments":"","clues":[{"text":"In this H.G. Wells classic, the narrator is \"drawn on by the...Earth's fate\" &amp; sees it in \"strides of a thousand years\"","response":"<i>The Time Machine</i>"},{"text":"Oddly, the protagonist of \"The Tin Drum\" stops doing this at age 3","response":"growing"},{"text":"Nicholas Rubashov is a revolutionary caught up in this leader's purges in Arthur Koestler's \"Darkness at Noon\"","response":"Stalin"},{"text":"Booth Tarkington's novel about this \"Magnificent\" family documents their decline","response":"the Ambersons"},{"text":"In a Saul Bellow novel, Eugene Henderson gets this sacred title from the African Wariri tribe","response":"the Rain King"}],"originalDate":"2018-09-10"},{"category":"COLLEGES EAST OF THE MISSISSIPPI FROM K TO Q","comments":"","clues":[{"text":"You're always part of the Wolfpack at this Raleigh school","response":"NC State"},{"text":"It's about a 50-mile drive from Penn to this other Ivy League school that fits the category","response":"Princeton"},{"text":"Neil Armstrong took more than one small step for himself attending this Big Ten university in Indiana","response":"Purdue"},{"text":"About 2,000 women attend this college in South Hadley, Mass., one of the Seven Sisters schools","response":"Mount Holyoke"},{"text":"Let's take a poll<span class=\"nobreak\">--</span>does at least one of you 3 know this \"Q\" university is in Hamden, Connecticut?","response":"Quinnipiac"}],"originalDate":"2018-09-10"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The filmy dome &amp; bowl-and-doily types of these arachnids weave flat, sheet-like webs","response":"spiders"},{"text":"The bellies of most snakes are covered with scutes, large types of these","response":"scales"},{"text":"Like salamanders, caecilians belong to this class of animals","response":"amphibians"},{"text":"The vinegar eel isn't a fish but a nematode, one of these invertebrates","response":"worm"},{"text":"The steenbok, this kind of animal, sometimes seeks refuge in an abandoned aardvark burrow","response":"(dwarf) antelope"}],"originalDate":"1994-07-11"},{"category":"REALLY OLD SONGS","comments":"","clues":[{"text":"George M. Cohan's original title for this song was \"You're a Grand Old Rag\"; he didn't mean it as an insult","response":"\"You're a Grand Old Flag\""},{"text":"In really old song titles, this adjective describes Leilani, Rosie O'Grady &amp; Georgia Brown","response":"Sweet"},{"text":"William Frawley introduced the song \"My Mammy\" in Vaudeville but its most associated with this entertainer","response":"Al Jolson"},{"text":"According to the title by James Blake, it's where \"me and Mamie O'Rorke tripped the light fantastic\"","response":"\"The Sidewalks of New York\""},{"text":"He not only wrote \"Alexander's Ragtime Band\", he co-wrote \"Alexander's Bag-Pipe Band\"","response":"(Irving) Berlin"}],"originalDate":"1994-07-11"},{"category":"FOOTWEAR","comments":"","clues":[{"text":"The sandal-style shoe sold by this five &amp; dime store is in the Metropolitan Museum of Art's Costume Institute","response":"Woolworth's"},{"text":"This girl in the Buster Brown comic strip has a shoe named for her, too","response":"Mary Jane"},{"text":"\"Gee\", this Italian leather house has been selling its famous loafer in the U.S. since the early '50s","response":"Gucci"},{"text":"This model from G.H. Bass &amp; Co. was based on a Norwegian-type moccasin","response":"Weejuns"},{"text":"Styles of this shoe include  Balmoral, saddle &amp; wing-tip","response":"Oxford"}],"originalDate":"1994-07-11"}],[{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"In 1955 this Anaheim attraction opened to become \"The Happiest Place on Earth\"","response":"Disneyland"},{"text":"In 1945 a former Du Pont chemist invented these airtight containers typically sold at parties","response":"Tupperware"},{"text":"On Dec. 5, 1933 at 5:32 p.m., drinkers toasted the end of this","response":"Prohibition"},{"text":"In late 1990 34 European &amp; North American nations signed the Charter of Paris, officially ending this \"War\"","response":"Cold War"},{"text":"On Feb. 11, 1975 this person succeeded Edward Heath as leader of Britain's Conservatives","response":"Margaret Thatcher"}],"originalDate":"1994-07-11"},{"category":"CHAIRMEN OF THE BOARD","comments":"","clues":[{"text":"Its current chairman is Robert J. Eaton, who succeeded Lee Iacocca","response":"Chrysler"},{"text":"Thomas Watson, Jr., once this computer co.'s chairman, also served as a U.S. ambassador to the U.S.S.R.","response":"IBM"},{"text":"After being relieved of command in 1951, he became chairman of the board at Remington Rand","response":"(General Douglas) MacArthur"},{"text":"In 1982 he retired as chairman of Polaroid's board","response":"(Edwin) Land"},{"text":"In 1903 he became chairman of  U.S. Steel; 3 years later an Indiana city was named for him","response":"(Elbert) Gary"}],"originalDate":"1994-07-11"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"Sierra, the magazine of the Sierra Club, is published in this City by the Bay","response":"San Francisco"},{"text":"This porcine Muppet advises, \"Never eat anything at one sitting that you can't lift\"","response":"Miss Piggy"},{"text":"It's the last month of the year that has only 30 days","response":"November"},{"text":"One of Alabama's nicknames, the \"Yellowhammer State\", refers to a color on uniforms worn during this war","response":"Civil War"},{"text":"There's an outstanding portrait gallery inside Gripsholm Castle in this Scandinavian country","response":"Sweden"}],"originalDate":"1994-07-11"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"Ostia stood at the mouth of this river, about 15 miles from Rome","response":"Tiber"},{"text":"This founder of The Academy was ill at the time of Socrates' execution &amp; was not present","response":"Plato"},{"text":"This city on the Euphrates became important during the reign of its Amorite King Hammurabi","response":"Babylon"},{"text":"Roman emperor Claudius wrote a history, now lost, of this pre-Roman people of Central Italy","response":"Etruscans"},{"text":"This city was the capital of Egypt's Old Kingdom &amp; later, the seat of the Persian governors","response":"Memphis"}],"originalDate":"1994-07-11"},{"category":"STATE FLAGS &amp; SYMBOLS","comments":"","clues":[{"text":"This heavenly symbol is on more than 15 of the 50 flags, including those of Alaska &amp; Tennessee","response":"stars"},{"text":"Its state reptile is the mountain boomer lizard, not the Sooner lizard","response":"Oklahoma"},{"text":"Its state boat is the Nautilus even though it's the Constitution State","response":"Connecticut"},{"text":"This New England state's bird &amp; tree both have red in their names","response":"Rhode Island"},{"text":"Its state coat of arms features a king on the left &amp; a goddess of liberty on the right","response":"Hawaii"}],"originalDate":"1994-07-11"},{"category":"RELIGION","comments":"","clues":[{"text":"The awaited descendant of Muhammad who will restore purity to this religion is called the Mahdi","response":"Islam"},{"text":"His \"Analects\" does not mention the concept of yin &amp; yang; the \"I Ching\" does","response":"Confucius"},{"text":"King Asoka's son Mahinda helped establish this as Sri Lanka's state religion","response":"Buddhism"},{"text":"Cargo cults reached their peak in the '30s &amp; '40s in Melanesia &amp; on this 2nd-largest island in the world","response":"New Guinea"},{"text":"In the face of persecution, the Marranos, Jews of this country, outwardly adopted Christianity","response":"Spain"}],"originalDate":"1994-07-11"}],{"category":"OFFICIAL LANGUAGES","text":"It's the only U.N. member state outside Europe with Dutch as an official language","response":"Suriname"}]}