{"mix":1632,"rounds":[[{"category":"FASHION","comments":"","clues":[{"text":"A recent trend in blue jeans fashion is to sport a rip in the fabric at this strategic spot","response":"knee"},{"text":"He designed the menswear for the film \"The Great Gatsby\" even tho polo was not a featured sport","response":"Ralph Lauren"},{"text":"U.S. men's rtw industry began around 1800 in the \"slop\" shops that made clothes for these servicemen","response":"Navy (sailors)"},{"text":"\"Time\" says that 50% of these luxury garments are now bought by women under 30<span class=\"nobreak\">--</span>for themselves","response":"mink coats, fur coats"},{"text":"Popular in the 1500s, a woman's farthingale, made with whalebone or wire, had this purpose","response":"hold up a hoop skirt (make it fuller)"}],"originalDate":"1988-06-24"},{"category":"\"RICH\"","comments":"","clues":[{"text":"This Canadian-born impressionist sometimes ends his nightclub act with a tribute to the U.S.A.","response":"Rich Little"},{"text":"Unlike most outlaws, Robin Hood did this","response":"stole from the rich and gave to the poor"},{"text":"It took the Union Army 4 years to reach the goal of their 1861 battle cry, \"On to\" this","response":"Richmond"},{"text":"Lyrics of this 1st #1 Hit for Hall &amp; Oates were based on the story of a male heir to a fast-food chain","response":"\"Rich Girl\""},{"text":"Jesus said it was easier for a camel to go through the eye of a needle than for this to happen","response":"a rich man to be able to enter the kingdom of heaven"}],"originalDate":"1988-06-24"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1942, FDR said this seaway project would be delayed until after the war","response":"St. Lawrence Seaway"},{"text":"The Manchu gov't was actually behind this \"Rebellion\" aimed at forcing foreigners out of China","response":"Boxer Rebellion"},{"text":"In 1914, this European country controlled almost all of West Africa","response":"France"},{"text":"Despite the famous Zola letter, he was still found guilty of treason at his retrial","response":"(Alfred) Dreyfus"},{"text":"Among the assassins who  killed this Zulu leader in 1828 was his half brother &amp; successor, Dingane","response":"Shaka"}],"originalDate":"1988-06-24"},{"category":"UTILITIES","comments":"","clues":[{"text":"If you're burning LPG, you're burning this","response":"liquefied petroleum gas"},{"text":"Natural gas consists mainly of this, CH<sub>4</sub>","response":"methane"},{"text":"This Ala. city has 2 separate water supply systems, 1 for residential &amp; 1 for industrial use","response":"Birmingham"},{"text":"While Consolidated Edison serves New York, Commonwealth Edison serves this Midwest city","response":"Chicago"},{"text":"7 of the scientists who have worked in the labs of this utility company have been Nobel laureates","response":"AT&T"}],"originalDate":"1988-06-24"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"From Greek \"kirrhos\" meaning orange &amp; \"osis\", disease, it's a disease that turns the liver orange","response":"cirrhosis"},{"text":"In addition to making female hormones, they also, between them, produce an egg each month","response":"ovaries"},{"text":"In an operating room, the pump oxygenator takes over for these two different organs","response":"heart & lungs"},{"text":"The Medical Dictionary &amp; Health Manual calls it \"a vestige of man's primitive past\" &amp; of no use","response":"appendix"},{"text":"The name of this part of the brain is from New Latin for \"prolonged marrow\"","response":"medulla oblongata"}],"originalDate":"1988-06-24"},{"category":"MUSICALS","comments":"","clues":[{"text":"In 1987, this mad Russian monk became the unlikely subject of an Australian rock musical","response":"Rasputin"},{"text":"Shelley Winters starred on Broadway as Ado Annie the girl who  \"Cain't Say No\", in this show","response":"<i>Oklahoma!</i>"},{"text":"In \"I Can Get It for You Wholesale\", Elliott Gould played Harry Bogen &amp; she played Miss Marmelstein","response":"Barbra Streisand"},{"text":"In 1988, he played the role of Pap for the Nashville opening of his own musical \"Big River\"","response":"Roger Miller"},{"text":"This Cole Porter show, the 1st Tony-winning \"Best Musical\", was filmed in 3D in 1953","response":"<i>Kiss Me Kate</i>"}],"originalDate":"1988-06-24"}],[{"category":"AMERICAN AUTHORS","comments":"","clues":[{"text":"After his \"Catch-22\", \"Something Happened\", \"Good as Gold\", \"God Knows\"","response":"Joseph Heller"},{"text":"Adventuresome as his novels, he spent freely sailing the South Seas &amp; building his home, \"Wolf House\"","response":"Jack London"},{"text":"His works have been categorized as naturalistic tragedies, whimsical Monterey idylls, &amp; pastorals","response":"Steinbeck"},{"text":"Pamphlet in which Thomas Paine called George III \"The Royal Brute of Britain\"","response":"<i>Common Sense</i>"},{"text":"\"Bible Belt\" was 1 of the famous phrases created by this man known for his study of the Amer. language","response":"H. L. Mencken"}],"originalDate":"1988-06-24"},{"category":"IT'S ABOUT THE MONEY","comments":"","clues":[{"text":"Banks make money via this, the price paid for the use of borrowed funds","response":"interest"},{"text":"Adjective for assets that can be turned into cash quickly without much trouble","response":"liquid"},{"text":"The auto industry introduced this incentive in a 1975 commercial<span class=\"nobreak\">--</span>Joe Garagiola saying, \"Buy a car, get a check!\"","response":"cash back (or rebate)"},{"text":"This general term for gold or silver bars kept in bulk is in the official name of Fort Knox Depository","response":"bullion"},{"text":"It's a gift of money as a legacy to provide income for an institution or a person; there's a national one for the arts","response":"an endowment"}],"originalDate":"2018-07-24"},{"category":"BIBLE BOOK ABBREVIATIONS","comments":"","clues":[{"text":"Jg<span class=\"nobreak\">--</span><br>your ruling, please","response":"Judges"},{"text":"Le,<br>number 3 in the O.T.","response":"Leviticus"},{"text":"Ac: <br>Just add 2 letters!","response":"Acts"},{"text":"Ga: <br>Paul calls them foolish","response":"the Galatians"},{"text":"Ne: <br>It follows Ez, Ezra","response":"Nehemiah"}],"originalDate":"2018-07-24"},{"category":"2-TERM CABINET OFFICERS","comments":"","clues":[{"text":"James Madison was in this important post for all 8 years of the Jefferson administration","response":"Secretary of State"},{"text":"Bruce Babbitt spent Clinton's 2 terms in this post, bringing the gray wolf &amp; bald eagle back from the endangered list","response":"Secretary of the Interior"},{"text":"Tom Vilsack resigned from the Obama Cabinet as USDA head on January 13, 2017<span class=\"nobreak\">--</span>this many weeks short of 8 years","response":"one"},{"text":"Ezra Benson was on this church's Council of the 12 Apostles when he served as Sec. of Agriculture 1953-1961","response":"the Mormon church"},{"text":"Josephus Daniels ran this branch of the military from 1913 to 1921 with FDR as Assistant almost the whole time","response":"the Navy"}],"originalDate":"2018-07-24"},{"category":"CELEBRITY MEMOIRS","comments":"","clues":[{"text":"\"This Time Together\" is a memoir by this funny lady who in 2017 celebrated the 50th anniv. of her TV variety show","response":"Carol Burnett"},{"text":"It's no dream<span class=\"nobreak\">--</span>Arnold Schwarzenegger really did title his 2012 memoir this, like that of his 1990 sci-fi thriller","response":"<i>Total Recall</i>"},{"text":"In the preface to \"Behind the Scenes\", she says of her role as \"M\", I \"was not...pleased when they killed me off in 'Skyfall'\"","response":"(Judi) Dench"},{"text":"In his \"Infinite Tuesday\", he talks about his days with the Monkees &amp; also his mother's invention of liquid paper","response":"Nesmith"},{"text":"\"What's It All About?\" isn't about Alfie but about this actor who played him in the original 1966 film","response":"Michael Caine"}],"originalDate":"2018-07-24"},{"category":"MEATY LANGUAGE","comments":"","clues":[{"text":"If you complete a rescue of someone, you \"save his\" this meat","response":"bacon"},{"text":"Term for a government project designed merely to benefit a politician's constituents","response":"pork"},{"text":"To \"run around like\" one of these means to do things without thinking","response":"a chicken with his head cut off"},{"text":"A '90s movie quote: <br>\"First prize is a Cadillac... second prize, a set of\" these. \"Third prize is you're fired\"","response":"a set of steak knives"},{"text":"Completes a phrase for something that doesn't fit a recognizable category, \"neither fish...\"","response":"nor fowl"}],"originalDate":"2018-07-24"}],{"category":"LITERATURE FOR CHILDREN","text":"These stories got their collective title because little Josephine Kipling insisted they be told exactly the same way each time","response":"<i>Just So Stories</i>"}]}