{"mix":1639,"rounds":[[{"category":"THE <em class=\"underline\">OED</em>'s RECENT WORDS","comments":"","clues":[{"text":"Financial assistance from your parents is facetiously called a loan from \"the bank of\" these 2","response":"Mom & Dad"},{"text":"This type of networking is sometimes shortened to P2P","response":"peer-to-peer"},{"text":"These awards given annually by the International Academy of Digital Arts &amp; Sciences were awarded an OED entry","response":"the Webby Awards"},{"text":"The name of these yellow &amp; black study guides is used to suggest \"a superficial grounding but no real insight\"","response":"CliffsNotes"},{"text":"The OED notes that \"a major epidemic\" of this mosquito-borne disease \"began in Brazil in early 2015\"","response":"Zika"}],"originalDate":"2018-07-18"},{"category":"THAT'S SO RANDOM!","comments":"","clues":[{"text":"Run over back in 1869, Mary Ward is thought to be the first victim of one of these accidents","response":"an automobile"},{"text":"A star has been on the label of this Dutch beer since 1884","response":"Heineken"},{"text":"Henry Shreve invented a sawmill-toting steamboat to break up a 100+-mile one of these, now a word for any blockage","response":"a logjam"},{"text":"They're the 2 states that border both Dakotas to the east &amp; west","response":"Minnesota & Montana"},{"text":"The frog-eating this, which finds its prey by listening for mating calls, flaps over Central America","response":"a bat"}],"originalDate":"2018-07-18"},{"category":"A LITTLE SCIENCE","comments":"","clues":[{"text":"This unit counted by dieters properly has \"kilo\" in front of it","response":"calorie"},{"text":"The name of a Russian scientist gives us this adjective for an unthinking reaction","response":"Pavlovian"},{"text":"We don't love this \"L.A.\" when it makes our muscles burn during exercise","response":"lactic acid"},{"text":"10-letter word for the conversion of atoms into electrically charged ones","response":"ionization"},{"text":"Quasar MSH 04-12 is visible by telescope at a distance of 5 billion of these","response":"light-years"}],"originalDate":"2018-07-18"},{"category":"NEW PHONE","comments":"","clues":[{"text":"One of these for your wireless smartphone is called Qi, a Chinese term for energy","response":"a charger"},{"text":"For the slowest of slow motion shots, Sony offers a phone that can shoot at 1,000 FPS, FPS meaning this","response":"frames per second"},{"text":"Whether or not it has a silver back, there's a good chance your phone has Corning's this ape \"glass\" for its screen","response":"Gorilla"},{"text":"This \"botanical\" Canadian brand puts out Android phones with physical keyboards","response":"Blackberry"},{"text":"The numbers are running out, so you may have to pay if you want your new phone to have this original NYC area code","response":"212"}],"originalDate":"2018-07-18"},{"category":"RULERS","comments":"","clues":[{"text":"Catherine of Braganza, widow of England's King Charles II, became regent of this small Iberian country","response":"Portugal"},{"text":"Queen Christina of Sweden converted to this religion secretly before her abdication","response":"Catholicism"},{"text":"After this emperor died, his widow, Livia, beame known as Julia Augusta","response":"Augustus Caesar"},{"text":"Godfrey of Bouilion became the ruler of this city after it was taken from the Muslims in 1099","response":"Jerusalem"},{"text":"King Baudoin I of this country is the son of King Leopold III &amp; Queen Astrid","response":"Belgium"}],"originalDate":"1990-06-08"},{"category":"TEXANS","comments":"","clues":[{"text":"The younger sister of Phylicia Rashad, this dancer won 2 Emmys for her choreography on \"Fame\"","response":"Debbie Allen"},{"text":"Anchorman who wrote a memoir titled \"The Camera Never Blinks: Adventures in TV Journalism\"","response":"Dan Rather"},{"text":"When orphaned at age 17, he took control of his father's Houston-based tool company","response":"(Howard) Hughes"},{"text":"This first black heavyweight boxing champ claimed he lost deliberately to Jess Willard in 1915","response":"Jack Johnson"},{"text":"This \"outlaw\" singer topped the country charts in 1977 with \"Luckenbach, Texas\"","response":"Waylon Jennings"}],"originalDate":"1990-06-08"}],[{"category":"BIRDS","comments":"","clues":[{"text":"They're the main food of chickadees, swallows &amp; woodpeckers","response":"insects"},{"text":"Despite its name, the skylark doesn't nest in the sky but here","response":"ground"},{"text":"A merganser, sometimes called a sheldrake, is this kind of bird","response":"diving bird (duck)"},{"text":"The 4 main ones in North America are the Pacific, Mississippi, Central &amp; Atlantic","response":"migration routes"},{"text":"Scientists are reintroducing this blue-gray falcon in the eastern U.S. where it's been extinct 30 years","response":"perigrine"}],"originalDate":"1990-06-08"},{"category":"ODDS &amp; ENDS","comments":"","clues":[{"text":"Of the cowboy, calf or horse, the one out of the chute first in calf roping","response":"calf"},{"text":"\"I can't draw landscapes or boats...I draw naked women,\" says this actor known for his role as Columbo","response":"Peter Falk"},{"text":"This part of the half dollar is milled","response":"edge"},{"text":"Due to the S.F. earthquake, the World Almanac went to press in 1989 for the 1st time without full results of this","response":"World Series"},{"text":"Brazil is now the world's largest producer of this \"cheap\" metal also called stannum","response":"tin"}],"originalDate":"1990-06-08"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"To vacation in this country, you can fly via its national airline, Olympic","response":"Greece"},{"text":"When traveling abroad, you may need this official endorsement from the country you desire to enter","response":"visa"},{"text":"San Remo is the leading resort town on this country's riviera","response":"Italy"},{"text":"Fluency in this language would be helpful in Tahiti since it's the official language","response":"French"},{"text":"Each year over 2 million tourists visit this national memorial near Keystone, South Dakota","response":"Mount Rushmore"}],"originalDate":"1990-06-08"},{"category":"COMPLETES THE PLAY TITLE","comments":"","clues":[{"text":"\"Five Finger...\"","response":"Exercise"},{"text":"\"Sexual Perversity in...\"","response":"Chicago"},{"text":"\"My Fat...\"","response":"Friend"},{"text":"\"The Doctor in Spite of...\"","response":"Himself"},{"text":"\"Beggar on...\"","response":"Horseback"}],"originalDate":"1990-06-08"},{"category":"AUTHORS","comments":"","clues":[{"text":"Last name of the English novelist who wrote \"My Brother Evelyn and Other Profiles\"","response":"Waugh"},{"text":"This author of \"The Bostonians\" was the grandson of one of the first millionaires in the U.S.","response":"Henry James"},{"text":"His first novel was published when he was 17 &amp; his first story with Inspector Maigret when was 28","response":"Georges Simenon"},{"text":"The author of \"A Vindication of the Rights of Woman\", her daughter &amp; namesake was Mary Shelley","response":"Mary Wollstonecraft"},{"text":"He was a close friend of George Bernard Shaw &amp; in fact changed his name to T.E. Shaw in 1927","response":"Lawrence (of Arabia)"}],"originalDate":"1990-06-08"},{"category":"ISLANDS","comments":"","clues":[{"text":"Victoria, B.C. is located on this island, Canada's largest on the Pacific coast","response":"Vancouver"},{"text":"The U.S. maintains a NATO air base on these islands 740 miles west of Portugal","response":"Azores"},{"text":"This island's capital, Valletta, was built by the Grand Master of the Order of Knights of St. John","response":"Malta"},{"text":"This resort island in the Bay of Fundy was the summer home of F. Roosevelt","response":"Campobello"},{"text":"The highest mountain on this island off the coast of Syria is Mount Olympus","response":"Cyprus"}],"originalDate":"1990-06-08"}],{"category":"WINTER OLYMPIC SPORTS","text":"The official Olympic website says this event \"has its roots in survival skills\" practiced in the snowy forests of Scandinavia","response":"biathlon"}]}