{"mix":1640,"rounds":[[{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"WWII GIs brought back to the U.S. word of this \"pizza herb\", sometimes called wild marjoram or organy","response":"oregano"},{"text":"Fennel &amp; anise resemble the flavor of this black candy","response":"licorice"},{"text":"This multi-spiced powder comes from India where it is used to season meat &amp; rice","response":"curry"},{"text":"Used to flavor vermouth, this pickling spice is the dried unopened flower bud of a tree","response":"clove"},{"text":"A clear oil called oil of mace comes from the kernel of the fruit of this tree","response":"nutmeg"}],"originalDate":"1990-06-08"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"When a power station was built near these falls in the 1890s, it was considered an engineering marvel","response":"Niagara Falls"},{"text":"Mass. Senator Charles Sumner gave this area its name, based on the Aleut word meaning \"the great land\"","response":"Alaska"},{"text":"A short-lived post-WWII anti-Truman party took this same name as the Bull Moose Party","response":"Progressive Party"},{"text":"The 1901 Hay-Paunceforte Treaty with Britain permitted the U.S. to build this","response":"Panama Canal"},{"text":"William, the son of this railroad magnate, denied saying \"The public be damned\"","response":"Cornelius Vanderbilt"}],"originalDate":"1990-06-08"},{"category":"ANATOMY","comments":"","clues":[{"text":"The box-shaped chamber that contains the vocal cords","response":"larynx"},{"text":"These can be serous, fibrous or mucous","response":"membranes"},{"text":"The ceruminal glands are found inside these canals","response":"ear canals"},{"text":"The pylorus is in the lower part of this digestive organ","response":"stomach"},{"text":"The uveal tract is part of this sense organ","response":"eye"}],"originalDate":"1990-06-08"},{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"Keith Murdoch's middle name; you may think it's his first name","response":"Rupert"},{"text":"Cereal manufacturer whose middle initial stood for Keith, not for \"King of the Corn Flakes\"","response":"Kellogg"},{"text":"Middle name shared by HUD Secretary Jack Kemp &amp; former Attorney Gen. William Smith","response":"French"},{"text":"The middle name of the man for whom Washington, D.C.'s international airport is named","response":"Foster"},{"text":"Middle name of 19th century poet James Lowell","response":"Russell"}],"originalDate":"1990-06-08"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"His term as dictator for life ended on the Ides of March 44 B.C.","response":"Julius Caesar"},{"text":"This frontiersman represented Tennessee in Congress first as a Democrat, then as a Whig","response":"Davy Crockett"},{"text":"In 1993 a 12-page diary kept by this Siberian mystic was reportedly found in a Russian archive","response":"Rasputin"},{"text":"While in Paris in 1804, this South American liberator attended Napoleon's coronation","response":"Simon Bolivar"},{"text":"This philosopher who attended Plato's Academy later founded his own school, the Lyceum","response":"Aristotle"}],"originalDate":"1994-05-16"},{"category":"POP SONGS","comments":"","clues":[{"text":"In 1964 Jan &amp; Dean had a hit with a song about \"The Little Old Lady from\" this California city","response":"Pasadena"},{"text":"Her music video for \"The Star Spangled Banner\" sold over 100,000 units in 1991","response":"Whitney Houston"},{"text":"\"He rocks in the treetop all the day long, hoppin' and a-boppin' and a-singin' his song\"","response":"\"Rockin' Robin\""},{"text":"This ballad begins, \"Wise men say only fools rush in\"","response":"\"I Can't Help Falling in Love\""},{"text":"Michael Bolton won a 1991 Grammy for Best Male Pop Vocal with this 1966 Percy Sledge hit","response":"\"When a Man Loves a Woman\""}],"originalDate":"1994-05-16"}],[{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"July 24 is a state holiday in Utah commemorating the 1847 day on which he entered the Salt Lake Valley","response":"Brigham Young"},{"text":"It falls on the Sunday after the first full moon on or after the vernal equinox","response":"Easter"},{"text":"Until 1971 this holiday was observed nationally on May 30","response":"Memorial Day"},{"text":"Cloverport, Ky.  has an annual festival honoring this Shoshone who served as Lewis &amp; Clark's interpreter","response":"Sacajawea"},{"text":"Around 740 Pope Gregory III first observed All Saints' Day on this date","response":"November 1st"}],"originalDate":"1994-05-16"},{"category":"WEATHER","comments":"","clues":[{"text":"They're classified by their shape &amp; elevation","response":"clouds"},{"text":"In the northeastern part of Honduras, this \"season\" lasts for most of the year","response":"rainy"},{"text":"The National Weather Service prepares 2 main kinds of these: short-range &amp; extended","response":"forecasts"},{"text":"These most violent of all storms can form in thunderstorms located inside hurricanes","response":"tornadoes"},{"text":"In terms of the 2 types of pressure areas, wind moves in this direction","response":"high pressure area to the low pressure area"}],"originalDate":"1994-05-16"},{"category":"THE DINNER TABLE","comments":"","clues":[{"text":"Item in a proper place setting that can be presented in a ring","response":"napkin"},{"text":"Nautically speaking, it's the serving dish for your thickened meat juice","response":"gravy boat"},{"text":"A flute is a tall, slender one of these","response":"glass"},{"text":"Always used at very formal dinners, they're about 1 1/2\" by 2 1/2\" &amp; use courtesy titles","response":"place cards"},{"text":"From the Latin for \"earth\", it's a deep serving dish for soup","response":"tureen"}],"originalDate":"1994-05-16"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"The flag of this U.S. commonwealth in the Caribbean resembles that of Cuba","response":"Puerto Rico"},{"text":"Port is the left side of a ship; this is the right side","response":"starboard"},{"text":"On June 27, 1950 the U.N. Security Council voted to protect this country's independence with troops","response":"South Korea"},{"text":"This National League baseball team features the Liberty Bell on its logo","response":"Philadelphia Phillies"},{"text":"This designer known for using such colors as shocking pink invented the padded shoulder in 1932","response":"Elsa Schiaparelli"}],"originalDate":"1994-05-16"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The Highlands are in Scotland &amp; the Outback is in this country","response":"Australia"},{"text":"The Avenida Nossa Senhora de Copacabana runs through this city's beach area","response":"Rio de Janeiro"},{"text":"The Commander or Komandorskiye Islands lie in this sea named for an explorer","response":"Bering Sea"},{"text":"This South American country's copper mines at Chuquicamata are well known","response":"Chile"},{"text":"1 of the 2 countries that border both Vietnam &amp; Thailand","response":"Cambodia (or Laos)"}],"originalDate":"1994-05-16"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In 1911 this company became one of the first to distribute a food brand nationally, a soup","response":"Campbell's"},{"text":"This computer company markets the Newton MessagePad","response":"Apple"},{"text":"The first major tool introduced by this duo was an electric drill in 1916","response":"Black & Decker"},{"text":"The stock market symbol of this retailer founded by Leslie Wexner is LTD","response":"The Limited"},{"text":"Alfred P. Sloan was president of this company 1923-1937 &amp; chairman of the board 1937-1956","response":"General Motors"}],"originalDate":"1994-05-16"}],{"category":"HISTORIC CALENDARS","text":"Following Messidor, this summer month in the 18th century French Revolutionary calendar had a name meaning \"heat gift\"","response":"Thermidor"}]}