{"mix":1641,"rounds":[[{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"In 1992 her No. 5 perfume turned 70","response":"Coco Chanel"},{"text":"The daughter of a South Carolina governor, Mary Chestnut was famous for the journal she kept during this war","response":"Civil War"},{"text":"In 1946 Mother Frances Cabrini became the 1st U.S. citizen to be made this by the Roman Catholic Church","response":"saint"},{"text":"\"The Smasher's Mail\" was among the propaganda she published during her anti-liquor crusade","response":"Carrie Nation"},{"text":"In 1993 a picture of this artist's hands taken by husband Alfred Stieglitz was auctioned for $398,500","response":"Georgia O'Keeffe"}],"originalDate":"1994-05-16"},{"category":"19th CENTURY POLITICIANS","comments":"","clues":[{"text":"This president was known as the \"Hero of New Orleans\" &amp; \"King Andrew the First\"","response":"Andrew Jackson"},{"text":"This Illinois Democrat chaired the Senate Committee on Territories in the 1850s","response":"Stephen Douglas"},{"text":"In 1892 this Ohio governor was third in delegate votes at the GOP Nat'l Convention; he won in 1896","response":"McKinley"},{"text":"In 1825 John Quincy Adams appointed this \"Great Pacificator\" from Kentucky as Sec'y of State","response":"Henry Clay"},{"text":"The middle name of this vice president from South Carolina was Caldwell","response":"John C. Calhoun"}],"originalDate":"1994-05-16"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"Lewis Medlock leads a group of men on a canoe trip in this James Dickey book","response":"<i>Deliverance</i>"},{"text":"Zofia Maria Bieganska Zawistowska is the real name of the central character in this Wm. Styron novel","response":"<i>Sophie's Choice</i>"},{"text":"Dobbs is a worker in an oil camp before going in search of gold in this B. Traven novel","response":"<i>The Treasure of the Sierra Madre</i>"},{"text":"Science fiction writer Kilgore Trout appears in several of his books, including \"Breakfast of Champions\"","response":"Kurt Vonnegut"},{"text":"This Joseph Heller hero is also called Yo-Yo","response":"Yossarian"}],"originalDate":"1994-05-16"},{"category":"CITING PRECEDENT","comments":"","clues":[{"text":"As a result of the 1966 case of this man v. Arizona, suspects in custody must be told of their right to remain silent","response":"(Ernesto) Miranda"},{"text":"A 1962 case said a nonsectarian prayer read in school violated the Establishment Clause of this amendment","response":"the First Amendment"},{"text":"Justice Robert Jackson left his hospital bed to be present for the decision of him v. Board of Education of Topeka","response":"Brown"},{"text":"Roper v. Simmons said that for minors, this was cruel &amp; unusual punishment, prohibited by the 8th Amendment","response":"capital punishment or the death penalty"},{"text":"Dissenting in Kelo v. New London, Clarence Thomas objected to \"boundless use of\" this, government taking of property","response":"eminent domain"}],"originalDate":"2018-07-17"},{"category":"WHY DO I KNOW THIS?!","comments":"","clues":[{"text":"Lisa Vanderpump &amp; Kyle Richards are 2 of the \"Real Housewives\" of this swanky city","response":"Beverly Hills"},{"text":"In a 2015 film this character tells Anastasia Steele, \"I don't do...romance. My tastes are very...singular\"","response":"Christian Grey"},{"text":"She went coast to coast from the White House to the \"Celebrity Big Brother\" house","response":"Omarosa"},{"text":"On the 2018 edition of \"The Bachelor\", this ex-car racer broke up with fiancee Becca to pick Lauren instead","response":"Arie Luyendyk"},{"text":"There are YouTube compilations of \"You are not the father!\" moments from this talk show that dates back to 1991","response":"<i>Maury</i>"}],"originalDate":"2018-07-17"},{"category":"CITING THE PRESIDENT","comments":"","clues":[{"text":"In the 1970s:<br>\"When the president does it, that means that it is not illegal\"","response":"Nixon"},{"text":"In the 1970s:<br>\"Our long national nightmare is over\"","response":"Ford"},{"text":"\"I do not expect the Union to be dissolved<span class=\"nobreak\">--</span>I do not expect the house to fall<span class=\"nobreak\">--</span>but I do expect it will cease to be divided\"","response":"Lincoln"},{"text":"In the early 20th c.: \"I took the canal zone, &amp; let Congress debate, &amp; while the debate goes on the canal does also\"","response":"Teddy Roosevelt"},{"text":"In an early 20th c. message to Congress: <br>\"We have stood apart, studiously neutral\"","response":"Wilson"}],"originalDate":"2018-07-17"}],[{"category":"FICTIONAL DOCTORS","comments":"","clues":[{"text":"To hear him tell it, some of this psychiatrist's unusual meals have been accompanied by a nice Chianti","response":"Hannibal Lecter"},{"text":"Drs. Stone, Hall, Burton &amp; Leavitt all work to avert bio-disaster in the Michael Crichton thriller about this strain","response":"<i>The Andromeda Strain</i>"},{"text":"Dr. Maturin is ship's surgeon &amp; friend to captain Aubrey in this Patrick O'Brian novel that launched a series","response":"<i>Master and Commander</i>"},{"text":"With the help of Jonathan Harker &amp; others, this physician &amp; metaphysician helps dispatch Dracula","response":"Van Helsing"},{"text":"A doctor himself, he created Dr. Stapleton, who solves medical mysteries in thrillers like \"Contagion\"","response":"Robin Cook"}],"originalDate":"2018-07-17"},{"category":"A LIGHT CATEGORY","comments":"","clues":[{"text":"The perpetual light in one of these houses of worship is kept burning over the ark","response":"a synagogue"},{"text":"L.E.D.s, light-emitting these, were invented in 1962 but it took decades for them to come into wide use","response":"diodes"},{"text":"Many stoves now use piezoelectric sparks instead of these to ignite the gas","response":"pilot lights"},{"text":"George Fox, founder of this Christian group, promoted \"inner light\", a direct connection to God","response":"the Quakers or the Society of Friends"},{"text":"Poe's last story is about this job &amp; the narrator is \"thoroughly alone... Neptune, large as he is, is not... 'society'\"","response":"a lighthouse keeper"}],"originalDate":"2018-07-17"},{"category":"COMPOSERS","comments":"","clues":[{"text":"In the rivalry between him &amp; Wagner, his supporters were called Brahmins","response":"(Johannes) Brahms"},{"text":"This Russian is the other composer mentioned in \"Roll Over Beethoven\"","response":"Tchaikovsky"},{"text":"The Maple Leaf that he named \"The Maple Leaf Rag\" for was a saloon in Sedalia, Missouri","response":"Scott Joplin"},{"text":"Gounod, who came up with some good tunes, called this 6-letter word \"the unique secret of\" the composer's art","response":"melody"},{"text":"\"The Old Castle\" is one of the artworks on which Mussorgsky based this musical work","response":"<i>Pictures at an Exhibition</i>"}],"originalDate":"2018-07-17"},{"category":"THAT'S PROPRIETARY, MA'AM","comments":"","clues":[{"text":"Universal Music Group owns this word when applied to music; when applied to the city of Detroit, it's fuzzier","response":"Motown"},{"text":"Adobe does not want you to use this imaging term as a verb or noun<span class=\"nobreak\">--</span>try \"airbrush\"","response":"Photoshop"},{"text":"This word is trademarked both for a \"desk-top... card file\" &amp; for electronic use","response":"Rolodex"},{"text":"Sheetrock is a trademark of USG, United States this mineral<span class=\"nobreak\">--</span>\"drywall\" is OK","response":"gypsum"},{"text":"In Canada, Loblaws Market owns this alliterative 2-word term for \"generic\"<span class=\"nobreak\">--</span>it's their generic brand","response":"No Name"}],"originalDate":"2018-07-17"},{"category":"MUSEUMS","comments":"","clues":[{"text":"Richmond, Virginia's Old Stone House contains this author's museum &amp; a carved wooden raven","response":"Poe"},{"text":"Knott's Berry Farm's Mott Museum features this Da Vinci masterpiece painted on the head of a pin","response":"<i>The Last Supper</i>"},{"text":"This Ozark state's Jesse James Bank Museum claims to be the site of the 1st U.S. bank robbery","response":"Missouri"},{"text":"This designer's fashions were displayed in the Louvre - maybe because he named his perfume \"Paris\"","response":"Yves Saint Laurent"},{"text":"Visitors are surprised to see a museum of the American Confederacy on this island 586 miles off N.C.","response":"Bermuda"}],"originalDate":"1986-10-15"},{"category":"GOLDEN OLDIES","comments":"","clues":[{"text":"In 1965 title, it's what the Supremes pleaded \"In the Name of Love\"","response":"Stop"},{"text":"In his only million-selling single, Ray Charles lamented \"I Can't Stop\" doing this","response":"Loving You"},{"text":"According to Connie Francis, it \"told a tale on you\"","response":"\"Lipstick on Your Collar\""},{"text":"On the \"Eve of Destruction\", \"You're old enough to kill, but not\" to do this","response":"vote"},{"text":"In 1958, Bobby Freeman asked, \"Do you, do you, do you, do you want to\" do this","response":"dance"}],"originalDate":"1986-10-15"}],{"category":"POPULAR PHRASES","text":"This phrase relating nutrition &amp; health was popularized by fruit scientist J.T. Stinson at the 1904 St. Louis World's Fair","response":"an apple a day keeps the doctor away"}]}