{"mix":1644,"rounds":[[{"category":"CROSSWORD CLUES \"P\"","comments":"","clues":[{"text":"To sulk<br>(4)","response":"to pout"},{"text":"Crab claws<br>(7)","response":"pincers"},{"text":"Describing supernatural phenomena <br>(10)","response":"paranormal"},{"text":"Rice field<br>(5)","response":"paddy"},{"text":"Eastern tiered tower<br>(6)","response":"pagoda"}],"originalDate":"2018-07-13"},{"category":"A STREETCAR","comments":"","clues":[{"text":"This city isn't just about cable cars; its classic Muni streetcars run past the historic piers","response":"San Francisco"},{"text":"The Sun Link streetcars that take you to the U. of Arizona in this city are among the first U.S.-made ones in 60 years","response":"Tucson"},{"text":"If you are from west this city, born &amp; raised, you've seen its restored SEPTA streetcar on Route 15","response":"Philadelphia"},{"text":"In 2001 this City of Roses got the USA's first new streetcar line since WWII &amp; it'll take you to the Rose Quarter","response":"Portland"},{"text":"A vintage trolley in Denver travels a short distance along this river to Mile High Stadium","response":"the South Platte River"}],"originalDate":"2018-07-13"},{"category":"MY AUTOBIOGRAPHY THAT I WROTE","comments":"","clues":[{"text":"Only this ex-76er &amp; TNT analyst could say he was misquoted in his own 1992 autobiography, \"Outrageous!\"","response":"Charles Barkley"},{"text":"The title of this memoir by Maya Angleou comes from a poem that says, \"When he beats his bars and he would be free\"","response":"<i>I Know Why the Caged Bird Sings</i>"},{"text":"\"It's Too Late Now\" looked back at how his son's stuffed animals were the genesis of this Brit writer's beloved characters","response":"A.A. Milne"},{"text":"His \"Gifted Hands\" pointed him toward neurosurgery; later, he entered politics","response":"(Ben) Carson"},{"text":"Vol. 2 of Buzz Aldrin's look back is \"Magnificent\" this synonym for barrenness, a memorable Buzz quote on the moon","response":"desolation"}],"originalDate":"2018-07-13"},{"category":"SHADY CHARACTERS","comments":"","clues":[{"text":"Kevin Bacon gets some cents drilled into him by Magneto in this group \"First Class\"","response":"the X-Men"},{"text":"Christoph Waltz exudes evil charm as Hans Landa in this WWII-set film","response":"<i>Inglourious Basterds</i>"},{"text":"As Clubber Lang in \"Rocky III\", this actor got to say his \"I pity the fool\" catchphrase","response":"Mr. T"},{"text":"Rosamund Pike coolly nixes NPH in this alliterative 2014 adaptation","response":"<i>Gone Girl</i>"},{"text":"Robert Patrick was this alphanumeric baddie in \"Terminator 2: Judgment Day\"","response":"the T-1000"}],"originalDate":"2018-07-13"},{"category":"THE SOCIAL NETWORK","comments":"","clues":[{"text":"Ship captains rely on this group; for Mardi Gras, it's spelled with a \"K\" at the start &amp; an extra \"E\" at the end","response":"a crew/krewe"},{"text":"A community for fans of the Cleveland Indians can be found online at www.letsgo this 5-letter word","response":"tribe"},{"text":"To law enforcement, KA's are known these, potential accomplices the suspected bad guys hang out with","response":"known associates"},{"text":"Under this 3-letter word, a \"Dictionary of American Regionalisms\" has \"Family, relations. 'He ain't no ____ of mine'\"","response":"kin"},{"text":"A hot beverage &amp; the German for \"gossip\" give us this term for a gathering of minds","response":"a coffee klatsch"}],"originalDate":"2018-07-13"},{"category":"AD COUNCIL CLASSICS","comments":"","clues":[{"text":"The Ad Council began in 1942 as the War Advertising Council; its first campaign urged the sale of war these","response":"bonds"},{"text":"In 1979 the Council unleashed McGruff the Crime Dog, who urged Americans to do this 6-word thing","response":"take a bite out of crime"},{"text":"A 1988 campaign that said \"Help stop AIDS. Use\" one of these was the first in America to use the word","response":"a condom"},{"text":"A 1983 campaign introduced the phrase \"Friends don't let friends\" do this","response":"drive drunk"},{"text":"The Council's 1960s recruiting campaign for this JFK program called it \"the toughest job you'll ever love\"","response":"the Peace Corps"}],"originalDate":"2018-07-12"}],[{"category":"YOU'RE SHOWING YOUR AGE","comments":"","clues":[{"text":"Of course, Cervantes was part of Spain's literary Siglo de Oro, or this age","response":"the Golden Age"},{"text":"This war of legend is considered the end of the Greek Heroic Age","response":"the Trojan War"},{"text":"Jacobus, the Latin name for this British king, gave us the Jacobean Age of the 17th century","response":"King James I"},{"text":"The 19th century Industrial Age gave us roller milling, making white this more available to the masses","response":"bread"},{"text":"In India's Gupta Age, this now-dead tongue became the court language of the empire","response":"Sanskrit"}],"originalDate":"2018-07-12"},{"category":"SLAYER","comments":"","clues":[{"text":"Of Abel","response":"Cain"},{"text":"Of the movies' Marion Crane","response":"Norman Bates"},{"text":"Of Albus Dumbledore","response":"(Severus) Snape"},{"text":"Of Grendel","response":"Beowulf"},{"text":"Of Nancy in \"Oliver Twist\"","response":"Bill Sikes"}],"originalDate":"2018-07-12"},{"category":"FLIP THAT HOUSE!","comments":"","clues":[{"text":"Landscaping is part of this \"appeal\", named for the edge of the sidewalk","response":"curb appeal"},{"text":"One of the most cost-effective rehabs is to add this to the attic, preferably to a level above R-30","response":"insulation"},{"text":"This cable channel has had more than 30 shows with \"Flip\" in their titles","response":"HGTV"},{"text":"For granite these in the kitchen, some flippers go with a tile version, others with a solid slab","response":"countertops"},{"text":"Tell buyers all about the storage space in the scullery, AKA this person's pantry","response":"the butler"}],"originalDate":"2018-07-12"},{"category":"MATH &amp; SCIENCE","comments":"","clues":[{"text":"These crazy numbers can't be expressed as a quotient of 2 integers","response":"irrational numbers"},{"text":"Newton's Third Law is often given as \"for every action...\" these 7 words","response":"there is an equal and opposite reaction"},{"text":"This word before \"star\" refers to changes in shine; Algol's apparent magnitude goes from 2.1 to 3.4 every few days","response":"variable"},{"text":"The equation y<sup>2</sup>=2px describes this conic section, the shape of the arch in some bridges","response":"a parabola"},{"text":"The name of this long-vanished supercontinent is from Greek for \"all\" &amp; \"Earth\"","response":"Pangaea"}],"originalDate":"2018-07-12"},{"category":"ALEXANDER GRAHAM BELL","comments":"","clues":[{"text":"At 15 Alex moved to London to live with his grandfather, author of \"Stammering, and Other Impediments of\" this","response":"speech"},{"text":"Bell's graphophone improved on this Edison invention as well as reversing its syllables","response":"the phonograph"},{"text":"The first long-distance call was within this Canadian province, to Paris from Bell's former home of Brantford","response":"Ontario"},{"text":"Bell co-invented what's said to be the first of these devices, testing it on Civil War vets with bullets still in their bodies","response":"a metal detector"},{"text":"In 1903 Bell sailed for Europe &amp; brought back to Washington the body of this man for burial in his institution","response":"James Smithson"}],"originalDate":"2018-07-12"},{"category":"\"TEN\"TERTAINMENT","comments":"","clues":[{"text":"1956 film epic with Charlton Heston as Moses","response":"<i>The Ten Commandments</i>"},{"text":"In the U.S. this Agatha Christie mystery was known as \"And Then There Were None\"","response":"<i>Ten Little Indians</i>"},{"text":"Tito Merrelli is an incapacitated opera star in the musical \"Lend Me a\" this","response":"a tenor"},{"text":"This song by General Public is featured in the movies \"Clueless\" &amp; \"Weird Science\"","response":"\"Tenderness\""},{"text":"An ode to surgical enhancement in \"A Chorus Line\" is titled this, \"Looks: Three\"","response":"\"Dance: Ten\""}],"originalDate":"2018-07-12"}],{"category":"CHILDREN'S LITERATURE","text":"A 2000 Library of Congress exhibit called this 1900 work \"America's greatest and best-loved homegrown fairytale\"","response":"<i>The Wizard of Oz</i>"}]}