{"mix":1649,"rounds":[[{"category":"INTERNATIONAL LAW","comments":"","clues":[{"text":"The third of these in 1949 stated that belligerents should treat prisoners of war humanely","response":"the Geneva Conventions"},{"text":"Territorial this type of refuge may be granted to one accused of treason in his home country","response":"asylum"},{"text":"Nicaragua v. the U.S. was brought before the International Court of Justice when this man was U.S. president","response":"Reagan"},{"text":"In international law, this 2-word term refers to open waters that belong to no countries; time to sail them","response":"high seas or the open seas"},{"text":"A 1979 treaty says the use of this, where only Americans have ever been, is \"the province of all mankind\"","response":"the moon"}],"originalDate":"2018-07-09"},{"category":"ALLITERATIVE LIT","comments":"","clues":[{"text":"Frank McCourt's \"Angela's Ashes\" takes place in part in this city that shares its name with a type of humorous verse","response":"Limerick"},{"text":"In H.G. Wells' \"War of the Worlds\", explosions seen on the surface of this planet led to disaster for humanity","response":"Mars"},{"text":"\"The Magic Mountain\" by Thomas Mann is set in a microcosm of Europe, a rest home in these mountains","response":"the Alps"},{"text":"Rudyard Kipling took a break from his stories of South Asia to pen this tale of New England fishermen","response":"<i>Captains Courageous</i>"},{"text":"A work of occult terror, \"The Haunting of\" this mansion is by Shirley Jackson","response":"Hill House"}],"originalDate":"2018-07-09"},{"category":"SCIENCE","comments":"","clues":[{"text":"\"Hydrohily\" is pollination where the pollen is carried by this","response":"water"},{"text":"Newton's 1st law of motion states an object continues in this state unless acted on by an external force","response":"at rest"},{"text":"Type of physicist who works with a linear accelerator","response":"particle physicist (nuclear physicist)"},{"text":"It's the study of the motion &amp; behavior of projectiles, including bullets","response":"ballistics"},{"text":"Viruses are encased in a coat of this nutrient","response":"protein"}],"originalDate":"1988-06-27"},{"category":"AUTHORS","comments":"","clues":[{"text":"In 1986, he was the top-selling hard cover nonfiction author in U.S. &amp; starred in the top-rated TV sitcom too","response":"Bill Cosby"},{"text":"In 1919, he began subdividing his ranch in Tarzana, California","response":"Edgar Rice Burroughs"},{"text":"Ironically, the N.C. home of this poet noted for his Lincoln bio was built by a Confederate official","response":"Carl Sandburg"},{"text":"An ordained minister, cookbook author &amp; TV chef Jeff Smith is better known as this","response":"Frugal Gourmet"},{"text":"Vassar grad Mary McCarthy's novel about 8 Vassar grads in the 1930s &amp; '40s","response":"<i>The Group</i>"}],"originalDate":"1988-06-27"},{"category":"FRUITS","comments":"","clues":[{"text":"\"Swedish\" Lingonberries are closely related to this American fruit grown in bogs","response":"cranberries"},{"text":"You can sprinkle cut bananas with citrus juice to prevent this","response":"going brown (darkening)"},{"text":"The strikingly beautiful akee fruit must only be eaten when ripe for this reason","response":"it's poisonous otherwise"},{"text":"The tangerine is actually a variety of this small \"Chinese\" orange","response":"Mandarin"},{"text":"Ripe papayas break down when shipped a long way because of this feature they share with cantaloupes","response":"large hole in the center"}],"originalDate":"1988-06-27"},{"category":"CELEBRITIES","comments":"","clues":[{"text":"Named for Jerome Kern, this Grateful Dead star is grateful to be alive after a brush with death in 1986","response":"Jerry Garcia"},{"text":"Larry Harmon founded a \"university\" to train people how to act like one of these","response":"clown"},{"text":"Of Linda Evans, Lynda Carter, or Nancy Reagan, men's choice for a fantasy date in a July '87 Gallup poll","response":"Nancy Reagan"},{"text":"This couple's 1960s TV show featured \"Allie\", an alligator puppet","response":"Jim & Tammy Bakker"},{"text":"They stunned the world by getting married on Oct. 20, 1968 on the isle of Skorpios","response":"Jacqueline Kennedy & Onassis"}],"originalDate":"1988-06-27"}],[{"category":"SMART AS A FOX","comments":"","clues":[{"text":"Other category on this board that's a common part of a fox's diet","response":"fruits"},{"text":"Term for a fox home, it can be in a cave, among rocks or in a hollow tree","response":"den"},{"text":"50 to 63 days, depending on the species","response":"gestation period"},{"text":"Since it belongs to the family Canidae, a male fox is appropriately called this","response":"dog"},{"text":"The swift fox is also called this, because it's small like a little cat","response":"kit fox"}],"originalDate":"1988-06-27"},{"category":"COUNTRIES","comments":"","clues":[{"text":"This country boasts the largest number of recreational walk-thru mazes, including the Shiga Ritto","response":"Japan"},{"text":"One of the world's largest level area, the Steppes are found in this country","response":"Soviet Union"},{"text":"This country has the highest waterfall, largest lake, &amp; largest oil reserves in South America","response":"Venezuela"},{"text":"The 2 West European countries that have political holdings in Asia","response":"Portugal & Great Britain"},{"text":"The Dutch called the people in what is now this country Stammerers, or \"Hottentots\"","response":"South Africa"}],"originalDate":"1988-06-27"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"It used to be 480, is now 500 in most cases, but for printers is 516 sheets of paper","response":"ream"},{"text":"1000 cubic centimeters equal 1 of these","response":"liter"},{"text":"A distance of some 93,000,000 miles, called an astronomical unit, is based on this","response":"distance from the earth to the sun"},{"text":"Round lots of stock on the the New York Stock Exchange are multiples of this number","response":"100"},{"text":"This land measure is exactly 10,000 square meters &amp; about 2 1/2 acres","response":"hectare"}],"originalDate":"1988-06-27"},{"category":"60 YEARS AGO","comments":"(Alex: Refers to events of 1928.)","clues":[{"text":"Station WGY in Schenectady, NY began regular test broadcasts in this medium","response":"TV"},{"text":"The British reduced the age for women voters from 30 to this","response":"21"},{"text":"The Pacific was crossed from California to Australia for the 1st time by this method","response":"air, airplane"},{"text":"Opened 11/13/28, this 1st U.S. twin-tube underwater traffic tunnel linked Manhattan &amp; N.J.","response":"Holland Tunnel"},{"text":"This Scandinavian explorer was lost while trying to rescue an Italian explorer","response":"Roald Amundsen"}],"originalDate":"1988-06-27"},{"category":"DUMB AS AN \"OX\"","comments":"","clues":[{"text":"The shoe is named for this city; the cloth is named for the university there","response":"Oxford"},{"text":"It's the color that's sort of reddish brown...or maybe brownish red","response":"oxblood"},{"text":"Iron rust, Fe<sub>2</sub>O<sub>3</sub>, &amp; CO<sub>2</sub> are forms of this","response":"oxide"},{"text":"Deafening silence &amp; jumbo shrimp are examples of this contradiction in terms","response":"oxymoron"},{"text":"Common term for what occurs in physical activity when the heart &amp; lungs can't supply enough \"air\" to muscles","response":"anoxia (hypoxia or oxygen debt)"}],"originalDate":"1988-06-27"},{"category":"1990 EMMYS","comments":"","clues":[{"text":"In 1990 this news network won its 1st news Emmy, for coverage of events in Tiananmen Sq.","response":"CNN"},{"text":"Peter Falk &amp; Patrick McGoohan won Emmys for this series in 1975 &amp; in 1990","response":"<i>Columbo</i>"},{"text":"The mode in which the awards were telecast, or the FOX show that was named Best Variety Program","response":"<i>In Living Color</i>"},{"text":"She took home an Emmy for her 1989 interview with Marlon Brando on CBS","response":"Connie Chung"},{"text":"The 2 Brians who skated off with Emmys for their performances in \"Carmen on Ice\"","response":"Brian Boitano & Brian Orser"}],"originalDate":"1991-06-24"}],{"category":"FOOD &amp; DRINK IN THE BIBLE","text":"In the King James Version, these creatures are a plague in Exodus 10, but deemed okay to eat in Leviticus 11","response":"locusts"}]}