{"mix":1655,"rounds":[[{"category":"IRA","comments":"","clues":[{"text":"The \"R\" in an IRA, it's what you're investing towards","response":"retirement"},{"text":"If you leave your job, you can turn your 401(k) into this 8-letter type of IRA","response":"a rollover"},{"text":"You can use the money in your IRA in a variety of ways, but you can't use it as this type of security used for a loan","response":"collateral"},{"text":"Contributions but not always distributions are taxed in the type of IRA named for this Delaware senator","response":"(William) Roth"},{"text":"This \"faithful\" investment firm with $6.8 trillion in customer assets says it's the USA's \"No. 1 IRA provider\"","response":"Fidelity"}],"originalDate":"2018-06-28"},{"category":"ALLUSIONS","comments":"","clues":[{"text":"A barbarous, ignorant era between the Roman Empire &amp; medieval times, or any unsophisticated period","response":"the Dark Ages"},{"text":"Any very busy place, or this specific transport center at Park Avenue &amp; 42nd Street","response":"Grand Central Station"},{"text":"Meaning a large amount of people used on a project, it comes from promos for a movie that boasted 125,000 extras","response":"a cast of thousands"},{"text":"Courtesy of Cervantes, to battle imaginary injustices is to tilt at these","response":"windmills"},{"text":"Phrase for a deadly array, poised for action, also a prison term applied to the lineup of the 1927 Yankees","response":"murderers' row"}],"originalDate":"2018-06-27"},{"category":"WAY BACK IN THE '60s, MAN","comments":"","clues":[{"text":"The name of this artistic dynasty that began in 1368 means \"bright\" in Chinese","response":"Ming"},{"text":"This anti-discriminatory act of 1964 finally passed after a more than 2-month filibuster in the Senate","response":"the Civil Rights Act"},{"text":"On Feb. 22, 1862<span class=\"nobreak\">--</span>Washington's birthday, no less<span class=\"nobreak\">--</span>he delivered an inaugural address in Richmond","response":"Jefferson Davis"},{"text":"On Sept. 29, 1662 he wrote in his diary, \"Saw 'Midsummer Night's Dream'...it is the most insipid ridiculous play\"","response":"(Samuel) Pepys"},{"text":"Kidnapping boy-king Francis II was the goal of 1560's conspiracy of Amboise by this French Protestant group","response":"the Huguenots"}],"originalDate":"2018-06-27"},{"category":"A LITTLE MISTAKE","comments":"","clues":[{"text":"An owie, or double talk for a little mistake","response":"a boo-boo"},{"text":"4-letter result of hitting the \"Q\" on the keyboard instead of the \"W\"","response":"a typo"},{"text":"It rhymes with \"hitch\" &amp; once meant a hitch caused by a small spike in voltage","response":"glitch"},{"text":"You may have one \"of judgment\"; it can also mean the passage of a period of time","response":"a lapse"},{"text":"I used 30 instead of 29.87 in my calculations, leading to this kind of minor error","response":"a rounding error"}],"originalDate":"2018-06-27"},{"category":"MAKING A FEDERAL CASE OUT OF IT","comments":"(Alex: What do we do about it?  We'll be [*], that's what!)","clues":[{"text":"An oath-taker in a  federal court who \"states...any material matter which he does not believe to be true\" has committed this","response":"perjury"},{"text":"You promised the senator a consulting gig in exchange for his vote? You're looking at 15 years for this, pal","response":"bribery"},{"text":"Someone who blows up an arsenal in wartime can get 30 years for this, from French for \"shoe\"","response":"sabotage"},{"text":"The sentence for attempted kidnapping of the director of this agency created in 1947 is \"any term of years or for life\"","response":"the CIA"},{"text":"18 USC 96 defines this gangster activity as \"any act or threat involving\" murder, gambling, extortion, etc.","response":"racketeering"}],"originalDate":"2018-06-27"},{"category":"15 MINUTES OF FAME","comments":"","clues":[{"text":"The 2017 movie about this title skater brought some limelight back to her ex-husband Jeff Gillooly","response":"Tonya Harding"},{"text":"The Navy SEAL who wrote a book on killing Bin Laden also helped rescue a ship's captain from pirates of this nation","response":"Somalia"},{"text":"Red-sweatered Ken Bone gained fame in 2016 after asking a question at one of these events","response":"a presidential debate"},{"text":"Brian Cullinan, working for this company on Oscar night in 2017, got his 15 minutes after mixing up envelopes","response":"Pricewaterhouse"},{"text":"In January 2018 journalist Michael Wolff became the story with his book \"Fire and\" this appropriate word","response":"fury"}],"originalDate":"2018-06-27"}],[{"category":"4-LETTER U.S. CITIES","comments":"","clues":[{"text":"It's Pennsylvania's fourth-largest city &amp; its only lake port","response":"Erie"},{"text":"\"There's no place like\" this city on the Seward Peninsula, population about 3,500","response":"Nome"},{"text":"Renee Zellweger hails from this Texas city that sounds like a girl's first name","response":"Katy"},{"text":"It's home to the Colorado Ski &amp; Snowboard Museum &amp; Hall of Fame","response":"Vail"},{"text":"On Maui the legendary, winding \"Road to\" this town takes you past waterfalls, rain forests &amp; plunging pools","response":"Hana"}],"originalDate":"2018-06-27"},{"category":"MATH WORDS","comments":"","clues":[{"text":"P:<br>Scheme up this figure with a polygon for a base &amp; triangles with a common vertex for faces","response":"a pyramid"},{"text":"E:<br>It's a closed, oval-shaped curve","response":"an ellipse"},{"text":"A: <br>2 angles that share a vertex &amp; a side are this, like neighboring lots","response":"adjacent"},{"text":"R: <br>A multiplicative inverse","response":"a reciprocal"},{"text":"O.P.:<br>2 numbers whose position is important, so (X,Y) is different than (Y,X)","response":"an ordered pair"}],"originalDate":"2018-06-27"},{"category":"NOT IN THE ROCK &amp; ROLL HALL OF FAME","comments":"","clues":[{"text":"The Hall is still saving all its love of this 25-time Grammy nominee &amp; her 11 No. 1 hits","response":"Whitney Houston"},{"text":"Are they not men? Then why aren't these New Wave pioneers from nearby Akron in the Hall?","response":"Devo"},{"text":"Are you \"Kid A\"-ing? These alt-rock legends weren't part of the class of 2018, their first year of eligibility","response":"Radiohead"},{"text":"This famously gloomy Robert Smith band has been passed over for 14 years","response":"The Cure"},{"text":"Sadly, Lemmy won't be around to accept if &amp; when this \"Ace Of Spades\" powerhouse is ever inducted","response":"Motörhead"}],"originalDate":"2018-06-27"},{"category":"ALLITERATION","comments":"","clues":[{"text":"Type of tournament where you play each opponent at least once","response":"a round-robin"},{"text":"Zero Points foods are part of this company's plan","response":"Weight Watchers"},{"text":"Abundant, or 10 cents for 12","response":"a dime a dozen"},{"text":"Sweet sliced pickle that mentions 2 other foods","response":"a bread and butter pickle"},{"text":"French trouver, \"to find\", is related to the second word in this phrase for a fabulous find or store of wealth","response":"a treasure trove"}],"originalDate":"2018-06-27"},{"category":"ROMANTIC LYRICS","comments":"","clues":[{"text":"\"Come to me, my melancholy baby, cuddle up &amp; don't be\" this color","response":"blue"},{"text":"Elvis sang, \"Take my hand, take my whole life, too, for I can't help\" doing this","response":"falling in love with you"},{"text":"This denial follows \"You made me love you\"","response":"I didn't want to do it"},{"text":"\"You don't have to say you love me, just be close at hand, you don't have to stay forever, I will\" do this","response":"I will understand"},{"text":"In \"My Fair Lady\", Freddy sings, \"Let the time go by, I won't care if I can be here on\" this","response":"the street where you live"}],"originalDate":"1988-06-23"},{"category":"ANIMALS","comments":"","clues":[{"text":"This part of a rabbit is considered lucky, but not for the rabbit who's missing his","response":"foot"},{"text":"This type of snake comes in pygmy, prairie &amp; horned varieties","response":"rattlesnake"},{"text":"While an aviary houses birds, an apiary houses these","response":"bees"},{"text":"Though a common name for civets puts them in this animal family, they really aren't members","response":"cats"},{"text":"A skulk is a group of these skulking animals","response":"foxes"}],"originalDate":"1988-06-23"}],{"category":"THE 21st CENTURY","text":"In 2009 this 11-year-old started posting on BBC's Urdu language website under the screen name Gul Makai","response":"Malala (Yousafzai)"}]}