{"mix":1672,"rounds":[[{"category":"SPORTS","comments":"","clues":[{"text":"The Kentucky Derby was 1st run in 1875 when this racetrack opened","response":"Churchill Downs"},{"text":"In 1983 the A.M.A. called for banning this sport in the U.S. due to danger of brain damage","response":"boxing"},{"text":"The French Open is the only tournament of the tennis grand slam played on this type of surface","response":"clay"},{"text":"Insisting that Olympic athletes be non-pro, this IOC president from '52-'72 was nicknamed \"Slavery\"","response":"Avery Brundage"},{"text":"The NFL's Rams got that name when they played for this city","response":"Cleveland"}],"originalDate":"1988-12-21"},{"category":"TELEVISION","comments":"","clues":[{"text":"Beach community where Jack, Chrissy &amp; Janet found out that \"Three's Company\"","response":"Santa Monica"},{"text":"He played a troubled teenager on \"The Guiding Light\" before he hit it big in \"Footloose\"","response":"Kevin Bacon"},{"text":"Gail Davis starred in this, the 1st western series with a woman in the title role","response":"<i>Annie Oakley</i>"},{"text":"This \"Danny Thomas Show\" co-star was 1 of the von Trapp children in \"The Sound of Music\"","response":"Angela Cartwright"},{"text":"This sitcom serviceman had a girlfriend named Lou Ann Poovie","response":"Gomer Pyle"}],"originalDate":"1988-12-21"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Traditionally, the crisscross designs on peanut butter cookies are made with this","response":"tines of a fork"},{"text":"Koala Springs sparkling mineral water juice is produced in this country","response":"Australia"},{"text":"One of Edgar A. Poe's stories concerns a container of this wine named for Montilla, Spain","response":"Amontillado"},{"text":"A major brand of brie depicts this woman on the label, wearing a suit of armor","response":"Joan of Arc"},{"text":"Chowder made from this large sea snail is a specialty of Key West, Florida &amp; the Cayman Islands","response":"conch"}],"originalDate":"1988-12-21"},{"category":"A CHRISTMAS CAROL","comments":"","clues":[{"text":"\"A Christmas Carol\" was 1st published on the 19th of this month in 1843","response":"December"},{"text":"City in which the story is set","response":"London"},{"text":"This bird Scrooge sent the Cratchits for Christmas dinner was \"twice the size of Tiny Tim\"","response":"turkey"},{"text":"When Bob Cratchit was late the morning after Christmas, Scrooge did this to Bob's salary","response":"raised his salary"},{"text":"As the 1st paragraph states, \"Old Marley was dead as\" this","response":"doornail"}],"originalDate":"1988-12-21"},{"category":"POLITICIANS","comments":"","clues":[{"text":"In the late '40s Stuart Symington served as the 1st sec'y of this armed service","response":"Air Force"},{"text":"The only former AFL \"Player of the Year\" who's a congressman","response":"Jack Kemp"},{"text":"As a WWII sailor, this senator &amp; former Oregon gov. saw the devastation of Hiroshima firsthand","response":"(Mark) Hatfield"},{"text":"As a young lawyer, this Georgia senior senator was also a part-time peanut farmer","response":"Sam Nunn"},{"text":"A long-time protégé of Richard Daley, the 1st elected office she held was mayor of Chicago","response":"Jane Byrne"}],"originalDate":"1988-12-21"},{"category":"ANIMALS","comments":"","clues":[{"text":"The wisent is the European relative of this large American plains animal","response":"buffalo (bison)"},{"text":"This continent's only bear, the spectacled bear, might munch on a vicuna for lunch","response":"South America"},{"text":"Of dig in the ground, fish in the water or shoot in the air, how you'd get a gar","response":"fish in the water"},{"text":"The great white whale Moby Dick was probably of this type, the largest of toothed whales","response":"sperm whale"},{"text":"Related to the horse &amp; rhino, this forest dweller's nose is like a short trunk","response":"tapir"}],"originalDate":"1988-12-21"}],[{"category":"WORLD AUTHORS","comments":"","clues":[{"text":"\"Canterbury Tales\" author buried in Westminster Abbey, not as an honor, but because he lived there","response":"Chaucer"},{"text":"A Danish historian reports that this \"Ugly Duckling\" author may have been a king's son","response":"Hans Christian Andersen"},{"text":"This Russian count wrote \"pure and complete sorrow is as impossible as pure and complete joy\"","response":"Tolstoy"},{"text":"As Irish expatriates in Paris, James Joyce &amp; this \"Endgame\" writer became close friends","response":"Beckett"},{"text":"This Nobel Prize winner set his 1988 best seller \"Love in the Time of Cholera\" in his native Colombia","response":"Gabriel García Márquez"}],"originalDate":"1988-12-21"},{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"Abbreviation in the title of Bruce Springsteen's smash 1984 album","response":"U.S.A."},{"text":"The letters ESP stand for extra-sensory perception; collectively, \"esp.\" stands for this","response":"especially"},{"text":"Among abbreviations the Random House Dictionary lists for this are Je., Ju. &amp; Jun.","response":"June"},{"text":"On a whiskey bottle, v.o. stands for this","response":"very old"},{"text":"In chemistry Rh is the symbol for rhodium while in meteorology RH stands for this","response":"relative humidty"}],"originalDate":"1988-12-21"},{"category":"AROUND THE U.S.A.","comments":"","clues":[{"text":"The 2018 Super Bowl victory parade ended at the museum steps made famous in this 1976 movie","response":"<i>Rocky</i>"},{"text":"See the Montana legislature in session, January to April of odd-numbered years, at the capitol in this city","response":"Helena"},{"text":"You can look over the Rio Grande while relaxing in Ralph Edwards Park in Truth or Consequences in this state","response":"New Mexico"},{"text":"The Tides Inn resort hotel in Virginia is on a private peninsula by this bay","response":"the Chesapeake"},{"text":"The only national park entirely within Wyoming is this one just south of Yellowstone","response":"Grand Teton"}],"originalDate":"2018-06-11"},{"category":"TV QUOTES","comments":"","clues":[{"text":"Bartlett's lists \"Me want cookie!\" under its memorable quotes from this TV show","response":"<i>Sesame Street</i>"},{"text":"On this show Don Draper shut down an angry employee with the epic \"I don't think about you at all\"","response":"<i>Mad Men</i>"},{"text":"In season 6 of \"Game of Thrones\", a white raven brings this news, one word different from the show's tagline","response":"\"Winter is here\""},{"text":"This AMC spin-off featured the line \"Slippin' Jimmy with a law degree is like a chimp with a machine gun\"","response":"<i>Better Call Saul</i>"},{"text":"Explaining away a perceived infidelity on \"Friends\", Ross often reminded Rachel, \"We were on\" one of these","response":"a break"}],"originalDate":"2018-06-11"},{"category":"LITERARY SONS &amp; DAUGHTERS","comments":"","clues":[{"text":"The offspring of this \"boy who lived\" sport names like Albus Severus &amp; Lily Luna","response":"Harry Potter"},{"text":"Dostoyevsky work that centers on the murder of Fyodor, father of Alyosha, Dmitry &amp; Ivan","response":"<i>The Brothers Karamazov</i>"},{"text":"\"Alack, what trouble was I then to you!\" she says to her father Prospero in \"The Tempest\"","response":"Miranda"},{"text":"A post-Fleming tale features James Bond's son James, from his hookup with Kissy Suzuki in this Japan-set novel","response":"<i>You Only Live Twice</i>"},{"text":"Rhett &amp; Scarlett name their daughter Eugenie, but her nickname is this, also the name of a Confederate flag","response":"Bonnie Blue"}],"originalDate":"2018-06-11"},{"category":"THE ITALIAN JOB","comments":"","clues":[{"text":"Cuoco","response":"cook"},{"text":"Prete","response":"a priest"},{"text":"Fornaio or Panettiere","response":"baker"},{"text":"Marinaio","response":"sailor"},{"text":"Pittore<span class=\"nobreak\">--</span>Italy has produced many famous ones","response":"painter"}],"originalDate":"2018-06-11"}],{"category":"BEASTLY EPONYMS","text":"A penguin species found in southern South America is named for this 16th century man whose crew were the first from Europe to see them","response":"(Ferdinand) Magellan"}]}