{"mix":1678,"rounds":[[{"category":"STARTS WITH \"K\"","comments":"","clues":[{"text":"Word preceding \"back\", \"the habit\", or \"up a fuss\"","response":"kick"},{"text":"As a cent is to a U.S. dollar, this coin is to a Russian ruble","response":"kopek"},{"text":"This Australian bird is also called the \"laughing jackass\"","response":"kookaburra"},{"text":"In Yiddish slang, it's a constant annoying complainer","response":"kvetcher"},{"text":"Some believe the image seen in this type of photography is a person's aura","response":"kirilan (kirlian)"}],"originalDate":"1988-03-07"},{"category":"ANCIENT TELEVISION","comments":"","clues":[{"text":"Because of material shortages caused by this war, the gov't froze TV station construction","response":"Second World War"},{"text":"The 1946 series \"I Love to Eat\" was this type of show","response":"cooking"},{"text":"This program grew out of 1949's \"The Admiral Broadway Revue\", starring Sid Caesar &amp; Imogene Coca","response":"<i>Your Show of Shows</i>"},{"text":"1st on TV in 1948, this Sunday talent showcase ran 23 seasons before being replaced by pro football games","response":"<i>The Amateur Hour</i> (<i>Ted Mack's</i> or <i>Major Bowes</i>)"},{"text":"In 1927, as Secretary of Commerce, not yet president, he was 1st major U.S. official to appear on TV","response":"(Herbert) Hoover"}],"originalDate":"1988-03-07"},{"category":"TRUE CRIME BOOKS, SWEETHEART","comments":"","clues":[{"text":"Including 1922's unsolved murder of director William Desmond Taylor, \"Fallen Angels\" spills secrets from this city","response":"Los Angeles"},{"text":"The worldwide hunt for this Colombian drug lord is chronicled in \"Killing Pablo\"","response":"Escobar"},{"text":"\"The Skies Belong to Us\" narrates one 1972 instance of this crime that was unfortunately big in that era","response":"skyjacking"},{"text":"\"Black Mass\" about the life &amp; capture of this notorious gangster, was made into a film with Johnny Depp","response":"Whitey Bulger"},{"text":"How 50 of the world's most infamous crimes were solved is revealed in \"The Little Book of\" these techniques","response":"forensics"}],"originalDate":"2018-06-05"},{"category":"PULITZER PRIZE MUSICALS","comments":"","clues":[{"text":"They did not give out a Drama award in 1944, but this stately Rodgers &amp; Hammerstein musical won a special award","response":"<i>Oklahoma!</i>"},{"text":"He had plenty of Tonys by then, but this composer finally won a Pulitzer in 1985 for \"Sunday in the Park with George\"","response":"Sondheim"},{"text":"Jonathan Larson posthumously won the 1996 Drama award for this musical","response":"<i>Rent</i>"},{"text":"5 people, including Marvin Hamlisch, shared the 1976 Drama award for this musical","response":"<i>A Chorus Line</i>"},{"text":"There are 8 words in the title of this Frank Loesser musical that won in 1962","response":"<i>How to Succeed in Business Without Really Trying</i>"}],"originalDate":"2018-06-05"},{"category":"BALL IN THE FAMILY","comments":"","clues":[{"text":"This home run king's dad Bobby hit 332 dingers of his own, with nary an asterisk in sight","response":"Barry Bonds"},{"text":"NBA Hall of Famer Bill Walton's son Luke is head coach of this team he played on for 9 seasons","response":"the Lakers"},{"text":"'50s MLB star Ray Boone sired Bob, who sired this Boone named in 2017 as the Yankees' manager","response":"Aaron Boone"},{"text":"Rick Barry made 8 of these teams in 10 NBA seasons; sons Brent, Jon &amp; Drew were 0 for 31","response":"an all-star team"},{"text":"Last name of college football legend Bobby, whose sons Jeff, Terry &amp; Tommy have followed him into coaching","response":"Bowden"}],"originalDate":"2018-06-05"},{"category":"I DON'T WANNA CRAMP","comments":"","clues":[{"text":"Focal hand dystonia is this profession's \"cramp\", though it also affects musicians","response":"writer's"},{"text":"This 2-word \"animal\" term for a painful leg cramp traces back to 19th century baseball slang","response":"a Charley horse"},{"text":"Men's Fitness' \"5 Nutrient-Rich Dishes\" providing this cramp-fighting element included avocado, salmon &amp; papaya","response":"potassium"},{"text":"Diuretics lower this measure, so you can fit the new 2017 standards, but deplete fluid, which can lead to cramping","response":"blood pressure"},{"text":"This type of fever characterized by muscle stiffness &amp; painful joints may take its name from the Swahili for \"cramp\"","response":"dengue fever"}],"originalDate":"2018-06-05"}],[{"category":"YOUR STYLE","comments":"","clues":[{"text":"It's a product for hair or a type of chilled after-dinner treat, but definitely not both at once","response":"mousse"},{"text":"In 2017 Harry Winston paid a ton of green<span class=\"nobreak\">--</span>$5.5 million<span class=\"nobreak\">--</span>for the 18.04-carat Rockefeller this gem","response":"an emerald"},{"text":"\"Disappearing\" 4-letter hairstyle sported by musical artists like Bobby Brown back in the day","response":"a fade"},{"text":"Gingham, along with percale &amp; taffeta, is called this type of weave, like a cat with a striped coat","response":"tabby"},{"text":"In Paris it's a men's shirt; in New York it's a type of dress, loose-cut &amp; short","response":"a chemise"}],"originalDate":"2018-06-05"},{"category":"THE RAMBO CONNECTION","comments":"","clues":[{"text":"In 2016 this actor said he wasn't playing Rambo again: \"The heart's willing, but the body says, 'Stay home!'\"","response":"Sylvester Stallone"},{"text":"General Rambo was one of the many warlords to plague this African nation under the rule of Charles Taylor","response":"Liberia"},{"text":"Army engineers have developed a grenade launcher called Rambo mostly made by this futuristic process","response":"3-D printing"},{"text":"A type of survival knife, the Rambo knife is officially called this, after the 1982 film it was created for","response":"First Blood"},{"text":"\"Rambo III\" was originally dedicated to these rebel fighters of Afghanistan; the dedication has been removed","response":"the Mujahideen"}],"originalDate":"2018-06-05"},{"category":"GEOGRAPHY \"B\"","comments":"","clues":[{"text":"This capital of Colombia is located about 300 miles north of the Equator","response":"Bogotá"},{"text":"It's the northernmost of New York City's boroughs","response":"the Bronx"},{"text":"In 2017 Sultan Hassanal Bolkiah marked 50 years on the throne of this country","response":"Brunei"},{"text":"The Brahmaputra &amp; Ganges Rivers both empty into it","response":"the Bay of Bengal"},{"text":"The misidentification of ospreys may have given this Massachusetts bay its name","response":"Buzzards Bay"}],"originalDate":"2018-06-05"},{"category":"THE INTERJECTION SECTION","comments":"","clues":[{"text":"Expressing shock today, it's also a command to horses to stop","response":"whoa"},{"text":"From Ireland, this interjection for \"by God\" is often paired with \"faith\"","response":"begorrah"},{"text":"After big plays, Yankees broadcaster Phil Rizzuto would often exclaim this 2-word beastly interjection","response":"holy cow"},{"text":"The French have \"voila!\"; we use this hyphenated word ending in \"A\" for the same purpose","response":"ta-da"},{"text":"An interjection meaning \"way to go!\", or any piece of encouragement; it can end in \"girl\" as well as \"boy\"","response":"atta"}],"originalDate":"2018-06-05"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"Cable services are starting to scramble signals to prevent free viewing by 1.5 mil. owners of these","response":"(satellite) dishes"},{"text":"Manufactured by Seeburg, the M-100-B of 1950 was the 1st of these to play 45s","response":"jukebox"},{"text":"Overcoming 1974 shortage of yams used in making these pills, Japan found way to synthesize the hormones","response":"contraceptive pills"},{"text":"Letter name of new Chrysler/Maserati car Iacocca calls \"The best looking Italian...since my mother...\"","response":"Q Car"},{"text":"Pronounced \"disaster proof\", W. Germany's successfully tested MHTGR is a type of this","response":"nuclear power plant"}],"originalDate":"1987-03-27"},{"category":"NOVEL PLOTS","comments":"","clues":[{"text":"Life on the Mississippi with an orphan &amp; a runaway slave","response":"<i>Huckleberry Finn</i>"},{"text":"After a shipwreck, an 18th c. adventurer gets tied down in Lilliput before he can return home","response":"<i>Gulliver's Travels</i>"},{"text":"A London physician discovers he's as different as night &amp; day","response":"<i>Dr. Jekyll and Mr. Hyde</i>"},{"text":"Rudolf Rassendyll has a close shave when he's mistaken for the King of Ruritania","response":"<i>The Prisoner of Zenda</i>"},{"text":"Hostile aliens fall victim to germ warfare in England","response":"<i>The War of the Worlds</i>"}],"originalDate":"1987-03-27"}],{"category":"COMEDY &amp; SPORTS","text":"These are the 2 of a reporter's 5 W's that are not on the baseball team in Abbott &amp; Costello's \"Who's on First?\"","response":"Where & When"}]}