{"mix":1693,"rounds":[[{"category":"IN THE STATE MUSEUM","comments":"(Alex: You have to identify the state for us.)","clues":[{"text":"A full-size replica of the 1903 Wright flyer","response":"North Carolina"},{"text":"The 1629 Winthrop Charter","response":"Massachusetts"},{"text":"Nolan Ryan's Baseball Hall of Fame ring","response":"Texas"},{"text":"Napoleon's death mask","response":"Louisiana"},{"text":"Andrew Jackson's leather wallet","response":"Tennessee"}],"originalDate":"2018-05-09"},{"category":"PRONOUN TEST","comments":"","clues":[{"text":"Let's hear a song of this first-person reflexive pronoun","response":"myself"},{"text":"This indefinite pronoun is a synonym for \"zilch\"","response":"nothing"},{"text":"It can mean \"each\" or \"one or the other\"","response":"either"},{"text":"Thanks for waiting while I finished that call<span class=\"nobreak\">--</span>now I'm all this second-person possessive pronoun","response":"yours"},{"text":"Let's not argue about whether it's OK to use this 5-letter relative pronoun instead of \"that\" in a restrictive clause","response":"which"}],"originalDate":"2018-05-09"},{"category":"DON'T GIVE UP THE RELATIONSHIP","comments":"","clues":[{"text":"Truly the royal we, these 2 celebrated their 70th wedding anniversary on Nov. 20, 2017","response":"Queen Elizabeth and Prince Philip"},{"text":"On their 25th anniv. Michelle told Barack \"You're still my\" these 2 words (without \"forever\")","response":"best friend"},{"text":"Maybe this TV Dr. used his 40+-year marriage to Robin to write his book \"Relationship Rescue\"","response":"Dr. Phil"},{"text":"Psychology Today:<br>You 2 aren't mind readers<span class=\"nobreak\">--</span>this 13-letter word \"is the most important part of your relationship\"","response":"communication"},{"text":"Lisa Rinna credits keeping things steamy for her marriage to this actor lasting \"150 years in Hollywood math\"","response":"Harry Hamlin"}],"originalDate":"2018-05-09"},{"category":"VIRUSES","comments":"","clues":[{"text":"To hackers, this way into a house also means a security bypass that can let a virus infect a computer","response":"a backdoor"},{"text":"The first example of this -ware that extorts money to unlock your files was sent on disks to HIV researchers in 1989","response":"ransomware"},{"text":"The St. Louis encephalitis virus is transmitted in a cycle of bird to this insect to bird","response":"mosquito"},{"text":"This virus that sometimes breaks out on cruise ships is named for Norwalk, Ohio","response":"norovirus"},{"text":"Stuxnet was created to damage this country's nuclear weapons program by making its centrifuges self-destruct","response":"Iran"}],"originalDate":"2018-05-09"},{"category":"CLASS OF 1918","comments":"","clues":[{"text":"After graduating from the Hunan Normal School in 1918, this future leader took a great leap forward to Beijing","response":"Mao"},{"text":"In 1918 Margaret Mitchell left this type of school named for bringing society girls' education to completion","response":"finishing school"},{"text":"Witchcraft came after graduation from St. Louis' Central High for Agnes Moorehead, Endora on this sitcom","response":"<i>Bewitched</i>"},{"text":"1918 was a big year for this woman: she graduated from Lanier High in Alabama &amp; met F. Scott Fitzgerald at a dance","response":"Zelda Fitzgerald"},{"text":"This future composer was far from \"The Common Man\" when he graduate from Boys' H.S. in Brooklyn in 1918","response":"Aaron Copland"}],"originalDate":"2018-05-09"},{"category":"PLANET EARTH","comments":"","clues":[{"text":"Home to 10% of the world's known species, this rainforest covers 1.2 billion acres, 60% of it in Brazil","response":"the Amazon rainforest"},{"text":"They're sometimes called grasslands or savannahs, but in \"God Bless America\", they're called these","response":"prairies"},{"text":"This field around Earth weakens before the 2 poles reverse, every 300,000 years or so","response":"the magnetic field"},{"text":"2-word name for the U.S. region where a high frequency of its namesake vortexes can appear every year","response":"Tornado Alley"},{"text":"An annual 1-million-strong migration of these animals crosses the Mara River through a gauntlet of crocs","response":"the wildebeest"}],"originalDate":"2018-05-09"}],[{"category":"LITERATURE IN SPANISH","comments":"","clues":[{"text":"Guillermo Cabrera Infante's \"Infante's Inferno\" captures this country before the 1959 Communist revolution","response":"Cuba"},{"text":"Not the tower but this place of Babel in a Borges story contains every possible book with every arrangement of letters","response":"library"},{"text":"1949's \"The Kingdom of This World\", an early work in this style blending naturalism &amp; fantasy, includes a manifesto of it","response":"magical realism"},{"text":"Circa 1554 \"Lazarillo de Tormes\" originated this genre about a lowborn scamp &amp; his travels &amp; adventures","response":"picaresque"},{"text":"Mario Vargas Llosa based \"The Time of the Hero\" on his harsh treatment in military school in this South American capital","response":"Lima"}],"originalDate":"2018-05-09"},{"category":"POLITICAL TERMS","comments":"","clues":[{"text":"To \"toe\" this is to outwardly agree with all the positions of a political organization","response":"the line"},{"text":"Sen. Al Beveridge coined this term in 1912 for political support at the local level \"grown from the soil\" of people's needs","response":"grassroots"},{"text":"It can mean a wallet, a purse or a type of issue that affects the take-home pay of workers","response":"a pocketbook"},{"text":"Senate Rule 22 is named for this, the only formal procedure for ending a filibuster","response":"cloture"},{"text":"A room used in sound recording, this phrase means a group of people who repeat &amp; reinforce each other's beliefs","response":"echo chamber"}],"originalDate":"2018-05-09"},{"category":"MEMORABLE MOVIE SCENES","comments":"","clues":[{"text":"1972: <br>A horse head is found in a bed &amp; Sonny gets whacked","response":"<i>The Godfather</i>"},{"text":"1981: <br>A golden idol is retrieved, then surrendered &amp; an ancient artifact is opened","response":"<i>Raiders of the Lost Ark</i>"},{"text":"2013: <br>Satellite debris shatters a space shuttle &amp; leaves astronauts in peril","response":"<i>Gravity</i>"},{"text":"2015: <br>A captured Soviet operative &amp; an American pilot walk carefully past each other in Berlin","response":"<i>Bridge of Spies</i>"},{"text":"1925: <br>In the Yukon, a starving Charlie Chaplin dines on one of his shoes, laces &amp; all","response":"<i>The Gold Rush</i>"}],"originalDate":"2018-05-08"},{"category":"LET'S GET ORDINAL","comments":"","clues":[{"text":"In baseball, it's the hot corner","response":"third base"},{"text":".757 liters of Scotch","response":"a fifth"},{"text":"My intuition tells me you know this phrase for an extra level of perception","response":"a sixth sense"},{"text":"Andre the Giant &amp; the Astrodome have been touted as this, adding to an ancient list","response":"the eighth wonder of the world"},{"text":"The press inherited this ordinal nickname from the stratified class system of old Europe","response":"the fourth estate"}],"originalDate":"2018-05-08"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"This national park has 5 entrances, hundreds of waterfalls &amp; more than 300 active geysers","response":"Yellowstone"},{"text":"Alphabetically, our national parks run from Acadia in Maine to this one in Utah","response":"Zion"},{"text":"Known for its cliff dwellings, the name of this Colorado park is Spanish for \"green table\"","response":"Mesa Verde"},{"text":"Of these 2 California parks, Ken Burns said one offers the biggest trees; the other, the tallest","response":"Sequoia and Redwood"},{"text":"Located in Oregon, this deepest U.S. lake is in a national park of the same name","response":"Crater"}],"originalDate":"2018-05-08"},{"category":"SPEAK EASY","comments":"","clues":[{"text":"This brand of at-home hair color from Clairol has been around for over 50 years","response":"Nice 'n Easy"},{"text":"In Spanish, this proverb translates to \"fácil viene, fácil se va\"","response":"easy come, easy go"},{"text":"Dennis Hopper said this \"was never a motorcycle movie to me...a lot of it was about politically what was going on\"","response":"<i>Easy Rider</i>"},{"text":"A song from this folk opera begins, \"Summertime and the livin' is easy\"","response":"<i>Porgy and Bess</i>"},{"text":"In a great American novel this character says, \"You feel mighty free and easy and comfortable on a raft\"","response":"<i>Adventures of Huckleberry Finn</i>"}],"originalDate":"2018-05-08"}],{"category":"BOOK CHARACTERS","text":"Trying to emulate the title character, he fails &amp; is told \"You lack a set of spinnerets, &amp; you lack know-how\"","response":"Wilbur"}]}