{"mix":1696,"rounds":[[{"category":"THE DAWN OF THE RAILROADS","comments":"","clues":[{"text":"Seguin locomotives in Germany had so much trouble maintaining steam in the 1830s, a team of these animals accompanied them","response":"horses"},{"text":"In 1868 George Westinghouse introduced air these for trains, making greater speed less risky","response":"brakes"},{"text":"In 1897 Baldwin Locomotives introduced an engine to Japan named this, for the emperor, not an operetta","response":"Mikado"},{"text":"At first, this measure of the space between the 2 rails varied quite a bit &amp; trains had trouble switching tracks","response":"the gauge"},{"text":"In 1851 a contest was held to design a train to traverse the Semmering Pass in these European mountains","response":"the Alps"}],"originalDate":"2018-05-03"},{"category":"PUT A \"LID\" ON IT","comments":"(Alex: \"L-I-D\" coming up in each correct response.)","clues":[{"text":"On the end of a state postal abbreviation to get this synonym for \"true\"","response":"valid"},{"text":"On the 19th letter of the alphabet to get this past tense verb","response":"slid"},{"text":"On the end of a London landmark to get this body part where you might get conjunctivitis","response":"your eyelid"},{"text":"On a buddy to get this synonym for \"wan\"","response":"pallid"},{"text":"On a female first name to get this term for a creature like an earthworm or a leech","response":"annelid"}],"originalDate":"2018-05-03"},{"category":"I REMEMBER APRIL","comments":"","clues":[{"text":"On April 18, 1956 she went from Hollywood royalty to simply royalty by marrying Prince Rainier","response":"Grace Kelly"},{"text":"1,400 Cuban exiles landed at this location on April 17, 1961 to overthrow Castro, but failed quickly","response":"the Bay of Pigs"},{"text":"This green holiday was observed for the first time in Nebraska on April 10, 1872","response":"Arbor Day"},{"text":"As many as 300 civilians died during the April 26, 1937 bombing of this Basque city","response":"Guernica"},{"text":"In April 1250 on the 7th crusade, King Louis IX of France was captured by a Mameluke army in this country","response":"Egypt"}],"originalDate":"2018-05-02"},{"category":"MIDDLE T","comments":"","clues":[{"text":"Swine enclosure","response":"a sty"},{"text":"6:4 or 17:2","response":"ratio"},{"text":"We flip for this food implement with a flat, often flexible blade","response":"spatula"},{"text":"Scored in points (8,000 is good), this track &amp; field event is a perfect 10","response":"the decathlon"},{"text":"Answers, questions, in our half-hour /<br>Give me this 11-letter chant of magical power","response":"an incantation"}],"originalDate":"2018-05-02"},{"category":"YOUR HUDDLED MASSES","comments":"","clues":[{"text":"This 8-team college football league has Lions &amp; Tigers &amp; Bears, oh my! (&amp; Quakers, too)","response":"the Ivy League"},{"text":"7 seconds on the clock... go!; I was a sack master... NFLer for 15 years... now I host a game show; things this man could say","response":"(Michael) Strahan"},{"text":"His career as the Steelers' QB includes plenty of passes &amp; a game-saving tackle in a 2006 playoff game","response":"Roethlisberger"},{"text":"In 2017 he went from running plays for the Cowboys to predicting 'em with uncanny accuracy in the CBS booth with Jim Nantz","response":"(Tony) Romo"},{"text":"Baker Mayfield's 2017 Heisman Trophy is the first in more than 50 years for this, a non-scholarship player","response":"a walk-on"}],"originalDate":"2018-05-02"},{"category":"YEARNING TO BREATHE FREE","comments":"","clues":[{"text":"25 million people in the U.S. have this chronic 6-letter lung disorder","response":"asthma"},{"text":"The Clanton gang at the O.K. Corral did not kill Doc Holliday<span class=\"nobreak\">--</span>this, AKA consumption, did the trick 6 years later","response":"tuberculosis"},{"text":"Chronic bronchitis &amp; this lung disease hard on smokers are the 2 main components of COPD","response":"emphysema"},{"text":"We nose this brand of nasal strips comes in clear &amp; lavender-scented varieties to fight congestion","response":"Breathe Right"},{"text":"This cancer often due to asbestos exposure takes its name from another term for the pleura coating the lungs","response":"mesothelioma"}],"originalDate":"2018-05-02"}],[{"category":"CONTEMPORARY COMPOSERS","comments":"","clues":[{"text":"From 1967 to 2006 composer Pierre Boulez took home 26 of these awards, including 6 for best classical album","response":"Grammys"},{"text":"The film \"Notes on a Scandal\" was rated R, but the music was pure \"P.G.\", this composer","response":"Philip Glass"},{"text":"This composer of \"Doctor Atomic\" has a presidential first &amp; last name &amp; for his middle name, Coolidge","response":"John Adams"},{"text":"In \"Music of Changes\", John Cage used results from this ancient Chinese divination text to add a random element","response":"<i>I Ching</i>"},{"text":"This Finnish maestro composed \"L.A. Variations\" in 1996 when he was music director of the L.A. Philharmonic","response":"Esa-Pekka Salonen"}],"originalDate":"2018-05-02"},{"category":"FLIPPING CHANNELS","comments":"","clues":[{"text":"On PBS I see bewigged Brits but no more \"Theatre\" in the title","response":"<i>Masterpiece</i>"},{"text":"On CBS Michael Weatherly is analyzing a trial","response":"<i>Bull</i>"},{"text":"On MeTV, it's this Steve McQueen western that shares its title with a Bon Jovi song","response":"<i>Wanted Dead or Alive</i>"},{"text":"On the CW Rachel Bloom is singing","response":"<i>Crazy Ex-Girlfriend</i>"},{"text":"On Discovery a man &amp; a woman are out in the wild with no clothes","response":"<i>Naked and Afraid</i>"}],"originalDate":"2018-05-02"},{"category":"ASIAN CAPITALS","comments":"","clues":[{"text":"The tomb of the 12th century Muslim leader Saladin is located in this Syrian city","response":"Damascus"},{"text":"Klang Klang Klang went the river! The Klang &amp; Gombak Rivers meet in Kuala Lumpur, the capital of this","response":"Malaysia"},{"text":"Dushanbe in Tajikistan means \"Monday\"<span class=\"nobreak\">--</span>that was the day of this weekly event bringing buyers &amp; sellers to town","response":"a bazaar (or market)"},{"text":"With upscale shopping &amp; blazing lights, the Xinyi district in this island capital resembles Tokyo's Ginza","response":"Taipei"},{"text":"In 1959 this city was designated to replace Karachi as the capital; its construction began 2 years later","response":"Islamabad"}],"originalDate":"2018-05-02"},{"category":"FOUNDLING FATHERS","comments":"","clues":[{"text":"Pa Kent found this child sent by his father, Jor-El, before his planet exploded","response":"Superman"},{"text":"Found as a baby in a railway station, Jack discovers he really is Ernest, the son of General Moncrieff in this Wilde play","response":"<i>The Importance of Being Earnest</i>"},{"text":"In \"Annie\", this president tells the title orphan who her real father is","response":"FDR"},{"text":"When a shepherd found this abandoned son of Laius, king of Thebes, the prophecy was back on","response":"Oedipus"},{"text":"This Fielding foundling discovers a son of a preacher man was his real father","response":"Tom Jones"}],"originalDate":"2018-05-02"},{"category":"UNARMED COMBAT","comments":"","clues":[{"text":"The 4 basic boxing punches are the jab, the hook, the cross &amp; this one that arrives from below","response":"an uppercut"},{"text":"Brazilian jiujitsu master Royce Gracie won 3 of the first 4 of these events; they're up to 220 now","response":"UFC (Ultimate Fighting Championship)"},{"text":"Mike Tyson might have trouble in pankration, an ancient combat sport in which the only fouls were gouging &amp; this","response":"biting"},{"text":"An elbow strike to the face is a basic move in this self-defense system developed by the Israel defense forces","response":"krav maga"},{"text":"This nationality follows \"muay\" in the name of a kickboxing style that includes blows with the elbows &amp; knees","response":"Thai"}],"originalDate":"2018-05-02"},{"category":"I'LL BE THE JUDGE OF THAT","comments":"","clues":[{"text":"About this, your formal statement of opposition that needs my immediate ruling... overruled!","response":"an objection"},{"text":"So, you fled over the state border, got caught &amp; were sent back via the 1878 clause regarding this; welcome home!","response":"the extradition clause"},{"text":"You actively impeded the investigation by giving the FBI false info! That's this 3-word crime &amp; a very, very big deal","response":"obstruction of justice"},{"text":"I rule that we'll have to do this to your wages, from Old French for \"to prepare\"","response":"garnish"},{"text":"So you're trying to establish the defendant's M.O., short for this Latin term; please proceed","response":"<i>modus operandi</i>"}],"originalDate":"2018-05-01"}],{"category":"INVENTORS &amp; INVENTIONS","text":"In 1899 James Atkinson patented his new &amp; improved one of these, including its spring-powered snapping action","response":"a mousetrap"}]}