{"mix":1710,"rounds":[[{"category":"NEW CAREERS!","comments":"","clues":[{"text":"With certification from the ICF, you can become not a football or a hockey one but a life one of these","response":"a coach"},{"text":"The SEIA, the industries association for this type of power, says business is booming","response":"solar power"},{"text":"If gaming is your thing, perhaps check out careers in VR, virtual reality, or AR, this related type","response":"augmented reality"},{"text":"The next decade or so is expected to bring 25% more jobs in this kind of care, like for the company Home Instead","response":"senior or elder care"},{"text":"The Wall Street Journal says this field of making sure your company follows rules &amp; regs is red-hot","response":"compliance"}],"originalDate":"2018-03-30"},{"category":"THE CENSUS ASKS","comments":"","clues":[{"text":"1940: <br>Whether an occupied dwelling had one of these entertainment devices","response":"a radio"},{"text":"2010: <br>Choices among Latino &amp; Hispanic identities included this synonym for Mexican American","response":"Chicano"},{"text":"1990: <br>\"Do you have a second or junior\" one of these \"on this property?\"","response":"a mortgage"},{"text":"1980: Whether a person's ethnicity was Hawaiian or Samoan, or from this other U.S. Pacific island territory","response":"Guam"},{"text":"1790-1860:<br>Number of members of a household who were these","response":"slaves"}],"originalDate":"2018-03-29"},{"category":"\"BLACK\"","comments":"","clues":[{"text":"A shiner is slang for this","response":"a black eye"},{"text":"In 2015 this hockey team won its sixth Stanley Cup","response":"the Blackhawks"},{"text":"\"You Shook Me All Night Long\" was on this classic album of the '80s","response":"<i>Back in Black</i>"},{"text":"It grew out of a small machine shop in Baltimore to become a leading maker of power tools &amp; accessories","response":"Black and Decker"},{"text":"An essay that promoted kindness to animals inspired Anna Sewell to write this novel","response":"<i>Black Beauty</i>"}],"originalDate":"2018-03-29"},{"category":"ASIAN","comments":"","clues":[{"text":"Ready to climb Mount Everest? Head to Sagarmatha National Park in this country to get started","response":"Nepal"},{"text":"Reflecting the city's earlier name, it's the nickname for the thriving film industry in India's city of Mumbai","response":"Bollywood"},{"text":"Covering part of northern China is this desert of which Marco Polo said, \"It would take a year to go from end to end\"","response":"the Gobi Desert"},{"text":"The Red Sea port of Jeddah is more liberal than other big cities in this Middle East kingdom","response":"Saudi Arabia"},{"text":"Turkmenistan's Garabogazkol Gulf makes up part of this, the world's largest inland body of water","response":"the Caspian Sea"}],"originalDate":"2018-03-29"},{"category":"HIS PANIC","comments":"","clues":[{"text":"Jonathan Knight of this \"New\" group that's been singing for 30 years now has gone public about his panic attacks","response":"New Kids on the Block"},{"text":"This president inherited Andrew Jackson's financial policies, which spurred on the stock world's \"Panic of 1837\"","response":"Martin Van Buren"},{"text":"After his 1938 broadcast, a listener ran into a church screaming \"N.Y. has been destroyed! It's the end of the world!\"","response":"(Orson) Welles"},{"text":"This Greek god embraced the panic, since his sons were fear &amp; panic personified","response":"Ares"},{"text":"Gen. Horatio Gates of this army lost to the Redcoats at Camden but got mocking admiration for fleeing 180 miles in 3 days","response":"the Continental Army"}],"originalDate":"2018-03-29"},{"category":"SONGS FROM BROADWAY MUSICALS","comments":"","clues":[{"text":"\"The Schuyler Sisters\" &amp; \"Ten Duel Commandments\"","response":"<i>Hamilton</i>"},{"text":"\"Prisoners Of Love\" &amp; \"Springtime For Hitler\"","response":"<i>The Producers</i>"},{"text":"\"Fisch Schlapping Song\" &amp; \"I Am Not Dead Yet\"","response":"<i>Spamalot</i>"},{"text":"\"Dulcinea\" &amp; \"The Impossible Dream (The Quest)\"","response":"<i>Man of La Mancha</i>"},{"text":"\"Horace Green Alma Mater\" &amp; \"Faculty Quadrille\"","response":"<i>School of Rock</i>"}],"originalDate":"2018-03-29"}],[{"category":"BATTLES","comments":"","clues":[{"text":"There were no casualties in this April 12-14, 1861 engagement that got the Civil War going","response":"Fort Sumter"},{"text":"Losing 1282's Battle of Orewin Bridge saw this kingdom led by Llywelyn Ap Gruffudd fall to the English","response":"Wales"},{"text":"The December 2001 siege of Tora Bora took place in this nation","response":"Afghanistan"},{"text":"At the Battle of Thermopylae in 480 B.C., this Spartan king led the stalwart defenders","response":"King Leonidas"},{"text":"The 1526 Battle of Panipat saw Chief Babur defeat Sultan Ibrahim &amp; thus begin this 2-century Muslim empire in India","response":"the Mughal empire"}],"originalDate":"2018-03-29"},{"category":"13-LETTER WORDS","comments":"","clues":[{"text":"Don't wait until tomorrow to tell me it means to postpone habitually rather than act","response":"procrastinate"},{"text":"Yummy! This adjective means \"saliva-inducing\"","response":"mouthwatering"},{"text":"This quality isn't just shown in being a good loser but in being a good (non-gloating) winner","response":"sportsmanlike (or sportsmanship)"},{"text":"Term for a musician who plays the cymbals, drums or xylophone","response":"percussionist"},{"text":"It's the large-scale removal of trees from a wooded area, often with detrimental effect","response":"deforestation"}],"originalDate":"2018-03-29"},{"category":"THAT'S NOT FLYING!","comments":"","clues":[{"text":"All flying fish use their pectoral these to \"fly\"<span class=\"nobreak\">--</span>some are aided by the pelvic ones too","response":"fins"},{"text":"The flying type of this rodent can't fly, but is nocturnal like bats","response":"a squirrel"},{"text":"The marsupials called gliders are sometimes incorrectly called flying these worldwide marsupials","response":"possums"},{"text":"The flying this reptile goes from a \"J\" shape to an \"S\" shape to a \"C\" shape to get air","response":"a snake"},{"text":"The flying type of this cephalopod doesn't fly as much as it leaps by expelling a jet of water","response":"a squid"}],"originalDate":"2018-03-29"},{"category":"ENTERTAINING INSPIRATIONS","comments":"","clues":[{"text":"A triptych by painter Francis Bacon inspired the chest-bursting scene from this 1979 film","response":"<i>Alien</i>"},{"text":"The structures in Larry Niven's novel \"Ringworld\" inspired this video game series with a more angelic ring in the title","response":"<i>Halo</i>"},{"text":"A 1984 joke about a fake show called \"Miami Nice\" was the inspiration for this Bea Arthur / Betty White sitcom","response":"<i>Golden Girls</i>"},{"text":"Artwork for the Elton John song \"I've Seen That Movie Too\" inspired this mocking cable TV show that premiered in 1988","response":"<i>Mystery Science Theater 3000</i>"},{"text":"A very optimistic sermon by Father Divine led Johnny Mercer to write this classic 1944 song","response":"\"Accentuate The Positive\""}],"originalDate":"2018-03-28"},{"category":"GO SEE \"AL\"","comments":"","clues":[{"text":"Bosom buddy","response":"a pal"},{"text":"The confidence of a group","response":"morale"},{"text":"The logical reasons why an action was taken","response":"a rationale"},{"text":"Area of dense shrubs often found in southern California","response":"chaparral"},{"text":"High-level programming language used for teaching","response":"Pascal"}],"originalDate":"2018-03-28"},{"category":"MYSTERIOUS WORDS","comments":"","clues":[{"text":"When it precedes \"case of\" or \"incident of\" in titles, this word means provokingly strange, not inquisitive","response":"curious"},{"text":"Monster of the Oedipus myth used to describe an inscrutable person","response":"the Sphinx"},{"text":"A subterranean chamber adds \"IC\" at the end to be this word meaning ambiguous","response":"cryptic"},{"text":"Enciphering machine built by Germany<span class=\"nobreak\">--</span>can you break its code?","response":"enigma"},{"text":"O say can you \"C\" this puzzling word that may involve puns? Oh, it's a...","response":"a conundrum"}],"originalDate":"2018-03-28"}],{"category":"RIVERS","text":"In \"Notes on the State of Virginia\", Thomas Jefferson said the most beautiful river on Earth is this one no longer in Virginia","response":"the Ohio"}]}