{"mix":1721,"rounds":[[{"category":"A YEAR ENDING IN 8","comments":"","clues":[{"text":"Martin Luther King &amp; Robert Kennedy are assassinated","response":"1968"},{"text":"Christopher Columbus embarks on his third voyage to the New World","response":"1498"},{"text":"The state of Israel is proclaimed","response":"1948"},{"text":"The battleship Maine blows up in Havana harbor","response":"1898"},{"text":"Cyrus Griffin is elected the last president of the Continental Congress","response":"1788"}],"originalDate":"2018-03-06"},{"category":"\"HORSE\" TALK","comments":"","clues":[{"text":"\"All\" of these 2 groups \"couldn't put Humpty Dumpty together again\"","response":"the king's horses and king's men"},{"text":"In Shakespeare, Richard III's last line is \"A horse! A horse!\" These 5 words!","response":"my kingdom for a horse"},{"text":"An 1831 novel said,  one of these, \"which had never been thought of... rushed past the grand stand in sweeping triumph\"","response":"a dark horse"},{"text":"St. Jerome's \"Noli equi dentes inspicere donati\" means this in English","response":"don't look a gift horse in the mouth"},{"text":"A Yeats poem says, \"Cast a cold eye on life, on death.\" These 3 words","response":"horseman, pass by"}],"originalDate":"2018-03-06"},{"category":"INTERNATIONAL HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Hundreds of thousands in Havana's Plaza de la Revolucion celebrate Intl. Workers' Day on this date","response":"May 1st"},{"text":"This country's national holiday, July 21, celebrates the ascension of its first king, Leopold I","response":"Belgium"},{"text":"February (summer Down Under) is the month for this Australian state's Royal Hobart Regatta","response":"Tasmania"},{"text":"William Tubman Day, November 29, celebrates the birthday of this African nation's longest-serving president","response":"Liberia"},{"text":"In southern Asia this \"Festival of Lights\" is celebrated by Jains, Sikhs &amp; Hindus alike","response":"Diwali"}],"originalDate":"2018-03-06"},{"category":"ELECTRICITY","comments":"","clues":[{"text":"Shuffling around the carpet for a while can get you a juicy amount of this type of electricity, 20,000 volts worth","response":"static electricity"},{"text":"To show the safety of this current, Nikola Tesla lit lamps by letting electricity flow through his body","response":"AC (or alternating current)"},{"text":"The machine known by this 3-letter abbreviation has the job of tracking electricity in your heart","response":"EKG"},{"text":"Your electric bill is usually measured by how many of these hyphenated units you consume","response":"kilowatt-hours"},{"text":"Electric fields have values expressed in N/C, newtons per this other unit named for a physicist","response":"coulomb"}],"originalDate":"2018-03-06"},{"category":"OSCAR'S BEST PICTURE RHYME TIME","comments":"","clues":[{"text":"Gold wedding bands with the name of the very first winner","response":"<i>Wings</i> rings"},{"text":"A governmental prohibition of Affleck's 2012 effort","response":"an <i>Argo</i> embargo"},{"text":"A burly title underdog prizefighter","response":"stocky <i>Rocky</i>"},{"text":"A shindig for Ernest Borgnine &amp; the rest of the cast","response":"a <i>Marty</i> party"},{"text":"Brian Bradley tinkered &amp; kept the ship going for James Cameron, so he's the...","response":"<i>Titanic</i> mechanic"}],"originalDate":"2018-03-06"},{"category":"FOOD FRANCHISES","comments":"","clues":[{"text":"\"America runs on\" baked goods &amp; coffee from this alliterative chain that began franchising in 1955","response":"Dunkin' Donuts"},{"text":"In 1989 Auntie Anne's began selling lemonade &amp; these from its first store location","response":"pretzels"},{"text":"Oh yeah, I'll have a blast at this franchised drive-in that once promised \"service at the speed of sound\"","response":"Sonic"},{"text":"Someone pass the syrup<span class=\"nobreak\">--</span>this chain built the last of its iconic A-frame restaurants in 1979","response":"IHOP"},{"text":"If you can't get to Louisiana, visit this chain named for a  \"French Connection\" character, not a cartoon one","response":"Popeyes"}],"originalDate":"2018-03-01"}],[{"category":"HISTORIC TRIOS","comments":"","clues":[{"text":"Crassus, Pompey &amp; this guy made up the first Roman triumvirate","response":"Caesar"},{"text":"In World War II, Germany, Italy &amp; Japan made up this trio of \"powers\"","response":"the Axis"},{"text":"As its name suggests, this caravel was the smallest of Columbus' ships in 1492","response":"the <i>Niña</i>"},{"text":"During the 1917 Russian Revolution, this faction promised the people \"peace, land &amp; bread\"","response":"the Bolsheviks"},{"text":"With Israel's Yitzhak Rabin &amp; Shimon Peres, this man won the 1994 Nobel Peace Prize","response":"(Yasser) Arafat"}],"originalDate":"2018-03-01"},{"category":"MAILING IT IN","comments":"(Alex: All about stuff you can actually mail as-is if you put an address on it and a stamp.)","clues":[{"text":"If a friend is building a wall or a whole house, mail him this basic piece of material, standard size 3 5/8 &amp; 2 1/4 x 8 inches","response":"a brick"},{"text":"Your buddy needs to play ultimate, so Wham-O! Send an All Sport or Dyn-O-Glo one of these","response":"a Frisbee"},{"text":"Take a whack at sending this candy-filled party item; rainbow donkey is a popular type","response":"a piñata"},{"text":"Charlie Brown's in luck if he wants to paint an address on one of these he got over &amp; over on Halloween in a TV special","response":"a rock"},{"text":"Slap an address &amp; postage on this tropical item &amp; the recipient can enjoy its solid dried meat called copra","response":"a coconut"}],"originalDate":"2018-03-01"},{"category":"14-LETTER WORDS","comments":"","clues":[{"text":"Today a secretary is often rightly called this 14-letter type of \"assistant\"","response":"administrative"},{"text":"To kill the pathogenic microorganisms in milk using this process, it's necessary to heat it to at least 145&deg;F","response":"pasteurization"},{"text":"Can I tell you something this way, just between ourselves?","response":"confidentially"},{"text":"Like layers of rock, it's the hierarchical division of society according to rank, caste or class","response":"stratification"},{"text":"John Calvin wrote of this belief, \"Eternal life is foreordained for some, eternal damnation for others\"","response":"predestination"}],"originalDate":"2018-03-01"},{"category":"GETTING THE BAND BACK TOGETHER","comments":"","clues":[{"text":"\"We never broke up, we just took a 14-year vacation\", said Glenn Frey at this band's first reunion show in 1994","response":"the Eagles"},{"text":"The Jackson 5 reunited in 1983 for this record label's 25th anniversary special","response":"Motown"},{"text":"The setlist at their 2007 reunion show included \"Kashmir\" &amp; \"In My Time Of Dying\"","response":"Led Zeppelin"},{"text":"An estimated 500,000 people jammed New York's Central Park to see this duo's 1981 reunion concert","response":"Simon & Garfunkel"},{"text":"This band's Black Francis said of reunions, \"This ain't about the art anymore...now it's time to talk about the money\"","response":"the Pixies"}],"originalDate":"2018-03-01"},{"category":"SEEING THINGS DIFFERENTLY","comments":"","clues":[{"text":"Suzuki Roshi, a master of this type of Buddhism, coined the term \"beginner's mind\" for seeing the world afresh","response":"Zen"},{"text":"Customized online content can keep people in a \"filter\" this, the title of a 2012 book that suggest peeking out of yours","response":"a bubble"},{"text":"St. Paul wrote, \"For now we see through\" this, \"darkly; but then face to face\"","response":"a glass"},{"text":"You get a virtual reality experience when puttin' on the Rift from this company","response":"Oculus"},{"text":"Novels with multiple narrators' points of view include this Barbara Kingsolver \"Bible\"","response":"<i>The Poisonwood Bible</i>"}],"originalDate":"2018-03-01"},{"category":"SUCH NOVEL CHARACTERS","comments":"","clues":[{"text":"Behaving like this hard-charging hero of a 1605 Spanish work has become shorthand for impractical idealism","response":"Don Quixote"},{"text":"In \"Little Women\" this character declares, \"I'm dying to go and fight with Papa. And I can only stay at home &amp; knit\"","response":"Jo"},{"text":"This one of Dumas' 3 musketeers is the extrovert of the group<span class=\"nobreak\">--</span>loud, brash &amp; a courageous fighter &amp; friend","response":"Porthos"},{"text":"\"I have brains &amp; almost all the rest of the world are fools\", says Becky Sharp in this author's \"Vanity Fair\"","response":"Thackeray"},{"text":"During the French Revolution, Sir Percy Blakeney disguises himself as this hero to rescue the wrongly jailed","response":"the Scarlet Pimpernel"}],"originalDate":"2018-03-01"}],{"category":"REFERENCE BOOKS","text":"Emily Dickinson made frequent use of a work by this family friend &amp; said that for several years, it was \"my only companion\"","response":"(Noah) Webster"}]}