{"mix":1732,"rounds":[[{"category":"TOTALLY METAL, DUDE","comments":"","clues":[{"text":"Hi-yo, \"liquid silver\"! Big producers of this element include Chile &amp; Kyrgyzstan","response":"mercury"},{"text":"Of all metals, it has the greatest ductility &amp; reflects heat rays the best, so yeah, it's a pretty valuable thing to have","response":"gold"},{"text":"The lower layer of the earth's outer crust is called the sima because it's composed of silica &amp; this metallic element","response":"magnesium"},{"text":"A beam of cesium is a prime component of this extremely accurate device; the first experimental one was built in 1949","response":"atomic clock"},{"text":"It's atomic number 22 in your program but number 1 in your heart when an alloy is used in a pacemaker","response":"titanium"}],"originalDate":"2018-02-01"},{"category":"CIVIL LAW","comments":"","clues":[{"text":"In German civil law you can have a holographic one of these, that bears the testator's signature","response":"will"},{"text":"This 1804 code contained French civil law","response":"Napoleonic Code"},{"text":"The Swiss civil code of 1907 superseded some of the laws of these districts of the federation","response":"a canton"},{"text":"In some civil-law countries, these \"public\" legal authenticators have significant educational requirements","response":"notary"},{"text":"The U.S. Justice Dept. says that in countries with civil law, the judge can act more like this \"p\"erson in our system","response":"prosecutor"}],"originalDate":"2018-02-01"},{"category":"NICKNAMES FOR NATIVES","comments":"","clues":[{"text":"Sheik, rattle &amp; roll with an Emirian, someone from this Mideast nation","response":"United Arab Emirates"},{"text":"It's not just a national anthem, it's a female resident of a city on the Gulf of Lion","response":"Marseillaise"},{"text":"This nickname for residents of N.C. may derive from a Civil War regiment that stubbornly held their position as if glued down","response":"Tar Heels"},{"text":"If you're a Hibernian, you're from this country","response":"Ireland"},{"text":"A Hatter is a resident of this Alberta city","response":"Medicine Hat"}],"originalDate":"2018-01-31"},{"category":"ON STAGE","comments":"","clues":[{"text":"Recently on Broadway as \"the present\", \"Platonov\" is a play by this other -ov","response":"(Anton) Chekhov"},{"text":"Some of the buccaneers in this Gilbert &amp; Sullivan show may do double duty as policemen","response":"<i>The Pirates of Penzance</i>"},{"text":"Based on Lorraine Hansberry's play, this musical omits the prepositional phrase &amp; keeps just the dried fruit for a title","response":"<i>Raisin</i>"},{"text":"In 2014 at age 88 Angela Lansbury returned to London's West End to star in this playwright's \"Blithe Spirit\"","response":"Noël Coward"},{"text":"Let's go to this Lillian Hellman show whose \"small\" title comes from creatures in the Bible \"that spoil the vines\"","response":"<i>The Little Foxes</i>"}],"originalDate":"2018-01-31"},{"category":"THE HUNGARY GAMES","comments":"","clues":[{"text":"He made his first prototype of his hand-held game in Budapest using 27 wooden blocks","response":"Ernő Rubik"},{"text":"Oseink irasa is a picture-based game that helps you learn the 44 characters in this","response":"the alphabet"},{"text":"In Hungary this chess piece is called the kiraly; the chess notation for it is the same as in English","response":"king"},{"text":"In Hungary this sidewalk game can have kids jumping on a design that looks like a snail","response":"hopscotch"},{"text":"Goalkeeper Viktor Nagy made a splash in this sport in which Hungary has won 9 Olympic gold medals","response":"water polo"}],"originalDate":"2018-01-31"},{"category":"PUERTO RICO STRONG","comments":"(Alex: Yes!)","clues":[{"text":"Want to donate? Orgs. like UNICEF, save the children &amp; Hispanic federation aided P.R. after the devastation of this 2017 hurricane","response":"Maria"},{"text":"The San Jose church dates to 1532 in this capital named for another saint","response":"San Juan"},{"text":"A HOFer in every way, this P.R.-born Pittsburgh Pirate died in a plane crash trying to aid Nicaraguan earthquake victims","response":"(Roberto) Clemente"},{"text":"Around 1508 he founded the first European settlement on Puerto Rico; the Fountain of Youth? Not as easy to find","response":"Ponce de León"},{"text":"Written to protect ships from German U-boats, this 1920 act dealing with shipping was said to be hurting P.R.'s economy in 2017","response":"Jones Act"}],"originalDate":"2018-01-31"}],[{"category":"2-WORD SONG TITLES","comments":"","clues":[{"text":"In a 2016 No. 1 Justin Bieber told an ex to go &amp; do this","response":"\"Love Yourself\""},{"text":"It was Sixpence None the Richer's request \"beneath the milky twilight\"","response":"\"Kiss Me\""},{"text":"It's the title &amp; shout-along chorus of a 2012 hit by The Lumineers","response":"\"Ho Hey\""},{"text":"In 2013 Katy Perry was \"coming atcha like a\" this, perhaps James K. Polk","response":"\"Dark Horse\""},{"text":"This Earth, Wind &amp; Fire hit reminds you \"what your life can truly be\"","response":"\"Shining Star\""}],"originalDate":"2018-01-31"},{"category":"LOSER!","comments":"","clues":[{"text":"At the Miss America pageant, the person who finishes second is the \"first\" this","response":"runner-up"},{"text":"Half of a plastic beach shoe, it's also used of a film that's a loser at the box office","response":"flop"},{"text":"Michael Jackson sang, \"Beat it, beat it, no one wants to be\" this","response":"defeated"},{"text":"Laws that ban a primary election loser from running as an independent in the general are named after this type of loser","response":"a sore loser"},{"text":"Longfellow titled a poem \"Victor and\" this \"V\" word for \"loser\"","response":"Vanquished"}],"originalDate":"2018-01-31"},{"category":"LOGO A-GOGO","comments":"","clues":[{"text":"The dynamic ribbon device (aka \"the wave\") is part of the logo of this soft drink","response":"Coca-Cola"},{"text":"Its red &amp; white bullseye logo was born in 1962 along with this retailer's brand name","response":"Target"},{"text":"This purveyor of roast beef &amp; other sandwiches wanted to be called Big Tex, so the stylized cowboy hat logo makes more sense","response":"Arby's"},{"text":"Larry, the white-haired gent on the label of steel-cut &amp; other products of this brand, got a subtle makeover in 2012","response":"Quaker Oats"},{"text":"A black prancing horse on a canary yellow background, the color of Modena, is the logo of this Italian car","response":"Ferrari"}],"originalDate":"2018-01-30"},{"category":"TV COMEDY ADJECTIVES","comments":"","clues":[{"text":"\"____ Kimmy Schmidt\"","response":"Unbreakable"},{"text":"Featuring the Cunninghams, <br>\"____ Days\"","response":"Happy"},{"text":"Here's a hint: it was based on a movie &amp; starred Rachel Blanchard as Cher Horowitz, <br>\"____\"","response":"Clueless"},{"text":"On Bravo, starring Jill Kargman, <br>\"____ Mom Out\"","response":"Odd"},{"text":"Starring Sally Field:<br>\"The ____ Nun\"","response":"Flying"}],"originalDate":"2018-01-30"},{"category":"NOT TO BE CONFUSED","comments":"","clues":[{"text":"If you want your fingernails polished, you ask for a manicure; if you want your toenails polished, you ask for this","response":"a pedicure"},{"text":"Lactation is the secretion of milk; lacrimation is the secretion of these","response":"tears"},{"text":"A cantata is a musical piece; this is an Italian open-faced omelet","response":"a frittata"},{"text":"Flip the names: one wrote \"An Essay on Man\"; the other was a Holy See-er during the 100s","response":"Alexander Pope & Pope Alexander"},{"text":"While New Jersey is the \"Garden State\", this is the \"Peace Garden State\"","response":"North Dakota"}],"originalDate":"2018-01-30"},{"category":"\"SAY\" YOU WILL","comments":"(Alex: \"S-A-Y\" coming up in each correct response.)","clues":[{"text":"You get 50 minutes to complete this section of the Scholastic Aptitude Test, kids","response":"the essay"},{"text":"This type of evidence goes in one organ &amp; out another","response":"hearsay"},{"text":"An old-timey fortune-teller","response":"a soothsayer"},{"text":"This synonym for contradict sounds like you're adding something to the conversation","response":"gainsay"},{"text":"The British Hallmarking Council supervises these \"offices\" that test the purity of precious metals","response":"assay offices"}],"originalDate":"2018-01-30"}],{"category":"1960s SINGERS","text":"In 2002 Macon, Georgia, where he grew up, unveiled a statue of this man who sits overlooking the water, a nod to his posthumous No. 1 hit","response":"Otis Redding"}]}