{"mix":1739,"rounds":[[{"category":"BAYS &amp; GULFS","comments":"","clues":[{"text":"This country's Peter the Great Bay is an inlet of the Sea of Japan","response":"Russia"},{"text":"Tampa Bay is an arm of this gulf","response":"the Gulf of Mexico"},{"text":"It was the center of naval action in the 1991 Gulf War","response":"the Persian Gulf"},{"text":"Sugar Loaf Mountain in this country rises above Guanabara Bay","response":"Brazil"},{"text":"In 1994 the U.S. reopened a refugee processing center at the naval base on this Cuban bay","response":"Guantanamo Bay"}],"originalDate":"1995-10-18"},{"category":"CELEBRITY CHEERLEADERS","comments":"","clues":[{"text":"One of the L.A. stories this wild &amp; crazy guy may tell is of cheerleading at Garden Grove High","response":"Steve Martin"},{"text":"We wonder what accent this \"Sophie's Choice\" star used when shouting her high school cheers","response":"Meryl Streep"},{"text":"This comedienne was a cheerleader at Cass Tech in Detroit, &amp; that's the truth","response":"Lily Tomlin"},{"text":"This \"Today\" show host is as perky as a cheerleader because she was one","response":"Katie Couric"},{"text":"She went from cheerleading at Van Nuys High to the Laker Girls to the Top 40 charts","response":"Paula Abdul"}],"originalDate":"1995-10-18"},{"category":"DANCE","comments":"","clues":[{"text":"Serge Lifar's abstract ballet \"Suite en Blanc\" is danced in costumes of this color","response":"white"},{"text":"Music for this French court dance became the standardized third movement of symphonies by Haydn &amp; Mozart","response":"the minuet"},{"text":"In 1933 Charles Weidman based a full-length modern dance work on this Voltaire novel","response":"<i>Candide</i>"},{"text":"The tango evolved in the Buenos Aires area during the latter part of this century","response":"the nineteenth"},{"text":"After he ran away with gypsies as a teenager, Vicente Escudero became famous for this type of dance","response":"flamenco"}],"originalDate":"1995-10-18"},{"category":"GRAVESITES","comments":"","clues":[{"text":"This \"Believe It or Not\" creator is buried in an Odd Fellows cemetery in Santa Rosa, Calif.","response":"(Robert) Ripley"},{"text":"It's true; Sojourner Truth is buried in this Michigan cereal city","response":"Battle Creek"},{"text":"The grave of the creator of Poor RIchard's Almanack is at this city's Christ Church","response":"Philadelphia"},{"text":"This American Indian woman's gravesite is in Gravesend, England; she died there in 1617","response":"Pocohontas"},{"text":"This 1930s criminal pair is buried in Dallas, but he's in one cemetery, she's in another","response":"Bonnie & Clyde"}],"originalDate":"1995-10-18"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"Some trace the origins of this smallest dog to ones that accompanied Cortes in 1519","response":"the Chihuahua"},{"text":"Anthonomus grandis is the scientific name of this cotton pest","response":"the boll weevil"},{"text":"The thresher type of this fish in names for its long, driving tail fin","response":"a shark"},{"text":"Reaching over 20 feet in length, this snake of the boa family is the longest snake in the Western Hemisphere","response":"an anaconda"},{"text":"Found on Madagascar, the indri is the largest surviving member of these primates","response":"lemurs"}],"originalDate":"1995-10-18"},{"category":"RHYME TIME","comments":"","clues":[{"text":"A humorous rabbit","response":"a funny bunny"},{"text":"An intelligent Simpson","response":"a smart Bart"},{"text":"Young ladies' ringlets","response":"girls' curls"},{"text":"A tiny legume","response":"a wee pea"},{"text":"Lewis Carroll's \"egg\"head","response":"Humpty Dumpty"}],"originalDate":"1995-10-18"}],[{"category":"KINGS &amp; QUEENS","comments":"","clues":[{"text":"Henry V's widow, Catherine of Valois, remarried &amp; started this line that included Henry VIII","response":"the Tudors"},{"text":"This current king's residence, the Palacio de la Zarzuela, is just outside Madrid","response":"Juan Carlos"},{"text":"In 1881 Carol I became the first king of this country that now includes Transylvania","response":"Romania"},{"text":"Fort Christina, built in North America in 1638, was named for a queen of this country","response":"Sweden"},{"text":"The full name of this county's queen is Margrethe Alexandrine Thorhildur Ingrid","response":"Denmark"}],"originalDate":"1995-10-18"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"Nox, a daughter of Chaos, is the personification of this time of day","response":"night"},{"text":"Huitzilopochtli, a god of these people, was born after his mother picked up a ball of brightly colored feathers","response":"the Aztecs"},{"text":"Born brandishing a golden sword, Chrysaor was the son of Poseidon &amp; this Gorgon","response":"Medusa"},{"text":"In Medieval folklore, this weasel with a white winter coat was a symbol of chastity","response":"an ermine"},{"text":"Fish were flung into the fire during this Roman fire god's chief festival on August 23","response":"Vulcan"}],"originalDate":"1995-10-18"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Hinds County, Mississippi has 2 seats: Raymond &amp; this capital","response":"Jackson"},{"text":"This Oregon lake occupies the base of an exploded volcano known as Mount Mazama","response":"Crater Lake"},{"text":"Montana's Fort Peck Dam, one of the world's largest earth-fill dams, lies on this river","response":"the Missouri River"},{"text":"The Savannah River provides much of this state's boundary with Georgia","response":"South Carolina"},{"text":"This state's Mesabi Range has produced more iron ore than any other area in the U.S.","response":"Minnesota"}],"originalDate":"1995-10-18"},{"category":"AUTHORS","comments":"","clues":[{"text":"This author's grandfather, Major Thomas Melville, participated in the Boston Tea Party","response":"Herman Melville"},{"text":"6 years before \"Call of the WIld\" was published, he searched for gold in the Klondike","response":"Jack London"},{"text":"In 1969 this \"The Naked and the Dead\" author ran for NYC mayor, proposing statehood for the city","response":"Norman Mailer"},{"text":"In 1959 this \"Farewell My Lovely\" author became president of the Mystery Writers of America","response":"Raymond Chandler"},{"text":"While growing up in Oxford, Mississippi, he was called Billy or \"Memmie\" by his family","response":"(William) Faulkner"}],"originalDate":"1995-10-18"},{"category":"\"ISM\"s","comments":"","clues":[{"text":"Russia's flag, adopted in 1991, no longer features the gold-edged star that stood for this","response":"communism"},{"text":"It's the outlook associated with rose-colored glasses","response":"optimism"},{"text":"Karl Jaspers &amp; Jean-Paul Sartre were exponents of this philosophical movement","response":"existentialism"},{"text":"The idea that life is suffering is the first of this religion's Four Noble Truths","response":"Buddhism"},{"text":"Used in writing, it's the attributing of human characteristic to animals or inanimate objects","response":"anthropomorphism"}],"originalDate":"1995-10-18"},{"category":"COMPOSERS","comments":"","clues":[{"text":"Gustav Mahler consulted this famous Viennese psychiatrist about his marriage problems","response":"Freud"},{"text":"Schubert died less than 2 yrs. after carrying a torch at the funeral of this great German composer in 1827","response":"Beethoven"},{"text":"Considered unfriendly to Mozart, this Italian composer taught his son after Mozart's death","response":"(Antonio) Salieri"},{"text":"This Baroque composer's name translates to \"John S. Brook\"","response":"Johann Sebastian Bach"},{"text":"Geo. Washington &amp; the Austrian composer, affectionately called \"Papa\", were both born in 1732","response":"(Franz Joseph) Haydn"}],"originalDate":"1988-12-27"}],{"category":"THE BUSINESS OF TELEVISION","text":"The day it debuted in 1980, this network with an Italian name aired a Carnegie Hall celebration of Aaron Copland's 80th birthday","response":"Bravo"}]}