{"mix":1742,"rounds":[[{"category":"FIRST-TIME EMMY NOMINEES 2017","comments":"","clues":[{"text":"Someone finally recognized Robert De Niro's talent, in his performance as this swindler","response":"Bernie Madoff"},{"text":"After 7 years on this show, Vanessa Bayer got a nomination for her final year","response":"<i>Saturday Night Live</i>"},{"text":"Reese Witherspoon &amp; Shailene Woodley got their first nominations for roles in this HBO miniseries","response":"<i>Big Little Lies</i>"},{"text":"Years after he was \"Major Dad\" &amp; one of the Simons, Gerald McRaney got a nomination as an OB/GYN on this NBC show","response":"<i>This is Us</i>"},{"text":"Martha Stewart &amp; this taller person got their first primetime Emmy noms for their \"Potluck Dinner Party\"","response":"Snoop Dogg"}],"originalDate":"2018-01-16"},{"category":"DOC TALK","comments":"","clues":[{"text":"A nevus is one of these you've probably had on your skin your whole life","response":"a mole (or a birthmark)"},{"text":"Memory loss can accompany this condition abbreviated CFS","response":"chronic fatigue syndrome"},{"text":"Humeral epicondylitis is doc talk for this sports-influenced condition","response":"tennis elbow"},{"text":"This other name for whooping cough is from the Latin for \"coughing\"","response":"pertussis"},{"text":"I've got tinea pedis, this condition, so stop calling me a couch potato","response":"athlete's foot (or ringworm)"}],"originalDate":"2018-01-16"},{"category":"ANCIENT TIMES","comments":"","clues":[{"text":"Still in use, China's \"Grand\" one of these man-made waterways may date back to the 300s B.C.","response":"a canal"},{"text":"This Egyptian port was founded around 332 B.C. by<span class=\"nobreak\">--</span>well, let's just say by a pretty great guy","response":"Alexandria"},{"text":"Though we have no writings of his, this Greek who died in 399 B.C. invented a little thing called moral philosophy","response":"Socrates"},{"text":"Chariot races were held in this largest Roman stadium for almost a thousand years, the last being in 549 A.D.","response":"the Circus Maximus"},{"text":"These foes of the Pharisees were so into the Jerusalem temple that its destruction destroyed them","response":"Sadducees"}],"originalDate":"2018-01-16"},{"category":"ETYMOLOGY","comments":"","clues":[{"text":"From the Dutch for \"donkey\", it's a stand on which to display a painting","response":"an easel"},{"text":"This type of seasoned sausage usually eaten cold &amp; in slices takes its name from the Latin for \"salt\"","response":"salami"},{"text":"This herbivore's name is from Greek words meaning \"nose\" &amp; \"horn\"","response":"a rhinoceros"},{"text":"A ghost <br>sighting was originally what made people this, 1 letter different from the first line of the clue","response":"aghast"},{"text":"This adjective meaning angry may come from the name of 3 avenging goddesses of ancient myth","response":"furious"}],"originalDate":"2018-01-16"},{"category":"THE FLOOR IS LAVA","comments":"(Alex: We'll give you a volcano, and you have to tell us the location whose floor could be covered with lava.)","clues":[{"text":"Mount Pinatubo on this island of the Philippines","response":"Luzon"},{"text":"Eyjafjallajokull, on this island","response":"Iceland"},{"text":"Mount Vesuvius, rising above the bay of this city","response":"Naples"},{"text":"Krakatoa, in this archipelago","response":"Indonesia"},{"text":"Mount Pelee, on this French territory of the West Indies","response":"Martinique"}],"originalDate":"2018-01-16"},{"category":"THE END OF TIME","comments":"","clues":[{"text":"This period during the Mesozoic Era ended about 145 million years ago, but it's still ripping up the box office today!","response":"Jurassic"},{"text":"Donatello, Leonardo, Raphael &amp; Michelangelo were figures in this cultural movement that ended around 1600","response":"the Renaissance"},{"text":"This 64-year British era ended for a very specific reason in 1901","response":"the Victorian"},{"text":"The last major one of these ages ended with the Pleistocene Epoch nearly 12,000 years ago","response":"the Ice Age"},{"text":"Taking its name from the title of Twain's 1st novel, this gaudy U.S. age came to a close around the turn of the 20th century","response":"the Gilded Age"}],"originalDate":"2018-01-15"}],[{"category":"MEN IN BOOKS BY WOMEN","comments":"","clues":[{"text":"In \"Sons\", a sequel by this woman, Wang Lung's sons deal with their father's legacy &amp; wealth","response":"(Pearl) Buck"},{"text":"Last name of Susan Eloise, who in \"Tex\" created McCormick brothers Tex &amp; Mason","response":"S.E. Hinton"},{"text":"The title character of this 1928 Virginia Woolf novel is male in the beginning, but that doesn't last...","response":"<i>Orlando</i>"},{"text":"Ayn Rand is the architect of this architect at the center of \"The Fountainhead\"","response":"(Howard) Roark"},{"text":"This foppish lord began solving crimes for Dorothy Sayers in 1923","response":"Lord Peter Wimsey"}],"originalDate":"2018-01-15"},{"category":"SPEAKING ITALIANS","comments":"","clues":[{"text":"Bartlett's attributes \"But it does move!\" to this 16th century astronomer","response":"Galileo"},{"text":"This businessman/PM, unafraid to go big: \"I am the Jesus Christ of politics... I sacrifice myself for everyone\"","response":"Berlusconi"},{"text":"He told GQ, \"I made the jacket unstructured because I wanted to accentuate the body. See the sensuality\"","response":"Giorgio Armani"},{"text":"In 1934 this leader said, \"We have buried the putrid corpse of liberty\"","response":"Mussolini"},{"text":"This 19th century virtuoso: \"When women hear me play (the violin), they come crawling to my feet\"","response":"Paganini"}],"originalDate":"2018-01-15"},{"category":"<em class=\"underline\">JEOPARDY!</em> WRITERS' ONLINE GO-TOs","comments":"","clues":[{"text":"This agency may be clandestine, but its World Factbook is online &amp; the writers love its up-to-date info on nations","response":"the CIA"},{"text":"Biblehub is a good source to compare translations of passages from many different Bibles, like this one, the KJV","response":"the King James Version"},{"text":"We have many fine books from this U.K. enterprise, OUP for short, &amp; we can also access more than 400 of them online","response":"the Oxford University Press"},{"text":"The Tech, a newspaper at this eastern college, maintains the first online edition of Shakespeare's works &amp; we love it","response":"MIT (or Massachusetts Institute of Technology)"},{"text":"For legends &amp; suspect claims, the writers may check snopes.com, named for a family in this man's novels","response":"William Faulkner"}],"originalDate":"2018-01-15"},{"category":"POP CULTURE GOLD &amp; SILVER","comments":"","clues":[{"text":"The Hollywood Foreign Press Association awards these each January","response":"the Golden Globes"},{"text":"Michael Phelps won only 3 of these in his Olympic career","response":"silver medals"},{"text":"Top Hollywood agent Ari Gold was a character on this HBO series","response":"<i>Entourage</i>"},{"text":"The Golden State Warriors have won 2 NBA titles led by this 2-time league MVP","response":"Curry"},{"text":"This cosmic comic book hero travels through the universe on a board","response":"the Silver Surfer"}],"originalDate":"2018-01-12"},{"category":"IT'S RAINING \"MEN\"","comments":"","clues":[{"text":"Give me these measurements: length, width &amp; height","response":"dimensions"},{"text":"A regulated course of action, like that of a diet","response":"a regimen"},{"text":"A medical sample taken for study; it has a special \"bottle\"","response":"a specimen"},{"text":"A mob informant who gets found out is said to wear this non-buoyant footwear","response":"cement shoes"},{"text":"This synonym for persuadable gets an \"A\" for effort","response":"amenable"}],"originalDate":"2018-01-12"},{"category":"MUMMY DEAREST","comments":"","clues":[{"text":"Juanita is the most famous of the Incan ice mummies found high in the Andes of this country","response":"Peru"},{"text":"Otzi the Iceman died more than 5,000 years ago in the Tyrolean range of these mountains","response":"the Alps"},{"text":"The 2,000-year-old Xin Zhui is so well-preserved, Chinese pathologists were able to perform this on her","response":"an autopsy"},{"text":"Those who found the well-preserved Tollund Man in 1950 in this peaty type of swamp called the cops, not the archaeologists","response":"a fen (or a bog)"},{"text":"He discovered the grandmummy of them all &amp; soon wrote a book called \"The Tomb of Tut-ankh-amen\"","response":"Howard Carter"}],"originalDate":"2018-01-12"}],{"category":"CLASSICAL COMPOSERS","text":"Monsieur Crescendo &amp; Signor Vaccarmini (\"Mr. Racket\") were derisive nicknames for this composer whose last opera dates from 1829","response":"(Gioachino) Rossini"}]}