{"mix":1743,"rounds":[[{"category":"SO YOU'VE BEEN INDICTED","comments":"","clues":[{"text":"We swear, suborning this<span class=\"nobreak\">--</span>getting a witness to lie on the stand in court<span class=\"nobreak\">--</span>is also a felony, as the indictment says","response":"perjury"},{"text":"Whether you stole drugs, diamonds or dirt bikes, theft of more than $500 worth of stuff is \"grand\" this","response":"larceny"},{"text":"You may say there is one against you, but you had an agreement with 2 others to commit a crime, so you're charged with this","response":"conspiracy"},{"text":"You didn't whisk anyone off or ask for ransom, but as O.J. found in 2008, keeping someone from leaving can also be this crime","response":"kidnapping"},{"text":"So not nice you did it twice! Your bogus signature &amp; also endorsement on that draft is double this","response":"forgery"}],"originalDate":"2018-01-12"},{"category":"TITLES FROM POETRY","comments":"","clues":[{"text":"The title of M. Scott Peck's self-help book \"The Road Less Traveled\" has caused many to misquote this poet","response":"(Robert) Frost"},{"text":"The first line of this ancient poet's \"Aeneid\" inspired George Bernard Shaw's play title \"Arms and the Man\"","response":"Virgil"},{"text":"The best-laid plans of these 2 authors gave us 1785's \"To a Mouse\" &amp; the 1937 title inspired by it, \"Of Mice and Men\"","response":"Robert Burns and John Steinbeck"},{"text":"F. Scott Fitzgerald's last complete novel; its 4-word title is taken from \"Ode to a Nightingale\" by John Keats","response":"<i>Tender is the Night</i>"},{"text":"\"Humpty-Dumpty\" gave this Robert Penn Warren novel about a Southern politician its title","response":"<i>All the King's Men</i>"}],"originalDate":"2018-01-12"},{"category":"WE USED TO MAKE THAT CAR","comments":"","clues":[{"text":"The DeVille &amp; the Seville","response":"a Cadillac"},{"text":"The Prelude, 1978 to 2001","response":"Honda"},{"text":"The LeBaron &amp; the Sebring","response":"Chrysler"},{"text":"The Karmann Ghia, 1955 to 1974","response":"Volkswagen"},{"text":"The Bearcat, introduced in 1912","response":"Stutz"}],"originalDate":"2018-01-12"},{"category":"PUBLIC ANEMONE","comments":"","clues":[{"text":"Above ground anemone blanda makes fields of pretty flowers; below, it produces these growths, like potatoes","response":"tubers"},{"text":"Sea anemones' tentacles have nematocysts that inject poison to do this to prey, which is a lot easier to kill afterwards","response":"paralyze"},{"text":"Sea anemones can split in 2, a form of reproduction called longitudinal this, also a physics term","response":"fission"},{"text":"Very tricky, clown fish; you &amp; the sea anemone protect each other in this arrangement, from the Greek for \"live together\"","response":"symbiotic"},{"text":"Greek myth says red anemones popped up from the blood of this really good-lookin' youth after his death","response":"Adonis"}],"originalDate":"2018-01-12"},{"category":"COLLEGE HOOPS","comments":"","clues":[{"text":"In 1988 Glenn Tropf of Holy Cross set a single-season record by making 63.4% of these long shots","response":"3-pointers"},{"text":"This Tar Heel hit a championship winner vs. the Hoyas in 1982; in 2013 he was named an all-time March Madness player","response":"Michael Jordan"},{"text":"Lonzo Ball, a star for this college team, didn't have far to travel for his pro job when the Lakers took him in the 2017 draft","response":"UCLA (Bruins)"},{"text":"In 2014 both the men's &amp; women's teams from this university located in the small town of Storrs won basketball titles","response":"UConn"},{"text":"This Spokane, Wa. Jesuit school made its first appearance in the NCAA final game in 2017, but came up a tad short","response":"Gonzaga"}],"originalDate":"2018-01-11"},{"category":"STATE SEALS","comments":"","clues":[{"text":"Nebraska's state seal has a steamboat on this river with the Rocky Mountains in view","response":"the Missouri River"},{"text":"This bird feeds its young on Louisiana's seal","response":"a pelican"},{"text":"This item that ends up in a bed in \"The Godfather\" is also on New Jersey's flag &amp; seal","response":"a horse's head"},{"text":"8 leaves of this poi-producing plant are on Hawaii's seal","response":"taro"},{"text":"Each ray of the large star on its state seal has an emblem of one of the 5 Civilized Tribes","response":"Oklahoma"}],"originalDate":"2018-01-11"}],[{"category":"I'M JUST NOT THAT INTO YOU","comments":"","clues":[{"text":"You turn your nose up at this sport that gives Calder &amp; Lady Byng trophies, so thanks, but no thanks","response":"hockey"},{"text":"I like a good glass of wine or 2; you are this type of 10-letter nondrinker","response":"a teetotaler"},{"text":"For you, it's got to be roses; I prefer this type of flower that comes in Rembrandt &amp; Greigii varieties","response":"tulips"},{"text":"I wear a suit at work; you go to the office in clothes for this activity on which Lululemon was built","response":"yoga"},{"text":"You like the Jason Bourne films, while I prefer classics like this one with Humphrey Bogart as a riverboat captain","response":"<i>The African Queen</i>"}],"originalDate":"2018-01-11"},{"category":"GHOSTING","comments":"","clues":[{"text":"Stave 1 of \"A Christmas Carol\" is called his \"Ghost\"","response":"Marley"},{"text":"This story mentions an apparition \"said by some to be the ghost of a Hessian trooper\"","response":"\"The Legend of Sleepy Hollow\""},{"text":"The ghosts that live in the paths of the dead in this series must never rest until they fulfill their oath made to Isildur","response":"<i>Lord of the Rings</i>"},{"text":"A governess is convinced that the 2 children in her care see ghosts in this novella by Henry James","response":"<i>The Turn of the Screw</i>"},{"text":"\"The Haunting of\" this title residence includes inexplicable noises &amp; doors that shut by themselves","response":"Hill House"}],"originalDate":"2018-01-11"},{"category":"<em class=\"underline\">BARTLETT'S FAMILIAR QUOTATIONS</em>","comments":"","clues":[{"text":"He wrote Berkshire Hathaway shareholders, \"You only find out who is swimming naked when the tide goes out\"","response":"Buffett"},{"text":"This comedian has 2 quotes in Bartlett's, both catchphrases: \"Can we talk?\" &amp; \"Who knew?\"","response":"Joan Rivers"},{"text":"In 1798 he told his men, \"From the summit of yonder pyramids forty centuries look down upon you\"","response":"Napoleon"},{"text":"This \"wish\"ful line from \"Brokeback Mountain\" is Annie Proulx' entry in Bartlett's","response":"\"I wish I knew how to quit you\""},{"text":"Bartlett's quotes this author: <br>\"Mother died today, or maybe it was yesterday\"","response":"Albert Camus"}],"originalDate":"2018-01-11"},{"category":"RHYMING PHRASES","comments":"","clues":[{"text":"Try not to laugh at this, the output of a currency counterfeiter","response":"funny money"},{"text":"A full-length monster movie","response":"a creature feature"},{"text":"If you're eager &amp; fidgety, you might have this rhyming problem that mentions trousers","response":"ants in your pants"},{"text":"A heroic defender, specifically of a company facing a hostile takeover","response":"a white knight"},{"text":"In a farm idiom a problematic situation is a \"tough\" one","response":"a row to hoe"}],"originalDate":"2018-01-11"},{"category":"MAPPING OUT ASIA","comments":"","clues":[{"text":"A demilitarized zone 2 1/2 miles wide by 150 miles long separates these 2 nations","response":"North and South Korea"},{"text":"This capital city once had a Mayor Ahmadinejad","response":"Tehran"},{"text":"A tall bit of business, this mountain got its name from being the second peak measured in the Karakoram range","response":"K2"},{"text":"Among the principal tributaries of this river are the Xiang, the Han &amp; the Yalung","response":"the Yangtze"},{"text":"One of the lands that lock in this landlocked country is Myanmar, to its west","response":"Laos"}],"originalDate":"2018-01-10"},{"category":"HIS WIDOW LIVED ON","comments":"","clues":[{"text":"His widow Elizabeth was lobbying Congress for a Little Bighorn museum when she died in 1933 at 90","response":"Custer"},{"text":"The author of \"Wife No. 19, or the Story of a Life in Bondage\" had the satisfaction of outliving this Mormon by 40 years","response":"Brigham Young"},{"text":"In Feb. 2009 the former Maria Elena Santiago, married to this Texan musician for 6 months, marked 50 years as his widow","response":"Buddy Holly"},{"text":"This president from Ohio was assassinated in 1881; his widow moved to South Pasadena, dying in 1918 aged 85","response":"James Garfield"},{"text":"The USA's first female licensed glider pilot, she died age 94 in 2001, 26 years after her husband","response":"Anne Morrow Lindbergh"}],"originalDate":"2018-01-10"}],{"category":"NOBEL-WINNING NOVELISTS","text":"Falsely accused of murder, a character in his 1948 novel becomes \"tyrant over the whole county's white conscience\"","response":"(William) Faulkner"}]}