{"mix":1748,"rounds":[[{"category":"IT'S HISTORICAL <em class=\"underline\">ARRESTED DEVELOPMENT</em>","comments":"","clues":[{"text":"In 1791 this queen thought a disguise would work in fleeing Paris (it didn't. Also her husband's face was on the coins)","response":"Marie Antoinette"},{"text":"With big hopes, Ford put $250 mil. in development into this model that debuted in 1957 (the hopes &amp; the model were gone by '59)","response":"the Edsel"},{"text":"This PM said a 1938 pact with Germany brought \"peace for our time\" (it didn't. Czech. soon got annexed, &amp; he lost his job)","response":"(Neville) Chamberlain"},{"text":"In 1954 Senator McCarthy turned his anti-Red drive on this institution (but in confronting Joe Welch, he made a huge mistake)","response":"the U.S. Army"},{"text":"On July 3, 1863 someone thought a \"Charge\" of this general's division would be a good idea (it wasn't. It really wasn't)","response":"(George) Pickett"}],"originalDate":"2018-01-02"},{"category":"CANINE COMPANIONS","comments":"","clues":[{"text":"Every dog that has portrayed this female collie created by Eric Knight has actually been male","response":"Lassie"},{"text":"All Broadway productions of this musical have featured real-life shelter dogs as Sandy","response":"<i>Annie</i>"},{"text":"Billy West voiced Stimpson J. Cat &amp; later in the series, this canine companion","response":"Ren"},{"text":"This dog has feet of clay, loves to read the paper &amp; is Wallace's canine companion","response":"Gromit"},{"text":"He was the Jetsons' family dog","response":"Astro"}],"originalDate":"2018-01-02"},{"category":"OLD TESTAMENT TRANSPORTATION","comments":"","clues":[{"text":"Abraham sends a servant across the desert on one of these beasts to fetch a wife for Isaac","response":"a camel"},{"text":"In 1 Samuel, these \"uneducated\" enemies return the ark of the covenant to the Hebrews on a cart pulled by cattle","response":"the Philistines"},{"text":"This prophet gets no refund when he's thrown overboard while trying to flee to Tarshish by ship","response":"Jonah"},{"text":"In Numbers 7 this priestly tribe is given 6 covered wagons to transport the tabernacle &amp; its furnishings","response":"the Levites"},{"text":"The prophet Elijah as a grand exit featuring this flaming vehicle","response":"a chariot (of fire)"}],"originalDate":"2018-01-02"},{"category":"DOUBLE \"O\" 7-LETTER WORDS","comments":"","clues":[{"text":"According to the Chinese zodiac, 2017 is the year of this barnyard animal","response":"a rooster"},{"text":"It's another name for a solarium","response":"a sunroom"},{"text":"It's slang for a police informant","response":"a stoolie"},{"text":"A portable rocket launcher, or a brand of bubble gum","response":"bazooka"},{"text":"An incompetent prizefighter, or boxer Joe of comic strip fame who hung up his gloves in 1984","response":"a palooka"}],"originalDate":"2018-01-02"},{"category":"POPCORN","comments":"","clues":[{"text":"Legend says in 1621 Native Americans introduced the Pilgrims to popcorn by bringing it to this celebration","response":"Thanksgiving"},{"text":"Popcorn is mostly this type of carbohydrate that provides energy &amp; also stiffens shirt collars","response":"starch"},{"text":"This product from Orville Redenbacher's is \"a little sweet, a little salty<span class=\"nobreak\">--</span>and a whole lot of yummy\"","response":"kettle corn"},{"text":"In 2003 Governor Blagojevich signed a bill that made popcorn this state's official snack","response":"Illinois"},{"text":"In 1914 America got its first commercial popcorn brand, this one with an upbeat name","response":"Jolly Time"}],"originalDate":"2018-01-01"},{"category":"WHAT A Q____T!","comments":"","clues":[{"text":"A bed's coverlet","response":"a quilt"},{"text":"A knight's adventurous expedition","response":"a quest"},{"text":"1,560 divided by 26 equals 60, 60 being this","response":"the quotient"},{"text":"A 90-degree arc","response":"a quadrant"},{"text":"Quiet, but with the possibility of coming back to life","response":"quiescent"}],"originalDate":"2018-01-01"}],[{"category":"MUSIC &amp; LITERATURE BEFORE &amp; AFTER","comments":"","clues":[{"text":"She sang \"Summer Nights\" with Travolta before becoming an author of legal thrillers &amp; \"Calico Joe\"","response":"Olivia Newton-John Grisham"},{"text":"A \"warlike\" Pat Benatar hit meshes with an L. Ron Hubbard novel","response":"\"Love Is A Battlefield Earth\""},{"text":"A Black Eyed Peas man meets up with a Shakespearean style of writing","response":"will.i.ambic pentameter"},{"text":"A song by Coolio from \"Dangerous Minds\" goes back in time to become a 1667 John Milton classic","response":"\"Gangsta's Paradise Lost\""},{"text":"A John le Carre espionage novel hits the \"Speed Of Sound\" with a British band","response":"<i>The Spy Who Came in From the Coldplay</i>"}],"originalDate":"2018-01-01"},{"category":"3-LETTER RESPONSES","comments":"","clues":[{"text":"From 2013 to 2017 James Comey was its director","response":"the FBI"},{"text":"A \"tax\"ing job, maybe at Ernst &amp; Young","response":"CPA"},{"text":"Tim Cook, for Apple Inc.","response":"CEO"},{"text":"During a 3-day alumni reunion in 1916, it moved from Boston's Back Bay to Cambridge","response":"MIT"},{"text":"A decade after the publication of \"Silent Spring\", the domestic use of this chemical was banned in the United States","response":"DDT"}],"originalDate":"2018-01-01"},{"category":"SIKH","comments":"","clues":[{"text":"Sikhs refer to their religion as Gurmat, or \"the way of\" this type of teacher/leader","response":"the guru"},{"text":"In the Second Sikh War of 1848 to 1849 this colonial power was the ultimate victor","response":"Great Britain"},{"text":"It is recommended not to have anything metallic in this traditional Sikh headwear going through TSA security","response":"a turban"},{"text":"In the 17th century Gobind, the 10th leader, asked all Sikh men to add this word meaning \"lion\" to their names","response":"Singh"},{"text":"The Sanskrit words amrta, \"nectar of immortality\", &amp; saras, \"pool\", give us this name for Sikhism's holy city","response":"Amritsar"}],"originalDate":"2018-01-01"},{"category":"YOU SHALL FIND","comments":"","clues":[{"text":"These 2 words precede \"and Where to Find Them\" in the title of a 2016 movie","response":"Fantastic Beasts"},{"text":"\"Paranormal Activity\" is an example of this alliterative genre that implies everything you see was discovered","response":"found footage"},{"text":"Some of the best photography in the last 120-plus years can be found at this magazine's \"Found\" Tumblr site","response":"<i>National Geographic</i>"},{"text":"Swampy is this type of animal looking for the water for his shower in the app \"Where's My Water?\"","response":"an alligator"},{"text":"\"Find a Way\" is a memoir by this woman about her grueling 52-hour swim from Cuba to Florida","response":"Diana Nyad"}],"originalDate":"2018-01-01"},{"category":"LIFE IN 1977","comments":"","clues":[{"text":"Families were glued to this miniseries that told the story of a family from slavery to after the Civil War","response":"<i>Roots</i>"},{"text":"For the Queen's Silver Jubilee, several of these iconic London transports, the Routemasters, were painted silver","response":"the double-decker buses"},{"text":"The American Cancer Society organized the first \"Great American\" one of these","response":"a Smokeout"},{"text":"This glass &amp; metal cultural centre named for a French president opened in the Beaubourg area of Paris","response":"the Pompidou Centre"},{"text":"Life in New York City got scarier during the killing spree of David Berkowitz, known by this nickname","response":"the Son of Sam"}],"originalDate":"2017-12-29"},{"category":"ENTERTAINING ORGANIZATIONS","comments":"","clues":[{"text":"As president, Cheryl Boone Isaacs built a more inclusive AMPAS, short for the Academy of these","response":"Motion Picture Arts and Sciences"},{"text":"The Paley Center for Media is named for William Paley, longtime honcho of this network","response":"CBS"},{"text":"This organization, AFI for short, has a conservatory offering MFAs in 6 disciplines, including editing &amp; producing","response":"the American Film Institute"},{"text":"It's the R in RIAA, the industry association that sued Napster in 1999, upset at free downloads","response":"recording"},{"text":"American Humane certifies movies &amp; TV shows with this 4-word trademark in the end credits","response":"\"No Animals Were Harmed\""}],"originalDate":"2017-12-29"}],{"category":"ANIMALS","text":"German settlers in Texas called this animal \"Panzerschwein\"","response":"armadillo"}]}