{"mix":1751,"rounds":[[{"category":"THE CITRUS BOWL","comments":"","clues":[{"text":"Valencia &amp; Seville","response":"oranges"},{"text":"Persian &amp; Key","response":"limes"},{"text":"Eureka &amp; Meyer","response":"lemons"},{"text":"Rio Red &amp; Star Ruby","response":"grapefruits"},{"text":"The bite-sized Nagami &amp; Meiwa","response":"kumquats"}],"originalDate":"2017-12-25"},{"category":"THE BEST VOCABULARY","comments":"","clues":[{"text":"Pre-steak sauce, this alphanumeric term meant \"first class\" for ships at Lloyd's of London","response":"A1"},{"text":"A payment to an insurance company; as an adjective, it means \"more expensive\"","response":"a premium"},{"text":"This 5-letter prefix can be followed by -dor, -did, -diforous, or, in a sweetener, -da","response":"splen-"},{"text":"Your social standing could be described as this, the uppermost part of the cabinet or dresser","response":"top shelf (or top drawer)"},{"text":"This \"P\" word can mean an example of excellence<span class=\"nobreak\">--</span>like one \"of virtue\"","response":"paragon"}],"originalDate":"2017-12-25"},{"category":"<em class=\"underline\">TITANIC</em>","comments":"(Alex: Now, this year is the 20th anniversary of the film...)","clues":[{"text":"Describing her divorce from this director, Linda Hamilton said, \"'Titanic' was the mistress he left me for\"","response":"James Cameron"},{"text":"Reba McEntire was first offered this unsinkable role; Kathy Bates eventually played her","response":"Molly Brown"},{"text":"A 3-D version of \"Titanic\" was released in this year for the 100th anniversary of the real Titanic disaster","response":"2012"},{"text":"The only 3 of the 14 Oscar nominations \"Titanic\" didn't convert were for makeup, Kate Winslet &amp; this actress","response":"Gloria Stewart"},{"text":"The single highest grossing day for \"Titanic\" was this holiday, a Saturday 58 days after the film's December opening","response":"Valentine's Day"}],"originalDate":"2017-12-25"},{"category":"MY HEART WILL GO ON","comments":"","clues":[{"text":"Your heart will go on, &amp; your lungs &amp; kidneys too if you're an organ donor, indicated in California by a pink sticker on this","response":"your driver's license"},{"text":"You won't become a heart donor until this other organ of yours has zero function","response":"your brain"},{"text":"Donated hearts have extended the lives of Democrats like Governor Robert Casey &amp; Republicans like this vice president","response":"Dick Cheney"},{"text":"If your heart goes to someone else, it must fit neatly into this 2-word structure formed by 24 bones","response":"your rib cage"},{"text":"In 1967 the heart of young Denise Darvall went on as this surgeon performed the first human heart transplant","response":"Christiaan Barnard"}],"originalDate":"2017-12-25"},{"category":"THERE IS ROOM ON THAT BOARD!","comments":"","clues":[{"text":"If you want to join the board of directors, we need to put your name in for a vote by these people","response":"the shareholders"},{"text":"There should be 5 people on the board &amp; we only have 2! One more is needed to hit this Latin-named majority","response":"quorum"},{"text":"Last name of cereal heiress Marjorie, one of the first women for whom a major corp. made room on its board","response":"Post"},{"text":"We need another body on this alliterative committee to figure out who much to pay the CEO","response":"the compensation committee"},{"text":"If you're the vice president or chief justice, there's a spot for you on this D.C. institution's Board of Regents","response":"the Smithsonian"}],"originalDate":"2017-12-25"},{"category":"IDIOMS AROUND THE WORLD","comments":"","clues":[{"text":"If someone gets upset in France, this condiment \"got up his nose\"<span class=\"nobreak\">--</span>Dijon, I expect","response":"mustard"},{"text":"The Cheyenne ask, \"are you still riding the goat?\" to see if you are still on the outs with this person","response":"your wife"},{"text":"In the U.S. someone frantic has his hair in this state; in China the same thing happens to the eyebrows","response":"on fire"},{"text":"When someone dies in Denmark, he is said to have taken off these wooden shoes","response":"clogs"},{"text":"In Russia if you're kidding me, you're hanging noodles from my ears; we use this idiom related to a lower paired body part","response":"you're pulling my leg"}],"originalDate":"2017-12-22"}],[{"category":"A DECADE IN THE 20th CENTURY","comments":"(Alex: You tell us which one.)","clues":[{"text":"Over 300,000 rock fans attend the original Woodstock festival","response":"the '60s"},{"text":"Haile Selassie is overthrown &amp; Patty Hearst is kidnapped","response":"the '70s"},{"text":"As Secretary of Labor, Frances Perkins becomes the first woman cabinet member","response":"the '30s"},{"text":"For bathing beauties, bikinis are introduced","response":"the 1940s"},{"text":"The Salk polio vaccine is released in the United States","response":"the 1950s"}],"originalDate":"2017-12-22"},{"category":"IT'S A LIVING","comments":"(Alex: Hey!...)","clues":[{"text":"Aka custodians, they may use the supplies of the Cintas Corp., which sponsors an award for the one of the year","response":"janitors"},{"text":"A gemologist always works to scale, measuring precious stones in these, each one equal to 2/10 gram","response":"a karat"},{"text":"A specialized job in a police force, CSI stands for this, just like on TV","response":"crime scene investigator (\"crime scene investigation\" accepted)"},{"text":"In 1968 a U.S. craft with this name, also George Washington's pre-military occupation, landed on the moon","response":"Surveyor"},{"text":"2-word term for one who studies the plant &amp; animal life of the oceans","response":"marine biologist"}],"originalDate":"2017-12-22"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"Oh, Lord, this unit of temperature is abbreviated K","response":"Kelvin"},{"text":"Also used to measure off the distance between duelists, as a unit of measure it equals 30 inches","response":"a pace"},{"text":"Plane angles are measured in degrees or this unit whose symbol is rad","response":"radians"},{"text":"Pharmacists know that a grain equals about 65 of these, a more typical unit for pill doses","response":"milligrams"},{"text":"Ahoy! it's equal to 6,076.11549 feet","response":"a nautical mile"}],"originalDate":"2017-12-22"},{"category":"MIDDLE \"P\"","comments":"(Alex: The letter P will be exactly in the center of each correct response.)","clues":[{"text":"Clear, or open to public scrutiny","response":"transparent"},{"text":"You stand on it when speaking passionately about your opinions","response":"soapbox"},{"text":"It's profane speech against God or another sacred entity","response":"blasphemy"},{"text":"Force out, such as air from the lungs","response":"respire"},{"text":"This treat is fruit stewed or cooked in syrup","response":"compote"}],"originalDate":"2017-12-22"},{"category":"FEARLESS GIRL","comments":"","clues":[{"text":"In \"Alanna: the First Adventure\", a girl dresses as a boy &amp; successfully trains to become one of these medieval soldiers","response":"a knight"},{"text":"This Louise Fitzhugh heroine isn't a secret agent, she just documents the actions of her schoolmates","response":"Harriet the Spy"},{"text":"Mark Twain said his favorite book of all those he had written was his fictional biography of this French lass","response":"Joan of Arc"},{"text":"A young woman from Chile moves to Calif. during the gold rush in \"Daughter of Fortune\" by this author","response":"Isabel Allende"},{"text":"Marlee &amp; Liz are 12-year-old girls whose 1950s friendship helps fight segregation in \"The Lions of\" this state capital","response":"Little Rock"}],"originalDate":"2017-12-22"},{"category":"MAKES SENSE","comments":"","clues":[{"text":"A man named Auric is the title villain in this 1964 James Bond film","response":"<i>Goldfinger</i>"},{"text":"August 2017 marked 40 years for Leslie Charleson playing a doctor on this TV show","response":"<i>General Hospital</i>"},{"text":"Mr. O'Neal of NBA fame went on \"Lip Sync Battle\" &amp; chose this B-52s song","response":"\"Love Shack\""},{"text":"Director Chris Columbus' production company is named for this year","response":"1492"},{"text":"A meme asked what concert cost 45 cents? the one with this rapper aka Curtis Jackson &amp; this \"Breathe\" Canadian band","response":"50 Cent & Nickelback"}],"originalDate":"2017-12-21"}],{"category":"CHILDREN'S BOOKS","text":"The last book Dr. Seuss published in his lifetime, it climbs bestseller lists every spring","response":"<i>Oh, the Places You'll Go!</i>"}]}