{"mix":1752,"rounds":[[{"category":"DOCUMENTS","comments":"","clues":[{"text":"Collective name for the essays published in New York newspapers in 1787-88 supporting ratification of the Constitution","response":"the Federalist Papers"},{"text":"All about lumber, the Aroostook War between New Brunswick &amp; this state was settled by 1842's Webster-Ashburton treaty","response":"Maine"},{"text":"1965's \"Pastoral Constitution on the Church in the Modern World\" came out of the second of these church gatherings","response":"an ecumenical council"},{"text":"One of the less earthshaking parts of this 13th c. document calls for the removal of fish weirs from the Thames","response":"the Magna Carta"},{"text":"313's edict of this Italian city granted religious freedom to Christians throughout the Roman Empire","response":"Milan"}],"originalDate":"2017-12-21"},{"category":"SONGS FROM MUSICAL TV EPISODES","comments":"","clues":[{"text":"On this drama, Seattle Grace staffers sang tunes like \"How We Operate\" &amp; \"How to Save a Life\"","response":"<i>Grey's Anatomy</i>"},{"text":"Neil Patrick Harris musically chose suits over female companionship during an episode of this sitcom","response":"<i>How I Met Your Mother</i>"},{"text":"A variety show on this HBO prison series found one inmate covering \"I Wanna Be Free\" by the Monkees","response":"<i>Oz</i>"},{"text":"On a special episode of this show, Tara sang \"Under your Spell\" &amp; Spike did \"Rest in Peace\"","response":"<i>Buffy the Vampire Slayer</i>"},{"text":"Grant Gustin &amp; Melissa Benoist sang \"Super Friend\" when these 2 heroes met in a 2017 TV episode","response":"Supergirl & the Flash"}],"originalDate":"2017-12-21"},{"category":"REGULAR WORD &amp; ACRONYM","comments":"(Alex: We'll give you...)","clues":[{"text":"Regular: slang for nothing; acronym: postal locator code","response":"ZIP"},{"text":"Regular: an athlete who cost his team a win; acronym: an athlete who will be forever honored","response":"GOAT"},{"text":"Regular: a waterproof protector sheet; acronym: a subprime fiasco protector program","response":"TARP"},{"text":"Regular: a thing you might put in a dress you're altering; acronym: a thing you use at an ATM","response":"PIN"},{"text":"Regular: an obnoxious person; acronym: hired Nixon's \"plumbers\"","response":"CREEP"}],"originalDate":"2017-12-21"},{"category":"\"CHRIS\"TENING","comments":"","clues":[{"text":"To 6.7 million Twitter followers, it comes between @ &amp; Teigen","response":"Chrissy"},{"text":"Ms. Amanpour reporting","response":"Christiane"},{"text":"J.R.R. Tolkien had 3 sons: John, Michael, him","response":"Christopher"},{"text":"In 1935 Mr. &amp; Mrs. Javacheff of Bulgaria named their little future artist this","response":"Christo"},{"text":"IMF head Lagarde","response":"Christine"}],"originalDate":"2017-12-21"},{"category":"JINGLE SELLS","comments":"","clues":[{"text":"This product is \"2 all-beef patties, special sauce, lettuce, cheese, pickles, onions on a sesame seed bun\"","response":"the Big Mac"},{"text":"\"We are\" this insurance company whose ads feature J.K. Simmons &amp; a snappy 7-note riff","response":"Farmers"},{"text":"\"The best part of wakin' up is\" this \"in your cup\"","response":"Folgers"},{"text":"\"Every kiss begins with\" this, but the real hero in one ad was the delivery dog that balanced a gem box on its nose","response":"Kay"},{"text":"\"Plop plop, fizz fizz\" plopped into existence for this product in the '70s &amp; Sammy Davis Jr. did a version, baby","response":"Alka-Seltzer"}],"originalDate":"2017-12-20"},{"category":"SILVER &amp; GOLD","comments":"","clues":[{"text":"Gymnast Viktor Lisitsky won 5 silver medals for this country, but no gold or bronze","response":"the USSR"},{"text":"In 2010 German Winter Olympian David Moeller injured himself doing this to his silver medal","response":"biting it"},{"text":"Michael Phelps first gold medal of his record 23 was at the 2004 Games in this city","response":"Athens"},{"text":"Olympic gold medals at the 2008 Beijing Games were inlaid with this gem","response":"jade"},{"text":"At the first Olympics in 1896, winners received a silver medal &amp; this natural symbol of peace","response":"an olive branch"}],"originalDate":"2017-12-20"}],[{"category":"SANTA CLAUS IS COMIN' TO TOWN","comments":"","clues":[{"text":"Mr. C is flying down I-15 to a 5,000-room hotel in this seat of Clark County, 'cause Santa's feelin' lucky!","response":"Las Vegas"},{"text":"Santa's heading up I-95 on his way from Winter Haven to this city of NFL Jaguars","response":"Jacksonville"},{"text":"Santa hops off I-90 &amp; onto Route 85 to go to this S.D. city where Wild Bill Hickok was stopped from being a good boy permanently","response":"Deadwood"},{"text":"Santa hops on Route 12 to hit Kill Devil Hills, Nags Head &amp; perhaps to enjoy a night in Rodanthe in this state","response":"North Carolina"},{"text":"On I-59 out of Hattiesburg, Santa's confused! Route 15 goes from Louisville to Philadelphia all within this state?!","response":"Mississippi"}],"originalDate":"2017-12-20"},{"category":"WE WISH YOU \"A\" MERRY CHRISTMAS!","comments":"","clues":[{"text":"To another place, like \"In A Manger\", title-wise","response":"away"},{"text":"In the English lyrics of \"Adeste Fideles\", \"O come let us\" this word meaning to love","response":"adore"},{"text":"Clothing or garments, donned with the \"fa la la\"-ing &amp; so forth","response":"apparel"},{"text":"It's Latin for \"hail\", Maria","response":"ave"},{"text":"Merry gentlemen, it means away from the correct path, as in \"to save us all from Satan's power when we were gone\" this","response":"astray"}],"originalDate":"2017-12-20"},{"category":"BYE, PHOENICIA!","comments":"","clues":[{"text":"Carthage, a Phoenician colony, wouldn't leave this empire alone, leading to the Punic Wars &amp; the end of Carthage","response":"the Roman Empire"},{"text":"After invasions in the 7th century, Phoenicians were forced to convert to this religion or pay a jizya","response":"Islam"},{"text":"In 64 B.C. Phoenicia was absorbed into this province just north of Judea","response":"Syria"},{"text":"The word for the good book comes from this Phoenician town that was captured by Crusaders, who named it Gibelet","response":"Byblos"},{"text":"Sailing for this empire at the Battle of Salamis, Phoenician ships fared poorly &amp; there was many a beheading","response":"the Persian Empire"}],"originalDate":"2017-12-20"},{"category":"MIND YOUR GRAMMAR","comments":"","clues":[{"text":"Nouns not masculine or feminine are termed this gender","response":"neuter"},{"text":"\"We saw the Grand Canyon flying over the USA\" contains a misplaced one of these","response":"a modifier"},{"text":"A qualifier is an adjective that limits the meaning of a word; this is one that limits the amount or extent of one","response":"a quantifier"},{"text":"Parataxis is the joining together of phrase or clauses without the use of these grammatical uniters","response":"a conjunction"},{"text":"Like \"crowd\" or \"troop\", it's a noun that is singular in form but denotes a group","response":"collective"}],"originalDate":"2017-12-20"},{"category":"FICTIONAL CHARACTERS' MOST-HATED MOVIES","comments":"","clues":[{"text":"Rodent-fearing Winston Smith shuddered through this 2007 Pixar movie featuring the voice of Patton Oswalt","response":"<i>Ratatouille</i>"},{"text":"If Little Miss Muffet could give a negative Metacritic score to this 1990 John Goodman film, she would","response":"<i>Arachnophobia</i>"},{"text":"Olaf the Snowman confessed he found this 1962 David Lean epic \"hard to watch\"","response":"<i>Lawrence of Arabia</i>"},{"text":"Dorian Gray hated the first part of this 2008 Brad Pitt movie, but it grew on him over time","response":"<i>The Curious Case of Benjamin Button</i>"},{"text":"The Wicked Witch of the West experiences mortal terror when viewing this Kevin Costner movie from 1995","response":"<i>Waterworld</i>"}],"originalDate":"2017-12-20"},{"category":"SOUNDS LIKE A LIQUOR BRAND","comments":"","clues":[{"text":"Mumbai, formerly","response":"Bombay"},{"text":"In math it's found before \"value\"; in thermodynamics, before \"zero\"","response":"absolute"},{"text":"A carnivore, or a yeoman warder at the Tower","response":"Beefeater"},{"text":"A gander whose color is between black &amp; white","response":"grey goose"},{"text":"Australian wilderness grain-grinding buildings","response":"bush mills"}],"originalDate":"2017-12-19"}],{"category":"WORLD'S FAIRS","text":"The theme of Seattle's 1962 World's Fair was \"Man in the\" this era","response":"Space Age"}]}