{"mix":1758,"rounds":[[{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"In \"The Mysterious Island\", a semi-sequel to \"20,000 Leagues Under the Sea\", he dies &amp; is buried at sea in his submarine","response":"(Captain) Nemo"},{"text":"Computer hacker &amp; cyber genius, she's the girl with the wasp tattoo as well as the dragon one","response":"Lisbeth Salander"},{"text":"At the beginning of Fredrik Backman's \"A Man Called\" this, we learn that he's 59, drives a Saab &amp; also points at people","response":"Ove"},{"text":"In a Herman Melville short story, it's Bartleby's title profession","response":"scrivener"},{"text":"In a Moliere play this title character poses as a pious man but is really an impostor &amp; crook","response":"Tartuffe"}],"originalDate":"2017-12-07"},{"category":"THEY'RE IN THE BAND","comments":"","clues":[{"text":"Vini \"Mad Dog\" Lopez preceded \"Mighty Max\" Weinberg on drums for this Springsteen ensemble","response":"the E Street Band"},{"text":"Public Enemy's William Drayton is better known by this \"tasty\" name","response":"Flavor Flav"},{"text":"Just give in to these Motowners, Melvin Franklin, Eddie Kendricks, David Ruffin &amp; Otis Williams","response":"The Temptations"},{"text":"Zach Filkins &amp; Ryan Tedder met in Colorado &amp; play in this band","response":"OneRepublic"},{"text":"Josh Dun &amp; Tyler Joseph take flight with this \"Blurryface\" band","response":"Twenty One Pilots"}],"originalDate":"2017-12-07"},{"category":"PARTS OF SPEECH","comments":"","clues":[{"text":"I once started a huge bar fight in Pacoima &amp; broke a guy's ulna: <br>Pacoima","response":"a noun"},{"text":"She got an honorary degree in anthropology at Stanford: <br>an","response":"an article"},{"text":"Fraznat! I stubbed my toe on that statue of George Meany, president of the AFL-CIO from 1955 to 1979!: fraznat","response":"an interjection"},{"text":"A haiku for you / <br>Who amongst us has knowledge? /<br>Now, we shall find out: <br>amongst","response":"a preposition"},{"text":"The horrible realization struck Melvin far too late: <br>too","response":"an adverb"}],"originalDate":"2017-12-07"},{"category":"THE PULITZER PRIZE FOR BIOGRAPHY","comments":"","clues":[{"text":"The 2003 winner, covering Lyndon Johnson from 1949 to 1960, was \"Master of\" this political body","response":"the Senate"},{"text":"The first Pulitzer for Biography went to a book about this woman who wrote \"Battle Hymn Of The Republic\"","response":"Julia Ward Howe"},{"text":"Joseph Lash won for a dual biography of this presidential couple","response":"FDR & Eleanor"},{"text":"Samuel Eliot Morison won a 1960 Pulitzer for his bio of this reformed slaver &amp; 18th c. American naval hero","response":"John Paul Jones"},{"text":"Margaret Coit won for an \"American Portrait\" of this South Carolinian veep who resigned after the Eaton affair","response":"John C. Calhoun"}],"originalDate":"2017-12-07"},{"category":"NEW TO THE <em class=\"underline\">OED</em>","comments":"(Alex: The <i>Oxford English Dictionary</i>.)","clues":[{"text":"This verb meaning to have a phone meeting with multiple people at different locations","response":"teleconference"},{"text":"This verb meaning to remove a tooth from a snake or a vampire","response":"defang"},{"text":"This 3-word term for a bullet with a hard casing, also a 1987 movie title","response":"full metal jacket"},{"text":"The acronym SUP, for this type of paddleboarding","response":"standup"},{"text":"Da kine, a conversational filler from these islands","response":"the Hawaiian Islands"}],"originalDate":"2017-12-07"},{"category":"I'M AMEN-ABLE TO THAT","comments":"","clues":[{"text":"Whether or not you are throwing to the end zone, this prayer includes \"Blessed are thou among women\"","response":"the Hail Mary"},{"text":"\"Amen\" is said after the recitation of the first sura in this holy book","response":"the Koran"},{"text":"This singer got a No. 1 country single &amp; CMA Award for \"Forever And Ever, Amen\"","response":"Randy Travis"},{"text":"Different versions of this prayer appear in Matthew 6 &amp; Luke 11","response":"the Lord's Prayer"},{"text":"The 1737 \"New England Primer\" included the children's prayer that begins with these 7 words","response":"\"Now I lay me down to sleep\""}],"originalDate":"2017-12-07"}],[{"category":"SPEECH OF PARTS","comments":"(Alex: You have to name the actor or actress from the film dialogue we will give you as a quote.)","clues":[{"text":"\"Tony here is your quarterback, all right? You protect his blind side. When you look at him, you think of me\"","response":"Sandra Bullock"},{"text":"\"Ezekiel 25:17... &amp; I will strike down upon thee with great vengeance &amp; furious anger those who... poison... my brothers\"","response":"Samuel L. Jackson"},{"text":"In 2017 this actress asked, \"How can a woman fight in this?\"","response":"Gal Gadot"},{"text":"\"Tomorrow, after the game, I, Jackie Moon, will wrestle a bear\"","response":"Will Ferrell"},{"text":"\"Details of your incompetence do not interest me. Tell Simone I'm not going to approve that girl... for the Brazilian layout\"","response":"Meryl Streep"}],"originalDate":"2017-12-07"},{"category":"THEY MADE THE CABINET","comments":"","clues":[{"text":"In 2017 Betsy DeVos became the 11th holder of this job","response":"the Secretary of Education"},{"text":"Post held by Robert McNamara &amp; Chuck Hagel","response":"Secretary of the Defense"},{"text":"Coloradans Ken Salazar &amp; Gale Norton are recent Secretaries of this","response":"the Interior"},{"text":"This department's website says its Secretary Andrew Mellon made the Great Depression worse","response":"the Treasury"},{"text":"This Obama Labor Secretary became head of the DNC in 2017","response":"(Tom) Perez"}],"originalDate":"2017-12-06"},{"category":"NATIONAL DAYS","comments":"","clues":[{"text":"Amy Schumer made waves with the photo she posted in honor of this swimsuit's day, July 5, its 71st anniversary","response":"the bikini"},{"text":"Small Business Saturday is 2 days after this holiday","response":"Thanksgiving"},{"text":"Learn how to save a person who's choking on June 1, the national day for this, also known as an abdominal thrust","response":"the Heimlich maneuver"},{"text":"Aug. 4 honors this military branch whose forebear, the Revenue Cutter Service, was founded on that day in 1790","response":"the Coast Guard"},{"text":"Because of the label tucked into the character's hat band, National Mad Hatter Day is on this date","response":"October 6<sup>th</sup>"}],"originalDate":"2017-12-06"},{"category":"PUT A \"LID\" ON IT","comments":"","clues":[{"text":"Of the 3 basic states of matter, the one that fits the category","response":"solid"},{"text":"It describes filthy living conditions due to neglect or poverty","response":"squalid"},{"text":"When asked about a shorter or easier method, he told Ptolemy I, \"There is no royal road to geometry\"","response":"Euclid"},{"text":"In the 19th c. a medical journal defined a chronic one as having been incapacitated by disease for the duties of life","response":"an invalid"},{"text":"Earthworms are classified as this type of segmented invertebrate","response":"an annelid"}],"originalDate":"2017-12-06"},{"category":"YOU'RE GONNA HEAR ME ROAR","comments":"","clues":[{"text":"In a No. 1 hit, she sings, \"I got the eye of the tiger... 'cause I am a champion &amp; you're gonna hear me roar\"","response":"Katy Perry"},{"text":"She asserts in a 2012 hit, \"What doesn't kill you makes you stronger... doesn't mean I'm lonely when I'm alone\"","response":"(Kelly) Clarkson"},{"text":"In the '70s this No. 1 hit by Helen Reddy asked us to \"hear me roar\"","response":"\"I Am Woman\""},{"text":"At the Grammys in 2014, Sara Bareilles sang this song of hers with Carole King; the pair also sang King's \"Beautiful\"","response":"\"Brave\""},{"text":"Gloria Gaynor called her autobiography this, also the name of her signature song","response":"<i>I Will Survive</i>"}],"originalDate":"2017-12-06"},{"category":"FOR IT IS A FACT","comments":"","clues":[{"text":"Tea, this type, hot; it bears the name of a prime minister to King William IV","response":"Earl Grey"},{"text":"The year 3031 won't have this Jewish holiday; it'll start Jan. 1, 3032","response":"Hanukkah"},{"text":"An HP engineer devised the modern delivery system for this, today said to be the world's costliest liquid","response":"printer ink"},{"text":"In 2000 the average American consumed 146 pounds of this grain; carb-consciousness helped cut that 10% by 2011","response":"wheat"},{"text":"The Cassini space probe found massive icy clumps make up these features","response":"the rings of Saturn"}],"originalDate":"2017-12-06"}],{"category":"WORLD LITERATURE","text":"This 1970s memoir told of harsh places that metaphorically were like an island chain \"from the Bering Strait almost to the Bosporus\"","response":"<i>The Gulag Archipelago</i>"}]}