{"mix":1760,"rounds":[[{"category":"PAINTERS ON FILM","comments":"","clues":[{"text":"As Michelangelo in \"The Agony and the Ecstasy\", Charlton Heston initially resists the pope's orders to paint this room","response":"the Sistine Chapel"},{"text":"Salma Hayek earned a 2002 Oscar nomination in this Julie Taymor film","response":"<i>Frida</i>"},{"text":"This 1952 study of Toulouse-Lautrec bears the name of the burlesque hall where he spent a lot of time","response":"<i>Moulin Rouge</i>"},{"text":"In \"Big Eyes\", this actress played Margaret Keane, a painter whose husband took credit for her work for years","response":"Amy Adams"},{"text":"Lili Taylor played a militant feminist who commits the title crime against a popular pop artist in this film","response":"<i>I Shot Andy Warhol</i>"}],"originalDate":"2017-12-01"},{"category":"DOWN HOME TALK","comments":"","clues":[{"text":"In song it's \"wild blue\"; down home, it means over there or at a distance","response":"yonder"},{"text":"The word vermin got altered to this word for a troublesome wild animal","response":"varmint"},{"text":"A Trace Adkins hit is called this type of country music bar \"Badonkadonk\"","response":"a honky tonk"},{"text":"This 4-word phrase for \"bad plan\" could literally mean \"your collie will not sniff out a quail\"","response":"that dog don't hunt (or won't hunt)"},{"text":"Part of the Interior Dept. from 1849 to 1946 to aid settlement; if you're doing this type of \"business\", business is good","response":"land office"}],"originalDate":"2017-12-01"},{"category":"MEDIEVAL FOLKS WHO COULD WRITE","comments":"","clues":[{"text":"Deposed as ruler of Granada in this country, Ibn Buluggin wrote an autobiography<span class=\"nobreak\">--</span>no word on the size of his advance","response":"Spain"},{"text":"Scholars have identified monks with this job who wrote out the Book of Kells, but only know them as Hands A, B &amp; C","response":"scribes"},{"text":"Many Chinese could; the Tang dynasty has left us about 50,000 of these, in forms such as lushi &amp; jueju","response":"poems"},{"text":"Despite its title, this saint's \"Summa Contra Gentiles\" was partly meant as an argument against Jews","response":"St. Thomas Aquinas"},{"text":"Around 880 Edred, archbishop of Canterbury, wrote to the pope to tell on this \"Great\" English king who was harassing him","response":"Alfred (the Great)"}],"originalDate":"2017-12-01"},{"category":"BILL'S BILL OF RIGHTS RIGHTS","comments":"","clues":[{"text":"According to the fifth amendment, Bill can't be compelled to do this on the witness stand","response":"testify against himself"},{"text":"According to the first amendment, the government can't establish this, but Bill is allowed to start the Billitarians","response":"an official church (or religion)"},{"text":"Bill knows that according to the 4th amendment, the police can't search his house for illegal snakes without this","response":"a warrant"},{"text":"Bill got out of jail without having to sell his Trans Am because the eighth amendment prevents excessive this","response":"bail"},{"text":"The fifth &amp; sixth amendments were cited in the creation of this warning in 1966, but we know Bill can't remain silent","response":"the Miranda rights"}],"originalDate":"2017-11-24"},{"category":"DETECTIVE FICTION","comments":"","clues":[{"text":"\"You incommoded me\" is one of the sinister utterances of this Sherlock Holmes archfoe","response":"Moriarty"},{"text":"Under the name Robert Galbraith, she's taken to writing detective novels featuring Cormoran Strike","response":"J.K. Rowling"},{"text":"Kathy Reichs' novels featuring Temperance Brennan include \"Bare\" these &amp; \"Cross\" these","response":"bones"},{"text":"She's won several Shamus Awards for her Alphabet mysteries, including \"G is for Gumshoe\"","response":"Sue Grafton"},{"text":"In his novel \"Devil in a Blue Dress\", he introduced Easy Rawlins, an African-American detective in 1940s Los Angeles","response":"Walter Mosley"}],"originalDate":"2017-11-24"},{"category":"PENCIL IT IN","comments":"","clues":[{"text":"Pencils have been around for centuries, but this aid wasn't patented until 1828, using \"metal files set at 90&deg;\"","response":"a pencil sharpener"},{"text":"In 1908 Faber-Castell, one of the oldest pencil brands, introduced the Polychromos line of these","response":"colored pencils"},{"text":"There's no danger of lead poisoning with a normal pencil<span class=\"nobreak\">--</span>the \"lead\" is a mixture of clay &amp; this form of carbon","response":"graphite"},{"text":"Called plugs by manufacturers, these were first attached to pencils in 1858","response":"erasers"},{"text":"AKA china marker, this waxy-tipped pencil is said to be what the Soviets used in space because ballpoints require gravity","response":"grease pens"}],"originalDate":"2017-11-24"}],[{"category":"TEAM MASCOTS","comments":"","clues":[{"text":"The Seattle Seahawks' mascot is named this, a football term for an assault on the opposing quarterback","response":"Blitz"},{"text":"In 2017 this New York team found a new \"Mr.\" after the old one made a colorful gesture to a fan","response":"the Mets"},{"text":"In the \"birthplace of rock 'n' roll\", Moondog (an homage to DJ Alan Freed's nickname) barks for this NBA team","response":"the Cleveland Cavaliers"},{"text":"After the Expos left town, this NHL squad inherited Youppi!","response":"the Canadiens"},{"text":"Orbit circles the field for this Texas team","response":"the Astros"}],"originalDate":"2017-11-24"},{"category":"THE EUROPEAN MIDWEST","comments":"","clues":[{"text":"New Glarus, Wisconsin, known as \"Little\" this country, has a Heidi festival every June","response":"Switzerland"},{"text":"Elk Horn, Iowa, known as \"Little\" this country, hosts the Tivoli Fest","response":"Denmark"},{"text":"A Nebraska city named for this Bohemian capital has \"Beer Barrel Days\" in August<span class=\"nobreak\">--</span>everybody polka!","response":"Prague"},{"text":"Delftware &amp; wooden shoes are made in the DeKlomp factory in this Michigan town","response":"Holland"},{"text":"You can get authentic fare at Old Lviv restaurant in Chicago's this nationality \"Village\"","response":"the Ukraine"}],"originalDate":"2017-11-24"},{"category":"HOW MANY IN YOUR PARTY?","comments":"","clues":[{"text":"A troika","response":"three"},{"text":"A score","response":"20"},{"text":"A battery (in baseball)","response":"two"},{"text":"A coven (traditionally)","response":"thirteen"},{"text":"A minyan (minimally)","response":"ten"}],"originalDate":"2017-11-24"},{"category":"\"P\" IN PHYSICS","comments":"","clues":[{"text":"Pounds per square inch is one common way of expressing this","response":"air pressure"},{"text":"This quantum of light is the particle that carries the electromagnetic energy","response":"a photon"},{"text":"It's any object that after being given an initial velocity is allowed to fall under the effects of gravity alone","response":"a projectile"},{"text":"One constant in the uncertain world of quantum mechanics is the constant named for this physicist","response":"(Max) Planck"},{"text":"In 1880 it was found that if you compress a crystal like quartz, you can produce this effect","response":"the piezoelectric effect"}],"originalDate":"2017-11-24"},{"category":"THIS...WAS...SPARTA!","comments":"","clues":[{"text":"Like its main rival city, Sparta had an acropolis with a temple dedicated to this goddess","response":"Athena"},{"text":"Kings of Sparta traced their descent from this mythic strongman considered by them the greatest warrior of all time","response":"Hercules"},{"text":"In 480 B.C. King Leonidas &amp; his men perished to the last Spartan defending this mountain pass from invasion","response":"Thermopylae"},{"text":"In war Spartan soldiers called hoplites used this closely linked formation, from the Greek for \"line of battle\"","response":"the phalanx"},{"text":"This king of Sparta &amp; brother of Agamemnon lost his wife Helen to Paris, leading to the Trojan War","response":"Menelaus"}],"originalDate":"2017-11-24"},{"category":"HISTORICAL FICTION","comments":"","clues":[{"text":"This 1936 novel was inspired by an aunt's scrapbook of the Civil War &amp; its aftermath","response":"<i>Gone With the Wind</i>"},{"text":"This classic began in 1844 as a serial for the magazine Le Siecle but later became a book, one for all of them","response":"<i>The Three Musketeers</i>"},{"text":"This Philipp Meyer novel about the Texas frontier came to AMC with Pierce Brosnan as the powerful Eli McCullough","response":"<i>The Son</i>"},{"text":"\"Flight of the Sparrow\" recounts the real tale of a Puritan woman from this colony captured by Indians in 1676","response":"the Massachusetts Bay Colony"},{"text":"A young woman steps aside so her sister can marry a king in this Philippa Gregory novel","response":"<i>The Other Boleyn Girl</i>"}],"originalDate":"2017-11-30"}],{"category":"BOOKS &amp; AUTHORS","text":"In books by him, the Kingdom of Noland, ruled by an orphan named Bud, borders a country called Ix, where Queen Zixi reigns","response":"(Lyman Frank) Baum"}]}