{"mix":1763,"rounds":[[{"category":"MADE IN THE USA","comments":"","clues":[{"text":"Stihl boasts \"the best\" one of these loud tools \"made\" &amp; sends them from Virginia Beach to trim trees across the nation","response":"a chainsaw"},{"text":"Duluth Pack \"has continuously handcrafted hunting, shooting and outdoor gear\" in this state since 1882","response":"Minnesota"},{"text":"Peacock Alley, center of the U.S. carpet industry, begins at Georgia's northern border with this state","response":"Tennessee"},{"text":"Named for a type of dwelling found much farther north, these coolers are made in Katy, Texas","response":"Igloo"},{"text":"The RV Museum &amp; Hall of Fame is in Elkhart in this state; half the RVs on the road today were made in the surrounding area","response":"Indiana"}],"originalDate":"2017-11-28"},{"category":"KEEP IT DOWN","comments":"","clues":[{"text":"\"Rosebud\" is whispered by this character shortly before his death in a 1941 movie","response":"Citizen Kane (or Charles Foster Kane)"},{"text":"On \"Seinfeld\" Jerry is compelled to wear one of these after an encounter with a \"low talker\"","response":"the puffy shirt"},{"text":"On \"The Middle\" Atticus Shaffer plays this kid in the Heck family known to whisper into his shirt","response":"Brick Heck"},{"text":"Roger Maltbie's hushed golf commentary voice earned him the punning nickname this \"Whisperer\"","response":"the Course Whisperer"},{"text":"In \"Captain America: The Winter Soldier\", Garry Shandling whispers \"hail\" this to a conspirator","response":"hail Hydra"}],"originalDate":"2017-11-27"},{"category":"RANKING THE NEW MILITARY MAN","comments":"","clues":[{"text":"The U.S. went to the polls for one of these on Nov. 8, 2016","response":"a general election"},{"text":"A 96-mph-throwing Cleveland Indian had to work on his control \"before he kills somebody\" in this 1989 movie","response":"<i>Major League</i>"},{"text":"Flogging or spanking gets this \"rank\"","response":"corporal punishment"},{"text":"We'll be brief<span class=\"nobreak\">--</span>this Dav Pilkey title hero just wears a cape &amp; one other very important piece of clothing","response":"Captain Underpants"},{"text":"Bain Capital &amp; Brookfield Asset Management are companies in this \"non-public\" field of investment","response":"private investment (or private equity)"}],"originalDate":"2017-11-27"},{"category":"RHYME TIME","comments":"","clues":[{"text":"A thick baseball stick","response":"a fat bat"},{"text":"A defensive ditch dug in Dijon","response":"a French trench"},{"text":"An artificial New York strip or sirloin","response":"a fake steak"},{"text":"To unsettle cows","response":"rattle cattle"},{"text":"Telecommunication device in a river flowing from Switzerland to the Mediterranean","response":"a Rhone phone"}],"originalDate":"2017-11-27"},{"category":"WET SCIENCE","comments":"","clues":[{"text":"This element, Mg, can be used in underwater flares because it can pull oxygen from the water when combusting","response":"magnesium"},{"text":"At sea level at this temperature Fahrenheit, the volume of water expands about 1,700 times into steam","response":"212"},{"text":"A halocline occurs when fresh water sits on top of salt water, the separation caused by the difference in this","response":"specific gravity (or density)"},{"text":"The zebra type of this mollusk is so successful at filtering the Great Lakes, water clarity is causing algae blooms","response":"a mussel"},{"text":"The lake in the center of the Kawah Ijen this in Indonesia has a pH of less than 1","response":"a volcano"}],"originalDate":"2017-11-27"},{"category":"A MANIA FOR MANIAS","comments":"","clues":[{"text":"While on a long vacation, you may experience nostomania, the strong desire to do this","response":"go home"},{"text":"Typically without need or profit, it's the recurrent impulse to steal","response":"kleptomania"},{"text":"This abnormal interest in fire can be dangerous &amp; destructive","response":"pyromania"},{"text":"Similar to TV detective Monk, you have a compulsive desire to do this if you have arithmomania","response":"count objects"},{"text":"Pontius Pilate probably had ablutomania, an obsessive need to do this","response":"wash hands"}],"originalDate":"2017-11-27"}],[{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"It begins, \"How it happened that Maestro Cherry, Carpenter, found a piece of wood that wept &amp; laughed like a child\"","response":"(<i>The Adventures of</i>) <i>Pinocchio</i>"},{"text":"He calls himself a \"Giant of the Senate\" in his memoir detailing his unlikely turn from comedian to politician","response":"Al Franken"},{"text":"This business handbook by Spencer Johnson has a question as its title &amp; a parable about mice","response":"<i>Who Moved My Cheese?</i>"},{"text":"\"The Encircling Sea\" is a chapter in her nonfiction book \"The Sea Around Us\"","response":"Rachel Carson"},{"text":"Kind of like a Swedish Forrest Gump is the novel called \"The 100-Year-Old Man\" who did this \"&amp; Disappeared\"","response":"<i>100-Year-Old Man Who Climbed Out the Window and Disappeared</i>"}],"originalDate":"2017-11-27"},{"category":"CRIME TIME","comments":"","clues":[{"text":"The Watergate break-in: <br>June 17 of this election year","response":"1972"},{"text":"The 1929 massacre of 7 of Bugs Moran's guys: <br>this day","response":"Valentine's Day"},{"text":"The Black Dahlia murder: <br>this decade","response":"the 1940s"},{"text":"The Gardner Museum heist: <br>this day in 1990,as Boston was sleeping off St. Paddy's Day","response":"March 18"},{"text":"Jack the Ripper's ripping: <br>this decade","response":"the 1880s"}],"originalDate":"2017-11-27"},{"category":"POLICE YOUR AREA","comments":"","clues":[{"text":"4-letter word for the area a cop regularly covers","response":"his beat"},{"text":"The Scotland Yard \"squad\" named for this, meaning an immoral habit, has been boringly renamed Serious Crime Directorate 9","response":"vice"},{"text":"More &amp; more small cities have these door-busting teams; Paducah, Kentucky uses its team about twice a year","response":"a SWAT team"},{"text":"This police force was established during the first term of Canada's first PM, John A. MacDonald","response":"the Mounties (the RCMP)"},{"text":"The LAPD \"strongly embraces\" this kind of policing that emphasizes working with the citizenry","response":"community policing"}],"originalDate":"2017-11-22"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"In Greece, when these fall out, children don't put them under the pillow; they throw them on the roof for good luck","response":"teeth"},{"text":"This 14-foot-long holy relic has been housed in Italy's Cathedral of San Giovanni Battista since 1578","response":"the Shroud of Turin"},{"text":"In 1948 it was established as the national airline of Israel","response":"El Al"},{"text":"The city of Kirkuk is a center of this country's oil industry","response":"Iraq"},{"text":"Oddly, the national dog of this Mediterranean island nation is the pharaoh hound &amp; not the toy breed that's named for it","response":"Malta"}],"originalDate":"2017-11-22"},{"category":"SINGLE-NAMED SINGERS' LAST NAMES","comments":"","clues":[{"text":"She's taken a long \"Holiday\" from Ciccone","response":"Madonna"},{"text":"She uses her last name Fenty on her fashion line for Puma","response":"Rihanna"},{"text":"Would you \"believe\" she was born with the last name Sarkisian?","response":"Cher"},{"text":"This rapper doesn't use his last name Graham (or his first name of  Aubrey, for that matter)","response":"Drake"},{"text":"Robinson is the last name of this R&B singer with the 2017 hit \"Location\"","response":"Khalid"}],"originalDate":"2017-11-22"},{"category":"THE AGE OF TREASON","comments":"","clues":[{"text":"Adolf Tolkachev gave secrets of Soviet radar to this U.S. spy agency but was betrayed &amp; executed for treason","response":"the CIA"},{"text":"In 1815 France's monarchy shot Gen. Michel Ney for serving this man who called him \"bravest of the brave\"","response":"Napoleon"},{"text":"17 when convicted of treason in the death of this man, Vaso Cubrilovic went on to be Yugoslavia's Minister of Forests","response":"Duke Franz Ferdinand"},{"text":"In 1844 American Thomas Dorr argued that you can't be convicted of treason against one of these, but he was","response":"a state"},{"text":"The last man hanged for treason in England was \"Lord Haw Haw\", who used this as his \"weapon\" to help the Nazis","response":"the radio"}],"originalDate":"2017-11-22"}],{"category":"U.S. NATIONAL PARKS","text":"This subtropical region is a biosphere reserve, a UNESCO World Heritage Site, &amp;, as of 1947, a National Park","response":"the Everglades"}]}