{"mix":1792,"rounds":[[{"category":"WORLD LEADERS","comments":"","clues":[{"text":"First name of the man who became Cuba's head of state in 2008","response":"Raúl"},{"text":"She was the daughter of a Pakistani PM &amp; after she was slain in 2007, her husband became president","response":"Benazir Bhutto"},{"text":"In 2017 Mark Rutte won a third term as this country's PM, defeating a right wing challenge from Geert Wilders","response":"the Netherlands"},{"text":"Also MP for Wentworth, Malcolm Turnbull is PM of this, one of the world's 10 largest countries in area","response":"Australia"},{"text":"His father was purged in the 1960s but he became China's president in 2013","response":"Xi"}],"originalDate":"2017-09-29"},{"category":"WHERE ARE YOU WEARING?","comments":"(Alex: Not \"what\", but...)","clues":[{"text":"An island in the Bay of Naples gave its name to these 3/4-length pants","response":"capris"},{"text":"This state precedes \"hunting shoe\" in the name of the first product introduced by L.L. Bean","response":"Maine"},{"text":"A wide cuff folded back &amp; fastened with a cuff link","response":"a French cuff"},{"text":"This red felt hat is named for a town in Morocco","response":"fez"},{"text":"Dotted patterns are common on the fabric known as this muslin","response":"Swiss muslin"}],"originalDate":"2017-09-29"},{"category":"THAT'S MY JOB!","comments":"","clues":[{"text":"Mariner (the non-baseball playing variety)","response":"a sailor"},{"text":"Milliner","response":"a hatmaker"},{"text":"Collier","response":"a coal miner"},{"text":"Warrener","response":"a rabbit keeper"},{"text":"Flueologist","response":"a chimney sweep"}],"originalDate":"2017-09-29"},{"category":"ASIAN BODIES OF WATER","comments":"","clues":[{"text":"According to Hindu myth, this river once flowed in the heavens but was ordered to go down to Earth","response":"the Ganges"},{"text":"Arabs call this river Nahr Al-Urdun; the Hebrew name is Ha-Yarden","response":"the Jordan (River)"},{"text":"This Siberian lake contains around 20% of the fresh water on the world's surface","response":"Baikal"},{"text":"In 2010 China gained direct access to this sea for the first time in 100 years when it leased a pier in N. Korea's Rajin port","response":"the Sea of Japan"},{"text":"In the southeast corner of Iraq, this main port of the country is on a waterway called the Shatt Al-Arab","response":"Basra"}],"originalDate":"2017-09-29"},{"category":"LET'S PLAY CHESS","comments":"","clues":[{"text":"It's the only piece that can be promoted to one of greater value","response":"a pawn"},{"text":"If an identical position occurs 3 times in a game, a player may claim this result, then go kiss his sister","response":"a draw"},{"text":"A tactic via which one piece attacks 2 opposing ones is called this, like a common dining utensil","response":"a fork"},{"text":"Trading a knight or bishop for one of these more valuable pieces is known as winning the exchange","response":"a rook"},{"text":"Descriptive notation like P-Q4 has been largely replaced by this \"mathematical\" kind, which would say simply d4","response":"an algebraic term"}],"originalDate":"2017-09-28"},{"category":"CLASSIC MOVIE LINES","comments":"(Alex: Identify the film for us; I'll give you the line.)","clues":[{"text":"\"You talkin' to me?\"","response":"<i>Taxi Driver</i>"},{"text":"\"I see dead people\"","response":"<i>The Sixth Sense</i>"},{"text":"\"I happen to have Mr. McLuhan right here\"","response":"<i>Annie Hall</i>"},{"text":"\"You want answers?! ...You want answers?! ...You can't handle the truth!\"","response":"<i>A Few Good Men</i>"},{"text":"\"Why worry? Each of us is wearing an unlicensed nuclear accelerator on his back\"","response":"<i>Ghostbusters</i>"}],"originalDate":"2017-09-28"}],[{"category":"IPOs","comments":"","clues":[{"text":"This tech co. didn't get as many likes as it wanted after raising $16 billion for its 2012 IPO but it returned 105% within 2 years","response":"Facebook"},{"text":"Filing for bankruptcy in 2009? No prob for this automaker, which raised $20.1 billion in a 2010 IPO","response":"General Motors"},{"text":"A $731 million IPO in 2015 got this rhymingly named wearable fitness company in tremendous shape","response":"Fitbit"},{"text":"Drop the last 4 letters from the name of the app to get this company, the big IPO story of March 2017","response":"Snap Inc."},{"text":"The one of the 3 main consumer credit reporting bureaus that does not begin with \"E\", it raised $664 million in 2015","response":"TransUnion"}],"originalDate":"2017-09-28"},{"category":"FROM \"S\" TO \"T\"","comments":"(Alex: Each correct response will begin with an \"S\" and end with a \"T\".)","clues":[{"text":"This noncommissioned officer ranks just above a corporal in the Marine Corps","response":"sergeant"},{"text":"This vacant outdoor space is used by children for unorganized games &amp; sports such as baseball","response":"a sandlot"},{"text":"Antonio Guterres is currently the head of this main organ of the United Nations","response":"the Secretariat"},{"text":"In this form of trapshooting, clay targets simulate birds in flight","response":"skeet"},{"text":"A sleepwalker","response":"a somnambulist"}],"originalDate":"2017-09-28"},{"category":"COUNTY SEATS","comments":"","clues":[{"text":"Take a seat in the Wrigley Field dugout &amp; you're in this county","response":"Cook"},{"text":"The Stickley Museum in Onondaga County, NY. has an outsize chair made for this Tibetan holy man to sit in cross-legged","response":"the Dalai Lama"},{"text":"19th century toilets are part of the collection of Watertown's Plumbing Museum in this state's Middlesex County","response":"Massachusetts"},{"text":"Cornelius Vanderbilt's rustic rocking chair is in the museum named for this other rich guy in Wayne County, Michigan","response":"(Henry) Ford"},{"text":"The House seat for Henderson County, N.C. is held by Mark Meadows, in 2017 news as chair of this conservative caucus","response":"the Freedom Caucus"}],"originalDate":"2017-09-28"},{"category":"CIVIL WAR PEOPLE","comments":"","clues":[{"text":"On the morning of April 15, 1865 Dr. Samuel Mudd set this man's broken leg","response":"John Wilkes Booth"},{"text":"This super-nurse &amp; her supply wagons gave aid to Union casualties &amp; Confederate prisoners","response":"Clara Barton"},{"text":"This preacher, the brother of author Harriet, gave an oration at the raising of the flag over Fort Sumter at war's end","response":"Henry Ward Beecher"},{"text":"Asked why the Confederates lost Gettysburg, he \"charge\"d, \"The Yankees had something to do with it\"","response":"(George) Pickett"},{"text":"In 1861 this future general received a commission in the Army from his brother John, a senator known for his anti-trust act","response":"William Tecumseh Sherman"}],"originalDate":"2017-09-28"},{"category":"WAYS TO SAY YOU'RE SORRY","comments":"","clues":[{"text":"Proverbially, you \"make\" these to apologize for an insult","response":"amends"},{"text":"In French it means \"street\" &amp; in English, to feel sorrow over something","response":"rue"},{"text":"Singularly, it means to feel remorse for; add an \"S\" to politely refuse an invite","response":"regret or regrets"},{"text":"This 8-letter synonym for sorry has its pros but now<span class=\"nobreak\">--</span>specifically<span class=\"nobreak\">--</span>its \"con\"s","response":"contrite"},{"text":"Ian McEwan novel set in the Second World War era","response":"<i>Atonement</i>"}],"originalDate":"2017-09-28"},{"category":"GOING 24/7/365","comments":"","clues":[{"text":"In geometry, it's a plane figure with 7 sides &amp; 7 angles &amp; despite what you may be thinking, it does not begin with \"S\"","response":"a heptagon"},{"text":"A nursery rhyme tells of 24 of these European thrushes miraculously surviving a brush with pie","response":"blackbirds"},{"text":"This Trader Joe's rival has a 365 value brand","response":"Whole Foods"},{"text":"After Bobby Seale got a separate trial, the group including Jerry Rubin &amp; Abbie Hoffman got renamed this","response":"the Chicago Seven"},{"text":"The 24th Amendment says the right of U.S. citizens to vote \"shall not be denied... by reason of failure to pay\" this specific tax","response":"a poll tax"}],"originalDate":"2017-09-28"}],{"category":"INTERNATIONAL BUSINESS","text":"The \"effect\" named for this company founded in 1943 refers to increased value of a product to a consumer whose own labor is needed","response":"IKEA"}]}