{"mix":1803,"rounds":[[{"category":"DISNEYLAND","comments":"","clues":[{"text":"Between the parade &amp; the fireworks she flies over Fantasyland summer nights at about 9:30 P.M.","response":"Tinker Bell"},{"text":"The July 17, 1955 opening day TV show was hosted by A. Linkletter, B. Cummings, &amp; this future Calif. governor","response":"Ronald Reagan"},{"text":"He gets more phone calls than anyone else at Disneyland","response":"Mickey Mouse"},{"text":"You can board steam-powered railroad trains at New Orleans Square, Main Street, U.S.A., &amp; , oddly, here","response":"Tomorrowland"},{"text":"There's one of these on Main Street open 7 days a week<span class=\"nobreak\">--</span>but only from 10 a.m. to 3 p.m.","response":"bank (Bank of America)"}],"originalDate":"1987-04-13"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Douglas, a manly name, is fitting for the capital of this isle in the Irish Sea","response":"Isle of Man"},{"text":"Of Bermuda, Hong Kong, or the Seychelles, the 1 whose capital is not named Victoria","response":"Bermuda"},{"text":"This European capital is on 2 separate islands, Sjaelland &amp; Amager","response":"Copenhagen"},{"text":"It's said early dictators copied European architecture to make this capital of Paraguay look European","response":"Asunción"},{"text":"The headquarters of the Organization of American States is located in this capital city","response":"Washington, D.C."}],"originalDate":"1987-04-13"},{"category":"1966","comments":"","clues":[{"text":"After winning 27 games in 1966, this National League pitcher retired","response":"Sandy Koufax"},{"text":"George Harrison, Brigitte Bardot, Zsa Zsa Gabor, Frank Sinatra, Luci Baines Johnson, &amp; Wm. O. Douglas","response":"famous people who got married"},{"text":"Otto Preminger &amp; \"Swifty\" Lazar came to blows over film rights to this new book by Truman Capote","response":"<i>In Cold Blood</i>"},{"text":"The Georgia state legislature refused to seat him because of his views on Vietnam &amp; the draft","response":"Julian Bond"},{"text":"April 18, 1966, he said \"Half of this (Oscar) belongs to some horse somewhere in the valley...\"","response":"Lee Marvin"}],"originalDate":"1987-04-13"},{"category":"POETIC BIRDS","comments":"","clues":[{"text":"William Blake wrote this \"redbreast in a cage puts all heaven in a rage\"","response":"robin"},{"text":"In \"A Song of Sixpence\" 1 of these pecked off the maid's nose","response":"blackbird"},{"text":"A dead one was hung about the ancient mariner's neck","response":"albatross"},{"text":"While Shelley wrote \"To a Skylark\" Keats wrote an \"Ode to\" this bird","response":"Nightingale"},{"text":"Tennyson said, \"He clasps the crag with crooked hands\"","response":"eagle"}],"originalDate":"1987-04-13"},{"category":"ACCORDING TO SPOCK","comments":"","clues":[{"text":"Since it emphasizes the wrong food, never withhold this course to make jr. eat all his spinach","response":"dessert"},{"text":"Many babies, after learning to stand, keep standing until exhausted, since they don't know how to do this","response":"sit down"},{"text":"About this birthday, baby starts to throw toys &amp; food, not to drive mom crazy, but just because he can","response":"first"},{"text":"To discourage twins' private language, mom might refuse their demands unless expressed this way","response":"in English"},{"text":"Playing pat-a-cake, etc. to excess can spoil baby to the point he forgets how to do this for himself","response":"play by himself (amuse himself)"}],"originalDate":"1987-04-13"},{"category":"18th CENTURY BRITAIN","comments":"","clues":[{"text":"Finished in 1710, this cathedral is considered Christopher Wren's greatest work","response":"St. Paul's"},{"text":"11 days of the year 1752, September 3-13, were omitted when this was finally adopted","response":"Gregorian calendar"},{"text":"This German-born oratorio composer became a British subject in 1726","response":"Handel"},{"text":"He wrote \"The Journal of a Tour to the Hebrides with S. Johnson, LL.D.\" before his \"Life\" of Johnson","response":"(James) Boswell"},{"text":"He was born on June 4, 1738, the oldest son of Frederick, Prince of Wales &amp; grandson of George II","response":"George III"}],"originalDate":"1991-12-09"}],[{"category":"ANATOMICAL WORDS &amp; PHRASES","comments":"","clues":[{"text":"One who acts hastily without regard for the consequences is said to \"shoot from\" this body part","response":"the hip"},{"text":"If you're on the verge of failure you're \"on your last\" ones","response":"legs"},{"text":"To be right on target is to be \"on\" this facial feature","response":"the nose"},{"text":"Leo Durocher could tell you it's a synonym for back talk","response":"lip"},{"text":"Things that are in close proximity are said to be \"cheek by\" this","response":"jowl"}],"originalDate":"1991-12-09"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Alfonso Salvo peeled 50 pounds of these in 5 minutes 23 seconds; we don't know how much he cried","response":"onions"},{"text":"In 1987 a Hiroshima club flew 2,233 of these on a single line","response":"kites"},{"text":"In 55 daily 10-hour stints, Johann Hurlinger of Austria walked 871 miles on these body parts","response":"hands"},{"text":"It's the reason the Russian sturgeon is the most valuable fish in the world","response":"caviar"},{"text":"The world's tallest pagoda, 377' high, was built for King Mongkut in this country in the 19th c.","response":"Thailand"}],"originalDate":"1991-12-09"},{"category":"COOKING","comments":"","clues":[{"text":"This is the vegetable most often cooked \"O'Brien\"","response":"potatoes"},{"text":"Coeur a la creme should be made in a mold or a wicker basket shaped like this","response":"heart"},{"text":"The Boston brown type of this, which is steamed, often accompanies Boston baked beans","response":"bread"},{"text":"This Scandinavian country's limpa bread is a rye bread sometimes flavored with fennel","response":"Sweden"},{"text":"The \"chess\" type of this dessert is popular in the South","response":"pie"}],"originalDate":"1991-12-09"},{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"This barbecue fuel, a form of carbon, is made by heating wood without air","response":"charcoal"},{"text":"A 1-megaton bomb has the explosive power of a million tons of this","response":"TNT"},{"text":"Though its mirror is flawed, this $1.5 billion space telescope is producing useful data","response":"Hubble"},{"text":"On a chart an isotherm connects points equal in this","response":"temperature"},{"text":"Geotropism is the response of living things to the effects of this force","response":"gravity"}],"originalDate":"1991-12-09"},{"category":"GAME SHOWS","comments":"","clues":[{"text":"In titles this word has preceded \"Story\", \"Experts\" &amp; \"Connection\"","response":"Love"},{"text":"He hosted 2 game shows, \"Mother's Day\" &amp; \"Laugh Line\", before becoming Rob Petrie","response":"Dick Van Dyke"},{"text":"1 of the 2 games you could watch in 1965 whose name began with \"Let's\"","response":"<i>Let's Make a Deal</i> (or <i>Let's Play Post Office</i>)"},{"text":"Host in common to \"Super Password\", \"Tattletales\" &amp; \"Win, Lose or Draw\"","response":"Bert Convy"},{"text":"Jack Narz' brother, he hosted \"To Say the Least\" &amp; \"You Don't Say\"","response":"(Tom) Kennedy"}],"originalDate":"1991-12-09"},{"category":"AFRICA","comments":"","clues":[{"text":"This Algerian capital was founded in the 10th century by the chief of the Muslim Sanhaja tribe","response":"Algiers"},{"text":"In 1849 this European power established a home for emancipated slaves at Libreville, Gabon","response":"France"},{"text":"Burkina Faso was formerly named for the 3 \"upper\" branches of this river","response":"Volta"},{"text":"In 1885 this Belgian king established the Congo Free State as his personal property","response":"Leopold"},{"text":"This cattle-raising tribe of Kenya lives almost entirely on milk, blood &amp; meat from its herds","response":"Masai"}],"originalDate":"1991-12-09"}],{"category":"FOREIGN NEWSPAPERS","text":"Representing its outspoken tone, this newspaper founded in the 19th century has the name of a free-spirited opera character","response":"<i>Le Figaro</i>"}]}