{"mix":1810,"rounds":[[{"category":"NOVELS","comments":"","clues":[{"text":"The last line of this fish story is \"The old man was dreaming about the lions.\"","response":"<i>The Old Man and the Sea</i>"},{"text":"Graham Greene's adventure novel \"The Comedians\" is set in this country during the regime of \"Papa Doc\"","response":"Haiti"},{"text":"The hero of this Twain novel gets hit over the head with a crowbar in the U.S. &amp; wakes up near Camelot","response":"<i>A Connecticut Yankee in King Arthur's Court</i>"},{"text":"Australian Morris West wrote \"The Devil's Advocate\" &amp; this book about papal succession","response":"<i>The Shoes of the Fisherman</i>"},{"text":"Sinclair Lewis novel about a \"prosperous, extremely married &amp; unromantic\" realtor","response":"<i>Babbitt</i>"}],"originalDate":"1988-12-20"},{"category":"ADS &amp; COMMERCIALS","comments":"","clues":[{"text":"At one time the only choice, this communications company now says it's \"The right choice\"","response":"AT&T"},{"text":"A box of this contains \"2 scoops of raisins\"","response":"(Kellogg's) Raisin Bran"},{"text":"\"Because so much is riding on your tire\"","response":"Michelin"},{"text":"In a Pantene shampoo ad Kelly LeBrock says, \"Don't hate me because I'm\" this","response":"beautiful"},{"text":"Women wearing this \"can bring home the bacon, fry it up in a pan, &amp; never let you forget you're a man\"","response":"Enjoli"}],"originalDate":"1988-12-20"},{"category":"CALIFORNIA","comments":"","clues":[{"text":"Folks in L.A. for the 1st time may be surprised to see the L.A. River flowing on a bed of this material","response":"cement (concrete)"},{"text":"California has its faults, &amp; the longest one is called this","response":"San Andreas Fault"},{"text":"John Frémont, 1st American to view this lake on the California Nevada border, simply called it Mountain Lake","response":"Lake Tahoe"},{"text":"At $35-45,000 per acre, the best grape growing land in this valley is the most expensive farm-land in the state","response":"Napa Valley"},{"text":"Richard Meier has been commissioned to design a new building for this, the world's richest museum","response":"Getty"}],"originalDate":"1988-12-20"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"He said he killed out of sympathy for Jackie Kennedy so she wouldn't have to endure Oswald's trial","response":"Jack Ruby"},{"text":"The Solomonic Dynasty of Ethiopia claimed descent from King Solomon &amp; this famous queen","response":"Sheba"},{"text":"Popular nickname of 11th c. Spanish military hero Rodrigo Díaz de Vivar from Arabic for \"lord\"","response":"El Cid"},{"text":"Miguel Hildalgo y Costilla, who began Mexico's struggle for independence, was a member of this profession","response":"priesthood"},{"text":"Diamond magnate who, it's said, did more than anyone in his time to enlarge the British Empire","response":"Cecil Rhodes"}],"originalDate":"1988-12-20"},{"category":"FITNESS","comments":"","clues":[{"text":"\"Walk Out\", \"Start Up\" &amp; \"Workout with Weights\" are 3 tapes by this workout celebrity","response":"Jane Fonda"},{"text":"It's mainly women who are plagued with these fatty deposits found on the thighs &amp; buttocks","response":"cellulite"},{"text":"This famous body-building gym has its own film &amp; TV placement service for casting calls","response":"Gold's Gym"},{"text":"A form of this acid has been called \"acid of fatigue\" since it increases in muscles during exercise","response":"lactic acid"},{"text":"This 10-session method of massage to realign the body applies intense pressure &amp; is often painful","response":"rolfing"}],"originalDate":"1988-12-20"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The Drake Passage joins these 2 big bodies of water","response":"Atlantic & Pacific Oceans"},{"text":"Dalmatians aren't just dogs but people from Dalmatia, a region in this Adriatic country","response":"Yugoslavia"},{"text":"Captured from Syria in 1967, this region was annexed by Israel in 1981","response":"Golan Heights"},{"text":"The whirlpool off Messina, Sicily, now called Galofalo, was known as this in ancient times","response":"Charybdis"},{"text":"Number of main islands in the Greek group called the Dodecanese","response":"12"}],"originalDate":"1988-12-20"}],[{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"A rudely shouted remark about a referee's patronage, for example, or Garfield phoning a friend","response":"catcall"},{"text":"It can be the spine of a mountain range, a book or a person","response":"backbone"},{"text":"Joe's occupation in the song \"One For My Baby\"","response":"bartender"},{"text":"Traditionally, this potent potable is made by freezing hard cider","response":"apple jack"},{"text":"They're found on basketball courts, tennis courts &amp; softball diamonds","response":"baselines"}],"originalDate":"1988-12-20"},{"category":"THINGUMAJIGS","comments":"","clues":[{"text":"The small perforated rubber disk in your faucet that prevents leakage","response":"washer"},{"text":"A person with this job is supposed to hand you a mashie niblick at the proper time","response":"caddie"},{"text":"Part of a drill in which you insert a key to tighten or loosen its hold on the bit","response":"chuck"},{"text":"A rheostat may change the intensity of these in your dining room","response":"light"},{"text":"If the typewriter keys strike this, you forgot to put the paper in","response":"platen"}],"originalDate":"1988-12-20"},{"category":"PENNANTS","comments":"","clues":[{"text":"On Aug. 13, 1969 this team was 9.5 games back but somehow ended up winning the NL pennant; a miracle, perhaps?","response":"the Mets"},{"text":"After a Bobby Thomson home run on Oct. 3, 1951, Russ Hodges screamed, they \"win the pennant!\" 4 times","response":"the Giants"},{"text":"The Dodgers had a little help winning the 1963 pennant; this lefty won 25 games, 11 by shutout","response":"Sandy Koufax"},{"text":"No big surprise that this all-time steals king was 1989's ALCS MVP for the A's; he stole 8 bases in 5 games &amp; hit .400","response":"Rickey Henderson"},{"text":"In 2007 this slugger had some Big Papi in his bat, hitting .714 in the ALDS on the way to pennant &amp; World Series wins","response":"(David) Ortiz"}],"originalDate":"2017-07-27"},{"category":"THE JOLLY ROGER","comments":"","clues":[{"text":"He founded the town of Providence on land he acquired from the Narragansett Indians","response":"(Roger) Williams"},{"text":"Jolly good! On May 6, 1954 in Oxford, England, he ran the mile in 3 minutes, 59.4 seconds","response":"(Roger) Bannister"},{"text":"1994's \"North\" left this late reviewer un-jolly: \"I hated this movie. Hated hated hated hated hated this movie. Hated it\"","response":"Roger Ebert"},{"text":"Between signing the Dec. of Ind. &amp; the Constitution, Roger Sherman autographed this govt.-organizing document in 1777","response":"the Articles of Confederation"},{"text":"An English dance called the Sir Roger de Coverley evolved into a jolly dance for couples called this state's reel","response":"the Virginia reel"}],"originalDate":"2017-07-27"},{"category":"THE \"STAR\"S &amp; \"STRIPE\"S","comments":"","clues":[{"text":"Facing forward, it's a boat's right-hand side","response":"starboard"},{"text":"Fashion pattern used in certain suits or by a team very familiar with winning pennants","response":"pinstripes"},{"text":"Hyphenated term meaning ill-fated, like doomed lovers","response":"star-crossed"},{"text":"To suddenly activate a plan or a motorcycle","response":"kickstart"},{"text":"If you're an L.A. County health career junior volunteer, you have this tasty job","response":"a candy striper"}],"originalDate":"2017-07-27"},{"category":"THE UNION, JACK","comments":"","clues":[{"text":"Most casualties suffered by the Union in the Civil War came about not due to combat but rather this","response":"disease"},{"text":"In November 1862 this bewhiskered man replaced General McClellan as head of Union troops","response":"Burnside"},{"text":"Although the Union won the August 1864 Battle of this bay, the city itself remained in Southern hands","response":"Mobile Bay"},{"text":"This Scottish-born detective in charge of getting secrets from the South wrote a memoir called \"The Spy of the Rebellion\"","response":"Pinkerton"},{"text":"Days after assuming command of the Army of the Potomac, he led the Union to victory at Gettysburg","response":"(George) Meade"}],"originalDate":"2017-07-27"}],{"category":"EUROPEAN LANDMARKS","text":"Of the principal architects working on it from the mid-1500s to the 1980s, like Pierre Lescot &amp; Hector Lefuel, none were foreigners","response":"the Louvre"}]}