{"mix":1817,"rounds":[[{"category":"WEST VIRGINIA","comments":"","clues":[{"text":"This state nickname makes sense given West Virginia's mean elevation of more than 1,500 feet","response":"the Mountain State"},{"text":"Last name of the Republican governor from 1913 to 1917; to date no McCoys have been elected to that office","response":"Hatfield"},{"text":"This yellow apple had its origin in 1890 as a chance seedling in the Clay County farm of A.H. Mullins","response":"Golden Delicious"},{"text":"The John Brown Wax Museum in this town has 87 life-size figures telling his story from youth to the gallows","response":"Harpers Ferry"},{"text":"Charleston has a memorial to this black educator whose family moved to nearby Malden in 1865","response":"Booker T. Washington"}],"originalDate":"2017-07-21"},{"category":"COLLEGE STADIUMS &amp; ARENAS","comments":"","clues":[{"text":"This Los Angeles venue has seen many events in its 94-year history, including 2 Olympic games","response":"the Coliseum"},{"text":"In 1990, after a $5 million donation, this school's indoor sports facility was renamed Coors Events Center","response":"University of Colorado"},{"text":"San Diego State's Aztecs play this sport in Tony Gwynn Stadium","response":"baseball"},{"text":"Opened in 1976, this university's basketball arena is named for legendary coach Adolph Rupp","response":"the University of Kentucky"},{"text":"This school's basketball, gymnastics &amp; volleyball teams perform in the Pete Maravich Assembly Center","response":"LSU or Louisiana State"}],"originalDate":"2017-07-21"},{"category":"THE KITCHEN LIBRARY","comments":"","clues":[{"text":"Intolerant of this protein mixture? David Lawson has \"101 Days of\" recipes that are free of it","response":"gluten"},{"text":"\"Dorie's Cookies\" includes a section on brownies, bars, break-ups &amp; these Italian-named cookies","response":"biscotti"},{"text":"'Anyone can throw a bunch of ground beef on a grill\", says the cookbook named for this animated TV series","response":"<i>Bob's Burgers</i>"},{"text":"This celebrity chef wears his signature orange Crocs on the cover of his \"Big American Cookbook\"","response":"Mario Batali"},{"text":"Andrea Nguyen gives many ways to make this, \"Vietnam's favorite soup and noodles\"","response":"pho"}],"originalDate":"2017-07-21"},{"category":"CONSONANT CRAVING","comments":"(Alex: We'll give you a word with all of its consonants removed. You identify the word for us.)","clues":[{"text":"Located near the navel... does it strike a cord?<br>UIIA","response":"the umbilical"},{"text":"Chinese needle non-torture:<br>AUUUE","response":"acupuncture"},{"text":"Describing a word like honk or boom: <br>OOAOOEIA","response":"onomatopoeia"},{"text":"Side of a coin bearing the principal design: <br>OEE","response":"the obverse"},{"text":"One who studies the source of outbreaks of infectious disease: <br>EIEIOOI","response":"an epidemiologist"}],"originalDate":"2017-07-21"},{"category":"UNCLE SUGAR","comments":"","clues":[{"text":"Under the Truman Doctrine, the U.S. gave aid to countries that were committed to fighting this ideology","response":"Communism"},{"text":"The U.S. gave this young country a $100 million loan in 1949 &amp; has been supportive ever since","response":"Israel"},{"text":"In 1951 the U.S. sent grain to India, which was suffering from earthquake, floods &amp; plagues of these","response":"locusts"},{"text":"Hamilton wanted aid to support this country when it was called Saint Domingue &amp; President Adams followed through","response":"Haiti"},{"text":"Food &amp; supplies were sent in 1992 to this African country; warlords like Osman Ali Atto would mar the effort","response":"Somalia"}],"originalDate":"2017-07-21"},{"category":"CLASSIC NOVELS","comments":"","clues":[{"text":"The vengeful Madame Defarge was created for this historical novel","response":"<i>A Tale of Two Cities</i>"},{"text":"This Edith Wharton novel ends, \"Newland Archer got up slowly and walked back alone to his hotel\"","response":"<i>The Age of Innocence</i>"},{"text":"This classic by William Faulkner is \"a tale told by an idiot... signifying nothing\"","response":"<i>The Sound and the Fury</i>"},{"text":"This autobiographical 1916 novel by James Joyce portrays the early years of Stephen Dedalus","response":"<i>A Portrait of the Artist as a Young Man</i>"},{"text":"In the first chapter of this dystopian novel, \"I don't think so\" is the answer to \"Aren't there any grownups at all?\"","response":"<i>Lord of the Flies</i>"}],"originalDate":"2017-07-21"}],[{"category":"CARD PLAYER'S VOCABULARY","comments":"","clues":[{"text":"Around December it's what I do to certain halls","response":"deck"},{"text":"They come in law &amp; three-piece varieties","response":"suits"},{"text":"In 1902 Teddy Roosevelt's was \"square\"","response":"deal"},{"text":"It's how Robert Zemeckis says, \"Stop what you're doing\"","response":"cut"},{"text":"The Irrawaddy is the main one of Myanmar","response":"river"}],"originalDate":"2017-07-21"},{"category":"ANCIENT COINS","comments":"","clues":[{"text":"A tiny silver denarius coin from around 32 B.C. depicts both Mark Antony &amp; her","response":"Cleopatra"},{"text":"At this jewel-adorned site in Jerusalem, Jesus praised the widow who gave her last 2 mites, bronze coins","response":"the temple"},{"text":"Around 43 B.C this assassin issued a coin with his image on one side &amp; 2 daggers &amp; \"Ides of March\" on the other","response":"Brutus"},{"text":"Dating back to 2000 B.C., the first Chinese coins were known as cowrie money, meaning they were made of these","response":"shells"},{"text":"A Roman coin of the 30s A.D. shows Drusilla, favorite sister of this cruel emperor, holding poppies &amp; a scepter","response":"Caligula"}],"originalDate":"2017-07-21"},{"category":"PARTS OF SPEECH... IN SONG!","comments":"","clues":[{"text":"\"I believe in miracles, where you from? You sexy thing\": <br>believe","response":"verb"},{"text":"\"Drop kick me, Jesus, through the goalposts of life, end over end, neither left nor to right\":<br>through","response":"a preposition"},{"text":"\"Baby baby baby oh, like baby baby baby no, like baby baby baby oh, thought you'd always be mine\":<br>mine","response":"a pronoun"},{"text":"\"Hi! My name is (what?), my name is (who?), my name is Slim Shady\":<br>hi","response":"an interjection"},{"text":"\"If you really need me, just reach out &amp; touch me, come on sugar, let me know\": just","response":"an adverb"}],"originalDate":"2017-07-20"},{"category":"AN ECO-CATEGORY","comments":"","clues":[{"text":"Adjective used officially to describe a species that is more than threatened with going extinct","response":"endangered"},{"text":"Old-growth types of these are typically older than 200 years &amp; have dense canopies","response":"trees (or forests)"},{"text":"This term used of settlers in the Old West is also used for members of the first species to populate a new area","response":"pioneers"},{"text":"These \"feminine\" beetles come inside for winter &amp; excrete a yellow residue when scared, so leave them be till spring","response":"ladybugs"},{"text":"This trout species named for a small body similar to a stream has battled back from acid rain deposition in U.S. streams","response":"brook trout"}],"originalDate":"2017-07-20"},{"category":"A PSYCHOTIC EPISODE","comments":"","clues":[{"text":"Jerome Valeska's laugh in the \"Blind Fortune Teller\" episode had many wonder if this villain had arrived in \"Gotham\"","response":"the Joker"},{"text":"\"The clown was put on Earth... to introduce me to the sweet language of murder\"<span class=\"nobreak\">--</span>Dandy, on this: \"Freak Show\"","response":"<i>American Horror Story</i>"},{"text":"Maybe the Governor on this AMC show was a big \"Futurama\" fan, what with keeping all those human heads in tanks","response":"<i>The Walking Dead</i>"},{"text":"\"I was following my path... God led you to me\", said the Trinity killer to this fellow title serial killer","response":"Dexter"},{"text":"On HBO's \"Oz\", this Oscar winner found his tempo as a neo-Nazi who oh-so-casually threatened his cellmate's family","response":"J.K. Simmons"}],"originalDate":"2017-07-20"},{"category":"GETTING GEOGRAPHICA\"L\"","comments":"","clues":[{"text":"This British port on the River Mersey was founded in 1207 when King John granted a charter","response":"Liverpool"},{"text":"This Asian country on the Mediterranean is 40% Christian","response":"Lebanon"},{"text":"This island whose name means \"Big Light\" represents around 35% of the area of the Philippines","response":"Luzon"},{"text":"This Swiss lake is also known as the \"Lake of the Four Cantons\"","response":"Lucerne"},{"text":"The ridge crest of this tallest Canadian mountain is about 10 miles across","response":"Mount Logan"}],"originalDate":"2017-07-20"}],{"category":"MOVIE DIRECTORS","text":"Along with his writing partner, this director is the only person to win screenwriting Oscars for both a film &amp; its sequel","response":"Francis Ford Coppola"}]}