{"mix":1820,"rounds":[[{"category":"TECHNOLOGY","comments":"","clues":[{"text":"QTest, Fact &amp; ept are home test kits to test for this condition","response":"pregnancy"},{"text":"Egyptians used sodium carbonate, called natron, to do this to their dead","response":"embalm (mummify)"},{"text":"Rags, preferably linen, were once commonly used to make this, now wood pulp is mostly used","response":"paper"},{"text":"A push-button distress signal onboard ships will soon eliminate the need for this type of code","response":"SOS (Morse)"},{"text":"Word coined in the '40s meaning the operation of machines performing tasks that humans once did","response":"automation"}],"originalDate":"1989-06-23"},{"category":"\"RIGHT\" SONGS","comments":"","clues":[{"text":"According to the title of this 1963 No. 1 Hit by the Rooftop Singers, it's what you do before you \"sit right down\"","response":"\"Walk Right In\""},{"text":"According to this 1973 Carly Simon song, \"Lovin' You\" is this","response":"\"The Right Thing to Do\""},{"text":"This song from \"Can-Can\" begins \"It's the wrong time and the wrong place\"","response":"\"It's All Right with Me\""},{"text":"\"Nocturnally\" speaking, this 1977 song was Jennifer Warnes' 1st Top 10 Hit","response":"\"Right Time of the Night\""},{"text":"In this 1962 Johnny Tillotson hit, he continues to suffer anguish \"Since You've Gone\"","response":"\"It Keeps Right On a-Hurtin'\""}],"originalDate":"1989-06-23"},{"category":"U.S.A.","comments":"","clues":[{"text":"Hawaii's Bishop Museum was founded as a memorial to the last direct descendant of this king","response":"Kamehameha"},{"text":"Petersen House, where Lincoln died, is across the street from this other famous building","response":"Ford's Theater"},{"text":"USA Today reports they're the USA's fastest growing ethnic group","response":"Latin Americans (Hispanics)"},{"text":"This northeast state is the only state whose name is a homophone of a common word","response":"Maine"},{"text":"This southeast state is fringed by a long chain of sandbars called the Outer Banks","response":"North Carolina"}],"originalDate":"1989-06-23"},{"category":"FOOD","comments":"","clues":[{"text":"This company's \"Special Request\" soups contain 1/3 less salt than its regular soups","response":"Campbell"},{"text":"Thick cream that contains at least 36% milk fat is known by this \"weighty\" term","response":"heavy cream"},{"text":"This nut confection is also called \"marchpane\"","response":"marzipan"},{"text":"Though its name says it's Russian, the Charlotte Russe was created in this country","response":"France"},{"text":"You need to add this to white sauce if you want to make Mornay sauce","response":"cheese"}],"originalDate":"1989-06-23"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"He wrote a novel called \"The Great American Novel\" a few years after \"Portnoy's Complaint\"","response":"Philip Roth"},{"text":"This author of \"Brave New World\" was the great-nephew of the poet Matthew Arnold","response":"Aldous Huxley"},{"text":"For a time in his youth, Truman Capote lived next door to this author of \"To Kill a Mockingbird\"","response":"Harper Lee"},{"text":"He served as a U.S. consul to Germany &amp; Scotland after he wrote \"The Luck of Roaring Camp\"","response":"Bret Harte"},{"text":"The French gave her a Legion of Honor Award for WWI aid to the Allies years after she wrote \"Ethan Frome\"","response":"Edith Wharton"}],"originalDate":"1989-06-23"},{"category":"JEWELRY","comments":"","clues":[{"text":"Some of these animals are placed in wire cages to protect them while they're making pearls","response":"oysters"},{"text":"19th century black mourning jewelry was made from a glassy form of this fossil fuel","response":"coal"},{"text":"At 563 carats, \"the Star of\" this country is the largest fine blue star sapphire in the world","response":"India"},{"text":"This popular diamond setting was introduced by Louis Comfort's father in 1870","response":"tiffany"},{"text":"Named for a Russian czar, it's one of the birthstones worn by people born in June","response":"alexandrite"}],"originalDate":"1989-06-23"}],[{"category":"WORDS","comments":"","clues":[{"text":"When this is cast on election day, you express your wish or vow, the original Latin meaning","response":"vote"},{"text":"The name of this snake comes from the Portuguese for \"hooded snake\"","response":"cobra"},{"text":"This practice of giving important jobs to relatives came from a Latin word meaning \"nephew\"","response":"nepotism"},{"text":"Because scenes of tales were printed on the various levels of building, the levels were called this","response":"stories"},{"text":"Striking clocks in Shakespeare's \"Julius Caesar\" is an example of this from Greek for \"backwards\" &amp; \"time\"","response":"anachronism"}],"originalDate":"1989-06-23"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"As chancellor of Germany from 1871-90, he forged an empire","response":"Bismarck"},{"text":"In the mid 16th c. this country's king forbad the use of Turkish baths by the Moors","response":"Spain"},{"text":"When Henry II tried to take control of the church in England, this archbishop fought him","response":"Thomas à Becket"},{"text":"While Luther was protesting the sale of these in Germany, Zwingli was doing the same in Switzerland","response":"indulgences"},{"text":"This lengthy war began in 1618 when revolting guilds of Prague threw aides of Ferdinand II out the window","response":"Thirty Years' War"}],"originalDate":"1989-06-23"},{"category":"ANIMALS","comments":"","clues":[{"text":"It gets its name because it looks like it's praying when it's actually preying","response":"praying mantis"},{"text":"Unlike most animals, most mules can't have these","response":"offspring"},{"text":"Desert \"trader\" renowned for habit of often leaving something \"in exchange\" for what it takes","response":"pack rat"},{"text":"A peacock's lady","response":"peahen"},{"text":"The only meat-eating mammal that can overtake an antelope or gazelle","response":"cheetah"}],"originalDate":"1987-02-09"},{"category":"CORPORATE AMERICA","comments":"","clues":[{"text":"Selling \"Little Dot\" perfume door-to-door in 1886, Mrs. Albee is considered the 1st of these saleswomen","response":"Avon lady"},{"text":"Once advertised as \"The Slow Ketchup\", it now comes in a squeeze bottle","response":"Heinz"},{"text":"The families of John Knight &amp; Herman Ridder merged their businesses to form a large chain of these","response":"newspapers"},{"text":"This company holds the patent on marking the sweetener Aspartame until 1992","response":"NutraSweet"},{"text":"According to the Fortune 500, this food maker can say, in sales, \"We're...#1\"","response":"Beatrice"}],"originalDate":"1987-02-09"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"Cliff \"Ukulele Ike\" Edwards went \"buggy\" as the voice of this \"Pinocchio insect\"","response":"Jiminy Cricket"},{"text":"Actress Alicia who played Ashley's sister in \"Gone With the Wind\", her last name was Gable's character's 1st","response":"Rhett"},{"text":"Harold Lloyd kept performing dangerous stunts even after he lost 2 of these in an accident","response":"fingers"},{"text":"The film title \"Royal Wedding\" refers to the 1947 marriage of an ex-prince of Greece to this princess","response":"Elizabeth"},{"text":"Gloria Swanson played this familiar role in \"Hollywood\" &amp;, more than 50 years later, in \"Airport '75\"","response":"herself (Gloria Swanson)"}],"originalDate":"1987-02-09"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Col. J. Hunt led the expedition here, but Hillary &amp; Norgay got \"top\" credit","response":"Mt. Everest"},{"text":"Capt. Cook discovered this coral structure off Australia when he ran his ship into it","response":"Great Barrier Reef"},{"text":"The 5th largest continent, its name comes from the Greek word meaning \"opposite to the north\"","response":"Antarctica"},{"text":"The Prime Meridian literally passes through this observatory in suburban London","response":"Greenwich"},{"text":"a.k.a. a ben, bong, or berg","response":"mountain"}],"originalDate":"1987-02-09"}],{"category":"19th CENTURY PRESIDENTIAL CAMPAIGNS","text":"The first campaign of this man, who at 36 was the youngest major party nominee ever, was supported by the silver mining industry","response":"William Jennings Bryan"}]}