{"mix":1823,"rounds":[[{"category":"HODGEPODGE","comments":"","clues":[{"text":"It's the person named in a will to administer the disposition of an estate, not to impose capital punishment","response":"an executor"},{"text":"Like Matthew, Luke includes these blessings such as \"Blessed are ye that weep now; for ye shall laugh\"","response":"the Beatitudes"},{"text":"One study said this alliterative act, putting the same chip back into the guacamole, really does transfer bacteria","response":"double dipping"},{"text":"In 1893 J.J. Hill finished the first transcontinental one of these built without government aid","response":"a railroad"},{"text":"Around the time of the American revolution a \"Brown Bess\", weighing about 10 pounds, was this type of firearm","response":"a musket"}],"originalDate":"2017-07-17"},{"category":"AUTHORS' RHYME TIME","comments":"","clues":[{"text":"A.A.'s pottery ovens","response":"Milne's kilns"},{"text":"Robert B.'s felt-tipped pens","response":"Parker's markers"},{"text":"Amy's cookware","response":"Tan's pans"},{"text":"Ms. Proulx' favorite older relatives","response":"Annie's grannies"},{"text":"Mr. McCourt's handles to start up Model T Fords","response":"Frank's cranks"}],"originalDate":"2017-07-17"},{"category":"JIMI HENDRIX","comments":"","clues":[{"text":"Zappa, Ozzy &amp; The Cure have all recorded this \"colorful\" Hendrix tune, but none like Jimi","response":"\"Purple Haze\""},{"text":"Naturally, Jimi is featured in \"Uncommon Sound\", John Engel's book about guitarists who play this way","response":"left-handed"},{"text":"Jimi's first album was \"Are You\" this word<span class=\"nobreak\">--</span>remember his band's name","response":"experienced"},{"text":"Bob Dylan said he was \"overwhelmed\" by Jimi's version of this song Bob wrote","response":"\"All Along The Watchtower\""},{"text":"In this grim single from 1967, Jimi asks, \"Where you goin' with that gun in your hand?\"","response":"\"Hey Joe\""}],"originalDate":"2017-07-17"},{"category":"THE REIGN IN SPAIN","comments":"","clues":[{"text":"In 2014 this king stepped down in favor of his son, Prince Felipe","response":"Juan Carlos"},{"text":"Grandson of Louis XIV of France, Philip V was the first Spanish ruler from this dynasty","response":"the Bourbon dynasty"},{"text":"His older brother Joseph was king of Naples from 1806 to 1808 &amp; king of Spain from 1808 to 1813","response":"Napoleon"},{"text":"After abdicating in 1556, Charles I, who was also Holy Roman Emperor, retired to this type of religious place of seclusion","response":"a monastery"},{"text":"This king XIII, who kept Spain neutral during World War I, was forced to flee the country in 1931","response":"Alfonso"}],"originalDate":"2017-07-17"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"This day commemorates the crucifixion of Christ","response":"Good Friday"},{"text":"When widespread observance of this day began, some celebrated it on February 11, some on February 22","response":"George Washington's Birthday"},{"text":"Punxsutawney Phil is best known for his appearance on this day","response":"Groundhog Day"},{"text":"The 12th day after Christmas, it originally marked the beginning of Carnival season","response":"Three Kings' Day (Epiphany)"},{"text":"Also referred to as the Feast of Lots, this Jewish holiday is marked by the reading of the book of Esther","response":"Purim"}],"originalDate":"1989-01-05"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"In April 1988 this capitalistic company signed an agreement to open 20 restaurants in Moscow","response":"McDonald's"},{"text":"This magazine, founded in 1930, excluded financial firms &amp; utilities from its famous list of \"500\"","response":"<i>Fortune</i>"},{"text":"These \"Other Guys\" are now a chemical &amp; aerospace company as well as a tire maker","response":"(B.F.) Goodrich"},{"text":"In 1988 this U.S. car maker set an industry record with over $1.5 billion in quarterly earnings","response":"Ford"},{"text":"This soap co. sponsors nationwide fireworks shows that include a \"ring around the sky\" display","response":"Lever Brothers"}],"originalDate":"1989-01-05"}],[{"category":"NOTORIOUS","comments":"","clues":[{"text":"American-born \"Lord Haw-Haw\" was hanged by the British for treasonous broadcasts during this war","response":"World War II"},{"text":"The notorious spy Kim Philby fled to this country in 1963 &amp; died there in 1988","response":"Soviet Union"},{"text":"Title character of this 1897 novel was based on Vlad Tepes, a cruel prince from Walachia, part of Romania","response":"<i>Dracula</i>"},{"text":"A slave named Tituba is often blamed for starting the hysteria in this village in 1692","response":"Salem"},{"text":"Rodrigo, a member of this flagrant family became Pope Alexander VI in 1492","response":"Borgias"}],"originalDate":"1989-01-05"},{"category":"SPORTS TRIVIA","comments":"","clues":[{"text":"The 1988 winner of this April marathon beat the 2nd place finisher by only 1 second","response":"Boston Marathon"},{"text":"She's the only white to win \"Sports Star of the Year\" award from Bona, a black S. African magazine","response":"Zola Budd"},{"text":"Near the end of a round in this Apr. '88 NFL event, some people began humming the Jeopardy! \"Think\" music","response":"NFL Draft"},{"text":"Nearby Carnegie-Mellon University is now a part owner of this Major League Baseball team","response":"(Pittsburgh) Pirates"},{"text":"This Detroit Pistons star once proposed a \"No Crime Day\" to the city's mayor","response":"Isiah Thomas"}],"originalDate":"1989-01-05"},{"category":"FOREIGN WORDS","comments":"","clues":[{"text":"This word for bullfighter comes from the Spanish word for \"to kill\"","response":"matador"},{"text":"If a bit of gossip is \"entre nous\", it means it's this","response":"between us"},{"text":"It's from German for \"wormwood\", which sometimes is an ingredient in this wine","response":"vermouth"},{"text":"French for \"blue ribbon\", it  usually refers to a chef of great expertise","response":"cordon bleu"},{"text":"To graduate \"cum laude\" literally means to graduate \"with\" this","response":"commendation (praise)"}],"originalDate":"1989-01-05"},{"category":"THE ARTIST OF RECORD","comments":"","clues":[{"text":"\"Nebraska\"<br>\"The River\"<br>\"Tunnel of Love\"","response":"Bruce Springsteen"},{"text":"\"Thighs &amp; Whispers\"<br>\"Mud Will Be Flung Tonight\"<br>\"The Rose\"","response":"Bette Midler"},{"text":"\"Bad Girls\"<br>\"On the Radio\"<br>\"All Systems Go\"","response":"Donna Summer"},{"text":"\"Don Juan's Reckless Daughter\"<br>\"Wild Things Run Fast\"<br>\"Court &amp; Spark\"","response":"Joni Mitchell"},{"text":"\"A Single Man\"<br>\"Breaking Hearts\"<br>\"Victim of Love\"","response":"Elton John"}],"originalDate":"1989-01-05"},{"category":"POLITICIANS","comments":"","clues":[{"text":"As a result of 1986 elections, he went from Senate Majority Leader to Senate Minority Leader","response":"Robert Dole"},{"text":"In 1960 Pres. Eisenhower took responsibility for the flights of this ill-fated plane","response":"U2"},{"text":"Voted \"Most Energetic\" in high school, he's been an energetic senator from Wisc. for 30 yrs.","response":"William Proxmire"},{"text":"In 1973 this Mass. senator was the 1st Republican senator to call for Nixon's resignation","response":"Edward Brooke"},{"text":"1st black mayor of a major U.S. city, Carl Stokes was elected by this Midwest city's voters in 1961","response":"Cleveland"}],"originalDate":"1989-01-05"},{"category":"ANCIENT EGYPT","comments":"","clues":[{"text":"This term for the king came into use during the New Kingdom; before that it referred to the palace","response":"pharaoh"},{"text":"World Book calls it Ancient Egypt's most popular beverage - -they were such party animals","response":"beer"},{"text":"Of the British Museum, the Egyptian Museum or in his tomb, where King Tut's body now rests","response":"King Tut's tomb"},{"text":"Found in 1799, this black basalt slab was the key to deciphering Egyptian hieroglyphics","response":"Rosetta Stone"},{"text":"Akhenhaten's wife; her name meant \"the beautiful one comes\", something said at her birth","response":"Nefertiti"}],"originalDate":"1989-01-05"}],{"category":"PLAYWRIGHTS","text":"This late writer has had 10 plays on Broadway, most of them set in Pittsburgh like \"Jitney\", which premiered in 2017","response":"August Wilson"}]}