{"mix":1824,"rounds":[[{"category":"FRUITS","comments":"","clues":[{"text":"In 1875 in Oregon a Chinese farmer named Bing helped develop a variety of these","response":"cherries"},{"text":"When dried, the fruit of the litchi tree is known as this","response":"litchi nut"},{"text":"While muskrats are rodents, muscats are these","response":"grapes"},{"text":"This popular muskmelon was named for a village in Italy","response":"cantaloupe (cantalupo)"},{"text":"Related to the apple &amp; pear, this fruit is usually made into preserves rather than eaten raw","response":"quince"}],"originalDate":"1989-01-05"},{"category":"POETRY","comments":"","clues":[{"text":"Completes John Howard Payne's line, \"Be it ever so humble...\"","response":"There's no place like home"},{"text":"Robert Frost poem that begins \"Whose woods these are I think I know\"","response":"\"Stopping by Woods on a Snowy Evening\""},{"text":"In the poem named for her, S. Jackson says, \"Who touches a hair of yon gray head dies like a dog!\"","response":"Barbara Frietchie"},{"text":"The town of Pippapass, Ky. was renamed Pippa Passes after a verse drama by this Englishman","response":"Robert Browning"},{"text":"His tragic 1841 ballad \"The Wreck of the Hesperus\" was inspired by an actual shipwreck","response":"Henry Wadsworth Longfellow"}],"originalDate":"1989-01-05"},{"category":"\"J.C.\"","comments":"","clues":[{"text":"This tennis great credits his mother &amp; grandmother with teaching him the game","response":"Jimmy Connors"},{"text":"Established in 1901, Joliet is the oldest public one of these schools still operating","response":"junior college"},{"text":"This NBC commentator was the 1st working journalist appointed director of Voice of America","response":"John Chancellor"},{"text":"This body of law is perhaps the greatest legacy of the Byzantine Empire","response":"Justinian's Code"},{"text":"This tough guy actor is the son of a kosher meat dealer from the Bronx","response":"James Caan"}],"originalDate":"1989-01-05"},{"category":"ABBREVIATED NO. 1 TV SHOWS","comments":"","clues":[{"text":"On CBS, 1983-1984: <br>big \"D\"","response":"<i>Dallas</i>"},{"text":"On ABC, 1999-2000:<br>\"W.W.T.B.A.M.\"","response":"<i>Who Wants to be a Millionaire</i>"},{"text":"On NBC, 1997-1998: <br>the uproarious \"S\"","response":"<i>Seinfeld</i>"},{"text":"On Fox, 2006-2007: <br>a different kind of \"A.I.\"","response":"<i>American Idol</i>"},{"text":"On ABC, 1977-1978: <br>roommates \"L &amp; S\"","response":"<i>Laverne & Shirley</i>"}],"originalDate":"2017-07-14"},{"category":"KID LIT","comments":"","clues":[{"text":"Once \"of Green Gables\" she grows up &amp; becomes a principal in \"of Windy Poplars\"","response":"Anne"},{"text":"When \"The Enormous Egg\" hatches in an Oliver Butterworth book, one of these 3-horned dinosaurs emerges","response":"a triceratops"},{"text":"At the beginning of \"The Lightning Thief\", this kid thinks his pre-algebra teacher turns into a monster","response":"Percy Jackson"},{"text":"Milo of \"Phantom Tollbooth\" fame learns you can only get to the Isle of Conclusions by doing this","response":"by jumping"},{"text":"The \"Everlasting\" family with this last name is cursed to live forever","response":"Tuck"}],"originalDate":"2017-07-14"},{"category":"ICYMI","comments":"(Alex: In case you missed it.)","clues":[{"text":"In 2017 the Westminster Dog Show included this animal for the first time in its 140 years; what could go wrong?","response":"a cat"},{"text":"In 2013, this \"Enter Sandman\" metal band became the first to perform on all 7 continents when it played at an Antarctic base","response":"Metallica"},{"text":"Mexico's first Trump-era IPO was a success for this tequila company named for an 18th c. señor","response":"Jose Cuervo"},{"text":"Sam Bradford of this purple-clad team completed an NFL record 71.6% of his passes but not a run to the playoffs in 2016","response":"the Vikings"},{"text":"The Australian Natl. Univ. created an algorithm in 2016 to help warn coastal cities of this dangerous event","response":"a tsunami"}],"originalDate":"2017-07-14"}],[{"category":"HIDDEN GEMS","comments":"(Alex: The name of a gem is hidden with the text of each clue, and the letters are in order.)","clues":[{"text":"How charming! The cherub you painted has cheeks as rosy as this red birthstone","response":"a ruby (in che<b>rub y</b>ou)"},{"text":"After seeing the 37.8-carat Chalk one at the Smithsonian, Angela had ephemeral dreams of this green gem","response":"an emerald (in eph<b>emeral d</b>reams)"},{"text":"To buy the fire type of this gem, shop along Pitt Street in Sydney's city centre","response":"an opal (in sh<b>op al</b>ong)"},{"text":"A top azalea breeder named Hans Hachmann came up with a flower in a gold one named for this gem","response":"topaz (in <b>top az</b>alea)"},{"text":"The raja delved into the history of the carved figure &amp; found it was made of this prized gemstone","response":"jade (in ra<b>ja de</b>lved)"}],"originalDate":"2017-07-14"},{"category":"THE BIBLE","comments":"","clues":[{"text":"In Mark 1 he says, \"There cometh one mightier than I after me\"","response":"John the Baptist"},{"text":"Fittingly, in the King James version the New Testament ends with this 4-letter word","response":"amen"},{"text":"Isaiah 1:10 tells these 2 cities to \"hear the word of the Lord\"; they didn't","response":"Sodom and Gomorrah"},{"text":"In Romans 1 Paul says \"I am debtor both to\" the barbarians &amp; these people from whom \"barbarians\" derives","response":"the Greeks"},{"text":"Appropriately, \"she weepeth sore in the night\" &amp; \"the ways of Zion do mourn\" are in this Old Testament book","response":"Lamentations"}],"originalDate":"2017-07-14"},{"category":"MUSIC TO MY YEARS","comments":"","clues":[{"text":"Orwell's estate nixed a David Bowie musical based on this novel, but a song with the title made it onto \"Diamond Dogs\"","response":"<i>1984</i>"},{"text":"This title of a 2014 Taylor Swift album is also the year of her birth","response":"<i>1989</i>"},{"text":"This Prince album was released October 27, 1982","response":"<i>1999</i>"},{"text":"\"No Elvis, Beatles, or the Rolling Stones\", sang The Clash in the song titled this year of Elvis' passing","response":"1977"},{"text":"\"Oh What A Night\" The Four Seasons had in late December of this title year","response":"1963"}],"originalDate":"2017-07-14"},{"category":"THE ORIENT EXPRESSION","comments":"","clues":[{"text":"No, not for anything, \"not for all\" this \"in China\"","response":"tea"},{"text":"In a Kipling poem this line precedes\" and never the twain shall meet\"","response":"East is East and West is West"},{"text":"The Viggo Mortensen movie title \"Eastern\" these echoes a U.K. candy slogan","response":"promises"},{"text":"It precedes \"Thai\" in the name of the sport also known as kickboxing","response":"Muay"},{"text":"\"Orient' is from the Latin for \"rising sun\"; French for \"rise\" gave us this word for the area east of the Mediterranean","response":"the Levant"}],"originalDate":"2017-07-14"},{"category":"BIRDS","comments":"","clues":[{"text":"In Holland, if you find one of these living on your roof, expect good luck &amp;, maybe, a bigger family","response":"a stork"},{"text":"When ducks molt all their wing feathers at the same time, they can't do this","response":"fly"},{"text":"Puffins use these, rather than feet, to propel them while swimming underwater","response":"wings"},{"text":"Of cliff, barn, or cave swallows, the species that returns to San Juan Capistrano","response":"cliff swallows"},{"text":"The Pacific, Central, &amp; Mississippi flyways are among the North American routes birds use for this","response":"migration"}],"originalDate":"1987-04-17"},{"category":"GEMS","comments":"","clues":[{"text":"On Oct. 1. 1983, Gov. Deukmejian approved benitoite as this state's official gemstone","response":"California"},{"text":"The color of this soft gem varies according to the waters from which it comes","response":"pearl"},{"text":"It's not the drill but this powdered gem which, rubbed on by the drill, cuts the stone","response":"diamond"},{"text":"In the early '7os, feuds among miners closed the emerald mines in this northern-most country in South America","response":"Colombia"},{"text":"The French called it the \"Turkish stone\", but the finest comes from Nishapur, Iran","response":"turquoise"}],"originalDate":"1987-04-17"}],{"category":"AMERICAN LITERATURE","text":"Title of O. Henry's collection of short stories, \"The Four Million\" refers specifically to this","response":"the population of New York (the citizens of NYC)"}]}