{"mix":1827,"rounds":[[{"category":"SPORTSCASTERS","comments":"","clues":[{"text":"Set to anchor prime time TV coverage of the '80 Olympics, he finally got his chance 8 years later","response":"Bryant Gumbel"},{"text":"Once pro baseball's youngest umpire, he now calls 'em as he sees 'em hosting \"The NFL Today\"","response":"Brent Musburger"},{"text":"Covering Yankee games for the past 32 seasons, this former shortstop often exclaims, \"Holy cow!\"","response":"Phil Rizzuto"},{"text":"\"Hey! Wait a minute! He was drafted by the NFL Eagles but never played due to a knee injury","response":"John Madden"},{"text":"A broadcaster &amp; Ford spokesman, he set a record of 27 Grand Prix wins","response":"Jackie Stewart"}],"originalDate":"1989-01-04"},{"category":"1968","comments":"","clues":[{"text":"They were married December 22 after her dad was elected but before he was inaugurated","response":"Julie Nixon* & David Eisenhower"},{"text":"On July 30 the Washington Senators' Ron Hansen executed the 1st unassisted one since 1927","response":"triple play"},{"text":"This ship was seized by North Korea January 23 &amp; the crew was held until December 22","response":"<i>Pueblo</i>"},{"text":"A survey of 70 years of best sellers had 7 of his hardboiled titles in the top 25","response":"Mickey Spillane"},{"text":"The 1st man to orbit the Earth, he died March 27 in a plane crash","response":"(Yuri) Gagarin"}],"originalDate":"1989-01-04"},{"category":"JULIA CHILD SAYS","comments":"","clues":[{"text":"They're easily peeled &amp; the whites are tender when done in a pressure cooker","response":"eggs"},{"text":"\"Pain Francais\", it goes well with a salad nicoise","response":"French bread"},{"text":"People on diets can cook with wine since this which \"carries the calories\", gets cooked out","response":"alcohol"},{"text":"If a turkey breast is tough, this was probably done too soon after slaughter","response":"freezing"},{"text":"This French term translates as \"high-class cooking\"","response":"haute cuisine"}],"originalDate":"1989-01-04"},{"category":"CANADA","comments":"","clues":[{"text":"Appropriate name for Canada's newest province","response":"Newfoundland"},{"text":"The province of Ontario borders all the Great Lakes except this one","response":"Lake Michigan"},{"text":"An American performer in the Buffalo Bill Show founded this famous Alberta rodeo in 1912","response":"Calgary Stampede"},{"text":"French explorer, discoverer of the Gulf of St. Lawrence in 1534, generally regarded as Canada's founder","response":"(Jacques) Cartier"},{"text":"Island that's the setting of Lucy Maud Montgomery's famous novel \"Anne of Green Gables\"","response":"Prince Edward Island"}],"originalDate":"1989-01-04"},{"category":"FASHION","comments":"","clues":[{"text":"It's still considered the classic color for tennis clothes","response":"white"},{"text":"Clothing &amp; accesories with the initials YSL come from this designer","response":"Yves Saint Laurent"},{"text":"In her new First Issue stores, the labels say First Issue, not Lizwear","response":"Liz Claiborne"},{"text":"Early Victorian crinolines were made from the hair of this animal","response":"horse"},{"text":"For 5 years Karl Lagerfeld has been updating the look created by this designer","response":"(Coco) Chanel"}],"originalDate":"1989-01-04"},{"category":"BEST SELLERS","comments":"","clues":[{"text":"This company's Ninth New Collegiate Dictionary has been on the best seller list for 3 years","response":"Webster (Merriam-Webster)"},{"text":"\"A Brief History of Time\" by Stephen Hawking measures time from this monumental explosion","response":"Big Bang Theory"},{"text":"In \"Show Time\", Pat Riley, this team's coach, tells the story of their 1987 championship season","response":"Lakers"},{"text":"Her \"Money Book\" was subtitled \"How to Earn It, Spend It, Invest It, Borrow It &amp; Use It to Better Your Life\"","response":"Sylvia Porter"},{"text":"His daughter Angelique edited a book of his quotations called \"A Trail of Memories\"","response":"Louis L'Amour"}],"originalDate":"1989-01-04"}],[{"category":"OPERETTAS","comments":"","clues":[{"text":"\"The Chocolate Soldier\" is based on this playwright's \"Arms &amp; the Man\"","response":"George Bernard Shaw"},{"text":"\"Drinking Song\" &amp; \"Come Boys, Let's All Be Gay Boys\" are from this work about a royal scholar","response":"<i>The Student Prince</i>"},{"text":"Titipu is the town ruled by the Lord High Executioner in this operetta","response":"<i>The Mikado</i>"},{"text":"Rudolf Friml's \"The Three Musketeers\" features a song based on this, their motto","response":"One for all, and all for one"},{"text":"Though received cooly in 1874, within 6 yrs. this Johann Strauss classic had 171 productions in Germany alone","response":"<i>Die Fledermaus</i>"}],"originalDate":"1989-01-04"},{"category":"POT LUCK","comments":"","clues":[{"text":"Societies called \"krewes\" have organized &amp; paid for the Mardi Gras festivities in this city since 1857","response":"New Orleans"},{"text":"\"60 Minutes\" said 1 out of every 3 homeless men is a veteran of this war","response":"Vietnam War"},{"text":"You have to be this old to run in the Kentucky Derby; you also have to be a horse","response":"3 years"},{"text":"This kind of cudgel, often made of oak, was named for an Irish town famous for its oak trees","response":"shillelagh"},{"text":"Sturdy blue denim overalls, they were named for the section of Bombay where they originated","response":"dungarees"}],"originalDate":"1989-01-04"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"Dawn stole this, a magician's accessory","response":"wand (from Dawn)"},{"text":"We thought Vera gave a dreadful performance, but a critic gave her this kind of review anyway","response":"rave (from Vera)"},{"text":"Elsa has a pet one","response":"seal (from Elsa)"},{"text":"Don't blame her for burning the toast","response":"Melba (from blame)"},{"text":"If you don't know the last name of this founder of Time Magazine here's your clue","response":"Luce (from clue)"}],"originalDate":"1989-01-04"},{"category":"THOREAU-ING A 200th BIRTHDAY!","comments":"(Alex: In honor of Henry David Thoreau's birthday today.)","clues":[{"text":"In his Harvard class bio, Thoreau wrote, \"I first saw the light in\" this \"quiet village\" that's not far from Lexington","response":"Concord"},{"text":"This \"Little Woman\" memorialized her former school teacher with a poem called \"Thoreau's Flute\"","response":"Louisa May Alcott"},{"text":"In a travel book about this peninsula, Thoreau called it \"the bared and bended arm of Massachusetts\"","response":"Cape Cod"},{"text":"Thoreau was a protege of this thinker &amp; lived at his home, acting as handyman &amp; gardener","response":"Emerson"},{"text":"In the opening of this essay, Thoreau wrote, \"That government is best which governs least'\"","response":"\"Civil Disobedience\""}],"originalDate":"2017-07-12"},{"category":"A PODCAST OF CHARACTERS","comments":"","clues":[{"text":"In 2015 \"Wait Wait ...Don't Tell Me!\" angered some fans when this reality TV star was on to promote her book of \"Piktures\"","response":"Kim Kardashian"},{"text":"\"I Was There Too\" has as guests supporting actors like Clancy Brown, prison guard captain Hadley in this 1994 film","response":"<i>The Shawshank Redemption</i>"},{"text":"80 years old, this former \"Face the Nation\" host is trying a new format with a podcast \"About the News\"","response":"Bob Schieffer"},{"text":"Malcolm Gladwell \"Re\"examines an accepted view in the podcast called this type of \"History\"","response":"revisionist"},{"text":"Hosted by Josh Barro &amp; Rich Lowry, this political podcast from public radio comes at you from all directions","response":"<i>Left, Right & Center</i>"}],"originalDate":"2017-07-12"},{"category":"GIVE ME 5 \"CC\"s","comments":"","clues":[{"text":"Hurry up &amp; name this synonym for \"quicken\"","response":"accelerate"},{"text":"A type of snake, or that old soft shoe","response":"moccasin"},{"text":"This ball-rolling game is a Special Olympics event","response":"bocce"},{"text":"Odd or irregular","response":"eccentric"},{"text":"A respiratory spasm","response":"a hiccup"}],"originalDate":"2017-07-12"}],{"category":"ANCIENT GREEK PHILOSOPHERS","text":"Asked to describe this 4th century B.C. member of the Cynics, Plato called him \"a Socrates gone mad\"","response":"Diogenes"}]}