{"mix":1829,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"Christian church that's world's largest single denomination, with 1/8 of humanity as members","response":"Catholic"},{"text":"Synagogues are usually oriented so that the worshipers face in direction of this city","response":"Jerusalem"},{"text":"In 1961. the Universalist church, which believes in the salvation of everyone, merged with this church","response":"Unitarians"},{"text":"Oldest sacred writings of any major religion, the Vedas, belong to this one","response":"Hindus"},{"text":"Preacher whose term for accepting grace at revival meetings was \"hit the sawdust trail'","response":"Billy Sunday"}],"originalDate":"1987-04-28"},{"category":"MUSICAL ANATOMY","comments":"","clues":[{"text":"\"Lend me\" these \"and I'll sing you a song &amp; I'll try not to sing out of key\"","response":"your ears"},{"text":"It's where Carole King felt \"the earth move\"","response":"under her feet"},{"text":"In 1958 hit, Elvis asked, \"won't you wear my ring\" there","response":"your neck"},{"text":"Human organ mentioned in Sonny &amp; Cher's \"The Beat Goes On\"","response":"the brain"},{"text":"In a #1 hit, Pat Boone said, \"let me kiss you please, baby, please, 'cause it's cold &\" this might happen","response":"your lips might freeze"}],"originalDate":"1987-04-28"},{"category":"BRITISH NOVELS","comments":"","clues":[{"text":"Published in 1898, this Wells novel had its biggest impact when adapted by another Welles in 1938","response":"<i>The War of the Worlds</i>"},{"text":"In just over a century after 1st publication, it's said there were 160 editions of this John Bunyan classic","response":"<i>Pilgrim's Progress</i>"},{"text":"Wilfred is the 1st name of the title character in this novel by Sir Walter Scott","response":"<i>Ivanhoe</i>"},{"text":"Revolted by his own decadence, he stabs his own picture &amp; dies as a result","response":"Dorian Gray"},{"text":"As stated in the book's title, Tom Jones started out life as one of these","response":"a foundling"}],"originalDate":"1987-04-28"},{"category":"STARTS WITH \"G\"","comments":"","clues":[{"text":"This blessing can be said either before or after a meal","response":"grace"},{"text":"A notable exploit, whether or not it's performed by a man named Beau","response":"geste"},{"text":"It's the short last name of John Robert, the Irishman known for his shorthand","response":"Gregg"},{"text":"From the word for hunted meat, it can mean off-color or off-flavor","response":"game or gamy"},{"text":"Stheno, Euryale &amp; Medusa","response":"Gorgons"}],"originalDate":"1988-10-24"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"Though Georgia was the southernmost of the 13 colonies, originally this practice was forbidden there","response":"slavery"},{"text":"Bacon's Rebellion took place in Virginia 100 years before this, for which it has been called a dress rehearsal","response":"The Revolution"},{"text":"After losing New York in 1664, this country briefly recaptured it in 1673","response":"Holland (the Netherlands)"},{"text":"New Haven's Eaton Code, which banned dancing, mince pies &amp; wife beating, were laws bound in this color","response":"blue"},{"text":"For 30 years, William Bradford governed this colony","response":"Plymouth Colony"}],"originalDate":"1988-10-24"},{"category":"THE SUPER BOWL","comments":"","clues":[{"text":"In 1988 this Bronco became the only quarterback ever to to catch a pass in a Super Bowl","response":"John Elway"},{"text":"Super Bowl III was the 1st won by the AFL team, with this team upsetting the Baltimore Colts","response":"New York Jets"},{"text":"This southern city has hosted the most Super Bowls<span class=\"nobreak\">--</span>6","response":"New Orleans"},{"text":"With 4 victories this AFC Central Division team has won more Super Bowls than any other","response":"Pittsburgh Steelers"},{"text":"With 4 defeats, this NFC Central Division team has lost more Super Bowls than any other","response":"Minnesota Vikings"}],"originalDate":"1988-10-24"}],[{"category":"DEMOCRATS","comments":"","clues":[{"text":"Saying there's no \"magic answer to the deficit,\" this ex-gov. of Ariz. called for a nat'l sales tax","response":"Babbitt"},{"text":"His wife Mary, a.k.a. \"Tipper\", is an outspoken critic of sexual explicitness in rock 'n' roll","response":"(Senator) Gore"},{"text":"Sam Nunn's great-uncle, Carl Vinson, chaired this committee in the House which Sam chairs in the Sen.","response":"Armed Services Committee"},{"text":"He was 33 when San Antonio voters elected him the 1st Mexican-American mayor of a major U.S. city","response":"(Henry) Cisneros"},{"text":"Late N.Y. gov. &amp; diplomat whose widow, Pamela, is a prominent Democratic Party fund raiser","response":"Averell Harriman"}],"originalDate":"1988-10-24"},{"category":"ANATOMY","comments":"","clues":[{"text":"Of 25,000, 50,000 or 100,000, the approximate number of times an average heart beats each day","response":"100,000"},{"text":"Strands of hair this color tend to be thicker than hair of any other color","response":"red"},{"text":"Part of the eye in which the sight receptors are located","response":"retina"},{"text":"It 1st became well known in 1897 when Fitzsimmons knocked out Corbett with a blow to it","response":"solar plexus"},{"text":"Largest of the 9 cartilages in the larynx, it's technically called a thyroid cartilage","response":"Adam's apple"}],"originalDate":"1988-10-24"},{"category":"EUROPE","comments":"","clues":[{"text":"2 of the 3 great peninsulas of southern Europe","response":"(2 of) Italy & Iberian (or Balkan)"},{"text":"Known for its guns &amp; glassware, Liege is the industrial center of the eastern part of this country","response":"Belgium"},{"text":"Built for the 1972 games, the Olympic village is part of this city","response":"Munich"},{"text":"After liberating Italy in 1860, he retired, refusing all honors, to the small island of Caprera","response":"Garibaldi"},{"text":"Though Burgenland was ceded to Austria in 1919, one city voted to rejoin this country in 1921","response":"Hungary"}],"originalDate":"1988-10-24"},{"category":"THEATER BOOKS","comments":"","clues":[{"text":"Lynn Redgrave, Sarah Miles &amp; 24 other actresses discuss their interpretations of this role in \"Playing Joan\"","response":"Joan of Arc"},{"text":"Co-author of \"Shakespeare Alive!\" who presents Shakespeare's plays live in Central Park","response":"Joseph Papp"},{"text":"Herman Buchman wrote the book on this subject, often yelled for by Milton Berle","response":"make-up"},{"text":"The national directory of this profession includes data on Leonard Melfi, Beth Henley &amp; Woody Allen","response":"playwriting"},{"text":"You'll find method acting in his books, &amp; on some copies the insignia of the Moscow Art Theater","response":"Stanislavski"}],"originalDate":"1988-10-24"},{"category":"BY THE NUMBERS","comments":"","clues":[{"text":"The unlucky number \"on a match\"","response":"3rd or 3"},{"text":"When you roll \"boxcars\" in craps, you see this many dots on the dice","response":"12"},{"text":"Number of members in the brigade that, in the poem, rode \"into the valley of death\"","response":"600"},{"text":"Length of time covered by a sesquicentennial","response":"150 years"},{"text":"Number of zeros in a good ol' American trillion","response":"12"}],"originalDate":"1988-10-24"},{"category":"STARTS WITH \"K\"","comments":"","clues":[{"text":"\"Shish\" on a stick","response":"kebab"},{"text":"Bus driver Ralph Kramden threatened to hit Alice \"pow! Right in\" this buss stop","response":"the kisser"},{"text":"An excretory organ shaped like a swimming pool","response":"kidney"},{"text":"It could aptly have been Princess Grace's favorite shade of green","response":"kelly"},{"text":"Bergen's Effie","response":"Klinker"}],"originalDate":"1987-04-20"}],{"category":"SOAP OPERAS","text":"CBS soap opera which is the only soap left on the air which began on radio","response":"<i>The Guiding Light</i>"}]}