{"mix":1830,"rounds":[[{"category":"VIRGINIA","comments":"","clues":[{"text":"This capital was among the 1st U.S. cities to have an electric streetcar system","response":"Richmond"},{"text":"For the 1st time in 100 years, Virginia elected a governor from this party in 1969","response":"Republican"},{"text":"Stanford White called it \"the most exquisite &amp; perfect group of collegiate buildings in the world\"","response":"University of Virginia"},{"text":"Restoration of this historic town wasn't begun until the 1920s, by John D, Rockefeller Jr.","response":"Williamsburg"},{"text":"Every summer, these wild animals swim to Chincoteague Island, where some are sold at auction","response":"ponies"}],"originalDate":"1987-04-20"},{"category":"CELEBRITY QUOTES","comments":"","clues":[{"text":"Lucille Ball joked, \"the secret of staying young is to live honestly, eat slowly, &amp; lie about\" this","response":"your age"},{"text":"This ex-Beatle claims his family lime on his farm in Scotland is \"a lot like The Cosby Show\"","response":"Paul McCartney"},{"text":"He revealed, \"Marlo &amp; I watch 'Golden Girls' every Saturday night. It's our foreplay\"","response":"Phil Donahue"},{"text":"WWII \"pin-up girl\" who said, \"I got 2 assets. Period. And I'm standing on both of them\"","response":"Betty Grable"},{"text":"When this icy Swede ended their affair, Cecil Beaton snapped \"let her stew in her own loneliness\"","response":"Garbo"}],"originalDate":"1987-04-20"},{"category":"GEMS","comments":"","clues":[{"text":"Tanzanite was named for this country, where it was discovered","response":"Tanzania"},{"text":"Of white, black or fire opals, the rarest","response":"black"},{"text":"Montana, Cape &amp; Arizona rubies aren't real rubies but these red gems","response":"garnets"},{"text":"The gem mentioned in \"Twinkle, Twinkle, Little Star\"","response":"a diamond"},{"text":"18th century poet William Drennan claimed he coined this nickname for Ireland in his poem \"Erin\"","response":"The Emerald Isle"}],"originalDate":"1987-04-20"},{"category":"DON'T TRY THIS AT HOME","comments":"(Alex: We are all experts here doing this, you should not attempt it.)","clues":[{"text":"In 1983, Reg Morris lit a bonfire from 27 feet away when he blew a flame from this","response":"his mouth"},{"text":"Guinness says the hottest of these ever walked on, by a man called \"Komar\", were 1494° F.","response":"coals"},{"text":"Mademoiselle Antonia, a 17th century Belgian woman, reportedly grew one that reached down to her hips","response":"a beard"},{"text":"According to \"Significa\", you may die if you drink beer while doing this to your shoes","response":"polishing"},{"text":"Rusty Field's husband put these on 85% of her body because he \"always had designs on her\"","response":"tattoos"}],"originalDate":"1987-04-20"},{"category":"ROMAN EMPERORS","comments":"","clues":[{"text":"Of Circus Maximus. Gluteus Maximus, or Pupienus Maximus. the 1 who was emperor","response":"Pupienus Maximus"},{"text":"Seeing a bride he liked at another man's wedding, Caligula reportedly did this","response":"married her"},{"text":"Augustus Caesar said, \"I found Rome a city of brick &amp; left it a city of\" this stone","response":"marble"},{"text":"He planned a shipwreck to drown his mother Agrippina; when she escaped, he had her stabbed","response":"Nero"},{"text":"The Etruscan history books he wrote were lost, so he's better known as title character of a miniseries","response":"Claudius"}],"originalDate":"1987-04-20"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Their name comes from Old Irish \"luchorpan\", meaning \"small body\" <span class=\"nobreak\">--</span> in a little green suit, no doubt","response":"leprechauns"},{"text":"Term for a soldier, it was originally a doughnut served to sailors &amp; probably wasn't \"poppin' fresh\"","response":"doughboy"},{"text":"A synonym for voluptuary, from the pleasure-loving people of ancient Sybaris","response":"a sybarite"},{"text":"French for' \"neglected\", a woman who wears 1 of these is definitely not neglected","response":"negligee"},{"text":"A 19th century circus star gave his name to this, the 1-piece garment he designed &amp; wore in his act","response":"leotard"}],"originalDate":"1987-04-20"}],[{"category":"MOUNTAINS","comments":"","clues":[{"text":"Appropriately, the highest point in this country is Communism Peak","response":"Russia"},{"text":"This volcano was last active in 1707, when it covered what is now Tokyo with inches of ash","response":"Mount Fuji"},{"text":"Presidential home whose name means \"little mountain\" in Italian","response":"Monticello"},{"text":"A continuously erupting Italian volcano or the puppet master who kept erupting at Disney's Pinocchio","response":"Stromboli"},{"text":"The Appalachians extend from Alabama to the Gaspe Peninsula of this Canadian province","response":"Quebec"}],"originalDate":"1987-04-20"},{"category":"HERALDRY","comments":"","clues":[{"text":"This Shakespearean king established the college of arms, England's authority on heraldry","response":"Richard III"},{"text":"Supposing our game board to be a heraldic shield, this category is on its far \"sinister\" side","response":"Literary Cannibals"},{"text":"If a heraldic creature is \"vulning\", it's doing this to itself &amp; it should be stopped","response":"wounding"},{"text":"The heraldic name for this color is \"gules\"","response":"red"},{"text":"The \"escroll\", which looks like a strip of ribbon, is where you'll find this inscribed","response":"motto (slogan)"}],"originalDate":"1987-04-20"},{"category":"LITERARY CANNIBALS","comments":"","clues":[{"text":"As the Grimms wrote it, the evil queen wants to eat the innards of this fairest one","response":"Snow White"},{"text":"Saying he'd \"cannibalized\" them, he used his own short stories as basis for his Philip Marlowe novels","response":"Raymond Chandler"},{"text":"A \"gullible\" public took him seriously when his \"Modest Proposal\" said babies should be sold as food","response":"Jonathan Swift"},{"text":"She wrote \"Cannibals &amp; Missionaries\", but was better known for \"The Group\"","response":"Mary McCarthy"},{"text":"Sebastian Venable became a street gang's seaside snack in this Tennessee Williams play","response":"<i>Suddenly Last Summer</i>"}],"originalDate":"1987-04-20"},{"category":"BALLET","comments":"","clues":[{"text":"Sir Frederick Ashton, who was born in Ecuador, was 1 of the major choreographers in this country","response":"England"},{"text":"A \"changement de pieds\" is a jump in which the dancer changes the position of these","response":"feet"},{"text":"Some critics hated this Nijinsky ballet so much they called it \"Le Massacre du Printemps\"","response":"<i>The Rite of Spring</i>"},{"text":"Unlike a pas de deux, a \"variation\" usually features this number of dancers","response":"one"},{"text":"She starred in the silent film \"The Dumb Girl of Portici\" but was legendary as ballet's Dying Swan","response":"(Anna) Pavlova"}],"originalDate":"1989-04-14"},{"category":"THE VICE PRESIDENT","comments":"","clues":[{"text":"Any plane the vice president uses is designated as this","response":"Air Force Two"},{"text":"John Adams did this 22 times in the Senate, more than any other vice president","response":"break a tie vote"},{"text":"Creature depicted in the center of the seal of the vice president","response":"eagle"},{"text":"The 25th Amendment says if the president writes he can't discharge his duties, the VP becomes this","response":"acting president"},{"text":"The official residence of the vice president is on the grounds of this","response":"Naval Observatory"}],"originalDate":"1989-04-14"},{"category":"SHAKESPEAREAN TRIVIA","comments":"","clues":[{"text":"1st line of Hamlet's soliloquy that ends with \"Nymph, in thy orisons be all my sins remember'd\"","response":"To be, or not to be"},{"text":"Shylock wanted to remove a pound of flesh from this title character's body","response":"<i>The Merchant of Venice</i>"},{"text":"This play features a Puck but no hockey players","response":"<i>A Midsummer Night's Dream</i>"},{"text":"The name of this character in \"The Tempest\" may be a corruption of \"cannibal\"","response":"Caliban"},{"text":"Mark Antony's brother-in-law, he's the last to speak in both \"Antony &amp; Cleopatra\" &amp; \"Julius Caesar\"","response":"Octavius"}],"originalDate":"1989-04-14"}],{"category":"HISTORIC NAMESAKES","text":"This aircraft was named for the second president of the Weimar Republic","response":"<i>Hindenburg</i>"}]}