{"mix":1834,"rounds":[[{"category":"TOUGH MOVIE TRIVIA","comments":"","clues":[{"text":"Tom Selleck was considered before this actor was cast in \"Raiders of the Lost Ark\"","response":"Harrison Ford"},{"text":"\"Go, Man, Go\" with Sidney Poitier was about this famous New York \"pro\" basketball team","response":"Harlem Globetrotters"},{"text":"Herman Brix &amp; Glenn Morris were 2 other Olympic medalists who played this movie hero","response":"Tarzan"},{"text":"Around WWI, many teenage girls copied the fashion look of this celluloid \"sweetheart\"","response":"Mary Pickford"},{"text":"In 1935, this future 1st lady worked as an extra in \"Becky Sharp\" 1st full-color feature film","response":"Pat Nixon"}],"originalDate":"1986-12-30"},{"category":"KIDDIE LIT","comments":"","clues":[{"text":"First name of Beatrix Potter's \"Ms. \"Puddleduck\", though she probably couldn't make pancakes","response":"Jemima"},{"text":"Siblings who produced \"The 3 Army-Surgeons\", \"Donkey Cabbages\" &amp; \"The Devil's Sooty Brother\"","response":"Brothers Grimm"},{"text":"In English, Charles Perrault's fairy tale \"Le Chat Botte\" is known as this","response":"<i>Puss in Boots</i>"},{"text":"Hans Christian Andersen said a mermaid can never have a soul unless she wins this from a mortal","response":"Love"},{"text":"She wrote \"The Last of the Really Great Whangdoodles\" under her married name, Julie Edwards","response":"Julie Andrews"}],"originalDate":"1986-12-30"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"One bio entry on him reads \"joint king of Huns with brother Bleda, 433 AD, killed Bleda, 455\"","response":"Attila"},{"text":"In August 1986, Jerry Whitworth was sentenced to 365 years &amp; fined $410,000 for doing this","response":"Spying"},{"text":"On his deathbed, this vicious Russian ruler \"repented\" &amp; became a monk","response":"Ivan the Terrible"},{"text":"The sole inmate of Spandau Prison, this 92-year'old ex-Nazi says he's a fan of \"Dynasty\"","response":"Rudolph Hess"},{"text":"18th century French lawyer &amp; leader of the reign of terror, he lost his head over it, literally","response":"Robespierre"}],"originalDate":"1986-12-30"},{"category":"COMPOSERS","comments":"","clues":[{"text":"In 1762, he toured Europe as a 6-year-old prodigy","response":"Mozart"},{"text":"Though it sold millions of copies of sheet music, he got only $35 for \"The Washington Post March\"'","response":"Sousa"},{"text":"He was awarded the French Legion of Honor the day \"Carmen\" premiered","response":"Bizet"},{"text":"He wrote suites for Niagara Falls &amp; the Hudson River as well as the Grand Canyon","response":"Ferde Grofé"},{"text":"Ency. Americana ranks this Russian-American w/ Schoenberg as the 2 most important modern composers","response":"(Igor) Stravinsky"}],"originalDate":"1986-12-30"},{"category":"SEE THE USA","comments":"","clues":[{"text":"In sunny St. Petersburg, you might Shuffle off to this hall of fame featuring historic discs","response":"Shuffleboard Hall of Fame"},{"text":"The number of New England states you can enter directly from Canada","response":"Three"},{"text":"According to Rand McNally, the 11 top-rated metropolitan areas in climate mildness are all in this state","response":"California"},{"text":"If you're driving on I-85 you're traveling through this region of the U.S.","response":"South or Southeast"},{"text":"2 of the 5 states where you can cross the Continental Divide","response":"Colorado, New Mexico, Montana, Wyoming, Idaho"}],"originalDate":"1986-12-30"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"Though he's no Benjamin Spock, this is Jean-Claude Duvalier's nickname","response":"Baby Doc"},{"text":"Close, but no cigar: this Communist leader did a promo for CNN, but it was canned","response":"Castro"},{"text":"Alleged war criminal who condemned anti-Semitism at inauguration as Austria's president in 1986","response":"Kurt Waldheim"},{"text":"The Reagans told Barbara Walters they do this \"once or twice a week...on Friday or Saturday nights\"","response":"Watch a movie"},{"text":"Once his aide-de-camp in exile, Rosario Murillo is now this Nicaraguan president's 1st lady","response":"Daniel Ortega"}],"originalDate":"1987-01-01"}],[{"category":"NUTS","comments":"","clues":[{"text":"It's okay to eat this nut green - the proof is in the pudding or the ice cream","response":"Pistachio"},{"text":"The more familiar name for a filbert or cobnut","response":"Hazelnut"},{"text":"The nutty frosting on German chocolate cake traditionally uses coconut &amp; this real nut","response":"Pecan"},{"text":"The expression \"tough nut to crack\" holds fast, because a \"true\" nut's shell won't do this by itself","response":"Open"},{"text":"Squeeze a nut &amp; you'll remove the flavor that's contained in this","response":"Oil"}],"originalDate":"1987-01-01"},{"category":"WOMEN IN SPORTS","comments":"","clues":[{"text":"1st woman to play in a men's pro league, Nancy Lieberman is with the Springfield Fame in this sport","response":"basketball"},{"text":"Of 80, 90, or 190, age at which Lucille Thompson, oldest ever to do so, earned tae kwon do black belt","response":"90"},{"text":"Sport in which Judy Wills bounced to the international championship 1st 5 years of competition","response":"Trampoline"},{"text":"In 1986, she won her 7th French open, breaking the record for wins in women's singles","response":"Chris Evert Lloyd"},{"text":"At 1980 Olympics for disabled in Holland, Trisha Zorn set world swimming records with this disability","response":"Blindness"}],"originalDate":"1987-01-01"},{"category":"MARCH","comments":"","clues":[{"text":"On the ides of March in 1919. this veterans' group was founded in Paris, not the U.S.","response":"American Legion"},{"text":"The 1st U.S. patent for this household appliance came through the wringer on March 28, 1797","response":"Washing machine"},{"text":"On March 4, 1861, the Confederacy adopted its flag, exactly 72 years after this document had gone into effect","response":"Constitution"},{"text":"Almost 2 years older than Girl Scouts, this youth group was started in South Casco, Maine on March 17,1910","response":"Campfire Girls"},{"text":"On St. Patrick's Day in 1940, the Brooklyn kill-for-hire gang later nicknamed this was exposed","response":"Murder Incorporated"}],"originalDate":"1987-01-01"},{"category":"IN OTHER WORDS...","comments":"(Alex: A few words of explanation, if I may, about this last category. IN OTHER WORDS... came as a result of a big foo-foo that occurred at the Disney Studios last year, when the employees staged a minor revolt when they changed the title of <i>Basil of Baker Street</i> to <i>The Great Mouse Detective</i> and they sent out a memo, tongue-in-cheek, very much so, about what would happen if they changed the titles of all the other great Disney films. So, IN OTHER WORDS, we'll give you an answer and you have to come up with the title of the Disney film as we know it.)","clues":[{"text":"\"Seven Little Men Help a Girl\"","response":"<i>Snow White and the Seven Dwarfs</i>"},{"text":"\"The Wooden Boy Who Became Real\"","response":"<i>Pinocchio</i>"},{"text":"\"The Girl with the See-Through Shoes\"","response":"<i>Cinderella</i>"},{"text":"\"Puppies Taken Away\"","response":"<i>One Hundred and One Dalmatians</i>"},{"text":"\"The Amazing Flying Children\"","response":"<i>Peter Pan</i>"}],"originalDate":"1987-01-01"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In 1957, then-senator John F. Kennedy won a Pulitzer Prize for this book","response":"<i>Profiles in Courage</i>"},{"text":"In Lewis Grizzard's book title, this singer \"is dead, &amp; I don't feel so good myself\"","response":"Elvis Presley"},{"text":"\"Gigi\" author whose husband encouraged her to write, then published her books under his own name","response":"Colette"},{"text":"His pen name is Russian for \"bitter\"; his depressing plays include \"The Lower Depths\"","response":"Gorky"},{"text":"Peter Shaffer called this long time best seller \"a tribal record... full of rape, incest &amp; murder\"","response":"the Bible"}],"originalDate":"1987-01-01"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"This Scandinavian country is made up of 482 islands &amp; the peninsula of Jutland","response":"Denmark"},{"text":"Before 1949, Jordan was known by this name, meaning \"the land across the Jordan River\"","response":"Transjordan"},{"text":"2 of the 4 countries of South America that lie completely north of the Equator","response":"Venezuela, French Guiana, Guyana, Suriname"},{"text":"The area called \"the roof of the world\" is where Afghanistan, Pakistan &amp; Russia all meet this country","response":"China"},{"text":"Asia Minor, the westernmost Asian peninsula, is almost wholly occupied by this country","response":"Turkey"}],"originalDate":"1987-01-01"}],{"category":"CABLE NETWORKS","text":"In March 1979 Tip O'Neill &amp; then-Representative Al Gore were the first politicians to speak on this new cable channel","response":"C-SPAN"}]}