{"mix":1835,"rounds":[[{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"Accepting her Oscar for \"Tootsie\", Jessica Lange called this star \"my leading lady\"","response":"Dustin Hoffman"},{"text":"This 1985 Best Actress nominee once played comedienne Moms Mabley in an acclaimed 1-woman show","response":"Whoopi Goldberg"},{"text":"\"Gandhi\" star whose real name is Krishna Bhanji","response":"Ben Kingsley"},{"text":"He said he fell in love with Rita Hayworth, \"so what we did in 'Gilda'\" was play truth\"","response":"Glenn Ford"},{"text":"She played Garbo in \"Garbo Talks\" but is better-known for writing musicals with Adolph Green","response":"Betty Comden"}],"originalDate":"1987-01-01"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"Because Lord Carnarvon financed the dig, some say this boy king's \"curse\" killed him","response":"King Tut"},{"text":"As the name implies, Argos built this famous ship","response":"<i>Argo</i>"},{"text":"In some legends, this relative of King Arthur died on the same day Arthur was born","response":"Uther Pendragon"},{"text":"Hippolyta, queen of the Amazons, lost this garment to Hercules, who probably looked silly in it","response":"Girdle"},{"text":"In medieval romances, Charlemagne's was called \"Joyeuse\"","response":"Sword"}],"originalDate":"1987-01-01"},{"category":"PAYCHECKS","comments":"(Alex: And finally, something all of you are hoping to collect at the end of your sojourn on <i>Jeopardy</i>, a paycheck or two.)","clues":[{"text":"At $18.7 million for some 15 minutes on screen, this \"Superman\" star got over $20,000 a second","response":"Brando"},{"text":"Of $847, $1085, or   $1436, the monthly salary of a first-year sergeant in the U.S. Army","response":"$847"},{"text":"According to title 3, section 102 of the U.S. code, he gets paid $16,666.67 every month","response":"The President"},{"text":"In 1979, this chairman of the board agreed to work for $1 a year until his company was making money again","response":"Lee Iacocca"},{"text":"This piano virtuoso married to Toscanini's daughter earns a concert paycheck of 80% of the gross","response":"Vladimir Horowitz"}],"originalDate":"1987-01-01"},{"category":"THEATER","comments":"","clues":[{"text":"USA Today's review of this Disney musical called it \"pure Genie-us\"","response":"<i>Aladdin</i>"},{"text":"In \"Pygmalion\" she eventually says she'll marry Freddy Hill, not Henry Higgins","response":"Eliza Doolittle"},{"text":"This Thornton Wilder play premiered on Broadway in 1938 with Frank Craven as the Stage Manager","response":"<i>Our Town</i>"},{"text":"He's the milkman in the Russian village of Anatevka","response":"Tevye"},{"text":"In a Eugene O'Neill play, Paddy says, \"Sure, 'twas as if she'd seen a great hairy\" one of these \"escaped from the zoo\"","response":"an ape"}],"originalDate":"2017-07-07"},{"category":"TRANSPORTATION IDIOMS","comments":"","clues":[{"text":"Someone who is not attentive is in this condition at the auto's steering mechanism","response":"asleep at the wheel"},{"text":"In my mind I was chugging along toward a brilliant statement, but you made me lose this","response":"a train of thought"},{"text":"To do things in the wrong order, like with a wagon &amp; a beast of burden","response":"putting the cart before the horse"},{"text":"An isolated location is said to be \"off\" this thoroughfare","response":"the beaten path"},{"text":"Pink Floyd's \"Learning To Fly\" speaks of this kind of \"flight\" into one's imagination","response":"a flight of fancy"}],"originalDate":"2017-07-07"},{"category":"MO-POURRI","comments":"","clues":[{"text":"Kowloon Peak is southeast of Mount Tai Mo, the highest peak in this special administrative region","response":"Hong Kong"},{"text":"The Mo Ibrahim Foundation gives a prize to leaders who aid democracy on this continent, like Pres. Pohamba of Namibia","response":"Africa"},{"text":"In this country 1,400 years ago, men wore pants called hakama &amp; women wore mo","response":"Japan"},{"text":"In \"Black's Law Dictionary\", M.O. stands for this Latin phrase","response":"<i>modus operandi</i>"},{"text":"Commissioned in 1944, the battleship with this 2-word nickname was the last launched by the United States","response":"the Mighty Mo"}],"originalDate":"2017-07-07"}],[{"category":"DAY-\"O\"","comments":"","clues":[{"text":"June 1 is this Muppet's birthday, so maybe we could celebrate by grumpily recycling?","response":"Oscar the Grouch"},{"text":"In 1948 Marion Richards began an annual June 4 holiday to honor the unmarried women she called these","response":"old maids"},{"text":"If your bones are brittle, gain awareness of this disorder on Oct. 20, the day devoted to it","response":"osteoporosis"},{"text":"On April 22 folks from Enid to Stillwater celebrate the day named for this state","response":"Oklahoma"},{"text":"In Russia Yuletide culminates on Jan. 7, which is this religious occasion","response":"Orthodox Christmas"}],"originalDate":"2017-07-07"},{"category":"ANA: ANOTHER NEW ACRONYM","comments":"","clues":[{"text":"\"SMH\" stands for this action, what I'm likely to be doing if you miss a super-easy clue","response":"shaking my head"},{"text":"A variant of the classic \"IANAL\" is \"IANAD\", I am not this professional","response":"a doctor"},{"text":"Reddit is known for Q&A sessions with notable folks; called \"AMA\", they invite you to...","response":"ask me anything"},{"text":"\"Bae\" can refer to your baby or this acronym, meaning she is first in your heart","response":"before anyone else"},{"text":"On Instagram the last letter of \"MCM\" is Monday &amp; the first 2 stand for this, maybe on LeBron or on Eric Bana","response":"man crush"}],"originalDate":"2017-07-07"},{"category":"CONFUCIUS SAID","comments":"","clues":[{"text":"\"Not to grumble at being ____ is hard, not to be proud of wealth is easy\"","response":"poor"},{"text":"\"He that rules by mind is like the ____ star, steady in his seat, whilst the stars all bend to him\"","response":"the North Star"},{"text":"\"The three hundred poems are summed up in the one line, think no ____\"","response":"evil"},{"text":"\"Whilst thy ____ and ____ are living, do not wander afar\"","response":"mother and father"},{"text":"\"Eating coarse ____ and drinking water...we may be merry; but ill-gotten wealth\" is \"a wandering cloud\"","response":"rice"}],"originalDate":"2017-07-06"},{"category":"A SPARKLE QUIZ","comments":"","clues":[{"text":"Spumante on an Italian label means you're enjoying this 2-word type of libation; Prosecco makes a popular one","response":"sparkling wine"},{"text":"In the book \"Twilight\", his skin \"literally sparkled, like thousands of tiny diamonds\"","response":"Edward"},{"text":"The Great Depression got some sparkle when this glass cleaner with a \"streak-free shine\" was introduced","response":"Windex"},{"text":"Of the 4 \"C\"s of the diamond world, the facets created by this one really help the gems sparkle with light","response":"cut"},{"text":"Sparkle Plenty was a family friend of this hard-boiled comic strip detective","response":"Dick Tracy"}],"originalDate":"2017-07-06"},{"category":"ISLANDS ON THE SCREEN","comments":"","clues":[{"text":"The oddness of bringing years of clothing on a 3-hour boat tour was never fully addressed on this 1960s sitcom","response":"<i>Gilligan's Island</i>"},{"text":"In a 2017 film, whaddya think Brie Larson's gonna find on Skull Island? This title fella? More than likely","response":"King Kong"},{"text":"My dear guests, I am Mr. Trebek, your host; welcome to this resort-set ABC show that ran from 1978 to 1984","response":"<i>Fantasy Island</i>"},{"text":"In \"Jurassic World\" this actor comes to 2 solid conclusions<span class=\"nobreak\">--</span>\"It's killing for sport\" &amp; \"Evacuate the island\"","response":"Chris Pratt"},{"text":"In \"Joe Versus the Volcano\", Joe was this Oscar winner &amp; the volcano was the Big Woo, on the island of Waponi Woo","response":"Tom Hanks"}],"originalDate":"2017-07-06"},{"category":"COATS OF ARMS","comments":"","clues":[{"text":"This Asian island nation's coat of arms features the lion rampant of Spain &amp; the American bald eagle","response":"the Philippines"},{"text":"The 2 monks on its coat of arms represent the 1297 conquest by Francois Grimaldi, whose soldiers dressed as monks","response":"Monaco"},{"text":"Its coat of arms depicts a garland of rhododendrons encompassing Mount Everest","response":"Nepal"},{"text":"On this country's coat of arms, a crown sits atop a scarlet sash symbolizing the Hashemite throne","response":"Jordan"},{"text":"An 1841 steamship built in Guayaquil, the first river steamship on South America's west coast, is on its coat of arms","response":"Ecuador"}],"originalDate":"2017-07-06"}],{"category":"EUROPEAN ROYALTY","text":"In 1653 King Louis XIV performed as this Greco-Roman god in the ballet \"de la Nuit\"","response":"Apollo"}]}