{"mix":1838,"rounds":[[{"category":"DISEASES NAMED AFTER PEOPLE","comments":"","clues":[{"text":"Meniere's disease is a disorder of this body part affecting balance, &amp; linked to a surplus of fluid","response":"the inner ear"},{"text":"It can include a compulsion to utter obscenities &amp; was named for a French doctor who called it \"maladie des tics\"","response":"Tourette's"},{"text":"Graves' disease results in the thyroid's over-production of these &amp; strikes women more often than men","response":"hormones"},{"text":"In Wilson's disease, this metallic element collects in tissues &amp; can be detected by a brownish ring around the cornea","response":"copper"},{"text":"This inflammatory digestive disease was named after one of the 3 men who published a paper on it in the 1930s","response":"Crohn's disease"}],"originalDate":"2017-06-22"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"Daniel Day-Lewis, who starred in \"The Crucible\" on film, was this playwright's son-in-law","response":"Arthur Miller"},{"text":"\"Mrs. Warren's Profession\" was scandalous when this Irish-born man wrote a 1902 play of that title","response":"George Bernard Shaw"},{"text":"He played Madea in many plays that he wrote &amp; directed, beginning with 2000's \"I Can Do Bad All By Myself\"","response":"Tyler Perry"},{"text":"This alliteratively named playwright followed up her 1989 Pulitzer win with \"The Sisters Rosensweig\"","response":"Wendy Wasserstein"},{"text":"No Richie or Fonzie in his 1961 play \"Happy Days\"; who will rid me of this meddlesome playwright?","response":"(Samuel) Beckett"}],"originalDate":"2017-06-22"},{"category":"LITERARY HODGEPODGE","comments":"","clues":[{"text":"A poem in which the first letters of each line spell out a word or phrase","response":"an acrostic"},{"text":"Originally the heroine of this novel was to be called Pansy O'Hara","response":"<i>Gone With the Wind</i>"},{"text":"This Henry Fielding hero, \"one of the handsomest young fellows in the world\", shares the name of a sex symbol singer","response":"Tom Jones"},{"text":"This Sinclair Lewis title became a word for someone narrow-minded who conforms readily to middle class values","response":"<i>Babbitt</i>"},{"text":"Dashiell Hammett dedicated \"The Thin Man\" to this fellow writer &amp; longtime love","response":"Lillian Hellman"}],"originalDate":"2017-06-21"},{"category":"CELEBRATIONS OF THE MONTH","comments":"","clues":[{"text":"Presidents' Day","response":"February"},{"text":"King Kamehameha Day &amp; D-Day Anniversary","response":"June"},{"text":"Thanks to \"Seinfeld\", Festivus","response":"December"},{"text":"National Nurses Day &amp; Star Wars Day","response":"May"},{"text":"National Adoption Day &amp; the Great American Smokeout","response":"November"}],"originalDate":"2017-06-21"},{"category":"LINCOLN QUOTES","comments":"","clues":[{"text":"Lincoln was at this location when he said that \"we here highly resolve that these dead shall not have died in vain\"","response":"Gettysburg"},{"text":"About the Union's control of his river, Lincoln remarked, \"The father of waters again goes unvexed  to the sea\"","response":"the Mississippi"},{"text":"Abe called him \"vigilant &amp; self-reliant\" but never really said, Oh, he drinks? Then send his brand to my other generals","response":"Grant"},{"text":"Concerning his 1864 renomination, Abe quoted an old farmer who said it was \"not best to swap\" these \"when crossing streams\"","response":"horses"},{"text":"In 1859 he wrote being elected capt. of volunteers in this Indian war gave him \"more pleasure than any I have had since\"","response":"the Black Hawk War"}],"originalDate":"2017-06-21"},{"category":"PUB TRIVIA","comments":"","clues":[{"text":"A form of this popular pub game was used as training for British archers in the Middle Ages","response":"darts"},{"text":"Bartenders would once commonly measure their hard liquor pours by the width of these body parts","response":"fingers"},{"text":"This term for a type of bar came from the need of not talking too loud","response":"a speakeasy"},{"text":"Those not wanting to get too tipsy in a pub may want to check the ABV, this abbreviation on their brew","response":"alcohol by volume"},{"text":"Mojito recipes ask you to crush mint &amp; lime with a wooden implement via this process","response":"muddling"}],"originalDate":"2017-06-21"}],[{"category":"NOT IN THE ROCK &amp; ROLL HALL OF FAME","comments":"","clues":[{"text":"The Hall has admitted 5 of her siblings, but this \"Nasty\" woman is still on the wrong side of the velvet rope","response":"Janet Jackson"},{"text":"Morrissey &amp; the rest of these charming men have been eligible since 2008, but what difference does it make?","response":"The Smiths"},{"text":"Johnny Cash, the Man in Black, is in; this redheaded fellow highwayman? Still out","response":"Willie Nelson"},{"text":"When this '70s \"Comes Alive!\" megastar sings \"I'm In You\", he doesn't mean the Hall","response":"Peter Frampton"},{"text":"Joan Jett &amp; the Blackhearts are in, but this pioneering band with Jan, Cherie Currie &amp; Lita Ford is still missing","response":"The Runaways"}],"originalDate":"2017-06-21"},{"category":"ANTHROPOLOGY","comments":"","clues":[{"text":"The last native people to arrive in North America, they're divided into 8 groups, including the Iglulik on Baffin Island","response":"the Inuit"},{"text":"Wealth to the Yurok Indians included having albino deerskins &amp; the scalps of these tree-drilling birds","response":"woodpeckers"},{"text":"Contemporary rituals include the watching of these Latin American soap operas","response":"telenovelas"},{"text":"A 2016 report suggests that this European hominin of the Pleistocene Epoch may have practiced cannibalism","response":"a Neanderthal"},{"text":"This -ism is the belief that spirits inhabit natural objects &amp; phenomena","response":"animism"}],"originalDate":"2017-06-21"},{"category":"STATE TREE-VIA","comments":"","clues":[{"text":"Nevada has 2 state trees; the single-leaf piñon &amp; the bristlecone, both species of this","response":"pine"},{"text":"This Delaware state tree with prickly green leaves &amp; red berries is popular for Christmas decorating","response":"holly"},{"text":"Florida's state tree is the sabal palm; add 4 letters to \"palm\" to get this scientific name","response":"palmetto"},{"text":"Mass. chose the American type of this in 194, when many were dying from a fungus first described in the Netherlands","response":"the American elm"},{"text":"The name of this state tree of Arizona is Spanish for \"green stick\", referring to its green bark &amp; branches","response":"Palo Verde"}],"originalDate":"2017-06-21"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"What started as the Harvard Annex in 1879 was chartered as this women's school in 1894","response":"Radcliffe"},{"text":"Nike was founded by a track coach &amp; a student, both from this university","response":"the University of Oregon"},{"text":"Of the 10 University of California campuses, this one in northern California is alphabetically first","response":"Berkeley"},{"text":"During the War of 1812, students saw the burning of the White House from their dormitories at this Jesuit university","response":"Georgetown"},{"text":"In 1817 Col Sylvanus Thayer began an influential 16 yrs. as superintendent at this institution in New York state","response":"West Point"}],"originalDate":"2017-07-03"},{"category":"MARY TYLER MOORE","comments":"","clues":[{"text":"Mary was born not in Minneapolis but in this NYC borough &amp; as a child lived in its Flatbush neighborhood","response":"Brooklyn"},{"text":"Before she starred in her own self-titled show, Mary starred for 5 seasons in the sitcom named for this other icon","response":"Dick Van Dyke"},{"text":"Mary was a longtime advocate for research into this autoimmune disorder with which she'd been diagnosed at 33","response":"diabetes"},{"text":"In 1969's \"Change of Habit\", Mary co-starred as a nun opposite this rock legend in the last of his 31 feature roles","response":"Elvis"},{"text":"Mary won a Golden Globe &amp; got an Oscar nomination as the mom in this 1980 tearjerker directed by Robert Redford","response":"<i>Ordinary People</i>"}],"originalDate":"2017-07-03"},{"category":"YOU'RE GONNA MAKE IT","comments":"","clues":[{"text":"You'll probably want an espresso machine to make one of these, Italian for coffee with milk","response":"latte"},{"text":"You're gonna make one of these, but perhaps not as big as the 97-foot-tall one Horace Burgess built in a white oak","response":"a tree house"},{"text":"A coil of wire, an antenna, an earphone &amp; a diode are the basics to build a simple \"crystal\" one of these","response":"a radio"},{"text":"You just need a clean glass bottle, some soil &amp; some plants to make one of these, from the Latin for \"earth\"","response":"a terrarium"},{"text":"You can keep your paper clips from getting scattered by making a simple desk organizer with a neodymium one of these inside","response":"a magnet"}],"originalDate":"2017-07-03"}],{"category":"SCIENCE WORDS","text":"This word used to denote an irreversible dispersion of energy was coined in the 1860s to sound a bit like \"energy\"","response":"entropy"}]}