{"mix":1846,"rounds":[[{"category":"PLACES IN CONTINENTS","comments":"","clues":[{"text":"It's in Australia, it's big, hot &amp; empty, &amp; it's called the Great Sandy this","response":"desert"},{"text":"It's in Central Asia, between Russia &amp; China; I've horde you Khan visit all 21 provinces","response":"Mongolia"},{"text":"It's in Africa, where it's the nearest country to continental Europe","response":"Morocco"},{"text":"It's in North America; along with Manitoba &amp; Saskatchewan, it's one of Canada's prairie provinces","response":"Alberta"},{"text":"It's in Europe: its only land border is with Germany","response":"Denmark"}],"originalDate":"2017-06-26"},{"category":"FRENCH LITERATURE","comments":"","clues":[{"text":"The epilogue to this novel tells us that one took holy orders, one married a rich woman &amp; one moved to a country home","response":"<i>The Three Musketeers</i>"},{"text":"In the 1879 story \"The Begum's Fortune\", he predicted chemical warfare using projectiles","response":"Jules Verne"},{"text":"In this 1862 work, Victor Hugo wrote, \"No one ever keeps a secret so well as a child\"","response":"<i>Les Miserables</i>"},{"text":"This title character hails from Asteroid B-612, which has 3 volcanoes &amp; a rose","response":"the Little Prince"},{"text":"Jean-Paul Sartre wrote this major philosophical work in 1943 while fighting for the French Resistance","response":"<i>Being and Nothingness</i>"}],"originalDate":"2017-06-26"},{"category":"INSTRUMENTAL SONG TITLES","comments":"","clues":[{"text":"Songs by both Emmylou Harris &amp; Todd Rundgren instruct \"bang\" this instrument (slowly for her, all day for him)","response":"the drum"},{"text":"In a song from \"The Music Man\", these \"led the big parade\"","response":"76 trombones"},{"text":"Billy Joel based this song on his experience playing at an L.A. bar called The Executive Room","response":"\"Piano Man\""},{"text":"\"Hey\" this person, \"play a song for me; I'm not sleepy and there is no place I'm going to\"","response":"Mr. Tambourine Man"},{"text":"George Harrison wanted to get the \"crying\" effect without using a wah-wah pedal for this 1968 Beatles song","response":"\"While My Guitar Gently Weeps\""}],"originalDate":"2017-06-26"},{"category":"WORDS IN CONTINENTS","comments":"(Alex: As a matter of fact, each correct response will be formed from some or perhaps all of the letters in the word \"continents\".)","clues":[{"text":"Not guilty","response":"innocent"},{"text":"Satisfied with what one has","response":"content"},{"text":"A pointy part of a pitchfork","response":"a tine"},{"text":"A medicine, or the key note of a musical composition","response":"a tonic"},{"text":"It's number 50 on the periodic table","response":"tin"}],"originalDate":"2017-06-26"},{"category":"\"L\" WORDS","comments":"","clues":[{"text":"It can be a collection of books, magazines &amp; pamphlets or the place where they're kept","response":"library"},{"text":"In Irish folklore, these little elves are cobblers who hold hidden treasure","response":"leprechauns"},{"text":"The Greek word glycyrrhiza, meaning \"sweet root\", gave us this name for the plant &amp; candy flavor","response":"licorice"},{"text":"At the '88 GOP convention George Bush spoke of \"A thousand points of\" this","response":"light"},{"text":"A thick waterproof wool used for making coats, or a color of green","response":"loden"}],"originalDate":"1989-05-04"},{"category":"THE '30s","comments":"","clues":[{"text":"The Nuremberg Laws of 1935 made the flag bearing this symbol the official one of Germany","response":"swastika"},{"text":"During the '30s it's where people went on \"Bank Night\" to win prizes","response":"the movies"},{"text":"This play about Georgia sharecroppers began its record-setting Broadway run in 1933","response":"\"Tobacco Road\""},{"text":"While Jimmy Dorsey played alto sax &amp; clarinet, brother Tommy played this","response":"trombone"},{"text":"L.A. began receiving electricity from this dam October 9, 1936","response":"Hoover (Boulder) Dam"}],"originalDate":"1989-05-04"}],[{"category":"CONNECTICUT","comments":"","clues":[{"text":"Called \"The Collegiate School\", it was founded in 1701 to counteract Harvard's liberalism","response":"Yale"},{"text":"This large island lies across the water from most of Connecticut's coastline","response":"Long Island"},{"text":"The city of Bridgeport holds an annual festival honoring this famous showman &amp; one-time mayor","response":"P.T. Barnum"},{"text":"The oldest U.S. newspaper published continuously under the same name is this city's Courant","response":"Hartford"},{"text":"Yankee peddlers supposedly sold pieces of wood that looked like this spice, giving the state its nickname","response":"nutmeg"}],"originalDate":"1989-05-04"},{"category":"BIRDS","comments":"","clues":[{"text":"The plastic variety of this big pink bird is often found on front lawns in the suburbs","response":"flamingo"},{"text":"In Greek myth, Hera took the 100 eyes of Argus, the watchman, &amp; set them into this bird's tail","response":"peacock"},{"text":"Completes the couplet \"A wonderful bird is the pelican, his bill will hold more than...\"","response":"his belly can"},{"text":"The sapsucker is the only member of this bird family that gets nourishment from the trees themselves","response":"woodpecker"},{"text":"Houses built for these \"purple\" birds usually look like little apartment buildings","response":"purple martins"}],"originalDate":"1989-05-04"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"This tiny country, the world's oldest republic, was founded by a stonecutter named Marinus in the 4th Cent. A.D.","response":"San Marino"},{"text":"Great Bear Lake is the largest lake entirely within this country","response":"Canada"},{"text":"1 of the 4 independent island countries of Africa located in the Indian Ocean","response":"Madagascar (or Mauritius, the Seychelles & the Comoros)"},{"text":"Before becoming president, Wm. Howard Taft was gov. of this island country that's now independent","response":"the Philippine Islands"},{"text":"The Khyber Pass, only 15 yds. wide at its narrowest, is the major link between Pakistan &amp; this nation","response":"Afghanistan"}],"originalDate":"1989-05-04"},{"category":"BEST SELLERS","comments":"","clues":[{"text":"\"Child Star\" is the autobiography of this '30s child star","response":"Shirley Temple"},{"text":"\"Gracie\" was written by this man who loved Gracie","response":"George Burns"},{"text":"Lewis Grizzard wrote \"Don't bend over in the garden, Granny, you know them taters got\" these","response":"eyes"},{"text":"Robert Fulghum has written an essay collection called \"All I Really Need to Know I Learned in\" this place","response":"Kindergarten"},{"text":"According to the title of Ravi Batra's best seller, one of these will occur in the U.S. in 1990","response":"depression"}],"originalDate":"1989-05-04"},{"category":"CLOTHING","comments":"","clues":[{"text":"From the French for \"Genoa\", these cotton work pants were worn by sailors in that port city","response":"jeans"},{"text":"Many S. American women wear a shawl called this, not to be confused with Nixon's pal Bebe","response":"rebozo"},{"text":"Egyptians believed their gods brought this flaxen fabric with them to wear on earth","response":"linen"},{"text":"It's an ornamental shoulder strap used on military uniforms as well as fashionable jackets &amp; coats","response":"epaulet"},{"text":"These riding breeches that billow out at the sides take their name from a former state in NW India","response":"jodhpurs"}],"originalDate":"1989-05-04"},{"category":"ECONOMICS","comments":"","clues":[{"text":"The 1957 Treaty of Rome established this organization","response":"the Common Market"},{"text":"Gresham's Law states that \"bad\" types of this \"drive out good\"","response":"money"},{"text":"Nickname of the 1968 act that said banks have to clearly state the interest rates on loans","response":"Consumer Credit Protection Act"},{"text":"Over 90 nations signed the GATT, which is this","response":"General Agreement on Tariffs & Trade)"},{"text":"A 1776 work by this man has been called \"The Handbook of the Industrial Revolution\"","response":"Adam Smith"}],"originalDate":"1989-05-04"}],{"category":"MONARCHS","text":"After more than 40 years in exile, King Michael returned to this country in 1990 only to be expelled again","response":"Romania"}]}