{"mix":1847,"rounds":[[{"category":"PIONEER LIFE","comments":"","clues":[{"text":"Between 1775 &amp; 1800 more than 200,000 pioneers passed through this \"gap\" in the Appalachians","response":"the Cumberland Gap"},{"text":"American Express Company was the eastern predecessor of this mail &amp; stagecoach firm","response":"Wells Fargo"},{"text":"Most of the cooking was done in this \"oven\", a thick, 3-legged skillet with a lid","response":"dutch oven"},{"text":"On the treeless prairies, the typical home was made of this material","response":"sod"},{"text":"In 1846 the Mormons left Nauvoo in this Midwestern state &amp; began their trek to Utah","response":"Illinois"}],"originalDate":"1989-05-04"},{"category":"MONARCHS","comments":"","clues":[{"text":"The notorious Torquemada led the Spanish Inquisition while this couple ruled Spain","response":"Ferdinand & Isabella"},{"text":"In 1974 Nixon resigned whereas this emperor of Ethiopia was deposed","response":"Haile Selassie"},{"text":"Kaiser Wilhelm II was German emperor &amp; king of Prussia until until forced to abdicate at the end of this war","response":"First World War"},{"text":"She was Empress of Russia during the American Revolution","response":"Catherine the Great"},{"text":"When the great Aztec emperor Montezuma died in 1520, this man was alive &amp; kicking &amp; king of England","response":"Henry VIII"}],"originalDate":"1989-01-17"},{"category":"WORDS","comments":"","clues":[{"text":"The name of this drink is Spanish for \"strained pineapple\"","response":"piña colada"},{"text":"Of a burnoose, a busby or a buskin, the 1 you shouldn't wear on your head","response":"buskin"},{"text":"A cowboy who tends saddle horses, or the brand of jeans he might be wearing","response":"wrangler"},{"text":"Testatrix is the feminine form of this word","response":"testator"},{"text":"This word for a minister comes from the Latin for \"shepherd\"","response":"pastor"}],"originalDate":"1989-01-17"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"In the '60s most U.S. beverage cans were made of steel; now most are made of this","response":"aluminum"},{"text":"Otis built a new 29 story skyscraper without offices to test these 2 types of transportation systems","response":"elevators & escalators"},{"text":"Because it was 1st to use steel-wire cables &amp; among 1st to use pneumatic caissons, it was a good buy in 1883","response":"Brooklyn Bridge"},{"text":"Since the ban on smoking, air crews can no longer spot cracks by the telltale buildup of this substance","response":"nicotine"},{"text":"This building material consists of sun-dried mud brick reinforced with straw","response":"adobe"}],"originalDate":"1989-01-17"},{"category":"FAMOUS LAWYERS","comments":"","clues":[{"text":"This 1984 VP candidate taught grade school in Queens, attending Fordham Law School at night","response":"Geraldine Ferraro"},{"text":"He protested use of DDT at Princeton &amp; went on to Harvard Law before writing \"Unsafe at any Speed\"","response":"Ralph Nader"},{"text":"Senator from Hawaii who decided to study law instead of medicine after he lost an arm in WWII","response":"(Daniel) Inouye"},{"text":"Jack Ruby's attorney, in 1988 he was sued for divorce by his 5th wife, Lia","response":"Melvin Belli"},{"text":"His clients have included the Black Panthers, Daniel &amp; Philip Berrigan &amp; The Chicago 7","response":"(William) Kunstler"}],"originalDate":"1989-01-17"},{"category":"THEATER","comments":"","clues":[{"text":"In this play set in an English psychiatric hospital, all the horses are played by actors","response":"<i>Equus</i>"},{"text":"The title of this Tennessee Williams play refers to Laura's collection","response":"<i>The Glass Menagerie</i>"},{"text":"This Edward Albee play takes place in a history professor's living room at a small college","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"In the original Broadway production of \"Mister Roberts\", he played Mister Roberts","response":"Henry Fonda"},{"text":"Marlon Brando played the oldest child, Nels, in this 1944 Broadway play about a Norwegian family","response":"<i>I Remember Mama</i>"}],"originalDate":"1989-01-17"}],[{"category":"WORLD LEADERS","comments":"","clues":[{"text":"New Year's Day '86, President Reagan exchanged greetings with the leader of this country, 1st time since 1973","response":"Russia (Soviet Union)"},{"text":"It's believed he ordered the bombing of a USO on the 2nd anniversary of the U.S. bombing of Libya","response":"(Muammar) Gaddafi"},{"text":"José N. Duarte's terminal cancer has the U.S. nervous about this country's democratic future","response":"El Salvador"},{"text":"China's new premier, Li Peng, is the foster son of this man who was premier for 27 years","response":"Chou En-lai"},{"text":"When this Chilean strongman recently asked voters if he should remain in office, most said no","response":"Pinochet"}],"originalDate":"1989-01-17"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"This author of \"The Scarlett Letter\" wrote a campaign bio. for his old college buddy Franklin Pierce","response":"(Nathaniel) Hawthorne"},{"text":"His novel \"Sophie's Choice\" is based on the story of a woman he knew briefly in Brooklyn in 1947","response":"(William) Styron"},{"text":"She writes columns on health for the N.Y. Times &amp; Family Circle as well as books on nutrition","response":"Jane Brody"},{"text":"Both Daniel Nathan &amp; his cousin Manford Lepofsky wrote mystery novels under this regal pen name","response":"Ellery Queen"},{"text":"This author of \"The Onion Field\" left the LAPD in 1974 because he had become \"a celebrity cop\"","response":"(Joseph) Wambaugh"}],"originalDate":"1989-01-17"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"According to its 1662 charter, Connecticut was to extend westward from Narragansett Bay to this ocean","response":"Pacific"},{"text":"The 7th Fleet was sent to protect Americans in this country when Diem was overthrown in November 1963","response":"Vietnam"},{"text":"It began on the Niagara grid at 5:17 p.m. on November 9, 1965 &amp; spread out from Canada to Pennsylvania","response":"Great Blackout, New York City Blackout"},{"text":"In 1775 he led a group of men cutting the Wilderness Trail through the Cumberland Gap","response":"Daniel Boone"},{"text":"The golden spike at Promontory Pt., driven by this Calif. gov., is now owned by the u. named for his son","response":"(Leland) Stanford"}],"originalDate":"1989-01-17"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The Gobi Desert, with less than 3 people per square mile, is in both the inner &amp; outer parts of this","response":"Mongolia"},{"text":"If the icecap on this largest island in the world melted, world sea levels would rise about 20 feet","response":"Greenland"},{"text":"Le Havre, St.-Malo &amp; Cherbourg are port cities on this arm of the Atlantic Ocean","response":"English Channel"},{"text":"If you cross the Strait of Gibraltar from Spain, you'd arrive in this African country","response":"Morocco"},{"text":"1 of the 2 names for the body of water that separates Baja California from the Mexican mainland","response":"Gulf of California"}],"originalDate":"1989-05-03"},{"category":"FAMOUS COUPLES","comments":"","clues":[{"text":"He &amp; Loni adopted a baby boy in 1988","response":"Burt Reynolds"},{"text":"When this couple married, Debbie Allen was maid of honor &amp; Bill Cosby gave the bride away","response":"Phylicia Allen & Ahmad Rashad"},{"text":"This clarinetist &amp; big band leader married A.H. Duckworth, a great-great-granddaughter of C. Vanderbilt","response":"Benny Goodman"},{"text":"This \"Good Morning America\" co-host lives on the campus of a private school where his wife is headmistress","response":"Charles Gibson"},{"text":"For decades this \"Fantasy Island' star has been happily married to Loretta Young's sister, Georgiana","response":"Ricardo Montalban"}],"originalDate":"1989-05-03"},{"category":"THE SENSES","comments":"","clues":[{"text":"An organ of touch for cats, for Mr. Claus they're just \"as white as the snow\"","response":"whiskers"},{"text":"Sorry Charlie, Star-Kist wants tuna that do this","response":"taste good"},{"text":"You may have guessed that intuition is called this sense, numerically speaking","response":"the sixth sense"},{"text":"Oyez! Oyez! Oyez! \"Oyez\" is simply Anglo-French for this courtroom phrase","response":"Hear Ye!"},{"text":"Irish wolfhounds were bred to hunt by this sense","response":"sight"}],"originalDate":"1989-05-03"}],{"category":"STATUES","text":"Statues honoring this man who was killed in 1779 can be found in Waimea, Kauai &amp; in Whitby, England","response":"(Captain) Cook"}]}