{"mix":1849,"rounds":[[{"category":"FASHION","comments":"","clues":[{"text":"The name of this cloak sounds like the shelf over your fireplace","response":"mantle"},{"text":"A color, a collar &amp; a pointed one of these were all named for 17th C. painter Anthony Vandyke","response":"beard"},{"text":"A jerkin isn't a piece of dried beef, it's a short, close-fitting one of these","response":"jacket"},{"text":"A farthingale made this stick out so far that some women looked like they were inside large drums","response":"skirt"},{"text":"Fashionable 18th century men looked just dandy in perukes, which were these","response":"wigs"}],"originalDate":"1989-05-01"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"This city is served by Hellinikon Airport &amp; Olympic Airways","response":"Athens"},{"text":"Haile Selassie I University has been renamed after this city, in which it's located","response":"Addis Ababa"},{"text":"Those of Greek heritage still call this city by its Byzantine name, Levkosia; the Turks call it Lefkosa","response":"Nicosia"},{"text":"This Uruguayan capital lies across the Rio de la Plata from Buenos Aires, Argentina","response":"Montevideo"},{"text":"From 1901-27, this capital of the state of Victoria was also Australia's capital","response":"Melbourne"}],"originalDate":"1989-05-01"},{"category":"FLOWERS","comments":"","clues":[{"text":"Botanist C. Linnaeus named these flowers of Oriental origin after Jesuit missionary Georg Kamel","response":"camellias"},{"text":"Some gardenia blossoms are yellow, but most are this color","response":"white"},{"text":"One variety of these large-headed flowers is sometimes used for pompons at football games","response":"chrysanthemums"},{"text":"According to legend, some Hindu gods were born in the blossoms of this, the national flower of India","response":"lotus"},{"text":"Saffron, a spice that gives foods a yellow color, comes from this purple flower","response":"crocus"}],"originalDate":"1989-05-01"},{"category":"INDIANS","comments":"","clues":[{"text":"In winter, the Plains Indians wore robes made from the hides of these animals","response":"bison"},{"text":"This word was originally the title of the emperor of the Indians of Peru, not the entire Indian nation","response":"Inca"},{"text":"Beans, squash &amp; this staple were called the \"3 Sisters\" by the Iroquois","response":"corn/maize"},{"text":"Tribe considered so fierce, the French named their Parisian gangsters after them","response":"Apache"},{"text":"Meaning \"home\" in Navajo, these dwellings are made of logs &amp; mud","response":"hogans"}],"originalDate":"1989-05-01"},{"category":"APRIL","comments":"(Alex: We're just a little bit late with that one.)","clues":[{"text":"This day for playing practical jokes resembles the Hilaria Festival of ancient Rome","response":"April Fools' Day"},{"text":"In April 1901 N.Y began to require these on automobiles, the original ones carried the owner's initials","response":"drivers licenses"},{"text":"2 riders simultaneously took off from Calif. &amp; Mo. April 3, 1860 establishing this service","response":"the Pony Express"},{"text":"This president died April 4, 1841 exactly one month after his inauguration","response":"William Henry Harrison"},{"text":"When the D.A.R. closed Constitution Hall to her, she sang at the Lincoln Memorial April 9, 1939","response":"Marian Anderson"}],"originalDate":"1989-05-01"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"There are 3 capitol buildings in this Arkansas capital","response":"Little Rock"},{"text":"Of St. Louis, St. Paul or St. Petersburg, the 1 that's a state capital","response":"St. Paul"},{"text":"John Harris refused to sell the land which became this state capital unless it was named for him","response":"Harrisburg"},{"text":"This state capital's legal boundaries extend to Kure Atoll, 1367 miles from its center","response":"Honolulu"},{"text":"Andrew Jackson's home, the Hermitage, is located near this capital","response":"Nashville"}],"originalDate":"1987-09-30"}],[{"category":"FICTIONAL SISTERS","comments":"","clues":[{"text":"Sister of John &amp; Michael Darling, Peter Pan thought she was darling, too","response":"Wendy"},{"text":"In \"The Taming of the Shrew\", she's Bianca's shrewish sister","response":"Katherine (Kate)"},{"text":"Olga, Masha &amp; Irina Prozorov","response":"<i>Three Sisters</i>"},{"text":"The 4 March Sisters in \"Little Women\"","response":"Jo, Beth, Meg & Amy"},{"text":"In this Poe story, Roderick's twin sister is buried alive while in a trance","response":"\"The Fall of the House of Usher\""}],"originalDate":"1987-09-30"},{"category":"FRUIT","comments":"","clues":[{"text":"Technically, a raspberry isn't a berry, but these common vineyard fruits are","response":"grape"},{"text":"Gertrude Stein might have said, \"Apricots is an apricot is an apricot,\" since it's in this plant family","response":"rose"},{"text":"Napoleon &amp; royal Ann are names for 1 variety of this fruit","response":"cherry"},{"text":"In any given year, this country produces 60-90% of all grapefruit","response":"United States"},{"text":"\"The Presidents' Cookbook\" says Dolley Madison served a chutney made of this bog berry","response":"cranberry"}],"originalDate":"1987-09-30"},{"category":"MUSICAL ANATOMY","comments":"","clues":[{"text":"Rudolph's red one was so bright it helped Santa guide his sleigh","response":"his nose"},{"text":"When these Irish organs \"are smiling, sure they steal your heart away\"","response":"eyes"},{"text":"On \"The Good Ship Lollipop\", \"If you eat too much<span class=\"nobreak\">--</span>Ooh! Ooh! You'll awake with\" this kind of \"ache\"","response":"tummy"},{"text":"The Broadway song from \"Wildcat\" says, \"Hey, look me over, lend me\" one of these","response":"an ear"},{"text":"In \"The Wizard of Oz\", the Scarecrow sang about his desire to have this","response":"brain"}],"originalDate":"1987-09-30"},{"category":"THE '50s","comments":"","clues":[{"text":"Company which popularized the Hula Hoop in America","response":"Wham-O"},{"text":"In 1958 David Seville, Louis Prima &amp; Ella Fitzgerald were among the 1st to win these awards","response":"Grammys"},{"text":"Ike promulgated this theory that if a nation fell to communism, nearby ones would topple too","response":"domino theory"},{"text":"Chanel No. 10 perfume had to be sprayed on the ring canvas before he would wrestle","response":"Gorgeous George"},{"text":"Only man elected pope during the decade","response":"John XXIII"}],"originalDate":"1987-09-30"},{"category":"FROM THE FRENCH","comments":"","clues":[{"text":"This word for one type of hairdo derives from \"bouffer\", to puff up","response":"bouffant"},{"text":"From its name, you'd think this private room is a good place to \"bouder\", or pout","response":"boudoir"},{"text":"Derived from an old Provencal word meaning \"storehouse\", it now means a small, chic shop","response":"boutique"},{"text":"Communists use this word to describe capitalists, but to the French, it's strictly middle class","response":"bourgeois"},{"text":"Whether it's served in Provence or Providence, it's stew made from at least 2 kinds of fish","response":"bouillabaisse"}],"originalDate":"1987-09-30"},{"category":"BRITISH RULERS","comments":"","clues":[{"text":"Colors of the roses which were emblematic of the houses of Lancaster &amp; York","response":"white & red"},{"text":"Phi Beta Kappa was founded at this VA. school, oldest in U.S. named for a monarch, let alone two","response":"William & Mary"},{"text":"Reason George I &amp; his \"prime minister\", Robert Walpole, conversed principally in French","response":"because he spoke no English"},{"text":"While King Harold fought Norwegians from the north  this man planned invasion from the south","response":"William the Conqueror"},{"text":"Under Charles II, this man's body was exhumed &amp; his head stuck on a pole where it remained for 25 years","response":"Cromwell"}],"originalDate":"1987-09-30"}],{"category":"THE WESTERN U.S.","text":"About 100 miles apart, they were made state capitals 10 years apart in 1854 &amp; 1864 &amp; both grew rapidly due to precious metals","response":"Sacramento & Carson City"}]}