{"mix":1851,"rounds":[[{"category":"SAINTS","comments":"","clues":[{"text":"Simeon the Stylite sat atop one of these for some 36 years, a Guinness record","response":"pillar"},{"text":"We don't know much about St. Bartholomew except that he was 1 of this group's original 12","response":"12 Apostles"},{"text":"The calendar of saints says they were the 1st non-Jews to have worshipped Jesus","response":"Three Kings (Wisemen)"},{"text":"The emblem of St. Nicholas; no wonder Christmas puts gift-buying parents in hock","response":"3 balls"},{"text":"The name of this South American capital is Spanish for St. James","response":"Santiago"}],"originalDate":"1988-10-10"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1902, 1st year this bowl game was played, the final score was <br>Michigan 49<br>Stanford 0","response":"Rose Bowl"},{"text":"In 1987 she won the women's singles championship at Wimbledon for the 6th year in a row","response":"Martina Navratilova"},{"text":"The Figure Skating Hall of Fame is in Colorado Springs; this other skating hall of fame is in Newburgh, N.Y.","response":"speed skating"},{"text":"This company, not Wilson or Spaulding, holds the contract to make baseballs for the Major Leagues","response":"Rawlings"},{"text":"The 1992 Winter Olympic Games will be held in this country that hosted the 1968 Winter Games","response":"France"}],"originalDate":"1988-10-10"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"In 1936 this Oriental detective, not Groucho, was \"...at the Circus\", \"...Opera\" &amp; \"...Race Track\"","response":"Charlie Chan"},{"text":"David Denby's review of this film in New York Magazine was titled \"Wallow\"","response":"<i>Willow</i>"},{"text":"Only the 3rd, 4th &amp; 7th installments of this film series opened on the date in their titles","response":"<i>Friday the 13th</i>"},{"text":"He starred in 1937's \"Elephant Boy\" &amp; 1952's \"Hello Elephant\"","response":"Sabu"},{"text":"If you need a bio-exorcist, say this name 3 times, but we can't guarantee the results","response":"Beetlejuice"}],"originalDate":"1988-10-10"},{"category":"THE TELEPHONE","comments":"","clues":[{"text":"World Book says, to make a simple telephone set you need 2 tin cans &amp; 1 of these","response":"string"},{"text":"The international calling code for this country is \"1\"","response":"USA"},{"text":"On a standard 12-button touchtone phone, number of buttons that have no letters on them","response":"3"},{"text":"After a fire wiped out a Chicago area switching center in May 1988, sales of these rose 40%","response":"cellular telephones"},{"text":"Alexander Graham Bell made this lab assistant a partner in the Bell Telephone Company","response":"Watson"}],"originalDate":"1988-10-10"},{"category":"CHARACTERS IN PLAYS","comments":"","clues":[{"text":"The full name of the title character in this Chekhov play is Ivan Petrovitch Voynitsky","response":"<i>Uncle Vanya</i>"},{"text":"George &amp; Martha &amp; Nick &amp; Honey","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"Arthur Miller character who has a wife named Linda &amp; sons name Biff &amp; Happy","response":"Willy Loman"},{"text":"Her last line in \"A Streetcar Named Desire\" is \"I have always depended on the kindness of strangers\"","response":"Blanche DuBois"},{"text":"Aristophanes title character whose name means \"she who disbands the armies\"","response":"Lysistrata"}],"originalDate":"1988-10-10"},{"category":"\"P\"s &amp; \"Q\"s","comments":"","clues":[{"text":"In area it's New York City's largest borough","response":"Queens"},{"text":"Technically, this is a trademark name for table tennis","response":"Ping-pong"},{"text":"The tails of this airline's planes all sport kangaroos","response":"Qantas"},{"text":"On a typewriter, elite type gives you 12 characters per inch while this type give you 10","response":"pica"},{"text":"This author of \"Boris Gudunov\" is widely viewed as the greatest Russian poet of all time","response":"Pushkin"}],"originalDate":"1988-10-10"}],[{"category":"GEOLOGY","comments":"","clues":[{"text":"The New York Times reports 20% of U.S. production of this comes from Prudhoe Bay","response":"oil or petroleum"},{"text":"Rock crystal is the clear form of this mineral","response":"quartz"},{"text":"Term given to the erosion of rocks from exposure &amp; variations in humidity &amp; temperature","response":"weathering"},{"text":"In January 1978 \"Baby Come Back\" was No. 1 on the pop charts &amp; this mineral was no. 1 on the Mohs scale","response":"talc"},{"text":"A rock that's \"gneiss\" falls into this class","response":"metamorphic"}],"originalDate":"1988-10-10"},{"category":"MUSIC TRIVIA","comments":"","clues":[{"text":"The only person mentioned by named in \"Hail, Columbia!\" is this president","response":"Washington"},{"text":"The 1st line of this song says, \"The warden threw a party in the county jail\"","response":"\"Jailhouse Rock\""},{"text":"Of a sheng, a spinet or a sackbut, the one you should never stick in your mouth to play","response":"spinet"},{"text":"This musical form debuted in the 16th century &amp; some say the 1st production was called \"Dafne\"","response":"opera"},{"text":"Told nobody lost much money writing about the South, he decided to compose \"Georgia on My Mind\"","response":"Hoagy Carmichael"}],"originalDate":"1988-10-10"},{"category":"THOSE FABULOUS ROMANS","comments":"","clues":[{"text":"According to legend, Romulus &amp; Remus were sired by this war god","response":"Mars"},{"text":"After overcoming Antony &amp; Lepidus, Octavian, later known by this name, became emperor","response":"Augustus"},{"text":"This poet begins his epic of Aeneas with words meaning \"I sing of arms and the man\"","response":"Virgil"},{"text":"This man, known as the Elder or Censor, ended his speeches saying, \"Carthage must be destroyed\"","response":"Cato"},{"text":"Though he died a Roman citizen, Plutarch, author of \"Parallel Lives\", was born in this country","response":"Greece"}],"originalDate":"1988-10-10"},{"category":"GOVERNMENT","comments":"","clues":[{"text":"The Constitution states this man shall be president of the Senate","response":"the vice president"},{"text":"In 1954 these 2 words were added to the Pledge of Allegiance","response":"under God"},{"text":"The 23rd Amendment gave them the vote in presidential elections if they were at least 21","response":"residents of Washington, D.C."},{"text":"Only this government body can vote to impeach a president","response":"House of Representatives"},{"text":"For that map you want of coal beds in eastern Kentucky, write to the U.S.G.S., which is this","response":"United States Geological Survey"}],"originalDate":"1989-04-28"},{"category":"JEWELRY","comments":"","clues":[{"text":"Late musician who had a piano-shaped ring &amp; matching wristwatch","response":"Liberace"},{"text":"Jewelry of this color became popular with older ladies during Queen Victoria's widowhood","response":"black"},{"text":"It was the father who opened the jewelry store &amp; the son who made the famous lampshades","response":"Tiffany"},{"text":"A knot named for this Greek \"labor\"er was used in ancient jewelry for its magic powers","response":"Hercules"},{"text":"These irregularly shaped pearls were named for an elaborate 17th century style of art","response":"Baroque"}],"originalDate":"1989-04-28"},{"category":"SPORTS","comments":"","clues":[{"text":"A new law in N.Y. says you may not be able to sue the resort if you run into a tree while doing this","response":"skiing"},{"text":"A \"kegler\" is a person who participates in this sport","response":"bowling"},{"text":"Coach associated with the motto: \"Winning isn't everything: it's the only thing\"","response":"Vince Lombardi"},{"text":"Nationality of the Olympic boxer who stayed a record 67 minutes in the ring for a sit-down protest","response":"South Korean"},{"text":"This Boston 3rd baseman has had at least 200 hits in each of the last 6 seasons","response":"Wade Boggs"}],"originalDate":"1989-04-28"}],{"category":"THE BIBLE","text":"First person in the Bible to be imprisoned","response":"Joseph"}]}