{"mix":1855,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"Founded in 1879, this group teaches disease is an aspect of falsehood that can be destroyed by prayer","response":"Christian Science"},{"text":"Though a minor religion in its native India, it has about 245 million followers throughout Asia","response":"Buddhism"},{"text":"Youngest of the world's major religions, its name means \"submission\", as to God","response":"Islam"},{"text":"In Taoism these 2 Chinese words represent the opposing forces in the universe","response":"yin & yang"},{"text":"Founded in the 1800s, they're the largest Christian group to observe a Saturday sabbath","response":"Seventh-day Adventists"}],"originalDate":"1988-11-23"},{"category":"OPERA","comments":"","clues":[{"text":"This Bizet opera climaxes outside a bullring","response":"<i>Carmen</i>"},{"text":"An apple is the target in this Rossini opera","response":"<i>William Tell</i>"},{"text":"In 1912 this Verdi opera set in Egypt was performed at the pyramids","response":"<i>Aida</i>"},{"text":"This opera is based on a true story of an actor who wasn't clowning around when he murdered his wife","response":"<i>Pagliacci</i>"},{"text":"This 1935 opera's libretto was co-written by DuBose Heyward, who wrote the novel that inspired it","response":"<i>Porgy and Bess</i>"}],"originalDate":"1988-11-23"},{"category":"\"IN\" WORDS","comments":"","clues":[{"text":"In a familiar phrase, it's what people don't like added to injury","response":"insult"},{"text":"Type of pass quarterbacks don't like to throw","response":"incomplete (interception)"},{"text":"Dietary term for those who eat bugs morning, noon &amp; night","response":"insectivore"},{"text":"In a well-known blues song title, it follows \"St. James\"","response":"Infirmary"},{"text":"An historical happening in which you'd find people revolting","response":"insurrection"}],"originalDate":"1988-11-23"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"Denoting cattle ownership, it could take the form of a monogram, phonogram or pictograph","response":"brand"},{"text":"Arnold &amp; Slack conned westerners out of thousands of dollars using a field they salted with these stones","response":"diamonds"},{"text":"Term for the man who prodded the cattle during a long journey to keep them on their feet","response":"cowpoke"},{"text":"Covering more than 2,000 miles, it began at Independence, Mo. &amp; ran past Fort Vancouver","response":"Oregon Trail"},{"text":"Dodge City gambler who after being jailed by the marshal, ran against him for sheriff &amp; won","response":"Bat Masterson"}],"originalDate":"1989-11-23"},{"category":"ADS &amp; COMMERCIALS","comments":"","clues":[{"text":"Ho, ho, ho, this \"big\" guy is sometimes seen wearing a verdant tunic &amp; a bright red muffler","response":"Jolly Green Giant"},{"text":"Appliance maker that's \"making your world a little easier\"","response":"Whirlpool"},{"text":"The little girl on the box of this seasoning wears a yellow dress that matches her shoes","response":"Morton Salt"},{"text":"This pale, giggly character is nude except for his white scarf &amp; chef's hat","response":"Pillsbury Doughboy (Poppin' Fresh)"},{"text":"Prince Matchabelli ads claim this perfume \"stays on his mind\"","response":"Wind Song"}],"originalDate":"1989-11-23"},{"category":"CANALS","comments":"","clues":[{"text":"At the height of construction in 1913, more than 43,000 people worked on this canal","response":"Panama Canal"},{"text":"It's a section of a canal closed off with gates in which ships are raised or lowered to different levels","response":"locks"},{"text":"This branch of the Army is responsible for building &amp; maintaining U.S. navigation canals","response":"Corps of Engineers"},{"text":"This country's Kiel Canal connects the Baltic &amp; North Seas","response":"(West) Germany"},{"text":"The 500 canals on the St. Mary's River link these 2 Great Lakes","response":"Lake Superior & Huron"}],"originalDate":"1989-11-23"}],[{"category":"SILENT MOVIES","comments":"","clues":[{"text":"He was so sexy in \"The Sheik\" that many women fainted","response":"Valentino"},{"text":"While others were making talkies, he made one of his silent masterpieces, \"City Lights\", in 1931","response":"Charlie Chaplin"},{"text":"Gloria Swanson was the 1st actress to play this Somerset Maugham tart on film","response":"Sadie Thompson"},{"text":"\"Way Down East\" was the film in which she nearly plunged over the falls on an ice floe","response":"Lillian Gish"},{"text":"This film about WWI flyers was the only silent film to win the Oscar for \"Best Picture\"","response":"<i>Wings</i>"}],"originalDate":"1989-11-23"},{"category":"TITLES","comments":"","clues":[{"text":"Pronounced &amp; spelled one way it's \"of Queensbury\"; the other, \"de Sade\"","response":"Marquis"},{"text":"When spelling this title you can start with \"cz\" or \"ts\"; the other 2 letters are the same","response":"czar"},{"text":"The Japanese use this 3-letter suffix after names or titles to indicate respect","response":"san"},{"text":"In this song with a title in its title, the Beatles ask, \"Wonder how you manage to make ends meet\"","response":"\"Lady Madonna\""},{"text":"According to the title of a Sidney Poitier film, it's what they call Virgil Tibbs","response":"Mister"}],"originalDate":"1989-11-23"},{"category":"AUTHORS","comments":"","clues":[{"text":"\"Happiness is a Warm Puppy\"","response":"Charles Schulz"},{"text":"\"How to Win Friends &amp; Influence People\"","response":"Dale Carnegie"},{"text":"\"Guys &amp; Dolls\"","response":"Damon Runyon"},{"text":"\"The Man in the Gray Flannel Suit\"","response":"Sloan Wilson"},{"text":"\"The Inimitable Jeeves\"","response":"P.G. Wodehouse"}],"originalDate":"1989-11-23"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"In 1854 Tennessee's 1st railroad line was completed between Nashville &amp; this city, choo choo","response":"Chattanooga"},{"text":"Tourist spots in this Wisconsin city include a bowling hall of fame &amp; the Pabst Mansion","response":"Milwaukee"},{"text":"The Rio Grande River separates this Texas city from Juarez, Mexico","response":"El Paso"},{"text":"This Indiana city is named for a \"Mad\" Revolutionary War general who built a stockade there in 1794","response":"Fort Wayne"},{"text":"The oldest U.S. Catholic cathedral in continuous use is the St. Louis Cathedral  in this southern city","response":"New Orleans"}],"originalDate":"1989-11-23"},{"category":"OPERA","comments":"","clues":[{"text":"1st Tchaikovsky opera heard outside Russia, \"Orleanskaya Dyeva\" is about this French teenager","response":"Joan of Arc (Maid of Orleans)"},{"text":"After the horrible premiere of this Oriental opera, Puccini gave back his royalties &amp; then revised it","response":"<i>Madame Butterfly</i>"},{"text":"The same main characters appear in Rossini's \"The Barber of Seville\" &amp; this Mozart opera","response":"<i>The Marriage of Figaro</i>"},{"text":"This Charles Gounod opera emphasizes the love between Marguerite &amp; the title character","response":"Faust"},{"text":"The libretto for this Verdi opera is based on Alexander Dumas' \"The Lady of the Camellias\"","response":"<i>La Traviata</i>"}],"originalDate":"1989-11-23"},{"category":"ROYALTY","comments":"","clues":[{"text":"This country hasn't been ruled by a king since Queen Wilhelmina's father died in 1890","response":"the Netherlands"},{"text":"Criticized for surrendering to Germany in 1940, Leopold III abdicated this country's throne in 1951","response":"Belgium"},{"text":"Held captive for almost 20 years, this queen was 44 years old when she was beheaded in 1587","response":"Mary, Queen of Scots"},{"text":"She married a French diplomat 5 years before becoming Queen of Denmark in 1972","response":"Margrethe"},{"text":"In 1964 this low country's Grand Duchess Charlotte abdicated in favor of her son, Grand Duke Jean","response":"Luxembourg"}],"originalDate":"1989-11-23"}],{"category":"QUEEN ELIZABETH II","text":"Of the last 12 sitting U.S. presidents, the only one Elizabeth never met; she had her youngest child 3 months into his presidency","response":"Lyndon Johnson"}]}