{"mix":1857,"rounds":[[{"category":"U.S. MUSEUMS","comments":"","clues":[{"text":"Catch a wave to Oceanside, California, where you can visit a museum devoted to this sport","response":"surfing"},{"text":"This museum in Washington, D.C. includes a Hall of Witness &amp; a Hall of Remembrance","response":"the Holocaust Museum"},{"text":"As you're walking the streets of this city, drop by the Republic of the Rio Grande Museum","response":"Laredo"},{"text":"A contemporary art museum in Pittsburgh is housed in &amp; named for this type of factory owned by Stearns &amp; Foster","response":"a mattress"},{"text":"Learn about these mysterious ancestors of the Pueblo people at the Manitou cliff Dwellings &amp; Museum in Colorado","response":"the Anasazi"}],"originalDate":"2017-06-15"},{"category":"NONFICTION","comments":"","clues":[{"text":"\"Reason, even science, was what Billy Beane was intent on bringing to baseball\" is a line from this book","response":"<i>Moneyball</i>"},{"text":"Jon Krakauer's \"Into Thin Air\" tells of a tragedy at this location","response":"Mount Everest"},{"text":"Charles Duhigg explored \"Why We Do What We Do in Life and Business\" in \"The Power of\" this","response":"<i>The Power of Habit</i>"},{"text":"''The Hot Zone\" by Richard Preston recounts the scary outbreak of this virus at a U.S. government facility","response":"Ebola"},{"text":"Don't confuse \"Heat\" memoirist Bill Buford with this Bill who took a quirky look at English in \"The Mother Tongue\"","response":"Bill Bryson"}],"originalDate":"2017-06-15"},{"category":"MINORITY REPORT","comments":"","clues":[{"text":"Bosnia &amp; Herzegovina is about half Bosniak, 30% Serb &amp; 15% this (not Herzegovinak)","response":"Croat"},{"text":"This minority group makes up about 20% of Turkey &amp; Iraq","response":"the Kurds"},{"text":"This largest minority group in Latvia is about 30% of the population","response":"Russians"},{"text":"Nepalese constitute a majority in the southern part of this country just a little strip of India away","response":"Bhutan"},{"text":"Related to the Inuit, they speak a different language &amp; live on an island chain off the Alaska peninsula","response":"the Aleuts"}],"originalDate":"2017-06-15"},{"category":"STYLES OF COUNTRY MUSIC","comments":"","clues":[{"text":"A softer-edged studio style is called countrypolitan or this city's \"sound\"","response":"Nashville"},{"text":"Elvis Presley pioneered this hybrid style; even the name is a hybrid word","response":"rockabilly"},{"text":"This all-acoustic style got its name from the \"Boys\" who were Bill Monroe's backup band","response":"bluegrass"},{"text":"In the 1970s Willie Nelson &amp; Waylon Jennings personified this nonconformist style","response":"outlaw"},{"text":"It's named for the kind of country music bar in the title of Kitty Wells' first big hit","response":"honky-tonk"}],"originalDate":"2017-06-14"},{"category":"THE ARMED FORCES","comments":"","clues":[{"text":"The 1st MEB is this military branch's First Expeditionary Brigade","response":"the Marines"},{"text":"Alabama's Redstone is one of these centers where weapons &amp; ammunition are stored &amp; used for training","response":"an arsenal"},{"text":"Decommissioned in 2009, the Navy's U.S.S. Kitty Hawk is appropriately this type of vessel","response":"an aircraft carrier"},{"text":"Whether the \"staff\" type or not, in the Army this rank typically commands about 10 soldiers","response":"a sergeant"},{"text":"The patrols of this service's 7th district cover South Carolina &amp; most of Florida &amp; Georgia","response":"the Coast Guard"}],"originalDate":"2017-06-14"},{"category":"CLASSIC CHILDREN'S BOOKS","comments":"","clues":[{"text":"He needed oil to move his parts, but what the Tin Man in \"The Wizard of Oz\" really sought was this","response":"a heart"},{"text":"He's the royal title pachyderm in books by artist &amp; writer Jean de Brunhoff","response":"Babar"},{"text":"Nana Is the dog who acts like a nanny to the children in this work","response":"<i>Peter Pan</i>"},{"text":"In this \"colorful\" book, Harold draws the moon so he can go for a walk in the moonlight","response":"<i>Harold and the Purple Crayon</i>"},{"text":"In a series that began in 1904, Nan &amp; Bert are one set of the title siblings","response":"the Bobbsey twins"}],"originalDate":"2017-06-14"}],[{"category":"ENDS IN \"Y\"","comments":"","clues":[{"text":"At KFC 2 popular chicken choices are original recipe or extra this","response":"crispy"},{"text":"This one of the 7 dwarfs had a bad case of hayfever","response":"Sneezy"},{"text":"The First Law of Thermodynamics states that this cannot be created or destroyed, but it can be converted to other forms","response":"energy"},{"text":"To figure out how much this you have in your home, subtract what you owe from the home's value","response":"equity"},{"text":"It's the neat &amp; tidy name for a hospital attendant who does routine, mostly nonmedical tasks","response":"an orderly"}],"originalDate":"2017-06-14"},{"category":"COLLEGE HIJINKS","comments":"","clues":[{"text":"In 1958 Bruins in a chopper dumped 500 pounds of manure on Tommy Trojan at this U. but some say the rotors caused blowback","response":"USC (or University of Southern California)"},{"text":"Sometimes Aggies at this school need support, like in 1973 when a 40'-wide bra fronted an academic building","response":"Texas A & M"},{"text":"A clock tower at Louisiana Tech was rigged to play \"dueling\" these, famed in the 1972 film \"Deliverance\"","response":"banjos"},{"text":"At the 1984 Rose Bowl in Pasadena, the scoreboard got hacked so it read this nearby school 38, M.I.T. 9","response":"Caltech"},{"text":"\"Spirit Mission\" by Ted Russ fictionalizes a 1990 theft by West Point cadets of this Navy mascot","response":"the goat"}],"originalDate":"2017-06-14"},{"category":"SIMILES","comments":"","clues":[{"text":"I've had a bath &amp; a nap &amp; I feel \"as fresh as\" this flower","response":"a daisy"},{"text":"Under questioning, the suspect \"sang like\" this cage bird, perhaps the Hartz Mountain type","response":"a canary"},{"text":"It's \"hot as\" these, or even \"blue\" these flames","response":"blazes"},{"text":"\"Big as\" this is sometimes followed by \"&amp; twice as natural\"","response":"big as life"},{"text":"Doing something superfluous is \"like carrying coals to\" this Tyne River mining city","response":"Newcastle"}],"originalDate":"2017-06-14"},{"category":"ENTERTAINING FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Flea made his name playing bass for this pop-funk band but also played trumpet in a group called Trulio Disgracias","response":"the Red Hot Chili Peppers"},{"text":"This Tina Fey TV character said, \"Who's got 2 thumbs, speaks limited French &amp; hasn't cried once today? This moi\"","response":"Liz Lemon"},{"text":"Movies are \"certified fresh\" at this .com with at least a 75% rating after 40 reviews","response":"Rotten Tomatoes"},{"text":"\"Let's Get It Started\"; Taboo &amp; apl.de.ap are 2 of the 4 members of this group","response":"the Black Eyed Peas"},{"text":"It's high time for Seth Rogen &amp; James Franco to go on the run in this 2008 comedy","response":"<i>Pineapple Express</i>"}],"originalDate":"2017-06-14"},{"category":"SCIENCE","comments":"","clues":[{"text":"The cirrus ones of these on Earth are ice crystals; the ones on Neptune are probably methane","response":"clouds"},{"text":"Polyethylene is this type of substance that starts with the same 4 letters","response":"a polymer"},{"text":"Recent cognitive research indicated bilingual speakers retain more brain function following this medical event","response":"a stroke"},{"text":"When an electron &amp; a positron meet &amp; both disappear, it's not eradication or obliteration but this term","response":"annihilation"},{"text":"During the Cambrian period 500 mil. years ago, these \"3-segment\" arthropods thrived in the world's waters","response":"trilobites"}],"originalDate":"2017-06-14"},{"category":"CIVIL WAR","comments":"","clues":[{"text":"He commanded at 2nd Bull Run &amp; is said to have devised a sport that later used a bullpen","response":"Abner Doubleday"},{"text":"As a nurse she treated Burnside's boys; as an author she wrote \"Jo's Boys\"","response":"Louisa May Alcott"},{"text":"In his inaugural address in 1862, Jefferson Davis noted the fact that it was this president's birthday","response":"George Washington"},{"text":"If you saw a Civil War soldier wigwagging a commander in the field he was doing this","response":"signaling him"},{"text":"Head of intelligence under Gen. McClellan, after the war he went back to his detective agency","response":"Allan Pinkerton"}],"originalDate":"1989-04-05"}],{"category":"CHILDREN'S BOOKS","text":"This 1969 book was first printed in Japan because no U.S. company would then make a book with so many holes in the pages","response":"<i>The Very Hungry Caterpillar</i>"}]}