{"mix":1859,"rounds":[[{"category":"BEATLES LYRICS","comments":"","clues":[{"text":"\"I get by with\" this","response":"with a little help from my friends"},{"text":"\"Will you still need me, will you still feed me, when I'm\" this","response":"sixty-four"},{"text":"\"Standing by a parking meter, when I caught a glimpse of\" her","response":"lovely Rita the meter maid"},{"text":"\"Let me take you down, 'cos I'm going\" there","response":"Strawberry Fields"},{"text":"\"I should have known better with a girl like you that I would love\" this","response":"everything that you do"}],"originalDate":"1989-04-04"},{"category":"4-LETTER NAMES","comments":"(Alex: In this category, all of the correct responses will have just four letters each in both the first &amp; last names.)","clues":[{"text":"She collided with Mary Decker during the 3,000 meter track final at the 1984 Olympics","response":"Zola Budd"},{"text":"He wanted an economy based on \"from each according to his abilities, to each  according to his needs\"","response":"Karl Marx"},{"text":"The only one of Elizabeth Taylor's husbands who fits the category","response":"Mike Todd"},{"text":"He wrote \"Riders of the Purple Sage\"","response":"Zane Grey"},{"text":"He played John Merrick, \"The Elephant Man\", in the 1980 film","response":"John Hurt"}],"originalDate":"1989-04-04"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Romeo called this emotion \"A madness most discreet, a choking gall &amp; a preserving sweet\"","response":"love"},{"text":"This play opens on a London street during \"The winter of our discontent\"","response":"\"Richard III\""},{"text":"Falstaff's first name","response":"John"},{"text":"Laertes' long-winded father, who advised him to be neither a borrower nor a lender","response":"Polonius"},{"text":"This villain called jealousy \"The green-eyed monster, who doth mock the meat it feeds on\"","response":"Iago"}],"originalDate":"1989-04-04"},{"category":"FLAGS","comments":"","clues":[{"text":"Displaying the U.S. flag this way is a signal indicating distress","response":"upside-down"},{"text":"Before lowering a flag that's already at half-staff, you must do this","response":"raise it (to the top & then lower it)"},{"text":"The flag of this U.S. city shows 2 beavers, an Indian, a Dutchman &amp; the year of its founding, 1625","response":"New York City"},{"text":"A sailing ship &amp; a lighthouse on a white shield appear on the flag of this cabinet sec'y","response":"Commerce"},{"text":"Adopted in 1799 &amp; similar to the U.S. Customs flag, it's the oldest military ensign in use","response":"United States Coast Guard"}],"originalDate":"1989-04-04"},{"category":"HAUTE CUISINE","comments":"","clues":[{"text":"This elegant cold sauce made with egg yolk &amp; oil is usually slapped on deli sandwiches in the U.S.","response":"mayonnaise"},{"text":"Often served as a condiment with pate, cornichons are this type of little pickle","response":"gherkin"},{"text":"French term for a modern style of cooking that emphasizes fresh foods prepared in light cuisine","response":"nouveau (nouvelle) cuisine"},{"text":"Experts prefer to use a bowl made of this metal when beating egg whites","response":"copper"},{"text":"This pioneer of 20th century French cooking was called \"The King of Chefs &amp; the Chef of Kings\"","response":"Escoffier"}],"originalDate":"1989-04-04"},{"category":"CITIES","comments":"","clues":[{"text":"Until recently, the Giants, this city's baseball team, played their home games in Korakuen Stadium","response":"Tokyo"},{"text":"Capital of Catalonia, it's Spain's 2nd largest city","response":"Barcelona"},{"text":"Napoleon met his waterloo just 12 miles south of this capital","response":"Brussels"},{"text":"The 1984 Winter Olympics &amp; the 1914 assassination of Archduke Ferdinand both took place in this city","response":"Sarajevo"},{"text":"England's pottery center is this city on the Trent River","response":"Stoke-on-Trent"}],"originalDate":"1989-04-04"}],[{"category":"\"HALL\"s","comments":"","clues":[{"text":"A contestant in mask &amp; flippers grabbed a ball off a pool table on stage after he offered $500 for one","response":"Monty Hall"},{"text":"Can't you just see yourself in this room at the Palace of Versailles","response":"Hall of Mirrors"},{"text":"It's another name for a standing hat rack","response":"hall tree"},{"text":"This London concert hall is just off Prince Consort Road","response":"(Royal) Albert Hall"},{"text":"The amphibious hero of \"The Wind in the Willows\" lived here","response":"Toad Hall"}],"originalDate":"1989-04-04"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"An earthquake in 1811 at New Madrid, Mo. caused this \"Big River\" to flow backwards for a time","response":"Mississippi"},{"text":"On Christmas Day, 1868, Andrew Johnson offered amnesty to all who had taken part in this","response":"Civil War"},{"text":"In 1901, right after being shot, this president cautioned against hurting his attacker","response":"McKinley"},{"text":"At this southern showdown in 1815, the British lost over 2000 men, while the U.S. lost only about 20","response":"Battle of New Orleans"},{"text":"John Paul Jones' flagship the Bonhomme Richard, was named for this patriot","response":"Benjamin Franklin"}],"originalDate":"1988-04-19"},{"category":"HOMONYMS","comments":"","clues":[{"text":"To smooth your press-on nails with an emery board or put them in a cabinet for storing letters","response":"file"},{"text":"To hit the boss or refuse to work for him","response":"strike"},{"text":"A braid of hair hanging down in a straight line, or a group of people waiting in a straight line","response":"queue"},{"text":"Term for lowest-ranking Annapolis grad or highest profile newsman on the nightly news broadcast","response":"anchorman"},{"text":"It could be mere chance or a stroke of good luck if you caught this flatfish","response":"fluke"}],"originalDate":"1988-04-19"},{"category":"BASEBALL","comments":"","clues":[{"text":"In 1920, this man hit more home runs than any American League team other than his own","response":"Babe Ruth"},{"text":"This Boston pitcher was the only one to win 20 or more games in both 1986 &amp; 1987","response":"Roger Clemens"},{"text":"The Cubs' Hack Wilson holds the record for the most of these in 1 season, 190","response":"RBIs"},{"text":"In Sept. 1987, an arbitrator found baseball owners guilty of collusion for not doing this in 1985","response":"they did not sign any free agents"},{"text":"Though he missed the entire month of April, this Montreal outfielder led the Majors in runs scores in '87","response":"Tim Raines"}],"originalDate":"1988-04-19"},{"category":"FURNITURE","comments":"","clues":[{"text":"Adirondack furniture of the early 1900s was made of unmilled hickory sticks, often with this left on","response":"bark"},{"text":"The Dictionary of Furniture says one 18th century name for this style of stuffed seat was the \"Turkey Sofa\"","response":"Ottoman"},{"text":"Of Louis XIV, XV, or XVI, style of furniture which is primarily Baroque","response":"XIV"},{"text":"Type of chair a cooper might aptly make","response":"barrel chair"},{"text":"Popular in 18th century America, highboys &amp; lowboys were these","response":"chest of drawers"}],"originalDate":"1988-04-19"},{"category":"TRIVIA","comments":"","clues":[{"text":"To see the Columbia Icefield, largest icefield in the Rockies, head for this country","response":"Canada"},{"text":"A classic Sloppy Joe is made with this meat","response":"hamburger (ground beef)"},{"text":"The big number on the front of an L.A. firefigher's helmet represents this","response":"station number"},{"text":"The arachnid called the harvestman is better known by this \"paternal\" name","response":"daddy longlegs"},{"text":"In English, it's the second person singular pronoun in the nominative case","response":"you"}],"originalDate":"1988-04-19"}],{"category":"FAMOUS ANIMALS","text":"When she first came to the world's attention in 1957, she was dubbed \"Muttnik\" by U.S. journalists","response":"Laika"}]}