{"mix":1862,"rounds":[[{"category":"THE 17th CENTURY","comments":"(Alex: Boy, was that an exciting one!)","clues":[{"text":"This series of wars ran from 1618 to 1648, so the name makes good sense","response":"Thirty Years' War"},{"text":"The Durants said of this French king's reign, \"It was an age of strict manners and loose morals\"","response":"Louis XIV"},{"text":"Charles XII of Sweden is famous for having done this at his coronation a century before Napoleon did it","response":"crowning himself"},{"text":"In 1689 this czar overthrew his half sister Sophie &amp; forced her to enter a convent","response":"Peter the Great"},{"text":"Derisive name given Puritans who cut their hair short in reaction to the long-haired Cavaliers","response":"Roundheads"}],"originalDate":"1989-04-03"},{"category":"ACTORS &amp; ACTRESSES","comments":"(Alex: I'm losing it!)","clues":[{"text":"Late comedian Dick Shawn played John Ritter's father on this sitcom","response":"<i>Three's Company</i>"},{"text":"On Broadway he played the Artful Dodger in \"Oliver!\" before he started \"Monkee\"ing around","response":"Davy Jones"},{"text":"Other actresses have been called sex goddesses, but this redheaded star of the '40s was \"The Love Goddess\"","response":"Rita Hayworth"},{"text":"This \"Golden Girl\" was nominated for the 1st \"Best Actress\" Emmy in 1950 but didn't win","response":"Betty White"},{"text":"A 1988 Oscar nominee for \"Anna\", she went to her 1st prom with Ted Koppel, who gave her her 1st kiss","response":"Sally Kirkland"}],"originalDate":"1989-04-03"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"The Europeans felt nature abhorred one, Otto von Guericke created a pretty good one in 1650","response":"vacuum"},{"text":"Meat packer Gustavus Swift hired an engineer to design this type of railroad car","response":"refrigerator car"},{"text":"In September 1988 this Mideast country launched its 1st satellite","response":"Israel"},{"text":"There's a $1.3 mil. prize for a computer prog. that can beat a master player of this Oriental board game","response":"go"},{"text":"Lead in crystal glass not only makes it sturdier, it causes the glass to do this better","response":"sparkle (reflect)"}],"originalDate":"1989-04-03"},{"category":"CATS","comments":"","clues":[{"text":"This cat, the most popular of the long-haired breeds, probably came from the Middle East","response":"Persian"},{"text":"The points of extremities of these cats are either blue, chocolate, lilac or seal","response":"Siamese"},{"text":"Because of its coloring most often white, yellow &amp; black, it's also called a \"tortoiseshell - &amp; white\"","response":"calico"},{"text":"This cat has been bred in Ethiopia for thousands of years","response":"Abyssinian"},{"text":"Bred in New England, this large cat looks something like the nocturnal animal for which it's named","response":"Maine coon"}],"originalDate":"1989-04-03"},{"category":"THE PLANETS","comments":"","clues":[{"text":"Rotoring in the opposite direction from Earth, it's called \"Earth's Twin\"","response":"Venus"},{"text":"Scientists use this letter to designate the planet that may be beyond Pluto in our solar system","response":"Planet X"},{"text":"The planet William Herschel discovered in 1781 &amp; named Georgium Sidus after George III is now called this","response":"Uranus"},{"text":"A few weeks after this planet was found in the sky in 1846, its moon Triton was discovered","response":"Neptune"},{"text":"In the time it takes Deimos to make one orbit around Mars, this, its other moon, has made almost 4","response":"Phobos"}],"originalDate":"1989-04-03"},{"category":"LITERATURE","comments":"","clues":[{"text":"After George B. Shaw stopped writing novels, he wrote his 1st one of these, \"Widowers' Houses\"","response":"play"},{"text":"In 1988 special baseball cards were printed to advertise the centennial edition of this poem","response":"\"Casey at the Bat\""},{"text":"this poet's 1st book, \"the enormous room\", described his experiences in a french detention camp","response":"e.e. cummings"},{"text":"Journalist known for his account of the Russian Revolution, \"10 Days That Shook the World\"","response":"John Reed"},{"text":"Marcel Proust published \"Swann's Way\", the 1st part of this lengthy novel, at his own expense","response":"<i>Remembrance of Things Past</i>"}],"originalDate":"1989-04-03"}],[{"category":"\"EX\" MARKS THE SPOT","comments":"","clues":[{"text":"The U.S. Postal Service guarantees overnight delivery of letters sent this way","response":"Express Mail"},{"text":"To expel an evil spirit by a religious ceremony, not by doing Jane Fonda's workout","response":"exorcise"},{"text":"A bet in which you pick the 1st &amp; 2nd place horses at the track is called this","response":"exacta"},{"text":"In Norman times it was the king's countinghouse; today it's the name applied to Britain's public funds","response":"Exchequer"},{"text":"From the Latin meaning \"higher\" or \"ever upward\", it's the state motto of New York","response":"\"Excelsior\""}],"originalDate":"1989-04-03"},{"category":"BEETHOVEN","comments":"","clues":[{"text":"Not more than 5 feet, 5 inches","response":"how tall is Beethoven"},{"text":"Since he couldn't stay in time with the music, Ludwig never learned this social grace","response":"dancing"},{"text":"Beethoven is credited as 1st to use this highest-pitched of all woodwinds in a symphony","response":"piccolo"},{"text":"Gaining early fame as a virtuoso on this,  Beethoven was probably the greatest player of his time","response":"piano"},{"text":"After hearing Beethoven, this composer from Salzburg said, \"Someday he will make a big noise in the world\"","response":"Mozart"}],"originalDate":"1987-10-16"},{"category":"ADVERTISING","comments":"","clues":[{"text":"It's whom the Marines are looking for","response":"a few good men (women)"},{"text":"This cereal aims its marketing at kids, not silly rabbits","response":"Trix"},{"text":"\"Don't get mad, get...\" these plastic garbage bags","response":"Glad"},{"text":"Since they've never hooked him, this company is merely assuming that Charlie doesn't taste good","response":"StarKist"},{"text":"John Houseman says people at this investment firm \"make money the old-fashioned way; they earn it\"","response":"Smith Barney"}],"originalDate":"1987-10-16"},{"category":"SYMPTOMS","comments":"","clues":[{"text":"For an air traveler, this condition is marked by dizziness, nausea &amp; reaching for the paper bag","response":"air sickness (motion sickness)"},{"text":"Its main symptom is a sharp, quick sound produced in the throat by a spasm of the diaphragm","response":"hiccup"},{"text":"Ringing in ears &amp; decreased hearing may indicate cerumen impaction, which is this","response":"wax in ears"},{"text":"The main symptom of osteitis deformans, Paget's disease is pain in these throughout the body","response":"bones"},{"text":"Even John Denver wouldn't like this \"high\" fever marked by spots &amp; a high temperature","response":"Rocky Mountain spotted fever"}],"originalDate":"1987-10-16"},{"category":"SPORTS","comments":"","clues":[{"text":"In bowling, an \"X\" in a frame represents this","response":"strike"},{"text":"Greg Norman &amp; Jan Stephenson are Australian stars in this sport","response":"golf"},{"text":"Of running, athletics, or track &amp; field, term for track &amp; field in Britain","response":"athletics"},{"text":"It's abbreviated N.H.R.A., vroom, vroom!","response":"National Hot Rod Association"},{"text":"In 1979, at only age 16, she won the U.S. Open in tennis","response":"Tracy Austin"}],"originalDate":"1987-10-16"},{"category":"HISTORICAL HORSES","comments":"","clues":[{"text":"\"Bucephala\" was a city named in honor of the favorite black stallion of this great Greek conqueror","response":"Alexander the Great"},{"text":"Decorated for bravery in the Korean War, \"Reckless\" hauled ammunition for Marines &amp; reached this top NCO rank","response":"sergeant"},{"text":"He rode a small chestnut mare whose name is unknown on his historic ride, April 18, 1775","response":"Paul Revere"},{"text":"He rode his favorite horse \"Nelson\", a sorrel gelding to many victories, including Yorktown","response":"(George) Washington"},{"text":"This man claimed that astride Brigham, \"the best buffalo horse\", he killed 69 bison in 1 afternoon","response":"Buffalo Bill Cody"}],"originalDate":"1987-10-16"}],{"category":"MUSICALS","text":"4 songs from this 1968 musical made the Billboard Top 10, including one with an astrological theme that was No. 1 for 6 weeks","response":"<i>Hair</i>"}]}