{"mix":1863,"rounds":[[{"category":"\"FOR\" WORDS","comments":"","clues":[{"text":"In old westerns, kind of tongue Indians sometimes accused white men of speaking with","response":"forked"},{"text":"During an operation, these might be asked for after the scalpel &amp; before the sutures","response":"forceps"},{"text":"The member of the jury usually called on to announce the verdict","response":"foreman"},{"text":"The unhappy appearance of a a guy who's just lost his girl to a daring young trapeze artist","response":"forlorn"},{"text":"A raid","response":"foray"}],"originalDate":"1987-10-16"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"As with the Earth, a \"celestial\" line called this divides the sky into 2 equal hemispheres","response":"equator"},{"text":"If you're serious about your astronomy, you should know that this star is the brightest in the night sky","response":"Sirius"},{"text":"Color most commonly seen during a display of the Aurora Borealis","response":"green"},{"text":"Spanning about 1/4 of the sky, the Hydra, or \"sea serpent\", is the largest of these","response":"constellations"},{"text":"Most distant object the human eye can see unaided, though with a little \"strain\", is this galaxy","response":"Andromeda"}],"originalDate":"1987-10-16"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She was writing her 1st novel, \"The Voyage Out\", when she married Leonard Woolf in 1912","response":"Virginia Woolf"},{"text":"Guinness calls her the top-selling woman crime writer of all time","response":"Agatha Christie"},{"text":"She was an illegitimate great-great-granddaughter of the king of Poland, &amp; Chopin's lover","response":"George Sand"},{"text":"In 1856, she published her 2nd anti-slavery novel, \"Dred: A Tale of the Great Dismal Swamp\"","response":"Harriet Beecher Stowe"},{"text":"With Geo. S. Kauffman, this novelist co-wrote the plays \"Stage Door\" &amp; \"Dinner at Eight\"","response":"Edna Ferber"}],"originalDate":"1987-10-16"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"It's said color of these has no bearing on their nutritive value; it's just indicative of the chicken they came from","response":"eggs"},{"text":"Fruit that makes a whiskey sour sour","response":"lemon"},{"text":"Restaurants are \"hopping\" on the bandwagon to offer this mammal, the latest trend in lean meat","response":"rabbit"},{"text":"When a Mandarin-speaking Chinese orders \"mi\", he's ordering this<span class=\"nobreak\">--</span>&amp; he should know","response":"rice"},{"text":"In 1856, he received a patent for the 1st successful milk-condensing process","response":"(Gail) Borden"}],"originalDate":"1987-10-16"},{"category":"LANDMARKS","comments":"","clues":[{"text":"The Shwe Dagon Pagoda in Rangoon is said to contain \"the 8 precious hairs\" of this 2000 year-old teacher","response":"Buddha"},{"text":"The actual home of this nursery rhyme matriarch went on sale in England in 1987, cupboard included","response":"Mother Hubbard"},{"text":"The Eiffel Tower, completed in 1889, was erected to honor the 100th anniversary of this event","response":"fall (storming) of the Bastille (French Revolution)"},{"text":"The entry for this landmark in the Childcraft Encyclopedia begins \"We who are about to die...\"","response":"the Colosseum"},{"text":"In a 1987 vote whether \"To be or not to be\" on strike for more money, guards at this Danish site voted yes","response":"Elsinore (Hamlet's) Castle"}],"originalDate":"1987-10-16"},{"category":"BIG TEN SCHOOLS","comments":"","clues":[{"text":"Gopher it! This university was established in 1851 in 2 neighboring cities","response":"the University of Minnesota"},{"text":"In 1864 this school became New Jersey's land-grant college; 60 years later, it assumed university status","response":"Rutgers"},{"text":"Rahm Emanuel, George R.R. Martin &amp; Seth Meyers found \"direction\" at this university","response":"Northwestern University"},{"text":"The Rare Isotope Measurement Laboratory &amp; the Center for Paralysis Research are at this U. in West Lafayette","response":"Purdue"},{"text":"Founded in 1820, this university boasts the Kinsey Institute for Research in Sex, Gender &amp; Reproduction","response":"Indiana"}],"originalDate":"2017-06-13"}],[{"category":"\"J\" WORDS","comments":"","clues":[{"text":"A short, straight punch in boxing","response":"a jab"},{"text":"One who makes ice cream sodas, whether he's rude or not","response":"a jerk"},{"text":"One theory derives this word from the name of a Mexican town where many used, dilapidated American cars were sent","response":"jalopy"},{"text":"This turnip-shaped veggie is used raw in salads or cooked in stews","response":"jicama"},{"text":"Change the first letter in a problem for a car tire to get this, a point in time when a decision has to be made","response":"juncture"}],"originalDate":"2017-06-13"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"In the winter of 2016, Algerian kids learned sledding as this desert got its first snow since 1979","response":"the Sahara"},{"text":"The Vancouver metro area is home to more than half this province's 4.5 million people","response":"British Columbia"},{"text":"Lord Byron rhymed it with \"alone\" when he wrote of the \"blue rushing of\" this French-Swiss river","response":"Rhone"},{"text":"This national capital is on the Chao Phraya River","response":"Bangkok"},{"text":"1,000 years ago this city now outside Russia got the title \"Mother of Rus Cities\"","response":"Kiev"}],"originalDate":"2017-06-13"},{"category":"A BEATLES SONG &amp; MOVIE TITLE","comments":"","clues":[{"text":"\"So may I introduce to you the act you've known for all these years\" (a film inspired by but not starring the band)","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"\"So we sailed on to the sun, till we found the sea of green\"","response":"\"Yellow Submarine\""},{"text":"\"When I was younger, so much younger than today\"","response":"\"Help!\""},{"text":"\"But when I get home to you, I find the things that you do, will make me feel alright\"","response":"\"A Hard Day's Night\""},{"text":"\"I'll buy you a diamond ring, my friend, if it makes you feel alright\" (a 1987 Patrick Dempsey film)","response":"<i>Can't Buy Me Love</i>"}],"originalDate":"2017-06-13"},{"category":"LAST WORD IN THE ACRONYM, PLEASE","comments":"","clues":[{"text":"WASP, the social group","response":"Protestants"},{"text":"YOLO","response":"once"},{"text":"EPCOT, a word that also has its own \"land\"","response":"tomorrow"},{"text":"NORAD","response":"defense"},{"text":"SWAT (team): these","response":"tactics"}],"originalDate":"2017-06-13"},{"category":"WORKING BLUE","comments":"","clues":[{"text":"Me want you to know, real first name of this Muppet seems to be Sid","response":"the Cookie Monster"},{"text":"This \"Aladdin\" guy had \"phenomenal cosmic powers! (But) itty-bitty living space\"","response":"the Genie"},{"text":"You may remember this 2016 character said of her folks, \"Something tells me they were mostly blue, with maybe yellow\"","response":"Dory"},{"text":"Rebecca Romijn worked blue as this mutant in 3 \"X-Men\" movies","response":"Mystique"},{"text":"As Tobias, David Cross looked the part in chasing the dream of being the Blue Man Group on this sitcom","response":"<i>Arrested Development</i>"}],"originalDate":"2017-06-13"},{"category":"THE THRILL OF VICTORY","comments":"","clues":[{"text":"The Allies sealed victory in Europe in the spring 1945 battle of this city by defeating 750,000 desperate German troops","response":"Berlin"},{"text":"At 18 in 338 B.C. he helped his dad's army to victory at Chaeronea, bringing Greece under Macedonian control","response":"Alexander the Great"},{"text":"When the Brits won the battle of this island, Washington reversed the flight to the suburbs by withdrawing to Manhattan","response":"Long Island"},{"text":"This Russian hero gained his last name from a victory over a Swedish army at the Neva River in 1240","response":"Alexander Nevsky"},{"text":"Charles Martel hammered out a victory over invading Muslims in 732 in this battle also known as the Battle of Poitiers","response":"the Battle of Tours"}],"originalDate":"2017-06-13"}],{"category":"BLOCKBUSTER MOVIES","text":"Released in 2017, this movie is the highest-grossing film in the U.S. that's set during World War&nbsp;I","response":"<i>Wonder Woman</i>"}]}