{"mix":1866,"rounds":[[{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"In Norwegian this holiday greeting is god jul","response":"Merry Christmas"},{"text":"Your girlfriend will be ecstatic if you send her a billet-doux or \"sweet note\", this alliterative item","response":"a love letter"},{"text":"If you don't take something too literally, you take it \"cum grano salis\", or this","response":"with a grain of salt"},{"text":"Brahms' 4th symphony begins in this lively tempo \"non troppo\", Italian for \"don't go overboard\"","response":"allegro non troppo"},{"text":"Once the title of the Japanese emperor, it means \"honorable gate\"","response":"mikado"}],"originalDate":"2017-06-12"},{"category":"STRIKE!","comments":"","clues":[{"text":"As a concession to workers during a 1894 railroad strike, President Cleveland created this U.S. holiday","response":"Labor Day"},{"text":"A 1947 act named for Robert Taft &amp; this other Republican placed limits on the right to strike","response":"(Fred) Hartley"},{"text":"On John Lindsay's first day as NYC mayor, the workers of this system went on strike","response":"transport (or transit)"},{"text":"This governor's role in quashing a 1919 Boston police strike helped lead to his 1920 VP nomination","response":"Coolidge"},{"text":"A protest against anti-strike police brutality led to the deadly 1886 Haymarket Riot in this U.S. city","response":"Chicago"}],"originalDate":"2017-06-12"},{"category":"THE IRON IS HOT","comments":"","clues":[{"text":"We're not pulling it over your eyes<span class=\"nobreak\">--</span>set the iron for 300 degrees for this, which has lanolin as a byproduct","response":"wool"},{"text":"It should be at 400 degrees for this, a crop declared \"king\" in 1858 by a South Carolina senator","response":"cotton"},{"text":"Get the iron hot but not too hot<span class=\"nobreak\">--</span>275 degrees<span class=\"nobreak\">--</span>for this stretchy stuff AKA elastane","response":"spandex"},{"text":"This flax product likes it really hot<span class=\"nobreak\">--</span>around 445 degrees","response":"linen"},{"text":"This manmade fiber that starts with a male first name likes the iron around 375 degrees","response":"rayon"}],"originalDate":"2017-06-12"},{"category":"LANGUAGES","comments":"","clues":[{"text":"How you would say \"book\" in Pig Latin","response":"ookbay"},{"text":"Audible up to 5 miles, one language of the Canary Islands consists of doing this, just like canaries","response":"whistling"},{"text":"Used by Julius Caesar, this system of writing was invented by Tiro to record Cicero's speeches","response":"shorthand"},{"text":"According to the Bible, the languages of the world began at this terraced pyramid at Babylon","response":"Babel"},{"text":"Rhyming slang like \"jam jar\" for \"car\", is the traditional language of these East Side Londoners","response":"Cockney"}],"originalDate":"1987-10-14"},{"category":"FOOD","comments":"","clues":[{"text":"Heavy cream has a much higher content of this than light cream","response":"fat"},{"text":"Guinness says largest single dish is this roasted animal, prepared whole for Bedouin wedding feasts","response":"camel"},{"text":"A noisette of beef indicates a choice cut of meat usually from the loin, that is this shape","response":"round"},{"text":"Mamma Mia &amp; caramba! these 2 countries together produce half the world's olives","response":"Italy & Spain"},{"text":"A politician's trip, or a soft dessert made with flavored milk &amp; rennet","response":"junket"}],"originalDate":"1987-10-14"},{"category":"BASKETBALL","comments":"","clues":[{"text":"Color of most basketball hoops &amp; the Golden Gate Bridge","response":"orange"},{"text":"When these \"clowns\" once played in Greece the heat was so great the tar on the court melted","response":"Harlem Globetrotters"},{"text":"Before 1937, this game-opener was repeated after every score","response":"center jump (jump ball)"},{"text":"Winner of 1st European championship, held in 1935, was this northern neighbor of Lithuania","response":"Latvia"},{"text":"In the pros, this area is 16 ft. wide, 4 ft. wider than college","response":"the lane in front of the basket (free throw lane)"}],"originalDate":"1987-10-14"}],[{"category":"HODGEPODGE","comments":"","clues":[{"text":"It's said after serving a bowl of soup in 1969, a Colorado waitress received a Cadillac as this","response":"tip"},{"text":"A wind machine is used as a musical instrument in the Strauss tone poem about this windmill-jouster","response":"Don Quixote"},{"text":"Each cocoon used for this fabric has a continuous filament that can be over 3/4 mi. long","response":"silk"},{"text":"The Nat'l Agricultural Library, Nat'l Library of Medicine, &amp; this are the 3 U.S. Nat'l Libraries","response":"Library of Congress"},{"text":"It's said this 34th president liked to cook his personal recipe for \"old fashioned beef stew for 60\"","response":"Dwight David Eisenhower"}],"originalDate":"1987-10-14"},{"category":"\"HOUSE\"s","comments":"","clues":[{"text":"They \"shouldn't throw stones\"","response":"people that live in glass houses"},{"text":"You can visit the Salem, Mass. landmark associated w/this Nathaniel Hawthorne tale","response":"<i>The House of Seven Gables</i>"},{"text":"New York madam Polly Adler titled her memoirs this","response":"<i>A House is Not a Home</i>"},{"text":"Lincoln followed this saying with, \"This government cannot endure permanently half slave &amp; half free\"","response":"A house divided"},{"text":"The only 1 of America's top 10 magazines in circulation to fit this category","response":"<i>Good Housekeeping</i>"}],"originalDate":"1987-10-14"},{"category":"ANCIENT TIMES","comments":"","clues":[{"text":"The men who buried this Hun were put to death so his grave would never be found","response":"Attila"},{"text":"Circa 370 A.D., the Goths split into 2 tribes, the Ostrogoths &amp; these people","response":"Visigoths"},{"text":"This ancient ruined temple is in Kampuchea near the ruins of Angkor Thom","response":"Angkor Wat"},{"text":"Modern-day country in which the Olmecs, or \"rubber people\", flourished from 1200 to 100 B.C.","response":"Mexico"},{"text":"Greek audiences buzzed with laughter when this playwright stung the legal system with \"The Wasps\"","response":"Aristophanes"}],"originalDate":"1987-10-14"},{"category":"HOTELS","comments":"","clues":[{"text":"This world's largest hotel chain took its name from the '42 Bing Crosby-Fred Astaire film","response":"<i>Holiday Inn</i>"},{"text":"Billboard rated this song top single of the year for 1956, though it sounds like a sad place to stay","response":"\"Heartbreak Hotel\""},{"text":"The 1st hotel to bear this \"fancy\" name opened in 1848 on the Place Vendome in Paris","response":"The Ritz"},{"text":"Controversial 1975 Norman Lear TV sitcom set in a hotel whose sign had a burned out letter \"E\"","response":"<i>Hot l Baltimore</i>"},{"text":"Burned down just after opening in 1871, this city's Palmer House was rebuilt &amp; is still in business","response":"Chicago"}],"originalDate":"1987-10-14"},{"category":"THE I.T. DEPARTMENT","comments":"","clues":[{"text":"What can we do with users who can't even plug into their computers this \"drive\" named for a part of the hand","response":"a thumb drive"},{"text":"I had to explain to one worker that this term had nothing to do with catching carp, but was an attempt to scam info from him","response":"phishing"},{"text":"I told a guy to wait for this moment, a term for when the modems negotiate contact; he gave me his palm in greeting","response":"the handshake"},{"text":"A Packers fan insisted on a laptop with memory in GBs instead of TBs, this measurement","response":"terabytes"},{"text":"The staff was skittish during the transition to Linux from this O.S. that dates back to 1969 at Bell Labs","response":"Unix"}],"originalDate":"2017-06-09"},{"category":"GERMAN HISTORY","comments":"","clues":[{"text":"In 9 A.D. this empire tried to conquer the Germanic tribes but got crushed at the Battle of Teutoburg Forest","response":"the Roman Empire"},{"text":"In June 1948 the Soviet Union began a rail, road &amp; canal blockade of this city; Allied supplies had to be delivered by air","response":"Berlin"},{"text":"In the 843 Treaty of Verdun, the Carolingian Empire was split into 3; Louis the German got the land east of this river","response":"the Rhine"},{"text":"Although inspired by the Reformation, the Peasants' War of 1524-1525 was condemned by this theologian","response":"Martin Luther"},{"text":"When West Germany &amp; East Germany united in 1990, this West German chancellor was leader of the new/old country","response":"(Helmut) Kohl"}],"originalDate":"2017-06-09"}],{"category":"INNOVATIONS","text":"This company takes credit for inventing modern gift wrap, dating to its sale of fancy decorated envelope linings at Christmas in 1917","response":"Hallmark"}]}