{"mix":1871,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"These beads or the prayers you say while using them are named for the Latin word for rose garden","response":"rosary"},{"text":"Preferred ship accommodations described as \"port out, starboard home\" may have evolved into this word","response":"posh"},{"text":"A hangman at Tyburn Prison was named this, &amp; his name came to be used for any machine that hoists","response":"derrick"},{"text":"Since the 1640s this word has meant \"one who counts\"; the machine arrived over 300 years later","response":"computer"},{"text":"This word for \"the West\" came from the Latin \"to fall\" because the west is where the sun fell","response":"Occident"}],"originalDate":"1988-10-17"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"This group not only founded Salt Lake City, but also Mesa, Arizona","response":"Mormons"},{"text":"It's been called \"40 suburbs in search of a city\", \"Smogville\", &amp; \"La-La Land\"","response":"Los Angeles"},{"text":"New England city in which about 1850, Ephraim W. Bull developed a popular table grape","response":"Concord"},{"text":"State which includes a port city named for co-founder Henry M. Shreve","response":"Louisiana"},{"text":"Oldest surviving tobacco shop in U.S. is in this city for which 2 brands of cigarettes were named","response":"Winston-Salem"}],"originalDate":"1987-10-01"},{"category":"OXYMORONS","comments":"","clues":[{"text":"In \"Romeo &amp; Juliet\" Juliet delivers the famous oxymoron, \"Parting is\" this","response":"such sweet sorrow"},{"text":"For a big appetite, you might order a seafood cocktail made with these large shellfish","response":"giant shrimp (jumbo shrimp)"},{"text":"A polyethylene water tumbler","response":"plastic glass"},{"text":"Headlines of long ago","response":"old news"},{"text":"From French, it's the term for a mentally disabled person who shows extraordinary talent in 1 area","response":"idiot savant"}],"originalDate":"1987-10-01"},{"category":"SURVEY SAYS","comments":"","clues":[{"text":"A 1986 Good Housekeeping survey showed this animal is the top U.S. pet","response":"dog"},{"text":"A USA Today poll published in early May, 1987 said 3% of adults polled never see this relative","response":"mom"},{"text":"Of Oreos, lamb chops, or popcorn, food judged in a survey for Korbel as going well with champagne","response":"Oreos"},{"text":"45% of vice presidents &amp; personnel directors surveyed said this was the worst day of the week","response":"Monday"},{"text":"In a survey of Calif. state university students, only 10% could identify this man on the $10 bill","response":"Alexander Hamilton"}],"originalDate":"1987-10-01"},{"category":"\"NU\" WORDS","comments":"","clues":[{"text":"It can precede family, war, or energy","response":"nuclear"},{"text":"Rubens was famous for painting full-bodied females in this state","response":"nude"},{"text":"Something annoying, unpleasant, or obnoxious, such as your neighbor's kid, not yours","response":"nuisance"},{"text":"While Mayan Indians used dots &amp; lines for these, Romans used letters","response":"numerals"},{"text":"A subtle distinction or variation, especially in color","response":"nuance"}],"originalDate":"1987-10-01"},{"category":"TENNIS","comments":"","clues":[{"text":"The largest crowd ever for a tennis match assembled at this Texas stadium in 1973","response":"Astrodome"},{"text":"Term for a slow, lofted shot","response":"lob"},{"text":"The 1st time an Eastern European nation won the Davis Cup was when this country beat Italy in 1980","response":"Czechoslovakia"},{"text":"The net crosses this number of parallel lines on a standard tennis court","response":"5"},{"text":"In 1953, this 18-year-old called \"Little Mo\" became 1st woman to win all 4 grand slam events in the same year","response":"Marueen Connolly"}],"originalDate":"1987-10-01"}],[{"category":"WORLD WAR II","comments":"","clues":[{"text":"Top Axis leader whose corpse was hung head down outside a garage at the end of the war","response":"Mussolini"},{"text":"In 1943, his partisan forces gave him the title \"Marshal of Yugoslavia\"","response":"Tito"},{"text":"World War II broke out in Europe just 9 days after Germany signed a non-aggression pact with this country","response":"Russia"},{"text":"Ordered by FDR from Philippines, MacArthur made his famous \"I shall return\" pledge from this S. Pacific ally","response":"Australia"},{"text":"\"Anschluss\" was the term for the 1938 forced union of these 2 countries","response":"Germany & Austria"}],"originalDate":"1987-10-01"},{"category":"FAMOUS LORENZOS","comments":"","clues":[{"text":"Arlene Dahl's famous son, his dad Fernando might have told him, \"You look mahvelous\"","response":"Lorenzo Lamas"},{"text":"This English author was called \"Lorenzo\" by his friends, &amp; probably by \"Women in Love\" with him, too","response":"D.H. Lawrence"},{"text":"He not only co-produced \"Rhoda\", he played Carlton, her doorman","response":"Lorenzo Music"},{"text":"He dedicated his treatise \"The Prince\" to Lorenzo the Magnificent's grandson Lorenzo","response":"Machiavelli"},{"text":"Renaissance family to which both \"Lorenzo the Magnificent\" &amp; his grandson belonged","response":"Medicis"}],"originalDate":"1987-10-01"},{"category":"MAJOR LEAGUE BASEBALL TEAM NICKNAMES","comments":"","clues":[{"text":"The Bronx Bombers","response":"the Yankees"},{"text":"The Halos","response":"the Angels"},{"text":"The Redbirds","response":"the (St. Louis) Cardinals"},{"text":"The Buccos","response":"the Pirates"},{"text":"The Fightin' Fish","response":"the (Miami) Marlins"}],"originalDate":"2017-06-06"},{"category":"TALK OF THE TOWN","comments":"","clues":[{"text":"Pindar wrote, \"O bright and violet-crowned and famed in song, bulwark of Greece,\" this \"divine city!\"","response":"Athens"},{"text":"\"Life on the Mississippi\" says, \"There is no architecture\" in this city, \"except in the cemeteries\"","response":"New Orleans"},{"text":"Oscar Wilde wrote, \"When good Americans die they go to\" this world capital","response":"Paris"},{"text":"She wrote of Oakland, California, \"There is no there there\"","response":"Gertrude Stein"},{"text":"The book \"Chaos\": one of these \"stirring in the air today in Peking can transform storm systems next month in New York\"","response":"a butterfly"}],"originalDate":"2017-06-06"},{"category":"DANCE COMPANIES","comments":"","clues":[{"text":"In 2007 Mikhail Baryshnikov founded the Hell's Kitchen Dance Troupe in this city","response":"New York City"},{"text":"After leaving \"Riverdance\", he created \"Lord of the Dance\"","response":"Michael Flatley"},{"text":"For the Joffrey Ballet, Twyla Tharp created \"Deuce Coupe\", set to the music of this group","response":"The Beach Boys"},{"text":"In 1974 the Agnes De Mille Heritage Dance Theatre was founded at the North Carolina School of the Arts in this 2-name city","response":"Winston-Salem"},{"text":"Tel Aviv's Batsheva Dance Company was founded in 1964 with this \"Appalachian Spring\" dancer as artistic director","response":"Martha Graham"}],"originalDate":"2017-06-06"},{"category":"THE 4th CENTURY","comments":"","clues":[{"text":"In 320 King Chandragupta I founded the Gupta empire mostly in what's now this nation","response":"India"},{"text":"393 saw the last of these competitive events for the next 1,500 years","response":"the Olympics"},{"text":"By 322 Chinese craftsmen had transformed the toe loop of nomadic horsemen into this metal feature","response":"a stirrup"},{"text":"At the start of the century in Mesoamerica, these people began 600 years as the dominant culture","response":"the Mayans"},{"text":"Now Iznik, Turkey, this city hosted a church council in 325 that established an important \"creed\" still in use today","response":"Nicaea"}],"originalDate":"2017-06-06"}],{"category":"BROADWAY REVIVALS","text":"Ads for the 2020 revival of this musical said, \"Something's coming. Something good\"; a new movie version is also coming","response":"<i>West Side Story</i>"}]}