{"mix":1874,"rounds":[[{"category":"FAMILIAR PHRASES FLIPPED","comments":"(Alex: Think of Yoda.)","clues":[{"text":"Pass too shall this","response":"this too shall pass"},{"text":"The further could be nothing truth from","response":"nothing could be further from the truth"},{"text":"And the ammunition Lord pass the praise","response":"praise the Lord and pass the ammunition"},{"text":"Rising boats all a tide lifts","response":"a rising tide lifts all boats"},{"text":"Fathers defeat is a hundred victory and has an orphan","response":"Victory has a hundred fathers and defeat is an orphan"}],"originalDate":"2017-06-05"},{"category":"BEEN THAT","comments":"","clues":[{"text":"Harrison Ford, Alec Baldwin &amp; Ben Affleck have all been cast as this CIA agent","response":"Jack Ryan"},{"text":"Max von Sydow, Willem Dafoe &amp; Claude Heater played him, but in \"Ben-Hur\", we never see Claude's face","response":"Jesus Christ"},{"text":"Steve McQueen &amp; Pierce Brosnan both played this title role that's fit for a king","response":"Thomas Crown"},{"text":"Kate Winslet &amp; Gloria Stuart both played this role in \"Titanic\"","response":"Rose"},{"text":"Terrence Howard started off playing this pal of Iron Man, but Don Cheadle has saved the day in more recent times","response":"Rhodey (or War Machine)"}],"originalDate":"2017-06-05"},{"category":"SCIENCE TERMS","comments":"","clues":[{"text":"Caltech has a laboratory dedicated to this, the study of earthquakes","response":"seismology"},{"text":"It's the 2-word name for the spiral geometric structure of a DNA molecule","response":"a double helix"},{"text":"Term for a protein that helps move molecules from one cell to another; Scotty, have you got it working yet?!","response":"a transporter"},{"text":"Endosymbiosis is a form of interaction in which one organism lives here in relation to its host","response":"inside"},{"text":"Yeast can trigger this process which produces ethyl alcohol &amp; carbon dioxide","response":"fermentation"}],"originalDate":"2017-06-05"},{"category":"THE REVOLUTIONARY WAR","comments":"","clues":[{"text":"After the fall of Yorktown, he drafted a letter of abdication but never presented it to Parliament","response":"King George III"},{"text":"At Valley Forge, Washington had all his soldiers inoculated against this disease, greatly reducing deaths","response":"smallpox"},{"text":"The Treaty of Paris ending the war guaranteed America's right to fish in the Grand Banks &amp; the nearby gulf of this river","response":"the St. Lawrence"},{"text":"The 59 cannon used to evict the British from Boston in 1776 were taken from this New York fort","response":"Fort Ticonderoga"},{"text":"Last name of brothers Admiral Richard &amp; General William who led the British sea &amp; land forces in America","response":"the Howes"}],"originalDate":"2017-06-05"},{"category":"LIFE IS JUST A BOWL OF CHERRIES","comments":"","clues":[{"text":"1960s radical H. Rap Brown once told the press, violence is as American as this","response":"cherry pie"},{"text":"This type of spirit that includes cognac is the traditional fuel to ignite cherries jubilee","response":"brandy"},{"text":"Every year NYC hosts \"The World's Largest Menorah\", a 32-footer lit with the help of this type of crane","response":"a cherry picker"},{"text":"Ben &amp; Jerry's Cherry Garcia is made from this 4-letter variety, the sweet cherry the U.S. grows the most of","response":"Bing"},{"text":"Cherry County, which borders South Dakota on the north, is this state's largest county, exceeding Connecticut in area","response":"Nebraska"}],"originalDate":"2017-06-05"},{"category":"STATE NAMES","comments":"","clues":[{"text":"This state received its directional name after splitting from another state in 1863","response":"West Virginia"},{"text":"This state's name originally began with \"Ou\" until Congress changed it to a \"W\"","response":"Wisconsin"},{"text":"Pennsylvania's name is derived from William Penn's father &amp; sylvania, which means of this","response":"woods"},{"text":"This state was named for the \"Sun King\"","response":"Louisiana"},{"text":"Tanasi was a village of this native people who dominated eastern Tennessee","response":"the Cherokee"}],"originalDate":"2017-06-05"}],[{"category":"HISTORIC SITES","comments":"","clues":[{"text":"This territory was formally transferred to the U.S. at Castle Hill in Sitka","response":"Alaska"},{"text":"The Israeli army uses this ancient fortress on the west shore of the Dead Sea for ceremonial purposes","response":"Masada"},{"text":"This fortress-city overlooking the Urubamba River may have been the last Inca stronghold","response":"Machu Picchu"},{"text":"The first oil well in the United States was at Titusville in this state","response":"Pennsylvania"},{"text":"For the first time in history 5 U.S. presidents met for the opening of this in November 1991","response":"Ronald Reagan Library"}],"originalDate":"1992-01-21"},{"category":"ODD JOBS","comments":"","clues":[{"text":"The person in charge of the performances at a circus","response":"ringmaster"},{"text":"Term for the person who yells out the figures in square dancing","response":"caller"},{"text":"A fuller is someone who treats or shrinks this","response":"fabric"},{"text":"The soldier who carries the flag or colors of a military unit","response":"color bearer (standard bearer)"},{"text":"A costermonger, now any street peddler, came from costard, a type of this fruit","response":"apple"}],"originalDate":"1992-01-21"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1989 Paul Tagliabue was elected to succeed Pete Rozelle as this pro sport's commissioner","response":"football"},{"text":"Already a world champion bicycle sprinter, in 1976 Sheila Young won a gold in this fast winter sport","response":"speed skating"},{"text":"In 1965 this 75-year-old manager of the New York Mets retired &amp; was succeeded by Wes Westrum","response":"Casey Stengel"},{"text":"Other than the U.S., 1 of 2 countries to win Olympic gold medals in men's basketball","response":"(1 of) Soviet Union (or Yugoslavia)"},{"text":"This sport combines cross-country skiing with rifle-shooting skills","response":"biathlon"}],"originalDate":"1992-01-21"},{"category":"THE SEAS","comments":"","clues":[{"text":"Their complex behavior is caused by the gravitational forces of the sun &amp; the moon on the earth","response":"tides"},{"text":"Like green plants, some tiny organisms called flagellates contain this food-producing substance","response":"chlorophyll"},{"text":"Cyclones over the North Atlantic are called hurricanes, those over the China Sea are called these","response":"typhoons"},{"text":"The first attempt to map this was made in 1850 by the U.S. Navy officer Matthew Fontaine Maury","response":"the bottom of the sea"},{"text":"Electrical resistance is used to measure this in sea water","response":"salinity"}],"originalDate":"1992-01-21"},{"category":"INTERNATIONAL CUISINE","comments":"","clues":[{"text":"To make the Irish dish colcannon, mash these &amp; add cooked onions &amp; cabbage","response":"potatoes"},{"text":"Panocha is a Mexican-Spanish word for a raw or brown type of this &amp; for a fudgelike candy made with it","response":"sugar"},{"text":"This grain is one of the main ingredients in kedgeree, an Anglo-Indian dish","response":"rice"},{"text":"Chines markets sell \"hundred-year-old\" ones of these that have been preserved with lime &amp; ashes","response":"eggs"},{"text":"A dish made or garnished with this green vegetable or its puree is described as \"St. Germain\"","response":"(green) peas"}],"originalDate":"1992-01-21"},{"category":"STARTS WITH \"K\"","comments":"","clues":[{"text":"Here's a \"purl\" of wisdom: socks, scarves &amp; sweaters can all be made by this method","response":"knitting"},{"text":"A county in eastern Ireland, or a TV &amp; movie doctor","response":"Kildaire"},{"text":"This organization is known as the K. of C. for short","response":"Knights of Columbus"},{"text":"This adjective often describes a rousing speech that's the highlight of a political convention","response":"keynote address"},{"text":"Moscow-born abstract artist who wrote \"Concerning the Spiritual in Art\" in 1912","response":"Kandinsky"}],"originalDate":"1992-01-21"}],{"category":"THE ANCIENT WORLD","text":"He got to propose his own sentence &amp; joked that since he was actually a benefactor of the state, he should get free meals!","response":"Socrates"}]}