{"mix":1880,"rounds":[[{"category":"OTHER BRITISH ISLES","comments":"","clues":[{"text":"South Georgia Island is a dependency of this group that lies off the Argentine coast","response":"the Falkland Islands"},{"text":"George Town is the capital of these Caribbean British isles whose name comes from a word for a type of crocodile","response":"the Cayman Islands"},{"text":"A daily ferry will take you across the narrows from the USA's St. Thomas Island to Tortola in this group","response":"the British Virgin Islands"},{"text":"Darwin found abundant rats on this Atlantic island named for the day Jesus was taken into heaven","response":"Ascension"},{"text":"Tourist attractions on this island due east of Charleston include Devil's Hole, a natural aquarium in a cave","response":"Bermuda"}],"originalDate":"2017-05-30"},{"category":"OCCUPATIONS IN THE NEWS","comments":"","clues":[{"text":"The 1989 death of reformer Hu Yaobang sparked a 6-week occupation of this square","response":"Tiananmen"},{"text":"In September 2011 lower Manhattan's Zuccotti Park became Ground Zero for this movement","response":"Occupy Wall Street"},{"text":"In 1969 the National Guard was unleashed on occupiers of this California university city's People's Park","response":"Berkeley"},{"text":"In October 2016 a jury acquitted 7 people who had occupied this state's Malheur Wildlife Refuge","response":"Oregon"},{"text":"In 1932 this \"Army\" moved into shacks &amp; tents near the U.S. Capitol &amp; demanded payment for World War I services","response":"the Bonus Army"}],"originalDate":"2017-05-30"},{"category":"THE PLAYS OF NEIL SIMON","comments":"","clues":[{"text":"This title Neil Simon twosome is Felix Ungar &amp; Oscar Madison","response":"<i>The Odd Couple</i>"},{"text":"Neil's play \"The Good Doctor\" was based on short stories by this Russian playwright","response":"Chekhov"},{"text":"Willie Clark &amp; Al Lewis are 2 grumpy old former vaudeville partners in this Neil Simon comedy","response":"<i>The Sunshine Boys</i>"},{"text":"\"Chapter Two\" is Neil's semi-autobiographical play about his life with this actress he married in 1973","response":"Marsha Mason"},{"text":"Neil's days as a writer for the show hosted by this giant of '50s TV comedy inspired \"Laughter on the 23rd Floor\"","response":"Sid Caesar"}],"originalDate":"2017-05-30"},{"category":"SEOUL MAN &amp; WOMAN","comments":"","clues":[{"text":"Ordained in 1973 &amp; promoted to his metropolitan see in 2012, Andrew Yeom Soo-Jong is Seoul's this","response":"archbishop"},{"text":"Nam June Paik, called the inventor of this type of art, used a thousand-TV-set display at the 1988 Olympics","response":"video art"},{"text":"Sunja from Seoul has a popular brand of this fermented dish served at every Korean meal","response":"kimchi"},{"text":"In 1971 Seoul-born Kyongwon Ahn founded the UTA, the United this Korean martial art Association","response":"taekwondo"},{"text":"Chung Ju Yung founded this Seoul-based transportation group, once Korea's largest corporation","response":"Hyundai"}],"originalDate":"2017-05-30"},{"category":"NUCLEAR PHYSICS","comments":"","clues":[{"text":"These 3 primary types of nuclear radiation are identified by Greek letters","response":"alpha, beta and gamma"},{"text":"A moderator of neutrons in nuclear power plants, deuterium oxide is also known by this \"weighty\" term","response":"heavy water"},{"text":"In 1940 this Italian-born physicist began his efforts to set up a nuclear reactor at Columbia University","response":"(Enrico) Fermi"},{"text":"This type of reactor gets its name from producing more fissionable material than it consumes","response":"a breeder reactor"},{"text":"Developed in the early 1900s, this enclosure is used to study the paths of particles as vapor condenses around them","response":"a cloud chamber"}],"originalDate":"2017-05-30"},{"category":"LYRICAL SPELLING BEE","comments":"","clues":[{"text":"ABBA sang, \"Nothing else can save me\" then this distress signal","response":"S.O.S."},{"text":"Gwen Stefani spells \"bananas\" while singing about this girl","response":"\"Hollaback Girl\""},{"text":"Tammy Wynette spelled out this title word that she doesn't want her 4-year-old \"to understand\"","response":"divorce (\"D-I-V-O-R-C-E\")"},{"text":"When this Canadian punk-popper spells her first name in \"The Best Damn Thing\", \"A\" means \"always give me what I want\"","response":"Avril Lavigne"},{"text":"This duo started their '80s hit \"Method Of Modern Love\" by spelling everything but the \"Modern\"","response":"Hall & Oates"}],"originalDate":"2017-05-30"}],[{"category":"WHAT'S THAT PLANET?","comments":"","clues":[{"text":"Images from Mariner 4 ended the myth of its canals","response":"Mars"},{"text":"It's no. 3 in mass &amp; no. 8 from the sun","response":"Neptune"},{"text":"It's nearly 89,000 miles in diameter","response":"Jupiter"},{"text":"Its year is 224.7 Earth days","response":"Venus"},{"text":"Relative to the plane of its orbit, it spins almost on its side","response":"Uranus"}],"originalDate":"2017-05-29"},{"category":"THE CLASSICS","comments":"","clues":[{"text":"This political treatise by Machiavelli concludes that it's \"safer to be feared than to be loved\"","response":"<i>The Prince</i>"},{"text":"This novel ends with the lines \"He had won the victory over himself. He loved Big Brother\"","response":"<i>1984</i>"},{"text":"\"Our mother died when I was two, so I never felt her absence\", says Scout in this novel","response":"<i>To Kill a Mockingbird</i>"},{"text":"Charles Dickens used material from an abandoned autobiography for this 1850 novel, which he wrote in the first person","response":"<i>David Copperfield</i>"},{"text":"Hopefully, he was content with \"The Winter of Our Discontent\"<span class=\"nobreak\">--</span>it helped him win a 1962 Nobel Prize","response":"John Steinbeck"}],"originalDate":"2017-05-29"},{"category":"A ROCKY CATEGORY","comments":"","clues":[{"text":"In South Africa most of these are mined from a rock called kimberlite","response":"diamonds"},{"text":"Rocky Aoki founded this chain of Japanese restaurants in which knife-wielding chefs entertain diners","response":"Benihana"},{"text":"In the 1950s he successfully defended his title 6 times, twice against Ezzard Charles","response":"(Rocky) Marciano"},{"text":"This Apple co-founder started college in Colorado in 1968 &amp; graduated Cal in 1986 under the alias Rocky Clark","response":"(Steve) Wozniak"},{"text":"Be prepared to hear the Pride of the Southland marching band play \"Rocky Top\" more than once at games of this university","response":"Tennessee"}],"originalDate":"2017-05-29"},{"category":"THE NEW \"BLACK\"","comments":"","clues":[{"text":"Old roadways are made new again when paved over with this","response":"blacktop"},{"text":"The new hit of the 2013 fall TV season was this show with James Spader as \"Red\" Reddington","response":"<i>The Blacklist</i>"},{"text":"Found only in the New World, this flower AKA a yellow daisy may take its name from a fair maiden in a poem","response":"a black-eyed susan"},{"text":"In the \"Beverly Hillbillies\" theme song, it's one term for Jed's new find","response":"black gold"},{"text":"A new 18th century fad of sea bathing to cure disease helped put this resort town of northwest England on the map","response":"Blackpool"}],"originalDate":"2017-05-29"},{"category":"FINGER-SNAPPING TUNES","comments":"","clues":[{"text":"Chris Martin &amp; his mates in this band recorded the snappy tune \"Miracles\" for the \"Unbroken\" soundtrack","response":"Coldplay"},{"text":"You rang? The theme to this '60s sitcom with John Astin was quite snappy, &amp; indeed, you ring in now","response":"<i>The Addams Family</i>"},{"text":"\"Under Pressure\" by Queen &amp; this solo singer features his finger snaps as well","response":"David Bowie"},{"text":"Oh, snap! This hit had \"jet planes, islands, tigers on a gold leash, we don't care, we aren't caught up in your love affair\"","response":"\"Royals\""},{"text":"\"The Longest Time\" kept its time with snapping &amp; this man had himself a 1984 hit","response":"Billy Joel"}],"originalDate":"2017-05-29"},{"category":"IDIOMATIC PAIRS","comments":"","clues":[{"text":"\"All's fair in\" this pair, also a title in John Jakes' \"North and South\" trilogy","response":"love and war"},{"text":"This rhyming term used to describe ships that had become beached; now it refers to any instance of being stranded","response":"high and dry"},{"text":"Both starting with the same 4 letters, the 2 goals in this saying allow you to move on after someone has wronged you","response":"forgive and forget"},{"text":"Cheerio! Only these \"go out in the midday sun\"","response":"mad dogs and Englishmen"},{"text":"The \"to be or not to be\" speech includes these 2 weapons \"of outrageous fortune\"","response":"slings and arrows"}],"originalDate":"2017-05-29"}],{"category":"COMEDY MOVIES","text":"In the original script for this 1975 film, the title object was finally found in London's Harrods department store","response":"<i>Monty Python and the Holy Grail</i>"}]}