{"mix":1885,"rounds":[[{"category":"BALLET","comments":"","clues":[{"text":"Balanchine's \"Who Cares?\" features the music of this other George, including \"Fascinatin' Rhythm\"","response":"Gershwin"},{"text":"Choreographer Maurice Bejart called this Stravinsky ballet \"The Phoenix Reborn from Ashes\"","response":"<i>The Firebird</i>"},{"text":"In a classic 1890 ballet, the fairy of the songbirds dances at the christening of this fairy-tale heroine","response":"Sleeping Beauty"},{"text":"Let's have a conference to discuss ABT's 2016 ballet based on this Plato dialogue about love","response":"the <i>Symposium</i>"},{"text":"\"The Tale of the Stone Flower\", this \"Peter and the Wolf\" composer's last ballet, tells the tale of Danila, a stone cutter","response":"Prokofiev"}],"originalDate":"2017-05-18"},{"category":"PRO RUSSELL-ING","comments":"","clues":[{"text":"This Celtic who battled Wilt Chamberlain had a 22.5-rebound average &amp; won 11 NBA titles in a 13-year career","response":"Bill Russell"},{"text":"After filing for divorce in 2011, this comic might have said, \"Katy? Bar the door!\"","response":"Russell Brand"},{"text":"Sweet Keri Russell was deliberately cast against type as a tough Soviet spy on this TV drama","response":"<i>The Americans</i>"},{"text":"In an Oscar-winning role, he went into Maximus Decimus Meridius overdrive","response":"Russell Crowe"},{"text":"He's played Snake Plissken, Wyatt Earp &amp; \"the strongest man in the world\"","response":"Kurt Russell"}],"originalDate":"2017-05-18"},{"category":"DOUBLE VOWEL IN THE MIDDLE","comments":"(Alex: The same two vowels in the middle of each correct response.)","clues":[{"text":"To sleep a bit longer; now hit the button!","response":"snooze"},{"text":"A fowl enclosure","response":"a coop"},{"text":"To swindle one out of sheep's wool","response":"fleece"},{"text":"People get buzzed practicing apiculture, AKA this","response":"beekeeping"},{"text":"This 4-letter name of a chief Canaanite god means \"lord\"","response":"Baal"}],"originalDate":"2017-05-18"},{"category":"A 5-STAR SCHOOL LUNCH","comments":"(Alex: Don't ya wish?)","clues":[{"text":"Always a popular lunch line item, the Iranian beluga type of this food can cost $10,000 for a pound","response":"caviar"},{"text":"This Italian dish of garlic toast topped with tomatoes &amp; olive oil tempts palates in the cafeteria","response":"bruschetta"},{"text":"The students rave about this type of Wagyu steak from Hyogo Prefecture, so pale when raw it's almost white","response":"Kobe beef"},{"text":"Why, Lunchlady Doris, your version of this 2-word pricey boneless cut of beef from the tenderloin... mwah!","response":"filet mignon"},{"text":"Using a broiler to caramelize a sugar topping on a chilled, stirred custard is key to this 2-word French dessert kids love!","response":"crème brûlée"}],"originalDate":"2017-05-17"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In some versions of the myth, Uther had used this sword long before his son Arthur removes it from the stone","response":"Excalibur"},{"text":"The mythical birthplace of this pre-Columbian people was Aztlan, the \"White Land\"","response":"the Aztecs"},{"text":"In Greek mythology rivers leading into this place include Cocytus, Phlegethon, Acheron &amp; Styx","response":"Hades"},{"text":"After drinking from the fountain of Mimir, he becomes the wisest Norse god","response":"Odin"},{"text":"The ultimate night watchman, the mythical giant Argus has 100 of these","response":"eyes"}],"originalDate":"2017-05-17"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Cheers to you if you know that this potent potable derives its name from the Russian word for \"water\"","response":"vodka"},{"text":"From the Middle Dutch word for \"ship\" comes this term for the captain of a small ship or boat","response":"skipper"},{"text":"The name of this spirit is from the German for \"rattle\" &amp; \"ghost\"","response":"a poltergeist"},{"text":"From the Arabic for \"to make known\", it's a tax imposed by a government on imported or exported goods","response":"tariff"},{"text":"Bacteria comes from a Greek word meaning \"small stick\"; this related word goes back to the Greek for \"small\" &amp; \"life\"","response":"microbe"}],"originalDate":"2017-05-17"}],[{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"This association abbreviated ALA wants to eliminate tobacco use &amp; improve air quality","response":"the American Lung Association"},{"text":"The logo of this human rights watchdog features a candle surrounded by barbed wire","response":"Amnesty International"},{"text":"More than the title of a disco hit, it has 2,700 locations &amp; 600,000 volunteers just in the United States","response":"YMCA"},{"text":"The organization of these bereaved mothers of armed service members dates back to 1928","response":"the Gold Star Mothers"},{"text":"The wife of an AA co-founder started this organization for families of problem drinkers","response":"Al-Anon"}],"originalDate":"2017-05-17"},{"category":"I LOVE LITERATURE","comments":"","clues":[{"text":"The White Rabbit is running late, leading to all kinds of trouble at the start of this 1865 book","response":"<i>Alice in Wonderland</i>"},{"text":"He took 17 years to write his last novel, \"Finnegans Wake\"","response":"James Joyce"},{"text":"A 2015 BBC poll of literary critics said the greatest British novel is this George Eliot work named for a town","response":"<i>Middlemarch</i>"},{"text":"This poet &amp; typographic innovator wrote lines capturing childhood like \"when the world is puddle-wonderful\"","response":"E.E. Cummings"},{"text":"In the '60s this controversial novelist wrote journalistic works like \"Miami and the Siege of Chicago\"","response":"Norman Mailer"}],"originalDate":"2017-05-17"},{"category":"\"GREEN\" STUFF","comments":"","clues":[{"text":"A tip of the cap if you know that the Army's special forces are known by this name","response":"the Green Berets"},{"text":"Wisconsin's Fox River empties into it","response":"Green Bay"},{"text":"In 2000 this punk-pop band issued \"Warning\"; in 2005 they put out \"Bullet in a Bible\"","response":"Green Day"},{"text":"\"Sure as God made\" these edibles, Cubs fans left some on Harry Caray's grave after the 2016 World Series","response":"little green apples"},{"text":"Sperry &amp; Hutchinson were famous for these items that could be traded for all sorts of things","response":"Green Stamps"}],"originalDate":"2017-05-16"},{"category":"YOU'RE SO POSSESSIVE!","comments":"","clues":[{"text":"On this festive night in 1999, a new ball made of Waterford crystal made its descent in Times Square","response":"New Year's Eve"},{"text":"Mr. T proudly says he's one of these, devoted to the person who brought him into the world","response":"a mama's boy"},{"text":"I'll do my best with what you gave me, but I \"can't make a silk purse out of\" one of these","response":"a sow's ear"},{"text":"On Aug. 3, 1980 Ronald Reagan said \"I believe in\" these &amp; said the federal government had too much power","response":"states' rights"},{"text":"2-word term for one who defends an unpopular cause for the sake of argument","response":"devil's advocate"}],"originalDate":"2017-05-16"},{"category":"BEATLES SONG TITLE REVERSALS","comments":"(Alex: And finally, you'll love this one...)","clues":[{"text":"\"Tomorrow\"","response":"\"Yesterday\""},{"text":"\"The Short And Straight Boulevard\"","response":"\"The Long And Winding Road\""},{"text":"\"Straighten And Whisper\"","response":"\"Twist And Shout\""},{"text":"\"Go Separately\"","response":"\"Come Together\""},{"text":"\"You'll Shun The Moon\"","response":"\"I'll Follow The Sun\""}],"originalDate":"2017-05-16"},{"category":"TV CAMPUS","comments":"","clues":[{"text":"Neptune High is named for a sea god; this title mystery solver who went there has a war god in her name","response":"Veronica Mars"},{"text":"Played by Alexis Bledel, Rory on this Netflix show's \"A Year in the Life\" returned to Chilton Academy in 2016","response":"<i>Gilmore Girls</i>"},{"text":"\"The Wonder Years\" &amp; \"Freaks and Geeks\" were set at schools named for this president with Scottish roots","response":"McKinley"},{"text":"On \"King of the Hill\", Bobby was chosen to be the mascot for the school named for this legendary NFL coach","response":"Tom Landry"},{"text":"Students learn spells &amp; more at Brakebills, a school in this Syfy TV show based on Lev Grossman's books","response":"<i>The Magicians</i>"}],"originalDate":"2017-05-16"}],{"category":"SECRETARIES OF STATE","text":"Dirk Stikker, Dutch foreign minister 1948-1952, wrote, \"Churchill's words won the war\"; this American's \"words won the peace\"","response":"(George) Marshall"}]}