{"mix":1890,"rounds":[[{"category":"GERMAN","comments":"","clues":[{"text":"Au revoir in German","response":"<i>auf wiedersehen</i>"},{"text":"Hitler began building these 4-laned highways in the '30s","response":"the Autobahns"},{"text":"General time of day for a greeting of \"Guten tag\"","response":"good afternoon"},{"text":"German word meaning destroyed, ruined or all finished","response":"<i>kaput</i>"},{"text":"What you'd get in a restaurant asking for \"Herr ober\"","response":"the waiter"}],"originalDate":"1984-11-19"},{"category":"RECIPE ORIGINS","comments":"","clues":[{"text":"In the 1920s Italian chef Signor Cardini created this salad at his restaurant in Tijuana, Mexico","response":"the Caesar salad"},{"text":"Mrs. Wakefield invented these in Whitman, Mass. when she added cut-up chocolate bars to butter-cookie dough","response":"Toll House cookies"},{"text":"This oyster dish was said to be named for John D. because it too was so rich","response":"oysters Rockefeller"},{"text":"This \"colorful\" salad dressing with parsley, chives &amp; tarragon was created at the Palace Hotel in San Francisco","response":"Green Goddess"},{"text":"This banana dessert was created at Brennan's in New Orleans &amp; named for a pal of the owner","response":"bananas Foster"}],"originalDate":"2017-05-05"},{"category":"LITERATURE","comments":"","clues":[{"text":"George &amp; Lennie have dreams of living off the fat of the land in this Steinbeck tale","response":"<i>Of Mice and Men</i>"},{"text":"In \"Les Miserables\" he's imprisoned for 19 years after stealing a loaf of bread","response":"(Jean) Valjean"},{"text":"Dostoyevsky drew on his own experience in prison to write this 1866 masterpiece","response":"<i>Crime and Punishment</i>"},{"text":"This character says, \"I keep picturing all these little kids playing some game in this big field of rye\"","response":"(Holden) Caulfield"},{"text":"This novel is about Ignatius J. Reilly, the Don Quixote of the French Quarter","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2017-05-05"},{"category":"CREATURES IN MOVIE TITLES","comments":"","clues":[{"text":"Sam Raimi directed this 2002 superhero film &amp; 2 sequels","response":"<i>Spider-Man</i>"},{"text":"Mila Kunis plays a rival to ballerina Natalie Portman in this 2010 psychological thriller","response":"<i>Black Swan</i>"},{"text":"The title of this film refers to Tom Booker (Robert Redford), who uses his patient ways to cure Pilgrim","response":"<i>The Horse Whisperer</i>"},{"text":"Seth Rogen took on the role of Britt Reid in this 2011 superhero film","response":"<i>The Green Hornet</i>"},{"text":"Ted Levine played the serial killer known as Buffalo Bill in this 1991 film","response":"<i>Silence of the Lambs</i>"}],"originalDate":"2017-05-05"},{"category":"2 OUT OF 3 AIN'T \"BAD\"","comments":"(Alex: Each response will be 3 words. One of those words will be \"bad\". The other two ain't.)","clues":[{"text":"Proverbially, it is said to spoil the whole bunch (or barrel)","response":"a bad apple (or one bad apple)"},{"text":"Disney Channel had a movie called this, when your coiffure just won't cooperate","response":"<i>Bad Hair Day</i>"},{"text":"This song by CCR says, \"Looks like we're in for nasty weather\"","response":"\"Bad Moon Rising\""},{"text":"BCD is short for this not-so-great way of getting out of the military","response":"a bad conduct discharge"},{"text":"Henry is the first name of this naughty character created for newspapers in the 1880s","response":"Peck's Bad Boy"}],"originalDate":"2017-05-05"},{"category":"STREAM","comments":"","clues":[{"text":"Tourists are advised against baptisms in this river, believed to be the site of Jesus's baptism<span class=\"nobreak\">--</span>it's too polluted now","response":"the Jordan River"},{"text":"A section of this 1,300-mile-long river forms the border between Venezuela &amp; Colombia","response":"the Orinoco"},{"text":"In Lisbon, the 25th of April Bridge spans this river","response":"the Tagus River"},{"text":"The Dniester &amp; this river with the same first 4 letters are both said to get their names from the Sarmatian language","response":"Dnieper"},{"text":"It's Africa's second-longest river, after the Nile","response":"the Congo"}],"originalDate":"2017-05-05"}],[{"category":"OF CONSCIOUSNESS","comments":"","clues":[{"text":"To form an opinion (or a baby!)","response":"conceive"},{"text":"A John Lennon classic, or to form a mental picture","response":"imagine"},{"text":"To postulate; when you do it, you make the first 3 letters out of the last 3","response":"assume"},{"text":"The \"J\" in the Navy's JAG, it also means to form an opinion","response":"judge"},{"text":"If you have sense perception, you are said to be this, from the Latin sentire, \"to feel\"","response":"sentient"}],"originalDate":"2017-05-05"},{"category":"MARCO","comments":"","clues":[{"text":"Him in 2016: \"I have only said like 10,000 times I will be a private citizen in January\"; in June: gonna stay in the Senate","response":"(Marco) Rubio"},{"text":"Come for the canals, stay for the San Marco Basilica, begun in its original form in 829 A.D. in this city","response":"Venice"},{"text":"Chef Marco Pierre White said he turned this \"Hell's Kitchen\" star, then a young employee, into a blubbering wreck","response":"Gordon Ramsay"},{"text":"Young Marco gets quite imaginative in Dr. Seuss' \"And to Think That I Saw It on\" this thoroughfare","response":"Mulberry Street"},{"text":"\"The Travels of Marco Polo\" is also known by this numerical title","response":"<i>The Million</i>"}],"originalDate":"2017-05-05"},{"category":"FASHION","comments":"","clues":[{"text":"In 2004 this Spice Girl created her own line of jeans called VB Rocks","response":"Victoria Beckham"},{"text":"A \"Project Runway\" judge for many years, he designed Michelle Obama's dress for her first official White House portrait","response":"Michael Kors"},{"text":"In 1937 Elsa Schiaparelli's new color, a shocking shade of this, was the sensation of the fashion world","response":"pink"},{"text":"The 1920s were busy for this Parisian designer; she launched her first perfume &amp; introduced her legendary suit","response":"Coco Chanel"},{"text":"Known for his red, white &amp; blue logo, he created a style of fashion known as \"classic American cool\"","response":"(Tommy) Hilfiger"}],"originalDate":"2017-05-05"},{"category":"CLASSIC CHILDREN'S BOOKS","comments":"","clues":[{"text":"Flopsy, Mopsy &amp; Cotton-tail are siblings of this title character; Benjamin Bunny is his cousin","response":"Peter Rabbit"},{"text":"At birth, this title E.B. White character \"could have been sent by first class mail for three cents\"","response":"Stuart Little"},{"text":"This 1957 classic was written to see if its author \"could rediscover something about Christmas\" that he'd lost","response":"<i>How the Grinch Stole Christmas!</i>"},{"text":"\"Let the wild rumpus start!\" is a line from this favorite","response":"<i>Where the Wild Things Are</i>"},{"text":"The book about her begins, \"In an old house in Paris that was covered with vines lived twelve little girls in two straight lines\"","response":"Madeline"}],"originalDate":"2017-05-04"},{"category":"LATIN IDIOMS","comments":"","clues":[{"text":"\"This for this\"","response":"quid pro quo"},{"text":"\"Seize the day\"","response":"carpe diem"},{"text":"\"For the good\"","response":"pro bono"},{"text":"\"Nourishing mother\"","response":"alma mater"},{"text":"\"Solid ground\"","response":"terra firma"}],"originalDate":"2017-05-04"},{"category":"SPOKEN WORD GRAMMY AWARDS","comments":"","clues":[{"text":"This late night TV host won in 2013 for \"America Again: Re-becoming the Greatness We Never Weren't\"","response":"Stephen Colbert"},{"text":"Garrison Keillor earned a Grammy for telling tales about the \"Days\" of this spot","response":"Lake Wobegon"},{"text":"\"The Words of Gandhi\" won an 1984 Grammy for this actor who spoke them","response":"Ben Kingsley"},{"text":"Beau Bridges was one or the actors who won for reading this warming warning by Al Gore","response":"<i>An Inconvenient Truth</i>"},{"text":"In 1997 Hillary Clinton won for reading this book of hers about how we raise children","response":"<i>It Takes a Village</i>"}],"originalDate":"2017-05-04"}],{"category":"DOG BREEDS","text":"Alpendog was a proposed name for this dog breed","response":"St. Bernard"}]}