{"mix":1895,"rounds":[[{"category":"BRASIL, BRASIL!","comments":"","clues":[{"text":"Brazil heats up the globe as the leading exporter of this brew","response":"coffee"},{"text":"When Brazil became a republic in 1889, this ceased being the official religion, but 2/3 of the people still adhere to it","response":"Catholicism"},{"text":"The Açu River is also called this river, the plural of a certain fish; I'll stay out, thanks","response":"Piranhas (River)"},{"text":"In the 1990s the Gracie family brought the Brazilian form of this martial art to international prominence","response":"jujitsu"},{"text":"On August 22, 1942 Brazil did this; a 7-1 payback at the World Cup came 72 years later","response":"declared war on Germany and Italy"}],"originalDate":"2017-04-24"},{"category":"MUSICIANS WHO DIED AT 27","comments":"","clues":[{"text":"The New York Times headline on his obituary called him the \"hesitant poet of 'grunge rock'\"","response":"Kurt Cobain"},{"text":"Tony Bennett's \"Duets II\" had a posthumous appearance by this British soul singer, 2 months after her death","response":"Amy Winehouse"},{"text":"After her death via a heroin overdose in Hollywood in 1970, her album \"Pearl\" was released","response":"(Janis) Joplin"},{"text":"This Rolling Stones guitarist drowned in his pool at Cotchford Farm, a home once owned by A.A. Milne","response":"Brian Jones"},{"text":"Chris Bell was buried on Dec. 28, 1978<span class=\"nobreak\">--</span> bandmate Alex Chilton's birthday<span class=\"nobreak\">--</span>with a copy of this band's classic \"#1 Record\"","response":"Big Star"}],"originalDate":"2017-04-24"},{"category":"INVENTIONS","comments":"","clues":[{"text":"In 1959 Squibb introduced the first one of these with an electrical cord into the U.S. using the brand name Broxodent","response":"an electric toothbrush"},{"text":"Early on, this aid to authors was piano-sized; around 1870 Christopher Sholes created a small one","response":"a typewriter"},{"text":"In 1986 ophthalmologist Patricia Bath invented the Laserphaco Probe to remove this eye impairment","response":"cataracts"},{"text":"In 1899 Cushman &amp; Denison trademarked this little gem of office supplies under the name Gem","response":"a paper clip"},{"text":"In 1849 he created a biscuit made of dehydrated meat &amp; flour; his later work on a certain milk product fared better","response":"Gail Borden"}],"originalDate":"2017-04-24"},{"category":"STATES &amp; LICENSE PLATES","comments":"","clues":[{"text":"Above the license plate number, its plate says, \"Sweet Home\"","response":"Alabama"},{"text":"Idaho's plates advertise the state's \"famous\" these","response":"potatoes"},{"text":"in an all or nothing move, this state invites you to \"Live Free or Die\"","response":"New Hampshire"},{"text":"Driving straight from Rockford to Carbondale, most of the plates you see will have this man's face in the center","response":"Abraham Lincoln"},{"text":"Rhode Island is 48 x 37 miles but has 400 miles of coastline, earning the plate designation this \"State\"","response":"the Ocean State"}],"originalDate":"2017-04-24"},{"category":"WRITERS","comments":"","clues":[{"text":"He had a volume of Keats' poetry in his pocket when he drowned during a storm that engulfed his sailboat in 1822","response":"Shelley"},{"text":"Jay McInerney, Tama Janowitz &amp; other 1980s writers shared this nickname with a group of young 1980s actors","response":"the Brat Pack"},{"text":"This \"Good Earth\" author founded Welcome House, an adoption agency","response":"Pearl S. Buck"},{"text":"This late author's mother, Sally Wallace, invented words like \"greebles\" that he used in his books","response":"David Foster Wallace"},{"text":"This Pulitzer Prize-winning novel by Anne Tyler sounds like a tutorial about keeping oxygenated","response":"<i>Breathing Lessons</i>"}],"originalDate":"2017-04-24"},{"category":"RULERS","comments":"","clues":[{"text":"A descendant of Genghis Khan, this Mongol conqueror was also known as Timur the Lame","response":"Tamerlane"},{"text":"\"King of kings\" &amp; \"Sun of the Aryans\", Mohammed Reza Pahlavi was better known as this","response":"the Shah of Iran"},{"text":"In 1613, Michael Romanov founded a dynasty which ruled this country for 300 years","response":"Russia"},{"text":"Constantine II, exiled in 1967, was last king of this country","response":"Greece"},{"text":"While many rulers have been called \"the Great\", Turkish sultan Suleiman I was called this","response":"the Magnificent"}],"originalDate":"1986-02-24"}],[{"category":"BOUNCE","comments":"","clues":[{"text":"In slang, you're a \"paper hanger\" if you bounce one of these","response":"a check"},{"text":"Innovation of the Fleischer Brothers to aid cartoon audiences in following song lyrics","response":"the bouncing ball"},{"text":"The season with \"bounce\"","response":"spring"},{"text":"Curly Neal is an expert in this bouncing art","response":"dribbling a basketball"},{"text":"During World War II, the Navy used them to improve fliers' coordination &amp; balance","response":"trampolines"}],"originalDate":"1986-02-24"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"Part of your body which contains rods &amp; cones","response":"the eye"},{"text":"The deciduous or \"milk\" type are your 1st set of these","response":"teeth"},{"text":"Secreted by B-cells in the Islets of Langerhans, it controls amount of glucose in the blood","response":"insulin"},{"text":"It's what the messenger RNA gets the message from","response":"DNA"},{"text":"Sense organ which detects acceleration &amp; position with respect to gravity","response":"the ear"}],"originalDate":"1986-02-24"},{"category":"MUSICAL GEOGRAPHY","comments":"","clues":[{"text":"Roger Miller says it \"swings like a pendulum do\"","response":"England"},{"text":"Though \"the Midwest farmers' daughters...make you feel alright\", The Beach Boys prefer these","response":"California girls"},{"text":"It's where \"Matilda run\" after \"she took me money\"","response":"Venezuela"},{"text":"In \"Arthur's Theme\", \"The best that you can do is fall in love\" when caught between the moon &amp; here","response":"New York City"},{"text":"In 1977, Glen Campbell asked, \"Have you ever felt\" these, y'all","response":"\"Southern Nights\""}],"originalDate":"1986-02-24"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"Type of pigeon that doesn't need AAA maps","response":"a homing pigeon"},{"text":"To cut something off, like a magazine subscription","response":"to cancel"},{"text":"From Latin \"robur\" meaning \"oak\", we get this word for possessing great strength","response":"robust"},{"text":"To scoop the mud from the bottom of a channel or harbor; police do it to find the body","response":"to dredge"},{"text":"Petty officer in the U.S. Navy who performs clerical duties, or Janice Rand on \"Star Trek\"","response":"yeoman"}],"originalDate":"1986-02-24"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Year in which Ku Klux Klan was founded &amp; Abraham Lincoln was assassinated","response":"1865"},{"text":"First lady longer than anyone before or since, she held 1st press conference by a president's wife","response":"Eleanor Roosevelt"},{"text":"Ironically, people of this W. Indian island gave $6 mil. to the American Revolutionary War effort","response":"Cuba"},{"text":"A former slave who protested segregation on 1840's trains by sitting in cars reserved for whites","response":"Frederick Douglass"},{"text":"This 20th century president is the only president buried in Washington, D.C. proper","response":"Woodrow Wilson"}],"originalDate":"1986-02-24"},{"category":"AUTHORS","comments":"","clues":[{"text":"Though she wrote much about China, she called her native W.V. \"World's most beautiful place\"","response":"Pearl Buck"},{"text":"Expression \"I kid you not\" comes from this author's \"The Caine Mutiny\"","response":"Herman Wouk"},{"text":"Existentialist philosopher who declined 1964 Nobel Prize for Literature","response":"Jean-Paul Sartre"},{"text":"Question asked in title of surprise-ending Frank Stockton short story","response":"<i>The Lady or the Tiger?</i>"},{"text":"Most widely translated Spanish author besides Cervantes, he lost his life in Spanish Civil War","response":"Federico García Lorca"}],"originalDate":"1986-02-24"}],{"category":"U.S. MONUMENTS","text":"More than 100 years after it was first proposed, this monument was dedicated by President Chester Arthur","response":"the Washington Monument"}]}