{"mix":1898,"rounds":[[{"category":"MUSICAL JONESES","comments":"","clues":[{"text":"He guesses he's had about 5,000 room keys thrown his way during performances","response":"Tom Jones"},{"text":"Rickie Lee Jones' only Top 10 hit told us \"Chuck E.'s in\" this","response":"Love"},{"text":"He wrote the theme songs for \"The Bill Cosby Show\", \"Roots\" &amp; \"Sanford and Son\"","response":"Quincy Jones"},{"text":"\"Relative\" moniker of Louis Marshall Jones, longtime favorite on \"Hee Haw\"","response":"Grandpa Jones"},{"text":"Dubbed \"The Dietrich of the New Decade\", this provocative Jamaican has stunned  crowds worldwide","response":"Grace Jones"}],"originalDate":"1988-11-30"},{"category":"WOMEN IN THE NEWS","comments":"","clues":[{"text":"In a TV interview she apologized to Vietnam vets for any hurt her anti-war activities caused them","response":"Jane Fonda"},{"text":"Raisa Gorbachev reportedly carries this credit card, even though we know who she is","response":"American Express"},{"text":"Recently L. Minnelli joined this famous, formerly all male club, but they haven't roasted her yet","response":"Friars Club"},{"text":"A group led by Madalyn Murray O'Hair wants to get these words removed from U.S. currency","response":"\"In God We Trust\""},{"text":"She resigned as Screen Actors Guild president to produce a movie based on her autobiography","response":"Patty Duke Astin"}],"originalDate":"1988-11-30"},{"category":"POT LUCK","comments":"","clues":[{"text":"The only place in the U.S. where you can use its stamps for postage is at its post office in New York City","response":"United Nations"},{"text":"MoMA sells cookie cutters shaped like the Sears Tower, the Guggenheim Museum &amp; this Sydney landmark","response":"Opera House"},{"text":"2 of the 4 signs of the Zodiac which aren't mammals","response":"(2 of) Cancer, Libra, Scorpio & Pisces"},{"text":"A presidential candidate in 1948, this 85-year-old senator has represented South Carolina for over 33 years","response":"Strom Thurmond"},{"text":"Encyclopedia Americana calls it the 1st real lighthouse; World Book calls it the tallest","response":"Pharos of Alexandria"}],"originalDate":"1988-11-30"},{"category":"WORD ORIGINS","comments":"(Alex: That's always popular on \"Jeopardy!\".)","clues":[{"text":"1st animal alphabetically, its Afrikaans name comes from Dutch for \"earth\" &amp; \"little pig\"","response":"aardvark"},{"text":"The Indus, the chief river of Pakistan, gave its name to this Indian religion","response":"Hinduism"},{"text":"The word \"short\" in shortbread is a shortened form of this word","response":"shortening"},{"text":"Slip-on shoe with a rope sole, its name comes from spartum, a rope-producing plant","response":"espadrille"},{"text":"In Latin, it referred to a child in school or reflected in someone's eye","response":"pupil"}],"originalDate":"1988-11-30"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"The reason this country gave for expansion was \"lebensraum\", or \"living space\" for a crowded populace","response":"Germany"},{"text":"During his U.S. visit in 1959, Khrushchev visited her at Hyde Park","response":"Eleanor Roosevelt"},{"text":"The 1st commercial phone call sent via 1 of these was placed by LBJ to west European leaders in 1965","response":"satellite"},{"text":"On August 24, 1939 \"Lepke\" Buchalter, \"president\" of this criminal org., surrendered to Walter Winchell","response":"Murder Incorporated"},{"text":"It's not known if the 1948 death of this country's foreign minister, Jan Masaryk, was murder or suicide","response":"Czechoslovakia"}],"originalDate":"1988-11-30"},{"category":"SWITZERLAND","comments":"","clues":[{"text":"The 1815 Treaty of Vienna guaranteed this policy which Switzerland had adopted some time before","response":"neutrality"},{"text":"Much of the milk produced in Switzerland is used to make emmentaler, which is this popular export","response":"cheese"},{"text":"Switzerland's international airline, it's one of the few in Europe that's privately owned","response":"Swiss Air"},{"text":"These 2 major rivers whose names differ by only 1 letter both rise in Switzerland","response":"Rhine & Rhone"},{"text":"This Latin name for Switzerland appears on Swiss postage stamps","response":"Helvetia"}],"originalDate":"1988-11-30"}],[{"category":"SWEETS","comments":"","clues":[{"text":"This traditional Christmas dish contains suet, currants &amp; raisins but no plums","response":"plum pudding"},{"text":"The 3 major types of this are sulphured, unsulphured &amp; blackstrap","response":"molasses"},{"text":"It was a song title by itself, followed \"My boy...\" &amp; was paired with roses","response":"\"Lollipops\""},{"text":"The name of this custard dessert with a caramel glaze is French for \"burnt cream\"","response":"creme brulee"},{"text":"This fruit is the main ingredient in the sauce served over peach melba","response":"raspberries"}],"originalDate":"1988-11-30"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"1 of D.C.'s most popular, though once sexually incompatible duos, Hsing-Hsing &amp; Ling-Ling are these","response":"pandas"},{"text":"According to Shakespeare, Cressida was unfaithful to this tragic Trojan","response":"Troilus"},{"text":"After this man died, Queen Victoria never entered a theater again, but had plays brought to her","response":"Prince Albert"},{"text":"They teasingly titled their 1985 autobiography \"Lloyd on Lloyd\"","response":"Chris Evert Lloyd and her husband"},{"text":"\"Nottingham's favorite frozen water walkers\", they won the gold medal for ice dancing in the '84 Olympics","response":"Torvill and Dean"}],"originalDate":"1986-12-19"},{"category":"MAGAZINE COVERS","comments":"","clues":[{"text":"While you gotta search for the rabbit head on a Playboy, you can easily find his happy face on Mad","response":"Alfred E. Neuman"},{"text":"On its Jan. 1986 cover, Esquire \"presented\" these to Madonna, Rambo &amp; \"New\" Coke","response":"the Dubious Achievement Awards (of 1985)"},{"text":"Only \"real\" men, never models, are cover subjects, says this men's magazine known by its initials","response":"GQ (Gentlemen's Quarterly)"},{"text":"A \"trademark\" of the '80s, this symbol is found on the lower left corner of most magazine covers","response":"the UPC symbol (Universal Product Code)"},{"text":"In July 1986, \"she\" was on the front of Time &amp; Newsweek, but TV Guide only gave her its backside","response":"the Statue of Liberty"}],"originalDate":"1986-12-19"},{"category":"MUSIC ON THE MAP","comments":"","clues":[{"text":"Only country mentioned in the song \"Snoopy vs. The Red Baron\"","response":"Germany"},{"text":"Al Jolson told his \"Mammy\", \"My heart strings are tangled around\" this state","response":"Alabammy"},{"text":"In the musical \"Oklahoma!\", city where \"They've gone about as fur as they c'n go\"","response":"Kansas City"},{"text":"1952 Eddie Fisher song which rhymes \"I adore you\" with \"I first saw you\"","response":"\"Lady Of Spain\""},{"text":"Elvis' 1969 hit \"In The Ghetto\" takes place in the ghetto of this city","response":"Chicago"}],"originalDate":"1986-12-19"},{"category":"NATURAL RESOURCES","comments":"","clues":[{"text":"Coal is usually classified according to how much of this element it contains","response":"carbon"},{"text":"In U.S., an average of about 19 gallons of this are extracted from every 42-gallon barrel of crude oil","response":"(automobile) gasoline"},{"text":"Uranium production has fallen in recent years because of cancellations in building these plants","response":"nuclear power plants"},{"text":"Of Russia, Mexico, or South Africa, nation that leads world in silver production","response":"Mexico"},{"text":"It provides water to residents in 7 western states &amp; for over 1/12 of the U.S. landmass","response":"the Colorado River"}],"originalDate":"1986-12-19"},{"category":"\"F\" IN FRENCH","comments":"(Alex: And another in our continuing series featuring curriculum...)","clues":[{"text":"In French, it's what you \"parlez-vous\" when vous parlez French","response":"<i>français</i>"},{"text":"\"A votre santé\" for example, or bread dipped in egg &amp; fried","response":"French toast"},{"text":"An evil &amp; alluring woman, a la Barbara Stanwyck in \"Double Indemnity\"","response":"a <i>femme fatale</i>"},{"text":"If you keep singing \"Dormez vous? Dormez vous?\" long enough, he's bound to wake up","response":"\"Frère Jacques\""},{"text":"Dozing off during a French test, a boy might dream about the girls of this Paris music hall revue","response":"the Folies Bergère"}],"originalDate":"1986-12-19"}],{"category":"HISTORY IN THE MOVIES","text":"Vehicles in \"2001: A Space Odyssey\" featured this airline's logo, but the company went bankrupt in 1991","response":"Pan Am"}]}