{"mix":1903,"rounds":[[{"category":"FLORIDA","comments":"","clues":[{"text":"Florida, the 4th most populous state, has 19 U.S. representatives &amp; this many U.S. senators","response":"2"},{"text":"It's a bird, it's a plane, it's this teen of steel, the 1st TV series made at the Disney-MGM Florida Studios","response":"<i>Superboy</i>"},{"text":"Spanish explorer who gave Florida its name","response":"(Juan) Ponce de Leon"},{"text":"In 1988, for the 1st time in 26 years, hunters were allowed to go after this animal, but without guns","response":"alligators"},{"text":"This Florida lake is the 2nd largest body of fresh water wholly in the U.S.","response":"Lake Okeechobee"}],"originalDate":"1988-12-09"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Completes the inscription on a Civil War campaign medal, \"With malice toward none, with...\"","response":"charity for all"},{"text":"Present at Lee's surrender at Appomattox Court House, he went on to lose a June 1876 Indian battle","response":"George Armstrong Custer"},{"text":"The widow of Confederate gen. D.H. Helm was offered amnesty because she was this woman's half-sister","response":"Mary Todd Lincoln"},{"text":"Known for his Gettysburg charge, he sold insurance after the war","response":"(George) Pickett"},{"text":"As secretary of state at the time, he signed the Emancipation Proclamation as a witness","response":"Seward"}],"originalDate":"1988-12-09"},{"category":"BOOKS","comments":"","clues":[{"text":"\"Lone Star Baby\" is a guide for expectant parents who live in or near this state capital","response":"Austin"},{"text":"\"One Day in the Life of Ivan Denisovich\" was set in a prison camp during this man's regime","response":"Stalin"},{"text":"\"The Bird Era\" isn't about \"Sesame Street\", it's a history of this basketball team from 1978-88","response":"the Boston Celtics"},{"text":"The tragic death of his daughter Dominique influenced his writing \"People Like Us\"","response":"Dominick Dunne"},{"text":"One biography of this woman is entitled \"The Lonely Hunter\"","response":"Carson McCullers"}],"originalDate":"1988-12-09"},{"category":"NEWSCASTERS","comments":"","clues":[{"text":"About 12 million people a day tune into 1 of his 3 syndicated news reports on ABC Radio","response":"Paul Harvey"},{"text":"He's a descendant of the doctor who treated Lincoln's assassin","response":"Roger Mudd"},{"text":"This \"60 Minutes\" anchor had previously worked for the CBC &amp; for CBS in London &amp; Vietnam","response":"Morley Safer"},{"text":"Maury Povich is having a \"Current Affair\" with this NBC newscaster, his wife","response":"Connie Chung"},{"text":"He filled in for Frank Reynolds on \"The Iran Crisis: America Held Hostage\" &amp; soon got his own show","response":"Ted Koppel"}],"originalDate":"1988-12-09"},{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"This city's walls tumbled down long before Kathleen Kenyon proved it's 1 of the oldest cities known","response":"Jericho"},{"text":"As Mexico City's subway system is being expanded, ruins from this Indian culture keep turning up","response":"Aztec"},{"text":"This method of dating can tell the age of an artifact that is up to 40,000 years old","response":"carbon-14 dating"},{"text":"In the 1800s, the great library of Ashurbanipal was unearthed at Nineveh, last capital of this empire","response":"Assyrian Empire"},{"text":"Sir L. Woolley is best known for his discoveries at Ur, a city in ancient Sumer, now part of this country","response":"Iraq"}],"originalDate":"1988-12-09"},{"category":"STARTS WITH \"K\"","comments":"","clues":[{"text":"According to Jewish dietary laws, putting butter on your steak isn't this","response":"kosher"},{"text":"If a Scotsman's skirt is crooked, you might say it's \"out of\" this","response":"kilter"},{"text":"These have been worn since the 7th century, but the familiar wide obis weren't added until over 1000 years later","response":"kimonos"},{"text":"Pretentious bad taste, especially in the arts","response":"kitsch"},{"text":"Sudanese capital whose name means \"elephant's trunk\"","response":"Khartoum"}],"originalDate":"1988-12-09"}],[{"category":"PRESIDENTIAL COLLEGES","comments":"","clues":[{"text":"1 of 2 presidents who were graduates of West Point","response":"Grant (or Eisenhower)"},{"text":"The only president whose alma mater is Annapolis","response":"Jimmy Carter"},{"text":"In 1908 this former big man on campus, Yale's that is, became a big man in the White House","response":"William Howard Taft"},{"text":"If Jefferson, Monroe or Tyler had written home  for money, it would have been sent to this Virginia college","response":"William & Mary"},{"text":"17 years after getting a degree from this Pac 10 school in Calif., Herbert Hoover became a trustee","response":"Stanford"}],"originalDate":"1988-12-09"},{"category":"FROM THEIR INAUGURAL ADDRESSES","comments":"","clues":[{"text":"\"In your hands, my dissatisfied countrymen, and not in mine, is the momentous issue of civil war\"","response":"Lincoln"},{"text":"\"Government is not the solution to our problem; government is the problem\"","response":"Reagan"},{"text":"From his second inaugural address: \"I see one-third of a nation ill-housed, ill-clad, ill-nourished\"","response":"Franklin Roosevelt"},{"text":"\"My fellow citizens: the world and we have passed the midway point of a century of continuing challenge\"","response":"Eisenhower"},{"text":"\"I have just taken the oath of office on the Bible my mother gave me just a few years ago\"","response":"(Jimmy) Carter"}],"originalDate":"2017-04-18"},{"category":"GRAVE MATTERS","comments":"","clues":[{"text":"Frank Sinatra's epitaph is this song title (but not \"And babe, won't that be fine\")","response":"\"The Best Is Yet To Come\""},{"text":"The central nave of the National Pantheon of Venezuela is dedicated to this liberator of South America","response":"Bolívar"},{"text":"In 2016 this basketball coach of the Lady Vols was laid to rest in Mount Carmel Cemetery in Tennessee","response":"Pat Summitt"},{"text":"When Spenser was buried near Chaucer at Westminster Abbey, the concept of this area was begun","response":"Poets' Corner"},{"text":"Edith Piaf is among those buried in this Paris cemetery","response":"Père Lachaise"}],"originalDate":"2017-04-18"},{"category":"STATE THE CITY","comments":"","clues":[{"text":"Ohio: <br>The most populous on Lake Erie","response":"Cleveland"},{"text":"Massachusetts: <br>A \"saucy\" place on the Blackstone Canal","response":"Worcester"},{"text":"Indiana: <br>Named for a \"Mad\" major general","response":"Fort Wayne"},{"text":"Down south, \"the birthplace of California\"","response":"San Diego"},{"text":"Michigan: <br>Served by Gerald R. Ford International Airport","response":"Grand Rapids"}],"originalDate":"2017-04-18"},{"category":"DRINKS FOR EVERYONE!","comments":"","clues":[{"text":"Part of a tradition dating back centuries, a toji is a master overseer of the creation of this fermented beverage","response":"sake"},{"text":"Untappd is an app used by drinkers of this beverage to keep track of what they drink &amp; to share notes on taste","response":"beer"},{"text":"One story says that this cocktail got its name from the Italian vermouth manufacturer this &amp; Rossi","response":"martini"},{"text":"A tax-dodging \"ring\" during the Grant administration was named for this liquor","response":"whiskey"},{"text":"Admiral Edward Vernon is known as the father of this 4-letter rum drink for sailors","response":"grog"}],"originalDate":"2017-04-18"},{"category":"GAMBLING ON VEGAS MOVIES","comments":"","clues":[{"text":"New-in-town alcoholic writer Nicolas Cage decides to have his last ride in Vegas in this 1995 film","response":"<i>Leaving Las Vegas</i>"},{"text":"Fiance Nicolas Cage had a rough plane ride over Vegas in this 1992 film","response":"<i>Honeymoon in Vegas</i>"},{"text":"Newly paroled Nicolas Cage had a rough plane ride into Vegas in this 1997 film","response":"<i>Con Air</i>"},{"text":"A security guard exposition called this \"Mall Cop\" character back to duty in a Vegas-set sequel","response":"<i>Paul Blart: Mall Cop</i>"},{"text":"In \"Lost in America\" the Desert Inn doesn't have as much heart as this actor hopes after his wife loses the nest egg","response":"Albert Brooks"}],"originalDate":"2017-04-18"}],{"category":"AFRICA","text":"After the removal of the dictator, in 2011 3 broad colored stripes &amp; 2 white symbols were restored to this country's flag","response":"Libya"}]}