{"mix":1904,"rounds":[[{"category":"BASEBALL","comments":"","clues":[{"text":"In 2016 Cleveland's hopes died as this team won it all for the first time since the year Grover Cleveland died","response":"the (Chicago) Cubs"},{"text":"Babe Ruth was the first to wear No. 3 for the Yankees; this man was their first No. 4","response":"Lou Gehrig"},{"text":"Before they were named for their hosiery, this American League team was known simply as the Americans","response":"the (Boston) Red Sox"},{"text":"In 2012 Miguel Cabrera got on his horse &amp; became the first hitter to win this distinction since 1967","response":"the Triple Crown"},{"text":"Wins above replacement is a statistic in this field of baseball statistical analysis","response":"sabermetrics"}],"originalDate":"2017-04-18"},{"category":"POWER HITTERS","comments":"","clues":[{"text":"John J. Astor IV built the St. Regis, wrote a sci-fi novel &amp; designed a turbine engine before his fatal trip on this ship","response":"the <i>Titanic</i>"},{"text":"Her forbes.com profile says it all: \"$2.9 billion... producer, entrepreneur, personality, philanthropist\"","response":"Oprah Winfrey"},{"text":"Ted Turner took a $7 billion hit after this company merged with AOL in 2001 but rest easy; Ted's still doing okay","response":"Time Warner"},{"text":"In the 1920s &amp; '30s this camera man gave away $75 million, which was more than half his fortune","response":"(George) Eastman"},{"text":"@jack is the handle of this Twitter CEO","response":"(Jack) Dorsey"}],"originalDate":"2017-04-18"},{"category":"FOWL","comments":"","clues":[{"text":"The 7 subspecies of this goose include Hudson Bay &amp; Vancouver","response":"a Canadian goose (or Canada goose)"},{"text":"Around 1520 Spanish explorers introduced this largest native North American game bird to Europe","response":"the turkey"},{"text":"\"The Joy of Cooking\" says this fowl was once served \"under glass\" to keep it moist between oven &amp; table","response":"pheasant"},{"text":"Gulls will follow flocks of the common Merganser type of this to steal its prey","response":"duck"},{"text":"In the 1950s breeder Te Makowsky took the chicken with this British geographic name &amp; made it \"rock\"","response":"Cornish"}],"originalDate":"2017-04-18"},{"category":"DUG OUT","comments":"","clues":[{"text":"No medieval British castle is complete without one of these dug around it","response":"a moat"},{"text":"At Kimberley, South Africa, you can visit \"The Big Hole\", dug for the purpose of finding these","response":"diamonds"},{"text":"Sebastien le Prestre de Vauban was an early practitioner of this type of warfare named for what was dug","response":"a trench"},{"text":"Britain's Anatomy Act of 1832 halted this practice that involved some digging, presumably at night","response":"grave robbery"},{"text":"Isaac &amp; Abraham dug wells in this town of southern Israel whose name means \"seven wells\"","response":"Beersheba"}],"originalDate":"2017-04-18"},{"category":"DOUBLE PLAY","comments":"(Alex: GIve us the name of the playwright who wrote both of the items in the clue.)","clues":[{"text":"\"American Buffalo\" &amp; \"Glengarry Glen Ross\"","response":"(David) Mamet"},{"text":"\"Tartuffe\" &amp; \"The Imaginary Invalid\"","response":"Molière"},{"text":"\"Ghosts\" &amp; \"The Wild Duck\"","response":"(Henrik) Ibsen"},{"text":"\"An American Daughter\" &amp; \"The Heidi Chronicles\"","response":"(Wendy) Wasserstein"},{"text":"\"True West\" &amp; \"Buried Child\"","response":"Sam Shepard"}],"originalDate":"2017-04-18"},{"category":"PREHISTORIC TIMES","comments":"","clues":[{"text":"The name of this fierce dinosaur means \"tyrant lizard king\"","response":"<i>Tyrannosaurus rex</i>"},{"text":"Scientific studies indicate that these \"great\" animals are man's closest living relatives","response":"the great apes"},{"text":"Prehistoric times are said to end with the development &amp; use of this 5,000 years ago","response":"writing"},{"text":"By 5,000 years ago, man was mixing one part tin to 9 parts copper, producing this alloy","response":"bronze"},{"text":"This, the \"New Stone\" Age, saw man settle in villages &amp; turn to agriculture","response":"the Neolithic Age"}],"originalDate":"1988-12-08"}],[{"category":"POT LUCK","comments":"","clues":[{"text":"The Random House Dictionary defines \"bottoms\" as the trousers of these","response":"pajamas"},{"text":"Former 1930s \"Dead End Kid\" Richard Selzer now puts out a yearly worst-dressed list under this name","response":"Mr. Blackwell"},{"text":"This German town not only lost its rats, its name lost an \"I\" somewhere down the line","response":"Hameln"},{"text":"Founder of the New York Post, if you buy a copy with a bill bearing his picture, you'll get $9.65 change","response":"Alexander Hamilton"},{"text":"Ride used at the 1893 Chicago Expo &amp; the 1904 St. Louis Fair; legend says it's now buried under a golf course","response":"Ferris wheel"}],"originalDate":"1988-12-08"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"Of knickers, knackered or knockers, British slang for tired out","response":"knackered"},{"text":"Of knickers, knackered or knockers, British slang for ladies' underwear","response":"knickers"},{"text":"If your phone number is \"ex-directory\", it means it's this","response":"unlisted"},{"text":"If you want the head nurse of a ward in a British hospital, call out this word","response":"sister"},{"text":"Travelers know \"single\" translates to one-way &amp; this means a round-trip ticket in Britain","response":"return"}],"originalDate":"1988-12-08"},{"category":"MOVIE PRINCES","comments":"","clues":[{"text":"R. Chamberlain was charming as the prince in \"The Slipper &amp; the Rose\", a movie based on this","response":"\"Cinderella\""},{"text":"In her last Hollywood film, \"The Swan\", she was engaged to a prince named Albert, not Prince Rainier","response":"Grace Kelly"},{"text":"Prince, the rock star, began his reign as a movie star in this, his 1st film","response":"<i>Purple Rain</i>"},{"text":"In 1954 Robert Wagner played this comic strip cutie","response":"Prince Valiant"},{"text":"Mario Lanza was fired from this movie operetta, but the songs he recorded are still in the film","response":"<i>The Student Prince</i>"}],"originalDate":"1988-12-08"},{"category":"MARY ELLEN SAYS","comments":"(Alex: But right now, I'm more concerned with what Mark says.)","clues":[{"text":"Ladies: test the shade of these by pulling them over the inside of your forearm, not just the back of your hand","response":"hosiery"},{"text":"A few days before trimming your Christmas tree, put these in the freezer &amp; they'll be static free","response":"tinsel"},{"text":"If your slip clings to your legs, try turning it this way","response":"inside out"},{"text":"Purses made of this should not be stored in plastic bags, since lack of air will cause them to dry out","response":"leather"},{"text":"To help keep white shoes white after polishing, rub them well with this food wrap","response":"wax paper"}],"originalDate":"1988-12-08"},{"category":"THE SOUTHWEST","comments":"","clues":[{"text":"In 1973 the Manned Spacecraft Center in Houston was renamed for this president","response":"Lyndon Johnson"},{"text":"Arizona's state bird is the cactus wren, &amp; this giant cactus is its state flower","response":"the saguaro"},{"text":"Flowing southward from Colorado, the Rio Grande becomes our border with Mexico at this city","response":"Juarez (or El Paso)"},{"text":"His national memorial in southern Arizona is not made of gold like the 7 cities he searched for","response":"(Francisco Vazquez de) Coronado"},{"text":"A monument stands at this site where Arizona, New Mexico, Colorado &amp; Utah meet","response":"the Four Corners"}],"originalDate":"1988-12-08"},{"category":"WORLD POLITICS","comments":"","clues":[{"text":"This country, part of China since 1951, has been the scene of recent anti-Chinese demonstrations","response":"Tibet"},{"text":"At the 1988 Communist Party conference, delegates called for the resignation of this Soviet pres.","response":"Andrei Gromyko"},{"text":"Country which has agreed to withdraw some 50,000 troops from Angola","response":"Cuba"},{"text":"Many Hungarians consider Romania's plan to destroy some 7,000 villages in this region ghoulish","response":"Transylvania"},{"text":"After 26 years in power, Gen. Ne Win stepped down as leader of this Asian country in July 1988","response":"Burma"}],"originalDate":"1988-12-08"}],{"category":"POLITICAL SPEECHES","text":"At the 2004 DNC, Barack Obama used a fairly new metaphor, saying, \"Pundits... slice &amp; dice our country into\" these 2 types of states","response":"red & blue"}]}