{"mix":1905,"rounds":[[{"category":"INITIALS","comments":"","clues":[{"text":"In 1988 Anita DeFrantz became the 1st black woman elected to the IOC, which is this","response":"International Olympic Committee"},{"text":"The leader of pop music's Sunshine Band goes by these intials","response":"KC"},{"text":"The \"P\" in P.T. Barnum stood for this","response":"Phineas"},{"text":"In computer jargon, \"GIGO\" stands for this","response":"garbage in, garbage out"},{"text":"Changing the last initial of this car co. from \"W\" to \"X\" makes it the name of a type of bicycle","response":"BMW"}],"originalDate":"1988-12-08"},{"category":"LABOR","comments":"","clues":[{"text":"Since the strike by this group was settled in time, the new \"Mission: Impossible\" won't reuse old scripts","response":"the Writers Guild"},{"text":"In the 1960s Cesar Chavez began organizing these workers in California","response":"migrant farm workers"},{"text":"In labor lingo it's the term for a complaint","response":"grievance"},{"text":"In the 1800s &amp; early 1900s employers had workers sign a \"yellow-dog contract\" promising this","response":"not to form a union"},{"text":"Secretary of Labor under Reagan &amp; formerly a U.S. senator from Tennessee","response":"William Brock"}],"originalDate":"1988-12-08"},{"category":"AMERICAN AUTHORS","comments":"","clues":[{"text":"In 1858 he wrote a long poem on the longings of Miles Standish a long time ago","response":"Henry Wadsworth Longfellow"},{"text":"He wrote several anonymous reviews praising the genius of his own \"Leaves of Grass\"","response":"Walt Whitman"},{"text":"Among American authors buried in this country are Joyce Kilmer &amp; Gertrude Stein","response":"France"},{"text":"\"The Painted Bird\", published in 1965, was this Polish-born American author's 1st novel","response":"Jerzy Kosinski"},{"text":"No matter who writes the Nancy Drew novels, this name is always credited as the author","response":"Carolyn Keene"}],"originalDate":"1988-12-08"},{"category":"FAMOUS DOCTORS","comments":"","clues":[{"text":"He was knighted for his work at a field hospital in South Africa, not for creating Sherlock Holmes","response":"Arthur Conan Doyle"},{"text":"When he ran for president in '72 as the People's Party candidate, he probably expected the baby boomer vote","response":"Dr. Spock"},{"text":"He helped found the med. school at Manchester, England before he finished his \"Thesaurus\"","response":"(Peter Mark) Roget"},{"text":"Bros. William &amp; Charles of this Minn. family are credited with starting 1st private group practice","response":"Mayo"},{"text":"U.S. Army doctor whose studies on yellow fever established that mosquitos carry the disease","response":"(Walter) Reed"}],"originalDate":"1988-12-08"},{"category":"FENCING","comments":"","clues":[{"text":"One of the 3 weapons used in fencing, it's also a verb meaning \"to hinder\"","response":"foil"},{"text":"Safety equipment includes a glove that sometimes goes by this name, like one from knights of old","response":"a gauntlet"},{"text":"Excellent, sir! You have accepted my invitation to a contest of thrust &amp; this, meaning \"to deflect\"","response":"parry"},{"text":"On beginning a bout, \"Pret? Allez!\" (Ready? Go!) often follows this 2-word French phrase","response":"<i>en garde</i>"},{"text":"In \"Hamlet\" Laertes says \"A\" this, \"I do confess\"; today he wouldn't have to, as the electronics would record it","response":"a touch"}],"originalDate":"2017-04-14"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"John Stumpf quit as CEO of this bank with more accounts than customers but fret not; John had $100 mil. in stock","response":"Wells Fargo"},{"text":"Donald Trump's inaugural address declared, \"From this day forward, it's going to be only\" this 2-word slogan","response":"America first"},{"text":"Imagine flying from Memphis to Dallas in 2014 &amp; seeing this guy, AKA the Duke of Cambridge, sitting next to you in coach","response":"Prince William"},{"text":"Curt Schilling made a pitch to voters<span class=\"nobreak\">--</span> before talking with his wife<span class=\"nobreak\">--</span> for a 2018 Senate run from this state","response":"Massachusetts"},{"text":"In October 2016 a coalition force began what was hoped to be a 2-month quest to retake this Iraqi city from ISIS","response":"Mosul"}],"originalDate":"2017-04-14"}],[{"category":"2-LETTER WORDS","comments":"","clues":[{"text":"The objective case of I","response":"me"},{"text":"It's Down Under slang for Australia itself","response":"Oz"},{"text":"A wise movie character told us this, or this not; there is no try","response":"do"},{"text":"2-piece martial arts garment","response":"a gi"},{"text":"A woman loved by Zeus turned into a heifer","response":"Io"}],"originalDate":"2017-04-14"},{"category":"SHALLOW THOUGHTS","comments":"","clues":[{"text":"Around 500 B.C. Heraclitus said change is constant, so you can't step into the same one of these twice","response":"river"},{"text":"Lord Kelvin built a computer to calculate tables of these in a harbor &amp; predict them for any day &amp; hour","response":"tides"},{"text":"Shigeru Miyamoto did much of the design of this game, the origin of Mario, in a Nintendo company bathtub","response":"Donkey Kong"},{"text":"\"Why should we live with such hurry?\" asks this, the most famous work ever named for a pond","response":"<i>Walden</i>"},{"text":"Do the \"Leaves on a Stream\" exercise to get this, defined by Psychology Today as active, open attention on the present","response":"mindfulness"}],"originalDate":"2017-04-14"},{"category":"ROYAL OPERA HOUSE TITLES","comments":"(Alex: Options from the drop-down menu on London's Royal Opera House website.)","clues":[{"text":"The lowest grade of nobility; the \"Red\" one became an international figure in his own right","response":"baron"},{"text":"It's the highest rank of a nation's diplomatic official sent to live abroad as a representative","response":"ambassador"},{"text":"A nice job title if you can get it; in 2016 Brunei was on its 29th","response":"a sultan"},{"text":"If Otto von Bismarck were alive, he could use this prefix he got in 1871","response":"chancellor"},{"text":"Above a earl but below a duke, it is often heard when referring to boxing rules<span class=\"nobreak\">--</span> watch your pronunciation!","response":"a marquess"}],"originalDate":"2017-04-14"},{"category":"WHAT '80s MOVIE IS THAT SONG FROM?","comments":"","clues":[{"text":"\"(I've Had) The Time of My Life\": <br>don't put it in the corner","response":"<i>Dirty Dancing</i>"},{"text":"\"Maniac\": <br>starring Jennifer Beals","response":"<i>Flashdance</i>"},{"text":"\"Up Where We Belong\": <br>Richard Gere tried to live up to the movie's title","response":"<i>Officer and a Gentleman</i>"},{"text":"\"Danger Zone\": <br>the movie flew high","response":"<i>Top Gun</i>"},{"text":"\"I'm Alright\": <br>a Cinderella story","response":"<i>Caddyshack</i>"}],"originalDate":"2017-04-14"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"\"Shoot all the blue jays you want, if you can hit 'em, but remember it's a sin to kill\" one of these","response":"a mockingbird"},{"text":"Hannah Montana sang she had the \"best of both worlds\"; Voltaire said we're in the \"best of all\" these","response":"possible worlds"},{"text":"In a Hans Christian Andersen story, an old woman tells her that her beautiful tail is \"thought on Earth to be quite ugly\"","response":"the Little Mermaid"},{"text":"In this Poe story, \"I had scarcely stepped from my... bed of horror... when the motion of the hellish machine ceased\"","response":"<i>The Pit and the Pendulum</i>"},{"text":"These \"do not a prison make, nor iron bars a cage\"","response":"stone walls"}],"originalDate":"2017-04-13"},{"category":"CATCH THE QUECHUA WORD","comments":"","clues":[{"text":"The Quechua people of Peru used this word meaning \"ruler\" to refer to themselves","response":"Inca"},{"text":"This 4-letter alternate name for the mountain lion comes from the Quechua","response":"puma"},{"text":"The Quechua word for \"bark\" gives us the name of this malaria medicine obtained from the bark of a tree","response":"quinine"},{"text":"Quechua for \"dried flesh\", it's meat cut into strips &amp; cured","response":"jerky"},{"text":"Louisiana French for a bonus given to a customer for making a purchase, it's from the Quechua for 'to give more\"","response":"lagniappe"}],"originalDate":"2017-04-13"}],{"category":"PHRASES OF THE 1950s","text":"A 1954 book review said of this colorful 2-word term, also applied to the post-WWI era, \"the underlying hysteria lives on\"","response":"Red Scare"}]}