{"mix":1909,"rounds":[[{"category":"IT'S LATIN TO ME","comments":"(Alex: All the responses are Latin expressions.)","clues":[{"text":"Name for the college or university one has attended, or the school's song","response":"<i>alma mater</i>"},{"text":"Meaning \"and others\", it looks like a misprint of Israel's national airline","response":"<i>et al</i>"},{"text":"A defendant's plea which, while not admitting guilt, accepts punishment anyway","response":"<i>nolo contendere</i>"},{"text":"Whether or not you're having fun, how \"time flies\" in Latin","response":"<i>tempus fugit</i>"},{"text":"Meaning \"Whither goest thou?\", the words that sent Peter back to Rome","response":"<i>Quo vadis?</i>"}],"originalDate":"1985-10-25"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This costume piece, worn by a stripper, may derive from \"groin\", which is where it's worn","response":"g-string"},{"text":"Will Rogers used this expression to mean \"aw, it's nothing\", like the outer covering of an ear of corn","response":"shucks"},{"text":"From Latin, \"to crucify\", it describes the kind of pain inflicted by that form of execution","response":"excruciating"},{"text":"Meaning \"noise &amp; confusion\", it's a contraction of Bethlehem, a London lunatic asylum","response":"bedlam"},{"text":"An old name for flax prepared for spinning, it now refers to someone with very blond or flaxen hair","response":"towhead"}],"originalDate":"1988-12-06"},{"category":"SCIENCE","comments":"","clues":[{"text":"After O, it's the next most common bloodtype among Americans","response":"A"},{"text":"Galileo found the swinging of one of these was regular enough to keep time","response":"pendulum"},{"text":"It can mean the act of liquifying by heat or the joining of atomic nuclei","response":"fusion"},{"text":"1 of the 2 types of cells that make up the brain","response":"neurons (and glia)"},{"text":"Casein, the main protein in this liquid, is used to make buttons","response":"milk"}],"originalDate":"1988-12-06"},{"category":"GAMES","comments":"","clues":[{"text":"In this game, a player must draw from the boneyard until he is able to play his turn","response":"dominoes"},{"text":"There's a 5 point penalty for going beyond the 10 off space when shooting in this game","response":"shuffleboard"},{"text":"In charades, this is indicated by the number of fingers placed on the arm","response":"syllables"},{"text":"\"Skeptical\" card game in which players place cards of one denomination face down in order","response":"I Doubt It"},{"text":"Sidewalk con game where you have to identify one of a trio of unexposed cards","response":"Three-card Monte"}],"originalDate":"1988-12-06"},{"category":"PEOPLE","comments":"","clues":[{"text":"In 1987 a Pasadena, Calif. restaurant created an Ollieburger in his honor, made with shredded beef","response":"Oliver North"},{"text":"Miep Gies, who still lives in Amsterdam, is famous for hiding this teenager during WWII","response":"Anne Frank"},{"text":"This famous mountain climber is New Zealand's high commissioner for India, Nepal &amp; Bangladesh","response":"Sir Edmund Hillary"},{"text":"Jane Wyman attended his 1971 wedding, but Ronald &amp; Nancy didn't because Tricia Nixon's was on the same day","response":"Michael Reagan"},{"text":"The Freedomfest concert held in London in June 1988 celebrated his 70th birthday","response":"Nelson Mandela"}],"originalDate":"1988-12-06"},{"category":"POTPOURRI","comments":"","clues":[{"text":"The word for this Christian ceremony came from the Greek meaning \"to dip\"","response":"baptism"},{"text":"In 1988 New York City designated the Cyclone, one of these, an official landmark","response":"roller coaster"},{"text":"Among early advertising media was this urban official who also called out the news","response":"town crier"},{"text":"Well, \"boll\" me over, the German word for this means \"tree wool\"","response":"cotton"},{"text":"Original source of the proverbs \"Lost time is never found again\" &amp; \"Little strokes fell great oaks\"","response":"<i>Poor Richard's Almanack</i>"}],"originalDate":"1988-12-06"}],[{"category":"HISTORY","comments":"","clues":[{"text":"He wasn't appointed sec'y of state until after he had negotiated the Vietnam cease-fire in 1973","response":"Henry Kissinger"},{"text":"Winston Churchill was chosen prime minister as a member of this party","response":"Conservative Party"},{"text":"In 1962 India reversed policy &amp; asked the U.S. for arms to aid in its border war with this country","response":"China"},{"text":"He said \"The torch has been passed to a new generation of Americans <span class=\"nobreak\">--</span> born in the 20th century\"","response":"John F. Kennedy"},{"text":"In 1974 this West German chancellor resigned when a top aide was found to be an East German spy","response":"Willy Brandt"}],"originalDate":"1988-12-06"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Used for testing huge planes, the largest one in the free world was built recently in California","response":"wind tunnel"},{"text":"Early manufacturers of these called them velocipedes","response":"bicycles"},{"text":"2-horse \"pungs\" were types of these used in New England","response":"sleds"},{"text":"The Robert E. Lee &amp; Natchez ran a famous steamboat race from the Gulf of Mexico to this city","response":"St. Louis"},{"text":"In 1929 this dirigible became the 1st airship to fly around the world","response":"Graf Zeppelin"}],"originalDate":"1988-12-06"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Southern city that hosted the 1988 Democratic National Convention","response":"Atlanta"},{"text":"Southern city that hosted the 1988 Republican National Convention","response":"New Orleans"},{"text":"In 1867 Lancaster, Nebraska was made state capital &amp; its name changed to this","response":"Lincoln"},{"text":"Great Lakes port in New York state that's the world's leading flour milling center","response":"Buffalo"},{"text":"In 1847 the settlement of Yerba Buena changed its name to this &amp; in 1848 thousands of people came","response":"San Francisco"}],"originalDate":"1988-12-06"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"Of this famous role, Johnny Weissmuller said, \"The main thing is not to let go of the vine\"","response":"Tarzan"},{"text":"Richard Harris, not Mr. Ed, starred in 3 films as \"A Man Called\" this","response":"Horse"},{"text":"Clifton Webb was \"Sitting Pretty\" as this baby sitter, so he went  \"to College\" in the sequel","response":"Mr. Belvedere"},{"text":"Geraldine Page played Diane Keaton's repressed mom in this 1978 film, Woody Allen's most serious","response":"<i>Interiors</i>"},{"text":"Bette Davis went mad as this famous empress in the 1939 film \"Juarez\"","response":"Carlotta"}],"originalDate":"1988-12-06"},{"category":"MASKS","comments":"","clues":[{"text":"In a popular film series, type of sport mask worn by Jason Voorhees","response":"hockey mask"},{"text":"Question someone asked at the end of the episode as the Lone Ranger &amp; Tonto went away","response":"\"Who is that masked man?\""},{"text":"The gas mask was 1st used during this war","response":"World War I"},{"text":"The American Theatre Wing Award featuring the masks of comedy &amp; tragedy is named for her","response":"Antoinette Perry"},{"text":"Poe's tale of the pestilence plaguing Prince Prospero's party","response":"\"The Masque of the Red Death\""}],"originalDate":"1988-12-06"},{"category":"THE PEACE CORPS","comments":"","clues":[{"text":"For 20 years the Peace Corps was part of this Cabinet department, but in 1981 it became an independent agency","response":"the State department"},{"text":"The first group of 51 Peace Corps volunteers were sent to Accra in this African nation to serve as teachers","response":"Ghana"},{"text":"Famous volunteers include MSNBC host Chris Matthews &amp; Reed Hastings, founder of this media streaming service","response":"Netflix"},{"text":"In 2005 Peace Corps volunteers served on home soil for the first time when they went to La. after the ravages of this storm","response":"Hurricane Katrina"},{"text":"John F. Kennedy tapped this brother-in-law to organize &amp; serve as the first director of the Peace Corps","response":"(Sargent) Shriver"}],"originalDate":"2017-04-11"}],{"category":"ANCIENT TEXTS","text":"Developed in the 18th century B.C. &amp; named for a ruler, it aimed to \"settle all disputes &amp; heal all injuries\"","response":"the Code of Hammurabi"}]}