{"mix":1912,"rounds":[[{"category":"\"BEFORE\", NO AFTER","comments":"","clues":[{"text":"These are the 5 words that begin the poem \"A Visit from St. Nicholas\"","response":"\"Twas the night before Christmas\""},{"text":"It completes the title \"1001 Books You Must Read...\", of which \"The Big Sleep\" is one","response":"<i>Before You Die</i>"},{"text":"Ethan Hawke &amp; Julie Delpy share one night in Vienna in this 1995 film","response":"<i>Before Sunrise</i>"},{"text":"A wronged-in-song Carrie Underwood: \"Slashed a hole in all 4 tires, maybe next time he'll think\" this title","response":"\"Before He Cheats\""},{"text":"To the victor goes this \"morbid\" 2015 miniseries starring Kristen Wiig &amp; an Orson Welles-like Will Ferrell","response":"<i>The Spoils Before Dying</i>"}],"originalDate":"2017-04-05"},{"category":"FOREIGN CURRENCY","comments":"","clues":[{"text":"In Northern Ireland, 100 new pence equal 1 of these","response":"pound"},{"text":"Whether you're in Zimbabwe or Hong Kong, 100 cents add up to 1 of these","response":"dollar"},{"text":"In India, 100 paise equal 1 of these","response":"rupee"},{"text":"If you're in Japan &amp; have a yen for a yen, you'll need 100 of these","response":"sen"},{"text":"100 centimos will get you 1 bolivar in this country, Bolivar's homeland","response":"Venezuela"}],"originalDate":"1989-03-01"},{"category":"FLOWERS","comments":"","clues":[{"text":"Type of flower named for Michel Begon, a French governor of Santo Domingo","response":"begonia"},{"text":"The Song of Solomon says, \"I am the rose of Sharon and\" this flower \"of the valleys\"","response":"lily"},{"text":"The babiana gets its name from a Dutch word for this type of monkey that eats the bulbs","response":"baboon"},{"text":"Cowboys hate this \"crazy\" flower which can kill horses &amp; cattle if they eat it","response":"locoweed"},{"text":"This sweet little yellow flower is also called the crowfoot","response":"buttercup"}],"originalDate":"1989-03-01"},{"category":"HEALTH &amp; NUTRITION","comments":"","clues":[{"text":"All foods contain this liquid that aids in absorption, digestion &amp; regulation of body temp.","response":"water"},{"text":"Widely practiced styles of this are aromatherapy, reflexology, shiatsu &amp; Swedish","response":"massage"},{"text":"Suntan lotions are numbered according to their SPF, which stands for this","response":"sun protection factor"},{"text":"Green leafy vegetables &amp; tomatoes are the best sources for this vitamin that helps blood to clot","response":"vitamin K"},{"text":"Additive said to cause \"Chinese Restaurant Syndrome\", it's been removed from baby food products","response":"monosodium glutamate"}],"originalDate":"1989-03-01"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"To make mulled wine, you spice it, sweeten it &amp; do this","response":"heat it"},{"text":"If you want to turn a black Russian into a white Russian, add this","response":"milk/cream"},{"text":"In a pousse-cafe, these float in different colored layers in a tall glass","response":"liqueurs"},{"text":"The brand of vodka that \"Leaves You Breathless\"","response":"Smirnoff"},{"text":"It puts the pink in a pink lady","response":"grenadine"}],"originalDate":"1989-03-01"},{"category":"1850s HITS","comments":"","clues":[{"text":"1854 song Stephen Foster wrote for his wife Jane before their marriage became a nightmare","response":"\"I Dream of Jeanie\""},{"text":"\"I gave my love a cherry that had no stone, I gave my love\" one of these \"that had no bone\"","response":"chicken"},{"text":"Wagner wrote it as part of Lohengrin which premiered in 1850, &amp; brides have been walking to it ever since","response":"\"The Wedding March\""},{"text":"According to the song \"Good Night Ladies\", \"Merrily we\" do this \"o'er the deep blue sea\"","response":"roll along"},{"text":"This gondolier favorite, written in 1850, glorifies Saint Lucy","response":"\"Santa Lucia\""}],"originalDate":"1989-03-01"}],[{"category":"\"P.S.\"","comments":"","clues":[{"text":"You'd be embarrassed to find one showing beneath your skirt or falling from your paycheck","response":"pink slip"},{"text":"In New York City these institutions are designated by a number following the letters P.S.","response":"public schools"},{"text":"A role in which Kathleen Turner got married, or a girl to whom Buddy Holly sang a love song","response":"Peggy Sue"},{"text":"Bentley's \"The Process of Government\" is a classic text in this college subject","response":"political science"},{"text":"David Letterman's musical sidekick","response":"Paul Shaffer"}],"originalDate":"1989-03-01"},{"category":"FAMOUS AMERICANS","comments":"","clues":[{"text":"\"Never before have we had so little time in which to do so much,\" he said in a 1942 radio speech","response":"Franklin Roosevelt"},{"text":"This Illinois native went west for a \"wild\" time touring with Buffalo Bill &amp; scouting for Custer","response":"Wild Bill Hickok"},{"text":"Once a U.S. attorney for Washington, D.C., he's better known as a patriotic lyricist","response":"Francis Scott Key"},{"text":"This \"Father of the Constitution\" was also its last living signer","response":"James Madison"},{"text":"He was nearly 80 in 1960 when he stepped down as president of the United Mine Workers after 40 years","response":"John L. Lewis"}],"originalDate":"1989-03-01"},{"category":"DEFINITIONS","comments":"","clues":[{"text":"To a little girl, it's a hat; to an Indian, a war headdress; to a Londoner, the hood of a car","response":"bonnet"},{"text":"It's the deliberate destruction of hair roots using electric current","response":"electrolysis"},{"text":"Pianism is a fancy word for this","response":"playing the piano (technique)"},{"text":"A ewer isn't a ram; it's one of these in the shape of a vase","response":"jug/pitcher"},{"text":"Don't use your currycomb to make curry powder; you're supposed to do this with it","response":"comb/groom your horse"}],"originalDate":"1989-03-01"},{"category":"ISLANDS","comments":"","clues":[{"text":"Unimak, Umnak &amp; Unalaska are the 3 largest islands of this chain","response":"the Aleutians"},{"text":"The only 2 island countries in the Middle East are Cyprus &amp; this island in the Persian Gulf","response":"Bahrain"},{"text":"Known for their sagas, the people of this island country are among the most literate in the world","response":"Iceland"},{"text":"The American &amp; Canadian parts of this are separated by Goat Island","response":"Niagara Falls"},{"text":"Geographers divide this Asian country into 3 parts: the Greater &amp; Lesser Sunda Islands &amp; the Moluccas","response":"Indonesia"}],"originalDate":"1989-03-01"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Dial Corporation has bought this detergent from U.S. Borax &amp; Chemical Co., hee haw","response":"20 Mule Team Borax"},{"text":"The world's largest oil storage tanks belong to ARAMCO &amp; are in this country","response":"Saudi Arabia"},{"text":"DATs have arrived from Japan; stereo buffs know the initials stand for this","response":"digital audio tape"},{"text":"RJR Nabisco dropped its ad agency after the agency publicized Northwest Airlines' banning this","response":"smoking"},{"text":"The Ivory Coast is the world's biggest producer of these beans","response":"cocoa beans"}],"originalDate":"1989-03-01"},{"category":"WHEN IN DOME","comments":"","clues":[{"text":"This Louisiana venue has hosted events featuring Barry Manilow &amp; Leon Spinks, but not at the same time","response":"the Superdome"},{"text":"Demolished in a kind of \"Viking funeral\", the Metrodome in this state was no longer dome sweet dome after 2014","response":"Minnesota"},{"text":"In 2011 the Georgia Dome hosted this event XXVII; matches included the Undertaker v. Triple H &amp; the Miz vs. John Cena","response":"WrestleMania"},{"text":"In 1965 this baseball venue had female ushers dubbed \"Spacettes\"","response":"the Astrodome"},{"text":"Lucas Oil Stadium, \"The House That Peyton Built\" in this city, replaced the RCA Dome","response":"Indianapolis"}],"originalDate":"2017-04-04"}],{"category":"SCREENWRITERS","text":"This once-blacklisted screenwriter of \"Spartacus\" got a posthumous credit &amp; an Oscar for a 1953 film","response":"Dalton Trumbo"}]}