{"mix":1923,"rounds":[[{"category":"PREPOSITION 5","comments":"","clues":[{"text":"This word meaning \"on the occasion of\" is in the opening of many a fairy tale","response":"upon"},{"text":"Lesser in rank or less than zero, in temperature","response":"below (or sub)"},{"text":"2 of the 3 letters are vowels in this word, traveling through a point to get to another destination","response":"via"},{"text":"It means beside or during; \"the caissons go rolling\" that way too","response":"along"},{"text":"This Latin word meaning \"around\" is found before years like 3000 B.C.","response":"circa"}],"originalDate":"2017-03-23"},{"category":"INSECTS","comments":"","clues":[{"text":"The Ctenocephalides canis species of this feeds not only on dogs but on other mammals including humans","response":"fleas"},{"text":"Wireworms, which feed on such ag products as corn &amp; soybeans, are the larvae of the click type of this insect","response":"a beetle"},{"text":"German is a common species of this bug whose name is from the Spanish, as in a popular song","response":"cockroach"},{"text":"Like dragonflies, these feminine-named \"flies\" have see-through wings, but at rest, they demurely keep them folded","response":"damselflies"},{"text":"Lymantria dispar is this moth that true to its name, travels around devastating forests of aspen &amp; oak","response":"a gypsy moth"}],"originalDate":"2017-03-23"},{"category":"NEWER WORDS &amp; PHRASES","comments":"","clues":[{"text":"NSFW for short, it's found on emails you'd maybe prefer people not send you","response":"not suitable for work"},{"text":"As Andy Grammer mavens know, this phrase used to only mean you were OK; now it can mean \"No thanks\"","response":"\"I'm good\""},{"text":"It began in 2001 as \"Nous sommes tous Americains\"; now these 3 English words precede the name of any hard-hit group","response":"\"we are all\""},{"text":"The direct opposite of transgender is this prefix \"gender\"","response":"cis"},{"text":"This acronym precedes \"Blog\" in the name of Tom Goldstein's blog on the work of Breyer, Alito &amp; their pals","response":"SCOTUS"}],"originalDate":"2017-03-23"},{"category":"BIG SCREEN LITERARY ADAPTATIONS","comments":"","clues":[{"text":"\"Easy A\" reimagined this Hawthorne tale in a modern high school","response":"<i>The Scarlet Letter</i>"},{"text":"\"O Brother, Where Art Thou?\" adapted this ancient classic to the American South","response":"<i>The Odyssey</i>"},{"text":"\"Apocalypse Now\" adapted this novella to the Vietnam War","response":"<i>Heart of Darkness</i>"},{"text":"The 1913 play \"Pygmalion\" walked the streets of Los Angeles as this 1990 Garry Marshall film","response":"<i>Pretty Woman</i>"},{"text":"Loosely based on Shakespeare's \"Henry IV\" plays, this 1991 film starred Keanu Reeves &amp; River Phoenix","response":"<i>My Own Private Idaho</i>"}],"originalDate":"2017-03-23"},{"category":"THE \"ANTI\"-CATEGORY","comments":"(Alex: \"A-N-T-I\" coming up in each response.)","clues":[{"text":"A letdown or a disappointing conclusion","response":"an anticlimax"},{"text":"The polar opposite &amp; ultimate enemy of Jesus","response":"the Antichrist"},{"text":"It's the \"AB\" in ABM, a type of weapon","response":"antiballistic"},{"text":"Ms. Magazine wrote, \"What hypocrisy to call such...people 'pro-life.' Call them what they are<span class=\"nobreak\">--</span>\" this","response":"anti-choice"},{"text":"Warfarin is an oral one of these blood-thinning drugs","response":"an anticoagulant"}],"originalDate":"2017-03-22"},{"category":"LE RESTAURANT SPLENDIDE","comments":"","clues":[{"text":"For your entree, Madame, water-simmered chiens chauds, these<span class=\"nobreak\">--</span> avec de la moutarde, bien sur","response":"hot dogs"},{"text":"For dessert we have le gateau éponge avec garniture a la crème, this Hostess treat introduced in 1930","response":"a Twinkie"},{"text":"Delicate slivers of Idaho's best, fried in oil to a perfect crisp <span class=\"nobreak\">--</span>may I present these, les croustilles?","response":"potato chips"},{"text":"May I suggest le beurre de cacahuètes avec confiture sur pain blanc, this classique, for dejeuner?","response":"a peanut butter and jelly sandwich"},{"text":"This comfort food, les pâtes alimentaires avec fromage, will be most agreeable with your insides","response":"macaroni & cheese"}],"originalDate":"2017-03-22"}],[{"category":"POSTHUMOUS PUBLISHING","comments":"","clues":[{"text":"Posthumous works from this Brit include \"Mr. Bliss\" &amp; \"The History of Middle-earth\"","response":"Tolkien"},{"text":"A posthumous collection of this astronomer's writings is titled \"Billions and Billions\"","response":"(Carl) Sagan"},{"text":"Here's the catch: this author's \"Portrait of an Artist, as an Old Man\" was published after his 1999 death","response":"(Joseph) Heller"},{"text":"Bond, James Bond, appeared by Ian Fleming's own hand in one last novel, the posthumously published \"The Man with\" this weapon","response":"the golden gun"},{"text":"A collection of this German's thoughts was published soon after his death in 1900 as \"The Will to Power\"","response":"Nietzsche"}],"originalDate":"2017-03-22"},{"category":"BOLD GOERS","comments":"","clues":[{"text":"Fridtjof Nansen was the first European to cross this land; a Danish official met him at the end in Godthaab in 1888","response":"Greenland"},{"text":"In 1952, a year before he reached the top of the world, he failed to reach the summit of 27,000-foot Cho Oyu in a rehearsal","response":"Hillary"},{"text":"In 1897 Sweden's Salomon Andree tried to drift over the North Pole in one of these but crash-landed &amp; later perished","response":"a balloon"},{"text":"While exploring the Gulf of St. Lawrence in 1534, this Frenchman discovered Prince Edward Island","response":"Jacques Cartier"},{"text":"In 57 days in 1930, 3 men crossed this \"Quarter\" in the Arabian desert; a TV ad shows a Range Rover doing it in 10 hours","response":"the \"Empty Quarter\" (or the Rub' al Khali)"}],"originalDate":"2017-03-22"},{"category":"RHYMES WITH SQUAT","comments":"","clues":[{"text":"This gait can follow \"dog\" as well as \"fox\"","response":"trot"},{"text":"A secondary story within a literary work","response":"a subplot"},{"text":"This fruit, Fortunella margarita, can be used in an exotic margarita","response":"a kumquat"},{"text":"Wide-ranging &amp; indiscriminate, perhaps like a blast from a 12-gauge","response":"scattershot"},{"text":"The son of Uther &amp; Igraine lived here","response":"Camelot"}],"originalDate":"2017-03-22"},{"category":"TELECOMMUNICATIONS","comments":"","clues":[{"text":"It's the ability to connect; it can follow \"internet\" or, in Wayne's World, \"cable\"","response":"access"},{"text":"For analog transmission, bandwidth comes in cycles per second; for digital, in these per second","response":"bytes (or bits)"},{"text":"A kids' book, \"The Lonely\" this convenience tells the story of one of NYC's last ones, at West End Ave. &amp; 100th Street","response":"a phone booth"},{"text":"In July 2016 Turkey's president used this Apple app to tell his people he was all right &amp; to rally them against a coup","response":"FaceTime"},{"text":"A help to the harassed, on Verizon *57 is this feature that tells you where your latest incoming call came from","response":"trace"}],"originalDate":"2017-03-22"},{"category":"HIDDEN U.K. CITIES","comments":"(Alex: There will be some [*] to be found in the clue.)","clues":[{"text":"When you're moving, a box for dolls comes in handy","response":"Oxford (in b<b>ox for d</b>olls)"},{"text":"Before her beau arrived, Isabel fastidiously adjusted her bonnet","response":"Belfast (in Isa<b>bel fast</b>idiously)"},{"text":"How proud Pa Isley would have been if only he had lived to see \"Shout\" become a classic song","response":"Paisley (in <b>Pa Isley</b>)"},{"text":"That's what happens when you treat Oscar differently from the other kids","response":"Cardiff (in Os<b>car diff</b>erently)"},{"text":"At the library you'll find love poems &amp; more filed under Byron","response":"Derby (in un<b>der By</b>ron)"}],"originalDate":"2017-03-22"},{"category":"FESTIVALS","comments":"","clues":[{"text":"The annual Scottish Festival in McPherson, Kansas includes dancing &amp; competitions in athletic events in these games","response":"the Highland Games"},{"text":"A Swine Festival in Georgia includes a greased pig chase &amp; the eating of these, the cooked small intestines of pigs","response":"chitlins"},{"text":"A highlight of this Michigan city's Dutch Winterfest is the arrival of Sinterklaas on his great white horse","response":"Holland"},{"text":"Pies are in abundance at this Huntertown, Indiana festival that could also be called the John Chapman Festival","response":"Johnny Appleseed Festival"},{"text":"A 5-day horseback ride named for this Tombstone lawman will take you to a ghost town &amp; the gravesite of Johnny Ringo","response":"Wyatt Earp"}],"originalDate":"2017-03-20"}],{"category":"GEOGRAPHY FUN","text":"It's the largest country in area that begins &amp; ends with the same letter","response":"Australia"}]}