{"mix":1925,"rounds":[[{"category":"CONTEMPORARY WOMEN AUTHORS","comments":"","clues":[{"text":"Anne McCaffrey, author of the \"Pern\" novels, is a well-known writer in this genre","response":"fantasy/sci-fi"},{"text":"\"Malice\", published in 1996, is her 37th bestseller","response":"Danielle Steel"},{"text":"This author of \"Heartburn\" has written several films, including \"When Harry Met Sally\"","response":"Nora Ephron"},{"text":"This African-American author set her first novel, \"The Bluest Eye\", in Lorain, Ohio, her birthplace","response":"Toni Morrison"},{"text":"This creator of V.I. Warshawski co-founded Sisters in Crime, an organization for women mystery writers","response":"Sara Paretsky"}],"originalDate":"1996-10-21"},{"category":"FILM DIRECTORS","comments":"","clues":[{"text":"This director played the title role in the 1953 cross-dressing classic \"Glen or Glenda?\"","response":"Ed Wood"},{"text":"\"She's Gotta Have It\", his first feature, had a budget of $175,000","response":"Spike Lee"},{"text":"With \"The Seventh Seal\" he established the religious themes that characterize much of his work","response":"Ingmar Bergman"},{"text":"This man won his first of 3 Best Director Oscars for the film seen here:","response":"Frank Capra"},{"text":"This director of \"Forrest Gump\" also directed all 3 \"Back to the Future\" features","response":"Robert Zemeckis"}],"originalDate":"1996-10-21"},{"category":"OPERA","comments":"","clues":[{"text":"Canadian architect Carlos Ott designed the Opera Bastille, which opened in this city in 1989","response":"Paris"},{"text":"Verdi was paid 150,000 francs to compose this opera for the khedive of Egypt","response":"\"Aida\""},{"text":"\"Das Liebesverbot\", this German's only foray into Italian-style opera, was a total failure","response":"Wagner"},{"text":"Beethoven wrote 16 versions of the hero's entrance in this opera &amp; we still don't know if he's satisfied","response":"\"Fidelio\""},{"text":"This capital city's Court Opera was renamed Staatsoper in 1918","response":"Vienna"}],"originalDate":"1996-10-21"},{"category":"HISTORY","comments":"","clues":[{"text":"During the Caroline Affair in 1837, a group of Canadians sank a U.S. steamer above these falls","response":"Niagara Falls"},{"text":"Joan of Arc rose to fame during this long series of wars","response":"Hundred Years' War"},{"text":"Around 500 Clovis had the \"Gaul\" to unite these peoples; Pepin became \"King of \" them in 751","response":"the Franks"},{"text":"This Spanish princess was married to Henry VIII's brother before she married Henry","response":"Catherine of Aragon"},{"text":"Justinian built this Turkish church 532-537 intending to make it the most splendid in the world","response":"the Hagia Sophia"}],"originalDate":"1996-10-21"},{"category":"OH, THE HORROR!","comments":"","clues":[{"text":"In the original film it's the night in 1963 when 6-year-old Michael Myers stabbed his sister to death","response":"Halloween"},{"text":"\"Roanoke\", about a haunted farm house in North Carolina, is the sixth season of this FX anthology","response":"<i>American Horror Story</i>"},{"text":"Both a 1999 film &amp; its 2016 sequel feature found footage exploring this title figure in the Maryland woods","response":"<i>The Blair Witch Project</i>"},{"text":"\"What's Wrong With Norman\" was an episode of this drama on A&E","response":"<i>Bates Motel</i>"},{"text":"Ghostface, the white-masked killer in this 1996 film, asks, \"What's your favorite scary movie?","response":"<i>Scream</i>"}],"originalDate":"2017-03-24"},{"category":"THE \"LONG\" &amp; THE \"SHORT\" OF IT","comments":"","clues":[{"text":"Thermal underwear","response":"long johns"},{"text":"When it's Girl Scout cookie time, stock up on Trefoils, this type of cookie","response":"shortbread"},{"text":"MLB's Carlos Correa &amp; Corey Seager","response":"shortstops"},{"text":"Stephen King's \"The Glass Floor\" or \"Graveyard Shift\"","response":"short stories"},{"text":"This phrase meaning \"old\" alludes to a horse's gums receding as it ages","response":"long in the tooth"}],"originalDate":"2017-03-24"}],[{"category":"GREETINGS","comments":"","clues":[{"text":"Bear is an enthusiastic type of this greeting","response":"a hug"},{"text":"In 2014 Maori leaders in this nation greeted the Duchess of Cambridge with the traditional hongi, touching noses","response":"New Zealand"},{"text":"If you're eager to receive a guest you proverbially \"put out\" this item with a 7-letter word on it","response":"the welcome mat"},{"text":"British restraint doesn't get much more restrained than this 4-word greeting used in Africa in 1871","response":"\"Dr. Livingstone, I presume?\""},{"text":"Spoken greetings in more than 50 languages were sent along on this craft &amp; its twin launched in 1977","response":"Voyager"}],"originalDate":"2017-03-24"},{"category":"\"BETA\" TEST","comments":"","clues":[{"text":"AKA Provitamin A, it gives a bright orange color to vegetables","response":"beta-Carotene"},{"text":"These drugs that suppress reactions in heart cells are prescribed to treat anxiety &amp; angina","response":"beta blockers"},{"text":"It's the second-brightest star in a constellation named for a man-horse hybrid","response":"Beta Centauri"},{"text":"It was founded at the College of William &amp; Mary in 1776; are you a member?","response":"Phi Beta Kappa"},{"text":"Electron emission &amp; positron emission are types of this radioactive disintegration","response":"beta decay"}],"originalDate":"2017-03-24"},{"category":"BLUESY MUSIC","comments":"","clues":[{"text":"The standard blues musical form is one of this many bars","response":"twelve"},{"text":"Legend has it, having forgotten about a 1924 deadline, George Gershwin wrote this piece in 3 weeks","response":"\"Rhapsody In Blue\""},{"text":"Before going solo, Teddy Pendergrass was the lead singer of Harold Melvin &amp; this group","response":"the Blue Notes"},{"text":"He retitled his 1909 song \"Mr. Crump\" \"Memphis Blues\" &amp; the rest is history","response":"W.C. Handy"},{"text":"The 1970 hit song \"Roadhouse Blues\" by this band warns \"Keep your eyes on the road, your hands upon the wheel\"","response":"The Doors"}],"originalDate":"2017-03-24"},{"category":"OIL!","comments":"","clues":[{"text":"With over 250 billion barrels of crude reserves, this Mideast nation is the world's No. 1 oil exporter","response":"Saudi Arabia"},{"text":"In oil exploration geologists look for these compounds that consist only of the 2 elements symbolized by H &amp; C","response":"hydrocarbons"},{"text":"The jackknife type of this tower over an oil well comes in 2 sections that are assembled on site","response":"an oil derrick"},{"text":"The site of a major oil leak in 1979, the Bay of Campeche is the southernmost part of this body of water","response":"the Gulf of Mexico"},{"text":"Last name of Erle, who started an oil well services firm in 1919 that spread worldwide, including Iraq","response":"Halliburton"}],"originalDate":"2017-03-24"},{"category":"FAMOUS AMERICAN WOMEN","comments":"","clues":[{"text":"In 2016, 40 years after she became a \"Today\" show regular, she became the new host of CBS' \"Sunday Morning\"","response":"Jane Pauley"},{"text":"In 1889 journalist Nellie Bly tried to beat the record of Phileas Fogg in this novel &amp; did, by more than a week","response":"<i>Around the World in Eighty Days</i>"},{"text":"This historian wrote the memoir \"Wait Till Next Year\" about her childhood as Brooklyn Dodgers fan Doris Kearns","response":"Doris Kearns Goodwin"},{"text":"After the Battle of Cedar Mountain in 1862, a surgeon wrote, \"If heaven ever sent out a(n)...angel,\" she \"must be one\"","response":"Clara Barton"},{"text":"This New York-born Supreme Court justice was the first female U.S. Solicitor General","response":"Elena Kagan"}],"originalDate":"2017-03-24"},{"category":"OFFICIAL STATE THINGS","comments":"","clues":[{"text":"Gold &amp; blue are this Bluegrass State's official colors","response":"Kentucky"},{"text":"The front of Texas' state seal has a lone one of these in its center","response":"star"},{"text":"In Oregon it's the Oregon grape; in Wyoming, it's the Indian paintbrush","response":"state flower"},{"text":"Oklahoma's state song was written by this duo","response":"Rodgers and Hammerstein"},{"text":"In Arizona it's the paloverde; in Hawaii, it's the kukui","response":"state tree"}],"originalDate":"1996-10-29"}],{"category":"MOVIE MUSICALS","text":"The area in which this 1961 musical was filmed was soon razed to make way for the new Lincoln Center","response":"<i>West Side Story</i>"}]}