{"mix":1930,"rounds":[[{"category":"LITERATURE","comments":"","clues":[{"text":"In disguise, the wicked queen sold this fair maiden a poisoned comb","response":"Snow White"},{"text":"Leopold Bloom, an advertising salesman, is the Homeric title character of this James Joyce novel","response":"<i>Ulysses</i>"},{"text":"Charles Dickens' \"Great Expectations\" is narrated by this orphan","response":"Pip"},{"text":"\"Rip Van Winkle\" &amp; other stories appeared in his \"Sketch Book\" published under the pseudonym Geoffrey Crayon","response":"Washington Irving"},{"text":"When this affable Rabelais prince is 524 years old, he sires Pantagruel","response":"Gargantua"}],"originalDate":"1996-11-04"},{"category":"BLACK ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"In the 3 \"Lethal Weapon\" films, he played detective Roger Murtaugh","response":"Danny Glover"},{"text":"He reprised his starring role as a teacher for the 1996 TV movie \"To Sir with Love II\"","response":"Sidney Poitier"},{"text":"In 1995 he &amp; \"White Men Can't Jump\" co-star Woody Harrelson hopped aboard the \"Money Train\"","response":"Wesley Snipes"},{"text":"Her portrayals have included Betty Shabazz in \"Malcolm X\" &amp; Tina Turner in \"What's Love Got to Do with It?\"","response":"Angela Bassett"},{"text":"He won critical acclaim as John Travolta's hit man partner in \"Pulp Fiction\"","response":"Samuel (L.) Jackson"}],"originalDate":"1996-11-04"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"During this country's civil war, 1936-1939, an autonomous Basque state was established by the republic","response":"Spain"},{"text":"On Nov. 15, 1994 this German chancellor won reelection to a fourth term as the country's leader","response":"Helmut Kohl"},{"text":"In 1297 this principality was acquired by the house of Grimaldi","response":"Monaco"},{"text":"In 1861 the principalities of Walachia &amp; Moldavia united to form this nation","response":"Romania"},{"text":"Prince Klemens von Metternich, Austrian minister of state, served as president of this 1814-1815 congress","response":"Congress of Vienna"}],"originalDate":"1996-11-04"},{"category":"YOUR IDIOM IS FOREIGN TO ME","comments":"","clues":[{"text":"A German idiom for \"a pig in a poke\" is \"buying\" this animal \"in a sack\"; time to let it \"out of the bag\"","response":"a cat"},{"text":"In Spanish, poner las manos en el fuego, or \"to put\" these \"in the fire\", means to have 100% faith in someone","response":"your hands"},{"text":"You're probably familiar with carpe diem, but the less-used carpe noctem translates to this","response":"seize the night"},{"text":"Vai a fava, Portuguese for \"go to the fava bean\", is like our slang \"get\" this 4-letter word, meaning \"go away\"","response":"get lost"},{"text":"For us, this animal's \"years\" means a long time; in France, \"to jump from the cock to\" it is a non-logical conversation","response":"a donkey"}],"originalDate":"2017-03-17"},{"category":"COLLEGE COLLAGE","comments":"","clues":[{"text":"2 big phrases at this state school: \"Til Gabriel blows his horn\" &amp; \"Hook 'em\"","response":"(University of) Texas"},{"text":"In 1858 this university went co-ed when it took on the Tallahassee Female Academy","response":"Florida State University"},{"text":"The Walsh School of Foreign Service is part of this D.C. university","response":"Georgetown"},{"text":"Home to the William Ransom Hogan Jazz Archive, this university is known as the \"Harvard of the South\"","response":"Tulane"},{"text":"This U. is home to its state Writers Hall of Fame; honorees include Joel Chandler Harris &amp; Alice Walker","response":"the University of Georgia"}],"originalDate":"2017-03-17"},{"category":"ALSO A ROMAN DEITY","comments":"","clues":[{"text":"Spock's planet","response":"Vulcan"},{"text":"Rigg, Vreeland or Nyad","response":"Diana"},{"text":"Created in 1932, the U.K. version of this candy bar has chocolate, caramel &amp; nougat","response":"Mars"},{"text":"If you say this is rising, that means it's getting hotter","response":"mercury"},{"text":"The third-stage engine of this type of rocket used for Apollo flights to the moon kicked things to 25,000 MPH","response":"Saturn"}],"originalDate":"2017-03-17"}],[{"category":"COLUMBIA","comments":"","clues":[{"text":"Columbia, Penn. got its name in the hope that Congress would make it this, an effort that missed in 1790 by a few votes","response":"the capital"},{"text":"You can find the 32-mile-long Columbia glacier just west of Valdez in this state","response":"Alaska"},{"text":"Columbia Heights is a city on the Mississippi River in this state where the river begins","response":"Minnesota"},{"text":"Columbia University in New York City is affiliated with this women's school, one of the Seven Sisters","response":"Barnard"},{"text":"Fear not, the Columbia River is unafraid to receive this winding, coiling river, its biggest tributary","response":"the Snake River"}],"originalDate":"2017-03-17"},{"category":"PARAMOUNT","comments":"","clues":[{"text":"The head honchos of the NFL &amp; Major League Baseball share this title","response":"Commissioner"},{"text":"The chief administrative officer of the United Nations gets this hyphenated title","response":"Secretary-General"},{"text":"Apart from world champion, it's the highest title given by the World Chess Federation","response":"Grandmaster"},{"text":"The highest order of angels, they're described in Isaiah as each having 6 wings","response":"seraphim"},{"text":"Once the highest active rank in the U.S. Navy, this type of admiral wore 5 stars","response":"fleet admiral"}],"originalDate":"2017-03-17"},{"category":"WARNER BROS","comments":"","clues":[{"text":"Glenn Warner, Cornell's 1894 football team captain, go this nickname because he was older than most students","response":"Pop Warner"},{"text":"This Vermont regiment led by Seth Warner was crucial in the 1777 Battle of Bennington","response":"the Green Mountain Boys"},{"text":"In \"The People v. O.J. Simpson\", this former \"Cosby Show\" actor got behind the wheel as Al Cowlings","response":"Malcolm-Jamal Warner"},{"text":"This Virginia politician gave the keynote address at the Democratic National Convention in 2008","response":"Mark Warner"},{"text":"In a line of succession, husband-wise, this Virginia politician followed Richard Burton &amp; Richard Burton","response":"John Warner"}],"originalDate":"2017-03-17"},{"category":"\"M_G_M\"","comments":"","clues":[{"text":"Charisma or personal charm","response":"magnetism"},{"text":"It's no. 12 on your periodic table","response":"magnesium"},{"text":"A very, very, very small life form","response":"microorganism"},{"text":"Gabriel Garcia Marquez was a master of this literary genre","response":"magical realism"},{"text":"Women with the BRCA1 or BRCA2 mutation should get this every year","response":"a mammogram"}],"originalDate":"2017-03-17"},{"category":"PRECIOUS GEMS","comments":"","clues":[{"text":"The Akoya type of these from the waters of Japan have a wide range of hues like pink, peach &amp; cream","response":"pearls"},{"text":"The most valuable of these gems, colored ones called fancies, sell for more than $1 million per carat","response":"diamonds"},{"text":"A pink variety of beryl found in 1910 was named by adding -ite to the name of this financier &amp; gem collector","response":"J.P. Morgan"},{"text":"Ancient Chinese scholar Hsu Shen called it \"the fairest of stones\" &amp; gave it 5 human virtues","response":"jade"},{"text":"Light hitting layers of silica causes the brilliant colors of this gem, including the boulder type","response":"the opal"}],"originalDate":"2017-03-16"},{"category":"GOT A WIFE &amp; KIDS","comments":"","clues":[{"text":"If you're going to wed 5 times, you might as well have 5 sons, &amp; then you might as well name them all George, like this boxer did","response":"George Foreman"},{"text":"He was Mad Max beyond parenthood, fathering 7 kids with his now ex-wife","response":"Mel Gibson"},{"text":"This twice-married actor is 7/9 of the way home to having a full \"Field of Dreams\" baseball team of his kids","response":"Kevin Costner"},{"text":"Knowing when to hold 'em in 2004, this country singing legend &amp; his 5th wife welcomed twins just shy of his 66th birthday","response":"Kenny Rogers"},{"text":"All about \"One Love\" &amp; wed at age 21, this late musician ended up having 13 kids","response":"Bob Marley"}],"originalDate":"2017-03-16"}],{"category":"ON THE OLD MAP","text":"On the U.N. website's map of the world in 1945, these 2 initials of a member state appear 13 times on continental Africa","response":"U.K."}]}