{"mix":1934,"rounds":[[{"category":"MOVIE TITLE PLACES","comments":"","clues":[{"text":"Catherine Zeta-Jones sang \"I Can't Do It Alone\" in this 2002 musical","response":"<i>Chicago</i>"},{"text":"Here are a few stars of this 2001 WWII flick: Ben Affleck, Kate Beckinsale &amp; Jennifer Garner","response":"<i>Pearl Harbor</i>"},{"text":"The title establishment of this Wes Anderson film isn't in Hungary but in the fictional Zubrowka","response":"<i>Grand Budapest Hotel</i>"},{"text":"Snake Plissken hits the Big Apple <span class=\"nobreak\">--</span>&amp; by that I mean he really beats the bejeezus out of it<span class=\"nobreak\">--</span>in this 1981 action pic","response":"<i>Escape from New York</i>"},{"text":"Benicio Del Toro played Dr. Gonzo &amp; Tobey Maguire a hitchhiker in this 1998 film based on a Hunter S. Thompson book","response":"<i>Fear and Loathing in Las Vegas</i>"}],"originalDate":"2017-03-15"},{"category":"SHE BLINDED ME","comments":"","clues":[{"text":"In Judges 16 she sets the Philistines on the shorn Samson; they blind him","response":"Delilah"},{"text":"It's Marge's fault she goes blind on a \"Simpsons\" episode, as she looked at one of these without a viewer","response":"an eclipse"},{"text":"Alison, played by Courtney Thorne-Smith, went blind at this TV title residence after Kimberly tried to blow it up","response":"<i>Melrose Place</i>"},{"text":"After her husband gouges out Gloucester's eye in this play, Regan says to do the other one too, for balance","response":"<i>King Lear</i>"},{"text":"In \"Eyes of the Gorgon\", Wonder Woman blinds herself to defeat the deadly gaze of this mythic she-creature","response":"Medusa"}],"originalDate":"2017-03-15"},{"category":"BOOKS FOR COOKS","comments":"","clues":[{"text":"A cookbook that promises \"A Culinary Journey Through India\" is called \"Beyond\" this 5-letter dish","response":"curry"},{"text":"Mimi Kirk explains how to \"Live\" this 3-letter way in which food is not cooked over 118 degrees Fahrenheit","response":"raw"},{"text":"This brand, \"the original slow cooker\", offers a book of its \"Best-Loved Slow Cooker Recipes\"","response":"Crock-Pot"},{"text":"This title \"At Home\" is one of Ina Garten's many cookbooks","response":"<i>Barefoot Contessa</i>"},{"text":"This savory meat jelly is covered in the cold buffet chapter of Julia Child's \"Mastering the Art of French Cooking\"","response":"aspic"}],"originalDate":"2017-03-13"},{"category":"THE MARCH OF HISTORY","comments":"","clues":[{"text":"In March 1985 this man who would make big changes became general secretary of the Soviet Communist Party","response":"Gorbachev"},{"text":"She married Napoleon March 9, 1796; 2 days later, her groom left for the army","response":"Josephine"},{"text":"In March 1865 this general said all his congress did was \"eat peanuts and chew tobacco, while my army is starving\"","response":"Robert E. Lee"},{"text":"This country once known as South West Africa gained full independence in March 1990","response":"Namibia"},{"text":"On March 23, 1933 this body passed the \"Enabling Act\" making Hitler absolute dictator","response":"the Reichstag"}],"originalDate":"2017-03-13"},{"category":"FULL OF QUESTIONS","comments":"","clues":[{"text":"In 2002 ads for Verizon Wireless began asking this question","response":"\"Can you hear me now?\""},{"text":"When it comes to a tough decision, you might ask this popular question abbreviated WWJD","response":"\"What would Jesus do?\""},{"text":"This rock classic begins, \"Is this the real life? Is this just fantasy?\"","response":"\"Bohemian Rhapsody\""},{"text":"\"Where's my serpent of old Nile?\" is a line from this Shakespeare play","response":"<i>Antony and Cleopatra</i>"},{"text":"We applaud you if you know this Zen question about a certain extremity &amp; the noise it may or may not make","response":"\"What is the sound of one hand clapping?\""}],"originalDate":"2017-03-13"},{"category":"COUNTRIES' POLITICAL PARTIES","comments":"","clues":[{"text":"The Bloc Quebecois","response":"Canada"},{"text":"The Communist Party of Bohemia &amp; Moravia","response":"the Czech Republic"},{"text":"Sinn Fein","response":"Ireland"},{"text":"Kadima","response":"Israel"},{"text":"The Unified Lumumbist Party","response":"the Democratic Republic of Congo"}],"originalDate":"2017-03-13"}],[{"category":"MONEY MUSIC","comments":"","clues":[{"text":"In 1983 this singer told us, \"She works hard for the money, so hard for it, honey\"","response":"Donna Summer"},{"text":"A 1997 hit on Bad Boy Records warned us, \"Mo money mo\" these","response":"problems"},{"text":"This '80s hit also offered \"chicks for free\"","response":"\"Money For Nothing\""},{"text":"Wisdom from this group: \"Money, it's a gas. Grab that cash with both hands and make a stash\"","response":"Pink Floyd"},{"text":"It's the Steve Miller Band's song about criminal lovers Billy Joe &amp; Bobbie Sue","response":"\"Take The Money And Run\""}],"originalDate":"2017-03-13"},{"category":"SHIPS","comments":"","clues":[{"text":"Until it sunk in 1912, it was the world's largest &amp; most luxurious ocean liner","response":"the Titanic"},{"text":"Upon reaching Pitcairn Island in 1790, it was stripped of everything usable &amp; then burned","response":"the Bounty"},{"text":"In the 1st key naval battle of the War of 1812, this ship defeated the British frigate Guerriere","response":"the Constitution"},{"text":"This steamship provided passenger service along the Hudson River from 1807 to 1814","response":"the Clermont"},{"text":"This flagship of Lord Horatio Nelson can be seen in dry dock at Portsmouth, England","response":"HMS Victory"}],"originalDate":"1992-02-12"},{"category":"THE GIRL SCOUTS","comments":"","clues":[{"text":"The Girl Scout emblem represents a trefoil or a 3-leaf one of these","response":"clover"},{"text":"This level of scouting is for girls 6, 7 &amp; 8 years old","response":"Brownies"},{"text":"When founded on March 12, 1912 the Girl Scouts was known by this name","response":"Girl Guides"},{"text":"The current color of the senior Girl Scout uniform","response":"blue"},{"text":"In 1917 she became the 1st first lady to be honorary president of the Girl Scouts","response":"Edith Wilson"}],"originalDate":"1992-02-12"},{"category":"CELEBRITY BOOKS","comments":"","clues":[{"text":"You might cry uncle <span class=\"nobreak\">--</span> Uncle Miltie, that is <span class=\"nobreak\">--</span> when you read his \"Private Joke File\"","response":"Milton Berle"},{"text":"He titled his tell-all memoir \"And the Beat Goes On\"","response":"Sonny Bono"},{"text":"This \"Diamond Lil\" star called chapter 4 of her autobiography \"Snow White Starts Drifting\"","response":"Mae West"},{"text":"Erma Bombeck titled her humorous travel book \"When You Look Like\" this \"Photo, It's Time to Go Home\"","response":"passport photo"},{"text":"TV variety show star who wrote the 1986 autobiography \"One More Time\"","response":"Carol Burnett"}],"originalDate":"1992-02-12"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The African kind of this animal has 2 fleshy knobs on its prehensile trunk, the Asiatic has only 1","response":"elephant"},{"text":"The alpaca, guanaco &amp; llama are members of this family that is at home in arid regions","response":"camel family"},{"text":"South America's poisonous fer-de-lance is a member of the \"pit\" group of this snake family","response":"viper"},{"text":"Marine iguanas are found only in this Ecuadorian island group","response":"Galapagos Islands"},{"text":"This fish is valuable as a source of isinglass, a type of gelatin, as well as beluga caviar","response":"sturgeon"}],"originalDate":"1992-02-12"},{"category":"MEN'S FASHIONS","comments":"","clues":[{"text":"Levi's best-selling jeans for men, their name refers to the original lot number","response":"501"},{"text":"This handkerchief worn around the neck or head is popular with cowboys &amp; Willie Nelson","response":"bandana"},{"text":"In the 1800s, European men began wearing this wide waist sash in place of a waistcoat","response":"cummerbund"},{"text":"It's a small pants pocket for a watch, or a chain attached to a watch, hanging out of a pocket","response":"fob"},{"text":"In 1967 this designer established his Polo line to produce wide, handmade neckties","response":"Ralph Lauren"}],"originalDate":"1992-02-12"}],{"category":"DIPLOMACY","text":"The book \"The Eagle &amp; the Elephant\" is about the relationship between the U.S. &amp; this Asian country beginning in 1833","response":"Thailand (Siam)"}]}