{"mix":1936,"rounds":[[{"category":"PRESIDENTS","comments":"","clues":[{"text":"Only president inaugurated on April 30; this year marked the 200th anniversary of that event","response":"George Washington"},{"text":"His mother was the former Phoebe Millard","response":"Millard Fillmore"},{"text":"Richard Nixon in the election of 1972 &amp; Ronald Reagan in 1984 each carried this number of states","response":"49"},{"text":"As gov. of Mass., he called out the National Guard when Boston police went on strike in 1919","response":"Calvin Coolidge"},{"text":"He was the 8th president &amp; the first born in the United States","response":"Martin Van Buren"}],"originalDate":"1989-12-15"},{"category":"GEMS","comments":"","clues":[{"text":"Guinness says the largest one of these was made by an abalone &amp; is 349.41 carats","response":"pearl"},{"text":"The peridot, also known as precious olivine, is almost always this color","response":"green"},{"text":"The Hope Diamond was cut from a larger diamond that was part of this country's crown jewels, stolen in 1792","response":"France"},{"text":"This gemstone gets its beautiful deep blue color from a rare mineral called lazurite","response":"lapis lazuli"},{"text":"The diamond known as the \"Star of\" this continent is set in the British royal scepter","response":"Africa"}],"originalDate":"1989-12-15"},{"category":"MINNESOTANS","comments":"","clues":[{"text":"He ran a mail-order watch company in Minneapolis before joining with Roebuck in Chicago","response":"Sears"},{"text":"Their Rochester clinic dates back to 1889","response":"the Mayo Brothers"},{"text":"While a student at the University of Minnesota, Robert Zimmerman began to perform under this name","response":"Bob Dylan"},{"text":"He was the last Minnesotan to serve as U.S. vice president","response":"Walter \"Fritz\" Mondale"},{"text":"This voluptuous brunette actress entered the world June 21, 1921 in Bemidji, Minnesota; \"Cross My Heart\"","response":"Jane Russell"}],"originalDate":"1996-09-17"},{"category":"RODENTS","comments":"","clues":[{"text":"Chinchillas were killed for this &amp; by the 1920s were almost extinct in the wild","response":"coats/fur"},{"text":"Some extinct types of this dam-building rodent were the size of bears","response":"beavers"},{"text":"The call of this small reddish-brown rodent is a loud \"chip\" followed by a rapid trill","response":"chipmunk"},{"text":"Mass migration by the Norway species of this Arctic rodent may be triggered by overpopulation","response":"lemming"},{"text":"This largest living rodent, also called carpincho, runs well despite its slightly webbed feet","response":"capybara"}],"originalDate":"1996-09-17"},{"category":"FILMS OF THE '80s","comments":"","clues":[{"text":"Ron Kovic can be seen in this 1989 Tom Cruise film based on his life","response":"<i>Born on the Fourth of July</i>"},{"text":"Prep school teacher Robin Williams teaches his boys to \"Seize the Day\" in this Peter Weir film","response":"<i>Dead Poets Society</i>"},{"text":"Daryl Hannah played the title character in this Steve Martin film based on \"Cyrano de Bergerac\"","response":"<i>Roxanne</i>"},{"text":"Michael Palin played a stuttering dog-murderer in this British film written by John Cleese","response":"<i>A Fish Called Wanda</i>"},{"text":"Kelly McGillis played the assistant D.A. in this 1988 film that earned Jodie Foster an Oscar","response":"<i>The Accused</i>"}],"originalDate":"1996-09-17"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Delia Akeley studied this central African people whose adults averaged 4 feet in height","response":"Pygmies"},{"text":"In 1986 Robert D. Ballard used Alvin, a 22-foot minisub, to explore this famous wreck","response":"the Titanic"},{"text":"In 1930 Harriet Chalmers Adams' world travels took her to Ethiopia for his crowning","response":"Haile Selassie"},{"text":"Brazil renamed its River of Doubt in honor of this ex-U.S. president who explored the area","response":"Theodore Roosevelt"},{"text":"Hiram Bingham made 2 trips back to this \"Lost City\" of the Incas after a guide led him to it in 1911","response":"Machu Picchu"}],"originalDate":"1996-09-17"}],[{"category":"GOLF","comments":"","clues":[{"text":"The number 1 wood club is also known by this \"automotive\" name","response":"driver"},{"text":"The optimal area of a club's face for making contact with the ball is called this \"spot\"","response":"the sweet spot"},{"text":"In his first year as a professional, Greg Norman was chosen to represent this country in the World Cup","response":"Australia"},{"text":"The Augusta National Invitation Tournament changed its name to this in 1938","response":"The Masters"},{"text":"This Spanish star is the youngest of 4 brothers who all became professional golfers","response":"Seve Ballesteros"}],"originalDate":"1996-09-17"},{"category":"\"PAR\" FOR THE COURSE","comments":"","clues":[{"text":"Cocktail, Democratic &amp; bachelor are types of these","response":"parties"},{"text":"The Hamburg type of this herb is used to flower soups","response":"parsley"},{"text":"This ancient temple in Athens was a Christian church from the 5th century to the mid-1400s","response":"the Parthenon"},{"text":"A member of a group of followers of Zoroaster who emigrated to India over 1,000 years ago","response":"Parsi"},{"text":"Stingy","response":"parsimonious"}],"originalDate":"1996-09-17"},{"category":"NARRATORS","comments":"","clues":[{"text":"This good-natured but bumbling friend narrates the Sherlock Holmes stories","response":"Dr. Watson"},{"text":"Call him the narrator of \"Moby Dick\"","response":"Ishmael"},{"text":"Alex narrates this Anthony Burgess novel in Nadsat, a combination of English slang &amp; Russian","response":"<i>A Clockwork Orange</i>"},{"text":"Part of this 1929 Faulkner novel is truly a tale told by an idiot <span class=\"nobreak\">--</span> Benjy Compson","response":"<i>The Sound and the Fury</i>"},{"text":"Jack Burden narrates his 1946 novel \"All the King's Men\"","response":"Robert Penn Warren"}],"originalDate":"1996-09-17"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The Libyan Erg near Egypt has the greatest mass of sand dunes in this desert","response":"Sahara"},{"text":"The southern entrance to this sea is partially blocked by Rhodes &amp; Crete","response":"Aegean"},{"text":"In 1959 all uncolonized areas of this Ecuadoran island group were made a national park","response":"the Galapagos Islands"},{"text":"Asuncion is a port on this river that shares its name with the country it's in","response":"Paraguay River"},{"text":"At the time of its founding in the 1590s, this capital of Trinidad &amp; Tobago was called Conquerabia","response":"Port of Spain"}],"originalDate":"1996-09-17"},{"category":"BLACK AMERICANS","comments":"","clues":[{"text":"In 1994 Beverly Harvard became this Georgia capital's first black female police chief","response":"Atlanta"},{"text":"Saying he'd not yet heard the \"calling\", this retired general declined to run for president in 1996","response":"Colin Powell"},{"text":"On Feb. 2, 1996 these 2 M.J.s went head-to-head for the first time since the '91 NBA Finals","response":"Magic Johnson & Michael Jordan"},{"text":"He filled the Supreme Court seat vacated by Thurgood Marshall","response":"Clarence Thomas"},{"text":"\"Seven Guitars\" is the seventh in a series of dramas by this \"Piano Lesson\" playwright","response":"August Wilson"}],"originalDate":"1996-09-17"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This Roman god is sometimes shown with 4 faces, but he usually has 2","response":"Janus"},{"text":"Hercules was one of this group of sailors when he was left behind in Mysia","response":"the Argonauts"},{"text":"Some say Pan's son Crotus is this weapon-carrying Zodiac constellation","response":"Sagittarius"},{"text":"She turned Picus into a woodpecker; later she \"pigged out\" with Odysseus' crew","response":"Circe"},{"text":"Ladon the dragon guarded the gardens of these nymphs who guarded the golden apples","response":"the Hesperides"}],"originalDate":"1996-09-17"}],{"category":"ENGLISH POETS","text":"An 1816 poem by him says, \"That with music loud and long, I would build that dome in air, That sunny dome!\"","response":"Coleridge"}]}