{"mix":1943,"rounds":[[{"category":"1980s BESTSELLERS","comments":"","clues":[{"text":"In 1986 he celebrated his 82nd birthday with the publication of \"You're Only Old Once!\"","response":"Dr. Seuss"},{"text":"In this 1988 bestseller, James Michener told the story of the 49th state","response":"<i>Alaska</i>"},{"text":"In 1981 he checked into the bestseller list with \"The Hotel New Hampshire\"","response":"John Irving"},{"text":"His 1987 novel \"Texasville\" reintroduced the characters of \"The Last Picture Show\", all 30 years older","response":"Larry McMurtry"},{"text":"The top fiction book of 1985 was Jean Auel's novel about these Ice Age \"Hunters\"","response":"<i>The Mammoth Hunters</i>"}],"originalDate":"2017-02-28"},{"category":"ALBUM COVERS","comments":"","clues":[{"text":"A close-up of Springsteen's denim-clad backside in front of Old Glory","response":"<i>Born in the U.S.A.</i>"},{"text":"The pink Beverly Hills Hotel, shot at sunset","response":"<i>Hotel California</i>"},{"text":"A naked baby underwater reaches towards a dollar bill on a string","response":"<i>Nevermind</i>"},{"text":"On a black background, light goes through a prism &amp; comes out a rainbow","response":"<i>Dark Side of the Moon</i>"},{"text":"David Bowie sports a makeup lightning bolt across his face","response":"<i>Aladdin Sane</i>"}],"originalDate":"2017-02-28"},{"category":"TALK LIKE A CANADIAN","comments":"","clues":[{"text":"A stagette party in Toronto is called this south of the border","response":"a bachelorette party"},{"text":"If it's cold in Calgary, put on your bunny hug, one of these items that are also popular Stateside","response":"a hoodie"},{"text":"When dining on poutine, keep handy une serviette, this","response":"a napkin"},{"text":"Originally a derogatory term for Depression-era gasoline thieves, today it means any foolish or uncivilized person","response":"a hoser"},{"text":"Got a Chesterfield inside that Regina mansion?  It's one of these, not a cigarette","response":"a sofa"}],"originalDate":"2017-02-28"},{"category":"THE BODY BOVINE","comments":"","clues":[{"text":"Cattle use this long body part to shoo away insects","response":"the tail"},{"text":"A cow has 32 of these but none in the front part of its upper jaw","response":"teeth"},{"text":"In beef cows this suspended milk-storing organ is smaller than in dairy cows","response":"udder"},{"text":"The rumen is the largest of the 4 compartments that make up this organ in cattle","response":"stomach"},{"text":"This breed whose ancestor is the Indian Zebu has a fleshy hump over its shoulders","response":"Brahma"}],"originalDate":"1996-06-20"},{"category":"STREETS","comments":"","clues":[{"text":"On Jan. 15, 1983 Santa Barbara Ave. in L.A. was renamed for this slain civil rights leader","response":"Martin Luther King, Jr."},{"text":"This NYC street is nicknamed the \"Great White Way\"","response":"Broadway"},{"text":"The Arc de Triomphe stands at the west end of this street, Place de la Concorde at the east end","response":"Champs-Elysees"},{"text":"An avenue in Bardstown, Kentucky is named for this \"My Old Kentucky Home\" composer","response":"Stephen Foster"},{"text":"It's said W.C. Handy developed blues music at Pee Wee's Saloon on this Memphis street","response":"Beale Street"}],"originalDate":"1996-06-20"},{"category":"SPORTS","comments":"","clues":[{"text":"Competitions in this multi-event sport may include walking &amp; hammer throwing &amp; are called meets","response":"track & field"},{"text":"Friedrich Ludwig Jahn, who developed the balance beam, is considered the modern father of this sport","response":"gymnastics"},{"text":"The Greco-Roman form of this sport is very popular in Scandinavia","response":"wrestling"},{"text":"The November 1982 death of lightweight Duk Koo Kim resulted in editorials calling for a ban on this sport","response":"boxing"},{"text":"This basic fencing weapon weighs about 1 pound &amp; is derived from a short dress sword of the 17th century","response":"foil"}],"originalDate":"1996-06-20"}],[{"category":"COSMETICS &amp; PERFUME","comments":"","clues":[{"text":"Defining the mouth with a special pencil helps keep this cosmetic from feathering &amp; bleeding","response":"lipstick"},{"text":"A perfume by designer Laura Biagiotti, or the Italian name for the capital of Italy","response":"Roma"},{"text":"Diamonds and Sapphires is a fruity floral fragrance from this actress known for her White Diamonds","response":"Elizabeth Taylor"},{"text":"Many women keep their foundation looking fresh by applying the \"loose\" type of this with a brush or puff","response":"powder"},{"text":"The first name of French authoress Nin; if you say it twice it's the name of a perfume","response":"Anais"}],"originalDate":"1996-06-20"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"Amenemhet I found this country's 12th dynasty in 1991 B.C.","response":"Egypt"},{"text":"Bertha von Suttner helped inspire this man to create a peace prize &amp; became the first woman to win it","response":"Alfred Nobel"},{"text":"Cuthbert Collingwood was second in command to this naval hero in the battle of Trafalgar","response":"Lord Nelson"},{"text":"Before becoming the USA's first attorney general, Edmund Randolph was this southern state's first attorney general","response":"Virginia"},{"text":"After a victory over the Spanish in 1640, the Duke of Braganza was crowned King John IV of this country","response":"Portugal"}],"originalDate":"1996-06-20"},{"category":"SHADES","comments":"(Alex: Shades of colors.)","clues":[{"text":"Prussian,<br>navy,<br>baby","response":"blue"},{"text":"Plum,<br>eggplant,<br>amethyst","response":"purple"},{"text":"Apple,<br>pistachio,<br>moss","response":"green"},{"text":"Teak,<br>russet,<br>vandyke","response":"brown"},{"text":"Turkey,<br>Pompeian,<br>Chinese","response":"red"}],"originalDate":"1996-06-20"},{"category":"ARTISTS","comments":"","clues":[{"text":"Paolo Veronese was about 25 when he painted magnificent ceiling panels for the doge's palace in this city","response":"Venice"},{"text":"This Spaniard's Cubist guitar sculpture, made of sheet metal &amp; wire, is in the Museum of Modern Art","response":"Pablo Picasso"},{"text":"First name shared by French artists Utrillo &amp; Vlaminck","response":"Maurice"},{"text":"Victor Vasarely was a leading figure in this modern art movement named for its effect on viewers' eyes","response":"Optical (Op) art"},{"text":"Sadly, when this Belgian surrealist was a teenager, his mother drowned herself","response":"Rene Magritte"}],"originalDate":"1996-06-20"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In 1892 the Eastman Dry Plate &amp; Film Company adopted this name","response":"Eastman Kodak"},{"text":"Similar to AT&T, the initials in ITT originally stood for this","response":"International Telephone & Telegraph"},{"text":"Rock star Neil Young is now a part owner of this largest manufacturer of toy trains","response":"Lionel"},{"text":"As you might guess, company-owned BP service stations are owned by this company","response":"British Petroleum"},{"text":"In 1988 IBM &amp; Sears, Roebuck joined forces to launch this online computer service","response":"Prodigy"}],"originalDate":"1996-06-20"},{"category":"BALLET DANCERS ON FILM","comments":"","clues":[{"text":"Rudolf Nureyev looked \"Sheik\" when he starred in Ken Russell's film about this silent film star","response":"Rudolph Valentino"},{"text":"Alexander Godunov made his acting debut as an Amish farmer in this Harrison Ford film","response":"<i>Witness</i>"},{"text":"Zizi Jeanmaire played the ballerina Danny Kaye fell for in the 1952 musical about this storyteller","response":"Hans Christian Andersen"},{"text":"He played a defecting Russian ballet star in \"White Nights\" &amp; a KGB agent in \"Company Business\"","response":"Mikhail Baryshnikov"},{"text":"New York City ballet star Jacques D' Amboise played one of a septet of siblings in this 1954 MGM musical","response":"<i>Seven Brides for Seven Brothers</i>"}],"originalDate":"1996-06-20"}],{"category":"TRAVEL &amp; TOURISM","text":"To serve U.S. tourists, there are 9 American consulates there, more than in any other country","response":"Mexico"}]}