{"mix":1944,"rounds":[[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Inchcape Rock is a dangerous reef off the coast of Scotland in this sea","response":"North Sea"},{"text":"Although discovered by Semyon Dezhnev in 1648, this sea of the north Pacific was named for another man","response":"the Bering Sea"},{"text":"When discovered in 1610, this bay was thought to be the long-sought Northwest Passage","response":"Hudson Bay"},{"text":"The harbor of this Pacific Russian port is formed by Golden Horn Bay","response":"Vladivostok"},{"text":"Gdansk, Poland lies at the mouth of the Motlawa, a branch of this river","response":"Vistula"}],"originalDate":"1996-06-20"},{"category":"AUTHORS &amp; THEIR WORKS","comments":"","clues":[{"text":"Part II of her novel \"O Pioneers!\" is entitled \"Neighboring Fields\"","response":"Willa Cather"},{"text":"The curator of the Lahore Museum in his novel \"Kim\" is based on his father","response":"Rudyard Kipling"},{"text":"The poem \"Ulalume\" is his only important work of 1847, the year his child bride died","response":"Edgar Allan Poe"},{"text":"This \"Giant\" novelist wrote a series of stories about traveling petticoat sales lady Emma McChesney","response":"Edna Ferber"},{"text":"This author of \"The Manchurian Candidate\" completed his 3rd novel, \"Some Angry Angel\", in Mexico City","response":"Richard Condon"}],"originalDate":"1996-06-20"},{"category":"THE 1910s","comments":"","clues":[{"text":"On Jan. 5, 1914 this automaker announced a $5 per day minimum wage &amp; an 8-hour day","response":"(Henry) Ford"},{"text":"In 1913 King Constantine declared the union of Crete with this country","response":"Greece"},{"text":"On March 1, 1919 a coalition of leaders declared Korea independent of this nation","response":"Japan"},{"text":"Some Serbian officials provided support for Gavrilo Princip's June 1914 assassination of this archduke","response":"(Franz) Ferdinand"},{"text":"The United States took over this island group from Denmark in 1917","response":"the Virgin Islands"}],"originalDate":"1996-06-11"},{"category":"SIMIAN CINEMA","comments":"","clues":[{"text":"The last line in this 1933 film is \"Oh, no.  It wasn't the airplanes.  It was beauty killed the beast.\"","response":"<i>King Kong</i>"},{"text":"A gorilla named Amy is featured in this 1995 movie, filmed in part near our \"Jeopardy!\" sound stage","response":"<i>Congo</i>"},{"text":"Some of the flying monkeys in this 1939 classic were actors in costumes &amp; some were 6\" rubber miniatures","response":"<i>The Wizard of Oz</i>"},{"text":"Sigourney Weaver was nominated for a 1988 Oscar for playing this primatologist in \"Gorillas in the Mist\"","response":"Dian Fossey"},{"text":"In a 1949 film Terry Moore played the piano while this \"mighty\" ape held her over his head","response":"Mighty Joe Young"}],"originalDate":"1996-06-11"},{"category":"INVENTORS","comments":"","clues":[{"text":"By 1877 Otto Lilienthal had invented one of these engineless airplanes with birdlike wings","response":"glider"},{"text":"This man, a goldsmith by trade, invented printing from movable type in Europe","response":"(Johannes)  Gutenberg"},{"text":"Herman Hollerith invented a system of encoding data on cards by means of these","response":"holes"},{"text":"As a Harvard freshman, this photographic inventor became fascinated by polarized light","response":"(Edwin) Land"},{"text":"His most important invention kept an elevator car from falling even if its cable broke","response":"(Elisha) Otis"}],"originalDate":"1996-06-11"},{"category":"GEMS","comments":"","clues":[{"text":"Morganite is a pink or rose-colored gem named for this American financier","response":"J.P. Morgan"},{"text":"The Hope, a famous Baroque one of these mollusk gems, is 2 inches long &amp; weighs several ounces","response":"pearl"},{"text":"The \"blazing\" name of these opals is misleading; many do not give off brilliant flashes of color","response":"fire opals"},{"text":"In 1830 these green gems were discovered in mica schists in Russia's Ural Mountains","response":"emeralds"},{"text":"Often a shade of orange, spessartite is a variety of this reddish-brown gem","response":"garnet"}],"originalDate":"1996-06-11"}],[{"category":"STATE MOTTOES","comments":"","clues":[{"text":"The shortest mottoes are Washington's \"Alki\", meaning \"By and By\" &amp; this smallest state's \"Hope\"","response":"Rhode Island"},{"text":"\"Regnat Populus\", \"The People Rule\", in this land of opportunity","response":"Arkansas"},{"text":"Complete's Ohio's motto, \"With God, All Things are...\"","response":"possible"},{"text":"Heavenly body mentioned in the mottoes of Kansas &amp; Minnesota","response":"star"},{"text":"South Carolina's \"Dum Spiro Spero\" translates to \"While I\" do this \"I Hope\"","response":"breathe"}],"originalDate":"1996-06-11"},{"category":"SEA____","comments":"(Alex: First part of the word is \"sea\"; you have to come up with the second part.)","clues":[{"text":"Seashell tongue twister business site","response":"by the seashore"},{"text":"Altitude is measured from it","response":"sea level"},{"text":"Cecil","response":"the seasick sea serpent"},{"text":"Some marine types of algae","response":"seaweed"},{"text":"Nereids","response":"sea nymphs"}],"originalDate":"1996-06-11"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"Of Joyce Cary, Joyce Kilmer or Joyce Carol Oates, the one that fits the category","response":"Joyce Carol Oates"},{"text":"Nora Ephron wrote the searing novel \"Heartburn\" after her divorce from this Washington Post reporter","response":"Carl Bernstein"},{"text":"Queen of British romance novelists who wrote \"The Wicked Marquis\" &amp; \"The Impetuous Duchess\"","response":"Barbara Cartland"},{"text":"After writing a book about Marilyn Monroe, this feminist established the Marilyn Monroe Children's Fund","response":"Gloria Steinem"},{"text":"This playwright called her first book of memoirs \"An Unfinished Woman\" &amp; her last \"Maybe\"","response":"Lillian Hellman"}],"originalDate":"1996-06-11"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"It's the most modern city in Peru, as well as the largest","response":"Lima"},{"text":"Astrakhan is situated on several islands in the delta of this river, 60 miles from the Caspian Sea","response":"the Volga"},{"text":"This sea forms Pakistan's southern border","response":"Arabian Sea"},{"text":"Bissau is this west African country's chief port as well as its capital","response":"Guinea-Bissau"},{"text":"The Tonle Sap &amp; Bassac Rivers join this major river at Phnom Penh","response":"the Mekong"}],"originalDate":"1996-06-11"},{"category":"GANGSTERS","comments":"","clues":[{"text":"Gangster Louis Amberg was just \"Pretty\" while Charles Floyd was nicknamed this","response":"\"Pretty Boy\""},{"text":"This showman got a plaster cast of condemned murderer Albert Hicks for his American museum","response":"P.T. Barnum"},{"text":"One of the two gangsters who led what was known as the Bug &amp; Meyer Gang","response":"Bugsy Siegel"},{"text":"\"Trigger\" Burke was hired to silence \"Specs\" O'Keefe, one of the gang involved in this 1950 Boston heist","response":"the Brinks Robbery"},{"text":"Deported to Italy, Lucky Luciano slipped back to this Caribbean island to run his U.S. operations","response":"Cuba"}],"originalDate":"1996-06-11"},{"category":"RUSSIAN HISTORY","comments":"","clues":[{"text":"Osip Bovet redesigned this square near the Kremlin after most of it was destroyed in an 1812 fire","response":"Red Square"},{"text":"In 1799 Alexsandr Baranov, first governor of this territory, founded Sitka","response":"Alaska"},{"text":"A 1649 code forbade owners to kill these peasants generally treated as chattel","response":"serfs"},{"text":"Vladimir Nemirovich-Danchenko &amp; this actor/producer founded the Moscow Art Theatre in 1898","response":"(Constantin) Stanislavski"},{"text":"Lithuania passed to Russia at the third partition of this country in 1795","response":"Poland"}],"originalDate":"1996-06-11"}],{"category":"NONFICTION","text":"This reference set's 1768 first edition was published by \"A Society of Gentlemen in Scotland\"","response":"the <i>Encyclopædia Britannica</i>"}]}