{"mix":1947,"rounds":[[{"category":"QUITE A VOCABULARY","comments":"","clues":[{"text":"Vocation means a job; this word, 1 letter longer, means a hobby","response":"avocation"},{"text":"The Latin arca, \"chest\", gives us this word meaning secret or mysterious","response":"arcane"},{"text":"Last name of actor Taylor, or the vulgar quality of projects he avoids","response":"Kitsch"},{"text":"It can mean a break from production for a TV show or a space within a body part","response":"hiatus"},{"text":"Business prof Clayton Christensen put it before \"technology\" as a buzzword for an innovation that shakes things up","response":"disruptive"}],"originalDate":"2017-02-23"},{"category":"IN THAT HEAD","comments":"","clues":[{"text":"The adult mouth has 12 of these large, flat teeth to grind food","response":"molar"},{"text":"This photoreceptive area of sensitive nerve tissue covers 2/3 of the back of the eye","response":"a retina"},{"text":"The genioglossus muscle helps this other important muscle to protrude &amp; pull back","response":"the tongue"},{"text":"The eyes are enclosed in eye sockets, also known as these, like the paths of satellites","response":"orbits"},{"text":"The thalamus relays messages to the cerebral this, the outer layer of gray matter","response":"cortex"}],"originalDate":"2017-02-23"},{"category":"ESSAY TEST","comments":"","clues":[{"text":"\"Two essays written in 1842 and 1844\" by this man laid \"the foundations of the origin of species\"","response":"Darwin"},{"text":"In this essay, Virginia Woolf said that a woman must have money &amp; the title place \"if she is to write fiction\"","response":"<i>A Room of One's Own</i>"},{"text":"In the 12th of these essays, Alexander Hamilton argued for \"The Utility of the Union In Respect to Revenue\"","response":"the Federalist Papers"},{"text":"This transcendentalist preached the ethics of \"Self-Reliance\" in an essay with that title","response":"(Ralph Waldo) Emerson"},{"text":"Camus wrote the philosophical essay \"The Myth of\" him, punished to roll a stone uphill only to have it roll down again","response":"Sisyphus"}],"originalDate":"2017-02-22"},{"category":"WHAT'S THAT SONG?","comments":"","clues":[{"text":"Picture it: Ed Sheeran wrote this hit about a memento of love while building a Lego X-Wing fighter in a hotel room","response":"\"Photograph\""},{"text":"Meghan Trainor's title advice for how to respond to a boy who \"ain't giving up\"? This word","response":"\"No\""},{"text":"Nurse!  Shawn Mendes needs the \"needle &amp; the thread\" in this Top 10 hit","response":"\"Stitches\""},{"text":"In a Top 10 hit by Walk the Moon, it's the woman's title response to an overly garrulous singer","response":"\"Shut Up And Dance\""},{"text":"Omi was rah rah for this title gal who was \"always right there when I need her\"","response":"\"Cheerleader\""}],"originalDate":"2017-02-22"},{"category":"MIDDLE I","comments":"(Alex: The letter I will come in exactly the middle of each correct response.)","clues":[{"text":"To tell a trivial lie","response":"fib"},{"text":"A type of broom, or an egg beater","response":"a whisk"},{"text":"Preaching often accompanies this evangelical assembly","response":"a revival"},{"text":"Instinctive knowledge or belief; \"woman's\" is said to be keen","response":"intuition"},{"text":"This official rebuke or censure is often quite severe","response":"reprimand"}],"originalDate":"2017-02-22"},{"category":"ON TO GRAD SCHOOL","comments":"","clues":[{"text":"Probe the mind with a UCLA Ph.D. after getting trained in clinical, cognitive or social this field","response":"psychology"},{"text":"Initially, the 2017 U.S. News grad school rankings put this \"Bay State\" school at the top for engineering","response":"MIT"},{"text":"The MBA, it's fantastic!  In 1970 this biz school at Penn offered the first MBA program in health care management","response":"Wharton"},{"text":"You'll learn how to use \"Big Red\" if you get an MFA at this Ivy League school founded in 1865","response":"Cornell"},{"text":"The National Endowment for these helped create Marshall's grad program in these, uniting lit, history &amp; culture","response":"the Humanities"}],"originalDate":"2017-02-22"}],[{"category":"I'M WITH HER","comments":"","clues":[{"text":"I'm the lyre-playing hero who went to rescue my wife Eurydice from Hades","response":"Orpheus"},{"text":"I'm the prince of a guy who accepted my first cousin Victoria's marriage proposal on October 15, 1839","response":"Albert"},{"text":"I'm the nephew of King Mark of Cornwall who loves Isolde","response":"Tristan"},{"text":"I married my second wife, Nomzamo Winifred Zanyiwe Madikizela, during my trial for treason","response":"Mandela"},{"text":"I'm the Virginia planter who married Pocahontas","response":"John Rolfe"}],"originalDate":"2017-02-22"},{"category":"LEONARDO DiCAPRIO MOVIES","comments":"","clues":[{"text":"Last name of Leo's title role in \"J. Edgar\"","response":"Hoover"},{"text":"This 1820s-set tale won Leo his first Oscar","response":"<i>The Revenant</i>"},{"text":"This 2013 movie had Margot Robbie keeping businessman Leo at foot's length","response":"<i>The Wolf of Wall Street</i>"},{"text":"Leo &amp; Matt Damon have competing squad goals as Boston cops in this drama","response":"<i>The Departed</i>"},{"text":"This 1998 adaptation had Porthos wanting to replace French king Leo with non-French king Leo","response":"<i>The Man in the Iron Mask</i>"}],"originalDate":"2017-02-22"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"A 1952 bill designated September 17 as Citizenship Day to coincide with the 1787 signing of this","response":"the Constitution"},{"text":"On this day in 1996 Taco Bell announced it had bought the Liberty Bell &amp; was going to rename it the Taco Liberty Bell","response":"April Fools' Day"},{"text":"Taking place about 6 weeks before Easter, this day begins a season of fasting &amp; prayer","response":"Ash Wednesday (first day of Lent)"},{"text":"President Harding honored this British woman by endorsing her birthday, May 12, to be Natl. Hospital Day","response":"Florence Nightingale"},{"text":"Technically, June 17 in Massachusetts should be called Breed's Hill Day instead of this","response":"Bunker Hill Day"}],"originalDate":"2017-02-22"},{"category":"ELEMENT-IUM","comments":"","clues":[{"text":"On the periodic table, it's the first element to have a 2-letter symbol","response":"helium"},{"text":"In nature, it occurs in 3 isotopes: 234, 235 &amp; 238","response":"uranium"},{"text":"Got milk?  Yes?  Then also got atomic No. 20, this","response":"calcium"},{"text":"It's used for rechargeable batteries; in a Nirvana song, its lyrics include \"I love you, I'm not gonna crack\"","response":"lithium"},{"text":"The 40 isotope of this element is radioactive; isn't that bananas?","response":"potassium"}],"originalDate":"2017-02-22"},{"category":"ALL ABOOT CANADIAN GEOGRAPHY","comments":"","clues":[{"text":"Ontario's area is 400,000-plus square miles but 1/5 of its population lives in this city","response":"Toronto"},{"text":"The southern border of this westernmost province touches Idaho &amp; Montana","response":"British Columbia"},{"text":"Take the combined area of the Great Lakes, multiply that by 3, &amp; you're still short of this bay named for an English explorer","response":"the Hudson Bay"},{"text":"On the Canadian-U.S. border, this seaway serving Thunder Bay &amp; Hamilton, among others, took 5 years to build","response":"the St. Lawrence"},{"text":"X-Man Wolverine knows this Yukon mount is almost 20,000' high &amp; has the largest base circumference of any mountain","response":"Mount Logan"}],"originalDate":"2017-02-22"},{"category":"FRENCH HISTORY","comments":"","clues":[{"text":"On D-Day during WWII, Allied forces landed on the beaches of this French region","response":"Normandy"},{"text":"France's national anthem got its name because troops from this city loved it","response":"Marseille"},{"text":"Robespierre ruled as a virtual dictator during this troubled period from 1793 to 1794","response":"the Reign of Terror"},{"text":"After an 1870-71 war with this leading German kingdom, France lost parts of Alsace &amp; Lorraine","response":"Prussia"},{"text":"In November 2016 a show by Sting reopened this Paris concert hall 1 year after a terrorist attack","response":"Le Bataclan"}],"originalDate":"2017-02-21"}],{"category":"ADVERTISING SYMBOLS","text":"In a 1945 poll she ranked as the best-known woman in America after Eleanor Roosevelt","response":"Betty Crocker"}]}