{"mix":1979,"rounds":[[{"category":"1895","comments":"","clues":[{"text":"William G. Morgan invented this team sport that's played indoors by teams of 6 players","response":"volleyball"},{"text":"In 1895 John Holland got a Navy contract to build the Plunger, an experimental one of these","response":"submarine"},{"text":"This Asheville, North Carolina mansion was nearly finished after 6 years, so the Vanderbilts moved in","response":"Biltmore"},{"text":"Oscar Wilde withdrew his libel case against this nobleman but the publicity led to his own conviction for \"gross indecency\"","response":"the Marquess of Queensbury"},{"text":"These brothers showed their first movie to a public audience at the Grand Cafe","response":"the Lumière brothers"}],"originalDate":"2016-12-21"},{"category":"BIRDS OF A FEATHER","comments":"","clues":[{"text":"Western screech,<br>snowy,<br>elf","response":"owls"},{"text":"Calliope,<br>Anna's,<br>ruby-throated","response":"hummingbirds"},{"text":"Mute,<br>Bewick's,<br>trumpeter","response":"swans"},{"text":"Cactus, <br>Carolina,<br>house","response":"wrens"},{"text":"Andean condor,<br>turkey,<br>Egyptian","response":"vultures"}],"originalDate":"2016-12-20"},{"category":"STANDING \"O\"","comments":"","clues":[{"text":"I'm versed in this public speaking skill &amp; find that standing at a lectern works best","response":"oratory"},{"text":"I wouldn't mind sitting like other members of this group, but I guess nobody made me take up the xylophone","response":"the orchestra"},{"text":"Defending my client, I stand in court &amp; shout this word to let the judge know I disapprove, procedurally","response":"objection"},{"text":"As part of this type of training with my unruly whippet, I have to stand &amp; call his name over &amp; over","response":"obedience training"},{"text":"Life in the cult is tough at first<span class=\"nobreak\">--</span>they make us stand during this 11-letter introductory part","response":"orientation"}],"originalDate":"2016-12-20"},{"category":"SERVING THE STATE DINNER","comments":"","clues":[{"text":"A little glasnost of champagne with the Reagans was the order of the day for this leader in December 1987","response":"Gorbachev"},{"text":"Guest chef Rick Bayless fed Mexico's president beef in this black Oaxacan sauce","response":"mole"},{"text":"To honor this newly elected world leader, the White House served a variation of poutine at a 2016 state dinner","response":"Trudeau"},{"text":"In 2015 Japan's prime minister was served toro tartare made from the belly of this animal","response":"tuna"},{"text":"Ulysses Grant's dinner for King Kalakaua of these islands (including Hawaii) likely didn't include the food of that name","response":"the Sandwich Islands"}],"originalDate":"2016-12-20"},{"category":"7-LETTER VERBS","comments":"","clues":[{"text":"To leave your waiter 45% instead of 15%","response":"overtip"},{"text":"Some play ball with reckless this, which can also mean \"to forsake\"","response":"abandon"},{"text":"To free from ambiguity is this \"C\" verb, you \"C\" what I mean?","response":"clarify"},{"text":"To walk or strut with defiance, man that guy's got some serious...","response":"swagger"},{"text":"What a sad dog may do; T.S. Eliot made it the opposite of a bang","response":"whimper"}],"originalDate":"2016-12-20"},{"category":"HISTORY","comments":"","clues":[{"text":"If an 1860s New Yorker was told, \"The boss wants to see you\", it might be this \"Boss\" in his mansion at 5th Ave. &amp; 43rd St.","response":"Boss Tweed"},{"text":"Until it was dissolved &amp; absorbed by Napoleon in 1806, Francis II led this 1,000-year-old empire","response":"the Holy Roman Empire"},{"text":"This Scottish hero was defeated by Edward I at the 1298 Battle of Falkirk","response":"William Wallace"},{"text":"This infamous quartet implemented Mao Zedong's harsh policies during the Cultural Revolution","response":"the Gang of Four"},{"text":"In 1950 this Israeli parliament passed the Law of Return, allowing Jews to go to Israel &amp; get immediate citizenship","response":"the Knesset"}],"originalDate":"2016-12-20"}],[{"category":"\"J\"EOGRAPHY","comments":"","clues":[{"text":"This Caribbean nation is divided into 14 parishes, including Saint James &amp; Kingston","response":"Jamaica"},{"text":"Naturally, magnolia trees surround the 1903 state capitol building in this city","response":"Jackson (Mississippi)"},{"text":"Ujung Kulon National Park on this Indonesian island is home to an endangered species of rhinoceros","response":"Java"},{"text":"Sir Walter Raleigh was once governor of this largest of the Channel Islands","response":"Jersey"},{"text":"Cret de la Neige is the highest peak in this range that straddles the border between Switzerland &amp; France","response":"Jura"}],"originalDate":"2016-12-20"},{"category":"UNDER THE CHRISTMAS TREE","comments":"","clues":[{"text":"Little Susie loves science, so the Omano OM117L was a great choice; it's 2 of these in one<span class=\"nobreak\">--</span>dissecting &amp; compound","response":"a microscope"},{"text":"I got this Amazon hands-free speaker I control with my voice!  I got this Amazon hands-free speaker I control with my voice!","response":"an Echo"},{"text":"Like Wile E. Coyote, I got this company's doom weapon crate, including kukri, mace &amp; tomahawk","response":"Acme"},{"text":"Perfectly timed, the first of my monthly boxes from this \"arboreal\" makeup mailer made it under the tree","response":"Birchbox"},{"text":"\"Only one in every 10,000 casks\" gets to become a Blue Label bottle of this Scotch, &amp; you put one under the tree for me","response":"Johnnie Walker"}],"originalDate":"2016-12-19"},{"category":"NAMES IN AMERICAN HISTORY","comments":"","clues":[{"text":"George Bancroft, Secretary of the Navy, founded the U.S. Naval Academy in this city","response":"Annapolis"},{"text":"Charles Cotesworth Pinckney said no when French agents asked for a bribe in this 1797 \"Affair\"","response":"the XYZ Affair"},{"text":"Gerald Ford succeeded him as vice president of the United States","response":"Agnew"},{"text":"He was inaugurated the president of the Republic of Texas on October 22, 1836","response":"Houston"},{"text":"This great orator gave a 3 1/2-hour speech in favor of the Compromise of 1850; his fellow New Englanders didn't like that","response":"Daniel Webster"}],"originalDate":"2016-12-19"},{"category":"DECK THE \"HALL\"","comments":"","clues":[{"text":"This company's Hall of Fame first came to TV on Christmas Eve 1951","response":"Hallmark"},{"text":"The space south of the Capitol Rotunda full of famous folks in marble","response":"Statuary Hall"},{"text":"In 1992 Bill Clinton played sax on this man's late night show","response":"Arsenio Hall"},{"text":"\"Royal\" music venue in South Kensington, London","response":"the Royal Albert Hall"},{"text":"2009 novel by Hilary Mantel about the court of Henry VIII","response":"<i>Wolf Hall</i>"}],"originalDate":"2016-12-19"},{"category":"DOUBLE-NAME NEWSPAPERS","comments":"","clues":[{"text":"The St. Louis Post-...","response":"<i>Dispatch</i>"},{"text":"The Omaha World-...","response":"<i>Herald</i>"},{"text":"The Atlanta Journal-...","response":"<i>Constitution</i>"},{"text":"The San Diego Union- or the Minneapolis Star...","response":"<i>Tribune</i>"},{"text":"The Louisville Courier- or the Akron Beacon...","response":"<i>Journal</i>"}],"originalDate":"2016-12-19"},{"category":"LANDLOCKED AFRICAN COUNTRIES","comments":"","clues":[{"text":"After the 1993 secession of Eritrea, this other \"E\" nation became landlocked","response":"Ethiopia"},{"text":"If you turned in 175 quadrillion of this country's old currency in 2015, you would get 5 U.S. dollars","response":"Zimbabwe"},{"text":"This country became independent in 2011 (yay!) but in the process lost coastal access to the Red Sea (bummer)","response":"South Sudan"},{"text":"Algeria is on the northern border of this 4-letter nation","response":"Mali"},{"text":"This 2-word nation whose name means \"Land of Honorable People\" is landlocked like its neighbor Niger","response":"Burkina Faso"}],"originalDate":"2016-12-19"}],{"category":"EXPLORERS","text":"For many years after his death in 1324, he was considered Europe's greatest liar","response":"Marco Polo"}]}