{"mix":1995,"rounds":[[{"category":"FRENCH CUISINE","comments":"","clues":[{"text":"Canard sauvage aux pommes, or this wild fowl with apples, is served with a sauce that includes gooseberry jelly","response":"duck"},{"text":"To order this dessert in a French restaurant, ask for gateau au chocolat","response":"chocolate cake"},{"text":"The light pink color of consomme Carmen comes from puree of this","response":"tomato"},{"text":"To serve 10 people mousse d'ecrevisses, you'll need to start with 30 of these freshwater crustaceans","response":"crayfish"},{"text":"The traditional salade nicoise includes anchovies &amp; this other fish","response":"tuna"}],"originalDate":"2016-11-08"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"Columbus set sail from Spain in 1492, around the time this Renaissance master drew his \"Vitruvian Man\"","response":"da Vinci"},{"text":"In 1765 James Watt figured out his steam engine while Sam Adams was organizing this anti-tax group","response":"the Sons of Liberty"},{"text":"In 1890 Sitting Bull was killed &amp; this iron chancellor was forced out of office","response":"Bismarck"},{"text":"1610 saw Hudson discover his bay &amp; this man first observe Jupiter's 4 moons","response":"Galileo"},{"text":"Victoria &amp; Albert wed in Feb. 1840; 7 months later, it was wedding bells for Clara Wieck &amp; this German Romantic composer","response":"Robert Schumann"}],"originalDate":"2016-11-08"},{"category":"ROCK OF LOVE","comments":"","clues":[{"text":"His 1957 hit \"Oh, Boy!\" begins, \"All of my love, all of my kissin', you don't know what you been a-missin'\"","response":"Buddy Holly"},{"text":"This rapper's 2010 hit \"Love The Way You Lie\" features vocals by Rihanna","response":"Eminem"},{"text":"\"I'm not gonna write you a love song 'cause you asked for it\", this pianist/singer crooned in her 2007 chart debut","response":"Sara Bareilles"},{"text":"The alliterative member of a famous trio, in 1971 he advised listeners to \"Love The One You're With\"","response":"Stephen Stills"},{"text":"allmusic.com said his 2001 \"Love and Theft\" was \"his best album since 'Blood on the Tracks'\"","response":"Bob Dylan"}],"originalDate":"2016-11-08"},{"category":"CRY \"UNK\"","comments":"","clues":[{"text":"Reduced in size, like a headhunter's trophy","response":"shrunken"},{"text":"Hitler's last retreat was into one of these<span class=\"nobreak\">--</span>today we have bombs that would have \"busted\" it","response":"a bunker"},{"text":"It's a style of Southern rap","response":"crunk"},{"text":"A trip that people say is for business but is really for pleasure","response":"a junket"},{"text":"This generic name for a small town comes from a Native American tribe of Connecticut","response":"podunk"}],"originalDate":"2016-11-08"},{"category":"LITERARY FROGS &amp; TOADS","comments":"","clues":[{"text":"She wrote &amp; illustrated \"The Tale of Mr. Jeremy Fisher\", about a frog with more fashion sense than common sense","response":"Beatrix Potter"},{"text":"In this 1908 novel Mr. Toad lives in a big house called Toad Hall &amp; drives a fancy car","response":"<i>The Wind in the Willows</i>"},{"text":"He gained early fame for a tale about a celebrated jumping frog in California","response":"Mark Twain"},{"text":"The chocolate frogs in her books are just candy, but a spell makes them jump","response":"J.K. Rowling"},{"text":"In fables of this ancient Greek, frogs blow themselves up, get eaten by storks &amp; are crushed by bulls","response":"Aesop"}],"originalDate":"2016-11-02"},{"category":"WE LOVE '80s MUSIC","comments":"","clues":[{"text":"This album earned Michael Jackson 7 Grammys in 1984, including album of the year","response":"<i>Thriller</i>"},{"text":"This Culture Club singer said, \"America, you've got taste, style and you know a good drag queen when you see one\"","response":"Boy George"},{"text":"In 1983 she had the aptly titled album \"She's So Unusual\"","response":"Cyndi Lauper"},{"text":"In a Duran Duran hit, Simon Le Bon sang, \"I smell like I sound, I'm lost and I'm found, and I'm\" this title","response":"\"Hungry Like The Wolf\""},{"text":"\"Who can it be now?\" perhaps this Colin Hay group, from the land \"Down Under\"","response":"Men at Work"}],"originalDate":"2016-11-02"}],[{"category":"NEW ORDER","comments":"(Alex: I'll give you a word, you rearrange the letters in that word to fit the clue, all right?)","clues":[{"text":"PARTIES:<br>For costume ones, grab your eye patches &amp; dress as these","response":"pirates"},{"text":"ADMIRER:<br>Having one could lead to being this","response":"married"},{"text":"ANGERED:<br>Rearrange the letters to get this synonym","response":"enraged"},{"text":"SILENT:<br>Be that way &amp; you'll find it's easier to do this","response":"listen"},{"text":"PERSIST:<br>Do you persist in believing in goblins &amp; faeries, types of these?","response":"sprites"}],"originalDate":"2016-11-02"},{"category":"YOUTH MOVEMENTS","comments":"","clues":[{"text":"During WWII Great Britain's Air Defence Cadet Corps prepped boys for service in this \"Royal\" group formed in 1918","response":"Royal Air Force (RAF)"},{"text":"Put your kindergartener in a jacket &amp; tie &amp; send him to JA, this group teaching kids entrepreneurship","response":"Junior Achievement"},{"text":"The student-led anti-Park protests in this country were quelled when Park Chung Hee was assassinated","response":"South Korea"},{"text":"Wood-gatherer is one rank attained by girls aged 7-18 in this Luther Gulick organization","response":"Campfire Girls"},{"text":"Aung San was the principal leader of the ABSU, or \"All-\" this country \"Student's Union\"","response":"Burma"}],"originalDate":"2016-11-02"},{"category":"ANATOMICAL QUOTES","comments":"","clues":[{"text":"Longfellow's village blacksmith had \"brawny arms\" ending in \"large and sinewy\" these","response":"hands"},{"text":"In a 1901 detective story, Dr. James Mortimer tells this sleuth, \"I confess that I covet your skull\"","response":"Sherlock Holmes"},{"text":"In \"The Glory of the Garden\", Kipling said that \"half a proper gardener's work is done upon\" these","response":"knees"},{"text":"Into a cauldron in \"Macbeth\", a witch tosses this \"of newt and toe of frog, wool of bat and tongue of dog\"","response":"an eye"},{"text":"In \"Iolanthe\" Sir William Gilbert wrote that this 2-word phrase \"never won fair lady\"","response":"faint heart"}],"originalDate":"2016-11-02"},{"category":"TV SHOWS BASED ON BOOKS","comments":"","clues":[{"text":"Author Jeff Lindsay created this serial killer who worked by day as a blood spatter expert; Michael C. Hall played him","response":"Dexter"},{"text":"Sink your teeth into this HBO series that was based on Charlaine Harris' Sookie Stackhouse novels","response":"<i>True Blood</i>"},{"text":"A nonfiction book subtitled \"The Birth, High Times, and Corruption of Atlantic City\" was source material for this HBO series","response":"<i>Boardwalk Empire</i>"},{"text":"This modern-day Western on FX was based on Elmore Leonard's novels \"Pronto\" &amp; \"Riding the Rap\" as well as on a short story","response":"<i>Justified</i>"},{"text":"Oboist Blair Tindall's memoir of sex, drugs &amp; classical music inspired this Amazon series of the same name","response":"<i>Mozart in the Jungle</i>"}],"originalDate":"2016-11-02"},{"category":"THE COUNTRY'S UNKNOWN SOLDIER...","comments":"","clues":[{"text":"lies in a Tasmanian blackwood coffin, with a slouch hat &amp; a sprig of wattle","response":"Australia"},{"text":"is honored with a pyramid-shaped memorial in Nasr City","response":"Egypt"},{"text":"has a monument flanked by inscriptions from Pericles' funeral oration","response":"Greece"},{"text":"is entombed in Plac Pilsudskiego","response":"Poland"},{"text":"has his tomb in Hietaniemi Cemetery near the tomb of Marshal Mannerheim","response":"Finland"}],"originalDate":"2016-11-02"},{"category":"PILOT WEAR","comments":"","clues":[{"text":"For your lid you can get a V-22 Osprey hat or a 787-8 Dreamliner cap from this aviation company","response":"Boeing"},{"text":"Since 1937 Ray-Ban has been making these accessories that sound like they were custom made for piloting","response":"aviators"},{"text":"To take on the Red Baron, Snoopy dons one of these, presumably silk","response":"a scarf"},{"text":"A pilot's brevet, a badge pinned to his shirt, is often in the form of these","response":"wings"},{"text":"You can buy short-sleeved white pilot shirts with shoulder straps to hold these shoulder adornments","response":"epaulets"}],"originalDate":"2016-10-31"}],{"category":"18th CENTURY NOVELS","text":"The title character of this 1726 novel reaches 4 different lands as a result of a shipwreck, a storm at sea, pirates &amp; a mutiny","response":"<i>Gulliver's Travels</i>"}]}