{"mix":1998,"rounds":[[{"category":"THE QUOTABLE BROWNINGS","comments":"","clues":[{"text":"Robert wrote, this holy day \"breaks, but Christ rises!  Mercy every way is infinite\"","response":"Easter"},{"text":"Elizabeth \"heard last night a little child go singing 'Neath Casa Guidi windows\" in this Italian city on the Via Maggio","response":"Florence"},{"text":"The 43rd of these from Elizabeth contains the line \"I love thee with the breath, smiles, tears, of all my life\"","response":"a sonnet"},{"text":"Elizabeth called this French novelist a \"large-brained woman and large-hearted man\"","response":"George Sand"},{"text":"It's the town referred to when Robert wrote, \"to see the townsfolk suffer so from vermin, was a pity\"","response":"Hamelin"}],"originalDate":"2016-10-26"},{"category":"NUMERIC TERMS","comments":"","clues":[{"text":"Malibu surfer Lance Carson was an early master of this maneuver","response":"hanging ten"},{"text":"Nudge, nudge<span class=\"nobreak\">--</span>this phrase referring to a short nap dates back to the 19th century","response":"40 winks"},{"text":"Mount Holyoke &amp; Wellesley are part of this group of women's colleges","response":"the Seven Sisters"},{"text":"The main road between Chicago &amp; L.A. before the interstate highway system","response":"Route 66"},{"text":"Well, that's the this amount of money \"Question\", the top prize on a quiz show when it debuted in 1955","response":"$64,000"}],"originalDate":"2016-10-26"},{"category":"JUNIOR LEAGUE","comments":"","clues":[{"text":"He skipped 9th &amp; 12th grades &amp; at age 15, entered Morehouse College, where he decided to become a minister","response":"Martin Luther King, Jr."},{"text":"This Austrian wrote polka, quadrille &amp; march music, but it's his nearly 400 waltzes that made his name","response":"Strauss"},{"text":"In 2011 ESPN decided, nope, we're not ready for this man to sing the opening of \"Monday Night Football\" anymore","response":"Hank Williams, Jr."},{"text":"The 2 juniors on the current Supreme Court; one joined in 2005, the other, the following year","response":"John Roberts & Alito"},{"text":"In 1981 this retired 4-star general became the second military leader to head the State Dept.","response":"Alexander Haig"}],"originalDate":"2016-10-26"},{"category":"-OLOGIES","comments":"","clues":[{"text":"In 1893 sociologist Emile Durkheim's \"The Division of\" this said workers who specialize more may become more alienated","response":"Labor"},{"text":"Oncologists may describe cancer in these: 1-3 means it has spread to nearby tissues &amp; 4 means it has spread far","response":"stage"},{"text":"In pharmacology you learn about the risks of these, given in long &amp; horrifying lists at the end of drug commercials","response":"side effects"},{"text":"Zoologists say this small Andean rodent prized for its pelt has the softest fur of any land animal","response":"a chinchilla"},{"text":"In anthropology, from the Latin for \"shepherd\", it's the way of life based on keeping herds of animals","response":"pastoral"}],"originalDate":"2016-10-26"},{"category":"MUSICAL ACTS","comments":"","clues":[{"text":"This Canadian rapped, \"Jumpman, jumpman, jumpman, them boys up to somethin', uh uh uh I think I need some Robitussin\"","response":"Drake"},{"text":"In 2016 this end-of-the-alphabet refugee from One Direction debuted at No. 1 with his first solo album","response":"Zayn Malik"},{"text":"With its (mostly) classic lineup for the 1st time in 23 years, this band ended its April 1, 2016 set with \"Paradise City\"","response":"Guns N' Roses"},{"text":"This Scottish DJ teamed up with Rihanna for \"This Is What You Came For\"","response":"Calvin Harris"},{"text":"The mid-'70s were rough for this \"Tusk\" band<span class=\"nobreak\">--</span>2 member couples split &amp; the drummer had a divorce of his own","response":"Fleetwood Mac"}],"originalDate":"2016-10-26"},{"category":"\"C\"ITIES","comments":"","clues":[{"text":"In North Africa, it's Arabic for \"the victorious\"","response":"Cairo"},{"text":"University city 60 miles up the M11 from London","response":"Cambridge"},{"text":"Rome razed it in 146 B.C.","response":"Carthage"},{"text":"You'll find a great American<span class=\"nobreak\">--</span>heck, the Great American Ball Park in this city on the Ohio River","response":"Cincinnati"},{"text":"One of the world's largest freshwater aquariums is in this city on the Tennessee River","response":"Chattanooga"}],"originalDate":"2016-10-26"}],[{"category":"GEOGRAPHIC NICKNAMES","comments":"","clues":[{"text":"\"Haggisland\"","response":"Scotland"},{"text":"It's \"The City of David\"","response":"Jerusalem"},{"text":"It's \"The Lost City of the Incas\"","response":"Machu Picchu"},{"text":"\"The Parnassus of Japan\"","response":"Mount Fuji"},{"text":"German city that's \"The Mother of Diets\"","response":"Worms"}],"originalDate":"2016-11-01"},{"category":"ADVERTISING","comments":"","clues":[{"text":"Owens Corning uses this pink cartoon character to advertise its pink fiberglass insulation","response":"the Pink Panther"},{"text":"A ad paying tribute to Prince showed one of these under the line \"Baby, that was much too fast\"","response":"a (little) red Corvette"},{"text":"Ads asked, \"How about a nice\" one of these, the name of a drink brand","response":"Hawaiian Punch"},{"text":"This fictional man seen in ads for the Colombian Coffee Growers Federation is accompanied by his mule Conchita","response":"Juan Valdez"},{"text":"One ad in the Clio Hall of Fame is the 1993 \"got milk?\" commercial named for this man born in 1756","response":"Aaron Burr"}],"originalDate":"2016-11-01"},{"category":"THAT'S AWFUL GRIMM","comments":"","clues":[{"text":"These 2 kids, near-victims of cannibalization, burn a woman to death &amp; don't think twice about it","response":"Hansel & Gretel"},{"text":"The final words in \"The Death of the Little\" this, a female domestic fowl<span class=\"nobreak\">--</span> \"and then everyone was dead\"","response":"the hen"},{"text":"When 2 girls get too rough playing with a bear, the bear says, this girl &amp; \"Rose-Red, will you beat your wooer dead?\"","response":"Snow White"},{"text":"\"The Twelve Brothers\" ends with this \"wicked\" relative \"put into a barrel filled with boiling oil and venomous snakes\"","response":"the stepmother"},{"text":"In this tale a woman cuts off her own toe to fit into some footwear","response":"\"Cinderella\""}],"originalDate":"2016-11-01"},{"category":"YOU'RE THE TOP","comments":"","clues":[{"text":"With 27, this Major League Baseball team has won more World Series than any other","response":"the Yankees"},{"text":"Covering about 600,000 square miles, it's the largest gulf in the world","response":"the Gulf of Mexico"},{"text":"Sometimes called the best of its kind in the world, Napa Valley's French Laundry isn't a laundry, but one of these","response":"a restaurant"},{"text":"Consumed by many each morning, this alkaloid is the most widely used psychoactive substance in the world","response":"caffeine"},{"text":"This Vegas edifice is the tallest tower in the U.S. west of the Mississippi River","response":"the Stratosphere"}],"originalDate":"2016-11-01"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"In 1805 a pharmacy assistant isolated morphine from this 10-times-weaker narcotic substance","response":"opium"},{"text":"Paul Kruger's 1899 ultimatum provoked this South African war with the British","response":"the Boer War"},{"text":"What we call this 1853 \"Purchase\" is known in Mexico as La Venta de la Mesilla","response":"the Gadsden Purchase"},{"text":"In 1893 his daughter Esther became the first child of a president to be born in the White House","response":"Cleveland"},{"text":"The USA's first passenger RR track was started in 1828 in the harbor area of this mid-Atlantic city, then our second biggest","response":"Baltimore"}],"originalDate":"2016-11-01"},{"category":"MISS-ING YOU","comments":"","clues":[{"text":"She has a thing for Kermit the Frog","response":"Miss Piggy"},{"text":"In 2013 Gabriela Isler became the seventh woman from Venezuela to be named this","response":"Miss Universe"},{"text":"Lea Salonga won a Tony for her leading role in this musical, a modern-day \"Madame Butterfly\"","response":"<i>Miss Saigon</i>"},{"text":"Since 1978 Judith Martin has been doling out etiquette advice under this byline","response":"Miss Manners"},{"text":"In this Strindberg play, the daughter of a Swedish count has an illicit affair with her father's valet","response":"<i>Miss Julie</i>"}],"originalDate":"2016-11-01"}],{"category":"ALPHABETICALLY FIRST","text":"Among the men who have walked on the Moon, his last name is alphabetically first","response":"(Buzz) Aldrin"}]}