{"mix":2003,"rounds":[[{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"College Basketball's Player of the Year in 1979, he joined the Celtics the same year","response":"Larry Bird"},{"text":"She was criticized for serving hot dogs to King George VI at Hyde Park in 1939","response":"Eleanor Roosevelt"},{"text":"In 1695 he moved in with his brother Johann Christoph, an organist at Ohrdruf, Germany","response":"Johann Sebastian Bach"},{"text":"In 1953 he adapted his own novel \"The Caine Mutiny\" as the play \"The Caine Mutiny Court-Martial\"","response":"(Herman) Wouk"},{"text":"During World War II, this \"Stars and Stripes\" cartoonist created the GIs Willie &amp; Joe","response":"Bill Mauldin"}],"originalDate":"1995-12-25"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"The annual term of the U.S. Supreme Court begins on the first Monday of this month","response":"October"},{"text":"Currently Gen. John Shalikashvili holds this position in the Defense Department","response":"Chairman of the Joint Chiefs of Staff"},{"text":"Medicare &amp; Medicaid are administered by a division of this cabinet department","response":"Health and Human Services"},{"text":"In 1994 Lawton Chiles overcame a challenge by Jeb Bush for the governorship of this state","response":"Florida"},{"text":"Former Speaker of the House Thomas Foley represented this state in Congress for 30 years","response":"Washington"}],"originalDate":"1995-12-25"},{"category":"TEXTILES","comments":"","clues":[{"text":"During the 1850s Levi Strauss began making his jeans from this fabric, rather than from canvas","response":"denim"},{"text":"Lillie Langtry helped popularize this fabric named for the British isle of her birth","response":"Jersey"},{"text":"The long, soft hair of the Angora goat is used to make this woolen fabric","response":"mohair"},{"text":"In its early stages, this Du Pont fiber was referred to as Polymer 66","response":"nylon"},{"text":"Fabrics are sanforized to prevent shrinking &amp; go through this process to add luster &amp; strength","response":"mercerize"}],"originalDate":"1995-12-25"},{"category":"THE NATIONAL GALLERY OF ART","comments":"","clues":[{"text":"Benjamin West's 1791 painting of \"The Expulsion of\" this pair \"from Paradise\" is in the gallery","response":"Adam and Eve"},{"text":"Painted circa 1474, this Italian's portrait of Ginevra de' Benci is somber, not smiling","response":"da Vinci"},{"text":"Last name of portrait artist John Singer, who painted his niece Rose-Marie in \"Repose\" in 1911","response":"(John Singer) Sargent"},{"text":"The gallery has one of this sculptor's bronze casts of Jean d'Aire, A Burgher of Calais","response":"(Auguste) Rodin"},{"text":"Henry Fuseli painted this tragic figure with his children Polynices, Ismene &amp; Antigone","response":"Oedipus"}],"originalDate":"1995-12-25"},{"category":"WHAT CAN YOU BUY FOR A BUCK?","comments":"","clues":[{"text":"A new one of these every month from the Dollar Shave Club","response":"a razor"},{"text":"A travel-sized bottle of this from Purell","response":"hand sanitizer"},{"text":"At one of the dollar stores, you can get an 8-digit desktop or pocket one of these","response":"a calculator"},{"text":"A Crunchtada Tostada or grilled chicken taco from this chain","response":"Del Taco"},{"text":"For your Kindle a \"megapack\" of 15 classic stories in this genre by Philip K. Dick","response":"science fiction"}],"originalDate":"2016-10-18"},{"category":"L.A. TELEVISION","comments":"","clues":[{"text":"Throughout the '90s, David Hasselhoff &amp; company kept L.A. County beaches safe on this TV series","response":"<i>Baywatch</i>"},{"text":"His trusty agent &amp; close circle of friends helped film star Vince Chase navigate L.A. on this show","response":"<i>Entourage</i>"},{"text":"As inner city L.A. cop Vic Mackey on \"The Shield\", this actor wasn't above breaking a few rules","response":"(Michael) Chiklis"},{"text":"As this title fixer for the L.A. rich &amp; famous, Liev Schreiber seems to solve everyone's problems but his own","response":"<i>Ray Donovan</i>"},{"text":"5 decades apart, we spent time on this title road, at \"77\" &amp; in \"Studio 60\"","response":"the Sunset Strip"}],"originalDate":"2016-10-18"}],[{"category":"T(4 LETTERS)T","comments":"(Alex: Each correct response will begin with a \"T\", end with a \"T\", and there are four letters in between those two.)","clues":[{"text":"The object in competition shooting","response":"a target"},{"text":"It's the force that propels a plane","response":"thrust"},{"text":"Jamal Al-Fayeed was the title despot on this FX drama","response":"<i>Tyrant</i>"},{"text":"A small tower in a fortress","response":"a turret"},{"text":"There's only 1 vowel in this word, to oppose a plan successfully","response":"thwart"}],"originalDate":"2016-10-18"},{"category":"AUTHORS WITH PRESIDENTIAL NAMES","comments":"","clues":[{"text":"In 1809 he published \"A History of New York\" under the pen name Diedrich Knickerbocker","response":"Washington Irving"},{"text":"Not John but Anne is the first name of this author of \"Dinner at the Homesick Restaurant\"","response":"(Anne) Tyler"},{"text":"Her haunting short story \"The Lottery\" first appeared in the New Yorker in 1948","response":"(Shirley) Jackson"},{"text":"This title of Stephen Carter's Cuban Missile Crisis thriller means a secret avenue of communication between nations","response":"<i>Back Channel</i>"},{"text":"John Kennedy Toole took this novel title from a quote by Jonathan Swift","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2016-10-18"},{"category":"ROCK \"ME\"","comments":"","clues":[{"text":"\"You have made my life complete, and I love you so\" says this Elvis hit","response":"\"Love Me Tender\""},{"text":"\"But she wears short skirts, I wear T-shirts<br>She's cheer captain and I'm on the bleachers\" in this Taylor Swift tune","response":"\"You Belong With Me\""},{"text":"4-word title of the song in which \"Freedom's just another word for nothin' left to lose\"","response":"\"Me And Bobby McGee\""},{"text":"\"When the night has come and the land is dark\", I'll be okay if you do this","response":"\"Stand By Me\""},{"text":"Police song that says, \"Her friends are so jealous, you know how bad girls get\"","response":"\"Don't Stand So Close To Me\""}],"originalDate":"2016-10-18"},{"category":"WHERE SELDOM IS HEARD","comments":"","clues":[{"text":"\"Sure, Maui is nice, but I'm moving to\" this Russian region covering nearly 5 million sq. miles; \"livable warmth is so last year\"","response":"Siberia"},{"text":"This \"Omnimedia\" style maven: \"Whether making a quilt or preparing filet mignon, do it any way you want!  It doesn't matter!\"","response":"Martha Stewart"},{"text":"From this Conn. school: \"Now that our endowment has reached $25.6 bil. in 2015, let's put it all on red for one roulette spin\"","response":"Yale"},{"text":"This junior senator from Florida: \"You know who has a lot of great ideas? Hillary Clinton\"","response":"(Marco) Rubio"},{"text":"\"Sure, I'll have a 6th helping of\" this 4-letter veggie with loose, curly leaves (actually, that may be heard in L.A. quite often)","response":"kale"}],"originalDate":"2016-10-18"},{"category":"A DISCOURAGING WORD","comments":"","clues":[{"text":"This bovine term means to bully, &amp; we can wait 'til it comes home for you to respond","response":"cow"},{"text":"Preceding \"upon\", it means to look disapprovingly; now turn that smile upside down!","response":"frown"},{"text":"To dull one's spirits, or to moisten a cloth","response":"dampen"},{"text":"Change the prefix in persuade &amp; you get this 8-letter opposite","response":"dissuade"},{"text":"Negative altitude in astronomy, or a period of economic woe","response":"depression"}],"originalDate":"2016-10-18"},{"category":"U.S. COINS","comments":"","clues":[{"text":"On a penny you won't find the word \"penny\" but this instead","response":"one cent"},{"text":"This queen who sponsored Columbus turned up on a commemorative U.S. quarter in 1893","response":"Isabella"},{"text":"This letter on U.S. coins indicates that the coin was minted in the \"Mile High City\"","response":"D"},{"text":"When it appeared in 1913, it was the first animal besides the eagle to appear on a U.S. circulating coin","response":"a buffalo"},{"text":"Like FDR, less than one year after his death, he appeared on a circulating U.S. coin","response":"JFK (John Kennedy)"}],"originalDate":"2016-10-14"}],{"category":"AMERICANA","text":"The 1st of these to fly officially in the U.S. was raised at Fort McHenry at 12:01 A.M. July 4, 1960","response":"50 star U.S. flag"}]}