{"mix":2017,"rounds":[[{"category":"OUT OF THE CRADLE","comments":"","clues":[{"text":"That crying from the cradle may be a sign of this 2-word ailment; get the cream, like Desitin or Anti Monkey Butt","response":"diaper rash"},{"text":"We bought a plastic ring to help with this painful process &amp; even put it in the freezer, but here it comes flying out","response":"teething"},{"text":"When Grandma called the cradle this by mistake, we heard Baby say, \"It's not\" this! This \"is oval &amp; starts with a B!\"","response":"bassinet"},{"text":"Baby's fastidious; she's handing me a piece of clothing with just a spot of strained peas from this Fremont, Mich. company","response":"Gerber"},{"text":"Some say ignore the noises; Baby can get back to sleep without help, an ability known by this alliterative term","response":"self-soothing"}],"originalDate":"2016-09-20"},{"category":"ENDLESSLY ROCKING","comments":"","clues":[{"text":"They've been rocking since 1970, though Steven Tyler no longer plays drums","response":"Aerosmith"},{"text":"This \"Sharp Dressed Man\" trio formed in 1969, but it took a while before the beards developed their full grandeur","response":"ZZ Top"},{"text":"60 acts played for 16 hours for this 1985 London-Philly charity event; Phil Collins caught a plane &amp; played in both cities","response":"Live Aid"},{"text":"They trucked through more than 2,300 shows, from a 1965 Bay Area pizza parlor gig to a 2015 farewell at Soldier Field","response":"the Grateful Dead"},{"text":"At a Helsinki show on his 2012 \"Wrecking Ball\" tour, he &amp; his band rocked for a personal best 4 hours, 6 minutes","response":"Bruce Springsteen"}],"originalDate":"2016-09-20"},{"category":"FICTIONAL LANGUAGES","comments":"","clues":[{"text":"Linguist Marc Okrand created this language spoken by Worf (among others) on television","response":"Klingon"},{"text":"You can be like Daenerys &amp; actually learn about 4,000 words of this language of Khal Drogo","response":"Dothraki"},{"text":"Harry Potter acquired the ability to speak this language of snakes from Voldemort","response":"Parseltongue"},{"text":"Tolkien created these languages whose forms include Quenya before writing his books, not the other way around","response":"Elvin (or Elvish)"},{"text":"You say \"uncold\" rather than \"warm\" in this language in \"1984\"","response":"Newspeak"}],"originalDate":"2016-09-20"},{"category":"\"TEN\"-LETTER WORDS","comments":"(Alex: Each correct response will have ten letters, and will have the letters \"T-E-N\" in that order in those correct responses.)","clues":[{"text":"Non-satisfaction; \"now is the winter of our\" this","response":"discontent"},{"text":"In the U.S. Army, a first this ranks just below captain","response":"lieutenant"},{"text":"Patrick Roy &amp; Hope Solo played this position","response":"goaltender"},{"text":"Shelley wrote, \"To defy power which seems\" this, meaning unlimited","response":"omnipotent"},{"text":"The Empire State Building is in what was once this \"meaty\" area noted for vice &amp; corruption","response":"the Tenderloin"}],"originalDate":"2016-09-20"},{"category":"FRIENDS","comments":"","clues":[{"text":"Then known as Lew Alcindor, this 7'2\" basketball star was a high school friend of not 7'2\" funnyman Billy Crystal","response":"Kareem Abdul-Jabbar"},{"text":"Douglas Fairbanks Sr. was one of the closest friends of this \"Little Tramp\"","response":"(Charlie) Chaplin"},{"text":"Mozart was close friends with this composer, who was Wolfgang's senior by 23 years &amp; was perhaps more of a \"Papa\" figure","response":"Haydn"},{"text":"Nathaniel Hawthorne wrote a campaign biography of this college pal, later the 14th U.S. president","response":"Franklin Pierce"},{"text":"In 1961 this \"J. Alfred Prufrock\" poet became pen pals with Groucho; the 2 finally met just before the poet's 1965 death","response":"T.S. Eliot"}],"originalDate":"2016-09-20"},{"category":"1999","comments":"","clues":[{"text":"It was equal to about $1.15 &amp; wasn't circulating as cash yet when it went into effect on January 1","response":"the euro"},{"text":"The world debated &amp; awaited the consequences of this bug &amp; its possible effect on computing","response":"Y2K"},{"text":"Serbian forces drove ethnic Albanians out of this now country; after NATO bombing, welcome back, Albanians","response":"Kosovo"},{"text":"Setting in motion a legal battle over digital music rights, this file-sharing service debuted","response":"Napster"},{"text":"This 5-year-old moppet who reached Florida from Cuba made international headlines","response":"Elián González"}],"originalDate":"2016-09-16"}],[{"category":"EXPLORERS","comments":"","clues":[{"text":"Ludovico di Varthema learned enough Arabic to pass himself off as a Muslim &amp; was able to enter this holy city in 1503","response":"Mecca"},{"text":"In 1969 his autobiography of 57 years earlier was republished as \"A Black Explorer at the North Pole\"","response":"Matthew Henson"},{"text":"In 1848 German missionary Johannes Rebmann became the first European to sight this snowclad equatorial peak","response":"Kilimanjaro"},{"text":"Around 1000 A.D. he sailed west to seek North America, which Bjarni Herjolfsson had sighted","response":"Leif Erikson"},{"text":"In 1697 Cossack Vladimir Atlasov claimed this peninsula for Russia","response":"the Kamchatka Peninsula"}],"originalDate":"2016-09-16"},{"category":"VEGAS-SET TV SHOWS","comments":"","clues":[{"text":"This show about a forensics team in the Las Vegas Police Dept.'s Criminalistics Bureau premiered in 2000","response":"<i>CSI</i>"},{"text":"\"Mindfreak\" episodes with this magician included \"Car Wreck Vanish\", \"SUV Nail Bed\" &amp; \"Naked Jail Escape\"","response":"Criss Angel"},{"text":"On TV in \"Las Vegas\", he had his eyes on you in the casino as Ed Deline; on film he cashed in his chips at a tollbooth","response":"(James) Caan"},{"text":"Before starring in NBC's \"The Player\", this actor had \"a word of advice\" about roulette in a movie<span class=\"nobreak\">--</span>\"Always bet on black\"","response":"Wesley Snipes"},{"text":"The cast of \"The Surreal Life: Fame Games\" included Pepa (but hold the salt), brigitte Nielsen &amp; this \"Mini-Me\" actor","response":"(Verne) Troyer"}],"originalDate":"2016-09-16"},{"category":"THEATRE TITLE DUOS","comments":"","clues":[{"text":"A dice game argument leaves one dead on Catfish Row &amp; intrigue aplenty for this Gershwin pair","response":"Porgy & Bess"},{"text":"Anna Leonowens is half of the title duo of this Rodgers &amp; Hammerstein show","response":"<i>The King and I</i>"},{"text":"In a Sean O'Casey play, Juno is the wife of Captain Boyle, who is nicknamed this due to his gait","response":"the Paycock"},{"text":"The last line of the 1966 play about this pair is spoken by Horatio","response":"Rosencrantz & Guildenstern"},{"text":"In a Peter Weiss play, the Marquis de Sade leads inmates in a re-creation of the assassination of this other title guy","response":"Marat"}],"originalDate":"2016-09-16"},{"category":"THERE IT IS","comments":"","clues":[{"text":"The Ubangi River:<br>this continent","response":"Africa"},{"text":"The Zocalo, once the center of Tenochtitlan:<br>this capital","response":"Mexico City"},{"text":"12,000-foot Gunnbjorn Mountain:<br>this 840,000-square-mile island","response":"Greenland"},{"text":"Sumter National Forest:<br>this state","response":"South Carolina"},{"text":"Nido de Condores Plateau:<br>this mountain","response":"Aconcagua"}],"originalDate":"2016-09-16"},{"category":"SCANDINAVIA","comments":"","clues":[{"text":"In winter, some places receive no sunlight for up to 2 months in this northernmost Scandinavian nation","response":"Norway"},{"text":"In Denmark you are a pepper man or a pepper maid if you are not this by age 30","response":"married"},{"text":"The 1986 assassination of Prime Minister Olof Palme on a street in this city has never been solved","response":"Stockholm"},{"text":"Some authorities include this \"land of a thousand lakes\" nation in Scandinavia, but others do not","response":"Finland"},{"text":"Ragnar Lothbrok, a warrior of these Scandinavians, is the main character of the History Channel series named for them","response":"Vikings"}],"originalDate":"2016-09-15"},{"category":"STATE YOUR BUSINESS","comments":"(Alex: In that last category, we'll give you the business.  You tell us in which state it is headquartered.)","clues":[{"text":"Disney &<br>Mattel","response":"California"},{"text":"Caterpillar &<br>Sears Holdings","response":"Illinois"},{"text":"Hershey","response":"Pennsylvania"},{"text":"Berkshire Hathaway","response":"Nebraska"},{"text":"Land O'Lakes","response":"Minnesota"}],"originalDate":"2016-09-15"}],{"category":"IVY LEAGUE GEOGRAPHY","text":"This state borders 3 other states with Ivy League schools, but doesn't have one itself","response":"Vermont"}]}