{"mix":2020,"rounds":[[{"category":"GAME SHOWS IN THE MOVIES","comments":"","clues":[{"text":"The all-too-simple premise of the game show in this 2012 film<span class=\"nobreak\">--</span>kids murder each other","response":"<i>The Hunger Games</i>"},{"text":"The all-too-simple premise of the game show hosted by Richard Dawson in this 1987 film<span class=\"nobreak\">--</span>criminals are murdered","response":"<i>Running Man</i>"},{"text":"Dev Patel wins big on a game show in this 2008 film","response":"<i>Slumdog Millionaire</i>"},{"text":"In \"Quiz Show\" this Brit had all the answers on \"Twenty One\" as Charles Van Doren; do you have the question?","response":"Ralph Fiennes"},{"text":"\"A Pig in a Poke\" was the game show that sent this family headed by Chevy Chase on a \"European Vacation\"","response":"the Griswalds"}],"originalDate":"2016-09-13"},{"category":"I'M NOT JUST SAYING","comments":"","clues":[{"text":"Many Christians begin prayers with \"I decree and\" this word that also starts with \"dec\"","response":"declare"},{"text":"The book of Leviticus &amp; the inscription on a certain bell say to \"proclaim\" this \"throughout all the land\"","response":"liberty"},{"text":"This 2,400-year-old text begins, \"I swear by Apollo the physician\"","response":"the Hippocratic oath"},{"text":"Bishop Clemens von Galen bravely denounced this Nazi secret police force in the 1941 \"We demand justice\" sermon","response":"the Gestapo"},{"text":"This 18th c. \"Angry God\" theologian also said, \"I affirm\" that the true Christian spirit is that of a lamb or a dove","response":"Jonathan Edwards"}],"originalDate":"2016-09-13"},{"category":"METALS","comments":"","clues":[{"text":"In Italian this metal is called alluminio","response":"aluminum"},{"text":"Gilding is the art of decorating objects with this metal","response":"gold"},{"text":"Zinc does this at 419.58° C.; it boils at 907° C.","response":"melts"},{"text":"This liquid metal weighs 13.6 times as much as an equal volume of water","response":"mercury"},{"text":"In moist air this metal, symbol Cu, gradually becomes covered with a green patina","response":"copper"}],"originalDate":"1996-05-21"},{"category":"RHYME TIME","comments":"","clues":[{"text":"Petula's songbirds","response":"Clark's larks"},{"text":"Avalon's nose wipers","response":"Frankie's hankies"},{"text":"Ricki's reptiles","response":"Lake's snakes"},{"text":"Earhart's flowers","response":"Amelia's camellias"},{"text":"Gibson's tintinnabula","response":"Mel's bells"}],"originalDate":"1996-05-21"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"She was named for her mother's friend Bessie Madge Andrews","response":"Bess Truman"},{"text":"Rosalynn Carter called her 1984 autobiography \"First Lady from\" this Georgia Town","response":"Plains"},{"text":"In 1941 she began writing a monthly column called \"If You Ask Me\" for the Ladies' Home Journal","response":"Eleanor Roosevelt"},{"text":"Nancy Reagan said this Soviet first lady \"lectured\" her \"on the failings of the American political system\"","response":"Raisa Gorbachev"},{"text":"In 1947 she made her society debut at the Clambake Club in Newport, R.I. &amp; was dubbed \"Queen Deb of the Year\"","response":"Jacqueline Onassis"}],"originalDate":"1996-05-21"},{"category":"GAMES","comments":"","clues":[{"text":"In pool the cue ball is white &amp; this number ball is black","response":"the 8-ball"},{"text":"Five-card draw &amp; five-card stud are variations of this card game","response":"poker"},{"text":"TV's \"Wheel of Fortune\" is based on this pencil &amp; paper game","response":"hangman"},{"text":"It's the company that introduced the video games Donkey Kong &amp; Super Mario Brothers","response":"Nintendo"},{"text":"In Monopoly the name of this yellow property is actually misspelled","response":"Marvin Gardens"}],"originalDate":"1996-05-21"}],[{"category":"SOUPS &amp; STEWS","comments":"","clues":[{"text":"Joy of Cooking's Ghanian groundnut soup recipe calls for 1 cup of the smooth type of this spread","response":"peanut butter"},{"text":"Diced hard-boiled eggs &amp; croutons are popular garnishes for this cold Andalusian soup","response":"gazpacho"},{"text":"All good gumbos begin with a dark roux, which is a long-cooked mixture of shortening &amp; this","response":"flour"},{"text":"She-crab soup is a springtime specialty of this \"Palmetto State\"","response":"South Carolina"},{"text":"The name of this chicken or lamb soup comes from the Tamil milaku tannir","response":"mulligatawny"}],"originalDate":"1996-05-21"},{"category":"WALES","comments":"(Alex: The country.)","clues":[{"text":"Caernarvon Castle was the site of his 1969 investiture as Prince of Wales","response":"Prince Charles"},{"text":"The Welsh flag features this red beast with a forked tongue &amp; tail","response":"a dragon"},{"text":"Despite a decline in production, it remains Wales' most important mineral resource","response":"coal"},{"text":"This largest city of Wales grew up around a Norman fortress","response":"Cardiff"},{"text":"In Laugharne you can visit the grave of this famous poet, as well as his home, the \"Boathouse\"","response":"Dylan Thomas"}],"originalDate":"1996-05-21"},{"category":"RECLUSIVE AUTHORS","comments":"(Alex: How about that?)","clues":[{"text":"In 1987 this author of \"The Catcher in the Rye\" blocked publication of an autobiography","response":"J.D. Salinger"},{"text":"This New England poet wrote more than a third of her poems during the 1860s","response":"Emily Dickinson"},{"text":"This author of \"Silas Marner\" stopped writing &amp; became a recluse after the death of her lover George Lewes","response":"George Eliot"},{"text":"After age 35 he rarely left the cork-lined room where he wrote \"Remembrance of Things Past\"","response":"(Marcel) Proust"},{"text":"All efforts to interview, photograph or even find this \"Gravity's Rainbow\" author have failed","response":"Thomas Pynchon"}],"originalDate":"1996-05-21"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"The site of a major naval base, this city near the Mexican border is the \"Birthplace of California\"","response":"San Diego"},{"text":"North &amp; south sections of I-95 join at the 8-lane Fort McHenry Tunnel in this city","response":"Baltimore"},{"text":"This Minnesota city was named for Daniel Greysolon, Sieur du Lhut, who visited the area in 1679","response":"Duluth"},{"text":"The street design of this port, New York's second-largest city, is based on Washington, D.C.","response":"Buffalo"},{"text":"In the 1880s glassmaking was introduced to this western Ohio port by Edward Libbey &amp; Michael Owens","response":"Toledo"}],"originalDate":"1996-05-21"},{"category":"MUSICAL THEATRE","comments":"","clues":[{"text":"\"Smokey Joe's Café\" features songs of Leiber &amp; Stoller, who concocted this numerical \"Love Potion\"","response":"\"Love Potion No. 9\""},{"text":"Based on a novel by a Trinidadian author, \"Once on This Island\" is set on an island in this sea","response":"the Caribbean"},{"text":"In 1995 this singer-composer known for the hit \"Short People\" premiered his musical about Faust","response":"Randy Newman"},{"text":"This 1948 Moira Shearer film named for colorful footwear has been adapted as a Broadway musical","response":"<i>The Red Shoes</i>"},{"text":"Cinderella's prince &amp; Rapunzel's prince sing about their \"Agony\" in this Stephen Sondheim musical","response":"<i>Into the Woods</i>"}],"originalDate":"1996-05-21"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1659 the British captured &amp; settled this island where Napoleon died","response":"St. Helena"},{"text":"From 1942 to 1944, this resort was the government seat of German-occupied France","response":"Vichy"},{"text":"In 336 B.C. this father of Alexander the Great was killed while preparing to go to war against Persia","response":"Philip of Macedonia"},{"text":"In 1236 this Russian who later defeated the Swedes at the Neva River became Prince of Novgorod","response":"Alexander Nevsky"},{"text":"He served as U.N. Secretary-General longer than any other man, 10 years &amp; 58 days","response":"U Thant"}],"originalDate":"1996-05-21"}],{"category":"NATIONAL MONUMENTS","text":"It was completed in 1886 &amp; until 1902 was administered by the Federal Lighthouse Board","response":"the Statue of Liberty"}]}