{"mix":2024,"rounds":[[{"category":"HOMOPHONES","comments":"","clues":[{"text":"Uncomplicated, or a carpenter's tool used to level wood","response":"plain-plane"},{"text":"Food &amp; drink or an exhibition of farm products where you might buy some","response":"fare-fair"},{"text":"A squeaking sound, or a small stream","response":"creak-creek"},{"text":"A slight error, or the reindeer herders of Northern Europe","response":"lapse-Lapps"},{"text":"Pertaining to the mouth or to the ear","response":"oral-aural"}],"originalDate":"1996-04-26"},{"category":"FRENCH LITERATURE","comments":"","clues":[{"text":"His 2 great epic novels, \"The Hunchback of Notre Dame\" &amp; \"Les Miserables\", were wrriten 30 years apart","response":"Hugo"},{"text":"This 19th c. author imagined space flights, air conditioning, guided missles &amp; motion pictures","response":"Jules Verne"},{"text":"Guy de Maupassant made his name in this literary form; he wrote over 200 of them","response":"short stories"},{"text":"His \"Salammbo\" is considered more romantic than his \"Madame Bovary\"","response":"(Gustave) Flaubert"},{"text":"In \"Candide\" he writes about being in the \"best of all possible worlds\"","response":"Voltaire"}],"originalDate":"1996-04-26"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"Julia Grant was the first president's wife to write one, but it wasn't published until 1975","response":"*memoir (**autobiography)"},{"text":"For awhile she entertained as First Lady from her house on Broadway","response":"Martha Washington"},{"text":"During her term as First Lady, 1929-1933, she made several radio addresses","response":"Lou Hoover"},{"text":"Edith Bolling Galt brought this widower out of his lethargy","response":"Woodrow Wilson"},{"text":"Married name of Jane Appleton or maiden name of Barbara Bush","response":"Pierce"}],"originalDate":"1996-04-26"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"In the early 1900s, the U.S. Weather Bureau flew the box type of these to lift weather instruments","response":"kite"},{"text":"These chambers allow ships on a canal to move from one water level to another","response":"locks"},{"text":"In the U.S. this runnerless sled is made of thin boards curved up in the front to form a prow","response":"toboggan"},{"text":"The first flight of an aircraft powered by this type of engine occurred in 1939 in Germany","response":"jet engine"},{"text":"In 1904 a rail loop around this Siberian lake was completed on the Trans-Siberian Railroad","response":"Lake Baikal"}],"originalDate":"1996-04-26"},{"category":"MOVIE VILLAINS","comments":"","clues":[{"text":"Dennis Hopper played the chain-smoking villain of this $172 million Kevin Costner epic","response":"<i>Waterworld</i>"},{"text":"In the climactic airport scene of this movie, Rick shoots Nazi Major Strasser dead","response":"<i>Casablanca</i>"},{"text":"Incestuous tycoon Noah Cross is the villain of this 1974 Roman Polanski film","response":"<i>Chinatown</i>"},{"text":"Played by Laurence Harvey, Raymond Shaw is the brainwashed assassin in this 1962 film","response":"<i>The Manchurian Candidate</i>"},{"text":"In this film Holly Martins finally meets the mysterious Harry Lime on a Ferris wheel","response":"<i>The Third Man</i>"}],"originalDate":"1996-04-26"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"Bamboo groves &amp; pine forests cover the slopes of this tallest mountain on the island of Honshu","response":"Mt. Fuji"},{"text":"5 mountains in this system rise above 27,000 feet","response":"Himalayas"},{"text":"75 miles long &amp; 65 miles wide, this Hawaiian volcano is the world's largest in cubic mass","response":"Mauna Loa"},{"text":"Mount Chimborazo in the Andes appears on the seal of this small country","response":"Ecuador"},{"text":"The French government maintains a volcano observatory on this peak on Martinique","response":"Mt. Pelée"}],"originalDate":"1996-04-26"}],[{"category":"ISAAC NEWTON","comments":"","clues":[{"text":"Though James Gregory had designed a reflecting type of this instrument, Newton built the first one","response":"telescope"},{"text":"This man most famous for his comet paid to have Isaac's \"Principia Mathematica\" published","response":"Halley"},{"text":"Isaac was born in 1642, the same year this Italian astronomer died","response":"Galileo"},{"text":"Newton engaged in a protracted argument with Leibniz over which of them invented this branch of math","response":"calculus"},{"text":"Isaac was knighted by this queen in 1705","response":"Queen Anne"}],"originalDate":"1996-04-26"},{"category":"THE NEW $100 BILL","comments":"","clues":[{"text":"The new bill is the first major redesign of U.S. currency since this year of the stock market crash","response":"1929"},{"text":"The security thread in the new bill will glow red under this type of light","response":"ultraviolet"},{"text":"His coat has \"United States of America\" written on it in very, very small print","response":"Benjamin Franklin"},{"text":"Like the old bill, the new one has this building on the back","response":"Independence Hall"},{"text":"One of these impressions is visible only when you hold the bill up to the light","response":"watermark"}],"originalDate":"1996-09-27"},{"category":"SCIENCE","comments":"","clues":[{"text":"A thermal spring that intermittently ejects steam &amp; boiling water is called this","response":"geyser"},{"text":"The earliest evidence of these made from stone by early man dates to about 2.5 million years ago","response":"tools"},{"text":"A simple one of these consists of a small mass swinging at the end of a very light string","response":"pendulum"},{"text":"About twice a year, when the moon passes through the earth's shadow, one of these events occurs","response":"lunar eclipse"},{"text":"The name of this element is derived from tellus, Latin for \"earth\"","response":"tellurium"}],"originalDate":"1996-09-27"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"Overhead strings attached to jointed limbs allow this type of puppet to move","response":"marionette"},{"text":"A Mormon hall, or the portable sanctuary in which the Ark of the Covenant was carried","response":"tabernacle"},{"text":"From the Latin for \"gum\", it's an inflammation of the gums characterized by swelling &amp; redness","response":"gingivitis"},{"text":"Using this delaying tactic, Sen. Wayne Morse spoke for 22 1/2 hours against the Tidelands Bill in 1953","response":"filibuster"},{"text":"In this ancient board game, each player has 2 dice, a dice cup &amp; 15 counters","response":"backgammon"}],"originalDate":"1996-09-27"},{"category":"ART","comments":"","clues":[{"text":"This Florentine sculptor's relief \"Madonna of the Stairs\" was completed in 1492 when he was 17","response":"Michelangelo"},{"text":"Picasso's 1907 painting \"Les Demoiselles d'Avignon\" was one of the first in this new art movement","response":"Cubist"},{"text":"This 19th century New York landscape school spread to Mexico &amp; South America","response":"Hudson River School"},{"text":"Around the 5th century B.C., the Greeks began using this art form in which tesserae are set in mortar","response":"mosaic"},{"text":"In 1970 this \"Christina's World\" painter became the first living artist to have a White House exhibit","response":"Andrew Wyeth"}],"originalDate":"1996-09-27"},{"category":"THE 1995 GRAMMYS","comments":"","clues":[{"text":"Coolio's \"Gangsta's Paradise\" won for Solo Performance in this category","response":"Rap"},{"text":"Ellen DeGeneres said it wasn't \"your father's Grammys\", but this father of Nancy still won with \"Duets II\"","response":"Frank Sinatra"},{"text":"Canadians won big; Alanis Morissette won Best Rock Album &amp; she won Best Country Album","response":"Shania Twain"},{"text":"His awards for R&B Song &amp; Male Vocal for \"For Your Love\" were called \"Predictable\"","response":"Stevie Wonder"},{"text":"This group that had the No. 1 hit \"La Bamba\" in 1987 won for Best Pop Instrumental with \"Mariachi Suite\"","response":"Los Lobos"}],"originalDate":"1996-09-27"}],{"category":"ART HISTORY","text":"Prior to 1508 it was covered by Pier Matteo d'Amelia's representation of a starry sky","response":"the (ceiling of the) Sistine Chapel"}]}