{"mix":2025,"rounds":[[{"category":"\"B\" CITIES","comments":"","clues":[{"text":"A monumental arch called the Gateway of India graces this bustling port city","response":"Bombay"},{"text":"The cathedral in this South American planned capital is designed to resemble Jesus' crown of thorns","response":"Brasília"},{"text":"Stratford-upon-Avon is about 22 miles south of this city, Britain's second largest","response":"Birmingham"},{"text":"Vlad the Impaler, aka Dracula, is buried at Snagov Monastery on an island near this capital city","response":"Bucharest"},{"text":"Lone Pine Koala Sanctuary, one of Queensland's most popular attractions, is 7 miles outside this city","response":"Brisbane"}],"originalDate":"1996-09-27"},{"category":"BOB DOLE","comments":"","clues":[{"text":"In the 1996 primary campaign, Dole called the views of this GOP rival &amp; cable TV commentator \"extreme\"","response":"Pat Buchanan"},{"text":"Dole was first elected to this Senate post in November 1984, succeeding Howard Baker","response":"Senate Majority Leader"},{"text":"Ronald Reagan's support helped get Dole the No. 2 slot on this man's 1976 ticket","response":"Gerald Ford"},{"text":"Dole received his near-fatal war wounds while leading an assault in this country during WWII","response":"Italy"},{"text":"Dole was born in this Kansas town, a county seat, in 1923","response":"Russell"}],"originalDate":"1996-09-27"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"He followed up \"Paradise Lost\" with \"Paradise Regained\"","response":"Milton"},{"text":"The literati in Edinburgh called him the \"Ploughman Poet\"","response":"Robert Burns"},{"text":"About these Poe wrote, \"Through the balmy air of night how they ring out their delight\"","response":"the bells"},{"text":"It's the use of a word that imitates what is denotes, such as buzz or cuckoo","response":"onomatopoeia"},{"text":"In his prose \"Devotions\", this poet wrote, \"No man is an island, entire of itself\"","response":"John Donne"}],"originalDate":"1996-09-27"},{"category":"COOKING TERMS","comments":"","clues":[{"text":"It's aging a salami, not healing it","response":"curing"},{"text":"Eaten with Boston baked beans, Boston brown bread is a rye flavored with this syrup","response":"molasses"},{"text":"Self-rising flour is a combination of flour, salt &amp; this ingredient","response":"baking powder"},{"text":"Term for the series of short indentations around the edge of a pie crust","response":"fluting or crimping"},{"text":"Beaten egg whites lighten this sweet dessert, often chocolate, whose name is French for \"foam\"","response":"mousse"}],"originalDate":"1996-09-27"},{"category":"WARS &amp; REVOLUTIONS","comments":"","clues":[{"text":"When Genghis Khan sacked this Chinese capital in 1215, it burned for a month","response":"Beijing"},{"text":"He led the South American revolution that freed New Granada from Spanish control","response":"Simón Bolivar"},{"text":"These wars began in 1455 at St. Albans &amp; ended in 1485 at Bosworth Field","response":"Wars of the Roses"},{"text":"In 1838 this Mexican general came out of retirement for the Pastry War, where he lost a leg","response":"Santa Anna"},{"text":"In the climactic battle of this war, Wolfe &amp; Montcalm, the leaders of both sides, were killed","response":"French & Indian War"}],"originalDate":"1996-09-27"},{"category":"HOLLYWOOD HODGEPODGE","comments":"","clues":[{"text":"This hat-shaped restaurant was built in 1926 by Gloria Swanson's husband","response":"Brown Derby"},{"text":"After filming \"Duck Soup\", this Marx Brother left the act to become an agent","response":"Zeppo"},{"text":"Dorothy Lamour's sarong was one of the famous creations by this female costume designer","response":"Edith Head"},{"text":"In the 1940s this author ventured into a \"Brave New World\" with the screenplay for \"Jane Eyre\"","response":"Huxley"},{"text":"In 1995 this late silent comedian's last surviving wife, Lita Grey, passed away at 87","response":"Charlie Chaplin"}],"originalDate":"1996-09-27"}],[{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"The initials in the name of this showman stood for Phineas Taylor","response":"P.T. Barnum"},{"text":"In 1994 this former Calif. Democratic governor &amp; Pres. candidate became a radio talk show host","response":"Jerry Brown"},{"text":"Recovered from a knife attack 2 years earlier, she returned to women's tennis in August 1995","response":"Monica Seles"},{"text":"This architect died just 6 months before the opening of his Guggenheim Museum","response":"Frank Lloyd Wright"},{"text":"This late movie mogul's sayings include \"A verbal agreement isn't worth the paper it's written on\"","response":"Sam Goldwyn"}],"originalDate":"1995-11-09"},{"category":"VAMPIRE LORE","comments":"","clues":[{"text":"One of the most widely used vampire repellents, its smell is detestable to them","response":"garlic"},{"text":"A child born with these already in its mouth may be destined to be a vampire","response":"teeth"},{"text":"One theory says it reflects the soul but vampires have no soul so they can't be seen in one","response":"a mirror"},{"text":"A vampire hunter's kit should include at least one of these, perhaps made of ash or hawthorn","response":"a stake"},{"text":"A bride can be carried over it, but a vampire must be invited in to cross it","response":"a threshold"}],"originalDate":"1995-11-09"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"The \"grand\"est of these musical instruments ever constructed weighed 1.4 tons","response":"a piano"},{"text":"In 1973 this Alpine country had the lowest unemployment ever, with just 81 of 6.6 million out of work","response":"Switzerland"},{"text":"In 1991 2 balloons made the first flight over the summit of this highest mountain","response":"Everest"},{"text":"The world's largest illuminated sign is at Hung Hom, Kowloon, in this colony","response":"Hong Kong"},{"text":"The Bank of New York, the USA's oldest continuously operating bank, was founded by this man in 1784","response":"Alexander Hamilton"}],"originalDate":"1995-11-09"},{"category":"WORD\"Z\"","comments":"(Alex: Each correct response will contain at least one \"Z\".)","clues":[{"text":"This music form may be progressive or modern","response":"jazz"},{"text":"Effervescence; soda has it","response":"fizz"},{"text":"It's an all-out military or football attack","response":"blitz"},{"text":"A person who excels at a certain subject, like math or aerodynamics","response":"whiz"},{"text":"This \"Trace\" runs from Tennessee to Mississippi","response":"Natchez"}],"originalDate":"1995-11-09"},{"category":"NOVELS &amp; NOVELISTS","comments":"","clues":[{"text":"This \"Great Gatsby \" author died in Hollywood without finishing his Hollywood novel \"The Last Tycoon\"","response":"F. Scott Fitzgerald"},{"text":"A narrow scarlet sash is the emblem of the Junior Anti-Sex League in this George Orwell novel","response":"<i>1984</i>"},{"text":"This city is the setting for Margaret Truman's novel \"Murder on Embassy Row\"","response":"Washington"},{"text":"\"The Wept of Wish-Ton-Wish\" is a novel of frontier life by this author of \"The Last of the Mohicans\"","response":"James Fenimore Cooper"},{"text":"Much of this Daphne du Maurier novel is set at Manderley, and estate in Cornwall","response":"<i>Rebecca</i>"}],"originalDate":"1995-11-09"},{"category":"NUTRITION","comments":"","clues":[{"text":"A cup of this movie theater staple popped in air has about 30 calories","response":"popcorn"},{"text":"This vitamin promotes good vision by generating pigments needed by the retina","response":"vitamin A"},{"text":"The florets of this green relative of cauliflower are richer in beta carotene than the stalks","response":"broccoli"},{"text":"Smokers may need as much as 50% more of this scurvy-preventing vitamin than nonsmokers","response":"vitamin C"},{"text":"About 70% of this mineral absorbed by the body ends up in hemoglobin","response":"iron"}],"originalDate":"1995-11-09"}],{"category":"U.S.A.","text":"Its design includes 13 stars, 13 stripes, 13 arrows, 13 olives, 13 rows of stones &amp; a 13-letter motto","response":"*the Great Seal of the U.S. (**the dollar)"}]}