{"mix":2027,"rounds":[[{"category":"THE CONSTITUTION","comments":"","clues":[{"text":"Article III, Section 3 partially defines this as giving \"aid and comfort\" to enemies of the U.S.","response":"treason"},{"text":"This Virginian was president of the Constitutional Convention","response":"George Washington"},{"text":"Amendments become part of the Constitution when ratified by this fraction of the states","response":"3/4s"},{"text":"This word may be substituted for \"swear\" in the presidential oath of office","response":"affirm"},{"text":"Article IV, Section 4 guarantees every state this form of government","response":"republican"}],"originalDate":"1993-10-04"},{"category":"INDIANS","comments":"","clues":[{"text":"The name of this tribe has appeared on Jeeps &amp; women's shoes","response":"Cherokees"},{"text":"These, carried over from Europe, killed more Indians than war did","response":"smallpox germs (diseases)"},{"text":"A river &amp; desert in Southern California both share the name of this tribe","response":"Mojave"},{"text":"In 1778, the 1st U.S.-Indian treaty gave the Delaware tribe the chance to join the Union as this","response":"a state"},{"text":"A hogan is a type of dwelling associated with this tribe","response":"Navajo"}],"originalDate":"1988-05-24"},{"category":"HAITI","comments":"","clues":[{"text":"Most Haitian literature is written in this, Haiti's official language","response":"French"},{"text":"The 1st European structure on Haiti was a fort built from timbers of his wrecked flagship","response":"Columbus"},{"text":"A literacy drive uses the phrase \"goute sel\", Creole for a taste of this, which is used to awaken zombies","response":"salt"},{"text":"By 1788, they outnumbered Haitian colonists by at least 8 to 1","response":"slaves"},{"text":"Haiti's \"royal\" capital city","response":"Port-au-Prince"}],"originalDate":"1988-05-24"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"This rich soup usually has a milk base, except for the Manhattan variety made with tomatoes","response":"clam chowder"},{"text":"The Dutch dye the rind of Edam cheese this color","response":"red"},{"text":"This popular drink comes from a spring in Vergeze, France","response":"Perrier"},{"text":"Type of fish canned on Steinbeck's \"Cannery Row\"","response":"sardines"},{"text":"Farina is the Italian word for this wheat product","response":"flour"}],"originalDate":"1988-05-24"},{"category":"1987","comments":"","clues":[{"text":"Next in the sequence: Robert Bork, Douglas Ginsburg","response":"Anthony Kennedy"},{"text":"In Sept. 1987, Burbank passed a ban on the sale of these to take effect Jan. 1, 1988<span class=\"nobreak\">--</span>after Christmas","response":"toy guns that look like real ones"},{"text":"16-year-old Jenifer Graham's refusal to do this in biology class made headlines","response":"dissect a frog"},{"text":"This Salvadoran leader said he was \"tickled to death\" over O.A. Sanchez's 1987 Nobel Peace Prize","response":"(José Napoleón) Duarte"},{"text":"The Navy will now allow sailors to carry umbrellas, but only in the left hand to permit this","response":"saluting"}],"originalDate":"1988-05-24"},{"category":"WORLD RELIGION","comments":"","clues":[{"text":"Lamaism is the form of Buddhism centered in this land","response":"Tibet"},{"text":"Among the 108 Hindu names of this river are \"Eternally Pure\" &amp; \"Dwelling in the Matted Locks of Shiva\"","response":"Ganges"},{"text":"1567 was the last year the Roman Catholic church sold these","response":"indulgences"},{"text":"The term \"Episcopalian\" refers to church government by these officials","response":"bishops"},{"text":"The term \"Presbyterian\" refers to church government by presbyters, meaning these","response":"elders"}],"originalDate":"1988-05-24"}],[{"category":"MOVIE AUTHORS","comments":"","clues":[{"text":"Ken Russell's '87 film \"Gothic\" explored Lord Byron's odd relationship with this literary couple","response":"the Shelleys"},{"text":"Jason Robards won an Oscar for this role, Lillian Hellman's lover, in \"Julia\"","response":"Dashiell Hammett"},{"text":"Her mysterious disappearance in 1926 inspired a 1979 film starring Vanessa Redgrave","response":"Agatha Christie"},{"text":"This 1937 film won Oscars for Best Picture, Screenplay &amp; Supporting Actor but not for Paul Muni","response":"<i>The Life of Emile Zola</i>"},{"text":"M. Steenburgen played author Marjorie Kinnan Rawlings in this 1983 film set in the Florida backwoods","response":"<i>Crosscreek</i>"}],"originalDate":"1988-05-24"},{"category":"THE 1890s","comments":"","clues":[{"text":"In 1891, Whitcomb Judson took out a patent on the slide fastener, later called this","response":"zipper"},{"text":"On June 11, 1896, the government bought the D.C. house in which he died 31 years earlier","response":"Abraham Lincoln"},{"text":"The music hall that opened on NYC's 57th Street in 1891 was renamed this in 1898","response":"Carnegie Hall"},{"text":"In 1895, Pres. Cleveland asked U.S. citizens not to give aid to this island's rebels fighting against Spain","response":"Cuba"},{"text":"Pianist/composer discovered while playing rag in 1899 at the Maple Leaf Club in Sedalia, Mo.","response":"(Scott) Joplin"}],"originalDate":"1988-05-24"},{"category":"DOUBLE DOUBLE LETTERS","comments":"","clues":[{"text":"Yours, mine &amp; ours are this type of pronoun","response":"possessive"},{"text":"From Old French \"to know\", it's one with discriminating tastes in matters of the arts","response":"connoisseur"},{"text":"Expression of mild annoyance, or the popcorn candy you just spilled, causing the annoyance","response":"fiddle-faddle"},{"text":"Used to describe the work projects of FDR's 1st administration, it's slang for a useless &amp; wasteful project","response":"boondoggle"},{"text":"1 of 2 U.S. presidents whose official 1st &amp; last names each contain double letters","response":"William Henry Harrison or Millard Fillmore"}],"originalDate":"1988-05-24"},{"category":"LITERATURE","comments":"","clues":[{"text":"In \"Of Mice &amp; Men\", George was going to let him take care of the rabbits","response":"Lennie"},{"text":"He adapted \"Rip Van Winkle\" &amp; \"The Legend of Sleepy Hollow\" from German folk tales","response":"Washington Irving"},{"text":"Oscar Wilde's only full length novel, it's the portrait of an artist's subject as an eternally young man","response":"<i>The Picture of Dorian Gray</i>"},{"text":"The \"Memories\" this Italian lover penned between 1826-38 were written in French &amp; filled 12 volumes","response":"Casanova"},{"text":"\"Steppenwolf\"s central figure, Harry Haller, shares the same initials with this man, the author","response":"Hermann Hesse"}],"originalDate":"1987-10-13"},{"category":"ACTORS &amp; ROLES","comments":"","clues":[{"text":"Christopher Reeve said of this role, \"It takes me 3 running steps to take off; I used to be able to do it in 1\"","response":"Superman"},{"text":"Appropriately, this actor's son played little Norman Bates in flashback scenes of \"Psycho II\"","response":"Tony Perkins"},{"text":"Living his TV role, this star drops change in parking meters with a note saying \"courtesy of the Equalizer\"","response":"Edward Woodward"},{"text":"This actor tried to \"Bring 'Em Back Alive\", but the series died, &amp; he ended up as a \"Scarecrow\"","response":"Bruce Boxleitner"},{"text":"Gwen Verdon, the original star of this Broadway musical, coached Debbie Allen for the 1986 revival","response":"<i>Sweet Charity</i>"}],"originalDate":"1987-10-13"},{"category":"STUPID GEOGRAPHY","comments":"","clues":[{"text":"This city on the Kankakee River is the seat of Kankakee County, Illinois","response":"Kankakee"},{"text":"The town where the Battle of Hastings was fought was given this commemorative name","response":"Battle"},{"text":"The main campus of the University of Mississippi is in this Mississippi town","response":"University, Mississippi"},{"text":"When Urundi was granted its independence, it was renamed this","response":"Burundi"},{"text":"Site of London's zoo, it was laid out as a park when George IV was prince regent","response":"Regent Park"}],"originalDate":"1987-10-13"}],{"category":"WORLD WAR II","text":"On Jan. 29, 1944 Margaret Truman, accompanied by her senator father, christened this battleship","response":"USS <i>Missouri</i>"}]}