{"mix":2036,"rounds":[[{"category":"MEDICINE","comments":"","clues":[{"text":"Popular name for the surgical procedure called a rhinoplasty","response":"nose job"},{"text":"Malocclusion is an abnormal relationship between upper &amp; lower sets of these","response":"teeth"},{"text":"A form of the drug minoxidil, Rogaine is used to treat this condition","response":"baldness"},{"text":"As opposed to acute, this word describes a condition that lasts a long time or recurs frequently","response":"chronic"},{"text":"This miner's disease is caused by long-term inhalation of coal dust","response":"black lung"}],"originalDate":"1991-12-06"},{"category":"SPORTS LEGENDS","comments":"","clues":[{"text":"Hey, we knew he could hit, but in the 1923 season this Yankee drew a record 170 walks","response":"Babe Ruth"},{"text":"The NFL's rushing leader 8 times between 1957 &amp; 1965, his last name is the same as his 1st pro coach &amp; team","response":"Jim Brown"},{"text":"Middle name of auto racing great Rufus Jones; an \"I\" was added by someone who misspelled it","response":"Parnell (Parnelli Jones accepted)"},{"text":"In the early 1970s Aussie Shane Gould was this sport's leading woman competitor","response":"swimming"},{"text":"In 1962 he won the tennis grand slam &amp; in 1969 became the first man to do it twice","response":"Rod Laver"}],"originalDate":"1991-12-06"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Lard is the rendered fat of this animal","response":"pig"},{"text":"Formosa oolong is a partially fermented one of these","response":"tea"},{"text":"An income tax cocktail contains both the sweet &amp; dry types of this aromatic aperitif wine","response":"vermouth"},{"text":"This \"dirty\" grain, a Cajun specialty, isn't really dirty; it gets its color from its spices &amp; giblets","response":"rice"},{"text":"This \"nationality\" cocoa is treated with alkalis to neutralize acidity","response":"Dutch"}],"originalDate":"1991-12-06"},{"category":"DESIGN","comments":"","clues":[{"text":"\"Foliage\" term for the additional sections of a tabletop used to extend its surface","response":"leaf"},{"text":"A rood screen, which separates the chancel from the nave, can be found in this type of building","response":"church"},{"text":"An androsphinx has a human head &amp; the bod of this animal, like the one at Giza","response":"lion"},{"text":"It's the iridescent lining of mollusk shells used in decorative inlays","response":"mother-of-pearl"},{"text":"This fragrant \"footwear\" wood is used to make decorative objects like fans and boxes","response":"sandalwood"}],"originalDate":"1991-12-06"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"Since 1969 the figure for this has been set a $200,000 a year","response":"the presidential salary"},{"text":"Nicknamed the \"Fed\", this agency helps to regulate our nation's banks","response":"Federal Reserve Board (System)"},{"text":"To ease the burden of the Supreme Court, Congress established these courts in 1891","response":"appellate"},{"text":"In Congress, it's a provision unlikely to pass on its own that's attached to a more important bill","response":"a rider"},{"text":"A tax measure introduced in the House is then referred to this standing committee","response":"Ways and Means"}],"originalDate":"1991-12-06"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"If you holiday in Britain for a fortnight, you stay this long","response":"2 weeks"},{"text":"On Broadway you sit in the orchestra; in the West End you, not the horses, sit in these","response":"stalls"},{"text":"If you hook your Hoover to the mains, you've done this","response":"plugged it in"},{"text":"In England braces don't hold back the teeth but hold up these","response":"trousers"},{"text":"A line on a ship showing how far it can submerge when loaded &amp; a word for a tennis shoe share his name","response":"Samuel Plimsoll"}],"originalDate":"1991-12-06"}],[{"category":"SHOW BIZ BOOKS","comments":"","clues":[{"text":"\"Dear Alec\" is a tribute to this actor at 75","response":"Alec Guinness"},{"text":"You can watch this CNN interviewer \"Live!\" or read his book \"Tell Me More\"","response":"Larry King"},{"text":"This British singer tells all in \"They Made a Monkee Out of Me\"","response":"Davy Jones"},{"text":"\"Henry V\" star who called his 1989 memoir \"Beginning\"","response":"Kenneth Branagh"},{"text":"This actress chronicled her life with William Randolph Hearst in \"The Times We Had\"","response":"Marion Davies"}],"originalDate":"1991-12-06"},{"category":"HISTORIC QUOTES","comments":"","clues":[{"text":"Completes the Patrick Henry line, \"I know not what course others may take, but as for me...\"","response":"give me liberty or give me death"},{"text":"Upon sighting a large Indian camp June 25, 1876, he said, \"We've got them!\"","response":"Custer"},{"text":"He said, \"I took the canal zone &amp; let Congress debate, &amp; while the debate goes on the canal does too\"","response":"Theodore Roosevelt"},{"text":"In an 1896 speech, William Jennings Bryan said, \"You shall not crucify mankind upon this\"","response":"a cross of gold"},{"text":"Robert Goodloe Harper said, \"Millions for defense, but not one cent for\" this","response":"tribute"}],"originalDate":"1991-12-06"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"For nearly 300 years, this Peruvian city was the capital of Spain's South American empire","response":"Lima"},{"text":"About half of Iceland's people live in this city's metropolitan area","response":"Reykjavik"},{"text":"The South African stock exchange is in this city, the economic heart of the country","response":"Johannesburg"},{"text":"This city at the foot of Mount Carmel is Israel's main seaport","response":"Haifa"},{"text":"Nearly all of France's kings were crowned in a cathedral in this city about 80 miles from Paris","response":"Reims"}],"originalDate":"1991-12-06"},{"category":"YE GODS!","comments":"","clues":[{"text":"Triton, a gigantic sea deity, was the son of this god of the sea","response":"Poseidon"},{"text":"This early group of gods was overthrown in a battle led by Zeus","response":"Titans"},{"text":"Amon, one of Egypt's chief deities, eventually merged with this sun god","response":"Ra"},{"text":"Pan, the Greek god of flocks &amp; shepherds, was part man &amp; part this animal","response":"goat"},{"text":"In Greek mythology, this husband of Gaea was the earliest sky god","response":"Uranus"}],"originalDate":"1991-12-06"},{"category":"MEN &amp; WOMEN","comments":"","clues":[{"text":"As the saying goes, \"Man may work from sun to sun, but women's work is\" this","response":"never done"},{"text":"Guinness says Jack &amp; Edna Moran set a record by doing this with each other 41 times","response":"marrying each other"},{"text":"In \"She Done Him Wrong\" she said, \"When women go wrong, men go right after them\"","response":"Mae West"},{"text":"Twice, women in Ecuador have lost the right to do this, but all the men are forced to do it","response":"vote"},{"text":"India-born author who coined phrase, \"The female of the species is more deadly than the male\"","response":"Rudyard Kipling"}],"originalDate":"1987-07-02"},{"category":"HOWDY DOODY","comments":"","clues":[{"text":"This 4 word question was asked at the top of every show, following the words \"Say kids...\"","response":"What time is it?"},{"text":"For this country's version of Howdy Doody, Robert Goulet didn't play Buffalo Bob but Timber Tom","response":"Canada"},{"text":"Job held by Mr. Cobb in Doodyville; Mr. Hooper on \"Sesame Street\" did the same thing","response":"grocer (general store keeper)"},{"text":"\"He\" was made up of dachshund, elephant, spaniel, duck, cat, giraffe, seal &amp; pig","response":"Flub-a-dub"},{"text":"Head of the Ooragnak Tribe, his favorite expression was \"Kowabonga!\"","response":"Chief Thunderthud"}],"originalDate":"1987-07-02"}],{"category":"DECLARATION OF INDEPENDENCE","text":"Of the 56 people to sign the Declaration, the greatest number, 9, represented this state","response":"Pennsylvania"}]}