{"mix":2052,"rounds":[[{"category":"TRAVELING ALONG THE 40th PARALLEL N.","comments":"","clues":[{"text":"Be sure to visit this Asian capital's National Stadium, also known as the Bird's Nest, which is almost exactly on the 40th","response":"Beijing"},{"text":"In the U.S. the 40th parallel north sets the border between Nebraska &amp; this state due south","response":"Kansas"},{"text":"If you want to stand on the 40th parallel in this capital, go to Ataturk Forest Farm &amp; Zoo; you'll be pretty close","response":"Ankara"},{"text":"The highest mountains of this Italian island just south of Corsica straddle the 40th parallel","response":"Sardinia"},{"text":"After this river joins with the Jarama River in Aranjuez, Spain at the 40th, it flows on into Portugal","response":"the Tagus"}],"originalDate":"2016-07-06"},{"category":"TAXONOMIC FILM LIST","comments":"(Alex: And I'll give you a little heads-up on that.  \"Genus\" will not be one of the correct responses.)","clues":[{"text":"Natasha Henstridge played half-human/half-alien Sil in this movie series","response":"<i>Species</i>"},{"text":"Anjelica Huston &amp; Raul Julia were creepy &amp; kooky in this 1991 film","response":"<i>The Addams Family</i>"},{"text":"Rise from the ashes &amp; name this Harry Potter film with a taxonomic title","response":"<i>Harry Potter and the Order of the Phoenix</i>"},{"text":"In a 2008 title Indiana Jones had to deal with this royal realm","response":"the Kingdom of the Crystal Skull"},{"text":"It's father vs. daughter in the courtroom as Gene Hackman tilts with Mary Elizabeth Mastrantonio in this legal thriller","response":"<i>Class Action</i>"}],"originalDate":"2016-07-06"},{"category":"NOVEL VOCABULARY","comments":"","clues":[{"text":"In \"Wuthering Heights\", Hareton is likened to an \"unfledged dunnock\"; unfledged is not covered with these","response":"feathers"},{"text":"The narrator of \"My Antonia\" gets quinsy, an inflammation of these in the throat","response":"tonsils"},{"text":"In \"Daisy Miller\", the phrase \"a glass in one eye\" refers to this type of eyeglass","response":"a monocle"},{"text":"Princess Betsy in \"Anna Karenina\" serves tea from one of these Russian-named silver urns","response":"a samovar"},{"text":"Swift says Gulliver made \"a voyage or two into the Levant\", which is on the shores of this sea","response":"the Mediterranean Sea"}],"originalDate":"2016-07-06"},{"category":"\"L\" ON WHEELS","comments":"","clues":[{"text":"Jerry Seinfeld said these 3 letters on a Ford stood for \"limited\", as in \"how many of these damn things we can sell\"","response":"LTD"},{"text":"It's no myth that Acura introduced this luxury sedan in 1986","response":"Legend"},{"text":"You'll look presidential in the Navigator SUV from this brand","response":"Lincoln"},{"text":"This founder of a sports car with a raging bull emblem was born a Taurus in Italy in 1916","response":"Lamborghini"},{"text":"With 381 horsepower, the 2016 model of this Toyota behemoth can haul 8 passengers","response":"Land Cruiser"}],"originalDate":"2016-07-06"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In an argument about building Rome, he killed Remus","response":"Romulus"},{"text":"Sacred to the Muses, the fountain called Hippocrene was created by this winged horse","response":"Pegasus"},{"text":"Believing his beloved Thisbe to be dead, he killed himself with his sword","response":"Pyramus"},{"text":"She came to life after Pygmalion created her as a statue","response":"Galatea"},{"text":"He was the father of six of the twelve Olympians, including Zeus, Hades &amp; Hera","response":"Cronus"}],"originalDate":"1990-12-03"},{"category":"AWARDS","comments":"","clues":[{"text":"This city's international film festival presents Golden Space Needle Awards","response":"Seattle"},{"text":"Alan Alda's father Robert Alda won a Tony for playing Sky Masterson in this musical","response":"<i>Guys and Dolls</i>"},{"text":"Ketti Frings won a 1958 Pulitzer Prize for a play based on this Thomas Wolfe novel","response":"<i>Look Homeward, Angel</i>"},{"text":"After this 37-year-old producer died in 1936, the Motion Picture Academy named an award in his honor","response":"(Irving) Thalberg"},{"text":"The NAACP awarded its Spingarn Medal to this diva in 1965","response":"Leontyne Price"}],"originalDate":"1990-12-03"}],[{"category":"SNAKES","comments":"","clues":[{"text":"A rattlesnake named for how it moves, or a person who's a real snake in the grass","response":"sidewinder"},{"text":"These \"hooded\" snakes are responsible for about 10,000 deaths a year in India","response":"cobras"},{"text":"General term for the kind of snake whose squeeze can kill","response":"constrictors"},{"text":"This snake, rivaled only by the anaconda in size, has been known to swallow a 130-lb impala","response":"python"},{"text":"The largest countries with no snakes are New Zealand &amp; these 2 North Atlantic island nations","response":"Iceland & Ireland"}],"originalDate":"1990-12-03"},{"category":"17th CENTURY PERSONALITIES","comments":"","clues":[{"text":"Shun-chih was about 6 yrs. old when he became the 1st Manchu emperor of this country in 1644","response":"China"},{"text":"Juan Martinez Montanes, a sculptor from this country, was admired for his wood carving","response":"Spain"},{"text":"The Marquise de Montespan, a mistress of this \"Sun King\", was rumored to be involved with witchcraft","response":"Louis XIV"},{"text":"Oliver Cromwell was buried secretly in this church weeks before his state funeral","response":"Westminster Abbey"},{"text":"This father of Cotton Mather married his own stepsister, Maria Cotton, in 1622","response":"Increase Mather"}],"originalDate":"1990-12-03"},{"category":"FAMOUS LIONS","comments":"","clues":[{"text":"This MGM lion's roar was first heard in the 1928 film \"White Shadows in the South Seas\"","response":"Leo"},{"text":"This cross-eyed lion starred in his own 1965 movie &amp; in the TV series \"Daktari\"","response":"Clarence"},{"text":"Joy Adamson wrote about this lioness in 2 books, \"Born Free\" &amp; \"Living Free\"","response":"Elsa"},{"text":"Patience &amp; Fortitude are the 2 lion statues in front of this New York City building","response":"the Library"},{"text":"Since 1904 this lion has served as the symbol for Penn State's athletic teams","response":"Nittany Lion"}],"originalDate":"1990-12-03"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Confederate general known as \"King of Spades\" because he made his men dig so many trenches","response":"Lee"},{"text":"In 1776 Phi Beta Kappa, the oldest Greek letter society, was founded at this Virginia college","response":"William & Mary"},{"text":"On August 20, 1794 this \"angry\" gen. defeated 2000 Indians at Fallen Timbers near present-day Toledo","response":"\"Mad\" Anthony Wayne"},{"text":"An 1886 labor riot in this Chicago square left about 10 dead &amp; more than 60 wounded","response":"Haymarket"},{"text":"An attempt to corner the gold market in 1869 resulted in this \"day\" of financial panic","response":"Black Friday"}],"originalDate":"1990-12-03"},{"category":"WOMEN POETS","comments":"","clues":[{"text":"She was a poet before she turned to \"purple\" prose<span class=\"nobreak\">--</span>\"The Color Purple\", that is","response":"Alice Walker"},{"text":"She wrote, \"Guns aren't lawful; nooses give; gas smells awful; you might as well live.\"","response":"Dorothy Parker"},{"text":"This reclusive poet may have been in love with Samuel Bowles, an editor of the Springfield Republican","response":"Emily Dickinson"},{"text":"She was so active in the Imagism movement that Ezra Pound called it \"Amy-gism\"","response":"Amy Lowell"},{"text":"The story that this ancient Greek poetess drowned herself for love of Phaon is probably untrue","response":"Sappho"}],"originalDate":"1990-12-03"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Nearly 2/3 of the island of St. John in this U.S. possession is a national park","response":"Virgin Islands"},{"text":"The headquarters for this national park is located in Mammoth Hot Springs, Wyoming","response":"Yellowstone"},{"text":"North Dakota's only national park, it's also the only one named for a U.S. President","response":"Theodore Roosevelt"},{"text":"This park consists mainly of Araucariaxylon arizonicum, a species of prehistoric conifer","response":"Petrified Forest"},{"text":"1 of 2 national parks named for a lake","response":"(1 of) Crater Lake (or Lake Clark)"}],"originalDate":"1990-12-03"}],{"category":"CONTEMPORARY AUTHORS","text":"Publishers Weekly has dubbed this former middle school English teacher turned bestselling author \"Storyteller of the Gods\"","response":"Rick Riordan"}]}