{"mix":2053,"rounds":[[{"category":"ART","comments":"","clues":[{"text":"This statue's formal name is Liberty Enlightening the World","response":"Statue of Liberty"},{"text":"Many members of this \"River\" School of painting were inspired by the Catskill  Mtn. scenery","response":"Hudson River School"},{"text":"Named a commissar for art after the revolution, this artist left the USSR in '22 &amp; later settled in Paris","response":"Chagall"},{"text":"The oldest, most prestigious international art festival is the Biennale held in this Italian city","response":"Venice"},{"text":"Brunelleschi worked out some fundamental principles of this, including the idea of a vanishing point","response":"perspective"}],"originalDate":"1990-12-03"},{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"When she was widowed in 1861, she was 42 years old &amp; had 9 children","response":"Queen Victoria"},{"text":"He was born in Edinburgh Castle in 1566 &amp; was crowned King of Scotland as a baby","response":"James I"},{"text":"Despite rumors, there is no conclusive proof that he was responsible for killing the little princes","response":"Richard III"},{"text":"In 1986 it was revealed that this king was given injections to hasten his death in 1936","response":"King George V"},{"text":"Princess Diana is descended from an illegitimate son of this Restoration ruler","response":"Charles II"}],"originalDate":"1990-12-03"},{"category":"AUDREY HEPBURN","comments":"","clues":[{"text":"1 critic said Audrey sang \"Moon River\" in this film \"with more charm than...Andy Williams\"","response":"<i>Breakfast at Tiffany's</i>"},{"text":"Audrey travels the world to help children as an ambassador for this organization","response":"UNICEF"},{"text":"Audrey played a blind woman terrorized by Alan Arkin in this 1967 thriller","response":"<i>Wait Until Dark</i>"},{"text":"Surprisingly, Humphrey Bogart won Audrey away from William Holden in this 1954 film","response":"<i>Sabrina</i>"},{"text":"In 1954 Audrey married this actor, her leading man in the Broadway play \"Ondine\"","response":"Mel Ferrer"}],"originalDate":"1990-12-03"},{"category":"HEY HEY WE'RE THE MAORIS!","comments":"","clues":[{"text":"The language of the Maoris became an official language of this country in 1987","response":"New Zealand"},{"text":"Called \"moko\" in Maori, these body adornments signal status &amp; rank","response":"tattoos"},{"text":"In this 2002 movie starring Keisha Castle-Hughes, a 12-year-old girl wants to be chief of her Maori tribe; Granddad says no","response":"<i>Whale Rider</i>"},{"text":"The 2nd-largest Hawaiian isle shares its name with this Maori hero of myth who slowed down the sun for humans","response":"Maui"},{"text":"The Maoris traditionally used nephrite, a type of this gem, to carve their ceremonial tikis in human form","response":"jade"}],"originalDate":"2016-07-05"},{"category":"WOMEN IN SCIENCE","comments":"","clues":[{"text":"This process in milk is now routine because Alice Evans found that brucellosis could be passed from cows to humans","response":"pasteurization"},{"text":"2 years before Crick &amp; Watson, Rosalind Franklin used X-ray diffraction to show it had a helical shape","response":"DNA"},{"text":"Using triethylene melamine on tumors, Dr. Jane Cooke pioneered research on this, the use of drugs to treat cancer","response":"chemotherapy"},{"text":"Astronomer Annie Jump Cannon developed a system of classifying stars &amp; discovered 5 of these exploding ones","response":"novas"},{"text":"With her husband George, Gladys Dick found the cause of this childhood disease named for its red skin rash &amp; came up with a cure","response":"scarlet fever"}],"originalDate":"2016-07-05"},{"category":"POTPOURRI, FROM US TO YOU","comments":"","clues":[{"text":"It's the first name of the \"Little\" 4-year-old granddaughter who became the face of  a snack cake co. in 1960","response":"Little Debbie"},{"text":"Lorelei was said to sing her siren song from a cliff above this river in Germany, between Mainz &amp; Koblenz","response":"the Rhine"},{"text":"This title big guy hung out with the Hendersons in a 1987 movie","response":"Harry"},{"text":"It's the second L in the acronym LOL, meaning \"how funny\"","response":"loud"},{"text":"High-water, stretch &amp; ditto are kinds of this","response":"jeans (or pants or marks)"}],"originalDate":"2016-07-05"}],[{"category":"POLITICS","comments":"","clues":[{"text":"Military-sounding term for a local leader who oversees a political party's activities in one precinct","response":"a captain"},{"text":"Considered strongest after a landslide win, this term refers to the authority to actively pursue stated policies","response":"a mandate"},{"text":"On Monday, Feb. 29, 2016, voters in 12 states saw plenty of ads because the next day was known as this","response":"Super Tuesday"},{"text":"This word for the person often favored in a congressional race is from the Latin for \"leaning on\"","response":"the incumbent"},{"text":"In football, this alliterative phrase means running the ball; in politics, it's winning voters block by block, house by house","response":"a ground game"}],"originalDate":"2016-07-05"},{"category":"IT'S ALL \"APPLE\" SAUCE","comments":"","clues":[{"text":"More prominent in men, it's a thyroid cartilage projection of the larynx","response":"the Adam's apple"},{"text":"Born in Massachusetts, he spread religion as well as fruit trees throughout the U.S. Midwest in the 19th century","response":"Johnny Appleseed"},{"text":"The first users of this nickname for a major U.S. city were jazz musicians &amp; stable boys","response":"the Big Apple"},{"text":"Fittingly, the first American cookbook had a recipe for this, with cinnamon &amp; rosewater","response":"apple pie"},{"text":"Another word for a wrestler","response":"a grappler"}],"originalDate":"2016-07-05"},{"category":"MONUMENTS &amp; MEMORIALS","comments":"","clues":[{"text":"There's a memorial tower to him in Menlo Park, New Jersey, home to his lab from 1876 to 1886","response":"(Thomas) Edison"},{"text":"Akron, Ohio erected a monument to this abolitionist for the 50th anniversary of his hanging","response":"John Brown"},{"text":"\"Soul in Flight\", a statue of a man serving a tennis ball, honors this late, great athlete","response":"Arthur Ashe"},{"text":"His words \"Out of the mountain of despair, a stone of hope\" are inscribed on his Washington, D.C. memorial","response":"Martin Luther King, Jr."},{"text":"9/11 hero Todd Beamer is one of the passengers honored at this memorial in Shanksville, Pennsylvania","response":"the Flight 93 Memorial"}],"originalDate":"2016-07-05"},{"category":"\"U\" ON THE MAP","comments":"","clues":[{"text":"In 1972 Ra's al Khaymah became the last of the 7 states to join this Middle Eastern country","response":"United Arab Emirates"},{"text":"It comprises all 6 counties of Northern Ireland &amp; the counties of Donegal, Monaghan &amp; Cavan in the Republic of Ireland","response":"Ulster"},{"text":"At 6,217 feet Mount Narodnaya is the highest peak in this Russian mountain range","response":"the Urals"},{"text":"This Mongolian capital was called Urga until the country became independent in the 1920s","response":"Ulaanbaatar"},{"text":"This city was the coronation site for most Swedish monarchs until 1719","response":"Uppsala"}],"originalDate":"2016-07-05"},{"category":"THEIR LAST TOP 10 POP HIT, SO FAR","comments":"","clues":[{"text":"\"Candle In The Wind 1997\"","response":"Elton John"},{"text":"\"Do That To Me One More Time\"<br>(1979)","response":"Captain & Tennille"},{"text":"\"Shiny Happy People\"<br>(1991)","response":"R.E.M."},{"text":"\"Vacation\"<br>(1982)","response":"the Go-Go's"},{"text":"This girl group without their famous lead singer, \"Stoned Love\"<br>(1970)","response":"The Supremes"}],"originalDate":"2016-07-05"},{"category":"SOME HARSH WORDS FOR YOU","comments":"","clues":[{"text":"Unrefined, like oil fresh from the ground","response":"crude"},{"text":"It describes a grim landscape &amp; often precedes raving mad","response":"stark"},{"text":"Willfully causing pain; Nick Lowe knew someone who was that way \"To Be Kind\"","response":"cruel"},{"text":"For the cynical part of you: basic taste sensations include sour, sweet, salt &amp; this one","response":"bitter"},{"text":"Some unhappy \"D\" words are dreary, despondent, &amp; this one for a barren scene, from the Latin for \"alone\"","response":"desolate"}],"originalDate":"2016-07-05"}],{"category":"RECENT MOVIE SONGS","text":"In October 2019 this song, a duet, was still in the Top 10 on Billboard's Adult Contemporary chart after spending a year on the chart","response":"\"Shallow\""}]}