{"mix":2062,"rounds":[[{"category":"'90s MUSIC","comments":"","clues":[{"text":"After years as a backup singer, she hit it big in 1994 with \"All I Wanna Do\"","response":"Sheryl Crow"},{"text":"This country superstar's \"Friends In Low Places\" was named CMA Single of the Year for 1991","response":"Garth Brooks"},{"text":"This Seattle band's 1991 debut album was titled \"Ten\" for the uniform number of NBA player Mookie Blaylock","response":"Pearl Jam"},{"text":"In 1998 these gals had back-to-back No. 1 hits with \"There's Your Troubles\" &amp; \"Wide Open Spaces\"","response":"the Dixie Chicks"},{"text":"\"Protect Ya Neck\" was the first single by this hip-hop group with a martial arts-themed name","response":"the Wu-Tang Clan"}],"originalDate":"2016-06-27"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"This city was incorporated May 3, 1802, its mayor to be appointed by the president","response":"Washington, D.C."},{"text":"He was our vice president just before George Bush held that post","response":"Mondale"},{"text":"Though his ship was sunk, John Paul Jones captured Britain's Serapis &amp; took it to this country","response":"China"},{"text":"It's to whom Patrick Henry gave his \"Liberty or Death\" speech","response":"Virginia House of Burgesses (Virginia legislature)"},{"text":"On April 7, 1922 the Mammoth Oil Company was granted a lease on these naval oil reserves","response":"Teapot Dome"}],"originalDate":"1990-06-28"},{"category":"TOYS &amp; GAMES","comments":"","clues":[{"text":"Corporal Dave Breger gave this name to a soldier in a comic strip he did for \"Yank\" in 1942","response":"G.I. Joe"},{"text":"It's how you erase the picture you've just drawn on your Etch-a-Sketch","response":"by shaking it (& turning it upside down)"},{"text":"Billed as the \"royal game of India\", it was 1st played by a ruler who used real people as pawns","response":"Parcheesi"},{"text":"Number of wickets used in American croquet","response":"9"},{"text":"This points &amp; blots game is the only 1 Hoyle wrote of in 1743 for which his strategies are not obsolete","response":"backgammon"}],"originalDate":"1990-06-28"},{"category":"ANTARCTICA","comments":"","clues":[{"text":"The mountains of the Antarctic peninsula seem to be a continuation of this South American range","response":"Andes"},{"text":"They pop out of the eggs at Cape Royds, the world's southernmost rookery","response":"penguins"},{"text":"The treaty the U.S. signed in 1959 banning this in Antarctica expired in 1989","response":"nuclear testing (territorial claims)"},{"text":"The 2 continents that are smaller than Antarctica","response":"Europe & Australia"},{"text":"The largest animal found naturally on the continent is this type of seal","response":"elephant seal"}],"originalDate":"1990-06-28"},{"category":"FAMOUS COUPLES","comments":"","clues":[{"text":"She married &amp; divorced ex-child star Jackie Coogan &amp; bandleader Harry James","response":"Betty Grable"},{"text":"His former wife, Brett Somers, played his ex-wife on \"The Odd Couple\"","response":"Jack Klugman"},{"text":"This \"Cosby\" co-star's husband, singer Lenny Kravitz, released his first record album in 1989","response":"Lisa Bonet"},{"text":"In 1989 in Paris this director secretly married Emmanuelle Seigner, who was in his film \"Frantic\"","response":"(Roman) Polanski"},{"text":"In private life she's Mrs. Laurence Luckinbill","response":"Lucie Arnaz"}],"originalDate":"1990-06-28"},{"category":"POTPOURRI","comments":"","clues":[{"text":"This aviator's boyhood home is in Little Falls, Minnesota, though his spirit may be in St. Louis","response":"Charles Lindbergh"},{"text":"Victoria University is in Ontario while the University of Victoria is in this Canadian province","response":"British Columbia"},{"text":"\"Raging Bull\" whose ex-wife, Vikki, sells her own brand of face cream &amp; wrinkle smoother","response":"Jake LaMotta"},{"text":"He was captured by Indians while exploring the Chickahominy River in 1607","response":"John Smith"},{"text":"In early 1989 Time described this woman's hairdo as \"trademark Mary Tyler Moore flip\"","response":"Marilyn Quayle"}],"originalDate":"1990-06-28"}],[{"category":"EDIBLE ANAGRAMS","comments":"","clues":[{"text":"Eating these onion relatives might keep you looking sleek","response":"leeks (from sleek)"},{"text":"I have maps showing me where to buy this canned meat","response":"Spam (from maps)"},{"text":"Ron said this meat is viler than brains","response":"liver (from viler)"},{"text":"A \"round elf\" might enjoy a fillet of this fish","response":"flounder (from round elf)"},{"text":"If \"mice race\" around your kitchen, they might be looking for this to eat","response":"ice cream (from mice race)"}],"originalDate":"1990-06-28"},{"category":"MUSIC","comments":"","clues":[{"text":"Note in the tonic sol-fa scale, it's a name I call myself","response":"mi"},{"text":"The William Tell Overture contains a ranz de vache, a Swiss alphorn melody used to call these","response":"cows"},{"text":"The death of his mother inspired Brahms to compose this","response":"<i>A German Requiem</i>"},{"text":"Sebastien &Eacute;rard's 19th c. invention of the double escapement made it possible to play rapid notes on this","response":"piano"},{"text":"A chorale prelude is a piece written for this instrument","response":"organ"}],"originalDate":"1990-06-28"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Headquarters of Bank of America, this Calif. city is considered the financial capital of the west","response":"San Francisco"},{"text":"This Italian gunmaker has licensed its name to Chevy for use on a sports car","response":"Beretta"},{"text":"The Forbes 400 list attributes Frank Perdue's fortune to these","response":"chickens"},{"text":"In December 1989 this Swedish automaker, not Volvo, agreed to sell GM 50% of its carmaking operations","response":"Saab"},{"text":"With his dept. stores heavily in debt, this Canadian put Bloomingdale's up for sale in January 1990","response":"(Robert) Campeau"}],"originalDate":"1990-06-28"},{"category":"THE BIBLE","comments":"","clues":[{"text":"Before becoming an apostle, Peter was engaged in this profession","response":"fisherman"},{"text":"For 43 years Nebuchadnezzar ruled his empire from this city on the Euphrates","response":"Babylon"},{"text":"In the days of Elijah, Samaria was the capital of Israel &amp; Jerusalem was capital of this country","response":"Judah (Judea)"},{"text":"The book of Romans quotes God as saying this \"is mine; I will repay\"","response":"vengeance"},{"text":"Tradition holds that 70 men worked on this first Greek Old Testament translation","response":"Septuagint"}],"originalDate":"1990-06-28"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"The name of this city on the Arno River comes from a Latin word meaning \"flourishing'","response":"Florence"},{"text":"Except for Peter II, all Russian czars from Peter the Great to Alexander III are buried here","response":"Leningrad"},{"text":"In January 1943 FDR &amp; Churchill met for a conference at Anfa, a suburb of this Moroccan city","response":"Casablanca"},{"text":"The cultural center of Moorish Spain until 1248, a Muslim minaret is part of its famous cathedral","response":"Seville"},{"text":"Basra was this country's 2nd largest city until war reduced its population from 1 million to 300,000","response":"Iraq"}],"originalDate":"1990-06-28"},{"category":"NAME THE AUTHOR","comments":"","clues":[{"text":"\"I am sure the grapes are sour.\"","response":"Aesop"},{"text":"\"I <u>am</u> Heathcliff.\"","response":"Emily Bront&euml;"},{"text":"\"A salesman is got to dream, boy. It comes with the territory.\"","response":"Arthur Miller"},{"text":"\"In the affluent society no useful distinction can be made between luxuries and necessities.\"","response":"John Kenneth Galbraith"},{"text":"\"I'm as mad as hell, and I'm not going to take this any more.\"","response":"(Paddy) Chayefsky"}],"originalDate":"1990-06-28"}],{"category":"AMERICAN AUTHORS","text":"She published under her middle name; her first name was Nelle, Ellen backward in honor of her grandmother Ellen Finch","response":"Harper Lee"}]}