{"mix":2070,"rounds":[[{"category":"\"EFF\" FOR EFFORT","comments":"","clues":[{"text":"Bubbling, like soda","response":"effervescent"},{"text":"6-letter term for a different kind of burning man","response":"an effigy"},{"text":"Expunging, or withdrawing oneself shyly; it's often found after \"self-\"","response":"effacing"},{"text":"The audacity!  The shameless boldness!  You have the this to respond like that?!","response":"the effrontery"},{"text":"This kind of small apartment has a combined living room &amp; bedroom area, a bathroom &amp; kitchenette","response":"an efficiency"}],"originalDate":"2016-06-14"},{"category":"HEROES","comments":"","clues":[{"text":"It's a hero regarded with blind admiration, though Leviticus warns against a \"turn\" to them","response":"an idol"},{"text":"From the Latin for \"battlefield\" comes this word for a fighter or dog who has beaten all challengers","response":"a champion"},{"text":"Founded in Manchester in 1821, this newspaper with a heroic name is one of England's most influential","response":"<i>The Manchester Guardian</i>"},{"text":"Also the name of an old video game, it precedes \"of the faith\" in British monarchs' titles","response":"defender"},{"text":"The name for any one of Charlemagne's 12 knightly heroes","response":"Paladins"}],"originalDate":"2016-06-14"},{"category":"MODERN LOVE","comments":"","clues":[{"text":"A 1998 singles event at a California coffee bar with 10-minute tete-a-tetes began the practice known as this","response":"speed dating"},{"text":"If distance separates ye, use this Mac-to-Mac \"video-calling experience\" that starts with a body part","response":"FaceTime"},{"text":"AKA \"slow fade\", this \"spectral\" 21st century dating term involves ending a relationship by simply disappearing","response":"ghosting"},{"text":"If you want a marriage ceremony without a specific religious theme, try one this 17-letter way","response":"nondenominational"},{"text":"A \"Say I Do\" bridal expo was a place in this \"ordinal\" game where virtual couples could go before virtually tying the knot","response":"<i>Second Life</i>"}],"originalDate":"2016-06-14"},{"category":"REBEL, REBEL","comments":"","clues":[{"text":"Mark Twain, who in 1861 briefly joined a pro-secessionist unit of this state's guard","response":"Missouri"},{"text":"Wassily Kandinsky, one of the first to work in this non-realist style that's on page 1 of dictionaries of art","response":"abstract"},{"text":"Against slavery &amp; the Mexican War: this \"Civil Disobedience\" author","response":"Thoreau"},{"text":"Against 18th century good taste: this marquis who wrote \"Justine\"","response":"de Sade"},{"text":"Against tonal music: this Austrian composer in his 1909 Piano Pieces, Opus 11","response":"Schoenberg"}],"originalDate":"2016-06-14"},{"category":"LET'S GDANSK","comments":"","clues":[{"text":"Labor unrest at the Gdansk shipyards in 1980 led to the creation of this union","response":"Solidarity"},{"text":"Under the provisions of this 1919 treaty, Gdansk became a free city administered by Poland","response":"the Treaty of Versailles"},{"text":"During WWII the Gdansk shipyards built several dozen of these, beginning with No. 401, later sunk by a British depth charge","response":"a U-boat"},{"text":"In 1308 these German knights seized control of Danzig, aka Gdansk, &amp; held the city until 1466","response":"the Teutonic Knights"},{"text":"Born in Gdansk in 1927, this German author of \"The Tin Drum\" set many of his novels in the city","response":"Günter Grass"}],"originalDate":"2016-06-14"},{"category":"DAVID BOWIE","comments":"","clues":[{"text":"David Bowie ch-ch-changed his name from Davy Jones to avoid confusion with Davy Jones of this group","response":"The Monkees"},{"text":"David Bowie &amp; his wife, this Somali-born model, made a beautiful couple","response":"Iman"},{"text":"In memory of the late, great Bowie, she performed a medley of his hits at the Grammys in 2016","response":"Lady Gaga"},{"text":"Bowie had a song &amp; an album named for this alter ego who \"played guitar\"","response":"Ziggy Stardust"},{"text":"David Bowie's first U.S. No. 1 album, it was released on his birthday in 2016, just 2 days before his death","response":"<i>Blackstar</i>"}],"originalDate":"2016-06-14"}],[{"category":"\"HORSE\"PLAY","comments":"","clues":[{"text":"A pungent relish is made from the sharp-tasting root of this member of the mustard family","response":"horseradish"},{"text":"This first No. 1 hit by America was inspired by homesickness for the California desert","response":"\"A Horse with No Name\""},{"text":"It's another name for the king crab","response":"horseshoe crab"},{"text":"The book of Revelation says, \"Behold\" this \"and his name that sat on him was Death\"","response":"pale horse"},{"text":"Dale Robertson owned a railroad in this mid 1960s TV western","response":"<i>Iron Horse</i>"}],"originalDate":"1990-06-06"},{"category":"ANCIENT ROME","comments":"","clues":[{"text":"At least 19 of the first 50 of them, including Galba &amp; Caligula, were assassinated","response":"emperors"},{"text":"The Flavian Amphitheater, popularly known as this, is the world's largest standing ancient amphitheater","response":"Colosseum"},{"text":"Roman life centered around these public facilities, called the \"thermae\"","response":"baths"},{"text":"This word for a popular vote comes from resolutions voted by the Plebeian Assembly of Rome","response":"plebiscite"},{"text":"Though it was considered unlucky, these priestesses could marry after 30 years of service","response":"Vestal Virgins"}],"originalDate":"1990-06-06"},{"category":"THE BEATLES","comments":"","clues":[{"text":"George Harrison said, \"As far as I am concerned, there won't be a Beatles reunion as long as\" he \"remains dead\"","response":"John Lennon"},{"text":"This 1964 film is a fictional account of 2 days in the life of The Beatles","response":"<i>A Hard Day's Night</i>"},{"text":"\"The girl that's driving me mad is going away. She's got\" one of these","response":"a ticket to ride"},{"text":"He's currently playing Mr. Conductor on PBS' \"Shining Time Station\"","response":"Ringo Starr"},{"text":"\"Someday you'll know I was the one, but tomorrow may rain, so I'll\" do this","response":"follow the sun"}],"originalDate":"1990-06-06"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"The upper hind leg of a porker that's salted, smoked &amp; sometimes aged becomes this meat","response":"ham"},{"text":"Similar to English muffins, they're often served in England with tea","response":"crumpets"},{"text":"If you're dining on hasenpfeffer, you're eating a stew made of this meat","response":"rabbit"},{"text":"These grow on a single tall cabbage on which miniature heads develop at stem joints","response":"Brussels sprouts"},{"text":"Dry types of this processed meat include Holsteiner, mortadella &amp; salami","response":"sausages"}],"originalDate":"1990-06-06"},{"category":"WEAPONS","comments":"","clues":[{"text":"Large-caliber weapons, they can be heavy, field or siege","response":"artillery"},{"text":"First weapon mentioned in \"The Star-Spangled Banner\"","response":"rockets"},{"text":"In the Marine Corps the next rank up from PFC has this weapon in its name","response":"lance"},{"text":"This cavalry weapon was inspired by the Turkish scimitar","response":"saber"},{"text":"Weapon that killed Achilles","response":"arrow"}],"originalDate":"1990-06-06"},{"category":"IN THE BOOKSTORE","comments":"","clues":[{"text":"First Lady who dedicated her book \"The Times of My Life\" \"To Jerry\"","response":"Betty Ford"},{"text":"\"The Queen of Mean\" is an unauthorized biography of this hotel queen","response":"(Leona) Helmsley"},{"text":"Thinking of her imprisoned husband, Nelson, she titled her book \"Part of My Soul Went with Him\"","response":"Winnie Mandela"},{"text":"Curly-haired songwriter who called his book \"Still Water\", not \"Troubled Water\"","response":"Art Garfunkel"},{"text":"\"Trash Trio\", a collection of screenplays by this director, includes \"Pink Flamingos\"","response":"John Waters"}],"originalDate":"1990-06-06"}],{"category":"ADVERTISING CHARACTERS","text":"Jack Keil's team created this animal character rolled out in 1980, the year of the USA's highest recorded murder rate","response":"McGruff (the Crime Dog)"}]}