{"mix":2071,"rounds":[[{"category":"POETRY","comments":"","clues":[{"text":"The word that completes the title of Tennyson's poem \"Flower in the Crannied...\"","response":"Wall"},{"text":"A. E. Housman wrote, \"About the woodlands I will go to see the cherry hung with\" this","response":"snow"},{"text":"Advising men about women, Ogden Nash said, \"In real life it takes only\" this many \"to make a quarrel.\"","response":"one"},{"text":"In \"The Waste Land\" the line \"I do not find the hanged man\" alludes to these cards","response":"tarot"},{"text":"Emily Dickinson said this \"is the thing with feathers that perches in the soul\"","response":"hope"}],"originalDate":"1990-06-06"},{"category":"AFRICA","comments":"","clues":[{"text":"A mint variety of this is the national drink of Morocco","response":"tea"},{"text":"In London in 1989 his 73-year-old son announced his ascension to the throne of Ethiopia","response":"Haile Selassie"},{"text":"Afrikaners were known formerly by this Dutch name","response":"Boers"},{"text":"The official language of the Sudan, whose population is at least 70% Sunni Muslim","response":"Arabic"},{"text":"Encyclopedia Americana says the name of this capital of Uganda means \"impala hill\"","response":"Kampala"}],"originalDate":"1990-06-06"},{"category":"THE CABINET","comments":"","clues":[{"text":"This cabinet post has produced the most U.S. Presidents<span class=\"nobreak\">--</span>6","response":"Secretary of State"},{"text":"This embattled HUD director was the only cabinet officer in the Reagan administration to serve 8 years","response":"Sam Pierce"},{"text":"In 1947 Sec'y of the Navy James V. Forrestal became the head of this newly created dept.","response":"Department of Defense"},{"text":"The 2 cabinet posts Elizabeth Dole has held","response":"Secretary of Transportation & Secretary of Labor"},{"text":"This president's attorneys general were Griffin Bell &amp; Benjamin Civiletti","response":"Jimmy Carter"}],"originalDate":"1990-06-06"},{"category":"THEATER","comments":"","clues":[{"text":"In the title of M. Anderson's play based on the Sacco &amp; Vanzetti case, this season precedes \"Set\"","response":"Winter"},{"text":"This Peter Shaffer play requires 6 actors to play horses","response":"<i>Equus</i>"},{"text":"Gwen Verdon &amp; Chita Rivera played murderesses in this musical named for a Midwest city","response":"<i>Chicago</i>"},{"text":"She was only 19 when she starred in the musical \"Flora, The Red Menace\" &amp; she won a Tony, too","response":"Liza Minnelli"},{"text":"This author &amp; illustrator of \"Where the Wild Things Are\" wrote the script &amp; lyrics for \"Really Rosie\"","response":"(Maurice) Sendak"}],"originalDate":"1990-06-06"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"Upon signing the Declaration of Independence, he said, \"There, King George will be able to read that\"","response":"John Hancock"},{"text":"Not to be confused with Bluebeard, this pirate also had many wives but treated them courteously","response":"Blackbeard"},{"text":"When Robert Scott arrived at the South Pole in January 1912 he found the tent this man had left","response":"(Roald) Amundsen"},{"text":"A promoter of the Erie Canal, this statesman was New York governor when the canal opened in 1825","response":"DeWitt Clinton"},{"text":"This 2nd century Greek anatomist 1st demonstrated that arteries carry blood, not air as had been earlier thought","response":"Galen"}],"originalDate":"1990-06-06"},{"category":"GLUTEN-US MINIMUS","comments":"","clues":[{"text":"Beer generally has gluten, but this hard beverage, like from Angry Orchard, does not","response":"cider"},{"text":"This pudding made from cornmeal, a staple of northern Italy, is naturally free of gluten","response":"polenta"},{"text":"This high-protein grain is actually related to spinach &amp; was considered the \"gold of the Incas\"","response":"quinoa"},{"text":"Gluten-free dessert options: chocolate mousse, flan &amp; this French custard topped with a brittle layer of sugar","response":"<i>crème brûlée</i>"},{"text":"\"It's in there\", the longtime slogan of this Italian-named sauce brand, does not refer to gluten","response":"Prego"}],"originalDate":"2016-06-13"}],[{"category":"HOLIDAYS AROUND THE WORLD","comments":"","clues":[{"text":"Following a request from Pope Benedict XVI, Cuba reinstated this holiday, observed 2 days before Easter","response":"Good Friday"},{"text":"In this country, April 24 is a day for remembering the more than 1 million victims of the 1915 genocide","response":"Armenia"},{"text":"A public holiday in some countries, Vesak commemorates his birth, enlightenment &amp; death","response":"Buddha"},{"text":"On this holiday observed on November 1 &amp; 2, families in Mexico gather together to remember departed loved ones","response":"the Day of the Dead"},{"text":"On July 30 this country celebrates Mohammed VI's ascension to the throne","response":"Morocco"}],"originalDate":"2016-06-13"},{"category":"WE RECOGNIZE THE SENATOR FROM NEW YORK","comments":"","clues":[{"text":"Last name of Charles, who served from 1968 to 1971; you may be familiar with his son Roger, the NFL Commissioner","response":"Goodell"},{"text":"In 2015 Harry Reid said, \"I think\" this man \"should be able to succeed me\" as leader of the Senate Democrats","response":"(Chuck) Schumer"},{"text":"It was pure folly for this senator to run against Lincoln in 1860 but he did end up in Abe's cabinet","response":"Seward"},{"text":"This Dutch man flew into his seat on March 4, 1821 but that wasn't his last stop, politically","response":"Van Buren"},{"text":"His appointment in 1949 lasted only 4 months but he did enough other stuff to get an airport in D.C. named for him","response":"(John Foster) Dulles"}],"originalDate":"2016-06-13"},{"category":"BOOK ENDS","comments":"(Alex: We'll give you the last lines of a work of fiction.  You identify the novel for us.)","clues":[{"text":"\"The scar had not pained Harry for 19 years.  All was well\"","response":"<i>Harry Potter and the Deathly Hallows</i>"},{"text":"\"Before the night has come, have I lived to see the last warrior of the wise race...\"","response":"<i>The Last of the Mohicans</i>"},{"text":"\"(John Galt) raised his hand and over the desolate earth he traced in space the sign of the dollar\"","response":"<i>Atlas Shrugged</i>"},{"text":"\"I got onto the bed with her and put my arms around her.  'Thanks, Ollie'.  Those were her last words\"","response":"<i>Love Story</i>"},{"text":"\"This was a base libel on Badger, who... was rather fond of children; but it never failed to have its full effect\"","response":"<i>The Wind in the Willows</i>"}],"originalDate":"2016-06-13"},{"category":"NEW IN SCIENCE","comments":"","clues":[{"text":"Northwestern U. researchers have developed new photovoltaic cells for these panels that use tin rather than lead","response":"solar panels"},{"text":"The World Health Organization says that due in part to a Tali-ban on vaccinations, this paralytic disease is on the upswing","response":"polio"},{"text":"In March 2016 an eclipse ended the day before it began as the Moon's shadow moved east across this line","response":"the International Date Line"},{"text":"In 2015, the Intl. Year of Light, new uses of this beam device included making metal water-repellent &amp; measuring sharks","response":"a laser"},{"text":"Scientists are helping Darwin's finches on these islands fight off parasitic flies with the help of a mild pesticide","response":"the Galápagos"}],"originalDate":"2016-06-13"},{"category":"IT'S ALL ABOUT HER","comments":"","clues":[{"text":"\"The Princess and the Package\", about this beloved woman","response":"Princess Di"},{"text":"\"Road to Tara\", about this author","response":"Margaret Mitchell"},{"text":"\"Full Bloom: The Art &amp; Life of\" her","response":"Georgia O'Keeffe"},{"text":"\"Stormy Weather\"<span class=\"nobreak\">--</span>this singer &amp; actress","response":"Lena Horne"},{"text":"\"Rosemary: The Hidden\" daughter of this family","response":"the Kennedys"}],"originalDate":"2016-06-13"},{"category":"WORDS WITH SILENT CONSONANTS","comments":"","clues":[{"text":"Public or private, it's what you owe","response":"debt"},{"text":"Tiny imaginary bearded guy guarding his treasure or standing in your garden","response":"gnome"},{"text":"\"Facade\" by Frederick Ashton is this type of artistic work","response":"ballet"},{"text":"It sounds like you're going to a balmy island with this adjective for a drug that alters one's perception, mood or actions","response":"psychotropic"},{"text":"An expected future situation or sequence of events; it can also refer to a screenplay","response":"scenario"}],"originalDate":"2016-06-13"}],{"category":"PRESIDENTIAL HISTORY","text":"He was the first president to deliver the State of the Union Address on television","response":"Harry Truman"}]}