{"mix":2090,"rounds":[[{"category":"MEDICINE","comments":"","clues":[{"text":"Perhaps the most complex surgery of the 20th C. was performed Labor Day weekend '87 to do this to twins","response":"separate them"},{"text":"A test for early detection of cervical cancer, the Papanicolaou test is more commonly called this","response":"Pap test"},{"text":"An electrocardiograph measures electricity in the heart; this measures it in the brain","response":"electroencephalogram"},{"text":"A doctor will use a tuning fork to test these 2 senses","response":"hearing & touch"},{"text":"This specialist deals with disorders of the male reproductive system","response":"urologist"}],"originalDate":"1988-06-09"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"\"Winters' Tales\" is not stories about the Calgary games, but anecdotes of this comedian's life","response":"Jonathan Winters"},{"text":"His famous series of novels introduced Americans to the Soviet spy organization SMERSH","response":"Ian Fleming"},{"text":"3 of the 4 continents which appeared in the titles of John Gunther's \"Inside...\" books","response":"Africa, Asia & Europe"},{"text":"#1 best seller of 1897, this tale of early Christians has a Polish author &amp; a Latin title","response":"<i>Quo Vadis</i>"},{"text":"This autobiographical work published after Hemingway died was based on notebooks he kept in Paris","response":"<i>A Moveable Feast</i>"}],"originalDate":"1988-06-09"},{"category":"BELIZE, PLEASE","comments":"","clues":[{"text":"With nary a one of these flashing, drivers don't worry about when to stop, go or slow down","response":"traffic lights"},{"text":"This U.S. based soft drink company co-owns about a quarter of the privately owned land in Belize","response":"the Coca-Cola Company"},{"text":"The tallest building in Belize is a ruin from this Indian civilization","response":"Mayans"},{"text":"Belize has the highest per capita % of these foreign volunteers in the world","response":"Peace Corps volunteers"},{"text":"This bordering country claims historic rights to Belize &amp; has threatened to invade it","response":"Guatemala"}],"originalDate":"1988-06-09"},{"category":"THE 16th CENTURY","comments":"","clues":[{"text":"By mid-century in Spain, this group was forbidden to frequent bath houses or to speak Arabic","response":"the Moors"},{"text":"Of 6, 9 or 19, number of years Elizabeth I imprisoned Mary, Queen of Scots","response":"19"},{"text":"Over 20,000 Indians worked on the lands this conquistador owned in Mexico","response":"Cortes"},{"text":"Bells in the town of Pskov were once rung incessantly to warn of this notorious czar's approach","response":"Ivan the Terrible"},{"text":"Though probably illiterate, Akbar, Mogul emperor of this country, built up a vast library","response":"India"}],"originalDate":"1988-06-09"},{"category":"WILDFLOWERS","comments":"","clues":[{"text":"In 1982, this former First Lady founded the Nat'l Wildflower Research Center in Texas","response":"Lady Bird Johnson"},{"text":"Since she drowned while gathering flowers, Laertes hoped violets might grow on her grave","response":"Ophelia (from \"Hamlet\")"},{"text":"The vanda is 1 of over 20,000 varieties of this exotic flower found growing wild in Hawaii","response":"orchid"},{"text":"He is famous for painting the water lilies in his garden at Giverny, France","response":"Claude Monet"},{"text":"The largest member of the lily order in North America, it has its own nat'l monument in California","response":"the Joshua tree"}],"originalDate":"1988-06-09"},{"category":"DIRECTORS","comments":"","clues":[{"text":"He predicted his own untimely death in the semi-autobiographical musical \"All That Jazz\"","response":"Bob Fosse"},{"text":"He used to play Potsie on \"Happy Days\" but now directs episodes of \"Hooperman\" &amp; \"'Slap' Maxwell\"","response":"Anson Williams"},{"text":"He directed plays off-Broadway &amp; in summer stock before making \"The Last Picture Show\"","response":"Peter Bogdanovich"},{"text":"His father, a Lutheran pastor, was chaplain to Sweden's royal family","response":"Ingmar Bergman"},{"text":"British director John Boorman said the incidents in this 1987 WWII film actually happened to him as a boy","response":"<i>Hope and Glory</i>"}],"originalDate":"1988-06-09"}],[{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"An angel tells Zacharias to name his son this; \"the Baptist\" got added later","response":"John"},{"text":"In Matthew 14 Jesus walks on the Sea of Galilee &amp; this disciple briefly walks out to meet him","response":"Peter"},{"text":"The Book of Acts records that Jesus ascended unto heaven from this mount named for the trees on its slopes","response":"the Mount of Olives"},{"text":"After the resurrection, Jesus appeared to this woman who at first thought he was a gardener","response":"Mary Magdalene"},{"text":"\"Greater love hath no man than this, that a man lay down his life for\" these people","response":"his friends"}],"originalDate":"2016-05-10"},{"category":"\"ON\" THE MIDDLE","comments":"(Alex: Notice the quotation marks. The letters \"O-N\" will be exactly in the middle of each correct response.)","clues":[{"text":"Here comes this small North American rabbit of the genus Sylvilagus, hoppin' down the bunny trail","response":"a cottontail"},{"text":"Body of water smaller than a lake but bigger than a puddle","response":"a pond"},{"text":"A wall bracket for a light","response":"a sconce"},{"text":"Type of \"reading\" that alternates a line by a pastor &amp; by the congregation","response":"responsive"},{"text":"To scold in a mild manner","response":"admonish"}],"originalDate":"2016-05-10"},{"category":"JOBS","comments":"","clues":[{"text":"If you guys don't know that Jess Day on \"New Girl\" is one of these, you'll get a demerit","response":"a teacher"},{"text":"On \"Nashville\" Connie Britton &amp; Hayden Panettiere play competing these","response":"singers"},{"text":"On \"Curb Your Enthusiasm\", Jeff Garlin isn't Larry's agent but rather his this","response":"manager"},{"text":"Richard Castle on \"Castle\" hobnobs with the police, but is actually one of these","response":"an author (or writer)"},{"text":"On \"Friends\" Ross was this type of scientist","response":"a paleontologist"}],"originalDate":"2016-05-10"},{"category":"GIANTS OF TECHNOLOGY","comments":"","clues":[{"text":"You can look it up<span class=\"nobreak\">--</span>Susan Wojicicki, employee No. 16 at this search engine company, rented it her garage as its early HQ","response":"Google"},{"text":"\"iWoz: Computer Geek to Cult Icon\" is the 2006 autobiography of this Apple co-founder","response":"(Steve) Wozniak"},{"text":"Bobby Murphy was a co-founder of this conversation app once known as Picaboo","response":"Snapchat"},{"text":"In 2014 co-founder John Zimmer shaved the pink mustaches off the grills of its rides when it began servicing New York City","response":"Lyft"},{"text":"Marc Andreessen tweeted, \"Marissa Mayer is a hero for taking on the challenge at\" this.com!","response":"Yahoo"}],"originalDate":"2016-05-10"},{"category":"LAW FIRMS","comments":"","clues":[{"text":"Sidley Austin of K Street can help you with this activity of making Congressmen see an issue your way","response":"lobbying"},{"text":"Try Falangetti &amp; Weimortz for your criminal case<span class=\"nobreak\">--</span> they've both been on the other side as deputy these","response":"district attorneys"},{"text":"A law firm as well as an individual may file a friend of the court brief, known by this Latin term","response":"an <i>amicus</i>"},{"text":"Tops for patent litigation per U.S. News &amp; World Report, Fish &amp; Richardson specializes in IP, short for this","response":"intellectual property"},{"text":"Vince Foster was once a partner at Rose Law Firm, which claims the title of oldest in this state","response":"Arkansas"}],"originalDate":"2016-05-10"},{"category":"TEACHER VOCABULARY","comments":"","clues":[{"text":"Also starting with \"T\", it can mean a private teacher or be a verb meaning to act as one","response":"a tutor"},{"text":"In the U.S. military D.I. is short for \"drill\" this; now give me 50, you worthless lumps!","response":"instructor"},{"text":"Mussolini was a demagogue; an educator is this, with the same final 6 letters","response":"pedagogue"},{"text":"Those spectacles &amp; the tweed jacket make you look this adjective, meaning pertaining to a university teacher","response":"professorial"},{"text":"The same Latin word gives us a synonym for a building &amp; this word for teaching that provides moral uplift","response":"edify"}],"originalDate":"2016-05-10"}],{"category":"CHILDREN'S BOOKS","text":"This book was published in Latin as \"Virent Ova! Viret Perna!!\"","response":"<i>Green Eggs and Ham</i>"}]}