{"mix":2096,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"Abraham, Moses &amp; Jesus are considered prophets in this holy book of Islam","response":"the Koran"},{"text":"The name for this heavenly being comes from the Greek word for \"messenger\"","response":"angel"},{"text":"Roman Catholics are married at this kind of mass","response":"nuptial mass"},{"text":"Ceremony whose name means \"daughter of the commandment\" in Hebrew","response":"bat mitzvah (or bas mitzvah)"},{"text":"Heritage USA, described as a \"religious Disneyland\", is a theme park located in this state","response":"South Carolina"}],"originalDate":"1989-05-05"},{"category":"HOLLYWOOD","comments":"","clues":[{"text":"In 1988 Penthouse magazine offered a $50,000 reward for this late sex symbol's missing diary","response":"Marilyn Monroe"},{"text":"He was a Hollywood tycoon before becoming an ambassador &amp; the father of a president","response":"Joseph Kennedy"},{"text":"Gloria Swanson, Janet Gaynor &amp; Louise Dresser were the 1st people ever nominated for this award","response":"Academy Award for Best Actress"},{"text":"George Raft is entombed at Forest Lawn next to this man who played Chico in \"Chico &amp; the Man\"","response":"Freddie Prinze"},{"text":"Watching a group of kids argue over pieces of wood inspired him to produce the \"Our Gang\" comedies","response":"Hal Roach"}],"originalDate":"1989-05-05"},{"category":"MEDICINE","comments":"","clues":[{"text":"A sharp pain in your temple, blurred vision &amp; nausea are all symptoms of this type of severe headache","response":"migraine"},{"text":"If you've had a myocardial infarction, you've had one of these <span class=\"nobreak\">--</span> so stop smoking, eat right &amp; exercise","response":"heart attack"},{"text":"Surgery is only occasionally recommended now for this inflammation of lymphoid tissue in the throat","response":"tonsillitis"},{"text":"Too much alcohol or rich food doesn't cause this joint inflammation, but it may trigger attacks","response":"gout"},{"text":"It's defined as a wound or shock caused by sudden physical injury","response":"trauma"}],"originalDate":"1989-05-05"},{"category":"FAMOUS FRENCHMEN","comments":"","clues":[{"text":"Louise, Mimi, Gigi &amp; Fanny were a few of the fictional women in this debonair Frenchman's life","response":"Maurice Chevalier"},{"text":"Robespierre met the same fate just 18 months after demanding that this king be guillotined","response":"Louis XVI"},{"text":"A 19th c. writer &amp; statesman, or a thick slice of beef filet with béarnaise or chateau sauce named for him","response":"Chateaubriand"},{"text":"Film director whose \"Stolen Kisses\" was a sequel to his \"The 400 Blows\"","response":"Francois Truffaut"},{"text":"In his 1835 book about America, he said, \"I know of no country where the love of money has taken stronger hold\"","response":"de Tocqueville"}],"originalDate":"1989-05-05"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"This large shoulder scarf, sometimes made of mink, was the big fashion news of 1950","response":"mink stole"},{"text":"The clothes &amp; hairstyles of the 1960s produced this gender-blender look","response":"unisex"},{"text":"The bright red jacket worn at a fox hunt isn't called a \"red\" but this","response":"pink coat"},{"text":"An 1882 French play that lent its name to a soft felt hat with foldable brim &amp; creased crown","response":"fedora"},{"text":"These shoes, also known as \"spike heels\", are almost as pointed as the daggers of the same name","response":"stilettos"}],"originalDate":"1989-05-05"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"\"The Mystery of Marie Roget\" is Poe's sequel to this story about \"The Murders in\" this place","response":"the Rue Morgue"},{"text":"He also wrote \"The Life &amp; Death of Mr. Badman\", but he's more famous for \"The Pilgrim's Progress\"","response":"John Bunyan"},{"text":"With success of new Nancy Drew &amp; Hardy Boys books, these Laura Lee Hope kids were brought back","response":"the Bobbsey Twins"},{"text":"Her 1st novel was \"Adam Bede\"","response":"George Eliot"},{"text":"In the Wilkie Collins novel \"The Moonstone\", the Moonstone was this","response":"big diamond"}],"originalDate":"1989-05-05"}],[{"category":"U.S. STATES","comments":"","clues":[{"text":"This state has an entire museum devoted to barbed wire, but as far as we know, there's no Toto museum","response":"Kansas"},{"text":"The only state represented by 2 senators of Japanese descent","response":"Hawaii"},{"text":"South Carolina's flag has a blue field with this state tree in the center","response":"palmetto"},{"text":"This Southeast state's official seal depicts an Indian girl strewing flowers","response":"Florida"},{"text":"This state's Black Warrior National Forest was renamed in honor of T. Bankhead's father","response":"Alabama"}],"originalDate":"1989-05-05"},{"category":"19th CENTURY LITERATURE","comments":"","clues":[{"text":"Akela the wolf &amp; Baloo the brown bear are 2 of the animals featured in this collection of stories","response":"<i>The Jungle Book</i>"},{"text":"Early in this Jules Verne tale, professor Otto Lidenbrock, his nephew &amp; a guide descend into a volcano","response":"<i>Journey to the Center of the Earth</i>"},{"text":"Essays making up this 1854 work include \"Reading\", \"Solitude\" &amp; \"The Pond in Winter\"","response":"<i>Walden; or, Life in the Woods</i>"},{"text":"Wordsworth began a poem, \"I wandered lonely as\" this \"that floats on high o'er vales and hills\"","response":"a cloud"},{"text":"2 expatriates come to Boston to visit relatives in his 1878 novel \"The Europeans\"","response":"Henry James"}],"originalDate":"2016-04-29"},{"category":"BUSINESS","comments":"","clues":[{"text":"A 1999 merger created this largest publicly traded international oil &amp; gas company","response":"ExxonMobil"},{"text":"To become \"more nimble\", this retailer cut 450 jobs from its Bentonville, Ark. headquarters in 2015","response":"Walmart"},{"text":"The main Colombian competition for Starbucks, which started business there in 2014, are coffee shops named for this man","response":"Juan Valdez"},{"text":"This \"cutting\"-edge Japanese company got its name from a replaceable lead pencil that never dulled","response":"Sharp"},{"text":"We're bullish on this company founded in 1914 to build motors for the Bull Tractor Company","response":"Toro"}],"originalDate":"2016-04-29"},{"category":"WE TRY TO STAY NEUTRAL","comments":"","clues":[{"text":"Gender-neutral baby names are on the rise, especially this one of Mr. Lautner or Ms. Swift","response":"Taylor"},{"text":"Established in 1953, the \"neutral zone\" between these 2 Asian nations is referred to as the DMZ","response":"North Korea & South Korea"},{"text":"In 1927 he did not go to a neutral corner after knocking down Gene Tunney, who may have gotten a 14-sec. long count","response":"Jack Dempsey"},{"text":"In the '70s baseball players &amp; owners began to use a neutral 3rd person to resolve salary disputes in \"binding\" this","response":"arbitration"},{"text":"Lucky for you, when it comes to acids &amp; bases, this pH number is neutral","response":"7"}],"originalDate":"2016-04-29"},{"category":"AMY POEHLER IS AWESOME","comments":"","clues":[{"text":"As Leslie on this show: \"Hey, honey!  Good morning!  How did you sleep?  I adopted 32 cats &amp; dogs.  Do you want pancakes?\"","response":"<i>Parks and Rec</i>"},{"text":"Amy Poehler's performance was pure Joy in this 2015 Pixar film","response":"<i>Inside Out</i>"},{"text":"Siblings Tina Fey &amp; Amy Poehler throw one last house party in this comedy","response":"<i>Sisters</i>"},{"text":"In the 3rd \"Shrek\" it's no problem for Amy as this woman to give a live-in babysitter to Fiona, as \"I've got 6 more at home\"","response":"Snow White"},{"text":"Who'd dare oppose figure skater Chazz Michael Michaels in this film?  Amy Poehler, playing Fairchild Van Waldenberg","response":"<i>Blades of Glory</i>"}],"originalDate":"2016-04-29"},{"category":"ORGAN-IZATIONS","comments":"","clues":[{"text":"The American Lung Association says this alliterative danger kills 41,000 people a year","response":"secondhand smoke"},{"text":"The Alzheimer's Foundation says you can make this \"priceless donation to science\"","response":"your brain"},{"text":"They do serve wine at fundraisers of the foundation fighting cirrhosis &amp; this organ's other big ailments","response":"the liver"},{"text":"Founded in 1924, this group calls itself \"the world leader in\" CPR training","response":"the American Heart Association"},{"text":"In 1944 the first eye bank made transplants of these parts more reliable than the old source, Sing Sing executions","response":"corneas"}],"originalDate":"2016-04-29"}],{"category":"FAST FOOD","text":"This sandwich was 1st sold in 1962 as an attempt to give the many Catholics of Cincinnati something to eat on Fridays during Lent","response":"Filet-O-Fish"}]}