{"mix":2101,"rounds":[[{"category":"SCIENCE UPDATE","comments":"","clues":[{"text":"A 2016 report says the world's food supply is in trouble with the decline of bees &amp; others who do this important job","response":"pollinators"},{"text":"Boo!  The 2012 Chem. Nobel Prize was awarded for the discovery of how cells respond to this \"emergency hormone\" &amp; others","response":"adrenaline"},{"text":"A 62-mile crater discovered in Greenland in 2012, was created by a 3-billion-year-old one of these","response":"a meteorite"},{"text":"In 2015 a team of Harvard scientists announced a breakthrough using anti-malarial drugs to treat this neuron disease","response":"Parkinson's"},{"text":"Kennewick Man, an 8,500-year-old discovery in this western state, is indeed related to Native Americans, who claim him","response":"Washington"}],"originalDate":"2016-04-25"},{"category":"I'M INNOCENT","comments":"","clues":[{"text":"If you're on trial, you want to hear these 2 words follow \"We the jury find the defendant...\"","response":"not guilty"},{"text":"The word \"legit\" has lost these 5 letters","response":"I-M-A-T-E"},{"text":"Latin peccare, \"to sin\" gives us this word meaning without sin or otherwise perfect, like one who's ths type of \"dresser\"","response":"impeccable"},{"text":"Jesus said, \"Blessed are the\" this \"in heart: for they shall see God\"","response":"pure"},{"text":"In Scientology-speak, it describes one who is free of his reactive mind","response":"clear"}],"originalDate":"2016-04-25"},{"category":"DESCRIBING THE NOVEL","comments":"","clues":[{"text":"A page, after page after page turner by Tolstoy; Paul Dano went Bezukhov on TV; the title covers a lot of ground","response":"<i>War and Peace</i>"},{"text":"An unequal sequel; geez, Atticus, 2 decades can really change a man","response":"<i>Go Set a Watchman</i>"},{"text":"Get up on Updike; the 4th &amp; last novel; Mr. Angstrom takes a load off, permanently","response":"<i>Rabbit at Rest</i>"},{"text":"1936, 1936! Compson, Compson! Faulkner! Faulkner!","response":"<i>Absalom, Absalom!</i>"},{"text":"Cormac McCarthy bums us out (again); a boy &amp; his dad's super-depressing journey through a post-apocalyptic U.S.A.","response":"<i>The Road</i>"}],"originalDate":"2016-04-25"},{"category":"THE DAVEY O'BRIEN QUARTERBACK AWARD","comments":"(Alex: We'll give you the winner, you give us the school.)","clues":[{"text":"1986:<br>Vinny Testaverde of the Hurricanes","response":"the University of Miami"},{"text":"2014:<br>The Duck Marcus Mariota","response":"Oregon"},{"text":"2001:<br>Eric Crouch, flingin' in Lincoln","response":"Nebraska"},{"text":"2015:<br>The Tiger Deshaun Watson","response":"Clemson"},{"text":"2006:<br>Troy Smith, perfect against arch-rival Michigan","response":"Ohio State"}],"originalDate":"2016-04-25"},{"category":"FOR THE SOLE","comments":"","clues":[{"text":"The Kyrie 2 &amp; the Kobe XI are basketball shoes from this company","response":"Nike"},{"text":"\"Digital\" name for a ballerina's slippers that can take her to the ends of her feet","response":"toe shoes"},{"text":"Part of this online retailer's logo looks like a shoe with a \"Z\" in the sole","response":"Zappos"},{"text":"The name of these soft leather loafers comes from an Algonquin word for \"shoes\"","response":"moccasins"},{"text":"In 1989 Reebok introduced this hot-selling inflatable sports shoe","response":"Pumps"}],"originalDate":"2016-04-25"},{"category":"RALPH WALDO EMERSON","comments":"","clues":[{"text":"A staunch abolitionist, Emerson joined this political party, supporting &amp; voting for Abraham Lincoln","response":"the Republican Party"},{"text":"Emerson's nickname was \"the sage of\" this small town near Boston that helped launch the Revolutionary War","response":"Concord"},{"text":"Emerson's first wife died of this common lung disease of the time, sending him into grief &amp; intellectual doubt","response":"tuberculosis"},{"text":"Raised in this \"single-minded\" Christian denomination &amp; one of its preachers, Emerson left it in 1832","response":"Unitarianism"},{"text":"After the Civil War, Emerson traveled out west, meeting &amp; befriending this naturalist in Yosemite Valley","response":"(John) Muir"}],"originalDate":"2016-04-25"}],[{"category":"MY ROBOT PAL","comments":"","clues":[{"text":"Though originally the enemy, the T-800 became a bodyguard in this film series","response":"<i>Terminator</i>"},{"text":"Fry is the meatbag buddy for Bender, the boozing kleptomaniac robot in this TV series","response":"<i>Futurama</i>"},{"text":"The name for this robot came about during the slating of the second reel of dialogue for the film \"American Graffiti\"","response":"R2-D2"},{"text":"Mel Blanc was the voice of Twiki, the ambuquad sidekick for this man in the 25th century","response":"Buck Rogers"},{"text":"Ripley finds Bishop a trustworthy android in the film sequel with this title","response":"<i>Aliens</i>"}],"originalDate":"2016-04-25"},{"category":"A ROYAL BRITISH LOCKUP","comments":"","clues":[{"text":"Henry VI was twice imprisoned in this fortress by his rivals, eventually dying there in 1471","response":"the Tower of London"},{"text":"This doomed king tried to break out of Carisbrooke Castle in 1648 but got stuck in the bars on his window","response":"Charles I"},{"text":"In 1554 she spent 2 months in captivity after her sister Queen Mary suspected her of complicity in the Wyatt rebellion","response":"Elizabeth I"},{"text":"After attempting to help her rebellious sons in 1173, she was imprisoned by her husband Henry II","response":"Eleanor of Aquitaine"},{"text":"Captured by barons, Henry III was freed in 1265 by his son, the future first king of this name","response":"Edward"}],"originalDate":"2016-04-25"},{"category":"THE J-V SQUAD","comments":"(Alex: Each correct response will begin with the letter \"J\", and there will be a \"V\" following some<span class=\"nobreak\">--</span>at some point.)","clues":[{"text":"In 2010 Kara Patterson set a U.S. record by throwing one of these 218 feet, 9 inches","response":"a javelin"},{"text":"This 8-letter word can precede diabetes or delinquent","response":"juvenile"},{"text":"This 3- word French term literally means \"joy of living\"","response":"joie de vivre"},{"text":"Pertaining to a Roman god, or endowed with a hearty humor","response":"jovial"},{"text":"2-word term for a business enterprise in which 2 or more companies enter a partnership","response":"a joint venture"}],"originalDate":"2016-04-25"},{"category":"CHILDREN'S BOOK TITLES","comments":"","clues":[{"text":"\"Cloudy with a Chance of\" these edibles","response":"Meatballs"},{"text":"\"Don't Let\" this bird \"Drive the Bus!\"","response":"the Pigeon"},{"text":"\"The Phantom\" this structure","response":"Tollbooth"},{"text":"This food pair \"for Frances\"","response":"Bread and Jam"},{"text":"\"Make Way for\" these baby birds","response":"Ducklings"}],"originalDate":"2016-04-22"},{"category":"OVER-THE-COUNTER MEDICATIONS","comments":"","clues":[{"text":"In 1931 Miles Laboratories introduced this \"speedy\" effervescent tummy relief tablet","response":"Alka-Seltzer"},{"text":"This brand that \"gets the red out\" also has drops for itchy eyes from ragweed &amp; pollen","response":"Visine"},{"text":"Allergy relief is available from A to Z, Allegra to this brand that allows you to \"muddle no more\"","response":"Zyrtec"},{"text":"It's unknown why pink was chosen as the color for this \"pink stuff\", a stomach remedy that dates back to 1901","response":"Pepto-Bismol"},{"text":"This cough syrup calls itself the No. 1 pharmacist-recommended brand for cough, cold &amp; flu combinations","response":"Robitussin"}],"originalDate":"2016-04-22"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"In 2016 it was announced that Jaap van Zweden, maestro of the Dallas Symphony, will lead this Big Apple band","response":"the New York Philharmonic"},{"text":"A string quartet typically has 2 of these instruments","response":"a violin"},{"text":"\"Grosso\" sometimes follows this word-o for a type of composition","response":"concerto"},{"text":"Johann Pachelbel was considered one of the great masters of this instrument before the generation of J.S. Bach","response":"organ"},{"text":"The theme of the piece is the true mystery of these \"Variations\" by Edward Elgar","response":"Enigma"}],"originalDate":"2016-04-22"}],{"category":"INTERNATIONAL SPORTS","text":"It’s the only country that has played in every FIFA World Cup tournament, winning 5 times","response":"Brazil"}]}