{"mix":2124,"rounds":[[{"category":"FOLLOW THE LEADER","comments":"","clues":[{"text":"As Israeli prime minister: David Ben-Gurion, Levi Eshkol, her","response":"Golda Meir"},{"text":"As British prime minister: Viscount Goderich, the Duke of Wellington, this tea bagger","response":"Earl Grey"},{"text":"In Monaco: Louis II, Rainer III, him","response":"Albert II"},{"text":"In Chile: Salvador Allende, then this dictator","response":"Pinochet"},{"text":"As monarch: James IV, James V, her","response":"Mary, Queen of Scots (Mary Stuart)"}],"originalDate":"2016-03-22"},{"category":"\"TAG\", YOU'RE IT","comments":"","clues":[{"text":"Rhyming adjective for a diverse group that gets a job done","response":"ragtag"},{"text":"To make someone angry or even make him your enemy","response":"antagonize"},{"text":"From the Italian for \"to cut\", it's pasta cut into long, flat strips","response":"tagliatelle"},{"text":"It's the lower house in the German legislative system","response":"Bundestag"},{"text":"They use it to get the point across in Manila","response":"Tagalog"}],"originalDate":"2016-03-22"},{"category":"NO MORE GAMES","comments":"","clues":[{"text":"On Sept. 28, 2014 this 40-year-old shortstop played his last MLB game &amp; even though it was in Boston, the crowd cheered him","response":"Derek Jeter"},{"text":"His last game with the Packers was Jan. 20, 2008; his last with the Vikings, Jan. 2, 2011; then came his final retirement","response":"Brett Favre"},{"text":"He was 52 on April 11, 1980 when he played his last NHL game","response":"Gordie Howe"},{"text":"He played his last NBA game with the Washington Wizards April 16, 2003","response":"Michael Jordan"},{"text":"It was the 4th of October, 1987, so of course this A's, Angels &amp; Yankees star went 2 for 3 with a hit in his final at-bat","response":"Reggie Jackson"}],"originalDate":"2016-03-22"},{"category":"WORLD HOLIDAYS","comments":"","clues":[{"text":"In Thailand, the month of May brings his \"enlightenment\"; his \"cremation\" comes later","response":"Buddha"},{"text":"In January, Christians celebrate the his conversion","response":"Saint Paul"},{"text":"Pasqueflowers bloom in the spring, just in time for this holiday from which they get their name","response":"Easter"},{"text":"The month of Ramadan ends with Eid al-Fitr, meaning the breaking of this","response":"the fast"},{"text":"San Salvador Island in this West Indies archipelago nation honors Columbus' New World landfall on Discovery Day","response":"the Bahamas"}],"originalDate":"2016-03-21"},{"category":"AROUND THE USA","comments":"","clues":[{"text":"Aroostook County in this New England state borders Quebec &amp; New Brunswick","response":"Maine"},{"text":"This heavily populated  island was formed by 2 volcanoes: Wainae in the west &amp; Koolau in the east","response":"Oahu"},{"text":"This mountain range extends north from California's Lassen Peak into the Pacific northwest","response":"the Cascades"},{"text":"The St. Clair River helps the south end of this lake discharge into Lake Erie","response":"Lake Huron"},{"text":"Nevada's southernmost town, it lies on the Colorado River across from <br>Bullhead City, Arizona","response":"Laughlin"}],"originalDate":"2016-03-21"},{"category":"THE FRENCH MISTAKE, VOILA!","comments":"","clues":[{"text":"World Book on this 18th century royal<span class=\"nobreak\">--</span>\"Her frivolity and plotting helped undermine the monarchy\"","response":"Marie Antoinette"},{"text":"2 scandals of this 2007-12 French pres.: cash-stuffed envelopes from a L'Oreal heiress &amp; Pakistani arms deal kickbacks","response":"Sarkozy"},{"text":"In 1808 Napoleon put his brother in power in this country, booting King Ferdinand VII; the Peninsular War soon followed","response":"Spain"},{"text":"It's a \"disgraceful skeleton\", said Guy de Maupassant; \"You see it from everywhere...an unavoidable and horrid nightmare\"","response":"the Eiffel Tower"},{"text":"His \"line\" was built after World War I to defend against attack from Germany","response":"(André) Maginot"}],"originalDate":"2016-03-21"}],[{"category":"WE LOVE MEL BROOKS","comments":"","clues":[{"text":"Mel as this man in \"History of the World\": \"The Lord Jehovah has given unto you these 15\" (Smash!) \"Oy. 10! 10 Commandments!\"","response":"Moses"},{"text":"Gene Wilder learns the brain donor's name in this film<span class=\"nobreak\">--</span>\"Abby Normal\", which Gene put \"into a 7 1/2' long 54\" wide gorilla!\"","response":"<i>Young Frankenstein</i>"},{"text":"Would you believe Mel created this spy sitcom in 1965? Or that it became a 2008 movie starring Steve Carell?","response":"<i>Get Smart</i>"},{"text":"Gene Wilder has a warning about Mongo in this film: \"Don't do that. If you shoot him, you'll just make him mad\"","response":"<i>Blazing Saddles</i>"},{"text":"Mel's scheme to finally close \"The Producers\" on B'way by casting Larry David failed on this TV show","response":"<i>Curb Your Enthusiasm</i>"}],"originalDate":"2016-03-21"},{"category":"POP QUIZ","comments":"","clues":[{"text":"This kids' song mentions a monkey &amp; a mulberry bush","response":"\"Pop Goes The Weasel\""},{"text":"John Philips helped organize this N. California festival after the success of iconic jazz festivals held there","response":"the Monterey Pop Festival"},{"text":"For breakfast Post came up with \"Country Squares\"; Kellogg won that battle with the product still called these","response":"Pop-Tarts"},{"text":"This BBC music show debuted in 1964 playing all the hits for generations of music fans","response":"<i>Top of the Pops</i>"},{"text":"In 1930 he left the Boston Symphony to become conductor of the Boston Pops, a job he held for 49 years","response":"(Arthur) Fiedler"}],"originalDate":"2016-03-21"},{"category":"WORDS THAT START LIKE THE DAY OF THE WEEK","comments":"(Alex: For instance, if the clue said, \"The sixth planet from the Sun\", \"What is Saturn?\"  That starts with \"S-A-T-\" for \"Saturday\".)","clues":[{"text":"A triangular piece used for splitting or leverage","response":"a wedge"},{"text":"The Brits call this simian tool an \"adjustable spanner\"","response":"a monkey wrench"},{"text":"Last name of humorist James, collaborator with E.B. White on \"Is Sex Necessary?\"","response":"Thurber"},{"text":"Duelists would often demand it before they fought","response":"satisfaction"},{"text":"Miscellaneous small items inexpensively sold at shops of the same name","response":"sundries"}],"originalDate":"2016-03-21"},{"category":"BRITISH HISTORY","comments":"","clues":[{"text":"In May 2015 this prime minister &amp; his Conservative Party defied the polls &amp; won a clear majority in Parliament","response":"David Cameron"},{"text":"Mistaking cheering for a riot, William the Conqueror's guards burned local houses after his coronation on Xmas of this year","response":"1066"},{"text":"This group of islands was the only part of Britain occupied in WWII by the Germans","response":"the Channel Islands"},{"text":"Still negotiating for peace, this prime minister met with Mussolini in Rome in January 1939","response":"Chamberlain"},{"text":"In 598 St. Augustine built a monastery near this settlement, which became the main religious center of England","response":"Canterbury"}],"originalDate":"2016-03-18"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"So, a man walked into a bar &amp; said, give me this type of beer, &amp; make it a large","response":"a lager"},{"text":"Without a telescope, you are unable to see the Crab one of these clearly","response":"nebula (for unable)"},{"text":"False alarm, Fido is free of these","response":"fleas (for false)"},{"text":"We raced up the hill to this type of tree &amp; then back down","response":"cedar (for raced)"},{"text":"The writer sent out several of these to Esquire magazine hoping to sell an article","response":"queries (for Esquire)"}],"originalDate":"2016-03-18"},{"category":"HITT\"ING\" THE TOP 40","comments":"","clues":[{"text":"The title of this song by Drake refers to a late-night cellphone call","response":"\"Hotline Bling\""},{"text":"George Harrison's first Beatles A-side, it says, \"You're asking me will my love grow, I don't know, I don't know\"","response":"\"Something\""},{"text":"This 1973 No. 1 hit by Roberta Flack won Grammys for Record of the Year &amp; Song of the Year","response":"\"Killing Me Softly With His Song\""},{"text":"Wise men know that this Elvis Song was inspired by the French melody \"Plaisir d'amour\"","response":"\"I Can't Help Falling In Love With You\""},{"text":"Appropriately, this CCR hit was on the soundtrack to \"An American Werewolf in London\"","response":"\"Bad Moon Rising\""}],"originalDate":"2016-03-18"}],{"category":"CABINET POSITIONS","text":"Of the 4 jobs in George Washington’s cabinet, the 2 that have been filled by women in the 230 years since","response":"Secretary of State & Attorney General"}]}