{"mix":2128,"rounds":[[{"category":"THE ALGORITHM METHOD","comments":"","clues":[{"text":"IBM made the Lucifer algorithm in 1974 for the NSA to help with this, from the Greek for \"hidden writing\"","response":"cryptography"},{"text":"In 2015 Time magazine told of this website's News Feed algorithm that helped personalize content","response":"Facebook"},{"text":"Dealing with the function of markets, the Gale-Shapley algorithm was part of a Nobel Prize in this field","response":"economics"},{"text":"Euclidean algorithms are used by mathematicians to find the GCD, this","response":"the greatest common denominator"},{"text":"An algorithm can be a set of steps for a computer; one type covers this process of packing data into files such as mp3s","response":"a compression algorithm"}],"originalDate":"2016-03-09"},{"category":"CITY NICKNAMES","comments":"","clues":[{"text":"Agadir, Morocco is \"the City of Blue Men\", for the uniform of the drivers of these animals","response":"camels"},{"text":"This English university city is \"the City of Dreaming Spires\"","response":"Oxford"},{"text":"Ratnapura in this Asian island country is \"the City of Gems\" &amp; that's what its name means in Sinhalese","response":"Sri Lanka"},{"text":"This most populous New Zealand city is known as \"the City of Sails\"","response":"Auckland"},{"text":"The unofficial capital of Flemish-speaking Belgium, it's \"the City of the Madonnas\"","response":"Antwerp"}],"originalDate":"2016-03-09"},{"category":"MY EX-WIVES &amp; ME","comments":"","clues":[{"text":"Ex-wife Madonna showed up with him at the 2016 benefit for his Haitian relief organization","response":"(Sean) Penn"},{"text":"Breaking (up) news... this longtime CNN host &amp; wife No. 6, Julie Alexander","response":"Larry King"},{"text":"In 2015 this TV grill master found his union with TV Assistant D.A. Stephanie March was done","response":"Bobby Flay"},{"text":"He &amp; wife No. 5, Angelina Jolie, were bound by blood<span class=\"nobreak\">--</span>for a while","response":"(Billy Bob) Thornton"},{"text":"His third wife was Mia Farrow, but she made a brand new start of it","response":"(Frank) Sinatra"}],"originalDate":"2016-03-09"},{"category":"TRAVELING ALONG ROUTE 66","comments":"","clues":[{"text":"One end of Route 66 is at Grant Park on the corner of Jackson &amp; Michigan Avenues in this city","response":"Chicago"},{"text":"One of these theaters was opened in 1949 in Carthage, Missouri; occupying 9 acres, it's still in operation","response":"a drive-in"},{"text":"The only major city on Route 66 in Texas' upper panhandle; its attractions include Taylor's Texaco station","response":"Amarillo"},{"text":"Part of this 1940 Henry Fonda movie was filmed in Santa Rosa, New Mexico on Route 66","response":"<i>The Grapes of Wrath</i>"},{"text":"In 2009 the Route 66 Alliance designated this California city's pier as the \"end of the trail\"","response":"Santa Monica"}],"originalDate":"2016-03-08"},{"category":"TV IS REALLY COOKING","comments":"","clues":[{"text":"Tortellini with Bolognese sauce &amp; pizza Margherita were featured in \"Mario Eats Italy\", Mario being this guy","response":"Mario Batali"},{"text":"Bam! In 1990 he opened his first restaurant; bam! Later that decade, Food Network gave us the \"Essence of\" him","response":"Emeril"},{"text":"Chairman Kaga oversaw culinary \"battles\" that were held in Kitchen Stadium on this show","response":"<i>Iron Chef</i>"},{"text":"On this Fox show where you best not mess up the risotto, cooks vied to be the new head chef at a Gordon Ramsay restaurant","response":"<i>Hell's Kitchen</i>"},{"text":"Adam Richman hit New Orleans to eat 180 oysters in under an hour in a challenge on this Travel Channel show","response":"<i>Man v. Food</i>"}],"originalDate":"2016-03-08"},{"category":"LITERARY LAST NAMES","comments":"","clues":[{"text":"\"The Godfather\":<br>Sonny","response":"Corleone"},{"text":"\"Harry Potter and the Deathly Hallows\":<br>Luna","response":"Lovegood"},{"text":"\"The Adventures of Tom Sawyer\":<br>Becky","response":"Thatcher"},{"text":"\"The Count of Monte Cristo\":<br>Edmond","response":"Dantes"},{"text":"\"The Girl with the Dragon Tattoo\":<br>Mikael","response":"Blomkvist"}],"originalDate":"2016-03-08"}],[{"category":"ALPHABETIC HOMOPHONES","comments":"","clues":[{"text":"A former spouse","response":"ex"},{"text":"It precedes Capitan, Dorado &amp; Salvador","response":"El"},{"text":"It can be an exclamation of surprise, or a command given to a horse or ox to make it turn right","response":"gee"},{"text":"The Random House Dictionary calls it \"a medium or yellowish green\"","response":"pea"},{"text":"A long braid or pigtail historically worn by men","response":"a queue"}],"originalDate":"2016-03-08"},{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"In 1802 he described the humiliation he felt when someone next to him \"heard a flute in the distance and I heard nothing\"","response":"Beethoven"},{"text":"His 1884 \"Holberg Suite\" was written to honor the bicentennial of the birth of Norwegian writer Ludvig Holberg","response":"(Edvard) Grieg"},{"text":"A proud Czech, Smetana wrote of \"Brandenburgers In\" this region &amp; a work depicting the region's \"Meadows And Forests\"","response":"Bohemia"},{"text":"This Russian composer dipped into the heritage of neighboring lands with his \"Scheherazade\"","response":"Rimsky-Korsakov"},{"text":"To become director of the Vienna court opera in 1897, this Austrian converted from Judaism to Catholicism","response":"(Gustav) Mahler"}],"originalDate":"2016-03-08"},{"category":"ALL THE GLITTERING PRIZES","comments":"","clues":[{"text":"Finally in 1983, after 132 years, Australia II became the first foreign yacht to win this prize","response":"the America's Cup"},{"text":"The Rembrandts are annual film awards given out in this nation","response":"Holland (or the Netherlands)"},{"text":"This World War I U.S. Army general won the Pulitzer Prize for history in 1932","response":"Pershing"},{"text":"In 1929 he won first place &amp; $450 in the Iowa State Fair's art show","response":"Grant Wood"},{"text":"A peace prize is now named for this Russian scientist who won the Nobel Peace Prize for 1975","response":"Andrei Sakharov"}],"originalDate":"2016-03-08"},{"category":"OF \"THY\" I SING","comments":"","clues":[{"text":"In the words of Benjamin Franklin, \"Early to bed and early to rise, makes a man\" these 2 things \"and wise\"","response":"healthy and wealthy"},{"text":"Type of card you send someone in her \"time of sorrow\"","response":"sympathy"},{"text":"Paul addressed 2 of his epistles to this friend born in Asia Minor to a Jewish mother &amp; a Greek father","response":"Timothy"},{"text":"From Greek for \"without feeling\", it's another word for indifference","response":"apathy"},{"text":"Perhaps you have the \"Forsyte\" to know that this British author wrote \"The Forsyte Saga\"","response":"Galsworthy"}],"originalDate":"2016-03-08"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In 1700 Massachusetts passed a law requiring all priests of this faith to hit the road","response":"Catholicism"},{"text":"Without the knowledge of Congress, James Madison took possession of West Florida from this country","response":"Spain"},{"text":"It was signed in 1620 to get the Pilgrims to pull together","response":"the Mayflower Compact"},{"text":"At the end of WWI the 2 major unions in this industry were the ACWA &amp; the ILGWU","response":"garment workers"},{"text":"In 1848 the campaign slogan for this political party included the words \"free speech, free labor, free men\"","response":"Free Soil"}],"originalDate":"2016-03-07"},{"category":"STREET SMARTS","comments":"","clues":[{"text":"You'll find this lightly damaged historical object at 6th &amp; Market in Philly","response":"the Liberty Bell"},{"text":"In \"The Blues Brothers\", Elwood gives his address as 1060 W. Addison, which turns out to be this sporting venue","response":"Wrigley Field"},{"text":"Number 10 this street was first home to a British prime minister in 1735","response":"Downing Street"},{"text":"Folks from Oscar Wilde to Liza Minnelli have hit Jean Lafitte's Old Absinthe House at this street &amp; Bienville, y'all","response":"Bourbon Street"},{"text":"1,800 men live at 1300 Metropolitan in this city in Kansas, though not by choice; they don't get out of the house much","response":"Leavenworth"}],"originalDate":"2016-03-07"}],{"category":"SHAKESPEARE'S TRAGEDIES","text":"He has 272 speeches, the most of any non-title character in a Shakespeare tragedy","response":"Iago"}]}