{"mix":2132,"rounds":[[{"category":"ENGINEERING FEATS","comments":"","clues":[{"text":"The world's only intl. underwater automobile tunnel was completed in 1930 between Detroit &amp; this Ontario city","response":"Windsor"},{"text":"To prevent floods, this city is constructing 78 rotating gates to block the Adriatic Sea from its lagoon","response":"Venice"},{"text":"London's Aldgate station on this first subterranean railway was built on a pit where 1,000 bodies were buried during the Plague","response":"the Underground"},{"text":"In the 14th century the Ming dynasty extended it 16 miles to Laolongtou, where it meets the Pacific Ocean","response":"the Great Wall of China"},{"text":"Confederation Bridge, connecting New Brunswick with this island, is the world's longest over ice-covered waters","response":"Prince Edward Island"}],"originalDate":"2016-03-01"},{"category":"YOUR IDIOMS CONFUSE ME","comments":"","clues":[{"text":"Blaming one for something you're also doing is the pot calling the kettle this, if, say, pots spoke, which they don't","response":"black"},{"text":"A spike-haired TV kid warned not to get upset &amp; \"have a\" this animal, man, as, obviously the boy did not like farming","response":"a cow"},{"text":"Actors use this horrific anatomical phrase to wish each other good luck","response":"break a leg"},{"text":"You think I'm useless?  What am I?  This 2-word phrase describing a cut-up animal body part?  That is actually delicious?","response":"chopped liver"},{"text":"If I did this \"on\" someone, I ended our conversation, yet if I am this \"on\" someone, I'm obsessed","response":"hung up"}],"originalDate":"2016-03-01"},{"category":"LEAP DAY","comments":"","clues":[{"text":"On Feb. 29, 1904, Teddy Roosevelt appointed a commission to oversee construction of this waterway","response":"the Panama Canal"},{"text":"In 1960, in this city, Hugh Hefner opened his first Playboy Club, where Bunnies could live for $50 a month rent","response":"Chicago"},{"text":"In 1504 he used foreknowledge of a lunar eclipse to escape a dicey situation with local Jamaicans","response":"Christopher Columbus"},{"text":"Well, fiddle dee dee! In 1940 this film was honored with 8 Oscars","response":"<i>Gone with the Wind</i>"},{"text":"2008's Leap Day saw the Va. Supreme Court uphold the USA's first felony conviction for this practice of flooding emails","response":"spamming"}],"originalDate":"2016-02-29"},{"category":"ANIMATED TV","comments":"","clues":[{"text":"Burgers of the Day on this show: \"I know why the Cajun Burger Sings\", \"Beets of the Southern Wild\" &amp; \"To Err is Cumin\"","response":"<i>Bob's Burgers</i>"},{"text":"Cosmo &amp; Wanda are unusual fairy godparents on this show that started its tenth season in 2016","response":"<i>Fairly OddParents</i>"},{"text":"This title girl gets around with her backpack &amp; an item that isn't afraid to repeat \"I'm the map. I'm the map, I'm the map\"","response":"Dora (the Explorer)"},{"text":"Trying to be more American, this Kwik-E-Mart man tells Homer, \"The NY Mets are my favorite squadron\"","response":"Apu"},{"text":"This spy said, \"I didn't invent the turtleneck, Lana, but I was the first to recognize its potential as a tactical garment\"","response":"(Sterling) Archer"}],"originalDate":"2016-02-29"},{"category":"\"RTH\"","comments":"(Alex: Those three letters coming up at the end of each correct response.)","clues":[{"text":"10-letter way of saying from now on","response":"henceforth"},{"text":"In \"The Red Queen\" Philippa Gregory wrote, \"Men die in battle; women die in\" this","response":"childbirth"},{"text":"In Scotland, it's similar to a fjord, but with lower walls","response":"a firth"},{"text":"In 1913, this five-&amp;-dime magnate built what was then the tallest building in the world","response":"Woolworth"},{"text":"In the name of the retail company specializing in products for the home &amp; garden, it's paired with \"plow\"","response":"hearth"}],"originalDate":"2016-02-29"},{"category":"LONG 1-SYLLABLE WORDS","comments":"","clues":[{"text":"7 letters: A preposition that can precede \"out\" or \"line\"","response":"through"},{"text":"8 letters: A poker hand with consecutive numbers","response":"a straight"},{"text":"8 letters: From the German for \"mouthful\", it's a general term for a strong Euro-liquor","response":"schnapps"},{"text":"9 letters: From Yiddish, how we lugged that suitcase upstairs","response":"schlepped"},{"text":"9 letters: Shrilly cried, like a certain owl","response":"screeched"}],"originalDate":"2016-02-29"}],[{"category":"NEBRASKANS","comments":"","clues":[{"text":"This Vietnam vet was elected a U.S. Senator for Nebraska in 1996 &amp; made Secretary of Defense in 2013","response":"Chuck Hagel"},{"text":"Lincoln-born Ted Sorensen gained fame as this man's speechwriter &amp; political strategist","response":"JFK"},{"text":"This 1968-1975 ABC talk show host had intellectual cachet<span class=\"nobreak\">--</span>Norman Mailer head-butted Gore Vidal in his green room!","response":"Dick Cavett"},{"text":"Standing Bear of the Ponca tribe won an 1879 court victory when a judge said that \"an Indian is\" indeed this 6-letter word","response":"a person"},{"text":"The spot for Malcolm X was Omaha, where he was born in 1925 with this original last name","response":"Little"}],"originalDate":"2016-02-29"},{"category":"OLD-TIME SCIENCE","comments":"","clues":[{"text":"Neptunism was the idea this once covered the earth &amp; all rock precipitated from it","response":"water"},{"text":"The 1862 telluric screw organized atomic weights on a cylinder, a 3D version of this table","response":"the periodic table"},{"text":"Early OB/GYNs thought eating too many strawberries during pregnancy gave the baby the strawberry type of this","response":"a birthmark"},{"text":"17th c. scientists thought adding a soiled shirt to wheat can create mice<span class=\"nobreak\">--</span>the theory of the spontaneous type of this","response":"generation"},{"text":"Mutation is part of modern genetics; put a syllable before it to get this change of base metals to gold in alchemy","response":"transmutation"}],"originalDate":"2016-02-29"},{"category":"\"BUTTER\" ME UP","comments":"","clues":[{"text":"This name for pickpocket Thomas Moran sounds like he was clumsy, but refers to his smoothness","response":"Butterfingers"},{"text":"After 40 years, it was revealed in 2009 that the first name of this breakfast food advertising icon is Joy","response":"Mrs. Butterworth"},{"text":"Merry music makers of \"In-A-Gadda-Da-Vida\"","response":"Iron Butterfly"},{"text":"Elizabeth Taylor won an Oscar for playing Manhattan beauty Gloria Wandrous in this film","response":"<i>BUtterfield 8</i>"},{"text":"In song The Foundations followed this formal plea with \"Don't break my heart\"","response":"\"Build Me Up Buttercup\""}],"originalDate":"2016-02-29"},{"category":"IN THE STATE NICKNAME","comments":"","clues":[{"text":"Pennsylvania<span class=\"nobreak\">--</span>this architectural mainstay","response":"Keystone"},{"text":"Illinois<span class=\"nobreak\">--</span>this tract of grassland","response":"Prairie"},{"text":"Wyoming<span class=\"nobreak\">--</span>this profession","response":"Cowboy"},{"text":"Montana<span class=\"nobreak\">--</span>this collection of wealth","response":"Treasure"},{"text":"South Dakota<span class=\"nobreak\">--</span>this canine","response":"Coyote"}],"originalDate":"2016-02-26"},{"category":"GET A HANDLE ON IT","comments":"","clues":[{"text":"This synonym for a slim briefcase with a handle is also a word for a diplomatic official","response":"an attaché"},{"text":"Perhaps due to a bias against the household chore, this Monopoly token was voted out &amp; replaced by a cat in 2013","response":"the iron"},{"text":"This star group in Ursa Major is also called the Plow","response":"the Big Dipper"},{"text":"This name of a whip used for flogging tells you the number of lines tied to its handle","response":"a cat-o'-nine-tails"},{"text":"Traditional stickball was played with the handle of this cleaning item as the \"bat\"","response":"a broomstick"}],"originalDate":"2016-02-26"},{"category":"QUIZINE","comments":"","clues":[{"text":"An 1867 appeal to scientists by Napoleon III led to the creation of this butter substitute","response":"margarine"},{"text":"From words meaning \"outside the work\" , it's an appetizer served before a meal","response":"<i>hors d'oeuvre</i>"},{"text":"It's the main course in Norman Rockwell's painting \"Freedom from Want\"","response":"a turkey"},{"text":"This fruit is named for its flower, parts of which are said to resemble Christ's crucifixion","response":"a passion fruit"},{"text":"The 2-word name of this dish of large prawns uses an English word &amp; an Italian word that mean the same thing","response":"shrimp scampi"}],"originalDate":"2016-02-26"}],{"category":"CONSTITUTIONS OF THE WORLD","text":"This country's 1979 constitution forbids amendments altering its official ideology or religion","response":"Iran"}]}