{"mix":2139,"rounds":[[{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"In high school P.E. stands for this class","response":"physical education"},{"text":"This hospital locale can be abbreviated OR or O.R.","response":"the operating room"},{"text":"The fi in sci-fi is short for fiction; in hi-fi it's short for this","response":"fidelity"},{"text":"PC can stand for politically correct or for this desktop device","response":"a personal computer"},{"text":"Abbreviated atm., it's what a restaurant on the moon lacks","response":"atmosphere"}],"originalDate":"1994-11-08"},{"category":"1983","comments":"","clues":[{"text":"In June 1983 this PLO leader, accused of slandering Syria, was expelled from the country","response":"Arafat"},{"text":"Senator Jesse Helms led the opposition to this federal holiday that became law in 1983","response":"Martin Luther King's birthday"},{"text":"The first of these birds hatched in captivity was born at the San Diego Zoo","response":"a California condor"},{"text":"The Greens won 27 seats in this country's Bundestag","response":"(West) Germany"},{"text":"This cartel cut prices for the first time since it was formed in 1960; Saudi Light fell $5 to $29","response":"OPEC"}],"originalDate":"1994-11-08"},{"category":"IVY LEAGUE SCHOOLS","comments":"","clues":[{"text":"Founded in Cambridge in 1636, it's the oldest institution of higher learning in the U.S.","response":"Harvard"},{"text":"It's nicknamed \"Old Eli\"","response":"Yale"},{"text":"In 1896 the College of New Jersey adopted this name","response":"Princeton"},{"text":"This New Hampshire college was an outgrowth of Moor's Indian Charity School, founded in 1754","response":"Dartmouth"},{"text":"The prestigious Haffenreffer Museum of Anthropology in Bristol, R.I. is owned by this university","response":"Brown University"}],"originalDate":"1994-11-08"},{"category":"THEATRE","comments":"","clues":[{"text":"In the 1970s James Whitmore gave 'em hell in a one-man stage show about this president","response":"Harry Truman"},{"text":"Character who says, \"I have always depended on the kindness of strangers\"","response":"Blanche DuBois"},{"text":"The 3 scenes of this Neil Simon comedy all take place in the same New York hotel room","response":"<i>Plaza Suite</i>"},{"text":"The Scopes Monkey Trial inspired this play that opened in 1955","response":"<i>Inherit the Wind</i>"},{"text":"In 1993 &amp; '94 David &amp; Shaun Cassidy appeared in this musical about twins separated at birth","response":"<i>Blood Brothers</i>"}],"originalDate":"1994-11-08"},{"category":"SPORTS RULES FILL IN THE BLANK","comments":"","clues":[{"text":"NBA:<br>\"An offensive ____ is illegal contact, committed by an offensive player, after the ball is live\"","response":"foul"},{"text":"MLB:<br>\"The ____ shall not... expectorate on the ball, either hand or his glove\"","response":"pitcher"},{"text":"NFL:<br>\"Any forward pass (legal or illegal) is ____ and the ball is dead immediately if the pass strikes the ground\"","response":"incomplete"},{"text":"MLB:<br>\"The second game of a ____ shall start twenty minutes after the first game is completed\"","response":"doubleheader"},{"text":"NBA:<br>\"A team must attempt a field goal within ____ seconds after gaining possession of the ball\"","response":"24"}],"originalDate":"2016-02-12"},{"category":"AROUND THE WHIRLED","comments":"(Alex: Notice the spelling of \"whirled\" there.  We're dealing with anagrams here.)","clues":[{"text":"Country near Australia:<br>ZEN LAD ANEW","response":"New Zealand"},{"text":"North American national symbol:<br>PALE FLAME","response":"maple leaf"},{"text":"Flowing through Asia:<br>DINER VIRUS","response":"Indus River"},{"text":"Mountain in Tanzania:<br>JOIN ARK MAIL","response":"Kilimanjaro"},{"text":"In Central America:<br>LARVAL DOSE","response":"El Salvador"}],"originalDate":"2016-02-12"}],[{"category":"SCI-FI BOOKS","comments":"","clues":[{"text":"Cory Doctorow's \"Down and Out in the Magic Kingdom\" is a futuristic tale about attempts to make this Orlando park virtual","response":"Disney World"},{"text":"Connie Willis' \"Blackout\" tells of time-traveling historians visiting this world capital during the Blitz","response":"London"},{"text":"Plural title of a John Scalzi novel inspired not by idle freshman athletes but by doomed crewmen on \"Star Trek\"","response":"<i>Redshirts</i>"},{"text":"To win a big prize, the hero of \"Ready Player One\" must play virtual arcade games, like this one with rideable ostriches","response":"<i>Joust</i>"},{"text":"An anthology edited by Ann &amp; Jeff Vandermeer is titled this genre that takes sci-fi back to Victorian times","response":"steampunk"}],"originalDate":"2016-02-12"},{"category":"COLORFUL WORDS &amp; PHRASES","comments":"","clues":[{"text":"Another's good fortune might make you this color \"with envy\"","response":"green"},{"text":"Not exactly legal, not exactly illegal is this color \"area\"","response":"gray area"},{"text":"A detailed outline of a course of action; it's not just for architects","response":"a blueprint"},{"text":"If you're greatly pleased, you're said to be this phrase, even if no one has made you laugh by touching you","response":"tickled pink"},{"text":"If you're \"born to\" this color, you're of royal lineage","response":"purple"}],"originalDate":"2016-02-12"},{"category":"FAQ","comments":"","clues":[{"text":"In Genesis 4 this man replies to God with the question \"Am I my brother's keeper?\"","response":"Cain"},{"text":"Online FAQs for this D.C. landmark include \"Can I go inside?\" (Yes) &amp; \"Does\" it \"sway in the wind?\" (No)","response":"the Washington Monument"},{"text":"This \"Pygmalion\" playwright wrote, \"You see things; &amp; you say, 'Why?' but I dream things that never were; &amp; I say, 'Why not?\"'","response":"(George Bernard) Shaw"},{"text":"When asked in 1779 about being ready to surrender, John Paul Jones replied with this line","response":"\"I have not yet begun to fight.\""},{"text":"Month &amp; year that JFK invited us to \"Ask not what your country can do for you, ask what you can do for your country\"","response":"January 1961"}],"originalDate":"2016-02-12"},{"category":"\"ILY\"","comments":"","clues":[{"text":"This Italian island looks like it's getting the boot","response":"Sicily"},{"text":"It precedes \"clad\" describing one wearing little to no clothing","response":"scantily"},{"text":"A meal on platters so all can serve themselves in this \"style\"","response":"family"},{"text":"This Shakespearean adverb doth mean \"in truth\"","response":"verily"},{"text":"A sermon, often on a biblical topic","response":"a homily"}],"originalDate":"2016-02-12"},{"category":"BTW","comments":"","clues":[{"text":"Roger Way tasted 200 of these a day, helping him develop the Empire &amp; Jonagold types","response":"apples"},{"text":"Submariners don't call their sub a ship or vessel; they usually just say \"come on aboard\" this","response":"the boat"},{"text":"Not to be confused with the Hurricanes, these teams take the field for Iowa State","response":"the Cyclones"},{"text":"To compete in the Deaflympics, athletes must have lost at least 55 of these units in the better ear","response":"decibels"},{"text":"Sun spiders are among the few members of this taxonomic class that make noise","response":"arachnids"}],"originalDate":"2016-02-12"},{"category":"THE NORTH PACIFIC","comments":"","clues":[{"text":"Over 1,300 miles from Oahu, Kure Atoll is the farthest west part of this archipelago","response":"the Hawaiian Islands"},{"text":"In 1849 this Canadian island was made a British colony; 17 years later, it became part of British Columbia","response":"Vancouver (Island)"},{"text":"Good morning!  This U.S. territory sits at the south end of the Marianas","response":"Guam"},{"text":"This Mexican port 50 miles south of San Diego has been called the \"Cinderella of the Pacific\"","response":"Ensenada"},{"text":"Between 1946 &amp; 1958, 23 nuclear tests were conducted in this tiny atoll in the Marshall Islands","response":"Bikini Atoll"}],"originalDate":"2016-02-11"}],{"category":"ASTRONOMERS","text":"This man's name was given to a comet that crashed into Jupiter in 1994; he's the only human whose remains lie on the Moon","response":"Shoemaker"}]}