{"mix":2153,"rounds":[[{"category":"THE AMERICAN PAST","comments":"","clues":[{"text":"It's \"The First State\" but Thomas McKean, a delegate from there, is believed to be the last to sign the Dec. of Indep.","response":"Delaware"},{"text":"In August 1862 the Union had about 15,000 casualties &amp; the Confederates, 9,000 in the Second Battle of this","response":"Bull Run"},{"text":"In 1774 it was \"Meet the Fluckers\" for this general whose name is on a Kentucky fort, as he married Lucy Flucker","response":"Knox"},{"text":"He was arrested on Oct. 26, 1871, shortly after his reelection as a Tammany Hall chairman","response":"Boss Tweed"},{"text":"\"The Wreck Of\" this ship that sank on Nov. 10, 1975 lies 530 feet below the surface of Lake Superior, broken in 2 sections","response":"the <i>Edmund Fitzgerald</i>"}],"originalDate":"2016-01-21"},{"category":"<a href=\"http://www.j-archive.com/media/2016-01-20_J_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE WORLD ALMANAC</em> 2016 EDITION</a>","comments":"","clues":[{"text":"This U.S. paper currency features B. Franklin &amp; a bell that changes color from copper to green as a security measure","response":"a $100 bill"},{"text":"Within 24 hours of its Oct. 19, 2015 release, the trailer for this \"Star Wars\" film was viewed more than 112 mil. times","response":"<i>The Force Awakens</i>"},{"text":"In 2012 Libya's all-time world record high temp. was invalidated &amp; replaced by this U.S. spot's 134 degrees set in 1913","response":"Death Valley"},{"text":"Only Arizona &amp; Montana allow doing this while driving for all motorists","response":"texting"},{"text":"On the list of the world's richest people, Bill Gates is on top with this Mexican telecommunications mogul at No. 2","response":"Carlos Slim"}],"originalDate":"2016-01-20"},{"category":"'90s POP CULTURE","comments":"","clues":[{"text":"With Zoo TV &amp; PopMart, they had 2 of the highest-grossing concert tours of the '90s","response":"U2"},{"text":"She was Billy Joel's \"Uptown Girl\" until their marriage ended in 1994","response":"Christie Brinkley"},{"text":"In 1994 Tess Trueheart served him with divorce papers","response":"Dick Tracy"},{"text":"In September 1996 Jacquelyn Mitchard's \"The Deep End of the Ocean\" became its first selection","response":"Oprah's Book Club"},{"text":"The \"original 9\" of these to hit store shelves included Patti the Platypus &amp; Squealer the Pig","response":"Beanie Babies"}],"originalDate":"2016-01-20"},{"category":"BETWEEN 5 FERNS","comments":"","clues":[{"text":"A young girl named Fern saves a pig from certain death in this E.B. White novel","response":"<i>Charlotte's Web</i>"},{"text":"Ferns produce not seeds but spores, which form on these, a fern's version of leaves","response":"fronds"},{"text":"The animated fantasy film \"Ferngully\" is subtitled \"The Last\" of these tropical locales where ferns thrive","response":"a rainforest"},{"text":"For a yummy treat that's high in vitamins A &amp; C, steam this type of fern named for a stringed musical instrument","response":"a fiddlehead"},{"text":"In the 1961 novel \"Where the Red Fern Grows\", a boy's dogs are killed defending him from attack by one of these cats","response":"a mountain lion"}],"originalDate":"2016-01-20"},{"category":"BOOKS, \"OF\" ALL THINGS","comments":"","clues":[{"text":"Okies on the move west","response":"<i>The Grapes of Wrath</i>"},{"text":"Schoolboys divide up &amp; kill","response":"<i>Lord of the Flies</i>"},{"text":"Powerful pup reverts to the primitive","response":"<i>The Call of the Wild</i>"},{"text":"Greg's journal of being uncool in middle school","response":"<i>Diary of a Wimpy Kid</i>"},{"text":"A Savannah slaying saga with a statue on the cover","response":"<i>Midnight in the Garden of Good and Evil</i>"}],"originalDate":"2016-01-20"},{"category":"YOU MIGHT NEED SURGERY","comments":"","clues":[{"text":"A hemostat is this device that's closed over a cut blood vessel to stop bleeding","response":"a clamp"},{"text":"In this technique, the reflection of sound waves is recorded to produce images from inside the body","response":"ultrasound"},{"text":"To relieve pressure, trepanning is boring or drilling a hole through this","response":"the cranium (the skull bone)"},{"text":"When used to open the thoracic cavity, a surgical guillotine transects this group of bones, not the neck","response":"the ribs"},{"text":"It's the intentional burning away of tissue by electric current or heat","response":"cauterization"}],"originalDate":"2016-01-20"}],[{"category":"FOUND IN ROY G. BIV","comments":"","clues":[{"text":"In Ireland it began in 1981 as the ecology party","response":"the Green Party"},{"text":"Due to fear of communism, in the 1950s this color was followed by \"Legs\" to make a new baseball team name","response":"red"},{"text":"This title is borne by heirs apparent to the Dutch throne","response":"Prince of Orange"},{"text":"The Sannar Dam in Sudan impounds the flow of this","response":"the Blue Nile"},{"text":"Frank Sinatra covered this \"emotional\" Duke Ellington composition in 1955","response":"\"Mood Indigo\""}],"originalDate":"2016-01-20"},{"category":"SCREAMS, SHOUTS","comments":"","clues":[{"text":"At the end of the song \"Helter Skelter\", this drummer screams, \"I got blisters on my fingers!\"","response":"Ringo Starr"},{"text":"For the 75th anniv. of \"King Kong\" in 2008, 9-year-old Shannon O'Hanlon won the scream-alike contest named after her","response":"Fay Wray"},{"text":"Corey Taylor of metal band Slipknot provided the roar of an alien warlord on this Peter Capaldi show","response":"<i>Doctor Who</i>"},{"text":"Shelley Duvall loudly indicates her displeasure at the imminent arrival of an axe-bearing Nicholson in this film","response":"<i>The Shining</i>"},{"text":"Donald Sutherland was a total scream dealing with pod people in this 1978 horror remake","response":"<i>Invasion of the Body Snatchers</i>"}],"originalDate":"2016-01-20"},{"category":"WALES","comments":"","clues":[{"text":"The publication of the complete translation of this in 1588 helped preserve the Welsh language","response":"the Bible"},{"text":"Wales' national instrument, it has 3 rows of strings; Prince Charles appoints a player on a scholarship program annually","response":"the harp"},{"text":"Near Llanrhaeadr-ym-mochnant splashes a 240' this; not so high, but I love to say Llanrhaeadr-ym-Mochnant","response":"a waterfall"},{"text":"Built on the site of an old Roman fort, it didn't become the capital of Wales until 1955","response":"Cardiff"},{"text":"You might want to wear a sweater when visiting Aberaeron on this bay, as it can be quite chilly","response":"Cardigan Bay"}],"originalDate":"2016-01-20"},{"category":"THE 1930s","comments":"","clues":[{"text":"In 1934 a peace treaty was signed by descendants of these Florida Indians who fought 3 wars against the U.S.","response":"the Seminole"},{"text":"A plane crash in Alaska killed this cowboy humorist on August 15, 1935","response":"Will Rogers"},{"text":"This U.S. seismologist developed his famous scale","response":"Richter"},{"text":"The \"P\" in WPA stood for this","response":"(Works) Progress (Administration)"},{"text":"In 1930 he became the first golfer to win the \"Grand Slam\" &amp; announced his retirement","response":"Bobby Jones"}],"originalDate":"1995-09-07"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"You don't have to go a \"long distance\" to know this company is just T","response":"AT&T"},{"text":"When you say this 3-letter symbol, you say Anheuser-Busch","response":"BUD"},{"text":"The price of this stock, FDX, doesn't move overnight, but the company sure does","response":"Federal Express"},{"text":"Symbolized S, one of its major competitors is JCP","response":"Sears"},{"text":"Barnes &amp; Noble's 3-letter stock symbol, it implies what they sell","response":"BKS"}],"originalDate":"1995-09-07"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"This river marks the western boundary of Egypt's Arabian Desert","response":"the Nile"},{"text":"Asia's Anadyr &amp; North America's Yukon rivers empty into this sea named for a Danish explorer","response":"the Bering Sea"},{"text":"The Tyrrhenian Sea is bounded to the south by this large Italian island","response":"Sicily"},{"text":"The name Oregon may come from an old French name for this river, its northern border","response":"the Columbia"},{"text":"The waters of New York's Lake George drain into this lake to the north","response":"Lake Champlain"}],"originalDate":"1995-09-07"}],{"category":"CLASSIC FICTION","text":"A 1902 work says of a riverboat journey, \"We penetrated deeper and deeper into\" this, the work's title","response":"<i>Heart of Darkness</i>"}]}