{"mix":2157,"rounds":[[{"category":"CUTS LIKE A KNIFE","comments":"","clues":[{"text":"A heavy steel blade with a 45-degree edge ran in grooves in the posts of this execution device","response":"a guillotine"},{"text":"From the Latin for \"saw-shaped\", it's an adjective for a knife designed to cut soft foods like tomatoes &amp; bread","response":"serrated"},{"text":"In the 1640s the French army became the first to use this long blade attached to the barrel of a musket","response":"a bayonet"},{"text":"On this nation's flag, a scimitar appears above a declaration called the Shahada","response":"Saudi Arabia"},{"text":"The name of these people who invaded England in the 5th century may come from a dagger traditionally worn by them","response":"the Saxons"}],"originalDate":"2016-01-13"},{"category":"THAT'S THE THEORY","comments":"","clues":[{"text":"Gravitation is an effect of distortion of time &amp; space by matter, according to the theory of general this","response":"relativity"},{"text":"In Jungian theory primordial images of stories or characters aren't just regular \"types\" but these","response":"archetypes"},{"text":"On April 7, 1954 Pres. Eisenhower spoke about this theory regarding the effects of the fall of French Indochina","response":"the domino theory"},{"text":"A branch of math, this 11-letter theory uses dice &amp; card games but may be best known for examining coin flip outcomes","response":"probability"},{"text":"On \"Big Bang Theory\" Sheldon debated loop quantum gravity (\"balderdash\") vs. this advanced physics theory","response":"string theory"}],"originalDate":"2016-01-13"},{"category":"THE APOLLO","comments":"","clues":[{"text":"A statue of Apollo was one of the first large bronzes excavated from this city destroyed in 79 A.D.","response":"Pompeii"},{"text":"Because of their proximity to us, Apollo asteroids are on NASA's table of NEOs, short for these","response":"near-Earth objects"},{"text":"Bratislava's Apollo Bridge spans this lengthy European river","response":"the Danube"},{"text":"This choreographer's 1928 ballet \"Apollo\" was the first work of his neoclassical style","response":"(George) Balanchine"},{"text":"In 1975 an Apollo spacecraft docked with this in the first joint U.S.-Soviet space mission","response":"Soyuz"}],"originalDate":"2016-01-13"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Carson City, Nevada was named for this frontier scout<span class=\"nobreak\">--</span> scout's honor","response":"Kit Carson"},{"text":"You'll find the Menninger Clinic in this Kansas City","response":"Topeka"},{"text":"The Eagle Gate in this capital city was once the entrance to Brigham Young's estate","response":"Salt Lake City"},{"text":"This state capital of New Mexico is nicknamed \"The City Different\"","response":"Santa Fe"},{"text":"It's the capital of the Sooner State","response":"Oklahoma City"}],"originalDate":"1993-07-13"},{"category":"FOOD","comments":"","clues":[{"text":"Baked beans &amp; steamed brown bread are a famous combination from this New England city","response":"Boston"},{"text":"This sauce is the traditional topping for eggs Benedict","response":"hollandaise"},{"text":"Before making bread, bakers usually \"proof\" this leavening agent to see if it's alive","response":"yeast"},{"text":"These bivalves should have their beards removed before cooking","response":"mussels"},{"text":"Used in Middle Eastern cooking, tahini is a paste made of these seeds","response":"sesame seeds"}],"originalDate":"1993-07-13"},{"category":"CHAINS","comments":"(Alex: Get it?)","clues":[{"text":"This southern California newspaper is the flagship paper in the Times Mirror chain","response":"Los Angeles Times"},{"text":"This gasoline chain's former song begins, \"You can trust your car to the man who wears the star\"","response":"Texaco"},{"text":"Rumor has it Wendy's founder Dave Thomas told this man to open a \"chicken only\" restaurant chain","response":"Colonel Sanders"},{"text":"This major grocery chain began in 1859 when 2 men set up shop on the New York docks to sell tea","response":"the A&P"},{"text":"The largest U.S. drugstore chain in terms of sales, it used to be known for its soda fountains","response":"Walgreens"}],"originalDate":"1993-07-13"}],[{"category":"RODENTS","comments":"","clues":[{"text":"The Shadow knows that this shadow seeker is a marmot","response":"a groundhog"},{"text":"Its pond lodge may have a shredded-bark carpet &amp; several entranceways","response":"a beaver"},{"text":"It's name comes from the French for \"honeycomb\" &amp; it honeycombs the ground with its burrows","response":"a gopher"},{"text":"Wood rats are also known by this name because they collect shiny objects for their nests","response":"pack rats"},{"text":"In one downward leap one of these rodents may glide for over 150 feet","response":"flying squirrels"}],"originalDate":"1993-07-13"},{"category":"FRENCH","comments":"","clues":[{"text":"A sign that says \"Chiens interdits\" means these pets are not allowed","response":"dogs"},{"text":"The French word for this nationality is Irlandaise","response":"Irish"},{"text":"If you want to buy this sports equipment, ask for les skis nautiques","response":"water skiing equipment"},{"text":"The sky is le ciel, &amp; this phenomenon seen in the sky is l'arc-en-ciel","response":"a rainbow"},{"text":"If you want to know who's doing this at a concert, ask, \"Qui chante?\"","response":"Who is singing?"}],"originalDate":"1993-07-13"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Explorer Bartholomew Gosnold gave this Massachusetts cape its \"fishy\" name","response":"Cape Cod"},{"text":"Legend says Caribbean Indians told him about the Fountain of Youth, for which he explored Florida","response":"Ponce de Leon"},{"text":"Fridtjof Nansen was the first to ski across this largest island in the world","response":"Greenland"},{"text":"Ibn Battutah, who visited almost all Muslim countries in the 14th century, began with a pilgrimage here","response":"Mecca"},{"text":"This Norwegian established a shipping business with funds from his conquest of the South Pole","response":"Amundsen"}],"originalDate":"1993-07-13"},{"category":"RELIGIOUS HISTORY","comments":"","clues":[{"text":"Because they believed in an afterlife, these people mummified animals as well as pharaohs","response":"the Egyptians"},{"text":"The people of this empire centered in the valley of Mexico worshipped a corn god named Centeotl","response":"the Aztecs"},{"text":"This leader of the Reformation wrote the famous hymn \"A Mighty Fortress is Our God\"","response":"Martin Luther"},{"text":"The name of these ancient Celtic priests may be derived from daur, an old Irish word for \"oak tree\"","response":"the Druids"},{"text":"This late Archbishop of New York became a cardinal in 1946","response":"Cardinal Spellman"}],"originalDate":"1993-07-13"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"A 1992 study revealed that for an average adult this is 98.2°, not 98.6° as long believed","response":"the body temperature"},{"text":"Scarlatina is another name for this illness characterized by a rash &amp; \"strawberry tongue\"","response":"scarlet fever"},{"text":"For women over 50, the American Cancer Society recommends having this breast exam once a year","response":"mammogram"},{"text":"In 1902 Dr. Eugene Opie established that this disorder results from damage to the pancreatic tissue","response":"diabetes"},{"text":"Many people omit raw eggs from their diet because they're known to cause this type of food poisoning.","response":"salmonella"}],"originalDate":"1993-07-13"},{"category":"WORLD FLAGS","comments":"","clues":[{"text":"Thought to have been designed by an American, Chile's flag features these 3 colors","response":"red, white & blue"},{"text":"Appropriately, it's the type of tree found on Lebanon's flag","response":"a cedar"},{"text":"Israel's coat of arms shows a menorah &amp; its state flag shows this symbol","response":"a star of David"},{"text":"The Union Jack of the U.K. combines the crosses of St. Andrew, St. Patrick &amp; this saint","response":"St. George"},{"text":"Once part of the United Arab Republic, this country adopted the republic's flag in 1980","response":"Syria"}],"originalDate":"1993-07-13"}],{"category":"TV THEME MUSIC","text":"A short piece for 2 guitars called \"Strange No. 3\" was the first part of the theme music for this drama series that debuted in 1959","response":"<i>The Twilight Zone</i>"}]}