{"mix":2159,"rounds":[[{"category":"WORDS OF DESIRE","comments":"","clues":[{"text":"It precedes &#8209;ful thinking &amp; &#8209;ing well","response":"wish"},{"text":"A written statement of petition, or something a band may take from the crowd","response":"a request"},{"text":"A defendant's answer to a legal charge in court; not guilty is a good one","response":"a plea"},{"text":"Pregnant ladies wanting pickles in their ice cream are familiar with this word, from the Old English for \"to demand\"","response":"crave"},{"text":"\"Give me your tired, your poor, your huddled masses\" doing this \"to breathe free\"","response":"yearning"}],"originalDate":"2016-01-12"},{"category":"NONFICTION","comments":"","clues":[{"text":"\"The River of Doubt\" documents a journey he took on the Amazon after his 1912 election defeat","response":"Teddy Roosevelt"},{"text":"\"Vera\" is a biography of his mrs., without whom he would not have written novels like \"Pale Fire\" &amp; \"Lolita\"","response":"(Vladimir) Nabokov"},{"text":"\"The Everything Store\" is subtitled this man \"and the Age of Amazon\"","response":"(Jeff) Bezos"},{"text":"\"Dead Wake\" chronicles the last crossing of this luxury liner, sunk en route to Liverpool from New York","response":"the <i>Lusitania</i>"},{"text":"\"Between the Dying and the Dead\" chronicles this doctor's \"Life and the Battle to Legalize Euthanasia\"","response":"Kevorkian"}],"originalDate":"2016-01-12"},{"category":"FIRST ISSUES","comments":"","clues":[{"text":"When it debuted in 1922, it promised 31 articles each month \"in condensed and compact form\"","response":"<i>Reader's Digest</i>"},{"text":"This entertainment industry staple had an article on \"Hobbies of Vaudeville Managers\" in its 1905 debut","response":"<i>Variety</i>"},{"text":"The first issue of Tiger Beat in 1965 asked whether this singing duo had lost that lovin' feeling &amp; was breaking up","response":"The Righteous Brothers"},{"text":"Gloria Steinem wrote about sisterhood in this \"new magazine for women\" in the spring of 1972","response":"<i>Ms.</i>"},{"text":"With James Russell Lowell as editor, in 1857 this monthly called itself \"a magazine of literature, art, and politics\"","response":"<i>Atlantic Monthly</i>"}],"originalDate":"2016-01-12"},{"category":"NEW PLACE NAME RHYME TIME","comments":"","clues":[{"text":"Sheep fabric from Constantinople","response":"Istanbul wool"},{"text":"A hypnotic state in Gaul","response":"a France trance"},{"text":"A short romance in Peking","response":"Beijing fling"},{"text":"A Formosa hairdressing shop","response":"a Taiwan salon"},{"text":"Costs in British Honduras","response":"Belize fees"}],"originalDate":"2016-01-12"},{"category":"OSCAR WINNERS ON TV","comments":"","clues":[{"text":"Her trophy case is getting full: Oscars for \"Blue Sky\" &amp; \"Tootsie\" plus 2 Emmys for \"American Horror Story\"","response":"Jessica Lange"},{"text":"Fresh from her Oscar win for \"Boyhood\", Patricia Arquette began solving crimes for the FBI on this show","response":"<i>CSI: Cyber</i>"},{"text":"This 2-time Oscar winner had a recurring role on \"The Newsroom\" &amp; stars as Grace on Netflix' \"Grace and Frankie\"","response":"Jane Fonda"},{"text":"Helen Hunt was still on \"Mad About You\" when she won an Oscar opposite Jack Nicholson in this film","response":"<i>As Good As It Gets</i>"},{"text":"Post-Oscar, Holly Hunter played Detective Grace Hanadarko, offered a chance at redemption on this TV series","response":"<i>Saving Grace</i>"}],"originalDate":"2016-01-12"},{"category":"\"H\" 2\"O\"","comments":"(Alex: Each correct response will begin with the letter \"H\", and it'll be followed at some point by a double \"O\".)","clues":[{"text":"Recent trends in this type of flooring include wider planks &amp; darker colors","response":"hardwood"},{"text":"A coveted possession handed down from one generation to the next","response":"heirloom"},{"text":"Gary Cooper won an Oscar for his role as Marshal Will Kane in this film","response":"<i>High Noon</i>"},{"text":"This slang term for a jail comes from the Spanish for \"court of justice\"","response":"hoosegow"},{"text":"It's a hot, violent dust or sand storm that blows in the deserts of North Africa &amp; Arabia","response":"a haboob"}],"originalDate":"2016-01-12"}],[{"category":"1986","comments":"","clues":[{"text":"On February 16 the Philippine Nat'l Assembly declared him the winner of the presidential eletion","response":"Marcos"},{"text":"Henry Ford II fired him in 1978 &amp; Donald Hodel fired him in 1986","response":"Iacocca"},{"text":"An unmanned Soviet spacecraft came within 5,600 miles of the icy core of this heavenly body","response":"Halley's Comet"},{"text":"Alice Walker novel that topped paperback best seller lists at the same time the film topped box office charts","response":"<i>The Color Purple</i>"},{"text":"In a TV ad, this late actor said, \"Now that I'm gone, I tell you: don't smoke...\"","response":"Yul Brynner"}],"originalDate":"1989-05-02"},{"category":"BRITISH TRIVIA","comments":"","clues":[{"text":"King Richard II is credited with this invention, which is something to sneeze at","response":"the handkerchief"},{"text":"The son of a director of a sausage-making company, he married a princess in 1973","response":"Captain Mark Phillips"},{"text":"He's the British equivalent of Santa Claus","response":"Father Christmas"},{"text":"After losing the American revolution, Gen. Cornwallis became Gov.-Gen. of this Asian country","response":"India"},{"text":"The governor of a harbor town was called a portreeve &amp; the governor of a county, this","response":"shire reeve"}],"originalDate":"1989-05-02"},{"category":"BROOKLYN","comments":"","clues":[{"text":"Peggy Ann Garner received a special Oscar for her work in this 1945 film based on a book by Betty Smith","response":"<i>A Tree Grows in Brooklyn</i>"},{"text":"Scott Baio, Dom DeLuise, Joan Rivers, Brian Robbins, Phil Silvers &amp; Sandy Koufax","response":"all born in Brooklyn"},{"text":"It's slang for a frankfurter, from this Brooklyn site where millions have been sold","response":"a Coney Island hot dog"},{"text":"Show whose theme included \"But Patty's only seen the sights a girl can see from Brooklyn Heights...\"","response":"<i>The Patty Duke Show</i>"},{"text":"It's what folks in Brooklyn were dodging that gave the Brooklyn baseball team its nickname","response":"a trolley"}],"originalDate":"1989-05-02"},{"category":"BRIDGES","comments":"","clues":[{"text":"In the Middle Ages these retractable types were all the rage at castles with moats","response":"drawbridges"},{"text":"Term for the distance between adjacent support of a bridge","response":"a span"},{"text":"This river is crossed by the Bendorf Bridge near Coblenz &amp; by the Zoo Bridge at Cologne","response":"the Rhine"},{"text":"Opened in 1879, the Chicago &amp; Alton RR Bridge over the Missouri was the 1st bridge made entirely of this","response":"steel"},{"text":"This South American country has a waterfall system 3,212 ft. high &amp; a bridge 2,336 ft. long","response":"Venezuela"}],"originalDate":"1989-05-02"},{"category":"ARIZONA","comments":"","clues":[{"text":"Arizona counts for 2/3 of U.S. production of this metal, &amp; that's a lot of pipes &amp; wires","response":"copper"},{"text":"It's a monstrous orange &amp; black lizard named for a river that crosses Arizona","response":"Gila monster"},{"text":"27% of the land in Arizona is set aside for these, the highest percentage of any state","response":"Indian reservations"},{"text":"Arizona's nickname, it's found on its license plates","response":"The Grand Canyon State"},{"text":"Only Mexican state bordering Arizona; it's named for the desert it shares with Arizona &amp; California","response":"Sonora"}],"originalDate":"1989-05-02"},{"category":"AUTHORS","comments":"","clues":[{"text":"The Brownings were neighbors of N. Hawthorne when he lived in this southern European country","response":"Italy"},{"text":"Younger brother of philosopher William, he became a British subject a year before he died","response":"Henry James"},{"text":"He created the novel in which Dr. Jekyll goes a little mad &amp; becomes a little dwarf","response":"Robert Louis Stevenson"},{"text":"In just one year he wrote \"The Outline of History\", a work of over a million words","response":"H.G. Wells"},{"text":"Nicknamed \"Dr. Love\", his bestsellers include 1972's \"Love\" &amp; 1984's \"Loving Each Other\"","response":"Leo Buscaglia"}],"originalDate":"1989-05-02"}],{"category":"WOMEN AUTHORS","text":"In 1947 she testified before the House Un-American Activities Committee on how the film \"Song of Russia\" was Communist propaganda","response":"Ayn Rand"}]}