{"mix":2165,"rounds":[[{"category":"THE SMALLEST","comments":"","clues":[{"text":"Smallest check on record in the U.S. was for this sum","response":"one cent"},{"text":"The world's smallest watches, weighing less than 1/4 ounce, are made in this country","response":"Switzerland"},{"text":"Country with the smallest per capita income in the Western Hemisphere, about $300 per year","response":"Haiti"},{"text":"Charly Charles built &amp; rides the smallest rideable one of these, which uses silver dollars for wheels","response":"a bicycle"},{"text":"Some say it's the shrew, but according to Guinness, it's Kitti's hog-nosed bat","response":"the smallest mammal"}],"originalDate":"1988-03-31"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"The last of Pres. Wilson's \"14 Points\" called for creation of this international body","response":"the League of Nations"},{"text":"This war began in present-day Lafayette County, Pennsylvania &amp; spread to Europe &amp; India","response":"the 7 Years War (or the French & Indian War)"},{"text":"World War I broke out July 28, 1914 when Austria declared war on this country","response":"Serbia"},{"text":"When deposed in 1909, this country's sultan, Abdul-Hamid II, had 370 women &amp; 127 eunuchs in his harem","response":"Turkey"},{"text":"His brother, Alexander Ulyanov, was executed for plotting to kill Czar Alexander III","response":"Lenin"}],"originalDate":"1988-03-31"},{"category":"BIBLICAL ZOO","comments":"","clues":[{"text":"Among animals specifically declared inedible under these laws are the ossifrage, the coney &amp; the bat","response":"the kosher laws"},{"text":"Peter likens the devil to a roaring one of these, \"seeking whom he may desire\"","response":"a lion"},{"text":"Isaiah prophesied this \"shall dwell with the lamb\"","response":"the wolf"},{"text":"The 4 described in Revelation chapter 6 were white, red, black &amp; pale","response":"horses"},{"text":"Jesus said they \"have holes &amp; the birds have nests; but the Son of Man hath not where to lay his head","response":"foxes"}],"originalDate":"1988-03-31"},{"category":"MOVIES","comments":"","clues":[{"text":"\"Frankenstein Meets the Wolf Man\" is the only film in which this Hungarian played the monster","response":"Bela Lugoise"},{"text":"In a '43 film, Lon Chaney, Jr. visits the south using the name Alucard, an alias for this","response":"Dracula (spelled backwards)"},{"text":"\"River's Edge\" star Ione Sky is the daughter of this '60s \"Mellow Yellow\" singer","response":"Donovan"},{"text":"1984 film in which Danny Glover helps Sally Field bring in her 1st cotton crop","response":"<i>Places in the Heart</i>"},{"text":"\"Camelot\" and Walt Disney's \"The Sword in the Stone\" were based on parts of this T.H. White work","response":"<i>The Once and Future King</i>"}],"originalDate":"1988-03-31"},{"category":"THE BGGEST","comments":"","clues":[{"text":"Surprisingly, the world's largest turkey farm isn't in America but in this land the pilgrims left","response":"England"},{"text":"Biggest one of these ever found is the Cullinan","response":"diamond"},{"text":"A former Orthodox Church mission, the world's biggest embassy is this country's in Peking","response":"the Soviet embassy"},{"text":"Bigger than <br>Belgium, the world's largest park is this country's Wood Buffalo National Park","response":"Canada"},{"text":"Most massive living thing on earth is a giant sequoia tree named for this general","response":"General Sherman"}],"originalDate":"1988-03-31"},{"category":"A NEW BABY","comments":"","clues":[{"text":"Most Caucasian babies are born with eyes of this color","response":"blue"},{"text":"After feeding, this should be done to expel any excess air that baby may have swallowed","response":"burping"},{"text":"Sponge baths are recommended for newborns until the stump of this falls off in a week or 2","response":"the umbilical cord"},{"text":"Common in newborns is this discoloration of the skin, caused by an accumulation of bilirubin","response":"jaundice"},{"text":"It's okay to gently touch these soft spots on baby's head; they're covered with a tough membrane","response":"a fontanel"}],"originalDate":"2016-01-01"}],[{"category":"FAMOUS BELLS","comments":"","clues":[{"text":"The Emmanuel Bell, this Paris cathedral's largest, rang for the coronation of kings","response":"Notre-Dame"},{"text":"At 9:05 P.M., Great Tom at Christ Church College at this British univ. rings 101 times, once for each original student","response":"Oxford"},{"text":"On July 4, 1993 Nelson Mandela said this is \"a very significant symbol for the entire democratic world\"","response":"the Liberty Bell"},{"text":"The original Tsar Bell in Moscow, cast around 1600, weighed almost 40,000 pounds &amp; required 24 men to move this part","response":"the clapper (or the tongue)"},{"text":"Its inscription reads, \"cast by George Mears of Whitechapel for the clock of the Houses of Parliament\"","response":"Big Ben"}],"originalDate":"2016-01-01"},{"category":"BRIT SPEAK","comments":"","clues":[{"text":"The Beeb isn't Justin Bieber but a nickname for this news &amp; entertainment provider","response":"the BBC"},{"text":"It's what a Brit calls his raincoat (or his Apple computer)","response":"a Mac"},{"text":"What we in the states refer to as a motor truck, the Brits call this","response":"a lorry"},{"text":"What the Brits call a dispensing chemist, we call this profession","response":"a pharmacist"},{"text":"When Brits go to the movie theater, they go to this 6-letter alternate name","response":"cinema"}],"originalDate":"2016-01-01"},{"category":"STATE CAPITAL RIVERS","comments":"","clues":[{"text":"The Hudson River","response":"Albany (New York)"},{"text":"The Charles River","response":"Boston"},{"text":"The Mississippi River<span class=\"nobreak\">--</span>2 cities at opposite ends of the river","response":"Baton Rouge & St. Paul"},{"text":"The Susquehanna River","response":"Harrisburg"},{"text":"The Chattahoochee River","response":"Atlanta"}],"originalDate":"2016-01-01"},{"category":"JUST IN THE LAST FEW MONTHS","comments":"","clues":[{"text":"Closed for 54 years, the U.S. embassy in this world capital reopened in July 2015","response":"Havana"},{"text":"The birth of this princess, 4th in line to the British throne, was the cause of much rejoicing","response":"Charlotte"},{"text":"In 2015 Greece became the first developed nation to miss a payment to this lending institution in its 70-year history","response":"the IMF (the International Monetary Fund)"},{"text":"With a poem, this NBA legend announced his 20th NBA season would be his last","response":"Kobe Bryant"},{"text":"As part of a global FBI investigation, this sports org. saw 9 of its officials charged with corruption crimes","response":"FIFA"}],"originalDate":"2016-01-01"},{"category":"A NEW YEAR'S BABY","comments":"","clues":[{"text":"Turns out New Year's Day in 1752 was a precursor of Flag Day due to her birth in Pennsylvania","response":"Betsy Ross"},{"text":"AuH<sub>2</sub>O began to flow on Jan. 1, 1909 when this politician was born in Arizona","response":"Goldwater"},{"text":"This Detroit Tiger, baseball's first Jewish superstar, first came to the plate Jan. 1, 1911","response":"Hank Greenberg"},{"text":"Nothing phony about it<span class=\"nobreak\">--</span>this author was a 1919 New Year's New York baby","response":"(J.D.) Salinger"},{"text":"Time for \"K.P.\" duty: this Brit who spied within MI6 for the Soviets was born on Jan. 1, 1912, or so we were led to believe","response":"Kim Philby"}],"originalDate":"2016-01-01"},{"category":"SCHOOLHOUSE ROCK","comments":"","clues":[{"text":"In \"Working Class Hero\" from his \"Plastic Ono Band\" album, he sang, \"They hurt you at home and they hit you at school\"","response":"John Lennon"},{"text":"Gwen Stefani sang, \"Meet me at the bleachers, no principals, no student teachers... I ain't no\" this","response":"Hollaback Girl"},{"text":"In this Top 10 hit from 1972, Alice Cooper exults over \"No more pencils, no more books\"","response":"\"School's Out\""},{"text":"Brownsville Station's only Top 10 hit was a 1973 smash about doing this forbidden thing \"in the boys room\"","response":"smoking"},{"text":"This seminal NYC punk band performed the title track for the 1979 cult film \"Rock 'N' Roll High School\"","response":"The Ramones"}],"originalDate":"2016-01-01"}],{"category":"U.S. GEOGRAPHY","text":"Each one of these 2 letters begins the names of 8 states","response":"M & N"}]}