{"mix":2171,"rounds":[[{"category":"WHAT HAPPENED WHEN?","comments":"(Alex: Hey...)","clues":[{"text":"Frederick Banting &amp; Charles Best first isolated this glucose-regulating hormone on July 30, 1921","response":"insulin"},{"text":"Mexico was victorious over French forces at the Battle of Puebla on this date in 1862","response":"May 5"},{"text":"This 28-year-old naval officer led U.S. forces to victory on September 10, 1813 at the Battle of Lake Erie","response":"Oliver Hazard Perry"},{"text":"This cowboy humorist &amp; Wiley Post were killed on August 15, 1935 when Post's plane crashed in Alaska","response":"Will Rogers"},{"text":"On March 6, 1857 Chief Justice Roger Taney announced the Supreme Court's decision in this slave's case","response":"Dred Scott"}],"originalDate":"2015-12-25"},{"category":"STARTS WITH A FRUIT","comments":"(Alex: And each correct response...)","clues":[{"text":"Not literally, but this way","response":"figuratively"},{"text":"A small computer program that you can use to work in another program","response":"applet"},{"text":"Don't shrivel when I tell you it means rearing a child","response":"raising"},{"text":"This material forms the caves of Wind Cave National Park","response":"limestone"},{"text":"As a verb it can mean to make a pillow full &amp; round","response":"plump"}],"originalDate":"2015-12-25"},{"category":"FOUND IN GERMANY","comments":"(Alex: Each correct response will be a word that can be made up of the letters that you will find in \"Germany\".)","clues":[{"text":"For Neptune it's about 60,000 Earth days long","response":"a year"},{"text":"A long tall tale, or a material to make sweaters","response":"yarn"},{"text":"A burst of uncontrollable anger","response":"rage"},{"text":"This 4-letter word comes from the Hebrew for \"with certainty\"","response":"Amen"},{"text":"This adjective literally means having a skin disease caused by mites","response":"mangy"}],"originalDate":"2015-12-24"},{"category":"GOING STRAIGHT","comments":"","clues":[{"text":"He followed \"Stripes\" &amp; \"Ghostbusters\" with a star turn in the Somerset Maugham drama \"The Razor's Edge\"","response":"Bill Murray"},{"text":"Jackie Gleason got serious in \"The Hustler\" just a few years removed from being Ralph on this show","response":"<i>The Honeymooners</i>"},{"text":"This \"Liar Liar\" searched for the truth in the 2007 mystery \"The Number 23\"","response":"Jim Carrey"},{"text":"Michael Chiklis got laughs as \"The Commish\" before going straight (&amp; crooked) as Vic Mackey on this cop show","response":"<i>The Shield</i>"},{"text":"She came to prominence as a standup comic before earning an Oscar nomination for \"The Color Purple\"","response":"Whoopi Goldberg"}],"originalDate":"2015-12-24"},{"category":"WINE, WOMEN &amp; SONG","comments":"","clues":[{"text":"Elected Senator from Massachusetts in 2012, she championed the Consumer Financial Protection Bureau","response":"Elizabeth Warren"},{"text":"5-letter plural term for the sediment left in your glass","response":"dregs"},{"text":"Eric Clapton's 1974 cover of this song helped make Bob Marley famous worldwide","response":"\"I Shot The Sheriff\""},{"text":"Going from Portland to Eugene, Oregon takes you through this valley known for Pinot noir","response":"Willamette"},{"text":"Hans Zimmer said all the music in \"Inception\" was derived from her rendition of \"Non, je ne regrette rien\"","response":"Edith Piaf"}],"originalDate":"2015-12-24"},{"category":"COLORFUL HISTORY","comments":"","clues":[{"text":"Since the late 1700s orange has symbolized this religious group in Ireland &amp; Northern Ireland","response":"Protestants"},{"text":"On June 20, 1756 dozens of Europeans defending Calcutta were thrown into this dungeon; few survived","response":"the Black Hole"},{"text":"In 1776 Benjamin Franklin sailed to France with this dark blue dye to sell to help fund the war effort","response":"indigo"},{"text":"Founded in Munich in 1921, this paramilitary group intimidated &amp; assaulted Nazi opponents","response":"the Brownshirts"},{"text":"In 1978 former Italian premier Aldo Moro was abducted &amp; killed by this terrorist group","response":"the Red Brigades"}],"originalDate":"2015-12-24"}],[{"category":"CAN I GET A WITNESS?","comments":"","clues":[{"text":"When Kirsten Dunst testified at a 2009 burglary trial, she was naturally described as this most important type of witness","response":"star witness (or key witness)"},{"text":"Your witness is unavailable during trial? Get a transcript of this, in which he testified under oath out of court","response":"deposition"},{"text":"Call Dr. Drew! A witness who's taken apart in cross-examination may be brought back for a redirect called this","response":"rehabilitation"},{"text":"Since 1971 none of the 8,500 in witness security who obeyed the rules were killed, thanks to this service guarding them","response":"the U.S. Marshals"},{"text":"Whittaker Chambers' testimony led to a perjury conviction in 1950 for this man believed to be a communist spy","response":"Alger Hiss"}],"originalDate":"2015-12-24"},{"category":"VAN THE MAN","comments":"","clues":[{"text":"Van Morrison's music is often classified with American acts like the Righteous Brothers under \"blue eyed\" this","response":"soul"},{"text":"Van's first solo single was the 1967 pop classic about this \"girl\"","response":"Brown Eyed Girl"},{"text":"Van filmed 3 2009 L.A. shows so this bedridden, ailing one of \"Charlie's Angels\", a big fan, could watch","response":"Farrah Fawcett"},{"text":"Van rose to prominence in this \"Gloria\"-ous band with a pronoun for a name","response":"Them"},{"text":"\"It's a marvelous night for\" this lunar frolic, the title of one of Van's albums","response":"Moondance"}],"originalDate":"2015-12-24"},{"category":"EDIBLE EXPRESSIONS","comments":"","clues":[{"text":"Items that sell quickly &amp; in great quantity are said to \"go like\" these","response":"hotcakes"},{"text":"It's the distinctive column of smoke &amp; debris seen over a nuclear explosion","response":"a mushroom cloud"},{"text":"This expression of contentment can be followed with \"at high tide\"","response":"happy as a clam at high tide"},{"text":"A condiment is included in this 3-word phrase meaning \"to meet or succeed the standard\"","response":"to cut the mustard"},{"text":"Boxing &amp; wrestling are risk factors for this condition, though it can also be caused by high piercings","response":"a cauliflower ear"}],"originalDate":"2015-12-23"},{"category":"TECH COMPANY NAMES","comments":"","clues":[{"text":"Groupon cofounder Andrew Mason explained, \"It's short for\" these 2 words","response":"group & coupon"},{"text":"This web-based e-mail service got its name by adding some vowels to \"HTML\"","response":"Hotmail"},{"text":"A vendor for this Neil Clark Warren website suggested its name, reflecting its users' search online for compatibility","response":"eHarmony"},{"text":"It got its name by removing the first 3 letters from the name of the horse that Bellerophon tried to fly to heaven","response":"Asus"},{"text":"The \"PE\" at the end of this service around since 2003 stands for peer-to-peer","response":"Skype"}],"originalDate":"2015-12-23"},{"category":"IN RESIDENCE","comments":"","clues":[{"text":"Just before \"mansion\" in the dictionary is this mansion, the main house on an estate","response":"manor"},{"text":"With or without ghosts, a place regularly visited or inhabited can be called by this \"scary\" name","response":"a haunt"},{"text":"A popular type of living space; the 1960 Jack Lemmon movie of that title won 5 Oscars","response":"the apartment"},{"text":"Before the man cave, there was this space for an unmarried guy, as in the title of an \"Ultra-Lounge\" CD","response":"a bachelor pad"},{"text":"The presidential retreat today known as Camp David was first named this by FDR after a James Hilton novel","response":"Shangri-La"}],"originalDate":"2015-12-23"},{"category":"AN EMOTIONAL CATEGORY","comments":"","clues":[{"text":"This game from Rovio has been downloaded more than 2 billion times","response":"<i>Angry Birds</i>"},{"text":"This TV series was based on Chris Rock's childhood","response":"<i>Everybody Hates Chris</i>"},{"text":"In vaudeville, future \"I Love Lucy\" co-star William Frawley helped popularize the song about this sad \"baby\"","response":"\"My Melancholy Baby\""},{"text":"The '80s group New Order rose from the ashes of this British post-punk band","response":"Joy Division"},{"text":"Javier Bardem starred in the movie adaptation of this Gabriel Garcia Marquez novel","response":"<i>Love in the Time of Cholera</i>"}],"originalDate":"2015-12-23"}],{"category":"LITERARY NEW YORK CITY","text":"An insider described the scene there: \"Just...loudmouths showing off, saving their gags for days, waiting to spring them\"","response":"Algonquin Round Table"}]}