{"mix":2174,"rounds":[[{"category":"A FABRIC-ATED CATEGORY","comments":"","clues":[{"text":"This fabric used in coats usually comes from the Bactrian type","response":"camel's hair"},{"text":"A fabric made from this tall grass is all the rage in part due to its antibacterial properties","response":"bamboo"},{"text":"This lace named for a town in France was paired in song with \"a pretty face and a ponytail hanging down\"","response":"Chantilly"},{"text":"This woven fabric used for suits sounds like a poetic contraction referencing the future","response":"twill"},{"text":"Sails &amp; beach umbrella are 2 items traditionally made of this hempen or flaxen cloth","response":"canvas"}],"originalDate":"2015-12-21"},{"category":"FILL IN THE BLANK CANVAS","comments":"(Alex: We're talking about paintings, obviously.)","clues":[{"text":"Van Gogh's \"Self-Portrait with Pipe and Bandaged ____\"","response":"ear"},{"text":"Jonathan Buttall is thought to be Gainsborough's model for \"The ____ Boy\"","response":"Blue"},{"text":"Seurat got to the point in \"A ____ Afternoon on the Island of La Grande Jatte\"","response":"Sunday"},{"text":"Duchamp caused a scandal with his \"Nude Descending a ____, No. 2\"","response":"staircase"},{"text":"Dali gave it a name that stuck: \"The Persistence of ____\"","response":"memory"}],"originalDate":"2015-12-18"},{"category":"ANAGRAMMED FORMER WORLD LEADERS","comments":"","clues":[{"text":"A sari wearer:<br>HI, GRAND INDIA!","response":"Indira Gandhi"},{"text":"In Italy:<br>VIRILE SLOB COUSIN","response":"Silvio Berlusconi"},{"text":"Uh oh!  Panama!:<br>GENUINE AMORAL","response":"Manuel Noriega"},{"text":"He Laboured over Britain:<br>BRAINY LOT","response":"Tony Blair"},{"text":"Late Israeli leader:<br>SOLAR HERNIA","response":"Ariel Sharon"}],"originalDate":"2015-12-18"},{"category":"CEREMONIES","comments":"","clues":[{"text":"This Christian sacrament, a holy ceremony, is also called Eucharist","response":"communion"},{"text":"A ceremony on November 19, 1863 dedicated a cemetery in this town","response":"Gettysburg"},{"text":"Vice presidents are often sent to this type of ceremony overseas; Al Gore attended Mitterrand's in 1996","response":"funerals"},{"text":"Giant scissors are mainly used for this type of ceremony at the grand opening of a new facility","response":"a ribbon cutting"},{"text":"An accolade, a ceremonial tap on the shoulder with a sword, is followed by the words \"I dub thee\" this","response":"knight"}],"originalDate":"2015-12-18"},{"category":"THE ROMANTIC POETS","comments":"","clues":[{"text":"This title character of a Coleridge poem must wander the world recounting the tale of his days at sea","response":"the Ancient Mariner"},{"text":"Keats was inspired to write an ode to this bird by the song of one that nested in Charles Brown's garden","response":"a nightingale"},{"text":"After part of \"Childe Harold's Pilgrimage\" was published, this lord \"awoke one morning and found myself famous\"","response":"Lord Byron"},{"text":"His first major work was \"The Lay of the Last Minstrel\", a poem set on &amp; north of England's northern border","response":"Sir Walter Scott"},{"text":"The play in verse about this Greek god \"Unbound\" is often regarded as Shelley's greatest work","response":"Prometheus"}],"originalDate":"2015-12-18"},{"category":"HONEST \"ABE\"","comments":"","clues":[{"text":"To mark a product incorrectly","response":"mislabel"},{"text":"William Blackstone called it \"the great and efficacious writ, in all manner of illegal confinement\"","response":"habeas corpus"},{"text":"A young pine or fir stem tossed in Highland Games","response":"the caber"},{"text":"This word for the science of baseball analytics comes from the name of a research society","response":"sabermetrics"},{"text":"Early scientific instrument used to measure the altitude of celestial objects","response":"an astrolabe"}],"originalDate":"2015-12-18"}],[{"category":"ST. PAUL","comments":"","clues":[{"text":"In Acts 9 Paul gets a call from the Lord near this Syrian city","response":"Damascus"},{"text":"Paul &amp; Barnabas preached to big crowds in Antioch, where Acts 11 says the Disciples were first called these","response":"Christians"},{"text":"Paul's New Testament letters include 2 to these Greeks who gave their name to an order of classical architecture","response":"the Corinthians"},{"text":"The lord calls Paul a \"chosen vessel... to bear my name before\" these non-Jews","response":"gentiles"},{"text":"Paul was born Saul in this Asia minor city around 4 B.C.","response":"Tarsus"}],"originalDate":"2015-12-18"},{"category":"BELIZE NAVIDAD","comments":"","clues":[{"text":"Belizeans enjoy a midnight mass &amp; hearing \"They came with haste, and found\" these 2 \"and the babe lying in a manger\"","response":"Mary & Joseph"},{"text":"Belize celebrates this Dec. 26 holiday, so I'll make a charitable donation &amp; get something nice for Jeeves","response":"Boxing Day"},{"text":"Christmas dinner may include this banana relative; belize.com reports it's said to be \"the local cranberry sauce\"","response":"a plantain"},{"text":"The \"Deer Dance\" of this Yucatan civilization is done at Xmas in Belize to show the relationship between humanity &amp; nature","response":"the Mayan"},{"text":"Time to Christmas shop in this city<span class=\"nobreak\">--</span>it became the capital in 1970, when Belize was still a British dependency","response":"Belmopan"}],"originalDate":"2015-12-17"},{"category":"TINKERERS","comments":"","clues":[{"text":"In 1909 this French engineer built a type of wind tunnel that \"towered\" above all others","response":"(Gustave) Eiffel"},{"text":"At age 16 he got the idea for his revolver observing a ship's wheel on a voyage","response":"(Samuel) Colt"},{"text":"On August 4, 1922 the telephone systems of the U.S. &amp; Canada were silent for 1 minute in tribute to this late inventor","response":"(Alexander Graham) Bell"},{"text":"While at an auto body shop in the 1920s, 3M engineer Richard Drew came up with the idea for this type of tape to help the painters","response":"masking tape"},{"text":"In 1899 this man equipped ships with wireless tech so they could report on the America's Cup to a NYC newspaper","response":"(Guglielmo) Marconi"}],"originalDate":"2015-12-17"},{"category":"LITERARY DIRECTIONS","comments":"","clues":[{"text":"This 1952 Steinbeck novel tells the stories of 3 generations of the Trask &amp; Hamilton families","response":"<i>East of Eden</i>"},{"text":"1884's \"Star of the South\" was an Africa-set novel in this French sci-fi pioneer's \"Extraordinary Voyages\" series","response":"(Jules) Verne"},{"text":"Homer Simpson is a character in this author's \"The Day of the Locust\"","response":"Nathanael West"},{"text":"\"South\" is this explorer's account of his efforts from 1914 to 1917 to become the first man to cross Antarctica","response":"Sir Ernest Shackleton"},{"text":"Robert Frost published the collection \"North of\" this city in 1914","response":"Boston"}],"originalDate":"2015-12-17"},{"category":"\"I\" TUNES","comments":"","clues":[{"text":"This R. Kelly song was written for Michael Jordan's \"Space Jam\"","response":"\"I Believe I Can Fly\""},{"text":"This Paul Simon song laments, \"I am shielded in my armor, hiding in my room, safe within my womb\"","response":"\"I Am A Rock\""},{"text":"Beyonce (not Kilroy) sang this Diane Warren-penned hit for World Humanitarian Day in 2012","response":"\"I Was Here\""},{"text":"\"Not even the chair\" heard Neil Diamond when he made this title song declaration","response":"\"I Am... I Said\""},{"text":"Bob Geldof wrote this song after hearing young Brenda Spencer's motive for a 1979 school shooting","response":"\"I Don't Like Mondays\""}],"originalDate":"2015-12-17"},{"category":"GOOD CAUSES","comments":"","clues":[{"text":"\"Medical aid where it is needed most. Independent, neutral, impartial\" is a slogan of this medical assistance group","response":"Doctors Without Borders"},{"text":"This organization that builds &amp; repairs houses for low-income families can be reached at 1-800-the first word in its name","response":"Habitat for Humanity"},{"text":"In 2007 he was commemorated on an Australian postage stamp with proceeds going to his Wildlife Warriors charity","response":"Steve Irwin"},{"text":"Improving the quality of life for the blind &amp; visually impaired since 1946, a N.Y. foundation provides these free of charge","response":"seeing eye dogs"},{"text":"In 1739 Thomas Coram set up a London hospital for orphans called these, like Fielding's Tom Jones","response":"foundlings"}],"originalDate":"2015-12-17"}],{"category":"WORD ORIGINS","text":"From a Sanskrit word for \"descent\", it's the form a god takes upon descending to Earth","response":"avatar"}]}