{"mix":2180,"rounds":[[{"category":"MOUNTAINS","comments":"","clues":[{"text":"A 1659 peace treaty made this chain the boundary between Spain &amp; France","response":"the Pyrenees"},{"text":"South Sea country whose south island features the Southern Alps","response":"New Zealand"},{"text":"Of volcanic action, crustal uplift, or differential erosion, how Kilimanjaro was formed","response":"volcanic action"},{"text":"2 of the 3 high-speed \"Mountain\" rides in Disneyland","response":"(2 of) Space Mountain, Big Thunder Mountain Railroad, & Matterhorn Bobsled"},{"text":"The Pindus Mountains in this country separate Thessaly from Epirus","response":"Greece"}],"originalDate":"1986-09-11"},{"category":"____ THE ____","comments":"(Alex: And what that means, of course, is that in your response, you'll be expected to put a word in front of \"the\", and a word after it.  For example, if we said, \"A film about the destruction of a World War II German battleship\", you would say \"What is <i>Sink the Bismarck!</i>?\")","clues":[{"text":"Title of game show hosted by Joe Farago. or what you hope to do in Monte Carlo","response":"<i>Break the Bank</i>"},{"text":"Sen. Joseph McCarthy was the 1st guest on this CBS News interview show, Nov. 7,1954","response":"<i>Face the Nation</i>"},{"text":"Written the night before it was recorded in 1962, it was Ray Stevens' 1st major hit","response":"\"Ahab The Arab\""},{"text":"Jimmy Durante would yell it to bring a song to a grinding &amp; funny halt","response":"\"Stop the music!\""},{"text":"Biblical dunker often represented as wearing a camel's hair suit","response":"John the Baptist"}],"originalDate":"1986-09-11"},{"category":"BROADCAST POLITICS","comments":"","clues":[{"text":"Stints as a radio sportscaster for WOC &amp; WHO helped train this \"Great Communicator\"","response":"Ronald Reagan"},{"text":"\"Imprisoned island\" which was the subject of presidential address televised on October 22, 1962","response":"Cuba"},{"text":"When radio was our media hearth, his Fireside Chats comforted a troubled nation","response":"Franklin Roosevelt"},{"text":"His speech to the Japanese peace treaty conference in 9/51 was TV's 1st coast-to-coast broadcast","response":"Harry S. Truman"},{"text":"The first series of these were televised May 17-Aug. 7, 1973","response":"the Watergate hearings"}],"originalDate":"1986-09-11"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"His sister said he survived the bolivian shoot out &amp; was reunited in Mexico w/Harry Longbaugh","response":"Butch Cassidy"},{"text":"When President Carter commuted her prison term, she met the press wearing a T-shirt which read \"pardon me\"","response":"Patty Hearst"},{"text":"Reason the 1919 Chicago White Sox received the nickname \"Black Sox\"","response":"a cheating scandal (they fixed the World Series)"},{"text":"Red revisionist who predicted \"In the third year of Soviet rule in America you will no longer chew gum\"","response":"Leon Trotsky"},{"text":"He said, \"We only kill each other,\" &amp; in Beverly Hills in 1947, the mob killed him","response":"Bugsy Siegel"}],"originalDate":"1986-09-11"},{"category":"SPORTS STADIUMS","comments":"","clues":[{"text":"Though it's named Exhibition Stadium, this Toronto AL team plays its regular games there","response":"the Blue Jays"},{"text":"Football stadium with the greatest seating capacity in America, it's the UCLA Bruins' home field","response":"the Rose Bowl"},{"text":"The Hubert H. Humphrey Metrodome was built to keep this NFL team from moving to warmer climes","response":"the Minnesota Vikings"},{"text":"The major league ballpark, Braves Field, was located in this city","response":"Boston"},{"text":"Only major league stadiums with \"River\" in their names, these 2 NL parks both overlook the Ohio","response":"Three Rivers Stadium & Riverfront Stadium"}],"originalDate":"1986-09-11"},{"category":"SUPREME COURT INITIALS","comments":"","clues":[{"text":"(The Notorious) RBG","response":"Ruth Bader Ginsburg"},{"text":"OWH Jr.","response":"Oliver Wendell Holmes"},{"text":"WHT","response":"William Howard Taft"},{"text":"JPS","response":"John Paul Stevens"},{"text":"CEH","response":"Charles Evans Hughes"}],"originalDate":"2015-12-04"}],[{"category":"WILL YOU REMEMBER ME?","comments":"","clues":[{"text":"This chilly word that's still used for a refrigerator originally referred to an older, non-electric version","response":"an icebox"},{"text":"A sentimental 1876 song gave this relative's name to what had been called a longcase clock","response":"a grandfather clock"},{"text":"Made largely obsolete by cellphones, these are still used by emergency teams if communications are disrupted","response":"beepers (or pagers)"},{"text":"One of the selections on your email originally referred to a duplicate created with this type of office supply","response":"carbon copy"},{"text":"In the name of those large CRT computer monitors of yore, CRT stands for this","response":"cathode ray tube"}],"originalDate":"2015-12-04"},{"category":"\"IFY\" SEE YOU AGAIN","comments":"","clues":[{"text":"From the Latin for \"true\", it means to confirm a truth","response":"verify"},{"text":"To make a statement under oath in court","response":"testify"},{"text":"To renovate a downtrodden city area to make it more middle class","response":"gentrify"},{"text":"To declare a deceased person to be blessed in preparation for sainthood","response":"beatify"},{"text":"To pacify someone by appeasing his anger or anxiety","response":"mollify"}],"originalDate":"2015-12-04"},{"category":"PUBLISHED POSTHUMOUSLY","comments":"","clues":[{"text":"\"The Original of Laura\", published 3 decades after his death, did not create the same literary sensation as his \"Lolita\"","response":"(Vladimir) Nabokov"},{"text":"Tucked away for decades, the manuscript of his picture book \"What Pet Should I Get?\" was found in a box &amp; published in 2015","response":"Dr. Seuss"},{"text":"Sadly, he missed the phenomenal success of his \"Millennium\" series that begins with \"The Girl with the Dragon Tattoo\"","response":"(Stieg) Larsson"},{"text":"Released in 2011 \"The Pale King\" was assembled from an unfinished manuscript by this author of \"Infinite Jest\"","response":"David Foster Wallace"},{"text":"This author wanted his manuscripts burned on his death, but editor Max Brod ignored him &amp; published \"The Trial\" in 1925","response":"(Franz) Kafka"}],"originalDate":"2015-12-04"},{"category":"COLORFUL EXPRESSIONS","comments":"","clues":[{"text":"Embezzlement is usually this type of crime","response":"white collar"},{"text":"The OED traces this term back to an 1809 article about cerebral fibers","response":"grey matter"},{"text":"Something that enrages another is \"like\" this \"to a bull\"","response":"red"},{"text":"Dinner is a good time for these pre-prepped rolls named for their brief cook time","response":"brown'n serve"},{"text":"9-letter term for an area of parkland that makes a city more verdant","response":"a greenbelt"}],"originalDate":"2015-12-04"},{"category":"MOVIEGO\"ING\"","comments":"","clues":[{"text":"Marlin (not a marlin) searches the seas for his son","response":"<i>Finding Nemo</i>"},{"text":"Joe Pesci manages his boxer brother, who can't really be managed by anyone","response":"<i>Raging Bull</i>"},{"text":"Kathleen Turner seeks a fabled treasure in the jungles of Colombia","response":"<i>Romancing the Stone</i>"},{"text":"Travolta returns for more dancing, but this time on Broadway","response":"<i>Staying Alive</i>"},{"text":"Joe Don Baker kicks butt as the new sheriff in a corrupt southern town","response":"<i>Walking Tall</i>"}],"originalDate":"2015-12-04"},{"category":"OLD '97s","comments":"","clues":[{"text":"New York's legislature first met in Kingston &amp; did convene in NYC, but in 1797 the capital was moved to this city","response":"Albany"},{"text":"Well, that's just great! In 1697 this czar began a tour of Western Europe seeking allies against the Ottoman Empire","response":"Peter the Great"},{"text":"In July 1497 this explorer left Lisbon for India; in September 1499 he returned","response":"Vasco da Gama"},{"text":"In 1697 this Genoa-born astronomer had no idea that in 1997 a craft named for him would set off to study Saturn's rings","response":"(Giovanni) Cassini"},{"text":"In 1297 he was knighted upon his return to Scotland &amp; proclaimed Guardian of the Kingdom","response":"William Wallace"}],"originalDate":"2015-12-03"}],{"category":"MOVIE &amp; BOOK TITLES","text":"This title of a 1962 novel &amp; 1975 film refers to the direction the last of 3 geese took in an old nursery rhyme","response":"<i>One Flew Over the Cuckoo's Nest</i>"}]}