{"mix":2183,"rounds":[[{"category":"HISTORICAL FILMMS","comments":"","clues":[{"text":"In England this George C. Scott soldier saga was subtitled \"Lust for Glory\"","response":"<i>Patton</i>"},{"text":"The 1955 film \"Prince of Players\" featured John Derek as this \"dramatic\" assassin","response":"John Wilkes Booth"},{"text":"In 1933 this solitary Swede played \"Queen Christina\" of Sweden","response":"Greta Garbo"},{"text":"\"Anne of the Thousand Days\" dramatized the tragic romance of this Anne","response":"Anne Boleyn"},{"text":"Charlton Heston drove the Moors from Spain in this film &amp; still had time for amor with Sophia Loren","response":"<i>El Cid</i>"}],"originalDate":"1989-11-30"},{"category":"MATHEMATICS","comments":"","clues":[{"text":"In the equation y=2x+3, 2 &amp; 3 are called constants &amp; the y &amp; x are called this because they can change","response":"variables"},{"text":"Number of inches in half a yard","response":"18"},{"text":"The 3rd power of a number, or in geometry, a solid with 6 faces","response":"a cube"},{"text":"It's larger than an acute angle and smaller than an obtuse one","response":"a right angle"},{"text":"Knowing a bit can be either 0 or 1 should tell you bit is short for this type of digit","response":"binary"}],"originalDate":"1989-11-30"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"The potent potable you need to make coq au vin bourguignonne","response":"burgundy"},{"text":"The part of an egg that goes into a Ramos fizz","response":"the white"},{"text":"There's a sleeping hombre wearing a sombrero on the label of this Mexican coffee-flavored liqueur","response":"Kahlúa"},{"text":"Glemlivet, Glennfidich &amp; Ballatine's are all brands of this","response":"Scotch"},{"text":"The type of liquor you need to make a Tom Collins","response":"gin"}],"originalDate":"1989-11-30"},{"category":"ANIMAL GROUPS","comments":"","clues":[{"text":"If these spineless sea creatures smack of trouble, it's because a group of them is called a smack","response":"a jellyfish"},{"text":"A group of moles, or 1 of Hercules' 12 tasks","response":"a labor"},{"text":"A pitying of these birds is what you traditionally receive on the 2nd day of Christmas","response":"turtledoves"},{"text":"Called a skein when they're flying, a flock of geese on the ground is called this","response":"a gaggle"},{"text":"A group of owls, or a group of Lords or Commoners","response":"a  parliament"}],"originalDate":"1989-11-30"},{"category":"STARTS WITH \"L\"","comments":"","clues":[{"text":"The most elusive creature we know, its nickname is Nessie","response":"the Loch Ness Monster"},{"text":"A \"romantic\" name for a trophy with 2 handles","response":"a loving cup"},{"text":"An \"Addams Family\" character, or what he might do when he walks","response":"Lurch"},{"text":"It means treating someone like a celebrity, not like a jungle beast","response":"to lionize"},{"text":"This word for sleight of hand comes from Middle French for \"light of hand\"","response":"legerdemain"}],"originalDate":"1989-11-30"},{"category":"PRESIDENTIAL SONS","comments":"","clues":[{"text":"Dwight Doud was the name of this president's 1st-born son who died before age 3 in 1920","response":"Eisenhower"},{"text":"His 1987 autobiography was entitled \"On the Outside Looking In\"","response":"Michael Reagan"},{"text":"In the late 1940s actress Faye Emerson was married to this president's son, Elliott","response":"FDR"},{"text":"This son of Gerald Ford played Andy Richards on \"The Young &amp; the Restless\"","response":"Stephen Ford"},{"text":"Lincoln's only son to reach adulthood, he served as Secretary of War under Garfield &amp; Arthur","response":"Robert"}],"originalDate":"1989-11-30"}],[{"category":"BROADWAY LYRICS","comments":"","clues":[{"text":"\"Once in love with\" this girl, \"always in love with this girl\"","response":"Amy"},{"text":"\"By right\" she \"should be taken out and hung for the cold-blooded murder of the English tongue!\"","response":"Eliza Doolittle"},{"text":"Line that follows \"We got volleyball and ping pong and a lot of dandy games! What ain't we got?\"","response":"We ain't got dames"},{"text":"Completes the line \"Pardon me, miss, but I've never done this...\"","response":"with a real life girl"},{"text":"Title character who's \"given us the drive again, to make the south revive again\"","response":"Mame"}],"originalDate":"1989-11-30"},{"category":"7 WONDERS","comments":"(Alex: Referring to the 7 Wonders of the Ancient World.)","clues":[{"text":"Besides the mausoleum at Helicarnassus, the other wonder whose main function was as a tomb","response":"the pyramid  at Giza"},{"text":"A little shorter than the Statue of Liberty, it was also a hollow statue","response":"the Colossus of Rhodes"},{"text":"If you wonder where this wonder was, it was on the bank of the Euphrates","response":"the Hanging Gardens (of Babylon)"},{"text":"The only 1 of the 7 Wonders of the Ancient World that had a fire going at the top of it","response":"the Lighthouse at Alexandria"},{"text":"If you were \"as rich as\" this king, you could help fund a Temple of Artemis just like he did","response":"Croesus"}],"originalDate":"1989-11-30"},{"category":"THE CALDECOTT MEDAL","comments":"","clues":[{"text":"1955's medal went to Marcia Brown for the illustrations of this tale subtitled \"Or, the Little Glass Slipper\"","response":"Cinderella"},{"text":"Ed Young's Caldecott winner \"Lon Po Po\", which means \"granny wolf\", is a Chinese version of this fairy tale","response":"Little Red Riding Hood"},{"text":"This 1963 Maurice Sendak book won the Caldecott as well as the Lewis Carroll Shelf Award","response":"<i>Where the Wild Things Are</i>"},{"text":"\"Chanticleer and the Fox\", the 1959 winner, was adapted by Barbara Cooney from this 14th century work","response":"<i>The Canterbury Tales</i>"},{"text":"In the 1980s Chris Van Allsburg won 2 Caldecotts: for \"Jumanji\" &amp; this story of a northbound train","response":"<i>The Polar Express</i>"}],"originalDate":"2015-12-01"},{"category":"ECON 101","comments":"","clues":[{"text":"Governments deal with monopolies by using these sorts of laws that sound like they literally don't have faith","response":"antitrust laws"},{"text":"The monetary system called this standard allows holders to exchange currency for No. 79 on the periodic table","response":"the gold standard"},{"text":"A strongly free-market school of economics is named for the University of this Midwestern city","response":"Chicago"},{"text":"Russia after the fall of Communism was called a \"kleptocracy\" by some, meaning politicians did this a lot","response":"steal"},{"text":"\"Diminutive\" term for selling unowned stock shares on the gamble that the price will fall","response":"short sale"}],"originalDate":"2015-12-01"},{"category":"BREAKUP","comments":"","clues":[{"text":"In 2015 it was game over for him &amp; Lindsey Vonn after nearly 3 years of dating","response":"Tiger Woods"},{"text":"She &amp; husband of 10 years Chris Martin consciously uncoupled in 2014","response":"Gwyneth Paltrow"},{"text":"Singer Seal thought he sealed the deal when he married her in 2005, but they've since divorced","response":"Heidi Klum"},{"text":"In a very expensive breakup, his divorce from Heather Mills cost him more than $48 million","response":"Paul McCartney"},{"text":"After 13 years together, Helena Bonham Carter &amp; this director called it quits in 2014","response":"Tim Burton"}],"originalDate":"2015-12-01"},{"category":"MAKEUP","comments":"","clues":[{"text":"Another term for rouge, or what you might do if you don't know the correct response","response":"blush"},{"text":"\"Maybe she's born with it. Maybe it's\" this makeup brand that celebrated its 100th anniversary in 2015","response":"Maybelline"},{"text":"As its name implies, one of these, often in stick or cream form, is used especially to cover up dark circles &amp; blemishes","response":"concealer"},{"text":"Some brands of this cosmetic now have a vibrating brush to give volume, length &amp; curl during application","response":"mascara"},{"text":"This line of loose powder makeup urges you to \"Be original.  Be natural.  Be good\"","response":"bareMinerals"}],"originalDate":"2015-12-01"}],{"category":"INTERNATIONAL DISPUTES","text":"A dispute over Etorofu, Habomai, Kunashiri &amp; Shikotan has kept these 2 countries from ever signing a WWII peace treaty","response":"Japan & Russia"}]}