{"mix":2186,"rounds":[[{"category":"LAW","comments":"","clues":[{"text":"More than half of any total, or the age at which a person is entitled to manage his affairs","response":"majority"},{"text":"The word \"aspirin\" was once protected as one of these but is now only a generic term","response":"a trademark"},{"text":"Judge Wapner's \"People's Court\" is based on this type of court","response":"small claims court"},{"text":"In 1986 he was sworn in to the Supreme Court on the same day Wm. Rehnquist became Chief Justice","response":"Antonin Scalia"},{"text":"Word used in courts by the public crier to command attention, it means \"Hear ye\"","response":"oyez"}],"originalDate":"1989-11-28"},{"category":"STARTS WITH \"P\"","comments":"","clues":[{"text":"Well pardner, it's time to round up this group &amp; chase those outlaws","response":"a possee"},{"text":"He \"had a wife &amp; couldn't keep her, put her in a pumpkin shell &amp; there he kept her very well\"","response":"Peter Peter Pumpkin Eater"},{"text":"A perfectly legal way to cook a salmon, but an illegal way to catch one","response":"to poach"},{"text":"Lawyer Marvin Mitchelson coined this word when he represented Michelle Triola Marvin","response":"palimony"},{"text":"Pluto made her queen of the underwold, but Zeus returned her to the earth each spring","response":"Persephone"}],"originalDate":"1989-11-28"},{"category":"SCIENCE","comments":"","clues":[{"text":"Sound moves with this type of undulation also associated with oceans &amp; earthquakes","response":"waves"},{"text":"The EPA has issued warnings about this clear, odorless gas that seeps out of uranium and into people's houses","response":"radon"},{"text":"In the formula E=mc<sup>2</sup>, c represents this","response":"the speed of light"},{"text":"The studies of hydrostatics &amp; hydrodynamics are concerned with these at rest &amp; in motion","response":"fluids"},{"text":"Super dense stars known for bursts of radiation at regular intervals are called this","response":"pulsars"}],"originalDate":"1989-11-28"},{"category":"GEOGRAPHIC SQUARES","comments":"","clues":[{"text":"The Russian name of this Moscow landmark can also be translated \"beautiful plaza\"","response":"Red Square"},{"text":"On Wednesdays, when he's in the Vatican, the pope holds a general audience on this square","response":"St. Peter's Square"},{"text":"Well known squares on the West End of this city include Berkeley, Russell &amp; Grosvener","response":"London"},{"text":"The Macy's Thanksgiving Parade ends at this square where Macy's is located","response":"Herald Square"},{"text":"The square that was the center of Chinese student protests in  May 1989","response":"Tiananmen Square"}],"originalDate":"1989-11-28"},{"category":"IN WHICH STATE?","comments":"","clues":[{"text":"The 29-acre pentagon","response":"Virginia"},{"text":"The Mayo Clinic Gonda Vascular Center","response":"Minnesota"},{"text":"Claremont McKenna College","response":"California"},{"text":"Grand Teton National Park","response":"Wyoming"},{"text":"The geographic center of North America, in Pierce County, just south of Rugby","response":"North Dakota"}],"originalDate":"2015-11-27"},{"category":"\"ET\"YMOLOGY","comments":"","clues":[{"text":"Mind your manners &amp; tell us this word from French for \"prescribed behavior\"","response":"etiquette"},{"text":"There's no beginning or end of this adjective from Latin for \"age\"","response":"eternal"},{"text":"This type of engraving using a corrosive on a surface is from old German for \"to be eaten\"","response":"etching"},{"text":"Darn you if you can't come up with the Latin-derived name of this ancient people of Italy","response":"the Etruscans"},{"text":"If you studied Chopin, you'll probably come up with this word, French for \"study\"","response":"<i>étude</i>"}],"originalDate":"2015-11-27"}],[{"category":"RICK ROLLED","comments":"","clues":[{"text":"In 1967 the National Wildlife Federation started publishing this children's nature magazine","response":"<i>Ranger Rick</i>"},{"text":"Rick Rubin, founder of Def Jam, produced this artist's album \"FutureSex/LoveSounds\"","response":"Justin Timberlake"},{"text":"\"Blue Collar Conservatives\" is a book by this Pennsylvanian 2012 &amp; 2016 presidential candidate","response":"(Rick) Santorum"},{"text":"Between 1979 &amp; 1991 Rick Mears won this race 4 times","response":"the Indianapolis 500"},{"text":"He delivered the invocation at Barack Obama's first inauguration","response":"Rick Warren"}],"originalDate":"2015-11-27"},{"category":"THE ARTICLES OF CONFEDERATION","comments":"","clues":[{"text":"Although this Pennsylvanian submitted a draft, the one accepted was prepared by John Dickinson in 1777","response":"(Ben) Franklin"},{"text":"Some books of \"Amazing History Trivia!!!\" call John Hanson the first of these due to his executive position under the articles","response":"the president of the United States"},{"text":"The TL in the group USTL that promotes citizen legislators, they were in the Articles but not in the Constitution","response":"term limits"},{"text":"Article VI stated, \"Every state shall always keep up a well-regulated and disciplined\" one of these, \"sufficiently armed\"","response":"a militia"},{"text":"Signers of the articles from this state included Elbridge Gerry","response":"Massachusetts"}],"originalDate":"2015-11-27"},{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"A varial 720 is a trick on this wheeled device","response":"a skateboard"},{"text":"A loop of leather that helps you pull on your Tony Lamas","response":"a bootstrap"},{"text":"Bing Crosby sang, \"Would you like to swing on a star, carry\" these \"home in a jar\"","response":"moonbeams"},{"text":"In 2010 the History Channel's Rick Harrison received the top award from the Natl. Association of these","response":"Pawnbrokers"},{"text":"Nonsense, or a pippin stewed to a pulp, sweetened &amp; spiced","response":"applesauce"}],"originalDate":"2015-11-27"},{"category":"\"IT\" IS A SONG","comments":"","clues":[{"text":"Paul McCartney was going through his own \"hour of darkness\" when he penned this song","response":"\"Let It Be\""},{"text":"Title in common to Nicki Minaj &amp; Devo","response":"\"Whip It\""},{"text":"Real gang members were featured in the video for this Michael Jackson hit","response":"\"Beat It\""},{"text":"It was the lead single off Taylor Swift's album \"1989\"","response":"\"Shake It Off\""},{"text":"Snoop Dogg recorded a new version of this song in 2012 to promote Hot Pockets","response":"\"Drop It Like It's Hot\""}],"originalDate":"2015-11-27"},{"category":"AS THE CROW FLIES","comments":"","clues":[{"text":"Crows belong to the genus Corvus, as does this larger, thicker-billed bird, C. corax","response":"a raven"},{"text":"Once common on the slopes of volcanoes, the 'alala, the crow of this state, is now extinct in the wild","response":"Hawaii"},{"text":"This pathogen named for an African river reached the U.S. in 1999 &amp; decimated crow populations","response":"the West Nile virus"},{"text":"A word for dead animal flesh is in the alliterative name of this crow","response":"carrion"},{"text":"In winter, crows gather in groups of thousands; a little creepy if you remember this deadly term for a flock","response":"a murder"}],"originalDate":"2015-11-27"},{"category":"A LITTLE READING","comments":"","clues":[{"text":"First &amp; last name of E.B. White's adventurous mouse-like boy from a 1945 story","response":"Stuart Little"},{"text":"4-word rallying mantra repeated by the \"Little Engine that Could\" to inspire it to persevere","response":"I think I can"},{"text":"\"Little Women\" detailed the passage from childhood to womanhood of these 4 March sisters","response":"Meg, Jo, Beth & Amy"},{"text":"This 1886 Frances Hodgson Burnett novel inspired a fad of dressing young boys in velvet suits","response":"<i>Little Lord Fauntleroy</i>"},{"text":"The first book in Laura Ingalls Wilder's series was \"Little House in\" this place with more shade than the prairie","response":"the Big Woods"}],"originalDate":"2015-11-26"}],{"category":"U.S. DEMOGRAPHICS","text":"In 2018 Forbes said this \"Belt's Demographic Delight is\" this other \"Belt's Demographic Dilemma\"","response":"the Sun Belt & the Rust Belt"}]}