{"mix":2189,"rounds":[[{"category":"THE 1940s","comments":"(Alex: What a decade!)","clues":[{"text":"In 1946 AT&T offered this service in St. Louis, but it wasn't cellular back then","response":"mobile phones (car telephones)"},{"text":"One critic said this 1948 Mailer novel is \"more concerned with the latter than the former\"","response":"<i>The Naked and the Dead</i>"},{"text":"On Nov. 2, 1947 he piloted the Spruce Goose for the first &amp; only time it flew","response":"Howard Hughes"},{"text":"In October 1941 he was appointed to replace premier Fumimaro Konoye","response":"Tojo"},{"text":"In a 1941 speech, Churchill made the name of this Norwegian prime minister synonymous with \"traitor\"","response":"Vidkun Quisling"}],"originalDate":"1990-04-13"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Larousse calls it the most widespread spice in the world, which is nothing to sneeze at","response":"pepper"},{"text":"It should be a snap to tell us this spice is used in a soda &amp; a bread, man","response":"ginger"},{"text":"The leaves of this pickling herb are called a weed","response":"dill"},{"text":"Coffee can be used as a spice, &amp; this name describes cakes made with it","response":"mocha"},{"text":"As its name suggests, in medieval Europe this herb was believed to promote wisdom","response":"sage"}],"originalDate":"1990-04-13"},{"category":"SPORTS","comments":"","clues":[{"text":"In soccer, he's the only player allowed to touch the ball with his hands or arms","response":"a goalie"},{"text":"Fencers wear only one of these long  white gloves, to protect the sword hand","response":"a gauntlet"},{"text":"Since they sport black &amp; white stripes, football officials are sometimes called these","response":"zebras"},{"text":"Piece of sports equipment that consists of a nock, a fletch, a shaft &amp; a metal tip","response":"arrow"},{"text":"This racquet sport, first played at Harrow School in England, was named for its soft ball","response":"squash"}],"originalDate":"1990-04-13"},{"category":"SONG LYRICS","comments":"","clues":[{"text":"A song from \"Funny Girl\" ends with \"You are woman, I am\" this, \"let's kiss\"","response":"man"},{"text":"\"I don't want to set the world on fire, I just want to start a flame in\" this","response":"your heart"},{"text":"In song titles, this word precedes \"of Washington Square\" &amp; \"of Tralee\"","response":"rose"},{"text":"\"They're blood has wash'd out their foul footstep's pollution\" is a seldom sung line from this nat'l anthem","response":"the American national anthem (\"The Star-Spangled Banner\")"},{"text":"In \"What's Love Got to Do with It?\" Tina Turner sang, \"What's love but a second hand\" one of these","response":"emotion"}],"originalDate":"1990-04-13"},{"category":"INSECTS","comments":"","clues":[{"text":"While moths are nocturnal, these close relatives are diurnal, or \"day-flyers\"","response":"butterflies"},{"text":"They contain tiny insect larvae that jump when exposed to heat","response":"Mexican jumping beans"},{"text":"Stage of a bee's development that falls between larva &amp; adult","response":"pupa"},{"text":"The 2 insects in the title of an Aesop's fable, one hard-working &amp; the other lazy","response":"ant & grasshopper"},{"text":"Also called the looper &amp; measuring worm, it's actually the caterpillar of a moth","response":"inchworm"}],"originalDate":"1990-04-13"},{"category":"U.S.A.","comments":"","clues":[{"text":"Despite the weather, this huge state has the highest percentage of commuters who walk to work","response":"Alaska"},{"text":"It forms a \"hook\" south of Massachusetts Bay","response":"Cape Cod"},{"text":"An easy way to remember their names is the mnemonic \"H-O-M-E-S\"","response":"the Great Lakes"},{"text":"Pennsylvania produces almost all of America's supply of this kind of coal","response":"anthracite (hard coal)"},{"text":"This river forms the boundary between Vermont &amp; New Hampshire","response":"Connecticut River"}],"originalDate":"1990-04-13"}],[{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"How time flies: Buckingham Palace announced their engagement on Feb. 24, 1981","response":"Charles and Diana"},{"text":"Kaiser Wilhelm's mother was the eldest child of this queen, whose name she shared","response":"Victoria"},{"text":"Some say this \"Confessor\" was an albino","response":"Edward"},{"text":"\"The Merry Monarch\"'s father, he was beheaded in 1649","response":"Charles I"},{"text":"If Prince William becomes King William, this number will follow his name","response":"the 5th"}],"originalDate":"1990-04-13"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"In \"Lacon\" Charles Caleb Colton wrote this \"is the sincerest of flattery\"","response":"imitation"},{"text":"Tale that contains the line \"But don't go into Mr. McGregor's garden\"","response":"<i>The Tale of Peter Rabbit</i>"},{"text":"J. Donne called this animal \"Nature's great masterpiece...the only harmless great thing\"","response":"the elephant"},{"text":"In the 3-word poem \"On the Antiquity of Microbes\", it's the line that follows \"Adam\"","response":"had 'em"},{"text":"\"There is no such thing as natural law\", he claimed in \"Le Rouge et le Noir\"","response":"Stendhal (Henri Boyle)"}],"originalDate":"1990-04-13"},{"category":"FLAGS","comments":"","clues":[{"text":"Canadian province whose flag is a white cross &amp; 4 fleurs-de-lis on a blue field","response":"Quebec"},{"text":"This state's flag shows the sun symbol of the Zia Pueblo Indians &amp; the colors of Queen Isabella","response":"New Mexico"},{"text":"This African flag's 11 red &amp; white stripes stand for the 11 signers of its Declaration of Independence","response":"Liberia"},{"text":"He designed the Italian flag after his own French flag but changed blue to green, his favorite color","response":"Napoleon"},{"text":"The black, red &amp; gold of their flags date back to the Holy Roman Empire","response":"Germany"}],"originalDate":"1990-04-13"},{"category":"MOVIE DIRECTORS","comments":"","clues":[{"text":"Born Arthur Stanley Jefferson, this skinny half of a comedy team directed several of their films","response":"Stan Laurel"},{"text":"This director plays Cliff Stern, a documentary filmmaker in \"Crimes &amp; Misdemeanors\"","response":"Woody Allen"},{"text":"He directed \"Body Heat\", then changed temperatures with \"The Big Chill\"","response":"Lawrence Kasdan"},{"text":"\"Casualties of War\" was an exploration of Vietnam's horror by this maker of horror films like \"Carrie\"","response":"Brian De Palma"},{"text":"He directed \"Butch Cassidy and the Sundance Kid\" &amp; won an Oscar for \"The Sting\"","response":"George Roy Hill"}],"originalDate":"1990-04-13"},{"category":"JAPAN","comments":"","clues":[{"text":"City where you can visit the Peace Memorial Museum, Hall &amp; Park","response":"Hiroshima"},{"text":"Written with a capital letter, it's Japan's parliament, not its usual cuisine","response":"the Diet"},{"text":"Though ruling in the name of the emperor, for some 700 years they held the real power in Japan","response":"the Shogun"},{"text":"The crest of the Imperial Family shows a 16-petal representation of this golden flower","response":"the chrysanthemum"},{"text":"Year in which, for the 1st time in history, Japan found itself under control of foreign conquerors","response":"1945"}],"originalDate":"1987-12-08"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"Europeans ranked Italian men as the best seducers &amp; this neighboring country's women as the most seductive","response":"France"},{"text":"Almost 80 million people in this country are named Li, making it their most common surname","response":"China"},{"text":"Ending a 4-year journey in 1987, Steve Newman became the 1st person to go around the world this way","response":"walking"},{"text":"This didn't occur on the 1987 Oscar telecast until 35 minutes after the show began","response":"the presentation of the first Oscar"},{"text":"This European airline is the foreign airline which flies to the most U.S. cities, 14","response":"British Airways (British Air accepted)"}],"originalDate":"1987-12-08"}],{"category":"20th CENTURY ART","text":"A derisive description of the shape of the houses in the 1908 painting \"Houses at l'Estaque\" gave this art style its name","response":"Cubism"}]}