{"mix":2202,"rounds":[[{"category":"D.C. TV","comments":"","clues":[{"text":"In the first episode of this series, Red Reddington, \"the Concierge of Crime\", surrenders at FBI headquarters","response":"<i>The Blacklist</i>"},{"text":"White House party crasher Michaele Salahi was on the D.C. version of this Bravo reality series","response":"<i>Real Housewives</i>"},{"text":"Agent 86 &amp; Agent 99 worked for the Washington-based intelligence agency CONTROL on this spy sitcom","response":"<i>Get Smart</i>"},{"text":"Emily Deschanel plays a forensic anthropologist who works at the Jeffersonian Institute in D.C. on this Fox series","response":"<i>Bones</i>"},{"text":"4 Republican senators live together in this Amazon series created by Garry Trudeau","response":"<i>Alpha House</i>"}],"originalDate":"2015-11-03"},{"category":"MARY, MARY","comments":"","clues":[{"text":"As a character on \"The Knick\", this infamous disease carrier is cleared of blame by an ignorant judge","response":"Typhoid Mary"},{"text":"Though \"Queen of\" another people, this 16th c. royal was brought up at the French court of Catherine de Medicis","response":"Mary, Queen of Scots"},{"text":"This Democratic senator from Louisiana lost a 2014 runoff election to Bill Cassidy","response":"Mary Landrieu"},{"text":"She was the first American to win the Olympic women's gymnastics individual all-around title","response":"Mary Lou Retton"},{"text":"One of the first sci-fi writers; her novels include 1826's \"The Last Man\", about a world destroyed by plague","response":"Mary Shelley"}],"originalDate":"2015-11-03"},{"category":"MUSICAL QUOTES","comments":"","clues":[{"text":"Eugene Ormandy puzzled orchestra musicians with lines like \"Why do you (play) when I'm trying to\" do this, baton in hand","response":"conduct"},{"text":"Oliver Herford said \"The Irish gave\" this instrument \"to the Scots as a joke, but the Scots haven't seen the joke yet\"","response":"the bagpipes"},{"text":"John Philip Sousa said this kind of work \"should make a man with a wooden leg step out\"","response":"a march"},{"text":"John Lennon said that after this manager \"died, we collapsed\"","response":"(Brian) Epstein"},{"text":"On being told he played the wrong notes, Thelonious Monk said this instrument \"ain't got any wrong notes\"","response":"a piano"}],"originalDate":"2015-11-03"},{"category":"CEREMONIES","comments":"","clues":[{"text":"Each year hundreds of recruits raise their right hands at this hyphenated type of ceremony to join the NYPD","response":"swearing-in"},{"text":"During the relay carrying it to the Sochi Winter Olympics in 2014, this traveled under the surface of Lake Baikal","response":"the Olympic torch"},{"text":"150,000, including the First Lady, attended the 1931 christening of the USS Akron, an ill-fated one of these aircraft","response":"a Zeppelin (or an airship)"},{"text":"For almost 1,000 years, this official has presided over the coronation of a British sovereign","response":"the archbishop of Canterbury"},{"text":"Healing ceremonies in some Native American tribes include drinking a tea made of this mescaline-containing cactus","response":"peyote"}],"originalDate":"2015-11-03"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"This jumping Twain creature ends up putting on a lot of weight<span class=\"nobreak\">--</span>he goes about \"five pound!\" &amp; that ain't right","response":"the celebrated jumping frog of Calaveras County"},{"text":"In the last paragraph, this James Thurber guy goes from smoking by a drugstore to bravely facing a firing squad","response":"Walter Mitty"},{"text":"This title critter nearly drowns at the beginning of his tale but ends up taking down Nag, a nasty cobra","response":"Rikki-Tikki-Tavi"},{"text":"This Annie Proulx story about 2 \"drop-out country boys with no prospects\" was in the New Yorker's Oct. 13, 1997 issue","response":"\"Brokeback Mountain\""},{"text":"This creepy W.W. Jacobs object had \"a spell on it so that three separate men could each have three wishes from it\"","response":"the monkey's paw"}],"originalDate":"2015-11-03"},{"category":"SHOW \"TIME\"","comments":"","clues":[{"text":"Valerie Bertinelli &amp; Mackenzie Phillips took things as they came on this '70s sitcom","response":"<i>One Day at a Time</i>"},{"text":"Bill Maher keeps it legit on this HBO show","response":"<i>Real Time with Bill Maher</i>"},{"text":"More than just SpongeBob, Tom Kenny voices the Ice King, Magic Man &amp; Gunter on this other 'toon","response":"<i>Adventure Time</i>"},{"text":"John Cleese &amp; Sean Connery were in on this 1981 Terry Gilliam caper","response":"<i>Time Bandits</i>"},{"text":"This Charlie Chaplin satire of the Machine Age is always up to date","response":"<i>Modern Times</i>"}],"originalDate":"2015-11-03"}],[{"category":"MATH","comments":"","clues":[{"text":"It's the inverse operation of addition","response":"subtraction"},{"text":"It's the formula for the area of a circle","response":"&#960;r<sup>2</sup>"},{"text":"Multiply 10<sup>3</sup> by 10<sup>6</sup> &amp; you get 10 to this power","response":"the 9th power"},{"text":"If 2 of the interior angles of a triangle are 90<sup>o</sup> &amp; 60<sup>o</sup>, the third one will measure this","response":"30<sup>o</sup>"},{"text":"Counting up from 1, it's the first whole number that's not a factor of 12","response":"5"}],"originalDate":"1994-01-24"},{"category":"BROADWAY SONGS","comments":"","clues":[{"text":"Rogers &amp; Hammerstein wrote that \"it's where the wind comes sweepin' down the plain\"","response":"\"Oklahoma!\""},{"text":"It's when \"you may see a stranger across a crowded room\"","response":"\"Some Enchanted Evening\""},{"text":"A song in \"Peter Pan\" says, \"Look at me way up high, suddenly here am I\" doing this","response":"flying"},{"text":"The one referred to in the line \"You're looks are laughable, un-photographable\"","response":"\"My Funny Valentine\""},{"text":"\"She's got the banjoes strummin' and plunkin' out a tune to beat the band\"","response":"Mame"}],"originalDate":"1994-01-24"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"This organization begins its annual Christmas bird count in mid-December","response":"the Audubon Society"},{"text":"Sadie Hawkins Day, held in November, was created by cartoonist Al Capp in this comic strip","response":"<i>Li'l Abner</i>"},{"text":"Marylanders celebrate Defender's Day in September with a mock bombardment of this fort","response":"Fort McHenry"},{"text":"Each August this U.S. city hosts the Three Rivers Regatta","response":"Pittsburgh"},{"text":"A midieval fair is held each March in Sarasota, Florida to raise funds for this art museum","response":"the Ringling Museum of Art"}],"originalDate":"1994-01-24"},{"category":"THE BIBLE","comments":"","clues":[{"text":"\"The Lord set about a mark upon\" this son of Adam \"lest any finding him should kill him\"","response":"Cain"},{"text":"The publicans that Luke refers to aren't innkeepers, but collectors of these","response":"taxes"},{"text":"David was afraid to handle this object after God smote Uzza for touching it","response":"the Ark of the Covenant"},{"text":"1 &amp; 2 Corinthians both begin with this, their author's name","response":"Paul"},{"text":"Naomi's Maobite daughter-in-law who traveled to Bethlehem with her","response":"Ruth"}],"originalDate":"1994-01-24"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"The \"pot\" type of this is very similar to the \"cottage\" type","response":"cheese"},{"text":"The amount of this stimulant in tea leaves is about 3%","response":"caffeine"},{"text":"Of all the slings, this one with a geographical name is probably the best known","response":"a Singapore Sling"},{"text":"Creme de menthe &amp; creme de cacao both come in this \"color\"","response":"clear (or white)"},{"text":"This leafy green vegetable is one of the many ingredients in spanakopita, a tasty Greek pie","response":"spinach"}],"originalDate":"1994-01-24"},{"category":"HOTELS BY CITY","comments":"","clues":[{"text":"The Mirage,<br>Excalibur,<br>Caesar's Palace","response":"Las Vegas"},{"text":"Meridien Montparnasse,<br>Balzac,<br>George V","response":"Paris"},{"text":"Dorchester,<br>Connaught,<br>Cadogan","response":"London"},{"text":"Brunelleschi,<br>Monna Lisa,<br>Villa Medici","response":"Florence"},{"text":"Metropol,<br>Rossiya,<br>Intourist","response":"Moscow"}],"originalDate":"1994-01-24"}],{"category":"U.S. CITIES","text":"Named for the ore once mined there, this city at an altitude of 10,152 feet is home to the National Mining Hall of Fame &amp; Museum","response":"Leadville"}]}