{"mix":2203,"rounds":[[{"category":"THE OLYMPICS","comments":"","clues":[{"text":"At the 1992 Summer Games, Summer Sanders won 3 medals in this sport","response":"swimming"},{"text":"Part of the Winter Olympics since 1924, it's steered by ropes or a steering wheel","response":"a bobsled"},{"text":"The first of the Olympic fencing weapons to be \"electrified\", it has no invalid target","response":"the épée"},{"text":"This British pair's routine to \"Bolero\" won them the ice dancing gold in 1984","response":"Torvill & Dean"},{"text":"Bart Conner (1984) &amp; George Eyser (1904) are the only Americans to win gold on this apparatus","response":"parallel bars"}],"originalDate":"1994-01-24"},{"category":"PAINTERS","comments":"","clues":[{"text":"You can see his painting of \"The Starry Night\" at New York City's Museum of Modern Art","response":"van Gogh"},{"text":"In 1962 his filmmaker son Jean published a memoir about him","response":"Renoir"},{"text":"After she moved to New Mexico, bare bones &amp; desert flowers became frequent motifs in her paintings","response":"Georgia O'Keeffe"},{"text":"He was born December 2, 1859 in Paris, if you get the \"point\"","response":"Seurat"},{"text":"James Boswell dedicated his \"Life of Samuel Johnson\" to this British rival of Gainsborough","response":"Sir Joshua Reynolds"}],"originalDate":"1994-01-24"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"This jacket named for an Indian prime minister had a mandarin-style collar","response":"a Nehru jacket"},{"text":"Some fashionable 19th century women wore the leg-of-mutton style of these","response":"sleeves"},{"text":"In the 1700s, La Camargo, who was this type of dancer, set fashion trends in shoes &amp; coiffures","response":"ballet"},{"text":"This bulky knot used  to tie four-in-hand neckties was named for an English duke","response":"a Windsor knot"},{"text":"This couturier's \"new look\" of 1947 featured narrow waistlines &amp; padded hips","response":"Christian Dior"}],"originalDate":"1994-01-24"},{"category":"'70s BESTSELLERS","comments":"","clues":[{"text":"James Clavell subtitled this 1975 bestseller \"A Novel of Japan\"","response":"<i>Shogun</i>"},{"text":"The book so possessed its readers that it was the bestselling horror novel of the decade","response":"<i>The Exorcist</i>"},{"text":"James Michener captured the history of Maryland's Eastern Shore in this 1978 bestseller","response":"<i>Chesapeake</i>"},{"text":"Dr. Herman Tarnower made the bestseller lists in 1979 with his book featuring this diet","response":"the Scarsdale diet"},{"text":"This author dedicated his 1972 bestseller \"to the real <br>Jonathan Seagull, who lives within us all\"","response":"(Richard) Bach"}],"originalDate":"1994-01-24"},{"category":"THERE'S A COLOR IN MY BRAND","comments":"","clues":[{"text":"A product known as White Soap got too much air in one batch; the result was renamed this, still around today","response":"Ivory (soap)"},{"text":"\"Tan, don't burn\" was once a slogan of this brand of sunscreen","response":"Coppertone"},{"text":"This fancy brand of Dijon mustard has a rouge variety, flavored with Cabernet sauvignon &amp; blackberries","response":"Grey Poupon"},{"text":"This brand known for smokehouse almonds named itself for a rare gem","response":"Blue Diamond almonds"},{"text":"This Heritage brand calls itself \"all weather\" professional hairspray","response":"Aqua Net"}],"originalDate":"2015-10-30"},{"category":"DAY OF THE DEAD","comments":"","clues":[{"text":"December 4, 1965:<br>The Grateful Dead know the way to this Silicon Valley city where they play their first-ever show","response":"San Jose"},{"text":"Oct. 6, 1971:<br>The \"Skull &amp; Roses\" live album comes out, calling their fans these on the back cover","response":"Deadheads"},{"text":"August 13, 1995:<br>25,000 fans jam Golden Gate Park to celebrate this guitarist who'd passed away 4 days earlier","response":"Jerry Garcia"},{"text":"Dec. 11, 1965:<br>The Dead join this \"Cuckoo\" author &amp; his Merry Pranksters for an event called an Acid Test","response":"(Ken) Kesey"},{"text":"July 5, 2015:<br>The Dead say farewell with a 50th anniversary show including this song about their \"long, strange trip\"","response":"\"Truckin'\""}],"originalDate":"2015-10-30"}],[{"category":"CHEMICAL ELEMENT SPELLING","comments":"(Alex: You have to give us the word, made from the symbols of the elements we will give you in the clue.)","clues":[{"text":"Iodine,<br>cerium","response":"ice"},{"text":"Copper,<br>phosphorus","response":"cup"},{"text":"Actinium,<br>rhenium","response":"acre"},{"text":"Vanadium,<br>erbium,<br>selenium","response":"verse"},{"text":"Protactinium,<br>thorium","response":"path"}],"originalDate":"2015-10-30"},{"category":"GOING BANANAS","comments":"","clues":[{"text":"In 2014 a U.K. zoo banned bananas from these primates' diet; commercially available fruits are too sugary","response":"gorillas (or monkeys)"},{"text":"\"Fun Facts\" at this company's website include \"The average American eats 27 pounds of bananas each year!\"","response":"Chiquita"},{"text":"This \"cooking banana\" has a mild squashlike flavor","response":"a plantain"},{"text":"Runner's World said marathoners have a post-race banana to replenish about 500 mg of this metallic element","response":"potassium"},{"text":"A 2013 Bon Appetit article called this, not apple pie, the \"most American diner dessert\"","response":"banana cream pie"}],"originalDate":"2015-10-29"},{"category":"ENDS IN \"OON\"","comments":"","clues":[{"text":"Kipling wrote, \"The flood came along for an extra\" this seasonal Asian downpour","response":"a monsoon"},{"text":"I do declare, it means to faint","response":"to swoon"},{"text":"A subdivision of a company, headed by a lieutenant","response":"a platoon"},{"text":"To decorate with a chain of flowers, lights or other bright &amp; colorful objects","response":"festoon"},{"text":"Referring in part to its mountains, the name of this area of Hong Kong means \"9 dragons\"","response":"Kowloon"}],"originalDate":"2015-10-29"},{"category":"WHAT'S YOUR MOVIE NUMBER?","comments":"","clues":[{"text":"2012:<br>SEAL Team 6 disposes of Osama bin Laden","response":"<i>Zero Dark Thirty</i>"},{"text":"1994:<br>A quintet of social occasions, one not-so-happy","response":"<i>Four Weddings and a Funeral</i>"},{"text":"1999:<br>\"The Taming of the Shrew\" goes to high school","response":"<i>10 Things I Hate About You</i>"},{"text":"2010:<br>A solo hiking trip in Utah goes very wrong","response":"<i>127 Hours</i>"},{"text":"1975:<br>Robert Redford is a CIA researcher","response":"<i>Three Days of the Condor</i>"}],"originalDate":"2015-10-29"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"Quadragesimal means suitable for this annual Christian period","response":"Lent"},{"text":"Coined by Edmund Spenser, a prothalamion is a poem written in celebration of one of these ceremonies","response":"a wedding"},{"text":"It means to knock against others intentionally at a rock concert, perhaps in the \"pit\" of the same name","response":"mosh"},{"text":"This word for an avid enthusiast comes from the Spanish for \"supporter\"","response":"aficionado"},{"text":"A pangram is a sentence that's special in this way","response":"it contains every letter in the alphabet"}],"originalDate":"2015-10-29"},{"category":"LAND OF ENCHANTMENT","comments":"","clues":[{"text":"\"The Horse and His Boy\" by C.S. Lewis begins, \"This is the story of an adventure that happened\" here","response":"Narnia"},{"text":"Mid-World's last gunslinger searches for the title edifice in this fantasy series by Stephen King","response":"<i>The Dark Tower</i>"},{"text":"In one Seuss tale this place is found in a speck of dust; in another, near Mt. Crumpit","response":"Whoville"},{"text":"New York, aka the \"City of\" these in \"The Mortal Instruments\" series, has faeries, warlocks &amp; Shadowhunters","response":"the City of Bones"},{"text":"This Terry Pratchett \"world\" sits on elephants that stand on a great turtle","response":"Discworld"}],"originalDate":"2015-10-29"}],{"category":"THE POSTCOLONIAL WORLD","text":"This African nation left the British Commonwealth in 2003 over sanctions on its undemocratic government; in 2018 it applied to rejoin","response":"Zimbabwe"}]}