{"mix":2211,"rounds":[[{"category":"SYMBOLS","comments":"","clues":[{"text":"Used when cross referencing, this symbol can also call attention to a listing, like a questionable home run total","response":"an asterisk"},{"text":"A \"lazy eight\" is a nickname for the symbol that denotes this mathematical quantity","response":"infinity"},{"text":"From the Latin for \"title\", it's the little line over certain N's in Spanish to indicate a nasalized pronunciation","response":"a tilde"},{"text":"This punctuation mark can also be called a screamer or a bang","response":"an exclamation point"},{"text":"A writer can indicate a lingering or unfinished thought using this symbol... represented by... 3 dots...","response":"ellipses"}],"originalDate":"2015-10-16"},{"category":"SPANISH CITIES","comments":"","clues":[{"text":"Spain's Cortes, or parliament, meets in this city","response":"Madrid"},{"text":"According to legend, this second-largest city was founded by Hamilcar Barca around 230 B.C.","response":"Barcelona"},{"text":"No bull!  This city's first bishop was San Fermin","response":"Pamplona"},{"text":"A 2,000-year-old Roman aqueduct serves as a symbol of this city that shares its name with a famous guitarist","response":"Segovia"},{"text":"This home of El Greco is famous for its fine steel swords","response":"Toledo"}],"originalDate":"2015-10-16"},{"category":"SCIENTIFIC ACHIEVEMENTS","comments":"","clues":[{"text":"In 1986 Dr. Alec Jeffreys became the first scientist to use this genetic material to identify suspected criminals","response":"DNA"},{"text":"This ancient scientist worked out the principles of the lever &amp; other simple machines around 250 B.C.","response":"Archimedes"},{"text":"Fossil finds in Africa by this husband &amp; wife established Homo habilis as an ancestor of modern man","response":"the Leakeys"},{"text":"Physicist Wolfgang Pauli's 1925 exclusion principle states that no 2 of these can be in the same quantum state","response":"electrons"},{"text":"In the 17th century John Napier was all about that base, inventing these quantities that simplify calculations","response":"logarithms"}],"originalDate":"2015-10-16"},{"category":"GRAMMY-WINNING MUSIC VIDEOS","comments":"","clues":[{"text":"1991:<br>\"Losing My Religion\"","response":"R.E.M."},{"text":"2009:<br>\"Boom Boom Pow\"","response":"the Black Eyed Peas"},{"text":"1997:<br>\"Got 'Til It's Gone\"","response":"Janet Jackson"},{"text":"2007:<br>\"God's Gonna Cut You Down\"<br>(a country legend)","response":"Johnny Cash"},{"text":"2000:<br>\"Learn To Fly\"","response":"the Foo Fighters"}],"originalDate":"2015-10-16"},{"category":"HISTORICAL QUOTES","comments":"","clues":[{"text":"When told of a new theory, this Macedonian wept, \"When the number of worlds is infinite, I have not conquered one\"","response":"Alexander the Great"},{"text":"One quote from him is \"We must now set about building a proletarian socialist state in Russia\"","response":"Lenin"},{"text":"This former slave once told Frederick Douglass that in all her journeys she \"never lost a single passenger\"","response":"Harriet Tubman"},{"text":"In one of his notebooks, Leonardo da Vinci wrote that this family \"created and destroyed me\"","response":"the Medicis"},{"text":"This 19th century \"Iron Chancellor\" predicted a European war started by some \"foolish thing in the Balkans\"","response":"Bismarck"}],"originalDate":"2015-10-16"},{"category":"\"CAT\"EGORICAL","comments":"","clues":[{"text":"A larval butterfly","response":"a caterpillar"},{"text":"These launch devices on Navy aircraft carriers share their name with ancient military machines","response":"catapults"},{"text":"Some versions of this 2-hulled sailboat of Polynesia can be 100 feet long","response":"catamarans"},{"text":"From the Greek for \"wash down\", it's a sudden, catastrophic natural event","response":"a cataclysm"},{"text":"Anatomical term for a person used to serve the purposes of another","response":"a cat's-paw"}],"originalDate":"2015-10-16"}],[{"category":"AWARDS","comments":"","clues":[{"text":"This British princess was the recipient of a 1995 humanitarian award from United Cerebral Palsy","response":"Princess Di"},{"text":"In 1995 former president Jimmy Carter &amp; this Spanish king received UNESCO prizes for promoting peace","response":"Juan Carlos"},{"text":"\"Good grief\"; this cartoonist won the Reuben Award twice, in 1955 &amp; 1964","response":"Charles Schulz"},{"text":"Rockford College in this state awards outstanding women a medal named for alumna Jane Addams","response":"Illinois"},{"text":"The Cesar is France's equivalent of this U.S. award","response":"the Oscar"}],"originalDate":"1996-10-09"},{"category":"THE BIBLE","comments":"","clues":[{"text":"This apostle was born in the Greek city of Tarsus","response":"Paul (Saul)"},{"text":"He told his sons-in-law to get out of Sodom because the Lord was going to destroy the city","response":"Lot"},{"text":"Of this newborn son, Zacharias said, \"Thou shalt go before the face of the Lord to prepare his ways\"","response":"John the Baptist"},{"text":"Esau told him \"I am at the point to die; and what profit shall this birthright do to me?\"","response":"Jacob"},{"text":"In the King James Version, the first of the 12 historical books following the Pentateuch is named for him","response":"Joshua"}],"originalDate":"1996-10-09"},{"category":"MUSEUMS","comments":"","clues":[{"text":"A North Tonawanda, N.Y. museum displays the process of carving animals for this amusement ride","response":"a carousel"},{"text":"Her Pulitzer Prize for \"The Good Earth\" is displayed at her Dublin, Penn. home","response":"(Pearl) Buck"},{"text":"The history of this type of auto racing is displayed at \"Big Daddy\" Don Garlits' museum in Ocala, Fla.","response":"drag racing"},{"text":"This Russian museum's Winter Palace was designed by Bartolommeo Rastrelli in the 1750s","response":"the Hermitage"},{"text":"The Fort Christian Museum of the U.S. Virgin Islands is located in this capital city","response":"Charlotte Amalie"}],"originalDate":"1996-10-09"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"To suffer a crushing defeat is \"to meet your\" this, as Napoleon did June 18, 1815","response":"Waterloo"},{"text":"The old saying about having this and eating it, too appeared in a 1546 book of proverbs","response":"your cake"},{"text":"When you're really angry or just very noisy, you \"raise\" this part of a house","response":"the roof"},{"text":"Grease makes a fire blaze up and smoke, so when this \"is in the fire\" the damage has been done","response":"the fat"},{"text":"Some say the phrase about going \"from\" this \"to post\" comes from the old game of court tennis","response":"pillar"}],"originalDate":"1996-10-09"},{"category":"PRESIDENTIAL NICKNAMES","comments":"","clues":[{"text":"\"Give 'Em Hell Harry\"","response":"Truman"},{"text":"\"Fireside Chatterer\"","response":"FDR"},{"text":"He called himself \"Jinx of the Links\"","response":"(Gerald) Ford"},{"text":"The \"Son of his Grandfather\"","response":"Benjamin Harrison"},{"text":"\"Hero of Buena Vista\"","response":"Zachary Taylor"}],"originalDate":"1996-10-09"},{"category":"SPACE EXPLORATION","comments":"","clues":[{"text":"Of 21, 33 or 75 hours, the longest man has stayed on the moon","response":"75"},{"text":"In February 1996 NASA launched NEAR, a probe, designed to rendezvous with Eros, one of these minor planets","response":"an asteroid"},{"text":"The last mission in this U.S. series was manned by Jim Lovell &amp; Buzz Aldrin","response":"Gemini"},{"text":"In 1981, for his 5th space flight, John Young flew on this 1st shuttle to go into orbit","response":"the Columbia"},{"text":"In 1974 Carr, Gibson &amp; Pogue were the last crew to serve in this craft; they spent over 2,000 hours there","response":"Skylab"}],"originalDate":"1996-10-09"}],{"category":"LAST WORDS","text":"In 1876 in the Dakotas this American said, \"The old duffer broke me on the last hand\"","response":"Bill Hickok"}]}