{"mix":2212,"rounds":[[{"category":"ENGLISH LIT","comments":"","clues":[{"text":"On his ninth birthday, this Dickens orphan is taken to live at the main work house by Mr. Bumble","response":"Oliver Twist"},{"text":"Sisters Elinor &amp; Marianne Dashwood are the heroines of this Jane Austen novel","response":"<i>Sense and Sensibility</i>"},{"text":"\"A Dead Man in Deptford\", the last novel by this \"A Clockwork Orange\" author, was published in 1993","response":"Anthony Burgess"},{"text":"Loch Katrine provides the setting for his narrative poem \"The Lady of the Lake\"","response":"(Sir Walter) Scott"},{"text":"This baroness whose first name is Phyllis is famous for mystery novels about detective Adam Dalgliesh","response":"P.D. James"}],"originalDate":"1996-10-09"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"In 1995 she returned to Broadway in a 31st anniversary production of \"Hello, Dolly!\"","response":"Carol Channing"},{"text":"Pat Brown, former 2-term governor of this state, passed away in 1996","response":"California"},{"text":"His recent country album \"Tennessee Moon\" features a new version of his hit \"Kentucky Woman\"","response":"Neil Diamond"},{"text":"This celebrated hairstylist fought for the Israeli army during the 1948 War of Independence","response":"Vidal Sassoon"},{"text":"In 1996 some of the top skaters joined Yekaterina Gordeyeva in a tribute to this late husband","response":"(Sergei) Grinkov"}],"originalDate":"1996-10-09"},{"category":"OPERA CHARACTERS","comments":"","clues":[{"text":"Harrison Birtwistle wrote a 1968 opera about \"Punch and\" this partner","response":"Judy"},{"text":"In an 1865 opera by Richard Wagner, Tristan is a tenor role &amp; this heroine is a soprano","response":"Isolde"},{"text":"In a comic opera by Shostakovich, this facial feature detaches itself from Kovalev &amp; leads a life of its own","response":"a nose"},{"text":"It' traditional for a woman to play Cherubino the pageboy in this 1786 opera about a wedding","response":"<i>The Marriage of Figaro</i>"},{"text":"Leonore disguises herself as a boy known by this title name in a popular Beethoven opera","response":"<i>Fidelio</i>"}],"originalDate":"1996-10-09"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"Victoria &amp; Albert had a grand wedding breakfast at this palace before honeymooning at Windsor","response":"Buckingham Palace"},{"text":"The 19th C. hymn \"Hold The Fort\" was based on messages sent by this gen. known for his \"March to the Sea\"","response":"Sherman"},{"text":"Robert Fulton designed the demologos, the first warship powered by this","response":"steam"},{"text":"Nathaniel Hawthorne called his 1846 collection of tales \"Mosses from an Old\" one of these","response":"a Manse"},{"text":"Emile Zola's letter \"J'accuse\" helped win a new trial for this Frenchman who'd been convicted of spying","response":"(Alfred) Dreyfus"}],"originalDate":"1996-10-09"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"This variety of squash is named for its resemblance to the fruit of an oak tree","response":"acorn"},{"text":"Popular in Israel, a sabra is the fruit of one of these prickly plants","response":"a cactus"},{"text":"It's the most popular fresh variety of grape grown in the U.S.","response":"Thompson seedless"},{"text":"The English formerly referred to this flowering vegetable as \"Italian asparagus\"","response":"broccoli"},{"text":"The name of this long Asian radish is Japanese for \"large root\"","response":"daikon"}],"originalDate":"1996-10-09"},{"category":"HALLOWEEN COSTUME IDEAS","comments":"","clues":[{"text":"Dye some gauze in black tea for an aged look &amp; wrap yourself up as this guy whom Abbott &amp; Costello met in a 1955 film","response":"the Mummy"},{"text":"Why not dress up as this Barrie character, the boy who would not grow up","response":"Peter Pan"},{"text":"Roll up the sleeves of a blue denim workshirt, put a red bandana in your hair &amp; you can be this feminist WWII icon","response":"Rosie the Riveter"},{"text":"A costume for 2: this double-crossing pair from Mad magazine, one in black &amp; one in white, created by Antonio Prohias","response":"Spy vs. Spy"},{"text":"If the guys are gangsters, wear fringed dresses &amp; be these '20s gals found in a Fitzgerald title","response":"flappers"}],"originalDate":"2015-10-15"}],[{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"George Weigel's biography of this onetime archbishop of Krakow is titled \"Witness to Hope\"","response":"Pope John Paul II"},{"text":"\"A Covert Affair\" serves up a spicy account of this TV chef &amp; her work as a government agent during WWII","response":"Julia Child"},{"text":"\"Neither Shaken Nor Stirred\" is the subtitle of Andrew Yule's biography of this actor","response":"Sean Connery"},{"text":"\"Wanted!\"  The real story of these 2 outlaw brothers in a 1981 biography of them","response":"the James Brothers (Frank & Jesse)"},{"text":"Arianna Huffington's biography of this painter was the basis for a 1996 film starring Anthony Hopkins","response":"Pablo Picasso"}],"originalDate":"2015-10-15"},{"category":"REORDERING THE NOTED PAIR","comments":"","clues":[{"text":"Smucker's blackberry &amp; Jif's extra crunchy, in that order","response":"jelly & peanut butter"},{"text":"We rewrite Shakespeare!  It's now lady first, please, in this nifty new title of a 1597 tragedy","response":"<i>Juliet and Romeo</i>"},{"text":"In 1779 a certain college became the first in the U.S. to offer pro training in law; in 2015, we led with the queen &amp; renamed it this","response":"Mary & William"},{"text":"Time to give the climbing aspect top billing in this classic kids' game from Hasbro; the sliding part slides to the back end","response":"Ladders & Chutes"},{"text":"We turn the fashion world upside down as D&G becomes G&D, this new brand; sorry, Domenico, Stefano is now No. 1","response":"Gabbana & Dolce"}],"originalDate":"2015-10-15"},{"category":"THE WORLD FACTBOOK SAYS...","comments":"","clues":[{"text":"\"Democracy returned\" to this country \"after a failed bid to seize the Falkland Islands\"","response":"Argentina"},{"text":"It \"is the third largest of the world's five oceans\"","response":"the Indian Ocean"},{"text":"It \"was attacked and overrun by Iraq on 2 August 1990\"","response":"Kuwait"},{"text":"The colors on its flag \"were those of William I, Prince of Orange\"","response":"the Netherlands"},{"text":"This West Indies British dependency has \"transformed itself into a significant offshore financial center\"","response":"the Cayman Islands"}],"originalDate":"2015-10-15"},{"category":"ANCIENT ROMAN LITERATURE","comments":"","clues":[{"text":"Lucan dropped Jupiter &amp; Juno in the \"Pharsalia\", the rare ancient epic without these beings","response":"gods"},{"text":"\"De Oratore\" by this greatest Roman orator gives his views on using language effectively","response":"Cicero"},{"text":"Better known name of Titus Livius, author of a history of Rome from its founding to 9 B.C.","response":"Livy"},{"text":"Dating from the 2nd century, this Roman emperor's \"Meditations\" is a classic of stoic philosophy","response":"Marcus Aurelius"},{"text":"Julius Caesar described his victories in the 50s B.C. in what's now France in his \"Commentaries on\" these \"Wars\"","response":"the Gallic Wars"}],"originalDate":"2015-10-15"},{"category":"\"ON\" TV","comments":"","clues":[{"text":"Title place where Michael Landon &amp; Melissa Gilbert lived","response":"the Little House on the Prairie"},{"text":"From 2005 to 2010, \"Kathy Griffin\" was followed by this subtitle","response":"<i>My Life on the D-List</i>"},{"text":"In the title of a long-running Richard Belzer series, it follows \"Homicide\"","response":"<i>Life on the Street</i>"},{"text":"This AMC Western is about railroads &amp; revenge","response":"<i>Hell on Wheels</i>"},{"text":"We can't look away from this PBS series subtitled \"America's Civil Rights Movement, 1954-1985\"","response":"<i>Eyes on the Prize</i>"}],"originalDate":"2015-10-15"},{"category":"I WANT CANDY!","comments":"","clues":[{"text":"Invented in 1948, the first dispenser for this candy resembled a lighter, to encourage people to quit smoking","response":"Pez"},{"text":"These \"tiny, tangy crunchy\" candies from Wonka have a geeky name","response":"Nerds"},{"text":"The streetlights in the town of Hershey are shaped like these candies that were introduced in 1907","response":"kisses"},{"text":"It calls itself the \"crispety, crunchety\" candy bar","response":"Butterfinger"},{"text":"This British chocolatier makes a dairy milk bar as well as a milk tray","response":"Cadbury"}],"originalDate":"2015-10-14"}],{"category":"OBSERVANCES","text":"Washington made the very first presidential proclamation in response to a request for \"a day of public\" this","response":"Thanksgiving"}]}