{"mix":2221,"rounds":[[{"category":"QEII IS THEIR QUEEN TOO","comments":"","clues":[{"text":"In area, it's the largest country with Elizabeth II as its queen, &amp; she's been there over 20 times","response":"Canada"},{"text":"A Crown colony in 1877, it became independent in 1974 &amp; was invaded by the U.S. in 1983","response":"Grenada"},{"text":"The 2 countries farthest south that recognize Elizabeth as queen","response":"New Zealand & Australia"},{"text":"In 1632 the British colonized this island; it took them until 1678 to get around to Barbuda","response":"Antigua"},{"text":"Don't dread this English-speaking country 90 miles south of Cuba","response":"Jamaica"}],"originalDate":"2015-09-28"},{"category":"DOUBLE THAT LETTER!","comments":"(Alex: In the next category, each response consists of two words.  It's called [*]  The words are exactly the same, except there is one letter that's double.)","clues":[{"text":"The last name of a French fashion designer &amp; a body of water like the one next to France","response":"Chanel & channel"},{"text":"Walked through shallow water &amp; balled up paper into a small lump","response":"waded & wadded"},{"text":"A word meaning vigor &amp; to look through a small opening","response":"pep & peep"},{"text":"The place where you live &amp; the French word for man","response":"home & homme"},{"text":"Carried on a war &amp; moved like some tails","response":"waged & wagged"}],"originalDate":"2015-09-28"},{"category":"ODE ON A","comments":"","clues":[{"text":"The Battle of Shiloh is mentioned in Allen Tate's ode to the dead soldiers of this losing side","response":"the Confederacy"},{"text":"\"I faint in this obscurity, thou dewy dawn of memory\", ends an ode by this \"Idylls of the King\" poet","response":"Tennyson"},{"text":"Vocalists sing this Schiller poem at the end of Beethoven's Ninth Symphony","response":"\"Ode To Joy\""},{"text":"This Chilean celebrated ordinary things via odes \"To the Onion\" &amp; \"To My Socks\"","response":"Neruda"},{"text":"Keats wrote an \"Ode to\" this mythological   persona who wed Cupid","response":"Psyche"}],"originalDate":"2015-09-28"},{"category":"GRECIAN EARN","comments":"","clues":[{"text":"Born in 1906, this Greek who made his first million at 25 had a philosopher for a middle name too<span class=\"nobreak\">--</span>Socrates","response":"Aristotle (Socrates) Onassis"},{"text":"In 2011 this gal from Athens earned big time when her post sold for $315 million","response":"Arianna Huffington"},{"text":"Shipping heir Philip Niarchos inherited his dad's art, including \"Self-Portrait with a Bandaged Ear\" by this man","response":"van Gogh"},{"text":"Socrates Kokkalis made his coin in the telecom industry &amp; as owner of Olympiacos FC, one of these","response":"a soccer team"},{"text":"She, of the black spectacles, is worth around $300 million &amp; is said to be the world's top-selling female singer","response":"Nana Mouskouri"}],"originalDate":"2015-09-28"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"NYC has waged a successful campaign to remove this type of marking from all subway cars","response":"graffiti"},{"text":"In Florida in April 1989 this type of craft picked up a prisoner from the yard, hit the fence &amp; crashed","response":"a helicopter"},{"text":"Ohio's Cedar Point Park currently boasts the highest, fastest &amp; steepest vehicle of this type","response":"a roller coaster"},{"text":"From 1937-39 the Chinese built a famous road from Kumning in Yunnan Province to Lashio in this country","response":"Burma"},{"text":"Studebaker introduced this model in 1962; in 1989, 360 new ones will be built in Youngstown, Ohio","response":"the Avanti"}],"originalDate":"1989-11-22"},{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"The more familiar name of the Great Atlantic &amp; Pacific Tea Company","response":"the A&P"},{"text":"2-letter abbreviation that can refer to a boss in the army or someone who refuses to serve in the army","response":"c.o."},{"text":"The only state whose 2 letter postal abbreviation contains an \"X\"","response":"Texas"},{"text":"The CEO of a company is its chief executive officer; the CFO is this","response":"chief financial officer"},{"text":"When a Britisher donates a pound to a pound, he's supporting this group, the R.S.P.C.A.","response":"the Royal Society for the Prevention of Cruelty to Animals"}],"originalDate":"1989-11-22"}],[{"category":"SING-ALONG SONGS","comments":"","clues":[{"text":"\"How ya gonna keep 'em down on the farm, after they've seen\" this place","response":"Paree"},{"text":"\"I love you as I loved you when you were\" this age","response":"sweet 16"},{"text":"Height of the girl described by \"Could she love, could she woo? Could she, could she, could she coo?\"","response":"five foot two"},{"text":"\"Shoo-fly pie and\" this \"makes your eyes light up, your tummy say 'howdy'\"","response":"apple pan dowdy"},{"text":"Building whose \"roof is so slanty it touches the ground\"","response":"a shanty in old shanty town"}],"originalDate":"1989-11-22"},{"category":"COOKING","comments":"","clues":[{"text":"Cooking method used to make Japanese tempura or Italian fritto misto","response":"frying"},{"text":"\"Joy of Cooking\" says 1 ounce of this will raise 4 cups of flour in 1 1/2 to 2 hours","response":"yeast"},{"text":"Literally \"blue ribbon\", this French cooking school is one of the most renowned in the world","response":"Cordon Bleu"},{"text":"The Marseilles version of this stew is made with \"rascasse\", a Mediterranean rockfish","response":"bouillabaisse"},{"text":"Pots &amp; pans made of this metal don't conduct heat all that well but are the easiest to clean","response":"stainless steel"}],"originalDate":"1989-11-22"},{"category":"ANIMALS","comments":"","clues":[{"text":"It's the plural of \"mongoose\"","response":"mongooses"},{"text":"Experts call all reptiles with shells \"turtles\" &amp; use this term for most terrestrial turtles","response":"tortoises"},{"text":"With the keenest sense of smell of all breeds, this dog's \"testimony\" can be used as evidence in court","response":"a bloodhound"},{"text":"The 2 animals named for the Afrikaans words for \"earth pig\" &amp; \"earth wolf\"","response":"aardvark & aardwolf"},{"text":"This prehistoric animal, whose name means \"dawn horse\", was the progenitor of modern horses","response":"Eohippus"}],"originalDate":"1989-11-22"},{"category":"\"A\" IN LITERATURE","comments":"","clues":[{"text":"In \"Paradise Lost\" Milton wrote about the \"fallen\" ones on the burning lake of Hell","response":"angels"},{"text":"The adjective always used to describe Dickens' Dodger","response":"artful"},{"text":"This musketeer liked to dress in black, but we don't know what cologne he wore","response":"Aramis"},{"text":"In \"East of Eden\" he was the father of Caleb &amp; Aron Trask","response":"Adam"},{"text":"Clytemnestra must have found this husband aggravating, because she killed him","response":"Agamemnon"}],"originalDate":"1989-11-22"},{"category":"MONEY","comments":"","clues":[{"text":"This company has promised hand delivery of replacement traveler's checks usually within 3 hours","response":"American Express"},{"text":"From 1795-1933 the U.S. Mint made $10 gold coins called this, the name of the bird on the obverse","response":"gold eagles"},{"text":"Except for some $100 U.S. Treasury Notes, these are the only paper money now issued in the U.S.","response":"Federal Reserve Notes"},{"text":"In 1782, Gouvernor Morris suggested this name for a coin, maybe from the Latin for hundred","response":"cent"},{"text":"Central American country whose money is named for the national bird, the quetzal","response":"Guatemala"}],"originalDate":"1989-11-22"},{"category":"THE WHITE HOUSE","comments":"","clues":[{"text":"This designer, known for his colored glass, decorated the White House for Chester Alan Arthur","response":"Tiffany"},{"text":"Mrs. Harrison had this installed in the White House, but she &amp; Benjamin were afraid to turn it on &amp; off","response":"electricity"},{"text":"This former White House hostess introduced Martin Van Buren's eldest son to his future wife","response":"Dolley Madison"},{"text":"The Lincolns held a White House reception for this tiny Barnum star &amp; his new wife","response":"(General) Tom Thumb"},{"text":"Noted for temperance, this first couple served wine at their 1st official dinner...but never again","response":"(Rutherford & Lucy) Hayes"}],"originalDate":"1989-11-22"}],{"category":"THE AMERICAS","text":"Central Amer. country whose 1904 constitution contained a provision authorizing U.S. intervention","response":"Panama"}]}