{"mix":2234,"rounds":[[{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"Where you'd be if you dug a hole 3,958 miles deep","response":"the center of the Earth"},{"text":"It's the only thing used to cut a diamond","response":"another diamond"},{"text":"When equinoxes occur, these 2 are of equal length","response":"day & night"},{"text":"While other clouds are mainly water droplets, high clouds are formed entirely of these","response":"ice crystals"},{"text":"Though only about 400 sq. mi. in area, this lake in Asia contains over 40 billion tons of dissolved minerals","response":"the Dead Sea"}],"originalDate":"1989-10-24"},{"category":"CELEBRITY QUOTES","comments":"","clues":[{"text":"When she complains about her name, dad Sonny Bono says, \"Be thankful we didn't name you Dweezil\"","response":"Chastity Bono"},{"text":"Ronald Reagan once said he was proud to be called this because \"it stands for pride, integrity &amp; guts\"","response":"a pig"},{"text":"This Colorado singer once said, \"I epitomize America\" (in the eyes of foreigners)","response":"John Denver"},{"text":"In a taped message in 1974 she said \"I have chosen to stay and fight... I have been given the name Tania\"","response":"Patty Hearst"},{"text":"A no-show at the 1973 Oscars, he once said \"Acting is an empty and useless profession\"","response":"Marlon Brando"}],"originalDate":"1989-10-24"},{"category":"RECORD ALBUM COVERS","comments":"","clues":[{"text":"The cover of this Beatles album boasts pictures of Shirley Temple, Marilyn Monroe &amp; W.C. Fields","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"He sang with Barbra Streisand on her \"'Til I Loved You\" album, but he's not pictured on the cover","response":"Don Johnson"},{"text":"For no apparent reason, Michael Jackson wore 46 of these for the cover of his \"Bad\" album","response":"buckles"},{"text":"This redhead wore blue lipstick &amp; a skirt made of newspaper on her \"True Colors\" album","response":"Cyndi Lauper"},{"text":"A woman covered with whipped cream graced the cover of his album \"Whipped Cream &amp; Other Delights\"","response":"Herb Alpert"}],"originalDate":"1989-10-24"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"Of the 3 branches of the federal government, the 1 that employs the most people","response":"the executive branch"},{"text":"Serving from 1976-86, his was the longest continuous term for any Speaker of the House","response":"Tip O'Neill"},{"text":"The constitution requires Congress to meet at least this often","response":"once a year (annually accepted)"},{"text":"The agency that licenses all civilian pilots &amp; aircraft both private &amp; commercial","response":"FAA (Federal Aviation Administration"},{"text":"Prominent in the Teapot Dome scandal, Albert B. Fall held this cabinet post","response":"Secretary of the Interior"}],"originalDate":"1989-10-24"},{"category":"LITERATURE","comments":"","clues":[{"text":"Mark Twain story about look-alikes Edward Tudor &amp; Tom Canty","response":"<i>The Prince and the Pauper</i>"},{"text":"The name of the Lamaist monastery in James Hilton's \"Lost Horizon\"","response":"Shangri-La"},{"text":"Classic novel about Emma, her husband, Charles, &amp; her lovers, Rodolphe &amp; Leon","response":"<i>Madame Bovary</i>"},{"text":"He wrote \"Pal Joey\", \"Butterfield 8\" &amp; \"Ten North Frederick\"","response":"John O'Hara"},{"text":"Alan Bates &amp; Robert Redford were \"The Fixer\" &amp; \"The Natural\" in films based on his novels","response":"Bernard Malamud"}],"originalDate":"1989-10-24"},{"category":"FOREIGN BRAND NAMES","comments":"","clues":[{"text":"This sports car was named for the place in England where it was made: the Morris Garage","response":"MG"},{"text":"In 1948 the optical company Nippon Kogaku KK introduced this 35mm camera name","response":"Nikon"},{"text":"Manufactured by Piaggio, the Vespa motor scooter is named for this flying insect","response":"the wasp"},{"text":"\"The Gourmet Guide to Beer\" calls this top-selling lager from Holland \"rich, fruity &amp; well-balanced\"","response":"Heineken"},{"text":"A model village made of Legos, Legoland is near the Lego factory in this Scandinavian country","response":"Denmark"}],"originalDate":"1989-10-24"}],[{"category":"ILLINOIS","comments":"","clues":[{"text":"In 1858, 2 years before he was elected president, he ran for the Senate from Illinois &amp; lost","response":"Abraham Lincoln"},{"text":"The Illinois Waterway connects Lake Michigan at Chicago to this river in Grafton, Illinois","response":"the Mississippi"},{"text":"When this company owned radio station WLS, the call letters stood for \"World's Largest Store\"","response":"Sears, Roebuck"},{"text":"Central Illinois owes its rich black soil to the deposits left by these some 20,000 years ago","response":"glaciers"},{"text":"Enrico Fermi was among a team of scientists at this univ. who set off the 1st controlled nuclear chain reaction","response":"the University of Chicago"}],"originalDate":"1989-10-24"},{"category":"TV ACTORS &amp; ROLES","comments":"","clues":[{"text":"Jester Hairston composed this famous spiritual &amp; plays a church elder on the sitcom of the same name","response":"\"Amen\""},{"text":"Oscar winner Jose Ferrer plays snooty Stephanie's snobby daddy on this sitcom","response":"<i>Newhart</i>"},{"text":"This ventriloquist was the original Grandpa Walton on the TV movie that inspired \"The Waltons\"","response":"Edgar Bergen"},{"text":"Dixie Carter's stepmother-in-law on \"Filthy Rich\", she's now her sister on \"Designing Women\"","response":"Delta Burke"},{"text":"He played Mr. Bracken on \"Bracken's World\" before pulling out his \"Naked Gun\"","response":"Leslie Nielsen"}],"originalDate":"1989-10-24"},{"category":"ENDS WITH \"Z\"","comments":"","clues":[{"text":"A variant of raspberry, meaning to heckle","response":"razz"},{"text":"When asked what this is, Louis Armstrong said, \"Man, if you gotta ask you'll never know\"","response":"jazz"},{"text":"Type of gin drink that hisses &amp; bubbles","response":"a gin fizz"},{"text":"Hairstyle characterized by small tight curls","response":"a frizz"},{"text":"Without any bonus points, this 4 letter word is worth 22 points in Scrabble","response":"quiz"}],"originalDate":"1989-10-24"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"Jackie Kennedy's favorite First Lady was this down-to-earth native of Independence, Missouri","response":"Bess Truman"},{"text":"Her loyalty to the government was questioned because she was a Southerner","response":"Mary Todd Lincoln"},{"text":"She met her future husband while she was a teacher at Whittier High School in California","response":"Pat Nixon"},{"text":"When Claudia Alta Taylor was 2 years old, her nurse said she was as pretty as one of these","response":"a lady bird"},{"text":"In 1776 this future First Lady urged her husband John \"to remember the ladies,\" or else...","response":"Abigail Adams"}],"originalDate":"1989-10-23"},{"category":"WORLD RELIGION","comments":"","clues":[{"text":"From the Greek \"Katechess\", meaning to teach orally, it's a book of instruction","response":"catechism"},{"text":"Term for Hindu priests, it's also the name of the highest Hindu caste","response":"Brahmin"},{"text":"Christian denomination that uses the \"Book of Common Prayer\"","response":"the Anglican Church (or Episcopalian)"},{"text":"According to the Hebrew Bible this \"Anointed One\" would be a descendant of King David","response":"the Messiah"},{"text":"Eastern way of life that holds as its highest virtue the respect of children for their parents","response":"Confucianism"}],"originalDate":"1989-10-23"},{"category":"SPORTS &amp; GAMES","comments":"","clues":[{"text":"One of Japan's favorite sports, it's called \"besuboro\" there","response":"baseball"},{"text":"A song from \"Porgy &amp; Bess\" is about this dice game, invented by blacks in 19th c. New Orleans","response":"craps"},{"text":"Teams in this aquatic sport wear either white or blue caps, while their goalkeepers wear red","response":"water polo"},{"text":"France's greatest sporting event, this annual 2,500 mi. bicycle race takes nearly a mo. to complete","response":"the Tour de France"},{"text":"Italian game in which a ball called a \"pallino\" is the target for other balls that are hit or thrown","response":"bocce"}],"originalDate":"1989-10-23"}],{"category":"FAMOUS QUOTES","text":"Though Neil Armstrong says he uttered it, this word is missing from tapes of his famous quote","response":"a"}]}