{"mix":2240,"rounds":[[{"category":"WOMEN IN HISTORY","comments":"","clues":[{"text":"It's said she married an Indian chief when she was 14, years before she married John Rolfe","response":"Pocahontas"},{"text":"Shakespeare spells this historic figure's last name \"Bullen\", but most of us know her by this name","response":"Anne Boleyn"},{"text":"She originated the term \"birth control\" which formerly had been called \"voluntary motherhood\"","response":"Margaret Sanger"},{"text":"Marat's murderer","response":"Charlotte Corday"},{"text":"Queen of this Scandinavian country at 18, Christina abdicated under pressure at 27","response":"Sweden"}],"originalDate":"1987-10-23"},{"category":"FRENCH CUISINE","comments":"","clues":[{"text":"Vegetable featured in \"soup a l'oignon\"","response":"onion"},{"text":"One French cook book's recipe mixing romaine, vinaigrette, &amp; this fungus is labeled \"salade fi-fi\"","response":"mushrooms"},{"text":"\"Pate de pommes a l'angleise\" is a fancy French name for this all-American dessert","response":"apple pie"},{"text":"A chef might dole out \"tarte a l'ananas\", a dessert made with this tropical fruit","response":"a pineapple"},{"text":"The 2 types of fish in \"salade nicoise\"","response":"tuna & anchovy"}],"originalDate":"1987-10-23"},{"category":"WORLD WAR II","comments":"","clues":[{"text":"On the Russian front near Moscow, mud helped slow this aggressor country's offensive","response":"Germany"},{"text":"\"Little Boy\" was the code name for the atom bomb dropped on this city","response":"Hiroshima"},{"text":"Early in 1942, the U.S. government gave this group free mail privileges","response":"servicemen"},{"text":"The last European capital \"liberated\", was this city on the Moldau, freed by the Russians in May 1945","response":"Prague"},{"text":"Control of Guadalcanal was critical, since Japan was building an air base that would threaten this ally","response":"Australia"}],"originalDate":"1987-10-23"},{"category":"GIRLS IN SONG","comments":"","clues":[{"text":"According to the Beatles, she \"picks up the rice in the church where a wedding has been\"","response":"Eleanor Rigby"},{"text":"She's \"the vamp of Savannah\"","response":"Hard Hearted Hannah"},{"text":"Bobby Goldsboro lamented, \"Now my life's an empty stage where\" she \"lived and...played\"","response":"Honey"},{"text":"Rod Stewart said of her, \"I know I keep you amused, but I feel I'm being used\"","response":"Maggie May"},{"text":"In a 1969 hit Neil Diamond told her \"good times never seemed so good\"","response":"Sweet Caroline"}],"originalDate":"1990-11-22"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This branch of the University of California has the largest collection of films on a college campus","response":"UCLA"},{"text":"This state established the first public junior college at Joliet in 1901","response":"Illinois"},{"text":"Joe Paterno, football coach at this eastern school, has seen 90% of his players graduate","response":"Penn St."},{"text":"This Tempe, Ariz. school has the largest collection of outer space materials on any college campus","response":"Arizona St. University"},{"text":"It has the largest enrollment on any private college in Indiana","response":"University of Notre Dame"}],"originalDate":"1990-11-22"},{"category":"ODD JOBS","comments":"","clues":[{"text":"A sailor who created this carved whale ivory was called a scrimshoner","response":"scrimshaw"},{"text":"Of a gaffer, a gofer, or a grip, the chief electrician on a movie set","response":"gaffer"},{"text":"Surprisingly, this word meaning shoe mender once meant someone clumsy at work","response":"cobbler"},{"text":"Stunt flyers were formerly called this since they often took farmers on joy rides","response":"barnstormers"},{"text":"As a prima ballerina is a leading female soloist, this is a principal male soloist","response":"premier danseur"}],"originalDate":"1990-11-22"}],[{"category":"INDIANS","comments":"","clues":[{"text":"General George Crook, who tracked down Geronimo, called this tribe the \"tigers of the human species\"","response":"Apache"},{"text":"Pocahontas died in this country in 1617","response":"England"},{"text":"The \"three sisters of the Iroquois\" were beans, squash &amp; this food","response":"corn (maize)"},{"text":"In 1867 this nation built its capitol in Tahlequah, Oklahoma","response":"Cherokee"},{"text":"With Squanto serving as interpreter, this chief agreed to a treaty with the Pilgrims","response":"Massasoit"}],"originalDate":"1990-11-22"},{"category":"THANKSGIVING","comments":"","clues":[{"text":"The broad-breasted white is the most common U.S. variety found on Thanksgiving tables","response":"turkey"},{"text":"Sarah Hale's letters to this president convinced him to proclaim it a national holiday in 1863","response":"Abraham Lincoln"},{"text":"In 1939 he asked Congress to change it to the 4th Thursday in November to extend holiday shopping","response":"Roosevelt"},{"text":"The poem \"Thanksgiving Day\" inspired a seasonal song titled with this opening line","response":"\"Over the River and Through the Woods\""},{"text":"The governor of Plymouth Colony who first invited the Indians to a 3-day Thanksgiving feast","response":"(William) Bradford"}],"originalDate":"1990-11-22"},{"category":"\"S\"CIENCE","comments":"","clues":[{"text":"The 2 times of year, in June &amp; December, when the sun is farthest from the equator","response":"solstice"},{"text":"It's the common table sugar extracted from sugar cane &amp; sugar beets","response":"sucrose"},{"text":"Polaris is an example of this largest type of star","response":"supergiant"},{"text":"The ozone layer is part of this layer of the atmosphere","response":"stratosphere"},{"text":"It's the transformation of a substance directly from a solid to a vapor state","response":"sublimate (sublimation)"}],"originalDate":"1990-11-22"},{"category":"POETRY","comments":"","clues":[{"text":"Japanese poet Matsuo Basho sings the praises of this \"flower of the east\"","response":"chrysanthemum"},{"text":"\"In Flanders Fields\" these flowers \"blow\"","response":"poppies"},{"text":"As Wordsworth \"wandered\" lonely as a cloud,\" he saw \"a crowd, a host\" of these flowers","response":"daffodils"},{"text":"This author called Elaine \"the lily maid of Astolat\" in his \"Idylls of the King\"","response":"Tennyson"},{"text":"Belphoebe, representing Queen Elizabeth I, bathed with \"roses red &amp; violets blue\" in this Spenser poem","response":"<i>The Faerie Queene</i>"}],"originalDate":"1990-11-22"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"This guitarist gave his first concert in Granada, Spain in 1909","response":"Andr&eacute;s Segovia"},{"text":"Mozart was a mason, &amp; this opera of his revealed some of the rites of freemasonry","response":"<i>The Magic Flute</i>"},{"text":"Many date the birth of modern music to the riotous 1913 premiere of this composer's \"The Rite of Spring\"","response":"Stravinsky"},{"text":"In 1875 he was named president of the Academy of Music in Budapest","response":"Liszt"},{"text":"After years of near blindness, his sight was supposedly restored 10 days before he died in 1750","response":"Johann Sebastian Bach"}],"originalDate":"1990-11-22"},{"category":"EARLY AMERICA","comments":"","clues":[{"text":"The stars<span class=\"nobreak\">--</span>&<span class=\"nobreak\">--</span>stripes design she's believed to have sewn was adopted by Congress in 1777","response":"Betsy Ross"},{"text":"New York City held this event for the first time on March 17, 1762","response":"St. Patrick's Day parade"},{"text":"As early as 1771 a reward was offered for the capture of this leader of the Green Mountain Boys","response":"Ethan Allen"},{"text":"Pioneers began to move west in this type of covered wagon introduced by the Pennsylvania Dutch","response":"Conestoga"},{"text":"From 1784-88 the state of Franklin existed in what is now this southern state","response":"Tennessee"}],"originalDate":"1990-11-22"}],{"category":"THE CABINET","text":"The only people to have held this post are Shirley Hufstedler, Terrel Bell &amp; Wm. J. Bennett","response":"Secretary of Education"}]}