{"mix":2245,"rounds":[[{"category":"DRESSING UP","comments":"","clues":[{"text":"Classy earrings &amp; bracelets are made with the small seed type of this gem from the ocean","response":"a pearl"},{"text":"A 1998 Harvard study found a link between arthritis of the knee &amp; this type of women's shoe","response":"high heels"},{"text":"For a fancy event, dress up in white tie &amp; these, which animals have but humans usually don't","response":"tails"},{"text":"A bride may wear a tiara to keep this clothing item in place","response":"a veil"},{"text":"Centuries ago the length of this long, trailing part of a dress indicated social rank","response":"a train"}],"originalDate":"2003-09-22"},{"category":"SCIENTISTS &amp; INVENTORS","comments":"","clues":[{"text":"In 1902 he began working at the Swiss Patent Office; his theory of relativity came 3 years later","response":"Albert Einstein"},{"text":"For his \"enlightening\" inventions, he was called the \"Wizard of Menlo Park\"","response":"Thomas Edison"},{"text":"In March 1876 he received a patent for an apparatus for \"transmitting vocal or other sounds\"","response":"Alexander Graham Bell"},{"text":"On Dec. 17, 1903, in North Carolina, they took 4 quick trips <span class=\"nobreak\">--</span> the shortest, 12 sec.; the longest, 59 sec.","response":"the Wright brothers"},{"text":"In 1666, using a prism, this English scientist discovered that sunlight is made up of different colors","response":"Isaac Newton"}],"originalDate":"2003-09-22"},{"category":"WHERE'D YOU GO ON VACATION","comments":"","clues":[{"text":"...to Hannibal, Missouri, where we saw this author's boyhood home, &amp; an actual cave featured in his \"Tom Sawyer\"","response":"Mark Twain"},{"text":"...to Washington, D.C., where we got to tour this agency's headquarters &amp; see its ten most wanted list","response":"the FBI"},{"text":"...\"Down Under\" to this country, where we got to explore the Great Barrier Reef","response":"Australia"},{"text":"...over Christmas, to California, where on January 1 we attended this famous football game in Pasadena","response":"the Rose Bowl"},{"text":"...to Grand Rapids, Michigan, where we visited this former President's library &amp; museum","response":"Gerald Ford"}],"originalDate":"2003-09-22"},{"category":"THREE'S A CROWD","comments":"","clues":[{"text":"The Nina, Pinta &amp; Santa Maria were under his command","response":"Christopher Columbus"},{"text":"In cartoons, his nephews are Huey, Dewey &amp; Louie","response":"Donald Duck"},{"text":"Unnamed in the Bible, these visitors to the baby Jesus are traditionally aka Balthasar, Melchior &amp; Gaspar","response":"the Three Kings (or Three Wise Men)"},{"text":"In a nursery rhyme, the butcher, the baker &amp; the candlestick maker are the 3 men in one of these","response":"a tub"},{"text":"Literature's Athos, Porthos &amp; Aramis were this swashbuckling trio","response":"the Three Musketeers"}],"originalDate":"2003-09-22"},{"category":"PEACE OUT","comments":"","clues":[{"text":"In an 1898 peace treaty, this country had to give up Cuba<span class=\"nobreak\">--</span>that's what you get for messing with Uncle Sam","response":"Spain"},{"text":"A treaty signed in San Francisco in 1951 officially ended the war with this Pearl Harbor attacker","response":"Japan"},{"text":"In 1865 his second inaugural address asked for \"a just and lasting peace, among ourselves, and with all nations\"","response":"Abraham Lincoln"},{"text":"In 1669 Clement IX, holder of this position, made peace in a religious battle within France","response":"pope"},{"text":"David Trimble &amp; John Hume won the Nobel Peace Prize for their work in the northern part of this island","response":"Ireland"}],"originalDate":"2003-09-22"},{"category":"OPERA SCARES ME","comments":"","clues":[{"text":"Rimsky-Korsakov wrote an opera about this Czar who was so scary people called him \"the terrible\"","response":"Ivan"},{"text":"\"Under the Double Moon\" takes place on Undine, a watery one of these (We think it must be like Neptune)","response":"a planet"},{"text":"In a famous comic opera from 1930, this facial feature gets detached from its owner &amp; \"runs\" away","response":"a nose"},{"text":"In Wagner's \"Ring\" cycle, Fafner is a big scary giant who turns into one of these fire-breathing mythical beasts","response":"a dragon"},{"text":"In \"The Ghosts of Versailles\", the ghost of this French queen moans about losing her head on the guillotine","response":"Marie Antoinette"}],"originalDate":"2003-09-22"}],[{"category":"\"EAK\"!","comments":"","clues":[{"text":"A bird's bill","response":"a beak"},{"text":"An antonym of strong","response":"weak"},{"text":"A short, shrill sound made by a mouse or a hinge","response":"squeak"},{"text":"The pointed top of a mountain, or the mountain itself","response":"peak"},{"text":"Dismal &amp; depressing, like the title \"house\" in a Dickens novel","response":"bleak"}],"originalDate":"2003-09-22"},{"category":"1970","comments":"","clues":[{"text":"After its 1st year on the air, reports said that children who watched this PBS show scored better in tests","response":"<i>Sesame Street</i>"},{"text":"The Senate rejected G. Harrold Carswell &amp; later approved Harry A. Blackmun for this post","response":"Supreme Court Justice"},{"text":"The Vatican refused to accredit diplomat E. Mueller of West Germany for this reason","response":"she was a woman"},{"text":"He published his satirical book \"Radical Chic and Mau-Mauing the Flak Catchers\"","response":"Tom Wolfe"},{"text":"This Chicago 7 attorney was cited for contempt by the presiding judge","response":"William Kunstler"}],"originalDate":"1990-06-12"},{"category":"MOVIE TRIVIA","comments":"","clues":[{"text":"Her last film was \"Sextette\"; why don't you come up and see it sometime","response":"Mae West"},{"text":"This actress received her first Oscar nomination for \"An Officer and a Gentleman\"","response":"Debra Winger"},{"text":"In this 1972 film based on a play, Michael Caine's last words are \"Tell them it was only a bloody game.\"","response":"<i>Sleuth</i>"},{"text":"At the end of this 1986 film, Geena Davis was pregnant with a mutant baby","response":"<i>The Fly</i>"},{"text":"The title of this Akira Kurosawa epic inspired by \"King Lear\" means \"chaos\" in Japanese","response":"<i>Ran</i>"}],"originalDate":"1990-06-12"},{"category":"FOOTBALL","comments":"","clues":[{"text":"After a year of retirement, this former Green Bay coach became part owner &amp; coach of the Redskins in '69","response":"Vince Lombardi"},{"text":"Alabama's Paul Bryant was known by this nickname","response":"the Bear"},{"text":"Collective nickname of Notre Dame's Don Miller, Elmer Layden, Jim Crowley &amp; H. Stuhldreher","response":"the Four Horsemen of the Apocalypse"},{"text":"In 1983 this new league selected Dan Marino as its first draft pick, but he went to the NFL instead","response":"the USFL"},{"text":"1 of the 2 schools which, combined, have won the Big 8 Conference title 28 of the last 31 years","response":"Oklahoma (or Nebraska)"}],"originalDate":"1990-06-12"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"It's also known as the vertebral column","response":"the spinal column (the spine)"},{"text":"Endocrine glands have no ducts, so they release their secretions directly into this","response":"the bloodstream"},{"text":"Of skeletal, smooth or cardiac, the kind of muscle that usually controls voluntary movement","response":"skeletal"},{"text":"A membrane called the visceral pleura covers the outer surface of this pair of organs","response":"the lungs"},{"text":"The beta cells in this organ are the ones that produce insulin","response":"the pancreas"}],"originalDate":"1990-06-12"},{"category":"SPELLING","comments":"","clues":[{"text":"Montevideo is the capital of this country","response":"U-R-U-G-U-A-Y"},{"text":"It's a very thin French pancake","response":"C-R-E-P-E"},{"text":"Lots of people know this is dancer  Mikhail's last name, but not everyone can spell it","response":"B-A-R-Y-S-H-N-I-K-O-V?"},{"text":"In architecture it's a decorative band; its name makes it sound like it's frozen","response":"F-R-I-E-Z-E"},{"text":"A 150th anniversary","response":"S-E-S-Q-U-I-C-E-N-T-E-N-N-I-A-L"}],"originalDate":"1990-06-12"}],{"category":"FAMOUS QUOTES","text":"One of the most famous questions in history, it was asked in 1871 in the village of Ujiji","response":"\"Dr. Livingstone, I presume?\""}]}