{"mix":2250,"rounds":[[{"category":"WORLD OF BOOKS","comments":"","clues":[{"text":"Called the father of Roman literature, Livius Andronicus translated this Homeric travel tale into Latin","response":"the <i>Odyssey</i>"},{"text":"4 Nobel Prize literature winners were born on the Emerald Isle: Yeats, Beckett, Heaney &amp; this playwright","response":"(George Bernard) Shaw"},{"text":"John Bunyan began writing this 1678 work while in an English prison for preaching without a license","response":"<i>Pilgrim's Progress</i>"},{"text":"\"The Queen of Spades\" was dealt by this great Alexander &amp; later inspired an opera by Tchaikovsky","response":"Alexander Pushkin"},{"text":"Attributed to the sage Valmiki, this epic of India tells the story of an avatar of Vishnu &amp; his many adventures","response":"<i>Ramayana</i>"}],"originalDate":"2015-07-30"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"It's fact, not \"fiction\" that this is the inner part of the tooth","response":"the pulp"},{"text":"A medical facility, such as the Menninger","response":"clinic"},{"text":"Growing up in a tough area gave me this 2-word urban awareness that helps me survive","response":"street smarts"},{"text":"The act of maintaining a cemetery or a baseball diamond","response":"groundskeeping"},{"text":"A magnesium silicate tobacco pipe","response":"meerschaum"}],"originalDate":"2015-07-30"},{"category":"CALIFORNIA COUNTIES","comments":"","clues":[{"text":"Fruity county that's home to the Angels","response":"Orange"},{"text":"Take your designated driver &amp; sample this county's Chimney Rock &amp; Rutherford Hill wineries","response":"Napa"},{"text":"The Golden Gate Bridge connects this affluent county with San Francisco to the south","response":"Marin"},{"text":"This county shares its name with a 14,000-foot volcano \"Mount\" that's found nearby","response":"Shasta"},{"text":"Leapin' amphibians!  It takes its name from the Spanish for \"skulls\"","response":"Calaveras"}],"originalDate":"2015-07-30"},{"category":"TEAMS THAT HAVEN'T WON THE WORLD SERIES","comments":"","clues":[{"text":"Maybe it's all the beer their name suggests they're making that's holding them back","response":"the (Milwaukee) Brewers"},{"text":"These \"Spanish priests\" are still praying for a title","response":"the (San Diego) Padres"},{"text":"In 2015 shortstop Troy Tulowitzki hopes to help this team fulfill its mile high hopes","response":"the (Colorado) Rockies"},{"text":"Their name suggests they represent the whole country, but a whole series victory so far is off the map","response":"the (Washington) Nationals"},{"text":"The victory dreams of this team of \"sailors\" are all still out to sea","response":"the Mariners"}],"originalDate":"2015-07-29"},{"category":"PRESIDENTS' SPEECHES: ONE WORD OFF","comments":"","clues":[{"text":"Reagan:<br>\"Mr. T, open this gate!  Mr. T, tear down this wall!\"","response":"Gorbachev"},{"text":"LBJ:<br>\"The Great Pumpkin rests on abundance and liberty for all\"","response":"Society"},{"text":"Lincoln:<br>\"A world divided against itself cannot stand\"","response":"house"},{"text":"FDR:<br>\"In the field of world policy I would dedicate this nation to the policy of the good time\"","response":"neighbor"},{"text":"George H.W. Bush:<br>\"A thousand points of purchase, of all the community organizations... doing good\"","response":"light"}],"originalDate":"2015-07-29"},{"category":"A FORTUNE 500 COMPANY","comments":"","clues":[{"text":"In 2014 this retailer beat Exxon Mobil for the second year in a row to claim the top spot","response":"Walmart"},{"text":"In 2015 this company that uses plenty of tomatoes planned a $45 billion merger with Kraft","response":"Heinz"},{"text":"Fortune noted this co. \"expects to spend $1.7 bil. to cover the cost of its record-setting number of recalls so far in 2014\"","response":"GM"},{"text":"A membership fee bump helped this co. move up the food chain in 2013, hitting $100 billion in sales for the first time","response":"Costco"},{"text":"Oh, this bank's wagon was loaded up in 2013 with $21.9 billion in profits","response":"Wells Fargo"}],"originalDate":"2015-07-29"}],[{"category":"IT'S ALL ABOUT \"U\"","comments":"(Alex: ...because that's the only vowel you will find in each correct response.)","clues":[{"text":"7-letter beach danger<span class=\"nobreak\">--</span>at least keep it to first degree","response":"sunburn"},{"text":"To open a flag","response":"unfurl"},{"text":"A stuffed animal is also called this \"luxurious\" kind of toy","response":"plush"},{"text":"Dense, fluffy cloud variety associated with rising air currents","response":"cumulus"},{"text":"A language closely related to Hindi but written in Arabic script","response":"Urdu"}],"originalDate":"2015-07-29"},{"category":"INDEPENDENCE DAYS","comments":"","clues":[{"text":"On March 11, 1990 this southernmost Baltic republic became the first Soviet republic to declare independence","response":"Lithuania"},{"text":"After 7 1/2 years of fighting, this North African country gained its independence from France on July 5, 1962","response":"Algeria"},{"text":"On Sept. 21, 1981 this British colony became the last nation on the American mainland to gain independence","response":"Belize (or British Honduras)"},{"text":"On August 14 &amp; 15 respectively, Pakistan &amp; India mark their independence that happened in this post-WWII year","response":"1947"},{"text":"On the festive eve of Independence Day, Mexico's pres. reads a statement called \"Grito de\" this name that means \"sorrows\"","response":"Dolores"}],"originalDate":"2015-07-29"},{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"Russell Crowe:<br>\"At my signal, unleash hell\"","response":"<i>Gladiator</i>"},{"text":"A Scorsese picture:<br>\"As far back as I can remember, I always wanted to be a gangster\"","response":"<i>Goodfellas</i>"},{"text":"A 2010 remake:<br>\"I'm a foolish old man who's been drawn into a wild goose chase by a harpy in trousers and a nincompoop\"","response":"<i>True Grit</i>"},{"text":"A classic satire:<br>\"You're gonna have to answer to the Coca-Cola company\"","response":"<i>Dr. Strangelove</i>"},{"text":"From 1946:<br>\"I'm givin' out wings!\"","response":"<i>It's a Wonderful Life</i>"}],"originalDate":"2015-07-29"},{"category":"\"I. C.\"","comments":"","clues":[{"text":"It lost its state capital duties to Des Moines in 1857","response":"Iowa City"},{"text":"3 inch by 5 inch piece of paper used to file information","response":"index card"},{"text":"The small group of people closest to you","response":"inner circle"},{"text":"Interconnected transistors, resistors &amp; capacitors built on a single wafer","response":"integrated circuit"},{"text":"Manzanar &amp; Tule Lake were 2 of these in California during WWII","response":"internment camps"}],"originalDate":"2015-07-29"},{"category":"DEAD PEOPLE","comments":"","clues":[{"text":"This Shakespeare prince asks if a ghost he sees is a \"spirit of health or goblin damn'd\"","response":"Hamlet"},{"text":"Evil forces in this 1977 novel covet young Danny's precognitive powers","response":"<i>The Shining</i>"},{"text":"Marvel's motorcycle stuntman Johnny Blaze, who's kind of a hothead","response":"Ghost Rider"},{"text":"Hoping to save his old partner from a similar fate, this spectre appears in chains in an 1843 work","response":"Jacob Marley"},{"text":"A governess sees the ghosts of 2 former servants in this novella by Henry James","response":"<i>The Turn of the Screw</i>"}],"originalDate":"2015-07-29"},{"category":"SOCIAL SCIENCE","comments":"","clues":[{"text":"Term for a mock tribunal that ignores justice; it can be held anywhere, not just in Australia","response":"a kangaroo court"},{"text":"In anthropology, the used word for a member of any human group whose males are less than 4'11' in average height","response":"pygmies"},{"text":"Term for the hierarchy within a social group or community based on the social behavior of chickens","response":"the pecking order"},{"text":"Family member who's the biggest winner under the inheritance system known as primogeniture","response":"the eldest son"},{"text":"\"Misogyny\" is from the Greek for \"to hate women\" &amp; this is from the Greek \"to hate mankind\"","response":"misanthropy"}],"originalDate":"1990-04-05"}],{"category":"EUROPEAN CITIES","text":"The name of this Italian city comes from the Greek word for \"new city\"","response":"Naples"}]}