{"mix":2251,"rounds":[[{"category":"THEATER","comments":"","clues":[{"text":"\"Why Mary?\" by Jesse Lynch Williams was the first play to win this, in 1918","response":"a Pulitzer Prize"},{"text":"\"The 3 Sisters\" dream of moving to this city, where Chekov graduated from medical school","response":"Moscow"},{"text":"This musical features the songs \"Slide Some Oil to Me\", \"Funky Monkeys\" &amp; \"Mean Old Lion\"","response":"<i>The Wiz</i>"},{"text":"Vanessa Redgrave starred in a 1989 revival of this playwright's \"Orpheus Descending\"","response":"Tennessee Williams"},{"text":"\"Spooky\" title of Ibsen's play about inherited disease, insanity &amp; euthanasia","response":"<i>Ghosts</i>"}],"originalDate":"1990-04-05"},{"category":"FICTIONAL INDIANS","comments":"","clues":[{"text":"Tom Sawyer &amp; Huck Finn watched him kill the town doctor &amp; place the knife in Muff Potter's hand","response":"Injun Joe"},{"text":"Though there was an historic Uncas, this author's fictional Uncas wasn't like him at all","response":"(James Fenimore) Cooper"},{"text":"Buffalo Bob often said \"Howdy\" to this Indian princess","response":"Princess Summerfallwinterspring"},{"text":"This future superstar played police lieutenant John Hawk, an Iroquois, on the mid 1960s TV series \"Hawk\"","response":"Burt Reynolds"},{"text":"Little Beaver was the Navajo sidekick of this movie cowboy","response":"Red Ryder"}],"originalDate":"1990-04-05"},{"category":"FIRST AID","comments":"","clues":[{"text":"The best way to control this is to press directly on the wound","response":"a cut (bleeding)"},{"text":"The least severe burns are classified as this degree","response":"first"},{"text":"Before you administer mouth-to-mouth resuscitation, the victim should be in this position","response":"lying flat on the ground with their head back"},{"text":"The parts of the head most often affected by frostbite are the ears, chin, cheek &amp; this","response":"the nose"},{"text":"One symptom of a concussion is when these are of unequal size","response":"the pupils"}],"originalDate":"1990-04-05"},{"category":"HISTORY","comments":"","clues":[{"text":"After Peter, the next ruler of Russia who was called \"the Great\"","response":"Catherine"},{"text":"When he died he was using the name Wm. H. Bonney, but that probably wasn't the one he was born with","response":"Billy the Kid"},{"text":"In 732 at the Battle of Tours, the Frankish ruler Charles Martel halted their drive into Europe","response":"the Moors"},{"text":"After this British bacteriologist died in March 1955 he was interred in a crypt in St. Paul's","response":"(Sir Alexander) Fleming"},{"text":"Having no male heir, Julius Caesar adopted this grandnephew","response":"Augustus (Octavius)"}],"originalDate":"1990-04-05"},{"category":"WYOMING","comments":"","clues":[{"text":"Frontier Days, featuring one of America's largest rodeos, is held each July in this capital city","response":"Cheyenne"},{"text":"Oil fields north of Casper include this one which gave its name to a scandal in Harding's admin.","response":"Teapot Dome"},{"text":"2 animals which are paired in \"Home On The Range\" that are among the most widespread large animals in the state","response":"the deer and the antelope"},{"text":"Wyoming city where you'd find the Buffalo Bill Museum","response":"Cody"},{"text":"The only national park located entirely within Wyoming is this one just south of Yellowstone","response":"Grand Teton National Park"}],"originalDate":"1990-04-05"},{"category":"HERSTORY","comments":"","clues":[{"text":"Alice Paul picketed the White House from 1917-19 until this amendment was passed","response":"the women's suffrage amendment (the 19th)"},{"text":"Among charges against her in 1430 was that she \"had dressed &amp; armed herself in the state &amp; habit of a man\"","response":"Joan of Arc"},{"text":"Rose Greenhow, Belle Boyd &amp; S. Emma Edmonds worked as spies during this war","response":"the Civil War"},{"text":"Though a staunch anti-communist, this Maine sen. led early Senate opposition to McCarthyism","response":"Margaret Chase Smith"},{"text":"Considered one of Austria's ablest rulers, she still had time to have 16 kids, including Marie Antoinette","response":"Maria Theresa"}],"originalDate":"1990-04-05"}],[{"category":"4-LETTER VERBS","comments":"","clues":[{"text":"Used especially of stallions, it means to father a child","response":"sire"},{"text":"As a noun, it's the ridge on the fingerboard of a guitar; as a verb, it means to worry","response":"fret"},{"text":"Helen Reddy sang, \"I am woman, hear me\" do this","response":"roar"},{"text":"To decrease gradually in intensity, such as the moon in passing from full to new","response":"wane"},{"text":"Itemize, or what a ship does when it tilts to one side","response":"list"}],"originalDate":"2015-07-31"},{"category":"GIVE ME A RING","comments":"","clues":[{"text":"In 1968 Richard Burton gave her a 33.19-carat diamond engagement ring worth $8.8 million","response":"Elizabeth Taylor"},{"text":"In this 1937 Tolkien story, The One Ring was a magic ring of invisibility; in later tales it acquired darker powers","response":"<i>The Hobbit</i>"},{"text":"To begin a stage performance, one is said to \"ring up\" this item","response":"the curtain"},{"text":"Founded in 1922, The Ring magazine is now owned by this boxing \"Golden Boy\"","response":"Oscar de la Hoya"},{"text":"In 1979 Voyager I discovered that this planet had rings; further study was provided by the Gailieo orbiter","response":"Jupiter"}],"originalDate":"2015-07-31"},{"category":"THE FILMS OF STANLEY TUCCI","comments":"","clues":[{"text":"In 2011 the doctor was in when Stanley played the man who turned puny Steve Rogers into this title hero","response":"Captain America"},{"text":"The false teeth!  The bright blue wig!  Stanley pulled out all the stops as the eccentric Caesar Flickerman in this 2012 film","response":"<i>The Hunger Games</i>"},{"text":"Stanley became a child<span class=\"nobreak\">--</span>Paul Child<span class=\"nobreak\">--</span>as Meryl Streep's husband in this film","response":"<i>Julie & Julia</i>"},{"text":"Stanley worked the runway<span class=\"nobreak\">--</span>Runway Magazine<span class=\"nobreak\">--</span>for Meryl Streep in this film","response":"<i>The Devil Wears Prada</i>"},{"text":"Deceptively ordinary Stanley kills poor young Susie Salmon in this 2009 film","response":"<i>The Lovely Bones</i>"}],"originalDate":"2015-07-31"},{"category":"2nd PERSON, ACTIVE","comments":"","clues":[{"text":"You establish a record as our longest-serving First Lady &amp; then become a delegate to the U.N. General Assembly","response":"Eleanor Roosevelt"},{"text":"You are in prison from 1962 to 1990; 4 years after getting out, you lead your country","response":"Nelson Mandela"},{"text":"In 1887 you shoot a cigarette dangling from the lips of the future Kaiser Wilhelm II; Wilhelm insisted on holding it","response":"Annie Oakley"},{"text":"In 1943 you slap 2 soldiers in an army hospital &amp; Congress holds up your promotion","response":"George Patton"},{"text":"You are personal advisor to the Czar's wife in 1915 &amp; many attempts are made on your life; you don't make it to 1917","response":"Rasputin"}],"originalDate":"2015-07-31"},{"category":"THE OLD SOD","comments":"","clues":[{"text":"Ireland is divided into 32 of these political &amp; geographic units; 6 of them belong to the U.K.","response":"counties"},{"text":"The uachtaran is the Irish president; the taoiseach is this head of government","response":"the prime minister"},{"text":"Ireland has no local police; the island is patrolled by An Garda Siochana, the Guardians of this","response":"peace"},{"text":"Ireland's hospitals were largely funded by this horse-racing lottery that ran from 1930 to 1987","response":"the Irish Sweepstakes"},{"text":"There once was a king named Richard I, who granted a charter to this Irish port city in 1197","response":"Limerick"}],"originalDate":"2015-07-31"},{"category":"OLD TV SHOWS BY EPISODE TITLE","comments":"(Alex: We'll give you the title.)","clues":[{"text":"\"Ricky Loses His Voice\"","response":"<i>I Love Lucy</i>"},{"text":"\"The Courage of Tonto\"","response":"<i>The Lone Ranger</i>"},{"text":"A Western:  \"Kitty's Love Affair\"","response":"<i>Gunsmoke</i>"},{"text":"\"Norton Moves In\"","response":"<i>The Honeymooners</i>"},{"text":"\"Wally's Car Accident\"","response":"<i>Leave It to Beaver</i>"}],"originalDate":"2015-07-31"}],{"category":"PRESIDENTS","text":"He was last president to have a Secretary of War &amp; 1st to have a Secretary of Defense","response":"Truman"}]}