{"mix":2253,"rounds":[[{"category":"SPORTS QUOTES","comments":"","clues":[{"text":"A sportswriter defined it as \"A hard rubber disk... hockey players strike when they can't hit one another\"","response":"puck"},{"text":"This legendary Notre Dame coach said, \"Show me a good and gracious loser and I'll show you a failure\"","response":"Knute Rockne"},{"text":"This 4-word boast of boxer Muhammad Ali is listed in Bartlett's Quotations","response":"I am the greatest"},{"text":"Commenting on Toots Shor's, this former Yankee said, \"It's so crowded nobody goes there anymore\"","response":"Yogi Berra"},{"text":"\"You've got to think positively to achieve the impossible,\" believes this Heisman Trophy winning L.A. Raider","response":"Marcus Allen"}],"originalDate":"1989-01-12"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"You might find a flea on this part of your garden's foliage","response":"leaf (from flea)"},{"text":"Even when you throw dead flowers away you save this","response":"vase (from save)"},{"text":"What Isolde is when she gets dirty","response":"soiled (from Isolde)"},{"text":"It takes a lot of talent to do it well on ice","response":"skate (from takes)"},{"text":"Deeply engrossed in part of a book","response":"rapt (from part)"}],"originalDate":"1989-01-12"},{"category":"CHOCOLATE","comments":"","clues":[{"text":"The tree from which chocolate is derived grows only within 20 degrees of this line","response":"Equator"},{"text":"Neiman Marcus once offered a version of this Parker Bros. game made of chocolate","response":"Monopoly"},{"text":"A top-ten selling candy in the U.S., Nestle introduced this rice-filled bar in 1937","response":"Nestl&eacute; Crunch"},{"text":"When chocolate is exposed to sunlight or heat, this rises to the surface, leaving a gray film","response":"cocoa butter"},{"text":"Campbell Soup owns both the American &amp; Belgian divisions of this expensive \"chocolatier\"","response":"Godiva"}],"originalDate":"1989-01-12"},{"category":"PRESIDENTIAL ASTROLOGY","comments":"","clues":[{"text":"This \"bully\" president wasn't born under the sign of Taurus; he was a Scorpio","response":"Teddy Roosevelt"},{"text":"Calvin Coolidge's sign was Cancer, which means he was ruled by this heavenly body, not by Mrs. Coolidge","response":"moon"},{"text":"This was LBJ's sign, though he's not usually associated with maidenly virtues","response":"Virgo"},{"text":"Thomas Jefferson was our 1st president born under this sign, the 1st of the zodiac","response":"Aries"},{"text":"After all the publicity, you should know that this is Ronald Reagan's sign","response":"Aquarius"}],"originalDate":"1989-01-12"},{"category":"LANGUAGES","comments":"","clues":[{"text":"The salutatory address at Princeton's 1988 commencement was given in this ancient tongue","response":"Latin"},{"text":"Byelorussian is better known by this more colorful name","response":"White Russian"},{"text":"This country's official language is Magyar","response":"Hungary"},{"text":"You can call it Croatian, or you can call it by this longer name","response":"Serbo-Croatian"},{"text":"Italian for the \"Frankish tongue\", it's a means of communication between peoples of different languages","response":"<i>lingua franca</i>"}],"originalDate":"1989-01-12"},{"category":"RECENT HISTORY","comments":"","clues":[{"text":"In 1972 this ex-Teamster leader tried to go to Hanoi to free POWs, but the U.S. gov't stopped him","response":"Jimmy Hoffa"},{"text":"This July 1985 famine relief fundraiser has been called Bob Geldof's \"global jukebox\"","response":"Live Aid"},{"text":"A ban on the general use of this germ killer in 1972 meant Phisohex had to be sold by prescription","response":"hexachlorophene"},{"text":"He was chosen to replace Thomas Eagleton as the 1972 Democratic vice-presidential nominee","response":"(Sargent) Shriver"},{"text":"After speaking out against this, Soviet dissident Andrei Sakharov was exiled in January 1980","response":"invasion of Afghanistan"}],"originalDate":"1989-01-12"}],[{"category":"RIVERS","comments":"","clues":[{"text":"The Porcupine River flows into this U.S. state from the Yukon Territory","response":"Alaska"},{"text":"At Niagara Falls, 90% of the flow of the Niagara River goes over this fall","response":"Horseshoe"},{"text":"This river enters the east end of Lake Geneva near Montreaux &amp; leaves the west end in Geneva","response":"Rhone"},{"text":"Though much of the Yangtze is navigable, very little of this 3,000 mile-long Chinese river is","response":"Huang He (Yellow River)"},{"text":"Europe's 2nd-busiest airport serves Frankfurt &amp; is named for these 2 rivers","response":"Rhine & Main"}],"originalDate":"1989-01-12"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"A span, which is approximately 9\" long, is based on the span of this part of the body","response":"hand"},{"text":"There are 4 gills in a pint, so there are this many gills in a quart","response":"8"},{"text":"In the metric system, the weight of 1 liter of water is equal to 1 of these units","response":"kilogram"},{"text":"Unit of measure in printing; there are 12 of them to a pica, about 72 of them to an inch","response":"point"},{"text":"Term for 1 hundred-millionth of a centimeter, it's named after a Swedish physicist","response":"angstrom"}],"originalDate":"1989-01-12"},{"category":"LITERARY CLASSICS","comments":"","clues":[{"text":"Glumdalclitch was a friendly 9-year-old who took care of him in Brobdingnag","response":"Gulliver"},{"text":"Simon Tappertit, John Wemmick, Mr. Turveydrop &amp; Mr. Tulkinghorn were all created by this English author","response":"Dickens"},{"text":"Eugene O'Neill play about a black ex-con who's manaaged to become ruler of a West Indian island","response":"<i>The Emperor Jones</i>"},{"text":"King Priam's daughter, she was blessed w/the gift of prophecy but condemned by Apollo to be disbelieved","response":"Cassandra"},{"text":"Among his characters are Charles Strickland, Philip Carey &amp; Sadie Thompson","response":"Somerset Maugham"}],"originalDate":"1989-01-12"},{"category":"FOREIGN FILMS","comments":"","clues":[{"text":"\"The Seven Samurai\" became this title group in a 1960 U.S. film","response":"<i>The Magnificent Seven</i>"},{"text":"Ingmar Bergman directed this fellow Swede in her last theatrical film, 1978's \"Autumn Sonata\"","response":"Ingrid Bergman"},{"text":"S. Bondarchuk not only wrote &amp; directed this Oscar-winning Tolstoy epic, he played the male lead","response":"<i>War and Peace</i>"},{"text":"Francois Truffaut's \"The Bride Wore Black\" was an homage to this master of suspense","response":"Hitchcock"},{"text":"\"The Clowns\", this director's tribute to circus performers, was originally made for Italian TV","response":"(Federico) Fellini"}],"originalDate":"1989-01-12"},{"category":"LETTER PERFECT","comments":"","clues":[{"text":"Type of string in the title of a 1941 mystery novel by Gypsy Rose Lee","response":"G"},{"text":"Letter replaced by an apostrophe in e'er, o'er, &amp; ne'er","response":"V"},{"text":"While in disguise, Don Diego de la Vega often left this letter in his wake","response":"Z"},{"text":"In Washington, D.C., signs with this letter designate the subway","response":"M"},{"text":"This letter is sometimes used as an abbreviation for a Latin word that means \"about\"","response":"C"}],"originalDate":"1990-10-10"},{"category":"ACTORS &amp; THEIR ROLES","comments":"","clues":[{"text":"Clint Eastwood cop who earned his nickname because he always got the  \"dirtiest\" assignments","response":"Dirty Harry"},{"text":"Sigourney Weaver was the only human survivor of the spacecraft \"Nostromo\" in this 1979 film","response":"<i>Alien</i>"},{"text":"Elvis Presley played the son of a pineapple executive in this 1961 film","response":"<i>Blue Hawaii</i>"},{"text":"The star of \"Semi-Tough\" &amp; \"The Longest Yard\" was a halfback at Florida State University","response":"Burt Reynolds"},{"text":"She played Woody Allen's teenage girlfriend in \"Manhattan\"","response":"Mariel Hemingway"}],"originalDate":"1990-10-10"}],{"category":"1970s ALBUM REVIEWS","text":"Rolling Stone said this 1976 album had \"the best &amp; worst tendencies of L.A.-situated rock\" &amp; was an \"unflattering portrait of the milieu\"","response":"<i>Hotel California</i>"}]}