{"mix":2257,"rounds":[[{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Served as appetizers, usually with a dip, crudites are raw these","response":"vegetables"},{"text":"One story of how this fruit drink got its pink version involves a circus vendor &amp; a pair of red tights soaking in water","response":"lemonade"},{"text":"In this 2004 film Miles &amp; Jack sip Pinot noir &amp; wander the California wine country","response":"<i>Sideways</i>"},{"text":"By definition, in Italy it's what is served in a gelateria","response":"ice cream (gelato accepted)"},{"text":"During Hoover's 1928 presidential campaign, the Republicans promised one of these offerings","response":"a chicken in every pot"}],"originalDate":"2015-07-27"},{"category":"TECH SAVVY","comments":"","clues":[{"text":"If this happens to your cell phone, try leaving the frame &amp; battery in uncooked rice","response":"it getting wet"},{"text":"If you'd prefer your buddy's Facebook photos not I.D. you as his wingman, turn off this feature","response":"tagging (or auto-tagging)"},{"text":"This word also meaning \"an equal\" is the P in P2P file sharing","response":"peer"},{"text":"National Park fans will know that Apple's 2015 operating system is known as \"OS X\" this","response":"Yosemite"},{"text":"It can mean to parody in a goofy way, or to deceptively send an email from someone else's address","response":"spoof"}],"originalDate":"2015-07-27"},{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"He was the subject of a 2013 biography called \"A Curious Man\"; believe it or not","response":"(Robert) Ripley"},{"text":"This artist \"and the Pope's Ceiling\" tells the drama behind the making of a masterpiece","response":"Michelangelo"},{"text":"Chris Matthews chronicled the relationship between a Speaker of the House &amp; Pres. Reagan in him \"and the Gipper\"","response":"Tip O'Neill"},{"text":"\"The Secret History of\" this comics heroine is a bio of her creator William Marston, inventor of the lie detector","response":"Wonder Woman"},{"text":"A biography of this nobleman goes beyond the boxing rules he devised &amp; his accusations against Oscar Wilde","response":"the Marquess of Queensberry"}],"originalDate":"2015-07-27"},{"category":"THE KNIGHTS TEMPLAR","comments":"","clues":[{"text":"The Templars were formed in this city around 1120 to protect pilgrims left defenseless after crusaders went home","response":"Jerusalem"},{"text":"In the 1140s this was added to the Knights' white mantle as a symbol of Christian martyrdom","response":"a (red) cross"},{"text":"Like an expert in chess, the highest authority in the Templars was called this; Jacques de Molay was the last","response":"a Grand Master"},{"text":"The Templars helped out 12th c. King Alfonso I against these invaders &amp; he bequeathed them Aragon","response":"the Moors"},{"text":"After the fall of Acre in 1291, the Knights Templar moved their headquarters to this large island west of Syria","response":"Cyprus"}],"originalDate":"2015-07-27"},{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"On social media the abbreviation TBT means it's this kind of Thursday","response":"throwback Thursday"},{"text":"Chris Christie gave this kind of address at the 2012 Republican National Convention","response":"keynote"},{"text":"Dale Evans' horse was named this, like a dairy drink","response":"Buttermilk"},{"text":"Eisenhower said, \"The search for\" this animal of blame \"is the easiest of all hunting expeditions\"","response":"a scapegoat"},{"text":"Poet William Carlos Williams wrote that \"so much depends on a red\" one of these conveyances","response":"a wheelbarrow"}],"originalDate":"2015-07-27"},{"category":"GERMAN LIT","comments":"","clues":[{"text":"A 13th century Gottfried von Strassburg story retells a Celtic tale of the doomed lovers Tristan &amp; her","response":"Isolde"},{"text":"He was original in extolling \"The Sorrows of Young Werther\", a novel in the form of letters, in 1774","response":"Goethe"},{"text":"Oskar Matzerath is the musician who never grew up in this 1959 Gunter Grass book","response":"<i>The Tin Drum</i>"},{"text":"We bring in 'da noise, we bring in 'da Cornelia Funke, whose novels include this\"heart\" &amp; this\"spell\"","response":"inkheart & inkspell"},{"text":"1815 is the estimated time of arrival of \"The Devil's Elixer\" by this author","response":"E.T.A. Hoffmann"}],"originalDate":"2015-07-27"}],[{"category":"GEOGRAPHER'S \"D\"ICTIONARY","comments":"","clues":[{"text":"To find this figure for Trebekistan, divide the population by the area","response":"density"},{"text":"Down, down into this type of area in an ocean, like the 5,900-fathom Emden one near the Philippines","response":"the deep"},{"text":"Yes, Chip, this term is used is used mainly in Northern England for a broad open valley","response":"a dale"},{"text":"1/360th of the Earth's circumference","response":"a degree"},{"text":"Natural process by which arid lands become even less fertile; it happens a lot in Africa","response":"desertification"}],"originalDate":"2015-07-27"},{"category":"POP MUSIC","comments":"","clues":[{"text":"This first No. 1 hit by ABBA says \"Young and sweet, only 17\"","response":"\"Dancing Queen\""},{"text":"\"Everything Has Changed\" is by Taylor Swift &amp; this redheaded Brit","response":"Ed Sheeran"},{"text":"Cat on \"Sam &amp; Cat\", she had a Top 5 hit in 2014 with \"Break Free\"","response":"Ariana Grande"},{"text":"In 1994 this trio had its second No. 1 album, \"Ill Communication\"","response":"the Beastie Boys"},{"text":"Will you remember this Canadian woman who sang \"I Will Remember You\"","response":"Sarah McLachlan"}],"originalDate":"2015-07-27"},{"category":"IN COLOR","comments":"","clues":[{"text":"Ignored for almost 150 years, this U.S. military award was reintroduced on February 22, 1932","response":"the Purple Heart"},{"text":"The Bible's \"Whatsoever ye would that men should do to you, do ye even so to them\" is known as this","response":"the Golden Rule"},{"text":"This animal was once thought to bear the Devil's mark in its wool, which is perhaps why it came to symbolize disgrace","response":"the black sheep"},{"text":"Notorious name of a herbicide mixture of 2,4-D &amp; 2,4,5-T, used in Vietnam","response":"Agent Orange"},{"text":"These, now meaning \"Credit for deeds done\", may have come from a measure of young Girl Scouts' achievements","response":"brownie points"}],"originalDate":"2015-07-27"},{"category":"CANADA","comments":"","clues":[{"text":"The Canadian dollar is divided into 100 of these units","response":"cents"},{"text":"In 1988 Calgary will be the 2nd Canadian city to host an Olympics; this was the 1st","response":"Montreal"},{"text":"In terms of sheer land size, Canada ranks at this number among countries of the world","response":"2nd"},{"text":"The capital of this province was named for George Montagu Dunk, 2nd Earl of Halifax","response":"Nova Scotia"},{"text":"The Canadian parliament has a senate &amp; a house of these","response":"commons"}],"originalDate":"1987-09-11"},{"category":"DRY","comments":"","clues":[{"text":"To make a \"dry\" one of these you use 1 part French, not Italian vermouth, with 2 to 5 parts gin","response":"a martini"},{"text":"It's a trademark name for solid carbon dioxide","response":"Dry Ice"},{"text":"It's what you put a ship \"in\" when you want to repaint the bottom","response":"dry dock"},{"text":"A lure that floats on the surface of the water","response":"a dry fly"},{"text":"While the 1st 2 rules change, this is always the 3rd rule in every commercial for Dry Idea","response":"Never let them see you sweat"}],"originalDate":"1987-09-11"},{"category":"TV","comments":"","clues":[{"text":"Depending on where you lived in the U.S., her \"Special\" either preceded or followed the '87 Oscars","response":"Barbara Walters"},{"text":"Show about a TV reporter &amp; his computer-generated double, subtitled \"20 Minutes Into the Future\"","response":"<i>Max Headroom</i>"},{"text":"The name of this soap opera can be traced back to a Franciscan mission established in 1786","response":"Santa Barbara"},{"text":"His crew included Gruber, Virgil, Tinker, Happy, Willy, Christopher &amp; Ensign Parker","response":"(Lt. Cmdr.) McHale"},{"text":"Former \"Happy Days\" regular who now stars as \"Ohara\"","response":"Pat Morita"}],"originalDate":"1987-09-11"}],{"category":"LANDMARKS","text":"David Livingstone wrote of this discovery of his, \"Scenes so lovely must have been gazed upon by angels in their flight\"","response":"Victoria Falls"}]}