{"mix":2271,"rounds":[[{"category":"APPLES &amp; ORANGES","comments":"","clues":[{"text":"Too bitter to eat fresh, the Seville orange is used to make these after-dinner beverages like Cointreau &amp; Curacao","response":"a liqueur"},{"text":"Known for its apple juice &amp; sparkling cider, this company has been selling its products since 1868","response":"Martinelli's"},{"text":"Rivaling the Red Delicious as the most popular apple in the U.S. are the Fuji &amp; this 4-letter apple from New Zealand","response":"the Gala"},{"text":"Jaffa oranges are a sweet variety named for a port in this present country","response":"Israel"},{"text":"With its deep red flesh, the Moro variety of this orange is not for the squeamish","response":"a blood orange"}],"originalDate":"2015-07-13"},{"category":"THE BEGINNING OF THE PLAY","comments":"","clues":[{"text":"As this play begins, \"Savage whispers fill the theater... Salieri!... Salieri!... Salieri! \"","response":"<i>Amadeus</i>"},{"text":"Act I, scene i of this Shakespeare play: a \"noise of thunder and lightning heard.  Enter a ship-master and a boatswain\"","response":"<i>The Tempest</i>"},{"text":"Act I of this play opens in a small bedroom in the home of Reverend Samuel Parris, Salem, Mass., in the spring of 1692","response":"<i>The Crucible</i>"},{"text":"In one stage adaptation, it's set in \"the jury room of a New York court of law\"<span class=\"nobreak\">--</span>the time is 1954","response":"<i>Twelve Angry Men</i>"},{"text":"\"Vivian Bearing walks on the empty stage pushing her IV pole.  She is fifty, tall and very thin, barefoot, and completely bald\"","response":"<i>Wit</i>"}],"originalDate":"2015-07-13"},{"category":"MOVIE MUSIC","comments":"","clues":[{"text":"Aerosmith's \"I Don't Want To Miss A Thing\" was featured in this doomsday flick","response":"<i>Armageddon</i>"},{"text":"This 1965 film gave us \"Lara's Theme\"","response":"<i>Dr. Zhivago</i>"},{"text":"The Michelle Pfeiffer pfilm \"Dangerous Minds\" produced this heavenly hit from Coolio","response":"\"Gangsta's Paradise\""},{"text":"\"(Best That You Can Do)\" is in the title of the theme from this Dudley Moore comedy","response":"<i>Arthur</i>"},{"text":"\"Tubular Bells\" was in this 1973 scarefest","response":"<i>The Exorcist</i>"}],"originalDate":"2015-07-13"},{"category":"RETURN OF THE WOOD","comments":"(Alex: And finally, fans of this show from two or three decades ago will love this category...)","clues":[{"text":"A Con Ed electric safety brochure advises using a fiberglass or wooden one around power lines, never metal","response":"a ladder"},{"text":"This mythic ship's prow was made of wood from the sacred Talking Tree of Dodona &amp; it talked to Jason &amp; the crew","response":"the <i>Argo</i>"},{"text":"The wood of the Eastern red &amp; incense species of this tree is popular for pencils","response":"the cedar"},{"text":"The King James Bible says Noah's Ark was constructed from this \"beastly\" wood<span class=\"nobreak\">--</span>maybe cypress","response":"gopher wood"},{"text":"Xylocopa, a large bee that tunnels into wood to nest, is known by this occupational name","response":"a carpenter"}],"originalDate":"2015-07-13"},{"category":"STARTS WITH \"B\"","comments":"","clues":[{"text":"Medieval folk thought some geese hatched from these clinging crustaceans","response":"barnacles"},{"text":"Despite its name, this lettuce shouldn't be tied under a baby's chin","response":"bib"},{"text":"Tauromachy is the art of doing this","response":"bullfighting"},{"text":"It's a flat, baked roll covered with onion flakes &amp; named for a city in Poland","response":"bialy"},{"text":"Badminton players often use this name for the shuttlecock","response":"birdie"}],"originalDate":"1989-12-28"},{"category":"THE 1980s","comments":"","clues":[{"text":"January 8, 1987 was the 1st time in its history that it closed at over 2,000","response":"Dow Jones"},{"text":"In 1982 congress passed a law forcing states to allow trucks with these on interstate highways","response":"two trailers (double trailers)"},{"text":"In 1982, after an 8-year antitrust suit, this monopoly agreed to give up its 22 operating systems","response":"AT&T"},{"text":"This 16-hour rock concert for African relief was broadcast worldwide from London &amp; Philadelphia","response":"Live Aid"},{"text":"Their long-standing dispute over the Shatt al-Arab waterway became open warfare in 1980","response":"Iran & Iraq"}],"originalDate":"1989-12-28"}],[{"category":"ASTROLOGY","comments":"","clues":[{"text":"Every sign of the zodiac is named for one of these","response":"constellation"},{"text":"In astrological lingo, the sun &amp; the moon are called these, just like Mars, Jupiter, etc.","response":"planets"},{"text":"This sign is represented by an arachnid that may have been the 1st land animal","response":"Scorpio"},{"text":"The sign of the zodiac that's alphabetically 1st","response":"Aquarius"},{"text":"The only sign of the zodiac that isn't represented by a living thing","response":"Libra"}],"originalDate":"1989-12-28"},{"category":"TV LANDLORDS","comments":"","clues":[{"text":"They were Ricky &amp; Lucy Ricardo's best friends, as well as their landlords","response":"Fred & Ethel Mertz"},{"text":"Don Knotts replaced Norman Fell as the resident landlord in this ABC sitcom","response":"<i>Three's Company</i>"},{"text":"During the 1975-76 season of \"Happy Days\", Fonzie rented an apartment above his garage","response":"Howard Cunningham"},{"text":"Sidney Fields played this comic pair's landlord named Sid Fields","response":"Abbott & Costello"},{"text":"For 5 years she played Phyllis Lindstrom, Mary Richards' landlady in \"The Mary Tyler Moore Show\"","response":"Cloris Leachman"}],"originalDate":"1989-12-28"},{"category":"CITIES","comments":"","clues":[{"text":"This city designed by Pierre L'Enfant was the world's 1st planned federal capital","response":"Washington, D.C."},{"text":"As in Great Britain, the town of Newcastle in Australia is known for mining this fuel","response":"coal"},{"text":"Mexican resort noted for performers who dive from the Quebrada cliffs into 12 ft. of water","response":"Acapulco"},{"text":"Now the home of beer hall festivals, it was the site of the Beer Hall Putsch, or revolt, in 1923","response":"Munich"},{"text":"When the British invaded Montego Bay on this island, the Spanish settlers destroyed most of the old city","response":"Jamaica"}],"originalDate":"1989-12-28"},{"category":"HUMPTY DUMPTY","comments":"","clues":[{"text":"In addition to Humpty, the poem also mentions men, including a king &amp; these creatures","response":"horses"},{"text":"Number of times Humpty is mentioned in the poem","response":"3"},{"text":"Humpty Dumpty's &amp; Jack &amp; Jill are titles of these from The Children's Better Health Institute","response":"magazines"},{"text":"Humpty told her, \"When I use a word it means just what I choose it to mean<span class=\"nobreak\">--</span>neither more nor less\"","response":"Alice"},{"text":"Webster's defines Humpty Dumpty as something you can't do this to","response":"put it back together"}],"originalDate":"1989-12-28"},{"category":"ROYALTY","comments":"","clues":[{"text":"Dying in 1908, this country's dowager empress T'zu Hsi ordered the death of her adopted son","response":"China"},{"text":"This royal pair is buried in Granada, where their armies conquered the Moors in 1492","response":"Ferdinand & Isabella"},{"text":"The man who founded this ancient Egyptian dynasty was a Macedonian general","response":"Ptolemy"},{"text":"King Mongkut, who fathered dozens of children before he died at age 63, inspired this musical","response":"<i>The King and I</i>"},{"text":"This ruling family 1st seized power in Monaco in 1297","response":"Grimaldis"}],"originalDate":"1989-12-28"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Supposedly it was named for a fellow who drank several &amp; then banged into a wall","response":"Harvey Wallbanger"},{"text":"Falstaff called this wine \"sack\"; in its native Spain it's \"Jerez\"","response":"sherry"},{"text":"Referring perhaps to the tall masts, this tall beer glass is named for a kind of ship","response":"schooner"},{"text":"Originally made with Rhine wine &amp; seltzer or club soda, it's from the German word for \"squirt\"","response":"spritzer"},{"text":"The best of this brandy made in the Charente district, is called \"Grande Champagne\"","response":"Cognac"}],"originalDate":"1989-12-28"}],{"category":"MOVIE DEBUTS","text":"Candice Bergen, Joanna Pettet, Kathleen  Widdoes &amp; Joan Hackett debuted as college alumnae in this 1966 film","response":"<i>The Group</i>"}]}