{"mix":2272,"rounds":[[{"category":"THE SOUTH","comments":"","clues":[{"text":"This country music show has an \"official candy bar\", the Goo Goo Cluster","response":"<i>Grand Ole Opry</i>"},{"text":"Daughters of Confederate soldiers live in the home for Confederate women near this Virginia capital","response":"Richmond"},{"text":"You can ride a streetcar on this city's St. Charles line, but the Desire line is no longer running","response":"New Orleans"},{"text":"Edenton, N.C. was named for Gov. Chas. Eden, believed to be a secret partner of this hirsute pirate","response":"Blackbeard"},{"text":"\"Dixie\" was played in Montgomery, Alabama on February 18, 1861 at this ceremony","response":"inauguration of Jefferson Davis"}],"originalDate":"1989-12-28"},{"category":"MUSICAL BIOGRAPHIES","comments":"","clues":[{"text":"In the 1971 film \"The Music Lovers\" Richard Chamberlain played this Russian composer","response":"Tchaikovsky"},{"text":"Noted accordianist Jimmy Stewart played a famous trombonist in this 1954 biopic","response":"<i>The Glenn Miller Story</i>"},{"text":"Nat \"King\" Cole portrayed this \"Father of the Blues\" in \"St. Louis Blues\"","response":"W.C. Handy"},{"text":"He kicked Elvis in the shins in \"It Happened at the World's Fair\" &amp; portrayed him 16 years later in TV's \"Elvis\"","response":"Kurt Russell"},{"text":"This lyricist was portrayed by Mickey Rooney in \"Words &amp; Music\"","response":"Lorenz (Larry) Hart"}],"originalDate":"1989-12-28"},{"category":"RELIGION","comments":"","clues":[{"text":"Statues of this religious figure feature a knot of hair covering a second brain that contains his enlightenment","response":"Buddha"},{"text":"The Ramayana is an epic story in this religion that tells the tale of Prince Rama &amp; his attempts to rescue Sita","response":"Hinduism"},{"text":"Every Muslim must fast during this month, the month the first verses of the Koran were revealed to Muhammad","response":"Ramadan"},{"text":"The Great Purification Ceremony is one of the most important rituals in this, Japan's oldest religion","response":"Shintoism"},{"text":"In Avesta, this Iranian religion's sacred book, only the sacrificial prayers are attributed to its founder","response":"Zoroastrianism"}],"originalDate":"2003-11-21"},{"category":"GRAPHIC NOVELS","comments":"","clues":[{"text":"The nonfiction \"Fallout\" is about Leo Szilard, J. Robert Oppenheimer &amp; the \"political science\" of this weapon","response":"the atomic bomb"},{"text":"Eric Shanower's \"A Thousand Ships\", a graphic novel about this war, opens with the story of Paris kidnapping Helen","response":"the Trojan War"},{"text":"\"From Hell\" recounts this notorious figure's crimes in Victorian England","response":"Jack the Ripper"},{"text":"This graphic novel about 1930s gangsters by Collins &amp; Rayner became a Tom Hanks film","response":"<i>Road to Perdition</i>"},{"text":"This graphic novel made it to the big screen in 2003 with Sean Connery as Allan Quatermain","response":"<i>The League of Extraordinary Gentlemen</i>"}],"originalDate":"2003-11-21"},{"category":"MIXED DOUBLES","comments":"","clues":[{"text":"Proverbially, \"it takes two\" to perform this dance","response":"the tango"},{"text":"Serpentine name for a dice roll of a one &amp; a one","response":"snake eyes"},{"text":"The condition of holding full legal status in 2 different countries","response":"dual (double) citizenship"},{"text":"Its \"second law\" states that heat always flows from a hotter object to a colder object","response":"thermodynamics"},{"text":"From the Latin for \"two-headed\", it's the arm muscle that bends the elbow","response":"the biceps"}],"originalDate":"2003-11-21"},{"category":"CAPITAL CITY MAYORS","comments":"","clues":[{"text":"Shintaro Ishihara","response":"Tokyo"},{"text":"Walter Veltroni","response":"Rome"},{"text":"Ken Livingstone","response":"London"},{"text":"Bertrand Delanoe","response":"Paris"},{"text":"Klaus Wowereit","response":"Berlin"}],"originalDate":"2003-11-21"}],[{"category":"<em class=\"underline\">MERRIAM-WEBSTER'S COLLEGIATE DICTIONARY</em>","comments":"","clues":[{"text":"It means to read messages in an online chat forum without contributing yourself","response":"lurk"},{"text":"The inclusion of this trademark toxin should raise a few eyebrows, or rather, freeze them in place","response":"Botox"},{"text":"Not a female lawyer, it's someone who serves coffee, especially at Starbucks","response":"barista"},{"text":"You can name this surgical operation that reshapes the cornea to correct myopia in 5 letters","response":"LASIK"},{"text":"A brief &amp; insignificant rise in a stock price after a steep decline is a \"dead\" this \"bounce\"","response":"cat"}],"originalDate":"2003-11-21"},{"category":"ELIs","comments":"","clues":[{"text":"Like his brother Peyton of the Colts, Eli Manning has made a name for himself playing this position","response":"quarterback"},{"text":"This pharmaceutical company introduced Prozac to a grateful world in the 1980s","response":"Eli Lilly"},{"text":"\"Uncle Eli\" has a \"special-for-kids, most fun ever, under-the-table\" edition of this liturgy for the Passover seder","response":"haggadah"},{"text":"This inventor (Yale, 1792) built machines that mass-produced interchangeable parts","response":"Eli Whitney"},{"text":"Eli Yale went to Madras in 1672 as an employee of this trading company","response":"British East India Company"}],"originalDate":"2003-11-21"},{"category":"ON CAMPUS IN THE '60s","comments":"","clues":[{"text":"Yale's chaplain William Sloane Coffin was convicted of helping young men avoid this","response":"the draft"},{"text":"FSM, formed by Berkeley protesters in 1964, stood for this \"movement\"","response":"the Free Speech Movement"},{"text":"Wisconsin kids protested campus recruitment by this chemical company, maker of Napalm","response":"Dow"},{"text":"In 1968 at this NYC university, students took over President Kirk's office &amp; even drank his sherry","response":"Columbia"},{"text":"At Harvard in 1966 Congressman-to-be Barney Frank helped this Defense Secretary escape angry students","response":"Robert McNamara"}],"originalDate":"2003-11-21"},{"category":"LESSER-KNOWN ANCIENT ROMANS","comments":"","clues":[{"text":"What a social climber! His name precedes \"symbol\" to mean something that represents high position","response":"Status"},{"text":"His hand turned red when he touched orange juice, blue when he touched seawater","response":"Litmus"},{"text":"In Rome his name meant simply \"good\"; to us it implies that he gave a little something extra","response":"Bonus"},{"text":"His name came from the Latin for \"dispute\" &amp; he would drag you into court any chance he got","response":"Litigious"},{"text":"Nobody was more skillful than him with a tool in his hand <span class=\"nobreak\">--</span> his right hand, of course","response":"Dexterous"}],"originalDate":"2003-11-21"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"This Union General's troops averaged 12-15 miles a day on their 1864 march to Savannah","response":"Sherman"},{"text":"This state was in the Confederacy, but its western region remained loyal to the Union &amp; formed a new state in 1863","response":"Virginia"},{"text":"It was the first Union fort captured by Confederate forces","response":"Fort Sumter"},{"text":"An 1860s song tells the story of \"The Drummer Boy of\" this battle site, also called Pittsburg Landing","response":"Shiloh"},{"text":"5 days after this bloody Maryland battle, Lincoln issued his preliminary Emancipation Proclamation","response":"Antietam"}],"originalDate":"2003-11-20"},{"category":"WILDLIFE","comments":"","clues":[{"text":"This African bird has long, powerful legs &amp; a stride of 15 feet","response":"the ostrich"},{"text":"Animal trainer Clyde Beatty was saved from an attacking tiger when Nero, this type of animal, intervened","response":"a lion"},{"text":"As in reindeer, both the male &amp; female have antlers in this North American deer, the \"nomad of the north\"","response":"a caribou"},{"text":"This bear may also be called a silvertip because of the white hairs growing in its brown coat","response":"the grizzly"},{"text":"The unau is the 2-toed species of this South American animal; the ai is the 3-toed species","response":"a sloth"}],"originalDate":"2003-11-20"}],{"category":"HISTORIC NAMES","text":"In exile from the U.S., he lived in St. John, New Brunswick from 1787 to 1791","response":"Benedict Arnold"}]}