{"mix":2292,"rounds":[[{"category":"MBA ALL-STARS","comments":"","clues":[{"text":"Yale grad Indra Nooyi leads this \"co\" whose Fritos you can wash down with its sodas","response":"PepsiCo"},{"text":"Stanford alum Mary Barra became the first female CEO to take this company for a test drive","response":"GM"},{"text":"You could call John Chambers this \"Kid\" after the company he runs that's big in routers","response":"(the) Cisco (Kid)"},{"text":"Forbes called Columbia's Robert Stevens a \"savior\" of this high-flying company that makes the F-35","response":"Lockheed Martin"},{"text":"Harvard MBA Jamie Dimon leads this financial services company that the U.S. helped out with $25 billion in 2008","response":"JPMorgan Chase"}],"originalDate":"2015-06-18"},{"category":"INVENTORS &amp; INVENTIONS","comments":"","clues":[{"text":"The \"Book of Inventions\" says the Rolex \"Oyster\" was the 1st watch that was completely this","response":"waterproof"},{"text":"In 1948 Peter Goldmark devised this, usually abbreviated \"LP\"","response":"a long-playing record"},{"text":"It's claimed element No. 102 was 1st isolated at the Swedish institute named for this inventor","response":"Nobel"},{"text":"Sales of Wilbur Blank's 40-yr.-old peeler for this fruit took off after Andy Rooney praised it on TV","response":"orange"},{"text":"In the 18th century this city in England produced the 1st steel razors","response":"Sheffield"}],"originalDate":"1988-09-26"},{"category":"AUTHORS","comments":"","clues":[{"text":"While many people shorten their last names, in 1700 this author lengthened his from \"Foe\" to this","response":"Daniel Defoe"},{"text":"Mark Twain said this man \"scored 114 offenses against literary art\" on just 1 page of \"The Deerslayer\"","response":"(James Fenimore) Cooper"},{"text":"The 1988 Pulitzer Prize for Biography went to \"Look Homeward: A Life of\" this man","response":"Thomas Wolfe"},{"text":"He grew prize dahlias &amp; had an enormous aviary at his Hollywood home, \"Ozcot\"","response":"(Frank) Baum"},{"text":"He was the most famous resident of Oxford, Mississippi","response":"(William) Faulkner"}],"originalDate":"1988-09-26"},{"category":"ANIMALS","comments":"","clues":[{"text":"The ratel is a badger that loves this sweet substance; its coat protects it from stings","response":"honey"},{"text":"A type of finch in the Galapagos Islands is named after this naturalist who studied it there","response":"Darwin"},{"text":"Skin secretions of the South American treefrog, genus Dendrobates, are used by Indians as this","response":"poison"},{"text":"While other iguanas are other colors, the common iguana is this color","response":"green"},{"text":"A spider's eggs are laid &amp; stored in one of these","response":"a cocoon"}],"originalDate":"1988-09-26"},{"category":"1<sup><small>ST</small></sup> FAMILY TRIVIA","comments":"","clues":[{"text":"He called his first wife \"Button Nose No. 1\" &amp; his daughter Maureen, \"Button Nose No. 2\"","response":"Reagan"},{"text":"Because of her energetic dancing style, she was nicknamed \"Luci Watusi\"","response":"Luci Johnson"},{"text":"She inspired the song \"Alice Blue Gown\"","response":"Alice Roosevelt"},{"text":"An unopened six-pack of this today sells for over $100","response":"Billy Beer"},{"text":"This son of a president was at or near the scene of 3 presidential assassinations","response":"Robert Lincoln"}],"originalDate":"1988-09-26"},{"category":"ART","comments":"","clues":[{"text":"The king of this country gave Salvador Dalí a noble title, the Marqués de Dalí de Pubol","response":"Spain"},{"text":"Sculptor of \"The Thinker\" &amp; \"The Kiss\", museums in Paris &amp; Philadelphia are named for him","response":"(Auguste) Rodin"},{"text":"This French artist's short legs were the result of 2 accidents he suffered as a teenager","response":"Toulouse-Lautrec"},{"text":"German-born artist who was court painter to Henry VIII","response":"(Hans) Holbein (the Younger)"},{"text":"Artist George Segal is working on a series of these inspired by the paintings of his favorite artists","response":"sculptures"}],"originalDate":"1988-09-26"}],[{"category":"CHEMISTRY","comments":"","clues":[{"text":"You'd buy a pan coated with polytetra-fluoroethylene under this   much shorter trademark name","response":"Teflon"},{"text":"Found in rhubarb, oxalic acid removes calcium from the body &amp; this common oxide from iron","response":"rust (ferric oxide)"},{"text":"The atomic weight of an atom is the sum of the number of these in the nucleus","response":"protons & neutrons"},{"text":"You can clean silverware by boiling it in an aluminum pan using a solution of this, NaHCO<sub>3</sub>","response":"sodium bicarbonate (baking soda)"},{"text":"A centuries-old test for this gas is to see if bubbles of it turn limewater milky","response":"carbon dioxide"}],"originalDate":"1988-09-26"},{"category":"QUOTES","comments":"","clues":[{"text":"D.H. Lawrence said, \"No absolute is going to make the lion lie down with\" this \"unless\" it's \"inside\"","response":"the lamb"},{"text":"In the nursery rhyme, the lion &amp; this animal were \"fighting for the crown\"","response":"the unicorn"},{"text":"Song in which Elvis sang, \"I don't want to be your lion 'cause lions ain't the kind you love enough\"","response":"\"(Let Me Be Your) Teddy Bear\""},{"text":"In \"Marmion\", Scott asked, \"And dar'st thou then to beard the lion\" here","response":"the den"},{"text":"In Judges 14:15, he \"came to the vineyards of Timnath: and, behold, a young lion roared against him\"","response":"Samson"}],"originalDate":"1988-09-26"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"This area in the Dakotas was named for its difficult terrain, not for its wild frontiersmen","response":"the Badlands"},{"text":"The waters off Cape Hatteras in this state have been called \"the graveyard of the Atlantic\"","response":"North Carolina"},{"text":"This region between the Appalachians &amp; the Atlantic Coastal Plain was named for a region in Italy","response":"the Piedmont"},{"text":"Rivers that eventually reach the Atlantic are separated from those reaching the Pacific by this","response":"the Continental Divide"},{"text":"Both the Army's Field Artillery Center &amp; Geronimo's grave are at Fort Sill in this state","response":"Oklahoma"}],"originalDate":"1988-09-26"},{"category":"SIR WALTER RALEIGH","comments":"(Alex: And finally, a very specialized category...)","clues":[{"text":"A romantic legend says Sir Walter once did this with his cloak to please his queen","response":"lay it over a mud puddle"},{"text":"Walter was a teenager when he went to this country to fight for the Huguenots","response":"France"},{"text":"Sir Walter tried to stab himself to death while imprisoned here","response":"the Tower of London"},{"text":"Though he never actually went there, Raleigh is considered the founder of the colony on this island","response":"Roanoke Island"},{"text":"This courtier was godfather to Raleigh's son as well as his rival for the queen's affection","response":"Lord Essex"}],"originalDate":"1988-09-26"},{"category":"HISTORIC QUOTES","comments":"","clues":[{"text":"His infamous quote was \"Sic semper tyrannis! The South is avenged!\"","response":"John Wilkes Booth"},{"text":"To defend Britain, he vowed, \"We shall fight on the beaches, we shall fight on the landing grounds\"","response":"Winston Churchill"},{"text":"\"Many abolitionists have yet to learn the ABC of woman's rights,\" she wrote in 1860","response":"Susan B. Anthony"},{"text":"In reference to his post-WWI 14 Points, Clemenceau noted, \"The good Lord had only 10\"","response":"(Woodrow) Wilson"},{"text":"Civil War general who said, \"War is cruelty and you cannot refine it\"","response":"(William Tecumseh) Sherman"}],"originalDate":"1989-01-19"},{"category":"VOCABULARY","comments":"","clues":[{"text":"A case for arrows, whether or not it shakes","response":"quiver"},{"text":"It means government by a small group, not government by men named Ollie","response":"oligarchy"},{"text":"If your hostess offers you a comfit, she expects you to do this with it","response":"eat it"},{"text":"Misogyny is the hatred of women, whereas misogamy is this","response":"hatred of marriage"},{"text":"From Latin for \"to beg\", it's a fancy 9-letter synonym for a beggar","response":"mendicant"}],"originalDate":"1989-01-19"}],{"category":"COLLEGES &amp; UNIVERSITIES","text":"Starting a university after his only son died in 1884, this man said, \"The children of California shall be our children\"","response":"Leland Stanford"}]}