{"mix":2294,"rounds":[[{"category":"HISTORIANS","comments":"","clues":[{"text":"This British prime minister's \"The Second World War\" consisted of 6 volumes, beginning with 1948's \"The Gathering Storm\"","response":"Churchill"},{"text":"Barbara Tuchman's first of 2 Pulitzer Prizes was for \"The Guns of\" this month, about the beginning of WWI","response":"August"},{"text":"While living in exile in England in the late 1720s, this French philosopher wrote \"An Essay Upon the Civil Wars in France\"","response":"Voltaire"},{"text":"New York magazine called this 3-named woman who wrote \"The Bully Pulpit\" \"America's historian-in-chief\"","response":"Doris Kearns Goodwin"},{"text":"This Roman is known for his \"Histories\" &amp; \"Annals\", which covered the 1st century history of the Roman Empire","response":"Tacitus"}],"originalDate":"2015-06-17"},{"category":"PODCASTS","comments":"","clues":[{"text":"\"The Thrilling Adventure Hour\" thrills us with Sparks Nevada, marshal on this red planet","response":"Mars"},{"text":"John D. &amp; Catherine T. MacArthur know podcasts at this.org include \"Planet Money\" &amp; \"All Songs Considered\"","response":"NPR"},{"text":"\"How Did This Get Made?\" wondered how the films \"Leprechaun in the Hood\", \"Gigli\" &amp; this \"2: Cruise Control\" got made","response":"<i>Speed</i>"},{"text":"In 2015 Adnan Syed, subject of this podcast, was granted an appeal of his conviction of murdering an ex-girlfriend","response":"<i>Serial</i>"},{"text":"Karl Pilkington debated the phrase \"a stitch in time saves nine\" to the amusement of Stephen Merchant &amp; this British comic","response":"Ricky Gervais"}],"originalDate":"2015-06-17"},{"category":"BETTER CALL SAUL","comments":"","clues":[{"text":"Better dial 972, the country code for this nation of which Saul was the first king","response":"Israel"},{"text":"Better not ask about this successor<span class=\"nobreak\">--</span>Sollie loved the man's music but tried to kill him","response":"David"},{"text":"Avoid the topic of these foes now associated with the unenlightened; his long struggle with them didn't end well for him","response":"the Philistines"},{"text":"Let him know that the Old Testament line \"how are\" these \"fallen\" refers to him","response":"the mighty"},{"text":"Better not mention \"the witch of\" this town who called up a ghost that gave poor Saul a real fright","response":"Endor"}],"originalDate":"2015-06-17"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"This pioneer of the birth control movement was forced into marriage by her 1st husband William Sanger","response":"Margaret Sanger"},{"text":"Oddly, it was in 1865 in Philadelphia that he began making the western hats that bear his name","response":"Stetson"},{"text":"After a wealthy \"Commodore\" gave money to Tennessee's Central U., it changed it's name to this","response":"Vanderbilt"},{"text":"After his death, an Army medical center was named for this curator of the U.S. Army's medical museum","response":"Walter Reed"},{"text":"In 1781, Richmond, Va. was burned &amp; pillaged by British troops led by this Conn. Yankee","response":"Benedict Arnold"}],"originalDate":"1988-06-08"},{"category":"SPORTS TRIVIA","comments":"","clues":[{"text":"It's said Edson Arantes do Nascimento got this nickname from pelada, a street form of Brazilian soccer","response":"Pele"},{"text":"Aptly, this company famous for its oversized tennis racquets is headquartered in Princeton, N.J.","response":"Prince"},{"text":"At the 1984 Winter Olympics, Bill Johnson became 1st U.S. gold medalist in this fast event","response":"the downhill (in skiing)"},{"text":"In rodeo, a standard ride in bronco busting lasts this many seconds","response":"8, 9 or 10"},{"text":"As of October 1987, she had won 91% of all her singles matches, more than any other current pro","response":"Chris Evert-Lloyd"}],"originalDate":"1988-06-08"},{"category":"TV JOURNALISTS","comments":"","clues":[{"text":"Newsman who started going \"On the Road\" in 1967","response":"Charles Kuralt"},{"text":"In the mid-60s, research showed more adults recognized this pair than Cary Grant or the Beatles","response":"Huntley and Brinkley"},{"text":"Correspondent on \"60 Minutes\" who gained early prominence on TV as a quiz show host","response":"Mike Wallace"},{"text":"Broadcast journalist whose closing line was \"Good night... &amp; good luck\"","response":"Edward R. Murrow"},{"text":"When \"World News Tonight\" adopted a 3-anchor format in 1978, he headed the foreign desk from London","response":"Peter Jennings"}],"originalDate":"1988-06-08"}],[{"category":"COMPOSERS","comments":"","clues":[{"text":"The initials in this early blues composer's name stood for William Christopher","response":"W.C. Handy"},{"text":"Ralph Vaughn Williams studied in Paris under this composer of \"Bolero\"","response":"(Maurice) Ravel"},{"text":"His opera \"Trouble In Tahiti\" is performed somewhat less often than his \"West Side Story\"","response":"Leonard Bernstein"},{"text":"He wrote the hymn \"Onward! Christian Soldiers\" as well as the music for \"H.M.S. Pinafore\"","response":"(Sir Arthur) Sullivan"},{"text":"One of Bela Bartok's more famous operas is set at the castle of this notorious wife killer","response":"Bluebeard"}],"originalDate":"1988-06-08"},{"category":"FIRST NOVELS","comments":"","clues":[{"text":"\"The Time Machine\"","response":"H.G. Wells"},{"text":"\"The Torrents of Spring\", published the same year as \"The Sun Also Rises\"","response":"Ernest Hemingway"},{"text":"\"King Rat\"","response":"James Clavell"},{"text":"\"The Heart is a Lonely Hunter\"","response":"Carson McCullers"},{"text":"\"Other Voices, Other Rooms\"","response":"Truman Capote"}],"originalDate":"1988-06-08"},{"category":"THE CIRCUS","comments":"","clues":[{"text":"For Ringling Brothers, they're about 42 feet in diameter","response":"the rings"},{"text":"Traveling circuses played under tents called this, with the main show under the big one","response":"tops"},{"text":"Isaac A. Van Amburgh is believed to be the 1st man to put his head into this","response":"a lion's mouth"},{"text":"\"Unus\" was noted for his ability to balance himself on this part of his body","response":"index finger"},{"text":"It's what they call the trapeze artist who's caught by the \"catcher\"","response":"flyer"}],"originalDate":"1988-06-08"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"Though you'll find a \"personage\" is a person, a \"parsonage\" isn't a parson but this","response":"a minister's home"},{"text":"Tho \"glossina\" sounds pretty, it's the genus of 1 of these little suckers that carry sleeping sickness","response":"tsetse fly"},{"text":"You'll find it listed as a synonym for \"enjoy\" or described as a type of condiment","response":"relish"},{"text":"It's defined as an alcoholic solution used as an astringent, not a sorceress","response":"witch hazel"},{"text":"A \"chandler\" is both a type of merchant or a craftsman who makes these for a living","response":"candles"}],"originalDate":"1988-06-08"},{"category":"AFRICA","comments":"","clues":[{"text":"To protect themselves from the western world, many Africans are reviving juju, the practice of this","response":"voodoo (charms)"},{"text":"Mauritania, Chad &amp; Niger have retained this European language as an official one","response":"French"},{"text":"Firestone helped make this oldest African black republic world's 6th largest rubber producer","response":"Liberia"},{"text":"This country suffered huge losses in 1977-78 war with Ethiopia, its western neighbor","response":"Somalia"},{"text":"Only African country totally surrounded by another is Lesotho, which is surrounded by this","response":"South Africa"}],"originalDate":"1988-06-08"},{"category":"AUTOMOBILE BUSINESS","comments":"","clues":[{"text":"Most recent merger between 2 U.S. automakers involved the takeover of AMC by this company","response":"Chrysler"},{"text":"Costing over $56,500, the Allante is the most expensive car ever built by this company","response":"Cadillac"},{"text":"This foreign car company opened a Pennsylvania plant in 1978, only to close it 10 years later","response":"Volkswagen"},{"text":"Currently, the Ford Festiva &amp; Pontiac LeMans are both built in this country","response":"South Korea"},{"text":"Japan's #4 carmaker, in 1987 they began selling in 9 western U.S. states &amp; plan to go nationwide","response":"Daihatsu"}],"originalDate":"1988-06-08"}],{"category":"COMPOUND WORDS","text":"This 8-letter word can follow nuclear to refer to a dangerous accident, or mean a total loss of emotional control","response":"meltdown"}]}