{"mix":2300,"rounds":[[{"category":"NUMERICAL TV","comments":"","clues":[{"text":"Contestants try not to get outfoxworthy'd on this game show","response":"<i>Are You Smarter Than a 5th Grader?</i>"},{"text":"The Forman family's follies in Wisconsin revived a decade on this sitcom","response":"<i>That '70s Show</i>"},{"text":"Among the colorful characters on this \"Cops\" parody was Lt. Jim Dangle in short shorts","response":"<i>Reno 911!</i>"},{"text":"Sadly, it was John Ritter's final TV show","response":"<i>8 Simple Rules for Dating My Teenage Daughter</i>"},{"text":"It was Reed &amp; Malloy on patrol in L.A. on this classic cop show","response":"<i>Adam-12</i>"}],"originalDate":"2015-06-10"},{"category":"WESTERN HEMISPHERE RIVERS","comments":"","clues":[{"text":"The Hondo River provides much of the border between Mexico &amp; this small Central American nation","response":"Belize"},{"text":"Its many tributaries include the Great Miami &amp; Wabash Rivers","response":"the Ohio"},{"text":"In the 1520s Sebastian Cabot named a South American river this, believing the nearby area had lots of silver","response":"Río de la Plata"},{"text":"Rising near Tennessee pass in the Colorado Rockies, it flows southeasterly for more than 1,400 miles","response":"the Arkansas River"},{"text":"The Winnipeg River rises in this U.S.-Canada lake &amp; empties into Lake Winnipeg","response":"Lake of the Woods"}],"originalDate":"2015-06-10"},{"category":"KING ARTHUR","comments":"","clues":[{"text":"One of 12 victories ascribed to Arthur is the defeat of an army of these Germanic invaders at the Battle of Badon Hill","response":"Saxons"},{"text":"In some versions the \"sword in the stone\" that Arthur pulls free to become king was the sword of this man, his dad","response":"Uther Pendragon"},{"text":"When Arthur is away in battle, this bastard son of his seizes his throne","response":"Mordred"},{"text":"After his final battle, the wounded Arthur is carried off to this magical isle","response":"Avalon"},{"text":"A chair at the Round Table reserved for the Grail finder but deadly to anyone else is called the \"Siege\" this word","response":"Perilous"}],"originalDate":"2015-06-10"},{"category":"\"WORK\" IT!","comments":"","clues":[{"text":"When si.com called CC Sabathia one of these, it meant he'd pitched a lot of innings, not that he was a draft animal","response":"a workhorse"},{"text":"There's a train stop in this desk+computer combo","response":"a workstation"},{"text":"Government benefits that require the recipient to perform a job","response":"workfare"},{"text":"According to John Lennon, it's \"something to be\"","response":"a working class hero"},{"text":"Riverside county, California has one of these programs in which convicts do manual labor on the outside","response":"work release"}],"originalDate":"2015-06-10"},{"category":"THE 7 LIBERAL ARTS","comments":"(Alex: As defined by Martianus Capella. I don't know who he was.)","clues":[{"text":"The list, compiled in the 5th century, includes geometry &amp; this branch of math where you add &amp; subtract","response":"arithmetic"},{"text":"This one of the liberal arts concerns linguistic rules","response":"grammar"},{"text":"This art form may be \"of the spheres\"","response":"music"},{"text":"Mr. Spock would be pleased that this study of reasoning makes the grade","response":"logic"},{"text":"Sometimes accused of being \"empty\", it's the art of using language to persuade","response":"rhetoric"}],"originalDate":"2015-06-09"},{"category":"POLITICAL VOCABULARY","comments":"","clues":[{"text":"At a convention, it's a person chosen to represent a state in the nomination process","response":"a delegate"},{"text":"The Nov. 8, 1972 L.A. Times headline was this type of huge \"Victory for Nixon\"","response":"landslide"},{"text":"Alliterative term for a procedure counting up spoken yeas &amp; nays","response":"voice vote"},{"text":"Phrase meaning shifting the burden of responsibility; Harry Truman said it stopped with him","response":"passing the buck"},{"text":"It's a fundraiser who gathers lots of smaller donations into a big package of money for a candidate","response":"a bundler"}],"originalDate":"2015-06-09"}],[{"category":"BRIT LIT","comments":"","clues":[{"text":"Christopher Marlowe gained fame for blank verse, iambic pentameter that doesn't do this","response":"rhyme"},{"text":"Just because this Dickens novel has 2 consecutive \"Z\"s in the title doesn't mean you will fall asleep reading it","response":"<i>The Life and Adventures of Martin Chuzzlewit</i>"},{"text":"Swift's \"A Modest Proposal\" satirically suggests that, to eliminate poverty, these should be eaten","response":"children"},{"text":"His spooky 2013 effort \"The Ocean at the End of the Lane\" was voted National Book of the Year in England","response":"Neil Gaiman"},{"text":"\"Presents, I often say, endear absents\", wrote this \"sheepish\" essayist in 1822","response":"Charles Lamb"}],"originalDate":"2015-06-09"},{"category":"DOUBLE TROUBLE","comments":"","clues":[{"text":"Double pneumonia means trouble in both of these organs","response":"the lungs"},{"text":"2-word term for the application of more stringent requirements to one group than to another","response":"double standard"},{"text":"Double vision is a symptom of these; the NFL says it cut them almost in half by moving up the kickoff","response":"concussions"},{"text":"Someone collecting a retirement pension &amp; at the same time a salary is doing this","response":"double-dipping"},{"text":"I spy with my little eye for the country I defected from; I'm one of these","response":"a double agent"}],"originalDate":"2015-06-09"},{"category":"COLLEGE KNOWLEDGE","comments":"","clues":[{"text":"Founded in 1851, this university has a medical campus in Pensacola &amp; is a \"Seminole\" institution","response":"Florida State"},{"text":"This Pennsylvania college opened its doors for women in 1885 but seems to frown upon the use of excessive vowels","response":"Bryn Mawr"},{"text":"Sam Adams signed an act establishing this school in 1794 &amp; the end of it is pronounced \"uhn\", not \"oyn\"","response":"Bowdoin"},{"text":"More often than not, this Catholic liberal arts college in Spokane seems to play a big role in NCAA \"March Madness\"","response":"Gonzaga"},{"text":"In 1946 this N.Y. university founded Utica College, which became independent in 1995","response":"Syracuse University"}],"originalDate":"2015-06-09"},{"category":"GROOVY MOVIE","comments":"","clues":[{"text":"This groovy international man of mystery \"put the grr! in swinger, baby!\"","response":"Austin Powers"},{"text":"Treat Williams played a hippie named Berger in this groovy movie based on a '60s Broadway musical","response":"<i>Hair</i>"},{"text":"Don't let the Blue Meanies bum you out in this psychedelic animated film","response":"<i>Yellow Submarine</i>"},{"text":"Director Cameron Crowe's experience as a teenage rock journalist inspired this movie set in the early 1970s","response":"<i>Almost Famous</i>"},{"text":"Peter Fonda &amp; Dennis Hopper take a real trip, man, in this 1969 anti-establishment classic","response":"<i>Easy Rider</i>"}],"originalDate":"2015-06-09"},{"category":"RHYME TIME","comments":"(Alex: And I hope you picked up on the theme...)","clues":[{"text":"Transportation for a flame-breathing beast","response":"dragon wagon"},{"text":"A heated &amp; impassioned daily journal","response":"fiery diary"},{"text":"A restraining strap made of tanned animal skin","response":"leather tether"},{"text":"The bulkiness of our planet","response":"Earth girth"},{"text":"The bird Alauda arvensis singing in urban green space","response":"a park lark"}],"originalDate":"2015-06-09"},{"category":"AUTOMOBILES","comments":"","clues":[{"text":"They've long been the world's largest automaker","response":"G.M. (General Motors)"},{"text":"This company's Z-car is considered biggest-selling sports car in history","response":"Datsun (Nissan)"},{"text":"New on U.S. import market is this Fiat-like car made in Yugoslavia","response":"Yugo"},{"text":"In 1954, Packard agreed to merge with this car company which is also no longer around","response":"Studebaker"},{"text":"First company to build diesel powered cars","response":"Mercedes Benz"}],"originalDate":"1986-11-06"}],{"category":"FILMS OF THE '80s","text":"Oscar-winning film whose title character was played at age 3 by Richard Vuu &amp; as an adult by John Lone","response":"<i>The Last Emperor</i>"}]}