{"mix":2309,"rounds":[[{"category":"BUSINESS HISTORY","comments":"","clues":[{"text":"Facts on File reported a $215 million surplus after this L.A. event ended in 1984","response":"Summer Olympics"},{"text":"In 1971 the British government took over the former jet engine division of this car company","response":"Rolls Royce"},{"text":"Founded in 1869 as a flour milling company it now owns Green Giant, Haagen-Dazs &amp; Burger King","response":"Pillsbury"},{"text":"In 1890 Congress passed this 1st antitrust act declaring combination in restraint of trade illegal","response":"Sherman Act"},{"text":"Colorful canine description for an agreement a worker signs promising not to join a union","response":"yellow-dog"}],"originalDate":"1990-01-16"},{"category":"FILMS OF THE '60s","comments":"","clues":[{"text":"Vera Miles played Janet Leigh's sister in this 1960 Hitchcock classic","response":"<i>Psycho</i>"},{"text":"In 1962 billboards asked, \"How did they ever make a movie out of\" this Nabokov novel","response":"<i>Lolita</i>"},{"text":"Joan Crawford &amp; Bette Davis played scary sisters Blanche &amp; Jane Hudson in this 1962 film","response":"<i>What Ever Happened to Baby Jane?</i>"},{"text":"Before becoming a superstar, he was 1 of \"The Magnificent Seven\" &amp; \"The Dirty Dozen\"","response":"Charles Bronson"},{"text":"Buddy Ebsen played Audrey Hepburn's long-lost husband in this 1961 film","response":"<i>Breakfast at Tiffany's</i>"}],"originalDate":"1990-01-16"},{"category":"SEAFOOD","comments":"","clues":[{"text":"Joy of Cooking says to cook these many-armed creatures with chocolate if they don't have enough ink","response":"octopus (squid)"},{"text":"It's the kind of seafood that's most frequently deviled","response":"crab"},{"text":"A rollmop is a fillet of this fish rolled around a pickle or onion &amp; marinated","response":"herring"},{"text":"If fish such as shad is baked on a wooden board, it's said to be this","response":"planked"},{"text":"Sole topped with butter sauce &amp; parsley is called this, French for \"Miller's Wife\"","response":"Meuni&egrave;re"}],"originalDate":"1990-01-16"},{"category":"TOOL TALK","comments":"","clues":[{"text":"In computer-speak, 404 is this \"not found\"","response":"file"},{"text":"It's the part of a gun that by its fall causes a discharge","response":"hammer"},{"text":"The name of this palindromic tool means horizontal","response":"level"},{"text":"To swindle someone, perhaps out of the same-named wedgelike tool","response":"chisel"},{"text":"To force with a violent twist; you don't want to do it to your back","response":"wrench"}],"originalDate":"2015-05-29"},{"category":"HISTORY","comments":"","clues":[{"text":"After a 34-hour siege in April of this year, confederate forces captured Fort Sumter","response":"1861"},{"text":"The Normans invaded England in 1066, &amp; the Anglo-Normans invaded this large nearby isle in 1169","response":"Ireland"},{"text":"In 1950 &amp; then again in 1951, this capital city fell to invading forces who were evicted each time by U.N. troops","response":"Seoul"},{"text":"In 1794 Napoleon was placed under arrest for ties to this incorruptible man, the force behind the Reign of Terror","response":"Robespierre"},{"text":"Henri Christophe helped Toussaint L'Ouverture liberate this country, then tyrannically ruled its northern part","response":"Haiti"}],"originalDate":"2015-05-29"},{"category":"WORLD CAPITAL\"IA\"","comments":"(Alex: I don't know how to pronounce that, but each correct response will contain an \"I\" and an \"A\".)","clues":[{"text":"In 447 the Huns destroyed this city, now the capital of Bulgaria","response":"Sofia"},{"text":"Designed &amp; built in the '50s, it is located in the \"Distrito Federal\"","response":"Brasilia"},{"text":"It's named for a U.S. president","response":"Monrovia"},{"text":"Today one of its country's 3, it was once the capital of the Transvaal","response":"Pretoria"},{"text":"You'll find it on an eastern Mediterranean isle","response":"Nicosia"}],"originalDate":"2015-05-29"}],[{"category":"MR. SMITH","comments":"(Alex: ...a tribute, if you will, to the most common U.S. surname...)","clues":[{"text":"Sgt. Paul Ray Smith posthumously received the Medal of Honor in 2005, the first for actions in this war","response":"the Second (Persian) Gulf War"},{"text":"John Stafford Smith composed \"To Anacreon In Heaven\", later used as the tune for this song","response":"\"The Star Spangled Banner\""},{"text":"In 1838 Joseph Smith came up with a 10% solution &amp; introduced this practice to the LDS church","response":"tithing"},{"text":"William Smith, a Weymouth, Massachusetts minister, was this First Lady's father","response":"Abigail Adams"},{"text":"When he launched FedEx in 1973, it delivered 186 packages the first night; now it handles more than 10 mil. a day","response":"Frederick Smith"}],"originalDate":"2015-05-29"},{"category":"TV MOVIES","comments":"","clues":[{"text":"In a 1992 TV biopic, Robert Duvall was this Soviet man of steel","response":"Stalin"},{"text":"Judy Davis won an Emmy in 2001 for her portrayal of this show-biz Judy &amp; her tumultuous life","response":"Judy Garland"},{"text":"In 1997 Jack Lemmon &amp; George C. Scott led a stellar cast in a remake of this jury drama","response":"<i>12 Angry Men</i>"},{"text":"In \"Death of a Centerfold\", Jamie Lee Curtis played this starry-eyed Canadian teenager who became a Playboy Playmate","response":"Dorothy Stratten"},{"text":"Now starring on \"Shameless\", he played a traveling salesman with cerebral palsy in \"Door to Door\"","response":"William H. Macy"}],"originalDate":"2015-05-29"},{"category":"GRAINS","comments":"","clues":[{"text":"Basmati, an aromatic type of this grain, is grown in the foothills of the Himalayas &amp; is especially popular in India","response":"rice"},{"text":"Samuel Johnson called it \"a grain which in England is generally given to horses, but in Scotland supports the people\"","response":"oats"},{"text":"It's the main grain for malt production","response":"barley"},{"text":"In the 1950s pollen grains of this were discovered in Mexico City &amp; estimated to be 60,000 years old","response":"corn (maize)"},{"text":"From the Latin for \"hard\", it's wheat used chiefly in making pasta","response":"durum"}],"originalDate":"2015-05-29"},{"category":"<em class=\"underline\">BEOWULF</em>","comments":"","clues":[{"text":"The only existing \"Beowulf\" manuscript dates to around 1000 &amp; resides in a library in this capital","response":"London"},{"text":"Beowulf lives in Geatland in Sweden but travels to this other Scandinavian country to aid King Hrothgar","response":"Denmark"},{"text":"Heorot is a hall that functions as a seat of govt. as well as a place to down tankards of this fermented honey beverage","response":"mead"},{"text":"When one of these creatures ravages his land, the elderly Beowulf slays it but is mortally wounded","response":"a dragon"},{"text":"This evil monster who's terrorized King Hrothgar's land for 12 years is a demon descended from Cain","response":"Grendel"}],"originalDate":"2015-05-29"},{"category":"BOOKS' FIRST LINES","comments":"","clues":[{"text":"The Beat Generation Bible:<br>\"I first met Dean not long after my wife and I split up\"","response":"<i>On the Road</i>"},{"text":"A dystopian novel:<br>\"It was a bright cold day in April, and the clocks were striking thirteen\"","response":"<i>1984</i>"},{"text":"\"Renowned curator Jacques Sauniere staggered through the vaulted archway of the museum's grand gallery\"","response":"<i>The Da Vinci Code</i>"},{"text":"By Joyce:<br>\"Once upon a time and a very good time it was there was a moocow coming down along the road...\"","response":"<i>Portrait of the Artist as a Young Man</i>"},{"text":"Hard boiled:<br>\"Sam Spade's jaw was long and bony, his chin a jutting V under the more flexible V of his mouth\"","response":"<i>The Maltese Falcon</i>"}],"originalDate":"2015-05-28"},{"category":"BASEBALL STADIUMS","comments":"","clues":[{"text":"In 2009 New Yorkers watched this major league park demolished; Yankee Stadium lasted another year","response":"Shea Stadium"},{"text":"The clock at 20th &amp; Blake Streets is a meeting place for Colorado Rockies fans prior to entering this field","response":"Coors"},{"text":"Marge Schott once threatened to move this team to Kentucky to get a better lease for Great American Ball Park","response":"the (Cincinnati) Reds"},{"text":"In 2005 Rogers Communications bought this team's SkyDome &amp; renamed it Rogers Centre","response":"the Toronto Blue Jays"},{"text":"In 2008 the Cleveland Indians sold the naming rights to Jacobs Field to this insurance company","response":"Progressive"}],"originalDate":"2015-05-28"}],{"category":"20th CENTURY THEATER","text":"The final scene of this play takes place by a grave &amp; includes the line \"He had the wrong dreams\"","response":"<i>Death of a Salesman</i>"}]}