{"mix":2314,"rounds":[[{"category":"FEELING CHARITABLE","comments":"","clues":[{"text":"The project named for this \"Peanuts\" character donates blankets to children in hospitals &amp; shelters","response":"Linus"},{"text":"This program with a rhyming name that feeds the elderly started in WWII with nurses delivering food via prams to British servicemen","response":"Meals on Wheels"},{"text":"You get them just by using your credit card<span class=\"nobreak\">--</span>give some to Fisher House &amp; help get wounded soldiers to medical centers","response":"frequent flyer miles"},{"text":"This group whose name means \"benevolence\" sells donated items to fund its job-training programs","response":"Goodwill"},{"text":"Help victims of domestic violence by donating old these to Shelter Alliance, a program run by GRC Wireless","response":"cell phones"}],"originalDate":"2015-05-18"},{"category":"FOREIGN PRAISEBOOK","comments":"","clues":[{"text":"Meisterwerk is the German art connoisseur's version of this word","response":"masterpiece"},{"text":"\"Michael, row the boat ashore\", this word from the Hebrew for \"praise\"","response":"hallelujah"},{"text":"In French a 16th century sultan is called Soliman le this","response":"<i>Magnifique</i>"},{"text":"In Arabic it means \"greater\" &amp; often follows \"allahu\"","response":"<i>akbar</i>"},{"text":"In Japanese, it's yoku yatta; in the film \"Whiplash\" it's called the most harmful 2-word phrase in English","response":"good job"}],"originalDate":"2015-05-18"},{"category":"LITERARY CITIES","comments":"","clues":[{"text":"Next time you're in this city, stop by Duke's Bar, where the martinis inspired Ian Fleming to make them 007's drink","response":"London"},{"text":"L.A.'s corner of Hollywood Blvd. &amp; Cahuenga, where this detective had an office, has been named Raymond Chandler Square","response":"Philip Marlowe"},{"text":"The No. 1 Ladies' Detective Agency in Alexander McCall Smith's novels is in Gaborone, capital of this nation","response":"Botswana"},{"text":"The intrigues &amp; poisonings of this 1934 Robert Graves work take place in 1st century A.D. Rome","response":"<i>I, Claudius</i>"},{"text":"Lawrence Durrell wrote an immense \"quartet\" of novels set in this African city","response":"Alexandria"}],"originalDate":"2015-05-18"},{"category":"\"R\"OCKERS","comments":"","clues":[{"text":"\"Sheena Is A Punk Rocker\" was a gem by these 1-2-3-4 guys from Queens","response":"The Ramones"},{"text":"You can hear the anger in this Tom Morello band's song \"Killing In The Name\"","response":"Rage Against the Machine"},{"text":"With albums like \"The King of Limbs\" these English alt-rockers \"creep\" on to many favorite-band lists","response":"Radiohead"},{"text":"This Beatles parody band featured Ron Nasty &amp; Dirk McQuickly","response":"The Rutles"},{"text":"\"Talking In Your Sleep\" was one of the '80s hits for these guys from Detroit","response":"The Romantics"}],"originalDate":"2015-05-18"},{"category":"EGG","comments":"","clues":[{"text":"There's nothing satanic about this hard-cooked-egg appetizer; the name means the dish was made with a hot or savory seasoning","response":"deviled eggs"},{"text":"The young of some egg-laying species have this structure at the tip of the beak to break through the shell when hatched","response":"an egg tooth"},{"text":"Averaging 6 inches in length &amp; weighing about 3 pounds, the egg of this bird is the world's largest","response":"ostrich"},{"text":"2 toasted English muffin halves, Canadian bacon &amp; some hollandaise combine for this brunch dish","response":"Eggs Benedict"},{"text":"The platypus &amp; the echidna are members of this egg-laying order of mammals","response":"monotremes"}],"originalDate":"2015-05-18"},{"category":"POP CULTURE","comments":"","clues":[{"text":"Oscar-winning actor J.K. Simmons is the voice of the yellow one of these candies in TV commercials","response":"an M&M"},{"text":"His handle on Twitter is @ActuallyNPH","response":"Neil Patrick Harris"},{"text":"Angus Young has been wearing his school uniform as a member of this hard-rockin' group since the early 1970s","response":"AC/DC"},{"text":"Alexander McQueen's Sarah Burton designed her royal wedding dress, as well as her sister Pippa's bridesmaid dress","response":"Kate Middleton"},{"text":"Emma Thompson introduced Hugh Laurie to this comedy partner, also the host of a British TV show called \"QI\"","response":"Stephen Fry"}],"originalDate":"2015-05-15"}],[{"category":"THAT'S SWELL","comments":"","clues":[{"text":"With its numbers increasing, the California gray whale has been taken off this federal list","response":"the endangered species list"},{"text":"In 1994 this woman officially opened the England-France \"Chunnel\", once thought impossible","response":"Queen Elizabeth II"},{"text":"U.S. skier Gus Kenworthy won silver in the 2014 Olympics in this Russian city &amp; also adopted a family of stray dogs","response":"Sochi"},{"text":"After half a century, this island nation &amp; the U.S. are in talks to restore diplomatic relations","response":"Cuba"},{"text":"This Londoner, the first black model on the cover of Time, established Fashion For Relief in 2005","response":"Naomi Campbell"}],"originalDate":"2015-05-15"},{"category":"\"BULL\" ____","comments":"(Penn: I know about that!)","clues":[{"text":"Relief pitchers warm up there","response":"the bullpen"},{"text":"This symbol of Yale is considered a non-sporting breed by the American Kennel Club","response":"a bulldog"},{"text":"The small, central circle on a dartboard","response":"bull's-eye"},{"text":"2-word term for a railed, super-high-speed passenger transport like the shinkansen in Japan","response":"the bullet train"},{"text":"The Progressive Party of 1912 was popularly known by this name, from a line uttered by Theodore Roosevelt","response":"the Bull Moose Party"}],"originalDate":"2015-05-15"},{"category":"THE PEN IS MIGHTIER","comments":"","clues":[{"text":"After the success of \"The Grapes of Wrath\", he went to Mexico to collect marine life with a biologist buddy","response":"Steinbeck"},{"text":"Chapter IX of this Dumas novel is \"D'Artagnan Takes Command\"","response":"<i>The Three Musketeers</i>"},{"text":"He never said \"nuclear wessel\"; he did say his \"Cherry Orchard\" was \"a comedy, in places even a farce\"","response":"(Anton) Chekhov"},{"text":"In an 1851 novel, this character is monomaniacal, blasphemous, 1 for 2 in the legs department &amp; ultimately doomed","response":"Ahab"},{"text":"Though this poet was noted for drinking, rabies rather than alcohol may have caused his 1849 death in Baltimore","response":"Edgar Allan Poe"}],"originalDate":"2015-05-15"},{"category":"THE STAR OF OSCAR'S BEST PICTURE","comments":"(Alex: We'll give you the star.)","clues":[{"text":"1976:<br>Sylvester Stallone","response":"<i>Rocky</i>"},{"text":"1990:<br>Kevin Costner","response":"<i>Dances with Wolves</i>"},{"text":"2010:<br>Colin Firth","response":"<i>The King's Speech</i>"},{"text":"1986:<br>Charlie Sheen","response":"<i>Platoon</i>"},{"text":"1970:<br>George C. Scott","response":"<i>Patton</i>"}],"originalDate":"2015-05-15"},{"category":"ON THE RUNWAY","comments":"","clues":[{"text":"My winnings are in the overhead bin as I sit on the runway of the airport in this city, 5757 Wayne Newton Blvd.","response":"Las Vegas"},{"text":"You'll find the runway of Gdansk Lech Walesa Airport in this country","response":"Poland"},{"text":"If you've just landed at this New York City airport, your checked bags are tagged \"LGA\"","response":"LaGuardia"},{"text":"In France most traffic is at de Gaulle, but 29 million used the runways of this other Paris airport in 2014","response":"Orly"},{"text":"On the runway in Pisa at night, look at the stars as you leave the airport named for this 17th c. Italian astronomer","response":"Galileo"}],"originalDate":"2015-05-15"},{"category":"QUINT-O-SENTIAL","comments":"","clues":[{"text":"The Torah has 5 books; this is the first","response":"Genesis"},{"text":"This \"Wild\" star was alphabetically last among the 5 Best Actress Oscar nominees for 2014","response":"Reese Witherspoon"},{"text":"Arthur Andersen of the \"Big 5\" in this profession turned out to be cooking Enron's books","response":"accounting"},{"text":"The MPAA's 5 movie ratings are G, PG, PG-13, R &amp; this one","response":"NC-17"},{"text":"In this ancient text, Sun Tzu outlined 5 advantages to use against a military opponent","response":"<i>The Art of War</i>"}],"originalDate":"2015-05-15"}],{"category":"TIME","text":"Only state entirely in the Pacific Time Zone that doesn't border on the Pacific","response":"Nevada"}]}