{"mix":2326,"rounds":[[{"category":"PROLOGUES","comments":"","clues":[{"text":"A 14th century prologue opens with, \"Here bygynneth the book of the tales of\" this place","response":"Canterbury"},{"text":"The preface to this novel says, \"I knew that if I'd never gone to Forks, I wouldn't be facing death now\"","response":"<i>Twilight</i>"},{"text":"The prologue to this novel by Gregory Maguire is called \"On the Yellow Brick Road\"","response":"<i>Wicked</i>"},{"text":"The prologue of this Umberto Eco book promises a true account of certain events of 1327","response":"<i>The Name of the Rose</i>"},{"text":"This author said, \"'Erewhon took something like ten years in writing, and even so was written with great difficulty\"","response":"(Samuel) Butler"}],"originalDate":"2015-04-20"},{"category":"IT HAPPENED ONE NIGHT","comments":"","clues":[{"text":"November 4, 1605:<br>Guy Fawkes is caught playing with fireworks under the House of these dukes, earls, etc.","response":"Lords"},{"text":"April 18, 1775:<br>Sexton Robert Newman climbs this church's 190-foot steeple","response":"the Old North Church"},{"text":"June 17, 1972:<br>Frank Wills, a guard here, spots tape on a door latch","response":"Watergate"},{"text":"April 14, 1865:<br>With tickets starting at 25 cents, some 1,700 people attend a show at this venue","response":"Ford's Theatre"},{"text":"September 12, 1759:<br>A British force under this general scales the cliffs below the Plains of Abraham","response":"General Wolfe"}],"originalDate":"2015-04-20"},{"category":"OH, B-CITY IN AFRICA","comments":"","clues":[{"text":"Cecil Rhodes is buried near Bulawayo in this country formerly named for him","response":"Zimbabwe"},{"text":"The city of Bo is a metropolis of 150,000 in this West African nation with a name from Portuguese","response":"Sierra Leone"},{"text":"The Republic of the Congo is sometimes called Congo-this, after its capital","response":"Brazzaville"},{"text":"Bimbo in this country is not far from the capital, Bangui","response":"the Central African Republic"},{"text":"The name of this South African judicial capital means \"fountain of flowers\"","response":"Bloemfontein"}],"originalDate":"2015-04-20"},{"category":"I'M JUST A BILL","comments":"","clues":[{"text":"He wrote his first software program at age 13, &amp; at about 30 he put the \"Bill\" in billionaire","response":"Bill Gates"},{"text":"This New York City mayor managed Hillary Clinton's Senate campaign in 2000","response":"(Bill) de Blasio"},{"text":"His \"Wild West and Congress of Rough Riders of the World\" show was big but he lost his fortune through mismanagement","response":"Buffalo Bill"},{"text":"In 2002 Bill Richardson was elected governor of this state, succeeding Gary Johnson","response":"New Mexico"},{"text":"\"Homicidal Psycho Jungle Cat\" is a collection featuring this Bill Watterson comic strip duo","response":"Calvin & Hobbes"}],"originalDate":"2015-04-17"},{"category":"LITERARY MEALTIME?","comments":"","clues":[{"text":"\"Goodbye\" this James Hilton schoolteacher who sounds like a brand of cookies or potato snacks","response":"Mr. Chips"},{"text":"Made into a 1991 film, this 1959 William Burroughs novel is an autobiographical account of his addiction","response":"<i>Naked Lunch</i>"},{"text":"The peach in his \"James &amp; the Giant Peach\" would win a prize in any state fair","response":"(Roald) Dahl"},{"text":"A collection of Erma Bombeck's humorous articles was titled \"If Life Is\" this serving<span class=\"nobreak\">--</span>\"What Am I Doing in the Pits?\"","response":"a bowl of cherries"},{"text":"In the title of Alice Childress' 1973 novel of teenage heroin addiction, this \"Ain't Nothin' but a Sandwich\"","response":"a hero"}],"originalDate":"2015-04-17"},{"category":"FLASHBACK FRIDAY","comments":"","clues":[{"text":"This man who didn't have \"no quarrel with them Viet Cong\" refused military induction on Friday, April 28, 1967","response":"Muhammad Ali"},{"text":"On Friday, Dec. 27, 1935, he issued a manifesto calling for an alliance of the Chinese Communist Party &amp; the Kuomintang","response":"Mao (Tse-tung)"},{"text":"An uprising in Bogota on Friday, July 20, 1810 is celebrated as this country's independence day","response":"Colombia"},{"text":"On Friday, March 6, 1953 Georgy Malenkov took over for this man, who'd died on Thursday","response":"Stalin"},{"text":"The Good Friday Agreement of 1998 at least for a time ended Northern Ireland's period of strife known as these","response":"the Troubles"}],"originalDate":"2015-04-17"}],[{"category":"STARTS WITH A VOW","comments":"","clues":[{"text":"In 1212 many children took vows to go to retake this holy city","response":"Jerusalem"},{"text":"Originally feting a Voortrekker victory, the Day of the Vow was used in 1961 as a day of uprising against this policy","response":"apartheid"},{"text":"This member of The Mamas &amp; The Papas vowed to become the most famous fat girl in the world","response":"Mama Cass Elliot"},{"text":"Manhattan prosecutor Preet Bharara has vowed sweeping reform at this island penitentiary","response":"Rikers Island"},{"text":"In 1789 the French third estate vowed to hold out for a Constitution at a meeting held on one of these fields of play","response":"a tennis court"}],"originalDate":"2015-04-17"},{"category":"BIBLE VERSUS","comments":"","clues":[{"text":"Joshua 6:<br>The Israelites vs. this city","response":"Jericho"},{"text":"1 Samuel 17:<br>This Israelite vs. this Philistine","response":"David & Goliath"},{"text":"1 Samuel 4:<br>Philistines vs. Israelites, with the winner to get this fancy chest","response":"the Ark (of the Covenant)"},{"text":"Mark 11:15:<br>Jesus vs. these financial professionals","response":"the money changers"},{"text":"Revelation 12:<br>This archangel &amp; his angels vs. a big red dragon","response":"Michael"}],"originalDate":"2015-04-17"},{"category":"THE ARTS","comments":"","clues":[{"text":"In 2013 Jeff Koons set a living-artist record with $58.4 million for a dog that looks like it's made of these, kids'-party style","response":"balloons"},{"text":"Delta disallowed 250,000 frequent flyer miles this string instrument accrued by having its own seat next to Lynn Harrell","response":"a cello"},{"text":"The New York Philharmonic &amp; the School of American Ballet are based at this complex","response":"Lincoln Center"},{"text":"One of the first stops of this trane was a sax solo on a 1951 recording of \"We Love To Boogie\"","response":"John Coltrane"},{"text":"Around 1900 this young Italian painter was influenced by a group called the Macchiaioli, or \"stainers\"","response":"Modigliani"}],"originalDate":"2015-04-17"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"The name of this wrestling hold, whether full or half, may ultimately honor a British naval hero","response":"Nelson"},{"text":"Fittingly, it means \"empty orchestra\" in Japanese","response":"karaoke"},{"text":"This word for a house of ill repute comes from the Italian","response":"bordello"},{"text":"The Oxford English Dictionary says the name of this cosmetic may be from the Catalan for \"soot, black smear\"","response":"mascara"},{"text":"This 3-letter word is a long, narrow inlet or arm of a river","response":"ria"}],"originalDate":"2015-04-17"},{"category":"COLORFUL ENTERTAINMENT","comments":"","clues":[{"text":"Last name of Seth, Brian Austin &amp; CeeLo","response":"Green"},{"text":"This actor covers a lot of ground, voicing a panda on film &amp; playing both Orson Welles &amp; Elvis on TV's \"Drunk History\"","response":"Jack Black"},{"text":"Taylor Swift sang, \"Losing him was blue like I'd never known... but loving him was\" this title color","response":"red"},{"text":"In a Halloween TV special, some kids got candy, but this kid?  \"I got a rock\"","response":"Charlie Brown"},{"text":"The natural combination of dancing &amp; the Philadelphia Eagles loomed large in this 2012 film","response":"<i>Silver Linings Playbook</i>"}],"originalDate":"2015-04-17"},{"category":"2014 ADDITIONS TO THE NATIONAL FILM REGISTRY","comments":"","clues":[{"text":"\"The Big Lebowski\", in which these brothers \"explore themes of alienation, inequality and class structure\"","response":"the Coen Brothers (Joel & Ethan)"},{"text":"With Mia Farrow in her first leading film role, this devilish masterpiece from 1968","response":"<i>Rosemary's Baby</i>"},{"text":"\"Rio Bravo\", a Howard Hawks Western starring this tough guy as sheriff John T. Chance","response":"(John) Wayne"},{"text":"\"Felicia\", a 1965 documentary about a high school student living in this L.A. neighborhood before the riots","response":"Watts"},{"text":"Vincent Price in one of the first successful 3-D movies, \"House of\" this","response":"<i>Wax</i>"}],"originalDate":"2015-04-16"}],{"category":"WORD ORIGINS","text":"Word derived from the act of breaking up a failed Italian moneylender's market bench","response":"bankruptcy"}]}