{"mix":2327,"rounds":[[{"category":"FACT: -OID","comments":"","clues":[{"text":"Flavonoids are antioxidants that are plentiful in the red type of this, so pass the claret","response":"wine"},{"text":"The Festa della Sensa celebrates this city's \"marriage to the sea\"","response":"Venice"},{"text":"Pon Farr is the mating time of this \"Star Trek\" humanoid race","response":"Vulcan"},{"text":"In a Herman Wouk novel, this captain of the USS Caine is paranoid","response":"(Captain) Queeg"},{"text":"A haploid cell, such as a sperm or egg, is defined as having only one copy of each of these genetic units","response":"a chromosome"}],"originalDate":"2015-04-16"},{"category":"OLDE ENGLISH","comments":"","clues":[{"text":"Yea, clause 39 of this olde document sayeth no free man shall be imprisoned except by the judgment of his peers","response":"the Magna Carta"},{"text":"O foul &amp; dark time!  This infamous event was borne in Pudding Lane &amp; did rage for 5 awfull days in September of 1666","response":"the Great London Fire"},{"text":"Forsooth!  In 1657 Parliament doth offer this man the title of king, but zounds!  He doth say nay to donning a crown","response":"Oliver Cromwell"},{"text":"Verily, though this king won the day at Agincourt, he was foully defeated by dysentery","response":"Henry V"},{"text":"It shall be writ that the house of York was a house of ruin upon this site in 1485 once the king ate-eth the big one in a bog","response":"Bosworth Field"}],"originalDate":"2015-04-16"},{"category":"WELCOME TO MY HUT","comments":"","clues":[{"text":"In a Steinbeck work a big one of these gems from the ocean might be Kino's ticket out of hut life","response":"a pearl"},{"text":"Chapter 3 of this novel is \"Huts on the Beach\"<span class=\"nobreak\">--</span>Ralph &amp; Simon are building them &amp; the other kids aren't helping","response":"<i>Lord of the Flies</i>"},{"text":"In this story natives bring Kurtz, the \"pitiful Jupiter\" , into a little cabin, \"just a room for a bedplace\"","response":"<i>Heart of Darkness</i>"},{"text":"Clym Yeobright's mother dies in a hovel in this author's \"The Return of the Native\"","response":"Thomas Hardy"},{"text":"There are many huts in this man's \"One Day in the Life of Ivan Denisovich\" &amp; they all sound pretty terrible","response":"Solzhenitsyn"}],"originalDate":"2015-04-16"},{"category":"ENGINEERING","comments":"","clues":[{"text":"The Egyptians constructed more than 100 of these, with the Great one taking a relatively quick 23 years to build","response":"the pyramids"},{"text":"Containing 167 arches, one of these built in 50 A.D. is still delivering water from the Frio River to Segovia, Spain","response":"an aqueduct"},{"text":"The volume of material excavated for this project added 90 acres to the size of Great Britain","response":"the Chunnel"},{"text":"You'll find the category title in this 2-word term that means taking apart a device to figure out how it was made","response":"reverse engineering"},{"text":"This horseshoe-shaped, glass-bottomed structure extends 4,000 feet over the Colorado River in the Grand Canyon","response":"the Skywalk"}],"originalDate":"2015-04-16"},{"category":"RIVER BANK ON IT","comments":"","clues":[{"text":"Palestine's West Bank is named for its location along this river","response":"the Jordan"},{"text":"It turns so sharply on its trip through Paris that its west bank becomes its east, so locals say Right &amp; Left Bank instead","response":"the Seine"},{"text":"To beat your feet on its mud, visit places on its bank like Davenport, Iowa","response":"the Mississippi"},{"text":"Cleopatra's Needle &amp; Paul's Walk are on its north bank","response":"the Thames"},{"text":"It's an ancient custom to cremate the dead along this river's banks at Varanasi","response":"the Ganges"}],"originalDate":"2015-04-15"},{"category":"THE NEW ENGLAND PATRIOTS","comments":"","clues":[{"text":"A sixth-round pick in the 2000 draft, this QB told owner Robert Kraft, \"I'm the best decision\" the team \"ever made\"","response":"Tom Brady"},{"text":"\"The Daily Show\" dealt with \"PSI: New England\" after the Pats won the AFC title game in 2015 against this \"luck\"y team","response":"the (Indianapolis) Colts"},{"text":"2 Patriot losses in the Super Bowl came against this team, &amp; both times near-miracle catches were involved","response":"the (New York) Giants"},{"text":"Not to be confused with \"I am Groot\", this exuberant tight end could declare, \"I am Gronk\"","response":"Gronkowski"},{"text":"This Hall of Fame head coach led the Pats to the 1997 Super Bowl, then left to go fly with the Jets","response":"Bill Parcells"}],"originalDate":"2015-04-15"}],[{"category":"COMPOUND WORDS","comments":"","clues":[{"text":"A garden or field decoy made of straw","response":"scarecrow"},{"text":"Open space within an apartment complex","response":"courtyard"},{"text":"A waitress at a drive-in restaurant","response":"carhop"},{"text":"A region draining into a river, or a critical point that marks a division or change of course","response":"watershed"},{"text":"A ship's cockpit is this enclosed area on the bridge, from which the captain controls the vessel","response":"wheelhouse"}],"originalDate":"2015-04-15"},{"category":"HIT SONGS","comments":"","clues":[{"text":"In 1984 \"Dancing In The Dark\" was the first of several hits off his \"Born in the U.S.A.\"","response":"Springsteen"},{"text":"I'm sensing a theme here... in 2014 \"Sunshine &amp; Whiskey\" &amp; \"Drunk On A Plane\" were hits in this genre","response":"country music"},{"text":"In 2014 this British band showed us \"A Sky Full Of Stars\"","response":"Coldplay"},{"text":"In 2014 Sir Mix-a-Lot admitted this singer-actress inspired \"Baby Got Back\"","response":"J.Lo (Jennifer Lopez)"},{"text":"This group! got \"Rude\" &amp; presto! had a hit in 2014!","response":"Magic!"}],"originalDate":"2015-04-15"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"In 2014 scientists found the first evidence of tectonic plates outside the Earth on a moon of this largest planet","response":"Jupiter"},{"text":"George Beadle &amp; E.L. Tatum's studies of the Neurospora crassa mold on this food helped launch molecular genetics in 1941","response":"bread"},{"text":"The name of this geologic era in which amphibians &amp; reptiles were introduced means \"ancient life\"","response":"Paleozoic"},{"text":"In a lead-acid battery, this liquid used to conduct current is usually 35% sulfuric acid, 65% water","response":"the electrolyte"},{"text":"These organisms are classified by their fungal partner, not their algal partner","response":"lichens"}],"originalDate":"2015-04-14"},{"category":"2-SYLLABLE, 3-LETTER WORDS","comments":"","clues":[{"text":"Exclamation of approval for bullfighters","response":"<i>olé</i>"},{"text":"Containing many frozen water crystals","response":"icy"},{"text":"My Chemical Romance &amp; Panic! at the Disco are this type of touchy-feely pop band","response":"emo"},{"text":"Yes, Maria, it means \"farewell\" in Latin","response":"<i>ave</i>"},{"text":"Edible sea urchin gonads","response":"uni"}],"originalDate":"2015-04-14"},{"category":"THE \"HEART\" OF ROCK &amp; ROLL","comments":"","clues":[{"text":"Blondie topped the charts with this song","response":"\"Heart Of Glass\""},{"text":"\"Don't you mess around\" with this, Pat Benatar's first hit","response":"\"Heartbreaker\""},{"text":"Adam Levine &amp; Gym Class Heroes duetted on this 2011 No. 1; they must've sung into separate microphones","response":"\"Stereo Hearts\""},{"text":"In the title of a No. 1 hit, Bonnie Tyler suffered from this astronomical problem","response":"the total eclipse of the heart"},{"text":"\"Hey!  Wait!  I got a new complaint\" about this Nirvana song<span class=\"nobreak\">--</span>there's no candy inside!","response":"\"Heart-Shaped Box\""}],"originalDate":"2015-04-14"},{"category":"R.I.P.","comments":"","clues":[{"text":"Trinidadian actor Geoffrey Holder wore a white suit in '70s ads for this \"maaah-velous\" uncola","response":"7Up"},{"text":"In 1957 Dr. William Masters hired her as his assistant, though she had never finished college","response":"(Virginia) Johnson"},{"text":"Paul Craft wrote many country music hits, including this one subtitled \"Through The Goalposts Of Life\"","response":"\"Dropkick Me, Jesus\""},{"text":"He served as executive editor of the Washington Post from 1968 to 1991","response":"Ben Bradlee"},{"text":"Shortly before he died, he designed the wedding dress for George Clooney's bride","response":"Oscar de la Renta"}],"originalDate":"2015-04-14"}],{"category":"ANIMATED CHARACTERS","text":"This cartoon character was based on a character in the educational comic \"The Intertidal Zone\"","response":"SpongeBob SquarePants"}]}