{"mix":2328,"rounds":[[{"category":"TREATIES","comments":"","clues":[{"text":"Seems like a no-brainer now, but on Oct. 20, 1803 7 senators voted against the treaty sealing this deal","response":"the Louisiana Purchase"},{"text":"The acronym ANZUS is a security treaty signed in 1951 by these 2 nations &amp; the United States","response":"Australia & New Zealand"},{"text":"Signed in 1786, America's longest-standing treaty is with this African country &amp; mentions trade with Spain","response":"Morocco"},{"text":"This Austrian archduchess reluctantly ceded Silesia in the 1742 Treaty of Breslau","response":"Maria Theresa"},{"text":"In 886 this \"Great\" king of Wessex negotiated a treaty with the Danes giving him the southern part of Great Britain","response":"Alfred the Great"}],"originalDate":"2015-04-14"},{"category":"I'M \"FED\" UP!","comments":"","clues":[{"text":"In Virginia, this Memorial Day is observed on the last Monday in May","response":"the Confederate Memorial Day"},{"text":"In 2006 this pro tennis player went 92-5 &amp; won 12 singles titles","response":"(Roger) Federer"},{"text":"The 2014 fiscal year revenue of this company was $45.6 billion","response":"FedEx"},{"text":"After the election of 1816, this political party ceased to exist as a national organization","response":"Federalist"},{"text":"7-letter \"all-American\" crop-inspired term for having a healthy &amp; guileless appearance","response":"corn-fed"}],"originalDate":"2015-04-14"},{"category":"NOVELS' SEQUELS","comments":"(Alex Trebek: Next, give us the original novel.  We'll give you the...)","clues":[{"text":"\"Fifty Shades Darker\"","response":"<i>Fifty Shades of Grey</i>"},{"text":"\"The Wedding\" by Nicholas Sparks","response":"<i>The Notebook</i>"},{"text":"\"Beggarman, Thief\"","response":"<i>Rich Man, Poor Man</i>"},{"text":"\"Mrs. de Winter\"","response":"<i>Rebecca</i>"},{"text":"\"Women in Love\" by D.H. Lawrence","response":"<i>The Rainbow</i>"}],"originalDate":"2015-04-14"},{"category":"MOVIE COSTUMES","comments":"","clues":[{"text":"This \"Wizard of Oz\" character's tail was operated by technicians from an overhead walkway","response":"the Cowardly Lion"},{"text":"Female fans at sci-fi conventions often dress up in this character's metal bikini from \"Return of the Jedi\"","response":"Princess Leia"},{"text":"For this 2008 film Christian Bale got a new cowl that allowed him to turn his head","response":"<i>The Dark Knight</i>"},{"text":"Some clothes worn by Berenice Bejo in this 2011 film were actually from the 1920s, including a coat trimmed in monkey fur","response":"<i>The Artist</i>"},{"text":"You can see the 1930s version of a space suit in this film that dropped \"The Shape of\" from an H.G. Wells title","response":"<i>Things to Come</i>"}],"originalDate":"2015-04-14"},{"category":"MOUNT EVEREST","comments":"","clues":[{"text":"Mount Everest is shared by these 2 countries","response":"Nepal & China"},{"text":"Mount Everest continues to be shaped by the Kangshung, Rongbuk &amp; Khumbu ones of these","response":"glaciers"},{"text":"Reinhold Messner was the first to climb Everest alone &amp; also one of the first to do so without supplemental this","response":"oxygen"},{"text":"At age 16 in 2001 Temba Tsheri, a boy of this ethnicity, became the youngest person to climb Mount Everest","response":"Sherpa"},{"text":"On May 10, 1996 8 climbers died on Everest, a tragedy in this author's book \"Into Thin Air\"","response":"(Jon) Krakauer"}],"originalDate":"2015-04-14"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"The only house Abraham Lincoln ever owned is at 8th and Jackson Streets in this state capital","response":"Springfield (Illinois)"},{"text":"In 1832 Augusta replaced Portland as this state's capital","response":"Maine"},{"text":"In 1783 George Washington resigned as Army Commander in Chief in this Maryland capital","response":"Annapolis"},{"text":"This largest state capital in area is in our largest state in area","response":"Juneau (Alaska)"},{"text":"The only state capital named for a mythological bird","response":"Phoenix (Arizona)"}],"originalDate":"1988-12-19"}],[{"category":"'60s SONGS","comments":"","clues":[{"text":"According to the title of a 1966 Supremes hit, \"You can't\" do this \"to love\"","response":"hurry"},{"text":"The only Top 10 hit he ever had was 1966's \"When a Man Loves a Woman\"","response":"Percy Sledge"},{"text":"Their 1st Top 10 hit was \"One\" in 1969","response":"Three Dog Night"},{"text":"Gladys Knight took this song to No. 2; Marvin Gaye took it to No. 1","response":"\"I Heard It Through The Grapevine\""},{"text":"Gerry &amp; the Pacemakers not only had a hit with this 1965 boating song, they starred in the movie too","response":"\"Ferry Cross The Mersey\""}],"originalDate":"1988-12-19"},{"category":"ART","comments":"","clues":[{"text":"Fauvism, a painting style featuring bold colors, flourished in this country circa 1900","response":"France"},{"text":"Famed artist who designed surreal dream sequences for the film \"Spellbound\"","response":"Salvador Dali"},{"text":"Decades after her death, this German nun's paintings still inspire a famous line of china figurines","response":"(Sister) Hummel"},{"text":"In an oxidized firing, copper produces this color in a pottery glaze","response":"green"},{"text":"Titian has been called \"The greatest master\" of the School of Art based in this Italian city","response":"Venice"}],"originalDate":"1988-12-19"},{"category":"SCIENCE","comments":"","clues":[{"text":"In order to see a rainbow, this should be at your back","response":"the Sun"},{"text":"Minimum number of lenses you need to make a simple refracting telescope","response":"2"},{"text":"This soft, white form of limestone is formed from the remains of small marine creatures","response":"chalk"},{"text":"Term for the thin tungsten wire in a light bulb that glows when heated","response":"filament"},{"text":"A tube or hose utilizing atmospheric pressure to transfer liquid from one level to a lower one","response":"a siphon"}],"originalDate":"1988-12-19"},{"category":"THE ADDAMS FAMILY","comments":"(Alex: Notice the spelling, A-D-D-A-M-S, a reference, of course, to the television series.)","clues":[{"text":"In 1977 the original cast was reunited in a TV special celebrating this holiday","response":"Halloween"},{"text":"She also played Morticia's sister Ophelia Frump","response":"Carolyn Jones"},{"text":"In order to perform the theme properly, you should do this twice after the \"da-da-da-dum\"","response":"snap your fingers"},{"text":"The show was based on cartoons by Charles Addams that appeared regularly in this magazine","response":"<i>The New Yorker</i>"},{"text":"Jeanette MacDonald's sister, she played Grandma","response":"Blossom Rock"}],"originalDate":"1988-12-19"},{"category":"POETRY","comments":"","clues":[{"text":"Last word in the poem that begins \" 'Twas the Night, Before Christmas\"","response":"night"},{"text":"Wordsworth's poem on these flowers begins, \"I wandered lonely as a cloud\"","response":"daffodils"},{"text":"He dedicated \"The Waste Land\" to Ezra Pound, whom he called the better craftsman","response":"T.S. Eliot"},{"text":"In Longfellow's poem, Paul Revere's ride took place \"on the 18th of\" this month, \"in '75\"","response":"April"},{"text":"This lengthy poem about the Civil War won Stephen Vincent Benet the Pulitzer Prize in 1929","response":"<i>John Brown's Body</i>"}],"originalDate":"1988-12-19"},{"category":"AFRICA","comments":"","clues":[{"text":"The Ituri Forest in Zaire is famous as the home of a group of these short folk","response":"pygmies"},{"text":"Of none, 4 or 14, number of perennial rivers in Libya, a country 2½ times the size of Texas","response":"none"},{"text":"Lambarene, Gabon is the site of the hospital established by this famed medical missionary","response":"(Albert) Schweitzer"},{"text":"In September 1986 Desmond Tutu left his diocese in Johannesburg because he had been promoted to this","response":"archbishop"},{"text":"In its 28 years as an independent country, its only president has been Felix Houphouet-Boigny","response":"the Ivory Coast"}],"originalDate":"1988-12-19"}],{"category":"HISTORY","text":"It arrived in the U.S. in June of 1885 in 214 cases aboard the French ship Isere","response":"Statue of Liberty"}]}