{"mix":2337,"rounds":[[{"category":"BIG WORDS","comments":"","clues":[{"text":"Yale University Library classifies books in excess of 27 cm in height or 19 cm in width as this big \"O\"","response":"oversized"},{"text":"When it comes before \"esque\", this outdoorsman's name means fantastically large","response":"Paul Bunyan"},{"text":"Webster says this word may be an \"alteration of huge + monstrous\"","response":"humongous"},{"text":"From the Greek, it's a much larger than life-size statue, such as an ancient wonder","response":"a colossus"},{"text":"This synonym for \"gigantic\" was in use more than 200 years before a 1912 event put a new spin on it","response":"titanic"}],"originalDate":"2015-03-27"},{"category":"AUTHORS &amp; THEIR WORKS","comments":"","clues":[{"text":"The year he turned 32, William Blake published \"Songs of\" this; by 37 he \"lost\" his &amp; made \"Songs of Experience\"","response":"<i>Innocence</i>"},{"text":"While writing \"Tropic of Cancer\" in Paris, he served as a proofreader for the French edition of the Chicago Tribune","response":"(Henry) Miller"},{"text":"Of the reaction to this novel, Upton Sinclair said, \"I aimed at the public's heart, and by accident I hit it in the stomach\"","response":"<i>The Jungle</i>"},{"text":"O, by the way, Willa Cather took the title of this 1913 novel from a Walt Whitman poem","response":"<i>O Pioneers!</i>"},{"text":"Perhaps it was \"An American Tragedy\" that there was a ban on this author's semi-autobiographical \"The 'Genius'\"","response":"(Theodore) Dreiser"}],"originalDate":"2015-03-27"},{"category":"WHAT?!... WHEN?!","comments":"","clues":[{"text":"In 1291 Acre, the last major Holy Land castle held by this group, fell to the Mamelukes","response":"the Crusaders"},{"text":"The last czar of Russia abdicated in this year","response":"1917"},{"text":"In this year, FDR started his third term","response":"1941"},{"text":"In 1828 he declared himself dictator of Gran Colombia, a region he had freed from Spanish rule","response":"Simón Bolívar"},{"text":"On Oct. 14, 1066 this son of Godwine lost the Battle of Hastings","response":"Harold II"}],"originalDate":"2015-03-27"},{"category":"STATES RHYME TIME","comments":"","clues":[{"text":"Life story of Cleveland","response":"Ohio bio"},{"text":"A Boise non-amateur","response":"an Idaho pro"},{"text":"A Wilmington seat","response":"a Delaware chair"},{"text":"A Casper wedding band","response":"a Wyoming ring"},{"text":"A Chattanooga monetary charge","response":"a Tennessee fee"}],"originalDate":"2015-03-26"},{"category":"IS THERE A DOCTOR IN THE HOUSE?","comments":"","clues":[{"text":"What's that?  An otologist specializes in the treatment of these organs?","response":"an ear"},{"text":"Step on up with this doctor who specializes in the treatment of foot problems","response":"a podiatrist"},{"text":"Good news!  This type of doctor who specializes in making &amp; interpreting X-rays says nothing's broken","response":"a radiologist"},{"text":"It's the 15-letter word for the type of doctor who deals with the structure, functions &amp; diseases of the eye","response":"an ophthalmologist"},{"text":"Lungs &amp; respiration are the breath of life for this doctor","response":"a pulmonologist"}],"originalDate":"2015-03-26"},{"category":"PASS THE MUSTARD","comments":"","clues":[{"text":"\"What say you to... beef and mustard?\" Grumio asks her before a fight in \"The Taming of the Shrew\"; she approves","response":"Kate (or Katherine)"},{"text":"In this religion's Upanishads, the soul is described as smaller than a mustard seed yet greater than the sky","response":"Hinduism"},{"text":"To represent his army, Darius sent sesame seeds to this Macedonian, who sent back more potent mustard seeds","response":"Alexander the Great"},{"text":"American mustard's bright yellow coloring comes from this Asian plant","response":"turmeric"},{"text":"When the papacy was centered in this city, John XXII appointed an official mustard maker","response":"Avignon"}],"originalDate":"2015-03-26"}],[{"category":"IRATES OF THE CARIBBEAN","comments":"","clues":[{"text":"Civil unrest accompanied the 1974 independence of this country, later invaded to put down a 1983 coup","response":"Grenada"},{"text":"Dictator Trujillo angered many in the Dominican Republic, like by renaming this capital Ciudad Trujillo","response":"Santo Domingo"},{"text":"In 1987 allies of this future pres. occupied Port-au-Prince's cathedral when his religious order tried to transfer him","response":"Aristide"},{"text":"In 1636 the natives probably got restless when Aruba was occupied by this Dutch company (remember your hemisphere)","response":"the West India Company (the Dutch West Indies Company accepted)"},{"text":"The Chief Minister resigned after criticism of the 1997 volcano crisis in this isle named for a Spanish mountain abbey","response":"Montserrat"}],"originalDate":"2015-03-26"},{"category":"FICTIONAL MOVIE BUSINESSES","comments":"","clues":[{"text":"The day job of \"Iron Man\" is running this \"Industries\"","response":"Stark Industries"},{"text":"In a slightly future world, Joaquin Phoenix writes for beautiful handwrittenletters.com in this 2013 film","response":"<i>Her</i>"},{"text":"As Norville Barnes, this actor is the title proxy at Hudsucker Industries","response":"(Tim) Robbins"},{"text":"You can't replicate the Tyrell Corporation's success in this sci-fi classic","response":"<i>Blade Runner</i>"},{"text":"A virus created by the Umbrella Corporation is out of control in this horror series","response":"<i>Resident Evil</i>"}],"originalDate":"2015-03-26"},{"category":"POE FOLKS","comments":"","clues":[{"text":"This maiden \"lived with no other thought than to love and be loved by me\"","response":"Annabel Lee"},{"text":"Last name of Roderick, who owns a \"tumble down\" old mansion","response":"Usher"},{"text":"This prince who tries to evade the Red Death in a secluded castle bears the name of a Shakespearean island dweller","response":"Prospero"},{"text":"His \"Narrative\" of his adventures aboard the Grampus includes mutiny &amp; shipwreck","response":"Gordon Pym"},{"text":"In \"The Cask of Amontillado\", Montresor seeks revenge on this wine connoisseur","response":"Fortunato"}],"originalDate":"2015-03-26"},{"category":"BROUGHT TO YOU IN H_D","comments":"(Alex: Each correct response begins with the letter \"H\" &amp; will end with the letter \"D\".)","clues":[{"text":"A giant one can beat its wings 10 times per second; a smaller one, 70 per second","response":"a hummingbird"},{"text":"Term describing both a composite &amp; a 2014 Honda Insight","response":"a hybrid"},{"text":"A treasure trove, perhaps a miser's","response":"a hoard"},{"text":"If you know it's the term for the female of the red deer, you're golden","response":"a hind"},{"text":"A female servant; one told a \"Tale\" in literature","response":"a handmaid"}],"originalDate":"2015-03-26"},{"category":"BOTTLES OF WATER","comments":"","clues":[{"text":"This French water claims it is \"elegant, sparkling and refreshing, with just a hint of zaniness\"","response":"Perrier"},{"text":"The Alpine source of this natural spring water is touted as \"a geological miracle\"","response":"Evian"},{"text":"The \"Ice Spring Water\" from this NYC real estate guy must be okay as he wouldn't put his name on just anything","response":"(Donald) Trump"},{"text":"This brand is sourced &amp; bottled on Viti Levu, the largest of its islands","response":"Fiji"},{"text":"I'm getting a wicked sense of having already told you about this \"colorful\" DPS Group purified water","response":"Dejà Blue"}],"originalDate":"2015-03-30"},{"category":"PRISON ESCAPES","comments":"","clues":[{"text":"In classic movie fashion, Jeffrey McCoy escaped a Manhattan jail in 1983 climbing down 9 stories on a rope made of these","response":"bedsheets"},{"text":"In June 1962 Frank Lee Morris &amp; the Anglin brothers floated on makeshift rafts away from this prison","response":"Alcatraz"},{"text":"Black Liberation Army leader Joanne Chesimard broke out of a New Jersey jail in 1979 &amp; fled to this island country","response":"Cuba"},{"text":"In 1983 38 members of this \"Army\" broke out of Maze Prison, considered one of the most escape-proof in Europe","response":"the IRA (the Irish Republican Army)"},{"text":"The film \"The Great Escape\" was based on a real escape from one of these German-named P.O.W. camps","response":"a stalag"}],"originalDate":"2015-03-30"}],{"category":"20th CENTURY BESTSELLING AUTHORS","text":"He once said, \"In all of us there is a hunger, marrow-deep, to know our heritage...who we are and where we have come from\"","response":"Alex Haley"}]}