{"mix":2350,"rounds":[[{"category":"JOHN LAW","comments":"","clues":[{"text":"He argued &amp; won 25 cases before the Supreme Court before joining it in 2005","response":"(John) Roberts"},{"text":"He rode his success as a North Carolina trial lawyer to a 1998 Senate win &amp; later a place on a national ticket","response":"John Edwards"},{"text":"He was U.S. attorney general on September 11, 2001","response":"John Ashcroft"},{"text":"John Campbell opposed secession but concurred with this 1857 Supreme Court decision that pushed the U.S. toward war","response":"<i>Dred Scott</i>"},{"text":"In his dissent to this infamous 1896 decision, John Marshall Harlan wrote that \"our Constitution is color-blind\"","response":"<i>Plessy v. Ferguson</i>"}],"originalDate":"2015-03-06"},{"category":"PRUSSIA","comments":"","clues":[{"text":"Crowned King of Prussia in 1861, he took the title of kaiser when the German Empire was founded in 1871","response":"(Kaiser) Wilhelm"},{"text":"After the collapse of the Third Reich, parts of East Prussia, including Konigsberg, was annexed by this country","response":"Russia"},{"text":"Albert, the leader of the Knights of this order, turned Prussia into a secular Polish duchy in 1525","response":"the Teutonic Order"},{"text":"In the Middle Ages the name of the ruling dynasty was changed from Zollern to this longer one","response":"Hohenzollern"},{"text":"In 1866 Schleswig &amp; this other Danish duchy became part of Prussia","response":"Holstein"}],"originalDate":"2015-03-06"},{"category":"THE TV \"A\"","comments":"(Alex: Oh, I'm sorry; I read that like a Canadian, didn't I?  THE TV, eh?)","clues":[{"text":"Even before going \"Celebrity\", this Trumped-up show used \"For The Love Of Money\" by the O'Jays as its theme","response":"<i>The Apprentice</i>"},{"text":"I pity da fool who doesn't know that in the pilot for this '80s show, Tim Dunigan, not Dirk Benedict, played Face","response":"<i>The A-Team</i>"},{"text":"From 2002 to 2009 she \"Straight Up\" judged how people sang on a TV show","response":"Paula Abdul"},{"text":"On \"The \"Simpsons\" he makes himself heard as Moe, Apu, Duffman, Disco Stu, Wiggum, Dr. Nick...","response":"Hank Azaria"},{"text":"On '70s late-night TV, he brought Beldar Conehead to life","response":"(Dan) Aykroyd"}],"originalDate":"2015-03-06"},{"category":"HOW INNOVATIVE!","comments":"","clues":[{"text":"Duke University has developed a prototype for a cloak that grants this power, just like Harry Potter's","response":"invisibility"},{"text":"Matching swatches?  The \"everyday spectrometer\" has a light filter that identifies the true this of any object","response":"color"},{"text":"A genetically engineered type of this infectious agent, of which influenza is a type, is treating U.K. heart patients","response":"a virus"},{"text":"Scientists around the world are working on this type of animal-friendly meat, from the Latin for \"glass\"","response":"<i>in vitro</i> meat"},{"text":"\"The world's smallest movie\" uses atoms &amp; this type of animation in which the camera takes a break as objects are moved","response":"stop-motion"}],"originalDate":"2015-02-27"},{"category":"U.N. INTERNATIONAL YEARS","comments":"","clues":[{"text":"1967: The year of these recreational travelers, to foster \"better understanding among peoples everywhere\"","response":"tourists"},{"text":"2008:<br>These, like Hausa &amp; Lettish","response":"languages"},{"text":"2004:<br>Commemorating the struggle against this &amp; its abolition, which sadly still hasn't happened","response":"slavery"},{"text":"2010:<br>This word meaning the variety of life on earth","response":"biodiversity"},{"text":"2013:<br>This high-protein grain from South America","response":"quinoa"}],"originalDate":"2015-02-27"},{"category":"AT THE DRUGSTORE","comments":"","clues":[{"text":"In the 1950s chemist Graham Wulff created this moisturizer for his wife; \"Oil Of\" was later dropped from the brand's name","response":"Olay"},{"text":"This household disinfectant brand has been around since 1889","response":"Lysol"},{"text":"This herb cough drop maker has its headquarters in Laufen, a Swiss city in the Jura Mountains","response":"Ricola"},{"text":"Sweeper &amp; Wetjet are part of this cleaning system","response":"Swiffer"},{"text":"This shaving cream was developed in 1919 by Frank Shields, a former M.I.T. professor","response":"Barbasol"}],"originalDate":"2015-02-27"}],[{"category":"NOT IN THE BIBLE","comments":"(Alex: We'll give you some choices.)","clues":[{"text":"Bernice,<br>Bacchus,<br>Bartimaeus","response":"Bacchus"},{"text":"Lois,<br>Lydia,<br>Luther","response":"Luther"},{"text":"Alexander,<br>Amenhotep,<br>Agrippa","response":"Amenhotep"},{"text":"Annas,<br>Atreyu,<br>Aquila","response":"Atreyu"},{"text":"Shadrach,<br>Shamash,<br>Shalmaneser","response":"Shamash"}],"originalDate":"2015-02-27"},{"category":"MUSICAL SHE'S","comments":"(Alex: Give us the song title in...)","clues":[{"text":"\"She's just a girl who claims that I am the one, but the kid is not my son\"","response":"\"Billie Jean\""},{"text":"\"Picture yourself in a boat on a river\"","response":"\"Lucy In The Sky With Diamonds\""},{"text":"\"She's got it, yeah, baby, she's got it\"","response":"\"Venus\""},{"text":"\"She rings like a bell through the night &amp; wouldn't you love to love her\"","response":"\"Rhiannon\""},{"text":"\"Men have named you, you're so like the lady with the mystic smile\"","response":"\"Mona Lisa\""}],"originalDate":"2015-02-27"},{"category":"HISTORICAL FICTION","comments":"","clues":[{"text":"Hilary Mantel's \"Bring Up the Bodies\" covers the arrest, trial &amp; beheading of this second wife of Henry VIII","response":"Anne Boleyn"},{"text":"\"Fever\" is a novel of Mary Mallon, a cook accused of carrying this fever &amp; causing multiple outbreaks","response":"Typhoid"},{"text":"\"The Madonnas Of Leningrad\" tells of safeguarding the art of this museum as Luftwaffe bombs pound the city","response":"the Hermitage"},{"text":"\"That Fateful Lightning\" is \"a novel of\" this Civil War general looking back on his life while he's dying of cancer","response":"(Ulysses) Grant"},{"text":"A novel about this artist is narrated by her younger sister Cristina, who, in the book, poses nude for Diego Rivera","response":"Frida Kahlo"}],"originalDate":"2015-02-27"},{"category":"1970s BEST PICTURE OSCAR WINNERS","comments":"","clues":[{"text":"In Hoffman vs. Streep, this film came out on top","response":"<i>Kramer vs. Kramer</i>"},{"text":"Starting with \"The Godfather\", this actor was nominated for an acting Oscar 4 straight years","response":"Al Pacino"},{"text":"Heard in this 1977 winner:<br>\"They did not take me in the army... I was a 4-P... in the event of war, I'm a hostage\"","response":"<i>Annie Hall</i>"},{"text":"This actor turned down an Oscar for \"Patton\"; the producer accepted one","response":"George C. Scott"},{"text":"The hero deals with heroin in this 1971 winner","response":"<i>The French Connection</i>"}],"originalDate":"2015-02-27"},{"category":"\"UT\"","comments":"(Alex: Each correct response will have the letters [*] in that order.)","clues":[{"text":"During pregnancy, it expands to about 24 times its regular size","response":"the uterus"},{"text":"It's a commodity or service such as electricity, water or transportation that is provided to the public","response":"a utility"},{"text":"From the French for \"begin\", it's a young woman who is making her formal presentation into society","response":"a debutante"},{"text":"A person who is engaged in a dangerous but rewarding adventure such as one who sailed with Jason","response":"an argonaut"},{"text":"It can mean a punch with the fist or less direct power &amp; influence","response":"clout"}],"originalDate":"2015-02-27"},{"category":"ROMANIAN HOLIDAY","comments":"","clues":[{"text":"Poiana Brasov is a resort best known for this winter activity; an uplifting time is guaranteed","response":"skiing"},{"text":"Visit the prison tower in Biertan, where couples considering this were locked up together to reconsider","response":"divorce"},{"text":"The Marriott in this city is right by the Palace of the Parliament","response":"Bucharest"},{"text":"Head to Sibiu to dine in Romania's oldest restaurant, Butoiul de Aur or the barrel of this","response":"gold"},{"text":"Bring binoculars; 300 species of birds live in this river's delta on the Black Sea","response":"the Danube"}],"originalDate":"2015-02-26"}],{"category":"ORGANIZATIONS","text":"The oldest of these business booster groups, formed in Marseille in 1599, uses \"de\" instead of \"of\" in the name","response":"a chamber of commerce"}]}