{"mix":2351,"rounds":[[{"category":"THAT '90s SHOW","comments":"","clues":[{"text":"Episodes of this sitcom included \"The Yada Yada\" &amp; \"The Serenity Now\"","response":"<i>Seinfeld</i>"},{"text":"The cast of this sitcom included Mila Kunis, Ashton Kutcher &amp; in supporting roles, Brooke Shields &amp; Tommy Chong, man","response":"<i>That '70s Show</i>"},{"text":"'90s shows based on movies included \"Robocop: The Series\", \"Clueless\" &amp; this pair's \"Excellent Adventures\"","response":"Bill & Ted"},{"text":"Annette O'Toole was Don Johnson's estranged wife on this San Francisco-set police drama","response":"<i>Nash Bridges</i>"},{"text":"Just between you &amp; me, CBS had us \"Eye to Eye with\" this woman on a Thursday night newsmagazine from 1993 to 1995","response":"Connie Chung"}],"originalDate":"2015-02-26"},{"category":"AVIAN GLOSSARY","comments":"","clues":[{"text":"Meaning able to find one's way back to the nest, it can be found before \"pigeon\" or \"instinct\"","response":"homing"},{"text":"Drop the \"S\" from the end of a Southern dish to get this substance that helps pet birds' digestive process","response":"grit"},{"text":"Sullen name for a hen sitting on eggs in a nest","response":"brooding"},{"text":"Birds can be categorized by how much they wander as either sedentary or this word that also ends in \"ry\"","response":"migratory"},{"text":"It's the process of growing feathers; followed by \"success\", it means the percentage of hatchlings that leave the nest","response":"fledging"}],"originalDate":"2015-02-26"},{"category":"AT THIS STAGE","comments":"","clues":[{"text":"An overseas tour of duty, it's been divided into 5 stages for soldier &amp; family, with months 2-5 being \"sustainment\"","response":"deployment"},{"text":"You maggots! Drop &amp; give me 20 if you don't know that maggots are this stage in the life cycle of houseflies","response":"the larval stage"},{"text":"Karl Marx said this economic system was the stage of society during which he was writing, but that it was doomed","response":"capitalism"},{"text":"Dr. Elisabeth Kubler-Ross' list of the 5 stages of this begins with denial &amp; ends with acceptance","response":"grief"},{"text":"In Freudian theory, it's the first stage of human development &amp; breast-feeding plays a big part","response":"the oral stage"}],"originalDate":"2015-02-26"},{"category":"CIVIL WAR HODGEPODGE","comments":"","clues":[{"text":"The second sentence of this speech begins, \"Now we are engaged in a great civil war\"","response":"the Gettysburg Address"},{"text":"This middle name of Civil War general Sherman honored a Shawnee chief","response":"Tecumseh"},{"text":"Camp Sumter was the formal name for this Georgia prison, the largest in the South","response":"Andersonville"},{"text":"In August 1863 he &amp; his guerrilla band irregularly attached to the Confederate army sacked Lawrence, Kansas","response":"William Quantrill"},{"text":"The Battle of the Monitor &amp; the Merrimack is also called the Battle of this Virginia channel","response":"Hampton Roads"}],"originalDate":"2015-02-26"},{"category":"FOLK MUSIC","comments":"","clues":[{"text":"\"The answer my friend\" is that Peter, Paul &amp; Mary won 1963 Grammys for this Bob Dylan song","response":"\"Blowin' In The Wind\""},{"text":"His song \"Alice's Restaurant\" was the basis of a 1969 film in which he starred","response":"Arlo Guthrie"},{"text":"\"Hey, there!\" The Seekers reached No. 2 with this title tune from a 1966 Lynn Redgrave-James Mason film","response":"\"Georgy Girl\""},{"text":"Dave Guard, Bob Shane &amp; Nick Reynolds were the original members of this \"Tom Dooley\" folk trio","response":"The Kingston Trio"},{"text":"In 2013 this indie/folk harpist &amp; singer known for the album \"Ys\" married funnyman Andy Samberg","response":"Joanna Newsom"}],"originalDate":"2015-02-26"},{"category":"GEOGRAPHIC SAINTS","comments":"","clues":[{"text":"Sightseeing in this city should include the admiralty, Russia's naval headquarters","response":"St. Petersburg"},{"text":"Built as a hotel, the Patee House Museum in this Missouri city was the Pony Express headquarters","response":"St. Joseph"},{"text":"This British island in the south Atlantic once served as a refuge for liberated African slaves","response":"St. Helena"},{"text":"Doggedly hanging on, a hospice on this pass on the Swiss-Italian border has been a travelers' refuge for centuries","response":"St. Bernard (Pass)"},{"text":"Control of this island nation of the east Caribbean changed hands many times before its 1979 independence","response":"St. Lucia"}],"originalDate":"2015-02-26"}],[{"category":"\"V\"ERBS","comments":"","clues":[{"text":"Please have your cell phones on this, to shake rapidly","response":"vibrate"},{"text":"Inoculate to produce immunity","response":"vaccinate"},{"text":"To willfully deface property","response":"vandalize"},{"text":"To vituperate is to abuse verbally, this \"v\"erb means to make slanderous or defamatory statements","response":"vilify"},{"text":"This word for a seductress can also mean \"to improvise\"","response":"a vamp"}],"originalDate":"2015-02-26"},{"category":"THE BLUES","comments":"","clues":[{"text":"Sam Worthington became blue in this 2009 movie that made a buck or 2","response":"<i>Avatar</i>"},{"text":"Mark Frankel, Tom Galassi &amp; Matt Ramsey are part of this performance trio that doesn't speak","response":"the Blue Man Group"},{"text":"Michael Rooker, of \"Walking Dead\" fame, donned the blue to play one of Star-Lord's many foils in this 2014 movie","response":"<i>Guardians of the Galaxy</i>"},{"text":"The first Friday in March is Dress in Blue Day to raise awareness of cancer of this largest part of the large intestine","response":"the colon"},{"text":"The Romans noted that these Scottish adversaries liked to use blue paint","response":"the Picts"}],"originalDate":"2015-02-26"},{"category":"SNAKES","comments":"","clues":[{"text":"3-letter term for naja haje, an Egyptian snake which was sometimes used to commit suicide","response":"an asp"},{"text":"Weighing up to 500 pounds, the world's heaviest snake is the green this, a boa that lives near South American rivers","response":"an anaconda"},{"text":"In 2014 a deadly albino type of this snake native to India &amp; neighbors was captured roaming a S. Calif. neighborhood","response":"a cobra"},{"text":"A rattlesnake's rattle is made of interlocking rings of this protein, just like our fingernails","response":"keratin"},{"text":"Everyone loves to vacation in F-L-A, including the nearly 19-foot Burmese this found in Miami-Dade in 2013","response":"a python"}],"originalDate":"2015-03-03"},{"category":"BOB RHYME","comments":"","clues":[{"text":"A slovenly, unkempt person","response":"a slob"},{"text":"A snooty, arrogant person","response":"a snob"},{"text":"In a 1958 film it was Steve McQueen vs. it","response":"the Blob"},{"text":"A cylinder of maize","response":"a cob"},{"text":"A deep pulsation of pain or love","response":"a throb"}],"originalDate":"2015-03-03"},{"category":"STATE CAPITAL HEADQUARTERS","comments":"","clues":[{"text":"Coca-Cola","response":"Atlanta"},{"text":"John Hancock Financial Services","response":"Boston"},{"text":"3M","response":"St. Paul"},{"text":"Aetna Insurance &amp; Health Care","response":"Hartford"},{"text":"Zions Bancorporation","response":"Salt Lake City"}],"originalDate":"2015-03-03"},{"category":"ALL THINGS GOLDEN","comments":"","clues":[{"text":"In a fable, a farmer discovers that this bird lays golden eggs","response":"a hen (or a goose)"},{"text":"The American Society of Civil Engineers chose this landmark as one of the 7 wonders of the modern world","response":"the Golden Gate Bridge"},{"text":"Happy golden anniversary! Congratulations on this many years of marriage","response":"50"},{"text":"According to the AKC, in 2013 it was the third most popular breed of dog","response":"golden retriever"},{"text":"In Exodus 32 he fashions a golden calf","response":"Aaron"}],"originalDate":"2015-03-03"}],{"category":"19th CENTURY NOVELS","text":"The title character of this 1841 novel says he got his name because he kills bucks &amp; does, but not people","response":"<i>The Deerslayer</i>"}]}