{"mix":2352,"rounds":[[{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"The 2013 documentary \"Beauty in Truth\" looks at the life of this \"Color Purple\" author &amp; activist","response":"(Alice) Walker"},{"text":"She wrote for children's TV shows like \"Clarissa Explains It All\" before turning out \"The Hunger Games\"","response":"(Suzanne) Collins"},{"text":"In 2013 Helen Fielding published her third novel featuring this now-50-something diarist","response":"Bridget Jones"},{"text":"She introduced bounty hunter Stephanie Plum in 1994's \"One for the Money\"","response":"(Janet) Evanovich"},{"text":"Appropriately \"The Finishing School\" was the final novel by this author of \"The Prime of Miss Jean Brodie\"","response":"Dame Muriel Spark"}],"originalDate":"2015-03-03"},{"category":"GEOGRAPHIC ETYMOLOGY","comments":"","clues":[{"text":"Just under 3 million square miles, it gets its name from a Latin phrase that translates to \"unknown southern land\"","response":"Australia"},{"text":"Spanish explorers named this river that originates in the same-named state due to its red hue","response":"the Colorado"},{"text":"Making up 2 Spanish provinces, they get their name from Latin for \"islands of dogs\", &amp; the \"dogs\" may have been seals","response":"the Canary Islands"},{"text":"This noted prince consort has the gateway city to northern Saskatchewan named for him <span class=\"nobreak\">--</span> what an honor!","response":"Prince Albert"},{"text":"This country's name is from the Slavicized Turkish phrase \"on ogur\", which referred to the tribes who settled there","response":"Hungary"}],"originalDate":"2015-03-03"},{"category":"TRIPLE TALK SONGS","comments":"","clues":[{"text":"In a 1968 hit by the Ohio Express, this title preceded \"I got love in my tummy, and I feel like a-lovin you\"","response":"\"Yummy Yummy Yummy\""},{"text":"\"Clang clang clang went the trolley\" &amp; this is the sound made by the bell in \"The Trolley Song\"","response":"ding ding ding"},{"text":"This winter title follows \"The fire is slowly dying, and, my dear, we're still goodbye-ing, but as long as you love me so...\"","response":"\"Let It Snow! Let It Snow! Let It Snow!\""},{"text":"\"Put another nickel in, in the nickelodeon, all I want is loving you and\" this, this, this","response":"\"Music! Music! Music!\""},{"text":"In this 1999 hit Destiny's Child complains, \"You're slowly making me pay for things your money should be handling\"","response":"\"Bills, Bills, Bills\""}],"originalDate":"2015-03-03"},{"category":"OH \"NO\"!","comments":"","clues":[{"text":"The payload-containing front section of a rocket","response":"the nosecone"},{"text":"A referee's 2-word ruling that a boxing match doesn't count","response":"no contest"},{"text":"A musical composition suggestive of night","response":"a nocturne"},{"text":"Sudden ideas or impulses, or cheap, useful items","response":"notions"},{"text":"A small, rounded body of tissue","response":"a nodule (or node)"}],"originalDate":"2015-03-03"},{"category":"DRUNK HISTORY","comments":"","clues":[{"text":"A bio of this president noted, \"During the Vicksburg campaign he occasionally fell off the wagon\"","response":"(Ulysses) Grant"},{"text":"Peter the Great's 51st birthday party included mandatory drinking of this from a barrel; Peter died at 52","response":"vodka"},{"text":"Many a patriot hoisted a mug at the Warren Tavern, today a nice break from the red line of this Boston urban trail","response":"the Freedom Trail"},{"text":"This U.S. artist's 1945 marriage to Lee Krasner was a stabilizing factor he needed against his drinking","response":"(Jackson) Pollock"},{"text":"In 1829 rumors of his alcoholism &amp; infidelity led to this future pres. of the Republic of Texas separating from his wife","response":"(Sam) Houston"}],"originalDate":"2015-03-03"},{"category":"1989","comments":"","clues":[{"text":"The Vatican said some S. Africans wrongly interpret the Bible in an attempt to justify this policy","response":"apartheid"},{"text":"This Omaha village founded by Fr. Flanagan now has homes in Tallahassee &amp; Orlando for boys...&amp; girls","response":"Boys Town"},{"text":"Nathan's Famous, which began as a hot dog stand in this part of Brooklyn, is now selling franchisees","response":"Coney Island"},{"text":"These solar phenomena that can disrupt communications will reach a peak in 1989-90","response":"sunspots (or solar flares)"},{"text":"Maverick former Moscow party boss who won 89% of the vote in March Soviet elections","response":"Boris Yeltsin"}],"originalDate":"1989-10-20"}],[{"category":"PEOPLE","comments":"","clues":[{"text":"This Atlanta mogul said he owned MGM for such a short time he never got to use the casting couch","response":"Ted Turner"},{"text":"Her 4th husband, Thierry Roussel, was the father of her only child, Athina","response":"Christina Onassis"},{"text":"This tennis great was named for the ski lodge in Czechoslovakia where she was conceived","response":"Martina Navratilova"},{"text":"This former Giants kicker knows the \"true value\" of his master's degree in Russian history","response":"Pat Summerall"},{"text":"This dancer defected in Paris in 1961 &amp; became director of the Paris Opera Ballet in 1983","response":"Rudolf Nureyev"}],"originalDate":"1989-10-20"},{"category":"CRIME","comments":"","clues":[{"text":"Last name of gang members Blanche, Buck &amp; Clyde","response":"Barrow"},{"text":"Nickname of the 1932 federal kidnapping statute arising from a famous kidnapping of that same year","response":"the \"Lindbergh Law\""},{"text":"Scotland Yard viewed them as foolproof evidence as early as 1910","response":"fingerprints"},{"text":"Crime for which mobster Al Capone was convicted in 1931","response":"income tax evasion"},{"text":"While in Switzerland, this Saudi financier was arrested for aiding the Marcoses","response":"Adnan Khashoggi"}],"originalDate":"1989-10-20"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"In both area &amp; population it's the largest continent","response":"Asia"},{"text":"The 3 main island groups that make up this are the Bahamas &amp; the Greater Lesser Antilles","response":"West Indies"},{"text":"Of all the countries on the west coast of South America, this one has the largest coastline","response":"Chile"},{"text":"2 of the 3 Canadian provinces with 2-word names","response":"British Columbia & Nova Scotia (& New Brunswick)"},{"text":"Alphabetically, countries in Africa run from this to Zimbabwe","response":"Algeria"}],"originalDate":"1989-10-20"},{"category":"IN OTHER WORDS...","comments":"","clues":[{"text":"Loony like one milliner","response":"mad as a hatter"},{"text":"Having an intelligence quotient over that of an everyday ursine creature","response":"smarter than the average bear"},{"text":"Mr. Cagney breaks up maize, without my interest","response":"Jimmy crack corn and I don't care"},{"text":"Getting a look at a single example is the same as looking at the rest","response":"when you've seen one you've seen them all"},{"text":"Curl of hair, chicken broth, plus a cask","response":"lock, stock and barrel"}],"originalDate":"1989-10-20"},{"category":"THE ANIMAL KINGDOM","comments":"","clues":[{"text":"This part of a bird's egg is formed &amp; given color in the uterus","response":"the shell"},{"text":"A tiny wingless fly is the largest land animal native to this continent","response":"Antarctica"},{"text":"The part of a hummingbird's body that produces a humming sound","response":"wings"},{"text":"One of these mammals can eat 5,000 pounds of krill, a shrimplike animal, per day","response":"whale"},{"text":"The World Almanac lists this aptly named animal as moving just a bit faster than a garden snail","response":"sloth"}],"originalDate":"1989-10-20"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"A recent poll said 97% of people who eat chocolate bunnies bite these off 1st","response":"the ears"},{"text":"1 of 2 types of seafood Spaniards sometimes cook \"en su tinta\", meaning in its ink","response":"squid (or cuttlefish)"},{"text":"Invented in Naples, perhaps by the royal baker, a 1980 poll called it U.S. teens' favorite food","response":"pizza"},{"text":"1 version of this north African semolina dish includes 8 vegetables &amp; meat","response":"couscous"},{"text":"Many U.S. food companies have stopped using palm oil &amp; this other tropical oil high in saturated fat","response":"coconut oil"}],"originalDate":"1989-10-20"}],{"category":"THE ELEMENTS","text":"Oddly, mining of this rare earth element with a geographic name, atomic no. 63, is mostly in Asia &amp; with some in South America &amp; Australia","response":"europium"}]}