{"mix":2356,"rounds":[[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"This chain of Alaskan islands separates the Bering Sea &amp; the Pacific Ocean","response":"the Aleutians"},{"text":"This river links the Sea of Galilee &amp; the Dead Sea","response":"the Jordan"},{"text":"In 1961, after Trujillo was assassinated, the Dominican Republic changed Ciudad Trujillo back to this","response":"Santo Domingo"},{"text":"Though half of Tyrol is now part of Italy, before WWI all of it belonged to this country","response":"Austria"},{"text":"The Phoenicians founded this capital of Sicily over 2,500 years ago","response":"Palermo"}],"originalDate":"1989-10-12"},{"category":"LITERATURE","comments":"","clues":[{"text":"All of the titles of Erle Stanley Gardner's stories about him begin with \"The Case of the...\"","response":"Perry Mason"},{"text":"1902 Arthur Conan Doyle story that was set on the moors in the county of Devon","response":"<i>The Hound of the Baskervilles</i>"},{"text":"\"Out of Africa\" was based on Isak Dinesen's life as a coffee plantation owner in this country","response":"Kenya"},{"text":"The TV miniseries \"The Thorn Birds\" was based on this Australian author's best seller","response":"Colleen McCullough"},{"text":"Edith Wharton tragedy about a New England farmer with a nagging wife &amp; a sweet young paramour","response":"\"Ethan Frome\""}],"originalDate":"1989-10-12"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"It means \"Woe is me!\", &amp; when things get really bad, you can add \"alack\" to it","response":"alas"},{"text":"The first word of Clement Moore's \"A visit from St. Nicholas\"","response":"twas"},{"text":"It's how a male deer who couldn't get a date would go to the big dance","response":"stag"},{"text":"A group of Cub Scouts. or a group of wolves","response":"a pack"},{"text":"Said 3 times, this sea bird's name sounds like a hit song sung by The Byrds","response":"tern"}],"originalDate":"1989-10-11"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"Before people referred to him as Lord Tennyson, they called him by this first name","response":"Alfred"},{"text":"Swedish astronomer who invented the centigrade temperature scale","response":"(Anders) Celsius"},{"text":"This founder of the Franciscan Order is known for his love of animals","response":"Saint Francis (of Assisi)"},{"text":"From 1957-66 Willy Brandt was mayor of this city","response":"West Berlin"},{"text":"In 1974 Greek voters rejected the monarchy, dashing this kings hope of returning to the throne","response":"King Constantine II"}],"originalDate":"1989-10-11"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"While it may look plain to you, this company thinks its symbol is a special K","response":"Kellogg's"},{"text":"You can easily duplicate its stock symbol, XRX, with one of its products","response":"Xerox"},{"text":"You'd be in with the \"inn\" crowd if you bought HLT, which is this","response":"Hilton Hotels"},{"text":"AXP; don't leave your broker without it","response":"American Express"},{"text":"OAT should lead you to this brand name, or bran name","response":"Quaker Oats"}],"originalDate":"1989-10-11"},{"category":"THE FUNNIES","comments":"","clues":[{"text":"Comic strip in which Olaf, Snoopy's brother, won the \"Ugly dog contest\" in 1988","response":"<i>Peanuts</i>"},{"text":"Created by Ernie Bushmiller, this 8-year-old will be in her 30s in a movie planned for release in 1990","response":"Nancy"},{"text":"This title doesn't refer to footwear but to a Jeff MacNelly strip","response":"<i>Shoe</i>"},{"text":"In a recent strip, this member of the Doonesbury crew stripped for a S.I. swimsuit issue","response":"Boopsie"},{"text":"Last name of Leroy &amp; Loretta, the bickering couple in the one-panel created by Bill Hoest","response":"the Lockhorns"}],"originalDate":"1989-10-11"}],[{"category":"HATS","comments":"","clues":[{"text":"The Glengarry, a woolen cap creased lengthwise, originated in this country","response":"Scotland"},{"text":"Occupation most associated with wearing a sou'wester","response":"a sailor"},{"text":"A ballad about U.S. soldiers with these hats was a No. 1 hit for 5 weeks in 1966","response":"green berets"},{"text":"A long, conical knitted cap with a pompon at the tip, it sounds like it's worn on the leg","response":"a stocking cap"},{"text":"A city near Wiesbaden, W. Germany lent its name to this men's felt hat with a soft dented top","response":"a hamburg"}],"originalDate":"1989-10-11"},{"category":"BLACK AMERICANS","comments":"","clues":[{"text":"To date, he's the only black tennis player to win the Wimbledon men's singles title","response":"(Arthur) Ashe"},{"text":"Matthew Henson, this explorer's assistant, was the 1st black American to reach the North Pole","response":"(Robert) Peary"},{"text":"With $800 borrowed from his family, this songwriter founded Motown Records","response":"Berry Gordy Jr."},{"text":"The 1st black woman in Congress, she represented New York's 12th district from 1969-83","response":"Shirley Chisholm"},{"text":"In 1968 this Baptist minister succeeded Martin Luther King Jr. as president of the Southern Christian Leadership Conference","response":"Ralph Abernathy"}],"originalDate":"1989-10-11"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"A gnat's might beat up to 1,000 times a second","response":"a wing"},{"text":"When a plane moves faster than the speed of sound, one of these is heard","response":"a sonic boom"},{"text":"NaNO<sub>2</sub> is sodium nitrite, NaNO<sub>3</sub>, this","response":"sodium nitrate"},{"text":"Each one of these thread-like bodies in your genes is made up of numerous genes","response":"a chromosome"},{"text":"The watt is a unit of power, &amp; the calorie is a unit of this type of energy","response":"heat"}],"originalDate":"1989-10-11"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Gates of the Arctic National Park is in this U.S. state","response":"Alaska"},{"text":"This valley is the driest spot in the U.S.","response":"Death Valley"},{"text":"Of 5,10 or 20, the number of U.S. states that touch the Mississippi River","response":"10"},{"text":"It's a small, natural pass near the meeting point of Kentucky, Tennessee &amp; Virginia","response":"the Cumberland Gap"},{"text":"Mount Saint Helens, the well-known volcano, is in this mountain range","response":"the Cascades"}],"originalDate":"1989-10-11"},{"category":"MOVIE JUDGES","comments":"","clues":[{"text":"Spencer Tracy received an Oscar nomination for his role as a judge in this 1961 film of Nazi war trials","response":"<i>Judgement at Nuremberg</i>"},{"text":"In this 1947 film, Gene Lockhart as Judge Harper ruled that Edmund Gwenn was Santa Claus","response":"<i>Miracle on 34th Street</i>"},{"text":"15 years before taking command of the 4077th, he was the Tennessee judge in \"Inherit the Wind\"","response":"Harry Morgan"},{"text":"Lewis Stone was this kindly old judge in a series of films with Mickey Rooney","response":"Judge Hardy"},{"text":"In 1946's \"Angel on My Shoulder\", he played a dead convict who took over the body of a respected judge","response":"Paul Muni"}],"originalDate":"1989-10-11"},{"category":"STARTS WITH \"L\"","comments":"","clues":[{"text":"It used to be called the State House Bell, which really cracks us up","response":"the Liberty Bell"},{"text":"Figuratively speaking, you can do this to your wounds or to your chops","response":"to lick"},{"text":"This honorary order created by Napoleon  Bonaparte is still awarded today","response":"the Legion of Honor"},{"text":"In olden days it referred to a knave; in a British stable, a groom; in a 1919 novel, a dog","response":"a lad"},{"text":"A \"big\" word for liberal gift-giving, especially when done in a condescending way","response":"a largesse"}],"originalDate":"1989-10-11"}],{"category":"BRITISH MONARCHS","text":"A \"VI\" has followed these 3 royal names of English kings","response":"George, Edward & Henry"}]}