{"mix":2365,"rounds":[[{"category":"OH, TOO SOON?!","comments":"","clues":[{"text":"The Ptolemaic Dynasty ended when her 22-year reign became legendarily snakebit","response":"Cleopatra"},{"text":"Paradise very lost! The locals ensured Cap. James Cook had a pretty awful Valentine's Day 1779 in what's now this state","response":"Hawaii"},{"text":"Gen. John Sedgwick said on May 9, 1864, \"They couldn't hit\" this animal \"at this distance\"<span class=\"nobreak\">--</span>but they sure could hit Gen. John Sedgwick","response":"an elephant"},{"text":"In 1616 the English thanked this Powhatan woman who had aided them by taking her back to Britain, where she died","response":"Pocahontas"},{"text":"In Florida in 1521 this Spaniard found the Fountain of You-have-an-arrow-in-you","response":"Ponce de León"}],"originalDate":"2015-02-16"},{"category":"NICE \"SHOE\"S","comments":"","clues":[{"text":"That's right, sweetheart, a private detective is aka one of these","response":"a gumshoe"},{"text":"Michigan's \"Bigfoot Boogie\" race gets its name from these items worn by the competitors","response":"snowshoes"},{"text":"This term from someone perfectly behaved &amp; smugly virtuous is the title character of an 18th century children's story","response":"goody-two-shoes"},{"text":"A blue-blooded marine arthropod that despite its name is more closely related to scorpions &amp; spiders","response":"a horseshoe crab"},{"text":"It's a type of upper-crust law firm, or the once favored footwear of lawyers there","response":"a white-shoe firm"}],"originalDate":"2015-02-16"},{"category":"STATE CAPITOLS","comments":"","clues":[{"text":"The bronze front entrance doors to the capitol in Little Rock were purchased from this  New York jeweler's","response":"Tiffany's"},{"text":"The state capitol building in this city once housed the first provisional government of the Confederacy","response":"Montgomery"},{"text":"On the grounds of the state capitol in Nashville, you'll find the tomb of this \"Dark Horse\" president &amp; his wife","response":"James K. Polk"},{"text":"A prime attraction of the capitol building in Jefferson City, Missouri is a series of murals painted by this native son","response":"Thomas Hart Benton"},{"text":"Home to the National Cowboy Hall of Fame, this city has the only state capitol with active oil rigs on the grounds","response":"Oklahoma City"}],"originalDate":"2015-02-16"},{"category":"BRAM STOKER AWARD WINNERS","comments":"","clues":[{"text":"Novel, 1988:<br>This Thomas Harris thriller that made readers bleat","response":"\"Silence of the Lambs\""},{"text":"2003, Lifetime Achievement:<br>This woman who taught us a lot about vampires","response":"Anne Rice"},{"text":"2012, Graphic Novel:<br>These \"Hunts\": \"A Graphic History of the Burning Times\"","response":"\"Witch\""},{"text":"2012, Screenplay:<br>\"The Cabin in the Woods\" by Drew Goddard &amp; this \"Buffy\" biggie","response":"Joss Whedon"},{"text":"Novel, 1995:<br>\"Zombie\" by this prolific woman","response":"Joyce Carol Oates"}],"originalDate":"2015-02-16"},{"category":"DROPPING AN \"ESS\" BOMB","comments":"","clues":[{"text":"Emphasis, for example on an accented syllable in poetry","response":"stress"},{"text":"2-word term for the place where military folks go to eat","response":"a mess hall"},{"text":"General term for a watercraft bigger than a rowboat","response":"a vessel"},{"text":"Adjective for a rumor without foundation, or a ballfield converted for a concert","response":"baseless"},{"text":"The name of the retired pope means this, a good state for him to be in","response":"\"blessed\""}],"originalDate":"2015-02-16"},{"category":"SHORT-LIVED TV SHOWS","comments":"","clues":[{"text":"\"Undeclared\" had Seth Rogen, Kevin Hart, Amy Poehler &amp; him, aka Ron Burgundy","response":"Will Ferrell"},{"text":"\"Studio 60 on the Sunset Strip\" had Bradley Whitford, Merritt Wever, Amanda Peet &amp; him, aka Chandler Bing","response":"Matthew Perry"},{"text":"\"Who Killed Laura Palmer?\" was the hot question after the 1990 debut of this ABC drama","response":"\"Twin Peaks\""},{"text":"\"My So-Called Life\" only lasted a year but it did launch the career of this actress who played 15-year-old Angela Chase","response":"Claire Danes"},{"text":"\"Dr. Vegas\" was only in from September to October 2004 but starred Rob Lowe &amp; this \"American Hustle\" redhead","response":"Amy Adams"}],"originalDate":"2015-02-16"}],[{"category":"STARTS WITH \"P\"","comments":"","clues":[{"text":"Married name of Emily Price who wrote her etiquette when divorce left her broke","response":"Emily Post"},{"text":"Part of the constitution that begins \"We the people of the United States\"","response":"the Preamble"},{"text":"A French copper coin called a picaillon is the root of this word that means \"mean\" or \"petty\"","response":"picayune"},{"text":"This first century Roman Proconsul of Judea presided over the trial of Jesus","response":"Pontius Pilate"},{"text":"Lavender, blue, yellow, white &amp; red sandstone, marls &amp; shale color this area of Northern Arizona","response":"the Painted Desert"}],"originalDate":"1989-09-29"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"Brenden Sullivan, Jr. was the chief defense lawyer for this Iran-Contra figure","response":"Oliver North"},{"text":"Sergei Priakin, the 1st Soviet to play for an NHL team, was hired by this Alberta team in 1989","response":"Calgary (Flames)"},{"text":"The British film \"Scandal\" tells the story of her affair with John Profumo","response":"Christine Keeler"},{"text":"Junk bond king who was earning about $550 million a year at Drexel Burnham Lambert before being indicted","response":"Michael Milken"},{"text":"When this tanker ran aground in 1989, it caused the biggest oil spill in U.S. history","response":"the <i>Exxon Valdez</i>"}],"originalDate":"1989-09-29"},{"category":"FICTION","comments":"","clues":[{"text":"Lenny panics and accidentally kills Curley's wife while stroking her hair in this novel","response":"<i>Of Mice and Men</i>"},{"text":"George Amberson Minifer is the leading character in this novel, the middle volume of a trilogy","response":"<i>The Magnificent Ambersons</i>"},{"text":"By the end of this novel, Mr. Bumble is a pauper in the same workhouse where he once reigned supreme","response":"<i>Oliver Twist</i>"},{"text":"He was mortally wounded while slaying a dragon, decades after he beheaded Grendel","response":"Beowulf"},{"text":"Southern author whose 3rd novel \"Sartoris\", was originally titled \"Flags in the Dust\"","response":"(William) Faulkner"}],"originalDate":"1989-09-29"},{"category":"LAW","comments":"","clues":[{"text":"In the cabinet the Dept. of Justice isn't headed by a secretary but by somebody holding this title","response":"the attorney general"},{"text":"If you die intestate you didn't leave one of these behind","response":"a will"},{"text":"A famous part of this U.S. code is its Chapter 11","response":"the bankruptcy code"},{"text":"Term for a minor who is legally in the care of a guardian","response":"a ward"},{"text":"Type of jury that conducts an inquest into the cause of death","response":"a coroner's jury"}],"originalDate":"1989-09-29"},{"category":"ANATOMY","comments":"","clues":[{"text":"When a physician takes a mallet &amp; whacks you on the knee, he's usually testing this","response":"your reflex"},{"text":"This arm muscle with a long head &amp; a short head flexes the forearm","response":"the bicep"},{"text":"In your ear you have a tympanic bone, a tympanic cavity &amp; a tympanic one of these","response":"a membrane"},{"text":"Procedure in which a needle is inserted into the backbone to draw off some of the fluid inside","response":"a spinal tap"},{"text":"Dislocate your hip &amp; this bone is out of its joint","response":"the femur"}],"originalDate":"1989-09-29"},{"category":"NAME THAT MUSICAL","comments":"","clues":[{"text":"A middle-aged baseball fan sells his soul to the devil to become a young star player","response":"<i>Damn Yankees</i>"},{"text":"A gambler wins a bet by taking a Salvation Army girl to Havana","response":"<i>Guys and Dolls</i>"},{"text":"Big business satire in which a window cleaner bluffs his way to Chairman of the Board","response":"<i>How to Succeed in Business Without Really Trying</i>"},{"text":"A Roman slave tries to buy his freedom by finding a courtesan for his master","response":"<i>A Funny Thing Happened on the Way to the Forum</i>"},{"text":"An elderly Irishman steals a leprechaun's crock of gold &amp; plants it in America","response":"<i>Finian's Rainbow</i>"}],"originalDate":"1989-09-29"}],{"category":"PHYSICS TERMS","text":"Ironically, it's a metaphor meaning a huge step forward, but this 2-word process only occurs on a subatomic scale","response":"a quantum leap"}]}