{"mix":2384,"rounds":[[{"category":"ROADSIDE AMERICA","comments":"","clues":[{"text":"A Bennington, VT furniture store uses this 19' piece to invite visitors to \"set a spell\"","response":"a ladderback chair"},{"text":"In Murphy, N.C.'s Biblical Park are the largest of these, appropriately carved in stone","response":"the Ten Commandments"},{"text":"Until 1985, giant packs of these multi-flavored sweets were ready to \"rescue\" you along N.Y.'s Rte. 1","response":"Life Savers"},{"text":"Near Madison, Minn., a 25' pink &amp; green replica of 1 of these creatures reels in the tourists","response":"a fish"},{"text":"Near Audubon, Iowa, you'll find world's largest statue of this farm animal, Iowa's largest money maker","response":"a bull"}],"originalDate":"1986-09-19"},{"category":"ENDS IN \"OO\"","comments":"","clues":[{"text":"Necromancy, Haitian-style","response":"Voodoo"},{"text":"According to Carmen Lombardo, it's the sound of a sob","response":"\"boo-hoo\""},{"text":"David Letterman called Major League pitcher Terry Forster a fat tub of this","response":"goo"},{"text":"An uproar, or a TV series with Lada Edmund Jr. in  cage doing the frug","response":"hullabaloo"},{"text":"It means \"depart\" &amp; the Otto Preminger film with this name did, quickly","response":"skidoo"}],"originalDate":"1986-09-19"},{"category":"HOLIDAYS","comments":"","clues":[{"text":"Placards in the NYC subway in March '86 urged revelers at this holiday's parade to stay sober","response":"the St. Patrick's Day parade"},{"text":"The military defeat of Antiochus IV, King of Syria, resulted in this Jewish holiday","response":"Hanukkah"},{"text":"In the Disney film, \"It's a jolly holiday\" with her","response":"Mary Poppins"},{"text":"More couples get married in Los Angeles civil ceremonies on this day than on any other day of the year","response":"Valentine's Day"},{"text":"Charles Schulz says his favorite \"Peanuts\" TV special was for this spring observance","response":"Arbor Day"}],"originalDate":"1986-09-19"},{"category":"MAGAZINES","comments":"","clues":[{"text":"The New Republic, National Geographic, and Smithsonian are among magazines published in this city","response":"Washington, D.C."},{"text":"Western's World, American Way, &amp; Eastern Review","response":"airline magazines"},{"text":"Luckily for subscribers, a year's worth of Ellery Queen Mystery Magazine is this many issues","response":"13"},{"text":"Aimed at girls between 12 &amp; 20, it's said to be the only magazine whose name begins with an apostrophe","response":"<i>'Teen</i>"},{"text":"According to its title, for Bob Guccione this magazine has it \"all\"","response":"<i>Omni</i>"}],"originalDate":"1986-09-19"},{"category":"THE 1870s","comments":"","clues":[{"text":"In 1873, these 2 cities combined their populations &amp; names to form the capital of Hungary","response":"Buda & Pest"},{"text":"Since 1879, Ivory soap has been described by this advertising slogan","response":"99 44/100% pure"},{"text":"Captain Matthew Webb was the first to perform this aquatic feat, in 21 hours 45 minutes in August 1875","response":"swim the English Channel"},{"text":"In 1870, the 15th Amendment guaranteed the right to vote regardless of race, color, or this","response":"the condition of previous servitude"},{"text":"He overthrew the Mexican government in 1876 &amp; \"became it\" from 1877 until 1911","response":"Porfirio Díaz"}],"originalDate":"1986-09-19"},{"category":"DEADWOOD","comments":"","clues":[{"text":"With all performances now indoors, Ringling Bros. uses this floor covering only after animal acts","response":"sawdust"},{"text":"It's estimated 1/2 of Boise's particulate air pollution is from wood burned in furnaces, fireplaces and these","response":"wood-burning stoves"},{"text":"A deadlock in debates, or a deadlock of wood floating downstream","response":"a logjam"},{"text":"Partner of Willie Tyler who said he's joining Howdy Doody, Jerry Mahoney &amp; Madame in \"We are the Wood\"","response":"Lester"},{"text":"Bogart played the same role in the Broadway play, film and TV versions of this story","response":"<i>The Petrified Forest</i>"}],"originalDate":"1986-09-19"}],[{"category":"WHAT'S MY LINE?","comments":"","clues":[{"text":"In 1881 Robert Louis Stevenson wrote that marriage is \"a field of battle, and not a bed of\" these","response":"roses"},{"text":"Longfellow called this Italian city a \"white phantom city whose untrodden streets are rivers\"","response":"Venice"},{"text":"This Spaniard wrote, \"a knight without a lady is like a tree without leaves\"","response":"Cervantes"},{"text":"When Mrs. Cratchit asked her husband Bob how this son behaved in church, he replied, \"as good as gold\"","response":"Tiny Tim"},{"text":"In Chapter 2 of \"The Virginian\", this 5-letter word follows \"when you call me that...\"","response":"smile"}],"originalDate":"2015-01-21"},{"category":"FRUITY MUSIC","comments":"","clues":[{"text":"In 1977 Linda Greene took on this nickname when she partnered with Herb","response":"Peaches"},{"text":"In a golden oldie, it's where Fats Domino \"found my thrill\"","response":"Blueberry Hill"},{"text":"In a song by Nilsson, this fruit is put in the coconut &amp; then you drink them both up","response":"the lime"},{"text":"Prince tipped his hat to listeners with this 1985 No. 2 hit","response":"\"Raspberry Beret\""},{"text":"Also the name of a soda, this R.E.M. song says, \"Follow me, don't follow me, I've got my spine\"","response":"\"Orange Crush\""}],"originalDate":"2015-01-21"},{"category":"THE INTERNET","comments":"","clues":[{"text":"The Internet's version of the long-awaited video phone, it was bought by Microsoft in 2011 for over $8 billion","response":"Skype"},{"text":"William Gibson coined this portmanteau word that refers to the Internet as a whole","response":"cyberspace"},{"text":"To come up quickly on Google, companies try to increase SEO, this type of optimization of their websites","response":"search engine"},{"text":"Hold on to your hat!  2015 marks 20 years of his controversial but addictive online political report","response":"Matt Drudge"},{"text":"Your browser's storage of recently visited websites is called a \"web\" this word for something hidden","response":"a cache"}],"originalDate":"2015-01-21"},{"category":"COTTON IS KING","comments":"","clues":[{"text":"In 1794 this man patented his cotton gin","response":"Eli Whitney"},{"text":"Once used to wrap a certain dairy product, this thin cotton fabric is used in the kitchen to drain liquid","response":"cheesecloth"},{"text":"A 1959 ad shows one of this British company's cotton trench coats with its signature plaid lining","response":"Burberry"},{"text":"Dorothy's iconic blue &amp; white checked pinafore in \"The Wizard of Oz\" was made from this cotton fabric","response":"gingham"},{"text":"Similar to khaki, this durable cotton twill was originally used for U.S. Army uniforms; now it's often used for casual pants","response":"chino"}],"originalDate":"2015-01-21"},{"category":"THE BLUE &amp; THE GRAY","comments":"","clues":[{"text":"Dr. Henry Gray, the man behind this medical book, died from smallpox at the age of 34 in 1861","response":"<i>Gray's Anatomy</i>"},{"text":"Grays Harbor, an estuary in Washington State, was formed during the last one of these more than 11,000 years ago","response":"an ice age"},{"text":"To make blue cheese, spores of a fungus genus more often associated with this antibiotic are added to milk","response":"penicillin"},{"text":"The blue whale can eat up to 8 tons of this crustacean a day","response":"krill"},{"text":"Blueshift, shortening in the wavelength of the light of an approaching object, is a type of this man's shift","response":"(Christian) Doppler"}],"originalDate":"2015-01-21"},{"category":"\"CIVIL\"","comments":"","clues":[{"text":"The folks employed by the U.S. government taken collectively","response":"the civil service"},{"text":"Some opponents of same-sex marriage say, hey gay folks, how about these?  Wouldn't these be good enough?","response":"civil unions"},{"text":"Nonviolent refusal to obey laws in an effort to change policy","response":"civil disobedience"},{"text":"Occupation of one who designs, constructs &amp; maintains public works","response":"civil engineer"},{"text":"Title of a 1970s bestseller complaining about Americans' bad English<span class=\"nobreak\">--</span>keep it \"in your head\"","response":"<i>A Civil Tongue</i>"}],"originalDate":"2015-01-21"}],{"category":"STATE CAPITALS EAST OF THE MISSISSIPPI","text":"The last 2 letters of this city's name are the U.S. postal abbreviation for the state that it's the capital of","response":"Albany"}]}