{"mix":2388,"rounds":[[{"category":"FRUIT","comments":"","clues":[{"text":"The name of this fruit contains the name of the drink of the gods","response":"nectarine"},{"text":"The Medjool type of this is the fruit of a certain palm tree","response":"a date"},{"text":"Pamplemousse is French for this citrus fruit","response":"grapefruit"},{"text":"In Colonial times this tropical fruit became a symbol of hospitality","response":"pineapple"},{"text":"Elephant heart is a red-fleshed variety of this fruit","response":"the plum"}],"originalDate":"2015-01-14"},{"category":"WHAT IT'S NOT","comments":"","clues":[{"text":"It's not acting's Peter or Jane, it's the car company that makes the 33-mpg Fit","response":"Honda"},{"text":"It's not derivative, it's from the Latin for \"chief\" &amp; is an election for a party's nomination","response":"primary"},{"text":"It's not a horrific forest made of canines, it's the \"flowering\" state tree of Virginia","response":"dogwood"},{"text":"It's not what you think, sweetie! This leader of Myanmar's National League for Democracy is just a friend!","response":"Aung San Suu Kyi"},{"text":"It's not the building where the freshmen live, it's a vertical window in a projection built out from a sloping roof","response":"a dormer"}],"originalDate":"2015-01-14"},{"category":"WIND","comments":"","clues":[{"text":"This Midwest band was known for its horn-laden pop, as on the hit \"Saturday In The Park\"","response":"Chicago"},{"text":"The horn hook on her hit \"Crazy In Love\" was sampled from the Chi-Lites hit \"Are You My Woman (Tell Me So)\"","response":"Beyoncé"},{"text":"His name is Andy Hamilton &amp; he played sax with this band on their 1980s hit \"Rio\"","response":"Duran Duran"},{"text":"\"Ba de ya, say do you remember\" this hit by Earth, Wind &amp; Fire, one of many featuring the Phenix Horns","response":"\"September\""},{"text":"This group brought in the USC marching band to get that big brass sound on \"Tusk\"","response":"Fleetwood Mac"}],"originalDate":"2015-01-14"},{"category":"\"FIRE\"","comments":"","clues":[{"text":"In 2007 Marko Lisec of Slovenia built a 60,589-cubic foot one of these to celebrate Labor Day","response":"a bonfire"},{"text":"This software or hardware barrier is used to prevent unauthorized persons from accessing your computer","response":"a firewall"},{"text":"Term for a meteor brighter than Venus in the morning or evening sky","response":"a fireball"},{"text":"A British fighter plane of WWII, or a fierce-tempered woman","response":"a Spitfire"},{"text":"This 3-word phrase means taking a risk while engaging in what seems like a game","response":"playing with fire"}],"originalDate":"2015-01-14"},{"category":"CAT-O'-FIVE-TALES","comments":"","clues":[{"text":"In this fictional E.B. White family, there are cat &amp; mouse games between Snowbell &amp; Stuart","response":"the Littles (the Little family)"},{"text":"Church, the cat in this Stephen King novel, is killed one day, then pops up the next day like nothing happened<span class=\"nobreak\">--</span>typical cat","response":"<i>Pet Sematary</i>"},{"text":"\"The Cat\" by this single-named Frenchwoman is about a Russian blue who's devoted to her master<span class=\"nobreak\">--</span>but not to his fiancee","response":"Colette"},{"text":"You can find a book of the Pentateuch in the name of this T.S. Eliot cat who has \"buried nine wives\"","response":"Old Deuteronomy"},{"text":"Robert Heinlein's \"The Cat Who Walks Through Walls\" mentions a cat named Pixel, a reference to this physicist's cat","response":"(Erwin) Schrodinger"}],"originalDate":"2015-01-14"},{"category":"DESIGNERS","comments":"","clues":[{"text":"Last name in common to women's sportswear designers Anne &amp; Calvin","response":"Klein"},{"text":"We know that \"The Devil Wears\" this designer, but do you know she has a doctorate in political science &amp; studied mime?","response":"Prada"},{"text":"She took over creative control of her family's design house in 1997, after her brother Gianni's death","response":"Donatella Versace"},{"text":"Before \"Project Runway\" &amp; his own fashion line, he was a child actor born Karl Anderson Jr.","response":"(Michael) Kors"},{"text":"After his suicide in 2010, Vogue paid tribute to him with a portfolio of his pieces called \"Alexander the Great\"","response":"McQueen"}],"originalDate":"2015-01-14"}],[{"category":"LUCKY '13","comments":"","clues":[{"text":"Carole Middleton served as his nanny in the days immediately following his July 2013 birth","response":"(Prince) George"},{"text":"She was lucky enough to win an Oscar (for \"Silver Linings Playbook\") but unlucky when she tripped on her way to the stage","response":"Jennifer Lawrence"},{"text":"\"You Give Love A Bad Name\" was on the set list of this group's 2013 tour, the year's highest grossing","response":"Bon Jovi"},{"text":"Norwegian comedy duo Ylvis became global superstars when this video featuring a vulpine query went viral","response":"\"What Does The Fox Say?\""},{"text":"On July 13, 2013 she tied the knot with actor Olivier Martinez; 3 months later, at the age of 47, she gave birth to their son","response":"Halle Berry"}],"originalDate":"2015-01-14"},{"category":"A REAL MYSTERY","comments":"","clues":[{"text":"\"The Thousand-Dollar Tan Line\" is an original mystery novel starring this detective played by Kristen Bell","response":"Veronica Mars"},{"text":"After meeting in a Pullman car, Bruno suggests swapping murders with Guy in this classic, the basis for a Hitchcock film","response":"<i>Strangers on a Train</i>"},{"text":"The murder in this mystery takes place aboard the Karnak, a small river steamboat","response":"<i>Death on the Nile</i>"},{"text":"It's Dickens' only true mystery; the end of the work &amp; the solution are a mystery that went to the grave with the author","response":"<i>The Mystery of Edwin Drood</i>"},{"text":"The manuscript of a novel called \"Bombyx Mori\" is at the heart of this second mystery by Robert Galbraith","response":"<i>The Silkworm</i>"}],"originalDate":"2015-01-13"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"David Farragut, who won the 1864 Battle of Mobile Bay, was the first American officer to be given the rank of full this","response":"admiral"},{"text":"Cerebralgia is medical jargon for one of these, of any type","response":"a headache"},{"text":"The bowhead type of this animal has been known to live over 200 years","response":"a whale"},{"text":"To get you into this 5-letter organization of smarties, your IQ has to be in the top 2% of the population","response":"Mensa"},{"text":"In 1997 legislation was passed in this state allowing astronauts to vote from outer space","response":"Texas"}],"originalDate":"2015-01-13"},{"category":"NAME THAT VERB","comments":"","clues":[{"text":"To put a grade on Mr. Zuckerberg's work","response":"mark"},{"text":"To tap gently with the palm to show affection for both Ms. Nixon &amp; Mr. Sajak","response":"pat"},{"text":"To savagely criticize Mr. Torn","response":"rip"},{"text":"To tire out TV commentator Mr. Carlson","response":"tucker"},{"text":"To supply Mr. Nichols with vocal amplification","response":"mike"}],"originalDate":"2015-01-13"},{"category":"BRR, BABY, BRR","comments":"","clues":[{"text":"Florida's record low is a brisk -2 Fahrenheit recorded in 1899 in this state capital","response":"Tallahassee"},{"text":"This continent's record low, -23 Celsius, was recorded in the Snowy Mountains on June 29, 1994","response":"Australia"},{"text":"Hawaii is the only state that's never dropped below zero degrees F., though it has gotten down to 12 F. atop this peak","response":"Mauna Kea"},{"text":"This New England state's record low of -50 F. was recorded in Aroostook County on January 16, 2009","response":"Maine"},{"text":"The Tannenbaums were shivering by the Funtensee as this country hit its record low of -45.9 Celsius at Christmas 2001","response":"Germany"}],"originalDate":"2015-01-13"},{"category":"OUT, -LET","comments":"(Alex: Each response will be two words; one word will have \"L-E-T\" at the end of it.)","clues":[{"text":"A tragic son of Gertrude becomes a meat","response":"hamlet & ham"},{"text":"A portion of veal turns into one share of the loot","response":"cutlet & cut"},{"text":"Lose the \"let\" in a blood component &amp; you're left with a kitchen item","response":"platelet & plate"},{"text":"Subtract \"let\" from a term for 2 lines of poetry &amp; you get a type of overthrow","response":"couplet & coup"},{"text":"A mattress of straw becomes a friend","response":"pallet & pal"}],"originalDate":"2015-01-13"}],{"category":"20th CENTURY NEWSMAKERS","text":"In 1982 a probate judge in his home state of Michigan declared him legally dead","response":"Jimmy Hoffa"}]}