{"mix":2391,"rounds":[[{"category":"TV ADJECTIVES","comments":"","clues":[{"text":"It's the \"S\" in \"Law &amp; Order: SVU\"","response":"Special"},{"text":"The president of Cinnabon did an episode:<br>\"____ Boss\"","response":"Undercover"},{"text":"Referring to animated CIA agent Stan Smith:<br>\"____ Dad!\"","response":"American"},{"text":"Someone's in the kitchen with Ina (Garten):<br>\"____ Contessa\"","response":"Barefoot"},{"text":"Mike Rowe tried all kinds of these \"Jobs\", including roadkill collector","response":"Dirty"}],"originalDate":"2015-01-07"},{"category":"SPANISH CLASS","comments":"","clues":[{"text":"Whew!  Just made it to class ahead of la campana, this","response":"the bell"},{"text":"Quiet down, here comes la maestra, this person","response":"teacher"},{"text":"Help!  My pluma is out of tinta, this","response":"ink"},{"text":"I've got una computadora, a computer, un raton, a mouse &amp; this, un teclado","response":"a keyboard"},{"text":"Arts &amp; Crafts day, yay! Hand me these, las tijeras","response":"scissors"}],"originalDate":"2015-01-07"},{"category":"THE NOVEL'S TITLE CHARACTER","comments":"","clues":[{"text":"John Irving wrote, \"But in the world according to\" him, \"we are all terminal cases\"","response":"Garp"},{"text":"This Swedish girl's \"hair, the color of a carrot, was braided in two tight braids that stuck straight out\"","response":"Pippi Longstocking"},{"text":"Hey, this Thomas Hardy character \"opened the book... which Mr. Phillotson had bestowed on him as a parting gift\"","response":"Jude"},{"text":"This Austen girl: \"Dear Mrs Weston, do not take to match-making... Jane Fairfax mistress of the Abbey!<span class=\"nobreak\">--</span>Oh! no, no\"","response":"Emma"},{"text":"This Edith Wharton title man, \"throwing back his worn bearskin, made room for me in the sleigh at his side\"","response":"Ethan Frome"}],"originalDate":"2015-01-07"},{"category":"\"15\" YEARS","comments":"(Alex: \"15\" comin' up in each correct response.)","clues":[{"text":"The Arch of Constantine is dedicated near the Colosseum in Rome","response":"315"},{"text":"The Magna Carta grants new liberties","response":"1215"},{"text":"King Louis XIV of France dies after a reign of 72 years","response":"1715"},{"text":"Havana, Cuba is founded by conquistador Diego Velazquez de Cuellar","response":"1515"},{"text":"Henry V &amp; his archers win the Battle of Agincourt","response":"1415"}],"originalDate":"2015-01-07"},{"category":"LERNER &amp; LOEWE SONGS","comments":"","clues":[{"text":"\"Early dawn was the time, she would pay for her crime, or would Lancelot reappear, come and rescue\" her","response":"Guinevere"},{"text":"For \"Gigi\", L&L wrote of \"The Night They Invented\" this sparkling potable","response":"champagne"},{"text":"Rex Harrison was singing about this character's face when he sang, \"I've Grown Accustomed To Her Face\"","response":"Eliza Doolittle"},{"text":"\"Thank heaven for\" them; they \"get bigger every day\" &amp; \"grow up in the most delightful way\"","response":"little girls"},{"text":"\"The Heather on the Hill\" was one of the featured songs in this 1947 Lerner &amp; Loewe musical","response":"<i>Brigadoon</i>"}],"originalDate":"2015-01-07"},{"category":"BIOLOGY","comments":"","clues":[{"text":"The name of this 1-celled shape-shifting organism is from the Greek for \"change\"","response":"an amoeba"},{"text":"A halophyte is defined as a plant that thrives in soil with high levels of this","response":"salt"},{"text":"A bird's crop is an expanded area of this muscular tube that serves as a temporary storage area for food","response":"the esophagus"},{"text":"In 1935 botanist Arthur Tansley coined this word for an environment as it functions with its organisms","response":"ecosystem"},{"text":"Though jellyfish are spineless, they form a hydrostatic one of these structures when they take in water","response":"a skeleton"}],"originalDate":"2015-01-07"}],[{"category":"LAKES","comments":"","clues":[{"text":"Large rivers that enter this lake include the St. Joseph, Muskegon &amp; Kalamazoo","response":"Lake Michigan"},{"text":"In 1990 colonies of marine life were found living in hydrothermal vents at the bottom of this Siberian lake","response":"Lake Baikal"},{"text":"Bordered by 5 countries, this saltwater lake is also called the Khazar Sea &amp; the Mazandaran Sea","response":"the Caspian Sea"},{"text":"This scenic lake in central Switzerland is also known as the Lake of the Four Forest Cantons","response":"Lake Lucerne"},{"text":"Lake Balkhash in this largest \"stan\" by area is bizarre in that it's half freshwater, half saltwater","response":"Kazakhstan"}],"originalDate":"2015-01-07"},{"category":"\"BAD\" CALL","comments":"(Alex: And finally, the word \"bad\", or the letters B-A-D, will come up in each correct response in the category...)","clues":[{"text":"5-letter, 2-word modern equivalent of mea culpa","response":"my bad"},{"text":"8-letter, 2-word modern equivalent of mala fides","response":"bad faith"},{"text":"LDL","response":"bad cholesterol"},{"text":"Timothy Leary wrote that \"The Western world has been on\" one of these","response":"a bad trip"},{"text":"Brendan Behan said \"there is no such thing as\" this \"except for your own obituary\"","response":"bad publicity"}],"originalDate":"2015-01-07"},{"category":"WATCH THE BIRDIE","comments":"","clues":[{"text":"Paul Julian voiced this nemesis of Wile E. Coyote","response":"the Road Runner"},{"text":"This little birdie was introduced to \"Peanuts\" in 1967 but didn't get his name until 1970","response":"Woodstock"},{"text":"Crane (voiced by David Cross) is one of the Furious Five in this 2008 martial arts film","response":"<i>Kung Fu Panda</i>"},{"text":"Mumble is an emperor penguin who can't sing, but sure can dance, in this 2006 film","response":"<i>Happy Feet</i>"},{"text":"Gracie Lantz provided this bird's voice, but Mel Blanc originated the \"Ha-ha-ha-ha-ha!\" laugh","response":"Woody Woodpecker"}],"originalDate":"2015-01-06"},{"category":"VOWEL, CONSONANT, VOWEL","comments":"(Alex: Each correct response just three letters.)","clues":[{"text":"Hubbub or toil, but really, it's much this about nothing","response":"ado"},{"text":"It's worth 1 in golf &amp; 15 on the first point in a tennis game","response":"an ace"},{"text":"A grand feeling of wonder or veneration","response":"awe"},{"text":"Rage; you've drawn my...","response":"ire"},{"text":"During the Mesozoic one, Earth had a single hot, reptile-filled continent","response":"era"}],"originalDate":"2015-01-06"},{"category":"A VEGAS HOTEL, OR...","comments":"","clues":[{"text":"Something illusory, without reality or substance, perhaps in the desert","response":"mirage"},{"text":"A resort area along the Mediterranean coast extending from Saint Tropez into Italy","response":"Riviera"},{"text":"A movie with Nigel Terry as King Arthur &amp; Helen Mirren as Morgana","response":"<i>Excalibur</i>"},{"text":"One of the 4 quartiers of Monaco, 9 miles east of Nice, France","response":"Monte Carlo"},{"text":"The region of the upper atmosphere extending upward from the tropopause to about 30 miles above the Earth","response":"the stratosphere"}],"originalDate":"2015-01-06"},{"category":"NO. 1 BESTSELLERS IN THE ZERO YEARS","comments":"","clues":[{"text":"1940: Richard Llewellyn's \"How Green Was My Valley\" dug into the lives &amp; loves of coal miners in this country","response":"Wales"},{"text":"1960: The Senate does not \"Advise and Consent\" when a Commie-coddler is nominated as this Cabinet secretary","response":"Secretary of State"},{"text":"1920: \"The Man of the Forest\" created by this \"Purple Sage\" author prefers the company of bears to people","response":"Zane Grey"},{"text":"2000: This John Grisham novel concerns 3 disgraced judges who hatch another scam while in jail","response":"<i>The Brethren</i>"},{"text":"1980: His newest epic was \"The Covenant\", spanning the settlement of South Africa","response":"James Michener"}],"originalDate":"2015-01-06"}],{"category":"CONSTITUTIONAL AMENDMENT MATH","text":"Total of the numbers of the amendments banning state-sponsored official religion, ending slavery &amp; repealing Prohibition","response":"35"}]}