{"mix":2394,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This metal more valuable than gold has a name that means \"little silver\" due to its appearance","response":"platinum"},{"text":"This term for an amateur photographer comes from the device that opens &amp; closes the aperture of a lens","response":"a shutterbug"},{"text":"Named for a region in Norway, a Telemark is a type of turn used in this sport","response":"skiing"},{"text":"The name of this water-soluble carbohydrate found in ripe fruit is derived from the Greek for \"coagulate\"","response":"pectin"},{"text":"The name of this form of therapeutic massage using the thumbs &amp; palms is Japanese for \"finger pressure\"","response":"shiatsu"}],"originalDate":"2014-12-31"},{"category":"POETIC LAST LINES","comments":"","clues":[{"text":"\"Noble six hundred!\" ends this poem","response":"\"The Charge of the Light Brigade\""},{"text":"This poem's title has 7 words, like its last line \"and miles to go before I sleep\"","response":"\"Stopping by Woods on a Snowy Evening\""},{"text":"A poem by him ends, \"and then my heart with pleasure fills, and dances with the daffodils\"","response":"(William) Wordsworth"},{"text":"\"In her sepulchre there by the sea, in her tomb by the sounding sea\" ends this poem","response":"\"Annabel Lee\""},{"text":"His poem about a \"dream deferred\" ends, \"maybe it just sags like a heavy load.  Or does it explode?\"","response":"(Langston) Hughes"}],"originalDate":"2014-12-31"},{"category":"IPOs","comments":"","clues":[{"text":"A little birdie told me that this social media company raised $2.1 billion in its Nov. 2013 initial public offering","response":"Twitter"},{"text":"In 2013 this theme park company made a splash with its IPO; it jumped 24% on the first day","response":"SeaWorld"},{"text":"Stock symbol VG, this telecom company had a disastrous IPO in 2006","response":"Vonage"},{"text":"In 2011 this online discounter raised $700 million in the largest Internet IPO since Google in 2004","response":"Groupon"},{"text":"Not named for a Vermont city, the stock for this clothing \"factory\" rose 40% after its 2013 offering","response":"Burlington"}],"originalDate":"2014-12-31"},{"category":"RIBBONS","comments":"","clues":[{"text":"Unable to find a store open to buy a printer ribbon in 1985, Tom Stemberg founded this office supply superstore","response":"Staples"},{"text":"Pack your ribbons if you're competing in this sport, an Olympic medal event since 1984","response":"rhythmic gymnastics"},{"text":"The Blue Ribbon Foundation raises funds for the grounds where this annual Iowa event takes place","response":"the Iowa State Fair"},{"text":"The ribbon snake, which usually has 3 yellow stripes down its back, is a species of this commonest North American snake","response":"the garter snake"},{"text":"With a 1,612-foot drop, Ribbon Fall in this national park is the tallest uninterrupted waterfall in the United States","response":"Yosemite"}],"originalDate":"2014-12-30"},{"category":"HISTORY","comments":"","clues":[{"text":"70 delegates were chosen for this 1787 gathering; 55 attended &amp; 39 ended up signing","response":"the Constitutional Convention"},{"text":"Protests in the Philippines in 1986 drove this longtime leader into exile","response":"(Ferdinand) Marcos"},{"text":"In 2013 this Brazilian president was not happy that the U.S. was listening in on her phone calls","response":"Dilma Rousseff"},{"text":"She was the mother of England's Queen Elizabeth I","response":"Anne Boleyn"},{"text":"In 1867 Mutsuhito, known as this \"M\"peror, came to the throne &amp; the modernization of Japan began","response":"Meiji"}],"originalDate":"2014-12-30"},{"category":"WRITTEN BY","comments":"","clues":[{"text":"\"Poems, Chiefly in the Scottish Dialect\" were written by him","response":"(Rabbie) Burns"},{"text":"The Dorlcote Mill is \"The Mill on the Floss\" in a book written by this woman","response":"George Eliot"},{"text":"This Welsh poet wrote the play \"Under Milk Wood\"","response":"(Dylan) Thomas"},{"text":"Of the 90 plays written by this ancient Greek, only 7 have survived intact, including the \"Oresteia\"","response":"Aeschylus"},{"text":"This book written by Norman Mailer focused on condemned killer Gary Gilmore","response":"<i>The Executioner's Song</i>"}],"originalDate":"2014-12-30"}],[{"category":"THE WINNERS","comments":"","clues":[{"text":"This team was the winner of the first Super Bowl","response":"the (Green Bay) Packers"},{"text":"In 2013 Tony Hale won an Emmy as Gary Walsh, enabler to the politician Selina Meyer, on this HBO series","response":"<i>Veep</i>"},{"text":"With 22 &amp; counting, this quartet has won more Grammys than any other rock group","response":"U2"},{"text":"It was the first sequel to win the Academy Award for Best Picture","response":"<i>The Godfather Part II</i>"},{"text":"With a glam rock feel, this production won the 2014 Tony Award for Best Revival of a Musical","response":"<i>Hedwig and the Angry Inch</i>"}],"originalDate":"2014-12-30"},{"category":"THINGS TO DO &amp; SEE IN ISRAEL","comments":"","clues":[{"text":"Armored vehicles from a 1948 Arab siege of this holy city, long left as rusty memorials, have moved to a national park","response":"Jerusalem"},{"text":"First built in the 4th century, a church in Tabgha on the Sea of Galilee honors this culinary miracle of Matthew 14","response":"the miracle of the loaves & fishes"},{"text":"In Tel Aviv, stop by Independence Hall on Rothschild Blvd., where this leader declared the state of Israel on May 14, 1948","response":"(David) Ben-Gurion"},{"text":"Head to the Negev Desert to see some of these mountain goats with back-curving horns in their native habitat","response":"ibex"},{"text":"Try to catch the Israel Philharmonic led by this Bombay-born man, the orchestra's music director for life","response":"Zubin Mehta"}],"originalDate":"2014-12-30"},{"category":"EARTHLY QUOTES","comments":"","clues":[{"text":"Quoted as a Native American saying is \"We do not inherit the earth from our ancestors, we borrow it from\" this group","response":"our children (our descendants accepted)"},{"text":"From a popular Christmas carol:<br>These \"bending near the Earth, to touch their harps of gold\"","response":"angels"},{"text":"This man in Memphis in 1968:<br>\"I just want to do God's will.  And he's allowed me to go up to the mountain\"","response":"(Martin Luther) King"},{"text":"Genesis 45:<br>\"Ye shall eat\" this \"of the land\"","response":"the fat"},{"text":"\"Everyone wants a piece of land. It's the only sure investment\", writes Sam Shepard in his play \"Curse of\" this group","response":"the starving class"}],"originalDate":"2014-12-30"},{"category":"11-LETTER WORDS","comments":"","clues":[{"text":"In this game, players try to snap small disks into a cup by pressing them on the edge with a larger disk","response":"tiddlywinks"},{"text":"A pilot who, in the early days of aviation, would travel to towns &amp; perform aerial stunts above local farm fields","response":"a barnstormer"},{"text":"It's the term for someone who collects pieces of eight, Venetian ducats or Confederate half-dollars","response":"numismatist"},{"text":"Meaning hidden or done in secret, this adjective is sometimes used to describe an illicit love affair","response":"clandestine"},{"text":"It's the growing of grapes, especially for use in making wine","response":"viniculture (viticulture accepted)"}],"originalDate":"2014-12-30"},{"category":"NOVELS BY CHAPTER","comments":"","clues":[{"text":"Partly set in the Klondike:<br>\"The Sounding of the Call\"","response":"<i>The Call of the Wild</i>"},{"text":"The first of 3:<br>\"The Breaking of the Fellowship\"","response":"<i>The Fellowship of the Ring</i>"},{"text":"Set in the 15th century, but written in the 19th:<br>\"A Bird's Eye View of Paris\"","response":"<i>The Hunchback of Notre Dame</i>"},{"text":"The first of a \"Saga\":<br>\"Blood Type\"","response":"<i>Twilight</i>"},{"text":"By Dickens:<br>\"Wickfield and Heep\"","response":"<i>David Copperfield</i>"}],"originalDate":"2014-12-29"},{"category":"LAWFUL IDIOMS","comments":"","clues":[{"text":"There are no actual hurdles involved in doing this to \"bail\", but whoever put up your money is gonna be mad","response":"jumping bail"},{"text":"Criminal accountants are said to do this to \"the books\", &amp; they probably didn't go to Le Cordon Bleu","response":"cook"},{"text":"To lightly graze something, or, if you're briefly in the penal system, what you have \"with the law\"","response":"a brush"},{"text":"A judge handing down a light sentence is giving this 4-word gentle blow","response":"a slap on the wrist"},{"text":"Got no case?  \"You don't have\" this, so there's nothing to physically hold you up","response":"legs to stand on"}],"originalDate":"2014-12-29"}],{"category":"BRITISH LITERATURE","text":"A chapter of \"The Jungle Book\" has this double-talk title, echoing the opening line of a Brit's poem some 100 years prior","response":"\"Tiger! Tiger!\""}]}