{"mix":2403,"rounds":[[{"category":"THAT'S MY CUP OF TEA","comments":"","clues":[{"text":"Gunpowder is this \"colorful\" type of tea that comes from leaves that are steamed &amp; dried but not fermented","response":"green"},{"text":"This black pekoe tea bears the name that preceded Sri Lanka","response":"Ceylon"},{"text":"The name of this soothing tea is combined from Greek words for \"ground\" &amp; \"apple\"","response":"chamomile"},{"text":"Developed in 17th century China, this type of tea is sometimes spelled starting \"wu\" instead of \"oo\"","response":"oolong"},{"text":"This black tea hails from India's place of the same name in the state of West Bengal &amp; its leaves are grown at 7,000 feet","response":"Darjeeling"}],"originalDate":"2014-12-17"},{"category":"TV NUMBERS","comments":"","clues":[{"text":"On ABC with Elizabeth Vargas &amp; David Muir:<br>\"____/____\"","response":"<i>20/20</i>"},{"text":"Raven pride:<br>\"____ Tree Hill\"","response":"<i>One</i>"},{"text":"Help is on the way:<br>\"Nanny ____\"","response":"<i>911</i>"},{"text":"A Syfy original:<br>\"Warehouse ____\"","response":"<i>13</i>"},{"text":"USA Network found them:<br>\"The ____\"","response":"<i>4400</i>"}],"originalDate":"2014-12-17"},{"category":"WHAT A COUP!","comments":"","clues":[{"text":"On Jan. 16, 1979 he didn't abdicate after leaving Iran, but Khomeini assumed control anyway","response":"the Shah"},{"text":"By the end of the day on Sept. 11, 1973, Augusto Pinochet had done an end run on this president of Chile","response":"Salvador Allende"},{"text":"In 1968 this Arab nationalist party sent the old government in Iraq to the showers","response":"the Baath Party"},{"text":"In 1999 P.M. Sharif didn't like it after this \"P.M.\" named himself Pakistan's chief executive","response":"Pervez Musharraf"},{"text":"Suleyman Demirel's sixth term was cut short by a 1980 coup but he became P.M. again in 1991 in this country","response":"Turkey"}],"originalDate":"2014-12-17"},{"category":"PLATINUM BANDS","comments":"(Alex: That indicates a million records sold, as you know.)","clues":[{"text":"\"The Wall\" by this group is certified 23 times platinum","response":"Pink Floyd"},{"text":"Sales of \"Back in Black\" continue to jolt these rockers","response":"AC/DC"},{"text":"\"She Will Be Loved\" is one of the \"Songs About Jane\", a multi-platinum album from this band","response":"Maroon 5"},{"text":"The song \"Hey Ya!\" helped move 11 million copies of \"Speakerboxxx/The Love Below\" for this hip-hop outfit","response":"OutKast"},{"text":"This country trio went multi-platinum with \"Fly\" &amp; \"Wide Open Spaces\"","response":"Dixie Chicks"}],"originalDate":"2014-12-17"},{"category":"PHILOSOPHY","comments":"","clues":[{"text":"David Hume said the love of this, which a witness is asked to tell, \"never is, nor can be carried to too high a degree\"","response":"the truth"},{"text":"According to Hegelian dialectic, this is the solution to the 2 opposites thesis &amp; antithesis","response":"synthesis"},{"text":"In his 1886 work \"Beyond Good and Evil\", he expounded on his concept of the Superman","response":"Nietzsche"},{"text":"Metaphysics is often divided into 2 areas: ontology, the study of being, &amp; this, the study of the physical universe","response":"cosmology"},{"text":"This English philosopher said it's \"necessary to distinguish...the business of civil government from that of religion\"","response":"John Locke"}],"originalDate":"2014-12-17"},{"category":"THE TITLE WHO...","comments":"","clues":[{"text":"Stieg Larsson:<br>\"The Girl Who Played with...\"","response":"<i>Fire</i>"},{"text":"A James Bond novel:<br>\"The Spy Who...\"","response":"<i>Loved Me</i>"},{"text":"A George Smiley novel:<br>\"The Spy Who...\"","response":"<i>Came in from the Cold</i>"},{"text":"Oliver Sacks:<br>\"The Man Who Mistook His Wife for a...\"","response":"<i>Hat</i>"},{"text":"Kipling:<br>\"The Man Who Would...\"","response":"<i>Be King</i>"}],"originalDate":"2014-12-17"}],[{"category":"SPANISH WORDS WITHIN WORDS","comments":"(Alex: The clues will be in English, but within those clues will be a Spanish word that you have to come up with.)","clues":[{"text":"I spotted Nicholas &amp; though we'd had our differences, I greeted him with a simple this","response":"<i>hola</i> (in Nic<b>hola</b>s)"},{"text":"To quench its tremendous thirst, the jaguar roamed the area in search of this","response":"<i>agua</i> (in j<b>agua</b>r)"},{"text":"The studio recording didn't pick up any ambient sounds, so we believed the track sounded this","response":"<i>bien</i> (in am<b>bien</b>t)"},{"text":"Only a runoff would cease the political bickering &amp; leave this many office seekers happy","response":"<i>uno</i> (in r<b>uno</b>ff)"},{"text":"The traitorous soldier refused to surrender when identified &amp; even charged like this animal","response":"<i>toro</i> (in trai<b>toro</b>us)"}],"originalDate":"2014-12-17"},{"category":"WHEN I WAS YOUR AGE...","comments":"","clues":[{"text":"People went out &amp; bought records; why, in 1956, this man sold 10 million singles, proving he was \"The King\"","response":"Elvis (Presley)"},{"text":"These devices, like the Univac, took up whole rooms","response":"computers"},{"text":"Baseball players didn't go on strike; they pulled off feats like this one by pitcher Don Larsen in the 1956 World Series","response":"throwing a perfect game"},{"text":"We didn't have SUVs, we had cars like this company's Edsel","response":"Ford"},{"text":"The Russians weren't sending tourists into space, they were sending this first manmade satellite to orbit the Earth","response":"Sputnik"}],"originalDate":"2004-02-18"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"The Metropolis, Illinois festival honoring this fictional hero celebrated its 25th anniversary in June 2003","response":"Superman"},{"text":"During this city's Feast of the Redeemer, a parade of gondolas is held on its canals","response":"Venice"},{"text":"On March 26 this state celebrates Prince Kuhio Day to honor its first delegate to the U.S. Congress","response":"Hawaii"},{"text":"A reenactment of the 1565 landing of Don Pedro Menendez de Aviles is an annual tradition in this Florida city","response":"St. Augustine"},{"text":"A shooting contest tops the festivities at the Greenville, Ohio celebration of this female sharpshooter","response":"Annie Oakley"}],"originalDate":"2004-02-18"},{"category":"NONPOTENT POTABLES","comments":"","clues":[{"text":"First bottled way back in 1826, its name is \"naive\" backwards","response":"Evian"},{"text":"You can get this beverage from llamas, reindeer, water buffalos &amp; coconuts","response":"milk"},{"text":"The name of this orange pineapple soda sounds like it will refresh you in the desert","response":"Cactus Cooler"},{"text":"This fruit juice drink is named for the fact it provides a full day's supply of a certain vitamin","response":"Hi-C"},{"text":"A cardboard cutout of Shakira comes to life &amp; tangos with a grocery clerk in a commercial for this soda","response":"Pepsi"}],"originalDate":"2004-02-18"},{"category":"DINOSAURS","comments":"","clues":[{"text":"Of geologist, paleontologist, or philologist, the one that most accurately describes a dinosaur scientist","response":"a paleontologist"},{"text":"Some speculate that this \"monster\" of Scotland may be an aquatic dinosaur known as a Plesiosaur","response":"the Loch Ness monster"},{"text":"This \"roof lizard\" famous for the triangular plates on its back had a brain the size of a ping pong ball","response":"the <i>Stegosaurus</i>"},{"text":"The Oviraptor dinosaur's name indicates that it is believed to have stolen these for food","response":"eggs"},{"text":"Dinosaurs lived in this era, from 225 to 65 million years ago, whose name means \"middle life\"","response":"Mesozoic"}],"originalDate":"2004-02-18"},{"category":"BIOLOGY","comments":"","clues":[{"text":"In the 1940s a moldy cantaloupe in Peoria was found to yield a better strain of this drug than Dr. Fleming's","response":"penicillin"},{"text":"In birds, the crop, a baglike swelling of this tube, is used to store food until there is room in the stomach","response":"the esophagus"},{"text":"By definition, edentulous animals don't have these","response":"teeth"},{"text":"The paramecium, a microscopic organism found in freshwater bodies, swims via these hairlike structures","response":"ciliate"},{"text":"This type of cell division takes place in 4 steps: prophase, metaphase, anaphase &amp; telophase","response":"mitosis"}],"originalDate":"2004-02-18"}],{"category":"POETS","text":"He gave his pets names like Wiscus, Pettipaws, George Pushdragon &amp; Jellylorum, the last of which he used in a poem","response":"T.S. Eliot"}]}