{"mix":2409,"rounds":[[{"category":"STATE FLAGS","comments":"","clues":[{"text":"December 7, 1787<span class=\"nobreak\">--</span>the date it ratified the Constitution<span class=\"nobreak\">--</span>is on its flag","response":"Delaware"},{"text":"On this state's flag, adopted in 1907, a sheaf of grain, not a potato, symbolizes state agriculture","response":"Idaho"},{"text":"A badger &amp; the year 1848 appear on this state's flag","response":"Wisconsin"},{"text":"Appropriately, this \"Evergreen State\" is the only state that has a green flag","response":"Washington"},{"text":"The motto on this state's flag is translated as \"If you seek a pleasant peninsula, look around you\"","response":"Michigan"}],"originalDate":"2004-02-19"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"One of Europe's few active volcanoes, Stromboli lies in the Tyrrhenian Sea off the coast of this nation's \"toe\"","response":"Italy"},{"text":"At 6,952 feet above sea level, Hvannadalshnukur is this North Atlantic island nation's highest point","response":"Iceland"},{"text":"Jabal Katrinah on this peninsula is Egypt's highest peak; in the 1970s, during occupation, it was Israel's highest point","response":"the Sinai Peninsula"},{"text":"The 1980 eruption of Mount Saint Helens in this Washington range was the first in the lower 48 states since 1917","response":"the Cascades"},{"text":"Tbilisi, Georgia, is a major city in this range","response":"the Caucasus"}],"originalDate":"2004-02-19"},{"category":"BEYOND REASON","comments":"","clues":[{"text":"Legend says in 1657 the ceremonial cremation of an unlucky Kimono started a fire that burned 3/4 of this city","response":"Tokyo"},{"text":"This team that sold Babe Ruth to the Yankees is said to labor under \"The curse of the Bambino\"","response":"the Red Sox"},{"text":"In 1969 Governor Jimmy Carter filed a report of sighting one of these luminous objects","response":"a UFO"},{"text":"From the Latin for \"to forewarn\", it's a sensation of what will happen in the future","response":"a premonition"},{"text":"Mali's Dogon may have known centuries ago of this brightest star's companion star, invisible to the naked eye","response":"Sirius"}],"originalDate":"2004-02-19"},{"category":"PLAY STATION","comments":"","clues":[{"text":"Fortinbras is the Prince of Norway in this Shakespeare<br>tragedy","response":"<i>Hamlet</i>"},{"text":"The cruel Miss Hannigan runs the Municipal Orphanage in this perennial favorite","response":"<i>Annie</i>"},{"text":"A slob and a neat freak become rooommates in this Neil Simon comedy","response":"<i>The Odd Couple</i>"},{"text":"This 1959 play is based on the true story of Helen Keller &amp; the woman who taught her to communicate","response":"<i>The Miracle Worker</i>"},{"text":"Tragic plays by Sophocles include this guy \"The King\" &amp; \"At Colonus\"","response":"Oedipus"}],"originalDate":"2004-02-19"},{"category":"PREFIXES &amp; SUFFIXES","comments":"","clues":[{"text":"Cardio- is this body part","response":"the heart"},{"text":"Kilo- means this number","response":"1,000"},{"text":"Semi- and hemi- both mean this","response":"half"},{"text":"-one can refer to a compound containing this gaseous element, atomic no. 8","response":"oxygen"},{"text":"Xantho- is yellow; cyano- is this color","response":"blue"}],"originalDate":"2004-02-19"},{"category":"HI, TECH!","comments":"","clues":[{"text":"\"Bad Piggies\" &amp; \"Seasons\" are offshoots of this Rovio game app","response":"<i>Angry Birds</i>"},{"text":"The makers of the Spark-Renault SRT_01E race car, which runs on this, claim it can hit 62 mph in under 3 seconds","response":"electricity"},{"text":"No. 6 of Forbes' Top 7 Tech Trends That Will Dominate 2014: this type of \"printing will begin to revolutionize production\"","response":"3-D printing"},{"text":"This accessory includes voice recognition in 3 languages, so you can say \"Xbox on\", \"Xbox demarrez\" or \"Xbox einschalten\"","response":"Kinect"},{"text":"howstuffworks.com: this \"colorful\" way of connecting different types of tech \"is wireless, inexpensive and automatic\"","response":"Bluetooth"}],"originalDate":"2014-12-05"}],[{"category":"SHORTENED WORDS","comments":"(Alex: You give us the longer version, please.)","clues":[{"text":"Con,<br>like one serving time in prison","response":"convict"},{"text":"Pen,<br>a place that's full of cons","response":"penitentiary"},{"text":"Memo,<br>a short note or reminder","response":"memorandum"},{"text":"Flu;<br>we hope you don't come down with it","response":"influenza"},{"text":"Pants;<br>the longer word comes from the name of a character in Italian comedy","response":"pantaloon"}],"originalDate":"2014-12-05"},{"category":"SONG LYRICS","comments":"","clues":[{"text":"\"Oh my darling, oh my darling, oh my darling\", this person","response":"Clementine"},{"text":"\"Where the buffalo roam\" is also where these 2 animals \"play\"","response":"the deer & the antelope"},{"text":"We can't help repeating ourselves<span class=\"nobreak\">--</span>it's what we'll say \"When Johnny comes marching home again\"","response":"hurrah"},{"text":"An optimistic tune from American Authors:<br>\"This is gonna be, this is gonna be, this is gotta be\" this","response":"the best day of my life"},{"text":"\"Mine eyes have seen the glory of\" this 5-word phrase","response":"the coming of the Lord"}],"originalDate":"2014-12-05"},{"category":"THE 18th CENTURY","comments":"","clues":[{"text":"The problem with the story of this queen saying, \"Let them eat cake\" after being told Parisians had no bread?  It's false","response":"Marie Antoinette"},{"text":"Amendment 8 of the 10 collectively known as this said cruel &amp; unusual punishment was a big no-no","response":"the Bill of Rights"},{"text":"Eli Whitney invented a faster version of this seed-removing machine in 1793, but simple ones were used in India in the 400s","response":"the cotton gin"},{"text":"In 1790 he became our first Secretary of State; he got a big promotion a little over a decade later","response":"Thomas Jefferson"},{"text":"On May 17, 1792 an agreement was signed outside of 68 this street that would establish the N.Y. Stock &amp; Exchange Board","response":"Wall Street"}],"originalDate":"2014-12-05"},{"category":"ANALOGIES","comments":"","clues":[{"text":"Dog is to bark as duck is to this","response":"quack"},{"text":"A ruler is to length as this is to body temperature","response":"a thermometer"},{"text":"Foot is to feet as datum is to this","response":"data"},{"text":"Car is to garage as airplane is to this","response":"hangar"},{"text":"Santiago is to Chile as this is to Peru","response":"Lima"}],"originalDate":"2014-12-05"},{"category":"BOOKS","comments":"","clues":[{"text":"Mrs. Olinski's 6th grade Academic Bowl team is the focus of \"The View from\" this day of the week","response":"Saturday"},{"text":"\"Third Grade Angels\" is the prequel to this book that mentions the next school year in the title","response":"<i>Fourth Grade Rats</i>"},{"text":"Abracadabra!  Book one in the \"Septimus Heap\" series has this 5-letter title, though not spelled the usual way","response":"<i>Magyk</i>"},{"text":"Roy Eberhardt is trying to protect miniature burrowing owls in this book by Carl Hiaasen","response":"<i>Hoot</i>"},{"text":"Besides editing the Rodent's Gazette, the newspaper of New Mouse City, this mouse goes on adventures with his sister Thea","response":"Geronimo Stilton"}],"originalDate":"2014-12-05"},{"category":"IT'S A MYSTERY","comments":"","clues":[{"text":"In \"The Westing Game\", this last testament of millionaire Sam Westing contains a puzzle; the solver gets his fortune","response":"his will"},{"text":"\"The Boscombe Valley Mystery\" is an 1891 short story featuring this British detective<span class=\"nobreak\">--</span>elementary!","response":"Sherlock Holmes"},{"text":"PC games like \"The Secret of Shadow Ranch\" let you solve along with this teen sleuth who made her print debut in 1930","response":"Nancy Drew"},{"text":"\"Beautiful Redemption\" is the finale of this paranormal mystery series set in a small South Carolina town","response":"<i>Beautiful Creatures</i>"},{"text":"In this series, kids who've mysteriously had their memories erased must escape from confinement in \"the Glade\"","response":"<i>The Maze Runner</i>"}],"originalDate":"2014-12-04"}],{"category":"EDUCATION","text":"Friedrich Froebel wanted children to grow naturally, like plants, so he named his school this","response":"kindergarten"}]}