{"mix":2410,"rounds":[[{"category":"7-LETTER WORDS","comments":"","clues":[{"text":"You'll lava this type of mountain with a cuplike crater at the summit","response":"volcano"},{"text":"Opposite in order, or the car gear that will have you looking backward","response":"reverse"},{"text":"To grapple like Kevin Nash or CM Punk","response":"wrestle"},{"text":"To coin a word, it's one of 4 equal parts","response":"quarter"},{"text":"The first 3 letters in this study of animals is a place you'd find a lot of 'em","response":"zoology"}],"originalDate":"2014-12-04"},{"category":"GETTING ATTACHED","comments":"","clues":[{"text":"1968 brought the first major-brand sneakers with this brand name fastener instead of laces","response":"Velcro"},{"text":"If you put up your own website, you may want to post this 4-letter connection to your favorite band's site","response":"a link"},{"text":"The Bible says the children of Israel had it tough \"with hard bondage, in mortar, and in\" this, which mortar binds together","response":"bricks"},{"text":"In public, one of these, maybe retractable, should be attached to a Rottweiler","response":"a leash"},{"text":"This process of joining may be chemical or may be done when you &amp; mom do activities together","response":"bonding"}],"originalDate":"2014-12-04"},{"category":"PLACES, EVERYBODY","comments":"","clues":[{"text":"City:<br>Takeshita Street in this Japanese capital is a center for youth culture &amp; fashion","response":"Tokyo"},{"text":"Country:<br>It's 2 letters shorter &amp; much smaller than Australia, &amp; it's German-speaking","response":"Austria"},{"text":"Region:<br>About 1/6 of the Lower 48 states is the \"Great\" these flat areas","response":"the Plains"},{"text":"Province:<br>Canada's largest in area, it was once ruled by France","response":"Québec"},{"text":"Neighborhood:<br>125th Street is the heart of this traditionally African-American part of Manhattan","response":"Harlem"}],"originalDate":"2014-12-04"},{"category":"\"N\"TERTAINMENT","comments":"","clues":[{"text":"\"See Dad Run\" &amp; \"The Haunted Hathaways\" are on this channel","response":"Nickelodeon"},{"text":"Book 2 in \"The Heroes of Olympus\" is \"The Son of\" this Roman god","response":"Neptune"},{"text":"First names in One Direction are Harry, Liam, Zayn, Louis &amp; this one","response":"Niall"},{"text":"In a classic book, Mrs. Frisby meets the rats of this place","response":"NIMH"},{"text":"Radio Disney uses the label N.B.T., short for this","response":"the next big thing"}],"originalDate":"2014-12-04"},{"category":"REMEMBER THE PAST?","comments":"","clues":[{"text":"In 2007 Ban Ki-moon took over from Kofi Annan as Secretary-General of this","response":"the United Nations"},{"text":"In 2011 the Messenger space probe entered orbit around this planet named for a messenger","response":"Mercury"},{"text":"In 2013 the biggest meteor to hit Earth in more than a century exploded over Chelyabinsk in this country","response":"Russia"},{"text":"On January 1, 2014 Latvia became the 18th country to adopt this currency","response":"the euro"},{"text":"In 2014 voters of this land said no to independence, we'll stay in the United Kingdom","response":"Scotland"}],"originalDate":"2014-12-04"},{"category":"IT'S RAINING","comments":"","clues":[{"text":"Women hold hands &amp; leap from foot to foot in the Mexican Rutuburi, one of these ceremonies meant to induce rainfall","response":"a rain dance"},{"text":"It did rain on this Pasadena parade in 2006, maybe because it was held on Jan. 2 instead of Jan. 1","response":"the Rose Parade"},{"text":"The title of \"Rainiest Place on Earth\" is disputed between the towns of Mawsynram &amp; Cherrapunji in this country","response":"India"},{"text":"An Old French word for a measuring stick gives us this name for a device used to collect &amp; measure rainfall","response":"a rain gauge"},{"text":"Open your umbrella when you see this Latin word in the name of a cloud; it means it's a rain cloud","response":"nimbus"}],"originalDate":"2014-12-04"}],[{"category":"THE BIBLE","comments":"","clues":[{"text":"After creating the heavens &amp; the earth, God rested on this number day","response":"7"},{"text":"The 4 gospel writers of the New Testament were Matthew, Mark &amp; these 2","response":"John & Luke"},{"text":"An invasion of these amphibians was the second of the 10 plagues of Egypt","response":"frogs"},{"text":"This great &amp; wise king built his temple around 1000 B.C.","response":"Solomon"},{"text":"The longest of these songs is number 119, with 176 verses","response":"psalms"}],"originalDate":"2014-12-03"},{"category":"MOVIES","comments":"","clues":[{"text":"Hiccup, Toothless, Astrid &amp; the rest of the gang return in the sequel to this movie with Vikings &amp; dragons","response":"<i>How to Train Your Dragon</i>"},{"text":"This villain from \"Sleeping Beauty\" got her own movie in 2014, with Angelina Jolie in the title role","response":"Maleficent"},{"text":"The latest movie about these mutants is \"Days of Future Past\"; what does that even mean?","response":"X-Men"},{"text":"Air racer Dusty joins a helicopter named Blade Ranger in this animated movie subtitled \"Fire &amp; Rescue\"","response":"<i>Planes</i>"},{"text":"\"Million Dollar Arm\" tells the true story of an agent who goes to this country to recruit cricket bowlers to play baseball","response":"India"}],"originalDate":"2014-12-03"},{"category":"ETIQUETTE","comments":"","clues":[{"text":"English speakers have been using this \"magic word\" since the 1300s, &amp; when you ask for something, you should, too","response":"please"},{"text":"In a traditional table setting, this should be placed so that the blade faces the plate","response":"the knife"},{"text":"When doing this, blot your palm if it's damp, look the other person in the eye &amp; use a firm but not crushing grip","response":"shaking someone's hand"},{"text":"When you're at the dinner table, turn off this Apple device introduced in April 2010, even if you're winning at Fruit Ninja","response":"an iPad"},{"text":"You don't have to down your whole soda after you clink glasses for one of these ceremonial drinks; a sip will do","response":"a toast"}],"originalDate":"2014-12-03"},{"category":"GAMES","comments":"","clues":[{"text":"Boots of Butt-Kicking &amp; the Staff of Napalm are in this game that shares its name with a \"Wizard of Oz\" folk","response":"<i>Munchkin</i>"},{"text":"In the app called Plants vs. these, you have an army of vegetables at your disposal to defeat the undead","response":"Zombies"},{"text":"In the app called Sushi Monster, kids practice this school subject by feeding the title monster sushi","response":"math"},{"text":"To play this pool game named for an Italian, try to determine where people are by homing in on their voices","response":"Marco Polo"},{"text":"Build roads &amp; cities in the Mayfair board game called \"Settlers of\" this place","response":"Catan"}],"originalDate":"2014-12-03"},{"category":"MAKING YOU WATCH TELEVISION","comments":"","clues":[{"text":"An app for this NBC competition show makes you the coach &amp; asks, \"Who will you turn your chair for?\"","response":"<i>The Voice</i>"},{"text":"Phoebe &amp; Max are brother &amp; sister on this Nick show about a family of superheroes trying to fit in","response":"<i>The Thundermans</i>"},{"text":"The 7th season of this ABC obstacle course show had a \"Tournament of Champions\"<span class=\"nobreak\">--</span>a solid idea<span class=\"nobreak\">--</span>&amp;, as always, made a big splash","response":"<i>Wipeout</i>"},{"text":"Brothers Chris &amp; Martin Kratt cleverly snuck their name into this show about their animal adventures","response":"<i>Wild Kratts</i>"},{"text":"Octavia Spencer's Nurse Jackson takes no guff from the young Ocean Park Hospital patients on this Fox drama","response":"<i>Red Band Society</i>"}],"originalDate":"2014-12-03"},{"category":"COLORFUL BOOK TITLES","comments":"","clues":[{"text":"In a Dr. Seuss book title they are paired with ham","response":"green eggs"},{"text":"\"Black Beauty\" is Anna Sewell's novel about one of these","response":"a horse"},{"text":"\"The Silver Chair\" is one of the books in these \"Chronicles\"","response":"Narnia"},{"text":"A true story inspired Scott O'Dell to write \"The Island of\" these aquatic mammals","response":"the blue dolphins"},{"text":"\"Anne of Green Gables\" by Lucy Maud Montgomery takes place on this Canadian island","response":"Prince Edward Island"}],"originalDate":"2014-12-03"}],{"category":"THE 19th CENTURY","text":"In his autobiography, Buffalo Bill Cody remembered this venture as \"a relay race against time\"","response":"the Pony Express"}]}