{"mix":2414,"rounds":[[{"category":"-OLOGIES","comments":"","clues":[{"text":"As a practitioner of this -ology, Nostradamus cast the horoscopes of Catherine de Medicis' children","response":"astrology"},{"text":"Doctors who specialize in this field deal with matters of the heart, literally","response":"cardiology"},{"text":"This branch of medicine focuses on the preparation, uses &amp; effects of drugs","response":"pharmacology"},{"text":"It's the 2-word science dealing with all forms of life found in the oceans","response":"marine biology"},{"text":"This 13-letter science is concerned with dating the earth &amp; its rock formations","response":"geochronology"}],"originalDate":"2014-11-26"},{"category":"CHICK LIT","comments":"","clues":[{"text":"\"Henny Penny\" is another name for this tale about a fowl who thinks there's a problem with the stratosphere","response":"\"Chicken Little\""},{"text":"In an L. Frank Baum novel, Billina the hen is blown overboard from a steamship along with this girl","response":"Dorothy"},{"text":"It's the \"fowl\" moral of a fable about a milkmaid who spills her pail before she can sell it &amp; realize her dreams","response":"don't count your chickens before they hatch"},{"text":"A giant's hen lays golden eggs in many versions of this story","response":"\"Jack and the Beanstalk\""},{"text":"In Chaucer's \"Nun's Priest's Tale\", a proud &amp; foolish rooster escapes one of these predators by the skin of his beak","response":"a fox"}],"originalDate":"2014-11-25"},{"category":"EXPRESSIONS FROM BASEBALL","comments":"","clues":[{"text":"Your figures are pretty close, definitely in this place","response":"the ballpark"},{"text":"Things aren't looking good; it's like we've already got this pair against us","response":"two strikes"},{"text":"Dinner with your aunt?  I can't do it until her next visit, so I've got to take this","response":"a rain check"},{"text":"Don't worry, I'll keep you informed; I'll do this briefly with you after I get back","response":"touch base"},{"text":"Most of the world doesn't care how we pick Daily Doubles; that's real this 2-word phrase","response":"inside baseball"}],"originalDate":"2014-11-25"},{"category":"BRAD PITT FILM ROLES","comments":"","clues":[{"text":"1999:<br>Tyler Durden, a soap salesman who gets involved in bare-knuckle brawling","response":"<i>Fight Club</i>"},{"text":"2013:<br>Samuel Bass, a Canadian abolitionist &amp; carpenter","response":"<i>12 Years a Slave</i>"},{"text":"2009:<br>Lt. Aldo Raine, a hardened Nazi-killer","response":"<i>Inglourious Basterds</i>"},{"text":"2013:<br>Gerry Lane, a former U.N. troubleshooter fighting the undead","response":"<i>World War Z</i>"},{"text":"2004:<br>Achilles","response":"<i>Troy</i>"}],"originalDate":"2014-11-25"},{"category":"WHAT'S IN THE BOX?!","comments":"","clues":[{"text":"Ooh, a watch!  Does that say Timex or this other brand with the $35,000 Submariner?","response":"Rolex"},{"text":"Look!  The original Broadway cast recording of this show!  Let's listen to \"You And Me (But Mostly Me)\" &amp; \"All American Prophet\"","response":"<i>The Book of Mormon</i>"},{"text":"I wasn't expecting a map of this country, with the cities of Namanga, Lodwar, &amp; Mombasa highlighted","response":"Kenya"},{"text":"It's this water-soluble liquid that can be used in rocket propellants &amp; prescribed to treat angina","response":"nitroglycerin"},{"text":"A belt made with this 7-letter craft, hooking strands of string into patterns?  You shouldn't have!  &amp; I truly mean that!","response":"macramé (crochet accepted)"}],"originalDate":"2014-11-25"},{"category":"RHYMING BRANDS","comments":"","clues":[{"text":"A division of Gannett, this daily paper has sections like Money, Sports &amp; Life","response":"<i>USA Today</i>"},{"text":"Owned by Nestle, this low-cal meal creating company aims to \"keep life delicious\"","response":"Lean Cuisine"},{"text":"This Hawaiian-sounding online video website wants you to know that it is A. free &amp; B. legal","response":"Hulu"},{"text":"It appeared in 1928 to challenge boring old Wrigley's, which you could only sit there &amp; chew","response":"Dubble Bubble"},{"text":"This company touts that it's \"where fans buy and sell tickets\"","response":"StubHub"}],"originalDate":"2014-11-25"}],[{"category":"PUERTO RICO","comments":"","clues":[{"text":"Puerto Rico's anthem says that when this man reached the island he exclaimed, \"This is the beautiful land that I seek\"","response":"Columbus"},{"text":"Sail over the rainforest on \"The Beast\", one of the world's highest of these at 853 feet","response":"a zip line"},{"text":"In 2012 Alejandro Padilla was elected this, the island's top executive position, for a 4-year term","response":"governor"},{"text":"In 1987 this king became the first Spanish monarch ever to visit Puerto Rico","response":"Juan Carlos"},{"text":"In 1956 this Spanish cellist moved to Puerto Rico &amp; helped the island assemble a first-class orchestra","response":"(Pablo) Casals"}],"originalDate":"2014-11-25"},{"category":"THE REIGN OF TERROR","comments":"","clues":[{"text":"It was the preferred instrument of execution during the reign of terror","response":"the guillotine"},{"text":"The Festival of Reason, which secularized society, took place at this cathedral; soon all churches were closed","response":"Notre Dame"},{"text":"Just like in the U.S. in the 1970s, a decree, called the Maximum, was passed to fix these 2 things to control inflation","response":"wages & prices"},{"text":"In 1794 her first husband Alexandre de Beauharnais was executed &amp; she was imprisoned","response":"Joséphine"},{"text":"The Committee of Public Safety used members of this political \"club\" to carry out some of its terror-ist policies","response":"the Jacobin club"}],"originalDate":"2014-11-25"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"I'll have a vodka &amp; tomato juice drink with a Julie Andrews movie chaser","response":"Bloody <i>Mary Poppins</i>"},{"text":"Mao's 1934 walkabout goes Hollywood as a film about waddling birds","response":"the Long <i>March of the Penguins</i>"},{"text":"A clever cat from \"Shrek\" puts combat troops in the fight overseas","response":"Puss in Boots on the ground"},{"text":"An \"Enthusiasm\"-challenged TV actor/writer is pretty, pretty, pretty good as a Dickens title guy","response":"Larry David Copperfield"},{"text":"Dwyane Wade's team turns into \"Mr. Hundred &amp; One\" degrees in a Christmas TV special","response":"the Miami Heat Miser"}],"originalDate":"2014-11-25"},{"category":"SHE'S A GODDESS!","comments":"","clues":[{"text":"The original statue of her in the Parthenon was lost by 400 A.D.","response":"Athena"},{"text":"A crater deep inside Kilauea volcano is said to be the home of this goddess responsible for many eruptions","response":"Pele"},{"text":"Not to be confused with Freya, this wife of Odin was the chief goddess in Norse myth","response":"Frigga"},{"text":"In Celtic myth Clota was the goddess of this Scottish river","response":"the Clyde"},{"text":"In Egyptian myth, Seshat, goddess of writing, was the wife of this god of learning","response":"Thoth"}],"originalDate":"2014-11-25"},{"category":"FROM \"E\" TO \"U\"","comments":"","clues":[{"text":"It's just water in French","response":"<i>eau</i>"},{"text":"Africa has the ostrich; Australia has this","response":"the emu"},{"text":"This Biblical name can mean someone who prefers a current advantage to long-term rights or interests","response":"Esau"},{"text":"It's the color of unbleached linen","response":"ecru"},{"text":"First name of Mr. Root, TR's Secretary of State","response":"Elihu"}],"originalDate":"2014-11-25"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"The headquarters for Big Brothers is in this city known for that type of love","response":"Philadelphia"},{"text":"This city north of Phoenix was founded in 1895 by a man named Winfield Scott","response":"Scottsdale"},{"text":"Residents of this state capital refer to the older U.S. states as \"the lower 48\"","response":"Juneau"},{"text":"The name of this Indiana city is French for \"high land\"","response":"Terre Haute"},{"text":"Thought it's the oldest English settlement in New Jersey, it wasn't named for an old English queen","response":"Elizabeth"}],"originalDate":"1988-03-17"}],{"category":"WOMEN WRITERS","text":"One of her circle described her as \"a lacy sleeve with a bottle of vitriol concealed in its folds\"","response":"Dorothy Parker"}]}