{"mix":2434,"rounds":[[{"category":"THE MOVIE'S INTERNATIONAL TITLE","comments":"","clues":[{"text":"In France, this film about good ol' boys Bo &amp; Luke somehow became \"Sheriff, Make Me Afraid\"","response":"<i>The Dukes of Hazzard</i>"},{"text":"The actual title name of this Julia Roberts crusader didn't work for Turkey, which went with \"Sweet Trouble\"","response":"Erin Brockovich"},{"text":"In Turkey this Christian Bale movie was called \"Trickster\"; in Quebec, \"American Scam\"","response":"<i>American Hustle</i>"},{"text":"Germany knew this 1977 Woody Allen/Diane Keaton film as \"The Urban Neurotic\"","response":"<i>Annie Hall</i>"},{"text":"In China this 1997 British comedy about unemployed guys becoming strippers became \"Pig Six Strong Men\"","response":"<i>The Full Monty</i>"}],"originalDate":"2014-10-22"},{"category":"<em class=\"underline\">OTHELLO</em>","comments":"","clues":[{"text":"\"Othello\" opens on a street in this Italian city","response":"Venice"},{"text":"Cassio calls this drink \"an enemy\" that men put \"in their mouths to steal away their brains\"","response":"wine"},{"text":"In Act II, Scene 3 he says, \"I play the villain\"","response":"Iago"},{"text":"She pleads with Othello, \"kill me tomorrow; let me live tonight\"","response":"Desdemona"},{"text":"This prop embroidered with strawberries once belonged to Othello's mother &amp;, to him, represents fidelity","response":"a handkerchief"}],"originalDate":"2014-10-22"},{"category":"MONEY TALKS","comments":"","clues":[{"text":"In an alliterative phrase, to get this \"for your buck\" means to maximize value received","response":"(more) bang"},{"text":"Traditionally, to put in this amount is to give your opinion on an issue","response":"your two cents"},{"text":"If your money is doing this combusting act in your pocket, it means you're eager to spend it","response":"burning a hole"},{"text":"Giving funds to be part of an organization, or struggling through challenges to earn your position","response":"paying dues"},{"text":"Like Annie says, if something's a sure thing, you can do this, put up the last money you have","response":"bet your bottom dollar"}],"originalDate":"2014-10-22"},{"category":"3-LETTER FIRST NAMES","comments":"","clues":[{"text":"A friend, or a partially opened flower","response":"a bud"},{"text":"To detect a weapon a police officer might do this \"down\"","response":"pat"},{"text":"A climbing vine","response":"ivy"},{"text":"The side away from the wind","response":"lee"},{"text":"Knowledge or mental cognizance","response":"ken"}],"originalDate":"2014-10-22"},{"category":"LIVING AT THE WATERGATE","comments":"","clues":[{"text":"This Kansas senator was head of the RNC &amp; living at the Watergate during the '72 break-in but was in Chicago that night","response":"Bob Dole"},{"text":"Ironically, in 1969 Rose Mary Woods, this man's secretary, was the victim of one of the Watergate's first burglaries","response":"Richard Nixon"},{"text":"In 1996 this Supreme Court justice from N.Y. &amp; Watergate resident had her purse snatched outside the building","response":"Ruth Bader Ginsburg"},{"text":"At the center of a pres. scandal herself, she left neighbors apology notes for the fuss she brought to the building in the '90s","response":"Monica Lewinsky"},{"text":"This Secretary of State often played chamber music piano accompanied by 4 friends in her apartment","response":"Condoleezza Rice"}],"originalDate":"2014-10-22"},{"category":"CRABBY!","comments":"","clues":[{"text":"Like a lobster or a shrimp, a crab has one of these; unlike them, it keeps it curled under its midsection","response":"a tail"},{"text":"The robber crab of the South Pacific is also called this, from the palm product that's its principal diet","response":"the coconut"},{"text":"Crabs of the genus Uca get this name from the male's habit of holding one oversized claw like a violin","response":"a fiddler crab"},{"text":"A crab's front legs develop into claws called chelae, better known by this \"ouchy\" name","response":"pincers (pinchers accepted)"},{"text":"Familiar but lonely name for crabs of the family Paguridae that often appropriate empty snail shells","response":"hermit crabs"}],"originalDate":"2014-10-22"}],[{"category":"FIRST LETTER Q, SECOND LETTER NOT U","comments":"","clues":[{"text":"This term for a type of keyboard is sometimes followed by \"UIOP\"","response":"QWERTY"},{"text":"This cotton product was originally called Baby Gays","response":"a Q-tip"},{"text":"Summer temperatures in this country can rise above 120","response":"Qatar"},{"text":"3-letter term meaning \"which was to be shown\"","response":"Q.E.D."},{"text":"Scrabble players know it's an evergreen shrub of Arabia &amp; its leaf is a stimulant","response":"qat"}],"originalDate":"2014-10-22"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Years after his most famous exploit, this Kiwi climber built 27 schools &amp; 2 hospitals in northern Nepal","response":"(Edmund) Hillary"},{"text":"Before conquering Peru, he served as mayor &amp; magistrate of Panama City from 1519 to 1523","response":"Pizarro"},{"text":"In 1661 priests Johann Grueber &amp; Albert d'Orville became the first Europeans in 3 centuries to visit this Tibetan city","response":"Lhasa"},{"text":"While living in Greenland in the 1890s, this African American adopted an Inuit child named Kudlooktoo","response":"Matthew Henson"},{"text":"Upon arrival in 1828, Rene Caillie called this Mali trading post \"nothing but a mass of ill-looking houses\"","response":"Timbuktu"}],"originalDate":"2014-10-22"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"This war temporarily interfered with the development of nylon for civilian use","response":"World War II"},{"text":"This writing tool was reportedly invented after Lazlo Biro noticed how fast printer's ink dried","response":"ball point pen"},{"text":"About 1840, an alphabetic code was created for communication via this new invention","response":"telegraph"},{"text":"Early phonographs which featured jeweled styluses used cylinders covered with this","response":"wax"},{"text":"In 1910, Georges Claude created a new form of lighting by passing electricity thru this inert gas","response":"neon"}],"originalDate":"1988-02-02"},{"category":"LONDON MONUMENTS","comments":"","clues":[{"text":"A Doric column surmounted by a huge ball of flame commemorates this tragedy of 1666","response":"the Great Fire of London"},{"text":"George G. Scott was knighted by Queen Victoria primarily for designing the ornate memorial to this prince","response":"Albert"},{"text":"Lord Nelson's statue in Trafalgar Square is guarded by 4 of these bronze beasts","response":"lions"},{"text":"This statue in Kensington Gardens was designed in honor of J.M. Barrie's play","response":"Peter Pan"},{"text":"The monument to this lord mayor of London isn't a statue of him, but of his famous cat","response":"Dick Whittington"}],"originalDate":"1988-02-02"},{"category":"ACTORS OF THE PAST","comments":"","clues":[{"text":"James O'Neill, father of this playwright, was arrested for playing Jesus in a passion play","response":"Eugene O'Neill"},{"text":"19th C. English star Fanny Kemble wrote a book denouncing this, even tho her husband owned a GA. plantation","response":"slavery"},{"text":"At age 80, William Gillette was still playing this British detective, his most famous role","response":"Sherlock Holmes"},{"text":"Born on the isle of Jersey, this actress was nicknamed \"The Jersey Lily\"","response":"Lillie Langtry"},{"text":"Armande Bejart was often 1st to play the ingenue roles created by this 17th C. playwright, her husband","response":"Moliere"}],"originalDate":"1988-02-02"},{"category":"\"UN\" WORDS","comments":"","clues":[{"text":"Tom, Miltie, or $crooge","response":"uncles"},{"text":"If you ask the Miami operator for Don Johnson's phone number, she'll probably tell you it's this","response":"unlisted"},{"text":"An \"unspeakable\" euphemism for underwear","response":"unmentionables"},{"text":"Hades is also known as this, sure as hell","response":"the underworld"},{"text":"Ointment","response":"unguent (or unction)"}],"originalDate":"1988-02-02"}],{"category":"BRITISH MEMOIRS","text":"Before his death in 1996, this famous son wrote the memoirs \"The Enchanted Places\" &amp; \"The Hollow on the Hill\"","response":"Christopher Robin Milne"}]}