{"mix":2440,"rounds":[[{"category":"OFFICIAL LANGUAGES","comments":"(Alex: We will give you the official language.  You give us the country.)","clues":[{"text":"Hebrew","response":"Israel"},{"text":"Rundi","response":"Burundi"},{"text":"Malagasy","response":"Madagascar"},{"text":"Xhosa","response":"South Africa (or Zimbabwe)"},{"text":"Kurdish","response":"Iraq"}],"originalDate":"2014-10-13"},{"category":"CAUSE OF DEATH?","comments":"","clues":[{"text":"England's Charles I went 2 pieces by this method","response":"beheading"},{"text":"Anton Chekhov, a man of letters, was felled by this 2-letter disease","response":"TB"},{"text":"Mr. &amp; Mrs. Ceausescu died by firing squad in this country in 1989","response":"Romania"},{"text":"Caligula, a caesar who didn't learn from history, died this way","response":"stabbing"},{"text":"Electrocution was the end for this convicted Lindbergh baby kidnapper","response":"Bruno Hauptmann"}],"originalDate":"2014-10-13"},{"category":"THE CAST OF <em class=\"underline\">FAST TIMES AT RIDGEMONT HIGH</em>","comments":"","clues":[{"text":"Anthony Edwards went from Ridgemont on to medical school to play doctor Mark Greene on this NBC drama","response":"<i>E.R.</i>"},{"text":"Before \"Leaving Las Vegas\", this Oscar winner had some \"Fast Times\" as Brad's bud","response":"Nicolas Cage"},{"text":"As Jeff Spicoli, this Oscar winner was learning about Cuba &amp; havin' some food in Mr. Hand's class; gnarly, dude!","response":"Sean Penn"},{"text":"All right, Hamilton!  Judge Reinhold later played detective Billy Rosewood in this 1984 Eddie Murphy picture","response":"<i>Beverly Hills Cop</i>"},{"text":"He played the scary football player Charles Jefferson, &amp; in \"The Last King of Scotland\", the even scarier Idi Amin","response":"Forest Whitaker"}],"originalDate":"2014-10-13"},{"category":"SAINTLY WOMEN","comments":"","clues":[{"text":"St. Barbara protects people from this because her father Dioscorus was struck by it after he executed her","response":"lightning"},{"text":"On Feb. 11, 1858 she saw a vision of the Virgin Mary on the banks of the Gave River","response":"Saint Bernadette"},{"text":"While Attila the Hun was marching to this city, St. Genevieve told the people to pray &amp; fast; Attila changed course","response":"Paris"},{"text":"It's said that she wiped the face of Christ with a veil while he was on the way to his crucifixion","response":"Saint Veronica"},{"text":"On a pilgrimage, this mother of a Roman emperor is said to have found the True Cross","response":"Saint Helena"}],"originalDate":"2014-10-13"},{"category":"INTERNATIONAL TRADE","comments":"","clues":[{"text":"It's the \"rate\" at which one country's currency is converted into another's","response":"the exchange rate"},{"text":"At more than $200 billion worth, France's top international trade partner is this neighboring country","response":"Germany"},{"text":"It's the unfair business practice of selling an export at a price lower than charged in its country of origin","response":"dumping"},{"text":"Joseph Stiglitz wrote a 2002 bestseller about this internationalization of business \"and Its Discontents\"","response":"globalization"},{"text":"Per U.S. D.O.T. figures, this Central American nation has the largest registered merchant fleet in the world","response":"Panama"}],"originalDate":"2014-10-13"},{"category":"ON A \"ROLL\"","comments":"","clues":[{"text":"This word means a wad of cash","response":"bankroll"},{"text":"Unusually funny","response":"droll"},{"text":"The reduction of prices or wages to an earlier level","response":"rollback"},{"text":"A 4th century Chinese depiction of correct behavior is called the \"Admonitions\" this","response":"scroll"},{"text":"The original Buffalo Springfield wasn't a band but a company that made this big piece of equipment","response":"a steamroller"}],"originalDate":"2014-10-13"}],[{"category":"ANCIENT ROME","comments":"","clues":[{"text":"Month named for the Roman custom of striking women w/leather thongs to aid fertility, the \"februa\"","response":"February"},{"text":"According to Shakespeare, this man who killed Julius Caesar killed himself by running upon his sword","response":"Brutus"},{"text":"The first Roman circus, it was also the largest","response":"Circus Maximus"},{"text":"This gladiator school dropout led a slave revolt in 73 B.C.","response":"Spartacus"},{"text":"In 2 B.C., the Roman senate gave Augustus Caesar the title \"Pater Patriae\", which means this","response":"father of the country"}],"originalDate":"1988-01-27"},{"category":"MICHIGAN","comments":"","clues":[{"text":"In 1847, during a controversy over location, the state capital was moved from Detroit to this city","response":"Lansing"},{"text":"A primary symbol of the Catholic Church, the world's biggest one is at Indian River, Michigan","response":"crucifix"},{"text":"In 1848, the State Normal School at Ypsilanti was 1st school west of Alleghenies to train these","response":"teachers"},{"text":"You can see a huge statue of him in Ironwood, Mich, not by the shores of Gitche Gumee","response":"Hiawatha"},{"text":"In northern Michigan, the Soo Lock Canals allow ships to pass between these 2 Great Lakes","response":"Superior & Huron"}],"originalDate":"1988-01-27"},{"category":"METALLIC PHRASES","comments":"","clues":[{"text":"Having the power of persuasive speech, it describes an eloquent orator","response":"silver-tongued"},{"text":"To check out the essential facts you \"get down to\" these fasteners","response":"the brass tacks"},{"text":"Slang term for a bald person whose head reflects light like a car bumper","response":"chrome dome"},{"text":"Remove the plumbum; step on it","response":"get the lead out"},{"text":"Rigorous control disguised in a soft demeanor is ruling with one of these \"in a velvet glove\"","response":"iron fist/hand"}],"originalDate":"1988-01-27"},{"category":"SPORTS","comments":"","clues":[{"text":"In tennis, these 4 1/2' wide side strips widening a singles court can double your pleasure","response":"doubles lines/alleys"},{"text":"On June 23, 1987, Sergei Bubka of Russia broke his own world record in this field event with 19' 9 1/4\"","response":"pole vault"},{"text":"The 1936 Berlin games were the last time this equestrian team sport was an Olympic event","response":"polo"},{"text":"Of Gale Sayers, Eric Dickerson or O.J. Simpson, the 1 who scored the most touchdowns as an NFL rookie","response":"Gale Sayers"},{"text":"Color of the center line &amp; goal line on a pro hockey rink","response":"red"}],"originalDate":"1988-01-27"},{"category":"CORPORATE AMERICA","comments":"","clues":[{"text":"At a factory in Ocala, Florida, Royal Oak presses out 236,000 of these an hour","response":"charcoal briquets"},{"text":"The bottling of this is credited with making more millionaires than any other type of product","response":"soda pop"},{"text":"Miss Skeel's handpainted labels featuring pears, cherries &amp; grapes gave this fabric co. its name","response":"Fruit of the Loom"},{"text":"Car company which calls its logo a bowtie","response":"Chevrolet"},{"text":"His financial wizardry helped create the U.S. Steel, General Electric, &amp; Western Union companies","response":"J.P. Morgan"}],"originalDate":"1988-01-27"},{"category":"MEDICINE","comments":"","clues":[{"text":"Though the oath of the medical profession is named for him, he didn't write it","response":"Hippocrates"},{"text":"This common disease is also known as \"3-day measles\" because that's about how long the symptoms last","response":"German measles (rubella)"},{"text":"Incas were able to perform this procedure successfully because most Incas were the same blood type","response":"transfusion"},{"text":"Sir Ronald Ross proved malaria is transmitted by female mosquitoes of this type","response":"Anopheles"},{"text":"Separating Siamese twins was among triumphs for this current surgeon general","response":"C. Everett Koop"}],"originalDate":"1988-01-27"}],{"category":"THE SUPREME COURT","text":"Chief Justice Charles Evans Hughes once referred to this 1857 decision as the court's first self-inflicted wound","response":"the Dred Scott decision (<i>Dred Scott v. Sanford</i>)"}]}