{"mix":2450,"rounds":[[{"category":"15 MINUTES OF FAME","comments":"","clues":[{"text":"Stella Liebeck won damages from McDonald's after she was injured by this product","response":"coffee"},{"text":"Of Mouse, Moose, Meese or Grunwald, the Maryland Police Chief prominent in the 2002 sniper hunt","response":"Moose"},{"text":"Soon after doing this July 28, 2000, optical networks company Corvis, with no revenues, was more valuable than GM","response":"going public (Initial Public Offering)?"},{"text":"He co-hosted the first season of \"American Idol\" with Ryan Seacrest","response":"Brian Dunkleman"},{"text":"Muhammad Saeed Al-Sahaf, Saddam's Minister of this, gained fame with quotes like \"We have them surrounded\"","response":"Information"}],"originalDate":"2003-11-06"},{"category":"CELEBRITY WINEMAKERS","comments":"","clues":[{"text":"This director is \"The Godfather\" of celebrity winemakers","response":"Francis Ford Coppola"},{"text":"You can buy coonskin bottle toppers at the winery owned by this man, TV's Davy Crockett","response":"Fess Parker"},{"text":"Find out about this golfer's wines at www.shark.com","response":"Greg Norman"},{"text":"This Italian-American racing legend has a Napa Valley winery &amp; a wine club called The Winner's Circle","response":"Mario Andretti"},{"text":"This French actor who starred in \"Cyrano de Bergerac\" produces a wine called Cuvee Cyrano","response":"Gerard Depardieu"}],"originalDate":"2003-11-06"},{"category":"2003 NEWS","comments":"","clues":[{"text":"This name was abolished &amp; replaced by \"Serbia &amp; Montenegro\", its 2 remaining republics","response":"Yugoslavia"},{"text":"In a long-awaited decision on this univ.'s Affirmative Action policies, the Supreme Court said...some are OK, some aren't","response":"the University of Michigan"},{"text":"The design selected for the World Trade Center site included a tower of this symbolic height","response":"1,776 feet"},{"text":"Happily, this abducted Utah teen was found &amp; reunited with her family","response":"Elizabeth Smart"},{"text":"Last winter he drifted into the job of Treasury Secretary","response":"John Snow"}],"originalDate":"2003-11-06"},{"category":"SPECIAL DAYS","comments":"","clues":[{"text":"In 2002 Easter fell on the fifth Sunday in March, so the fourth Sunday in March was this","response":"Palm Sunday"},{"text":"In the U.S., Mother's Day is the second Sunday in May &amp; Father's Day is this","response":"the third Sunday in June"},{"text":"The 19th season of \"Jeopardy!\" premiered on this day, but we didn't have to work","response":"Labor Day"},{"text":"The U.S. Supreme Court's term begins on it","response":"the first Monday in October"},{"text":"For most of the U.S., in 1971 Memorial Day moved from this set day to the last Monday in May","response":"May 30"}],"originalDate":"2003-11-06"},{"category":"POE-POURRI","comments":"","clues":[{"text":"Poe called this title maiden \"My darling <span class=\"nobreak\">--</span> my life and my bride\"","response":"Annabel Lee"},{"text":"One of the title objects in this Poe story had a \"terrifically wide sweep (some thirty feet or more)\"","response":"\"The Pit and the Pendulum\"?"},{"text":"The raven perched on a bust of this Greek goddess \"just above my chamber door\"","response":"Athena"},{"text":"The title of this 1843 story refers to a scarab beetle with a death's head marking","response":"\"The Gold Bug\""},{"text":"This detective appears in \"The Mystery of Marie Roget\" &amp; \"The Murders in the Rue Morgue\"","response":"Auguste Dupin"}],"originalDate":"2003-11-06"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"\"For what is a man profited, if he shall gain the whole world, and lose his own\" this","response":"soul"},{"text":"In Revelation 22:13, Jesus called himself these 2 Greek letters, \"the beginning and the end, the first and the last\"","response":"the Alpha & the Omega"},{"text":"In Acts 19, St. Paul spoke at Ephesus against this goddess whose temple was an ancient wonder","response":"Diana (or Artemis)"},{"text":"Jesus told him that \"before the cock crow twice, thou shalt deny me thrice\"","response":"Peter"},{"text":"This \"Beloved Physician\" is thought to be the only Gentile contributor to the New Testament","response":"Luke"}],"originalDate":"2003-11-05"}],[{"category":"ABBREVIATE IT!","comments":"","clues":[{"text":"FYI, it's what FYI stands for","response":"for your information"},{"text":"Some of my old vinyl records spin at 45 rpm, rpm standing for this","response":"revolutions per minute"},{"text":"Beat your opponents to the punch by telling us it's what TKO stands for","response":"technical knockout"},{"text":"MP can either be a Member of Parliament or this job in the Army","response":"military police"},{"text":"Abbreviated A.I.M., this advocacy group has been called the \"Red Man's Great International Warrior Society\"","response":"the American Indian Movement"}],"originalDate":"2003-11-05"},{"category":"WORLD'S FAIRS &amp; EXPOS","comments":"","clues":[{"text":"In January of 1887 construction began on this for the 1889 Expo in Paris &amp; it's still around","response":"the Eiffel Tower"},{"text":"On display at the Osaka Fair in 1970 was a rock from here; that had to be a fair first","response":"Moon"},{"text":"This entertainer and future centenarian celebrated his 79th birthday at the 1982 Knoxville Fair","response":"Bob Hope"},{"text":"This author helped kick off construction for the 1904 fair in St. Louis, but declined to have a day named for him","response":"Mark Twain"},{"text":"The 1964 World's Fair celebrated this Duke's taking control of New Amsterdam in 1664","response":"Duke of York"}],"originalDate":"2003-11-05"},{"category":"CAN I GET YOUR NUMBER?","comments":"","clues":[{"text":"In \"'Twas the Night before Christmas\", there are this many tiny reindeer pulling a miniature sleigh","response":"8"},{"text":"That's right, good buddy, this numerical combo means \"message received\" to CBers","response":"10-4"},{"text":"In the 1840s, this slogan was used by U.S. expansionists in the \"fight\" over the Oregon border","response":"Fifty-four forty or fight"},{"text":"Total number of dots on one standard die","response":"21"},{"text":"Number of months in a semicentennial","response":"600"}],"originalDate":"2003-11-05"},{"category":"AWARD-WINNING AUTHORS","comments":"","clues":[{"text":"1 of the 2 Irishmen to win a Nobel Prize for Literature in the 1920s","response":"(1 of) William Butler Yeats or George Bernard Shaw"},{"text":"Adam Sisman won a National Book Critics Circle Award for his biography of this biographer of Dr. Johnson","response":"Boswell"},{"text":"In 1995 a Pen/Faulkner Award fell upon David Guterson for his \"Snow Falling on\" these","response":"cedars"},{"text":"The list of Booker Prize winners includes Thomas Keneally for this in 1982","response":"<i>Schindler's List</i>"},{"text":"Since 1949, 1 of the 3 Roberts to win the Bollingen Prize in Poetry from Yale","response":"Robert Frost (Robert Penn Warren or Robert Creeley)"}],"originalDate":"2003-11-05"},{"category":"THE MOONS OF SATURN","comments":"","clues":[{"text":"Closest to the planet, it shares its name with a pipe-playing Greek god","response":"Pan"},{"text":"The second-largest moon of Saturn or the second-billed female on \"Cheers\"","response":"Rhea"},{"text":"You'd expect to find Jacques Cousteau riding on this moon of Saturn","response":"Calypso"},{"text":"After Phoebe was discovered in 1898, the next one was found in 1966 &amp; named for this 2-faced god","response":"Janus"},{"text":"Dione was discovered by this astronomer in 1684; mind the gap, please","response":"Giovanni Cassini"}],"originalDate":"2003-11-05"},{"category":"X LACKS","comments":"(Alex: This is not the usual Ex-Lax. Let me give you an example of a clue in this category. \"Lose an 'X' from this type of cat and you're left with a human male\". The correct response, \"What is Manx?\" Lose the \"X\", you're left with \"man\".)","clues":[{"text":"Send a paper message by phone; lose an \"X\" &amp; you're left with a musical tone","response":"fa (fax)"},{"text":"This mythological river in Hades, lacking the \"X\", becomes a home for pigs","response":"Styx (sty)"},{"text":"Losing its \"X\" this heat-resistant glassware becomes a funeral conflagration","response":"Pyrex (pyre)"},{"text":"Without its \"X\" this state of constant change gets sick","response":"flux (flu)"},{"text":"If you reach this pinnacle &amp; lose an \"X\" you become a primate","response":"apex (ape)"}],"originalDate":"2003-11-05"}],{"category":"BIBLE BOOKS","text":"The title of this Old Testament book is from the Greek for \"song sung to a harp\"","response":"Psalms"}]}