{"mix":2453,"rounds":[[{"category":"WHAT'S UP, DOC?","comments":"","clues":[{"text":"Stay out of brawls, because these spells of blackouts &amp; confusion caused by blows are getting worse","response":"concussions"},{"text":"You have hemolytic jaundice, caused by this organ's failure to process enough bilirubin","response":"the liver"},{"text":"Your aching jaw might be caused by bruxism, or doing this while you sleep","response":"grinding your teeth"},{"text":"We call that formication <span class=\"nobreak\">--</span> a symptom of menopause, it's the sensation of these crawling on you","response":"ants"},{"text":"You're at risk for peritonitis, so I'll perform this surgery, done 300,000 times a year in the U.S.","response":"an appendectomy"}],"originalDate":"2003-10-30"},{"category":"TV DETECTIVES","comments":"","clues":[{"text":"A former homicide detective on \"NYPD BLUE\", he's now solving homicides on \"CSI: Miami\"","response":"David Caruso"},{"text":"2/3 of this title team that debuted in 1976 were played by a former Wella Balsam model &amp; a former Breck Girl","response":"Charlie's Angels"},{"text":"On NBC William Conrad played this stout detective <span class=\"nobreak\">--</span> Rex Stout","response":"Nero Wolfe"},{"text":"City whose streets were the beat for the detectives in \"Homicide: Life on the Street\"","response":"Baltimore"},{"text":"In 1975 Tony Franciosa played this TV playboy detective played on film by Dean Martin","response":"Matt Helm"}],"originalDate":"2003-10-30"},{"category":"HOLMES &amp; WATSON","comments":"","clues":[{"text":"In 1980 he defended his heavyweight belt by taking on Muhammad Ali","response":"Larry Holmes"},{"text":"In 1971 he got a Psych degree from Stanford &amp; joined the PGA","response":"Tom Watson"},{"text":"\"Old Ironsides\" author Oliver Wendell Holmes was one of this city's \"Brahmins\", a local group of intellectuals","response":"Boston"},{"text":"Homer Watson's line of work; Oscar Wilde called him \"The Canadian Constable\"","response":"an artist"},{"text":"This Watson wrote a book on \"Behaviorism\" back in 1925","response":"John B. Watson"}],"originalDate":"2003-10-30"},{"category":"POP MUSIC","comments":"","clues":[{"text":"The Bangles made their Top 40 debut with this song of weekday woe","response":"\"Manic Monday\""},{"text":"Producers Nile Rodgers &amp; Bernard Edwards formed this group that showed us \"Good Times\"","response":"Chic"},{"text":"In 2003 Eminem won an Oscar for this song from \"8 Mile\"","response":"\"Lose Yourself\""},{"text":"This Temptations song says, \"When it's cold outside, I've got the month of May\"","response":"\"My Girl\""},{"text":"This Aerosmith power ballad says, \"Sing with me, sing for the years, sing for the laughter, sing for the tears\"","response":"\"Dream On\""}],"originalDate":"2003-10-30"},{"category":"WHAT THE DICKENS!","comments":"","clues":[{"text":"It ends, \"God bless us, every one!\"","response":"<i>A Christmas Carol</i>"},{"text":"\"The Parish Boy's Progress\" is the subtitle of this 1838 novel","response":"<i>Oliver Twist</i>"},{"text":"This title character becomes a successful author &amp; marries Dora Spenlow","response":"David Copperfield"},{"text":"Nell Trent's grandfather runs the title establishment at the opening of this novel","response":"<i>The Old Curiosity Shop</i>"},{"text":"He takes Charles Darnay's place at the scaffold in \"A Tale of Two Cities\"","response":"Sydney Carton"}],"originalDate":"2003-10-30"},{"category":"CONGRESSIONAL HISTORY","comments":"","clues":[{"text":"This cable network's gavel-to-gavel coverage of Congress began March 19, 1979","response":"C-SPAN"},{"text":"He was a Democrat in 1957 when he set a 24-hour, 18-minute filibuster record","response":"Strom Thurmond"},{"text":"This Watergate Committee chair was on the Senate committee that recommended McCarthy's censure","response":"Sam Ervin, Jr."},{"text":"When this group, the CBC, was founded in 1971, it aimed for 10% of the House to be African-American <span class=\"nobreak\">--</span> not there yet","response":"the Congressional Black Caucus"},{"text":"In 1989 scandal forced this House speaker from Texas to resign <span class=\"nobreak\">--</span> that was a first","response":"Jim Wright"}],"originalDate":"2003-10-30"}],[{"category":"\"O\" TOWN","comments":"","clues":[{"text":"Offutt Air Force Base is on the outskirts of this large Nebraska city","response":"Omaha"},{"text":"This state capital lies at the southernmost edge of Puget Sound","response":"Olympia"},{"text":"You'll find an international airport in this Paris suburb","response":"Orly"},{"text":"It's home to Sing Sing prison, bub","response":"Ossining"},{"text":"This Florida city of about 5,000 is just north of the large lake with which it shares its name","response":"Okeechobee"}],"originalDate":"2003-10-30"},{"category":"PICK A NUMBER FROM 1 TO 10","comments":"","clues":[{"text":"In the U.S. the Great Lakes are a chain of this many lakes","response":"5"},{"text":"The cello &amp; ukulele each have this number of strings","response":"4"},{"text":"Forget about stretching at a softball game; they normally only last this many innings","response":"7"},{"text":"A play by George Kaufman &amp; Edna Ferber set \"Dinner at\" this hour","response":"8"},{"text":"If playing Sir John Falstaff is your life, you've got a total of this many plays by Shakespeare you can appear in","response":"3"}],"originalDate":"2003-10-30"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"Upon her husband's death in 1906, she succeeded him as Professor of Physics at the Sorbonne","response":"Marie Curie"},{"text":"This British naturalist's grandfather Erasmus had earlier developed his own theory of evolution","response":"Charles Darwin"},{"text":"In 1958 this chemist published his book against nuclear testing called \"No More War\"","response":"Linus Pauling"},{"text":"Between 1943 &amp; 1945, he took a leave from Cal Tech &amp; Berkeley to direct the Manhattan Project","response":"Oppenheimer"},{"text":"This Russian chemist's Periodic Law of 1869 predicted the existence of elements yet to be discovered","response":"Mendeleev"}],"originalDate":"2003-10-29"},{"category":"AN \"F\" IN HISTORY","comments":"","clues":[{"text":"Mary Queen of Scots' first marriage was in 1558 to the Dauphin of this country","response":"France"},{"text":"Commemorated in a series of Giotto frescoes, this 13th century Italian saint from Assisi founded an order of Catholic monks","response":"Francis"},{"text":"In 1803 this American piloted a steam-driven paddlewheel boat on the Seine River at about 3 mph","response":"Robert Fulton"},{"text":"Home to the Lowell Observatory, this Arizona city was first settled in 1871","response":"Flagstaff"},{"text":"In 1952 this King of Egypt was forced to abdicate","response":"Farouk"}],"originalDate":"2003-10-29"},{"category":"PRINCETON","comments":"","clues":[{"text":"This comic's address on Class Day in 2003 included the line \"Which brings me to the subject of Raisin Bran\"","response":"Jerry Seinfeld"},{"text":"Types of these that became popular starting in the 1940s included the Princeton, Crew &amp; Butch","response":"haircuts"},{"text":"The school song's line \"Her sons shall give\" became \"Our hearts shall give\" to reflect this change","response":"the admission of women"},{"text":"The Tiger, published since 1882, is Princeton's equivalent of this Harvard humor mag, established in 1876","response":"<i>The Lampoon</i>"},{"text":"In his last years this non-consecutively elected President was a trustee at Princeton","response":"Cleveland"}],"originalDate":"2003-10-29"},{"category":"IN OTHER WORDS...","comments":"","clues":[{"text":"Hound-consume-hound","response":"dog-eat-dog"},{"text":"Steal from Mr. O'Toole as compensation for Mr. Reiser","response":"rob Peter to pay Paul"},{"text":"Lollipop wallop","response":"sucker punch"},{"text":"A few folks enjoy the temperature high","response":"some like it hot"},{"text":"Traverse the indicated spanning structure upon arrival","response":"we'll cross that bridge when we get to it"}],"originalDate":"2003-10-29"}],{"category":"WORLD AFFAIRS 2018","text":"An Arab League summit final statement rejected \"interference\" by this country often mistakenly called an Arab land itself","response":"Iran"}]}