{"mix":2464,"rounds":[[{"category":"THINK TWICE","comments":"","clues":[{"text":"At Mach 2, a plane is traveling at twice the speed of this","response":"sound"},{"text":"According to author James M. Cain, it's who \"always rings twice\"","response":"the postman"},{"text":"Number of horses who have won the Kentucky Derby twice","response":"zero"},{"text":"The 22nd Amendment puts a limit of twice on this","response":"presidential terms"},{"text":"Majolica, a type of this, is fired twice","response":"pottery"}],"originalDate":"2003-09-17"},{"category":"\"UR\" HEAD","comments":"","clues":[{"text":"Willam Herschel also discovered 2 moons orbiting this planet that he had discovered in 1781","response":"Uranus"},{"text":"Look, up in the sky, it's not a bird or a plane, it's this constellation, also known as the Little Bear","response":"Ursa Minor"},{"text":"Last time we checked, Jorge Batlle was still this country's leader","response":"Uruguay"},{"text":"Since the VIII in 1644, the Popes have let this name lapse; it must be up for \"renewal\" by now","response":"Urban"},{"text":"This author who had his Genesis August 3, 1924 published his \"Exodus\" in 1958","response":"Leon Uris"}],"originalDate":"2003-09-17"},{"category":"KAFKA","comments":"","clues":[{"text":"When Kafka was born in this city in 1883, it was the capital of Bohemia","response":"Prague"},{"text":"After discovering his religious roots, Kafka began studying this language in 1917","response":"Hebrew"},{"text":"Kafka called those who inspired him, like this \"Karamazov\" author, his \"blood relatives\"","response":"Dostoevsky"},{"text":"In \"Wedding Preparations in the Country\", Raban turns into one of these insects, yeah, yeah, yeah ...","response":"a beetle"},{"text":"Kafka used this special initial for the land surveyor in \"The Castle\" &amp; the last name of Joseph in \"The Trial\"","response":"K"}],"originalDate":"2003-09-17"},{"category":"THE NEW YORK TIMES SCIENCE TIMES","comments":"","clues":[{"text":"On April 1, 2003 this \"mystery ailment\" seen in Hong Kong made the front page of Science Times","response":"SARS"},{"text":"Worldwide, people dream of these Freudian reptiles more often than of any other animal","response":"snakes"},{"text":"The \"spokes\" that Percival Lowell insisted he saw on Venus were actually shadows of blood vessels here","response":"his eye"},{"text":"New evidence suggests the British didn't sink this supership May 27, 1941; the Germans scuttled it","response":"the <i>Bismarck</i>"},{"text":"A Dutch mathematician figured out how one could fill in the holes seen <i>here</i>, in a work by this artist","response":"M.C. Escher"}],"originalDate":"2003-09-16"},{"category":"'80s MUSIC","comments":"","clues":[{"text":"Prince's backing band on the \"Purple Rain\" soundtrack","response":"the Revolution"},{"text":"\"Brass Monkey\" &amp; \"No Sleep Till Brooklyn\" were songs on their hit 1986 debut album","response":"The Beastie Boys"},{"text":"This Eagle had solo success in the '80s with hits like \"The Heat Is On\"","response":"Glenn Frey"},{"text":"Bruce Springsteen sang on this 1985 anti-apartheid single, a project of his old pal Steve Van Zandt","response":"\"Sun City\""},{"text":"George Strait sang, \"You're in someone else's arms in Dallas, does\" this city \"ever cross your mind?\"","response":"Fort Worth"}],"originalDate":"2003-09-16"},{"category":"INTERNATIONAL AIRPORTS","comments":"","clues":[{"text":"More than blue jays land at this city's Lester B. Pearson International Airport","response":"Toronto"},{"text":"Allow enough time for connections, or you'll be hurryin' at Ben Gurion in this country","response":"Israel"},{"text":"Where is Izmir? It iz in this bi-continental country","response":"Turkey"},{"text":"Seeb's in Oman; Saab's in this country","response":"Sweden"},{"text":"2 people dropped off at the same time at the Pisa airport named for this man will hit the ground at the same time","response":"Galileo"}],"originalDate":"2003-09-16"}],[{"category":"U.S. SENATE HISTORY","comments":"","clues":[{"text":"This man became President of the Senate in 2001","response":"Dick Cheney"},{"text":"In 1795 John Rutledge became the first nominee to this body rejected by the Senate","response":"the Supreme Court"},{"text":"In 1789 the Senate convened for the first time, in this city","response":"New York"},{"text":"In 1798 the Senate began its first trial of this type; the defendant was fellow Senator William Blount","response":"impeachment"},{"text":"In 1824 the Senate honored this Frenchman &amp; gave him a seat of honor to the right of the presiding officer","response":"Lafayette"}],"originalDate":"2003-09-16"},{"category":"LAGER RHYTHMS","comments":"","clues":[{"text":"It can be a popular brand of beer or a popular book of world records","response":"Guinness"},{"text":"London pubs have \"extra cold beer\" for Yanks; most Brits drink beer at a temperature called this","response":"cellar temperature"},{"text":"In this year, the Mayflower came ashore at a secondary destination because of a shortage of beer","response":"1620"},{"text":"Elvira, Mistress of the Dark, could tell you that it's \"the official beer of Halloween\"","response":"Coors"},{"text":"If a Pittsburgher suggests pumping iron, he may mean drinking this local brand of beer","response":"Iron City"}],"originalDate":"2003-09-15"},{"category":"PUTIN","comments":"","clues":[{"text":"It's the city where Vladimir Putin was born in 1952; it changed its name in 1991","response":"Leningrad (or St. Petersburg)"},{"text":"Putin was a citywide tournament champion in this martial art","response":"judo"},{"text":"Putin spent a long time there &amp; one of his daughters was born in this country that no longer exists","response":"East Germany"},{"text":"It's the intelligence service he worked for from 1975 to 1990","response":"the KGB"},{"text":"Putin has garnered popular support by his suppression of militants in this breakaway republic","response":"Chechnya"}],"originalDate":"2003-09-15"},{"category":"GEOLOGY","comments":"","clues":[{"text":"The 2 forces that cause soil erosion are water &amp; this, which includes a process called deflation","response":"wind"},{"text":"This rock is basically froth formed from liquid lava","response":"pumice"},{"text":"The \"creta\" in Cretaceous comes from the Latin for this substance picked up by some blackboard erasers","response":"chalk"},{"text":"Do we have to spell it out for you? Speleology is the study of these","response":"caves"},{"text":"The Eniwetok Atoll sits on a limestone cap that's sitting on the summit of one of these","response":"a volcano"}],"originalDate":"2003-09-15"},{"category":"WATER SPORTS","comments":"","clues":[{"text":"Synchronized swimming used to be called \"water\" this, though it's hard to be \"en pointe\" in the pool","response":"ballet"},{"text":"Hockey has the penalty shot; this game has the penalty throw","response":"water polo"},{"text":"In the Olympics, this event name means you can use any stroke, but it's usually the crawl","response":"freestyle"},{"text":"Rhyming term for an insect-like fishing lure that floats on the surface of the water","response":"dry fly"},{"text":"The introduction of aluminum made this type of diving board more flexible, giving divers more height","response":"springboard"}],"originalDate":"2003-09-15"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"The Dada art movement originated at the Cabaret Voltaire in 1916 in this largest Swiss city","response":"Zurich"},{"text":"This Florentine's 1483 \"Madonna of the Rocks\" is his earliest major work that survives in complete form","response":"da Vinci"},{"text":"In 1934 this midwestern regionalist became an assistant professor of fine arts at the University of Iowa","response":"Grant Wood"},{"text":"As a boy, Titian was sent to this city to study under the masters; he spent most of the rest of his life there","response":"Venice"},{"text":"This Dutch artist's \"Composition B With Red, 1935\", scorned by critics in 1936, was sold in 1999 for about $4.5 million","response":"Piet Mondrian"}],"originalDate":"2003-09-15"}],{"category":"ACTORS &amp; THEIR ROLES","text":"Ronald Reagan, Errol Flynn, Richard Mulligan &amp; Gary Cole have all played this historical role","response":"George Armstrong Custer"}]}