{"mix":2472,"rounds":[[{"category":"EASY AS \"PIE\"","comments":"","clues":[{"text":"Simple Simon asked him, \"Let me taste your ware\"","response":"the pieman"},{"text":"It's one who induces others to follow by means of false promises","response":"a pied piper"},{"text":"In \"The Preacher and the Slave\", Joe Hill wrote, \"Work and pray, live on hay, you'll get\" this \"when you die\"","response":"pie in the sky"},{"text":"This hat has a low crown, flat top &amp; flexible brim","response":"a pork pie hat"},{"text":"Velvet Brown's horse in \"National Velvet\" got its name from this black &amp; white marking","response":"piebald"}],"originalDate":"2004-01-02"},{"category":"ASIAN HISTORY","comments":"","clues":[{"text":"As a result of the French defeat at the Battle of Dien Bien Phu in 1954, this country was divided at the 17th parallel","response":"Vietnam"},{"text":"In 452 this \"Scourge of God\" invaded northern Italy, but disease &amp; famine forced his troops to withdraw","response":"Attila the Hun"},{"text":"In 1948 he was elected President of China, but was driven from the mainland to Taiwan the next year","response":"Chiang Kai-shek"},{"text":"In 1972 Pakistan's President Bhutto signed an accord with this Indian Prime Minister normalizing relations","response":"Indira Gandhi"},{"text":"In 1959 this Japanese Crown Prince married a commoner, the first time ever for an heir to the throne","response":"Akihito"}],"originalDate":"2004-01-01"},{"category":"POP MUSIC","comments":"","clues":[{"text":"The title character of this Beatles song is \"wearing the face that she keeps in a jar by the door\"","response":"\"Eleanor Rigby\""},{"text":"For most of the '70s, Elton John collaborated with this lyricist on songs like \"Your Song\"","response":"Bernie Taupin"},{"text":"She stayed at No. 1 for 8 weeks in 1993 with \"Dreamlover\"","response":"Mariah Carey"},{"text":"In 1978 Barbra Streisand &amp; Neil Diamond had a No. 1 hit with this duet","response":"\"You Don't Bring Me Flowers\""},{"text":"She made her Top 40 debut with 1972's \"You Turn Me On, I'm a Radio\"","response":"Joni Mitchell"}],"originalDate":"2004-01-01"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"This holiday was first celebrated in the U.S. in 1792, the 300th anniversary of a certain explorer's New World arrival","response":"Columbus Day"},{"text":"On January 8 the state of Louisiana commemorates this battle of the War of 1812","response":"Battle of New Orleans"},{"text":"Cuba's National Revolutionary Festival in late July commemorates his 26th of July movement founded in 1953","response":"Fidel Castro"},{"text":"West Virginia holds a Heritage Jubilee named for this Confederate General, his commander's \"right arm\"","response":"Stonewall Jackson"},{"text":"Japan's Sanno Festival on April 15 honors Sanno, this religion's mountain god","response":"Shintoism"}],"originalDate":"2004-01-01"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"The Rainbow variety of this fish is popularly served \"amandine\"","response":"trout"},{"text":"At Starbucks you'll find a variety of these Scottish quick breads to go with your coffee","response":"scones"},{"text":"Traditionally, inside your chicken cordon bleu you'll find melted cheese &amp; a thin slice of this meat","response":"ham"},{"text":"Around St. Patrick's Day, many McDonald's still serve up the cool minty green drink called this","response":"a Shamrock Shake"},{"text":"Alliterative name for the classic French dish consisting of meat braised in red wine with onions &amp; mushrooms","response":"beef bourguignon"}],"originalDate":"2004-01-01"},{"category":"WEEDS","comments":"","clues":[{"text":"Its name is from the French for \"lion's tooth\"","response":"dandelion"},{"text":"In a song it was \"Crimson &amp; \"this weed, \"over &amp; over\"","response":"clover"},{"text":"It's everywhere! Even in Kentucky's nickname","response":"bluegrass"},{"text":"This garden weed may be plain, hemp or stinging","response":"nettle"},{"text":"It got its name in the old West from its ability to drive sheep &amp; horses crazy","response":"locoweed"}],"originalDate":"2004-01-01"}],[{"category":"\"J\" PARDY","comments":"","clues":[{"text":"In a Robert Louis Stevenson novel, a drug turns this man into a monster","response":"Dr. Jekyll"},{"text":"With 6,<br>more U.S. Presidents were born with this first name than any other","response":"James"},{"text":"One of Jules Bastien-LePage's most famous paintings is of <i>this</i> girl, hearing voices","response":"Joan of Arc"},{"text":"The port city of Aqaba is this nation's only link to the sea","response":"Jordan"},{"text":"It refers to the geographic area a court has power over or to the types of cases it can hear","response":"jurisdiction"}],"originalDate":"2004-01-01"},{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"A 7-mile-high peak in the mountain range called Maxwell is the highest feature on this planet, Earth's twin","response":"Venus"},{"text":"By studying lunar eclipses this Greek philosopher proved that the Earth was ball-shaped","response":"Aristotle"},{"text":"In 2002 the Odyssey space probe determined ice lies just below the surface of this planet's poles","response":"Mars"},{"text":"Ceres, one of these objects, is about 600 miles in diameter &amp; was named for the Roman goddess of agriculture","response":"asteroid"},{"text":"When William Herschel discovered this planet in 1781, he first thought it was a comet","response":"Uranus"}],"originalDate":"2004-01-01"},{"category":"RALPH","comments":"","clues":[{"text":"He exposed questionable design practices in the auto industry in \"Unsafe at Any Speed\"","response":"Ralph Nader"},{"text":"He created his \"Safari\" fragrance in 1990","response":"Ralph Lauren"},{"text":"He won the 1950 Nobel Peace Prize for his work as a U.N. mediator resolving Arab-Israeli conflicts","response":"Dr. Ralph Bunche"},{"text":"Encapsulating the essence of his philosophy, he published \"Nature\" in 1836","response":"Ralph Waldo Emerson"},{"text":"Later SCLC President, he co-founded the Montgomery (Alabama) Improvement Assoc. in 1955","response":"Ralph Abernathy"}],"originalDate":"2004-01-01"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"This love story by Robert James Waller spent more than 3 years on the bestseller list","response":"<i>The Bridges of Madison County</i>"},{"text":"Failed poet Von Humboldt Fleisher is the title character in this Saul Bellow novel","response":"<i>Humboldt's Gift</i>"},{"text":"His \"Postman Always Rings Twice\", \"Double Indemnity\" &amp; \"Mildred Pierce\" were all made into movies","response":"James M. Cain"},{"text":"He's kept readers in suspense with novels like \"Whispers\", \"Watchers\" &amp; \"Sole Survivor\"","response":"Dean Koontz"},{"text":"\"The Red Tent\" by Anita Diamant retells the story of this Biblical woman, the daughter of Jacob &amp; Leah","response":"Dinah"}],"originalDate":"2004-01-01"},{"category":"THAT'S SUPERLATIVE","comments":"","clues":[{"text":"Using a slang superlative, Leroy Brown is described as this \"man in the whole damn town\"","response":"baddest"},{"text":"The superlative of the word \"old\" can start with this letter instead of o","response":"e"},{"text":"It's the superlative of \"little\", as in the proverb This \"said, soonest mended\"","response":"least"},{"text":"Superlative in a famous nickname of the NYPD","response":"finest"},{"text":"Superlative in the name of a Minnesota-based retail electronics behemoth","response":"best (Best Buy)"}],"originalDate":"2004-01-01"},{"category":"THE LAWYER WHO...","comments":"","clues":[{"text":"...put some 70,000 words in alphabetical order to make a new American dictionary in 1828","response":"Noah Webster"},{"text":"...became a sportscaster for ABC &amp; befriended Muhammad Ali","response":"Howard Cosell"},{"text":"...wrote \"The Power of Literature and its Connection with Religion\" &amp; some little national anthem","response":"Francis Scott Key"},{"text":"...figured out the scope of the galaxy, but only made it to Major in WWI","response":"Edwin Hubble"},{"text":"...got lucky when Harrison Ford played the lead in the film version of his novel \"Presumed Innocent\"","response":"Scott Turow"}],"originalDate":"2003-12-31"}],{"category":"INTERNATIONAL GROUPS","text":"The economic bloc known as the G8 became the G7 in 2014 upon the expulsion of this country","response":"Russia"}]}