{"mix":2475,"rounds":[[{"category":"PATRON SAINTS","comments":"","clues":[{"text":"Julian the hospitaller is the patron saint of these musicians, a favorite of Old King Cole","response":"fiddlers"},{"text":"As patron saint of Quebec &amp; for makers of these, Anne should help the Expos to a clean sweep of any series","response":"brooms"},{"text":"For protection against these, call on Gertrude of Nivelles, or call a pied piper","response":"rats"},{"text":"Zita is the patron saint you invoke in the search for these items, also a symbol of St. Peter's power","response":"keys"},{"text":"Being shot with dozens of these helped make Sebastian a patron of fletchers","response":"arrows"}],"originalDate":"2003-12-26"},{"category":"SHAKESPEAREANA","comments":"","clues":[{"text":"Oscar Wilde asked whether the critics who'd written on this play were mad or only pretending to be","response":"<i>Hamlet</i>"},{"text":"Will's shortest play, its title has become an expression meaning a ridiculous series of events","response":"<i>The Comedy of Errors</i>"},{"text":"Shakespeare's mother Mary shares her maiden name with this idyllic forest in \"As You Like It\"","response":"Arden"},{"text":"Coined by George Bernard Shaw, this adaptation of \"idolatry\" is the worship of Shakespeare","response":"Bardolatry"},{"text":"Many plays first appeared in these books, smaller than folios, made from sheets folded twice to make 4 leaves","response":"quartos"}],"originalDate":"2003-12-26"},{"category":"THE EMPIRE STATE BUILDING","comments":"","clues":[{"text":"The mast on top of the Empire State Building was originally designed as a mooring for these rigid airships","response":"zeppelins"},{"text":"The building was bathed with blue lights on Dec. 12, 1995 to match this man's eyes on his 80th birthday","response":"Frank Sinatra"},{"text":"At the Empire State Building's 60th anniversary celebration in 1991, this 83-year-old actress was guest of honor","response":"Fay Wray"},{"text":"In 1931 the building opened on the former site of this hotel with a hyphenated name","response":"the Waldorf-Astoria"},{"text":"He made an 8-hour film about the Empire State Building in 1964 in which the camera never moved","response":"Andy Warhol"}],"originalDate":"2003-12-26"},{"category":"ROCK &amp; ROLL BOOKSTORE","comments":"","clues":[{"text":"\"Nowhere Man\" is Robert Rosen's take on \"The Final Days of\" this Beatle","response":"John Lennon"},{"text":"\"Last Train to Memphis\" tells of the first part of this man's life up to the death of his mother","response":"Elvis Presley"},{"text":"The title of Robert Shelton's bio \"No Direction Home\" about this performer comes from a line in one of his hits","response":"Bob Dylan"},{"text":"Danny Sugerman has written 2 biographies about The Doors &amp; one called \"Appetite for Destruction\" about this group","response":"Guns N' Roses"},{"text":"\"The Rose that Grew from Concrete\" is the title of a book of this slain rapper's poetry","response":"Tupac Shakur"}],"originalDate":"2003-12-26"},{"category":"PEAKING AT NAMES","comments":"","clues":[{"text":"The Surveyor General of India from 1830, he lent his name to Nepal's highest peak","response":"Everest"},{"text":"The highest peak in this island nation bears the name of Captain James Cook","response":"New Zealand"},{"text":"The director of Canada's geological survey from 1842 to 1869, he lent his name to the 2nd-highest peak in N. America","response":"Logan"},{"text":"Appropriately, Pico Cristobal Colon is the highest peak in this South American country","response":"Colombia"},{"text":"With peaks named for Washington &amp; Adams, the Presidential Range is found in this state's White Mountains","response":"New Hampshire"}],"originalDate":"2003-12-26"},{"category":"OFFICIAL STATE THINGS","comments":"","clues":[{"text":"Got this? It's Wisconsin's state beverage","response":"milk"},{"text":"1989 this state adopted the bizcochito as its state cookie","response":"New Mexico"},{"text":"Its state has no official vitamin but in 2002 Colorado named rhodochrosite its state this","response":"mineral"},{"text":"The blossom of this giant cactus is the state flower of Arizona","response":"a saguaro"},{"text":"Corny perhaps but it is now the official process food of Georgia","response":"grits"}],"originalDate":"2003-12-25"}],[{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"A new bio of a current couple is entitled \"George and\" her: \"Portrait of an American Marriage\"","response":"Laura"},{"text":"\"Theodore Rex\" tells the towering tale of this trust buster","response":"Theodore Roosevelt"},{"text":"\"The First American\" by H.W. Brands depicts the life and times of this colonial inventor and statesman","response":"Benjamin Franklin"},{"text":"The title of this South African's autobiography is \"Long Walk to Freedom\"","response":"Nelson Mandela"},{"text":"T.J. Stiles' biography of this famous Old West outlaw is subtitled \"The Last Rebel of the Civil War\"","response":"Jesse James"}],"originalDate":"2003-12-25"},{"category":"\"M\" &amp; \"M\"s","comments":"","clues":[{"text":"This rodent announces his presence with the cry \"Here I come to save the day\"","response":"Mighty Mouse"},{"text":"She is the author who created the characters Ashley Wilkes and Rhett Butler","response":"Margaret Mitchell"},{"text":"The Beatles sang about Rita, one of these women assigned to give out parking tickets","response":"a meter maid"},{"text":"A shaman or witch doctor","response":"a magic man (or medicine man)"},{"text":"This female anthropologist also wrote \"Growing Up in New Guinea\"","response":"Margaret Mead"}],"originalDate":"2003-12-25"},{"category":"THEORIES","comments":"","clues":[{"text":"In sociology theory, deviant &amp; delinquent are two of these, also found on shirts","response":"labels"},{"text":"Directors are glorified in this theory brought over from French film criticism in the 1960s","response":"auteur"},{"text":"Harry Markowitz's theory, named for this, your collection of investments, basically says \"Diversify it\"","response":"a portfolio"},{"text":"In game theory, it's the term for one like your weekly poker game where the total won equals the total lost","response":"zero-sum"},{"text":"Appropriately, Ben Jonson based a comedy on the theory of this set of four liquids that govern behavior","response":"humors"}],"originalDate":"2003-12-25"},{"category":"CINEMACABRE","comments":"","clues":[{"text":"The first big screen version of this Mary Shelley horror classic was filmed by Thomas Edison in 1810","response":"<i>Frankenstein</i>"},{"text":"This 1960 shocker was remade in 1998 by Gus Van Sant with Vince Vaughan as Norman","response":"<i>Psycho</i>"},{"text":"George Romero directed \"Night of,\" \"Dawn of\" &amp; \"Day of\" these title creatures","response":"the Dead"},{"text":"A remake of this classic 1974 horror film massacred the box office in 2003","response":"<i>The Texas Chainsaw Massacre</i>"},{"text":"A demonic puzzle cube is the centerpiece of this horror film series based on a Clive Barker novel","response":"<i>Hellraiser</i>"}],"originalDate":"2003-12-25"},{"category":"WWI","comments":"","clues":[{"text":"While we are not sure where this nickname for US infantrymen came from, we can guess that it wasn't from Pillsbury","response":"doughboy"},{"text":"In September, 1916 the Brits rolled out this new secret weapon, surprising the Germans on the Sommes","response":"the tank"},{"text":"In a popular American song of 1917, this line immediately preceded \"You're not behind a plow\"","response":"\"You're in the Army now\""},{"text":"In December 1917, this country's one-month old government signed an armistice with the Central Powers","response":"Russia"},{"text":"The flying squad known as the Escadrille Americaine soon changed its name to this","response":"the Lafayette Escadrille"}],"originalDate":"2003-12-25"},{"category":"PEOPLE IN CALIFORNIA","comments":"","clues":[{"text":"Mr. Alda","response":"Alan"},{"text":"Ms. Luft","response":"Lorna"},{"text":"Ms. Loughlin of \"Full House\"","response":"Lori"},{"text":"University founder Mr. Roberts","response":"Oral"},{"text":"SNL's Ms. Dunn","response":"Nora"}],"originalDate":"2003-12-25"}],{"category":"BROADWAY MUSICALS","text":"Winner of 6 Tonys in 2017, it's the first Broadway musical to focus on the subject of teens &amp; social media","response":"<i>Dear Evan Hansen</i>"}]}