{"mix":2476,"rounds":[[{"category":"THE 1840s","comments":"","clues":[{"text":"The discovery of this in California on Jan. 24, 1848 was kept quiet until the N.Y. Herald ran the news in August","response":"gold"},{"text":"This organization was begun in London in 1844 by George Williams to hold Bible readings for his coworkers; pools came later","response":"the YMCA"},{"text":"2 of the 3 names this Georgia town had in the 1840s were Terminus &amp; Marthasville","response":"Atlanta"},{"text":"In 1847 the Communist League hired this pair to write its manifesto","response":"Karl Marx and Friedrich Engels"},{"text":"Built in 1849, the Chain Bridge spans this river to link the cities of Buda &amp; Pest","response":"the Danube"}],"originalDate":"2003-12-24"},{"category":"GET A ROOM!","comments":"","clues":[{"text":"That erupting volcano is no mirage<span class=\"nobreak\">--</span>you're at The Mirage in this city","response":"Las Vegas"},{"text":"Take a romantic bath in the Garden of Eden Apple Suite at Caesars Pocono Palace<span class=\"nobreak\">--</span>your tub is shaped like this","response":"a heart"},{"text":"Get 40 whacks<span class=\"nobreak\">--</span>oops, we mean 40 winks<span class=\"nobreak\">--</span>at the Mass. home of this accused ax murderess; it's a bed &amp; breakfast","response":"Lizzie Borden"},{"text":"Throw a stag party at London's Dorchester Hotel, like this man did on Nov. 19, 1947<span class=\"nobreak\">--</span>before his royal wedding","response":"Prince Philip"},{"text":"Get an in-room massage for your dog at the Santa Barbara resort owned by this actor, TV's Daniel Boone","response":"Fess Parker"}],"originalDate":"2003-12-24"},{"category":"BIO HAZARD","comments":"","clues":[{"text":"2003:<br>\"Dawn Over Kitty Hawk\"","response":"the Wright Brothers"},{"text":"1922:<br>\"Seven Pillars of Wisdom\"","response":"T.E. Lawrence (of Arabia)"},{"text":"1991:<br>\"Lady Day\"","response":"Billie Holiday"},{"text":"1975:<br>\"Why Not the Best?\"","response":"Jimmy Carter"},{"text":"2002:<br>\"Zim: A Baseball Life\"","response":"Don Zimmer"}],"originalDate":"2003-12-24"},{"category":"STRAW","comments":"","clues":[{"text":"Proverbially, this animal keeps getting its back broken by one straw too many","response":"the camel"},{"text":"Water, clay &amp; a little straw combine to make this type of brick common in the Southwest","response":"adobe"},{"text":"Skimmers, boaters &amp; sailors are types of these made of straw","response":"hats"},{"text":"Politically speaking, O. Henry wrote, \"A straw\" one of these \"only shows which way the hot air blows\"","response":"a poll"},{"text":"Sacrificial tokens in ancient Asia; Sam Peckinpah extinguished a few in 1971","response":"straw dogs"}],"originalDate":"2003-12-24"},{"category":"___ OF ___","comments":"","clues":[{"text":"It's the title of an unmarried woman who is the chief attendant of a bride","response":"maid of honor"},{"text":"Open this source of many unpredictable problems &amp; you're also ready with a lot of bait for your fishing trip","response":"can of worms"},{"text":"Term for a domestic animal used to pull or carry loads; it's also the title of a 1978 hit song","response":"beast of burden"},{"text":"When Maxwell Smart wanted a conference in the Chief's office to be secret, he demanded this device be lowered","response":"the cone of silence"},{"text":"A lawyer may ask for this, a legal term meaning the movement of a trial to another location","response":"change of venue"}],"originalDate":"2003-12-24"},{"category":"OH BROTHER","comments":"","clues":[{"text":"He set up his brother Joseph as ruler of Naples &amp; his brother Louis as King of Holland","response":"Napoleon"},{"text":"Clashing with his brother Zbigniew, Boleslaw the Wry-Mouthed came to power in this country in 1102","response":"Poland"},{"text":"Louis XIII's brother Gaston of Orleans was a conspirator against this Cardinal","response":"Richelieu"},{"text":"On March 15, 1917 he abdicated in favor of his brother Michael, who quickly refused the crown","response":"Czar Nicholas II"},{"text":"Octavian took on this man's brother Lucius Antonius at Perugia in 40 B.C.","response":"Mark Anthony"}],"originalDate":"2003-12-24"}],[{"category":"PRESS YOUR LUKE","comments":"","clues":[{"text":"He mentions Luke 3 times in his letters &amp; was the one who dubbed Luke \"the beloved physician\"","response":"Paul"},{"text":"Luke's symbol; unlike lumberjack Bunyan's, his is winged, not blue","response":"an ox"},{"text":"Luke says the first group to visit the newborn Jesus was a bunch of these who were tipped off by an angel","response":"shepherds"},{"text":"Peter escaped jail, Luke says, &amp; went to Mary's house where this maid, not Carlton her gateman, was amazed to see him","response":"Rhoda"},{"text":"Some believe Luke hailed from Antioch in a part of ancient Syria that's now in this country","response":"Turkey"}],"originalDate":"2003-12-24"},{"category":"WHAM!","comments":"","clues":[{"text":"Lyrics to this Wham! hit have been misheard as \"Wake me up and make some cocoa\"","response":"\"Wake Me Up Before You Go-Go\""},{"text":"At Live Aid, George Michael performed \"Don't Let the Sun Go Down on Me\" with this piano-playing pop star","response":"Elton John"},{"text":"In 1985 Wham! became the first western pop group to perform live in this Asian country","response":"China"},{"text":"He's the one in Wham! who wasn't George Michael","response":"Andrew Ridgeley"},{"text":"Wham's third U.S. No. 1 hit; it includes \"Somebody tell me... why I work so hard for you... to give you money\"","response":"\"Everything She Wants\""}],"originalDate":"2003-12-24"},{"category":"\"E\"","comments":"","clues":[{"text":"Apollo 7's Eisele, Cunningham &amp; Schirra won a special one of these awards for their TV transmissions","response":"an Emmy"},{"text":"Found in the medicine cabinet, it has a small rubber bulb on top of a glass tube with a tapered open end","response":"eyedropper"},{"text":"Rosalynn Carter's real first name, it was also the name of the First Lady 40 years before her","response":"Eleanor"},{"text":"This capital city is nicknamed \"Auld Reekie\", also the title of a poem by Robert Fergusson","response":"Edinburgh"},{"text":"Say cheese <span class=\"nobreak\">--</span> this cheese named for a region in Switzerland","response":"Emmentaler"}],"originalDate":"2003-12-24"},{"category":"FROM RUSSIA WITH LOVE","comments":"","clues":[{"text":"The title character of this novel has a mistress named Lara, the wife of a revolutionary","response":"<i>Doctor Zhivago</i>"},{"text":"Once a prisoner of the French &amp; of a bad marriage, Pierre Bezuhov finds love with Natasha Rostova in this novel","response":"<i>War and Peace</i>"},{"text":"This novel ends with Raskolnikov realizing he will have years of happiness with Sonia after his term in Siberia","response":"<i>Crime and Punishment</i>"},{"text":"In a Chekhov play, Sonya loves Astrov, while Astrov &amp; this title relative are in love with Elena","response":"<i>Uncle Vanya</i>"},{"text":"Khlestakov wants to marry the mayor's daughter in \"The Inspector General\", a play by this \"Dead Souls\" author","response":"(Nikolai) Gogol"}],"originalDate":"2003-12-23"},{"category":"CASINO ROYALE","comments":"","clues":[{"text":"During the reign of Prince Charles III, this small European country bulit its first successful casino in 1863","response":"Monaco"},{"text":"The first legal casino in the U.S. outside of Nevada opened in this east coast city in 1978","response":"Atlantic City"},{"text":"Mummy &amp; daddy might enjoy the casino hotels in this city, including the Ramses Hilton &amp; the Nile Hilton","response":"Cairo"},{"text":"A casino opened in Windsor in 1994 after this Canadian province legalized gambling","response":"Ontario"},{"text":"Merv Griffin once owned a resort &amp; casino on Paradise Island in this island group off Florida","response":"the Bahamas"}],"originalDate":"2003-12-23"},{"category":"DYE ANOTHER DAY","comments":"(Alex: Note the spelling of \"dye\".)","clues":[{"text":"The cochineal insect provided this color dye for the uniforms of British troops &amp; Canadian Mounties","response":"red"},{"text":"Ikat was a version of this art used in Asia hundreds of years before the first Grateful Dead concert","response":"tie-dye"},{"text":"The ancient dye Tyrian purple was made from marine snails mainly of this sea","response":"Mediterranean"},{"text":"It's the dye in the name of the species of bunting seen here","response":"indigo"},{"text":"Term for a dye that holds its hue in fabric, or what you tell a preschooler when art time's almost over","response":"color fast"}],"originalDate":"2003-12-23"}],{"category":"ALPHANUMERIC ANATOMY","text":"Alphanumerically, it's at the top of the spine &amp; lets you nod","response":"C1"}]}