{"mix":2480,"rounds":[[{"category":"IT'S CAPITALIZED","comments":"","clues":[{"text":"This word when it precedes \"of Buena Vista\" (in 1847) or \"of Lake Erie\" (in 1813)","response":"Battle"},{"text":"A registered one of these; Spam is one of Hormel Foods Corporation","response":"trademarks"},{"text":"Sacred books like this, the Hebrew name for the first 5 books of the Bible","response":"the Torah"},{"text":"The names of these \"related\" biological groups that come between order &amp; genus","response":"families"},{"text":"In addresses, Street, Road &amp; this word from the French for \"to approach\"","response":"Avenue"}],"originalDate":"2003-12-19"},{"category":"U.S. CITY NICKNAMES","comments":"","clues":[{"text":"Nashville is \"The Athens of the South\"; this home of the Crimson Tide is \"The Athens of Alabama\"","response":"Tuscaloosa"},{"text":"Huntington Beach, California has been nicknamed this, also the title of a 1963 Jan &amp; Dean hit","response":"\"Surf City\""},{"text":"This capital has been designated the \"Green Mountain City\"","response":"Montpelier, Vermont"},{"text":"New Orleans was dubbed this city; when it was laid out, that was the shape the Mississippi formed around it","response":"\"The Crescent City\""},{"text":"Rockwell City in this state calls itself the \"Golden Buckle on the Corn Belt\"","response":"Iowa"}],"originalDate":"2003-12-18"},{"category":"YULETIDE FAVORITES","comments":"","clues":[{"text":"\"Oh bring us a figgy pudding, oh bring us a figgy pudding, oh bring us a figgy pudding and a cup of\"","response":"good cheer"},{"text":"In 1947 this singing cowboy co-wrote &amp; recorded the perennial favorite \"Here Comes Santa Claus\"","response":"Gene Autry"},{"text":"The subject of a Christmas carol, this good king was not a king, but the Duke of Bohemia in the 10th century","response":"Wenceslas"},{"text":"In \"Away in a Manger\", it's what \"The little Lord Jesus\" was \"asleep on\"","response":"the hay"},{"text":"6 years before \"Seventy-Six Trombones\", he wrote \"It's Beginning to Look a Lot Like Christmas\"","response":"Meredith Willson"}],"originalDate":"2003-12-18"},{"category":"FEMALE FIRSTS","comments":"","clues":[{"text":"In 1678, Elena Cornaro, fluent in 7 languages, became the first woman to receive this advanced degree","response":"doctorate (of philosophy)"},{"text":"Fay Fuller, a Tacoma journalist, made the first female ascent of this mountain in 1980, wearing wool bloomers","response":"Mount Rainier"},{"text":"In 1957 Dame Beryl Grey became the first foreign guest artist to dance with this Moscow company","response":"the Bolshoi"},{"text":"Ehud Barak once dressed as a woman in a covert operation, but she was the only actual woman PM of Israel","response":"Golda Meir"},{"text":"Bill Clinton made Janet Reno the first woman attorney general &amp; Hazel O'Leary the first woman secretary of this","response":"Energy"}],"originalDate":"2003-12-18"},{"category":"ARE YOU SHAKESPEARIENCED?","comments":"(Alex: You have to identify the play from the clue we give you.)","clues":[{"text":"\"This was the noblest Roman of them all\"","response":"<i>Julius Caesar</i>"},{"text":"\"Get thee to a nunnery!\"","response":"<i>Hamlet</i>"},{"text":"\"I am dying, Egypt, dying\"","response":"<i>Antony and Cleopatra</i>"},{"text":"\"I am a Jew!  Hath not a Jew eyes?  Hath not a Jew hands...\"","response":"<i>The Merchant of Venice</i>"},{"text":"\"I come to wive it wealthily in Padua\"","response":"<i>The Taming of the Shrew</i>"}],"originalDate":"2003-12-18"},{"category":"ABBREV.","comments":"","clues":[{"text":"Tho can be short for t-h-o-u-g-h, or this male name","response":"Thomas"},{"text":"With my new flat panel screen, I've gotten rid of my old monitor with that big CRT, this","response":"cathode ray tube"},{"text":"Mth is month; M. Th. is master of this","response":"theology"},{"text":"You'll get no help on a project labeled DIY, short for this","response":"do it yourself"},{"text":"At the DOS, Department of State, a US would be a person in this post","response":"undersecretary"}],"originalDate":"2003-12-18"}],[{"category":"THE 7 WONDERS OF THE ANCIENT WORLD","comments":"","clues":[{"text":"It's estimated that the largest of these contains 2.3 million stone block, each averaging about 2.5 tons","response":"the Pyramids"},{"text":"It's the only one of the ancient wonders that was located in present-day Iraq","response":"The Hanging Gardens of Babylon"},{"text":"This wonder depicted a sun god shading his eyes &amp; gazing out across the Aegean Sea","response":"Colossus of Rhodes"},{"text":"Reportedly, a spiral ramp allowed wagons to carry fuel up to the constantly burning fire at its top","response":"the Lighthouse at Alexandria"},{"text":"Tools &amp; molds used by Phidias to sculpt this wonder have been discovered at Olympia","response":"Statue of Zeus at Olympia"}],"originalDate":"2003-12-18"},{"category":"SCREEN PLAYS","comments":"","clues":[{"text":"Jason Miller went back home to Scranton in this state to make the '82 film of his play \"That Championship Season\"","response":"Pennsylvania"},{"text":"Peter Firth horsed around as the unstable stable boy in the film version of this Peter Shaffer play","response":"<i>Equus</i>"},{"text":"Everyone \"nose\" that Jose Ferrer starred in this play on Broadway before he made the film in 1950","response":"<i>Cyrano de Bergerac</i>"},{"text":"Paul Newman was so good in this man's play \"Sweet Bird of Youth\" that he got to star in the film, too","response":"Tennessee Williams"},{"text":"Aaron Sorkin adapted the screenplay for this 1992 film about a Marine murder trial from his own play","response":"<i>A Few Good Men</i>"}],"originalDate":"2003-12-18"},{"category":"LEAVING SO SOON?","comments":"","clues":[{"text":"Charles Tupper, one of this country's Fathers of Confederation, served 10 weeks as its prime minister","response":"Canada"},{"text":"Theodore Pomeroy had the shortest tenure in this job, serving on the last day of the 40th Congress","response":"Speaker of the House"},{"text":"Elected pope in 752, Stephen died 2 days later, before he could undergo this, from the Latin for \"to make sacred\"","response":"consecration"},{"text":"After less than 2 years in the job, he resigned as executive editor of the New York Times in June 2003","response":"Howell Raines"},{"text":"He was a Konstantinvalid during the year he led the USSR, February 1984 to March 1985","response":"Konstantin Chernenko"}],"originalDate":"2003-12-18"},{"category":"WHEN THEY WERE YOUNG","comments":"","clues":[{"text":"During his summers in high school, Ronald Reagan worked as one of these, maybe inspiring David Hasselhoff","response":"lifeguard"},{"text":"He got a violin at age 6 &amp; continued to play through the rest of his 39 years (really 80)","response":"Jack Benny"},{"text":"Born in Hungary in 1874, the son of Samuel &amp; Cecilia Weiss, he became a professional magician at age 17","response":"Harry Houdini (Erik Weisz)"},{"text":"When Joseph Haydn was 8, he joined this world-famous singing group","response":"The Vienna Boys' Choir"},{"text":"Louisa May Alcott's first big crush was on this \"Sage of Concord\", almost 30 years her senior","response":"Ralph Waldo Emerson"}],"originalDate":"2003-12-18"},{"category":"ENDS IN \"OLD\"","comments":"","clues":[{"text":"Real estate agents' favorite 4-letter word; they like to add it to front yard signs","response":"sold"},{"text":"Dionne Warwick, Marilyn McCoo &amp; Rick Dees were among the hosts of \"Solid\" this","response":"Gold"},{"text":"The compartment of a passenger airline where animals usually fly","response":"cargo hold"},{"text":"It's an enclosure for sheep","response":"fold"},{"text":"Hawthorne's tales were \"Twice\" this","response":"Told"}],"originalDate":"2003-12-18"},{"category":"BIOLOGY","comments":"","clues":[{"text":"In cattle, the rumen is the first of 4 compartments of this organ","response":"the stomach"},{"text":"Often found on decaying logs, the puffball is part of this kingdom of organisms that lack chlorophyll","response":"fungi"},{"text":"From the Greek for \"change\", this one-celled animal consists of protoplasm surrounded by a membrane","response":"an amoeba"},{"text":"This term refers to the association of 2 or more organisms living together for the possible benefit of all","response":"symbiosis"},{"text":"Leucine, Isoleucine &amp; Valine are the 3 BCAAs, or branched-chain these","response":"amino acids"}],"originalDate":"2003-12-17"}],{"category":"1960s FILMS","text":"Chocolate syrup, casaba melon &amp; Playboy model Marli Renfro were enlisted to create an iconic scene in this film","response":"<i>Psycho</i>"}]}