{"mix":2485,"rounds":[[{"category":"READING RAINBOW","comments":"","clues":[{"text":"He's the boy who had a \"terrible, horrible, no good, very bad day\"","response":"Alexander"},{"text":"\"Mr. Toad\" &amp; \"Mr. Badger\" are chapters in this Kenneth Grahame classic","response":"<i>The Wind in the Willows</i>"},{"text":"Louise Fitzhugh continued the adventures of this little girl snoop in the book \"The Long Secret\"","response":"Harriet the Spy"},{"text":"Dictionopolis &amp; Digitopolis are 2 of the unusual places Milo visits in this novel","response":"<i>The Phantom Tollbooth</i>"},{"text":"E.B. White named the main character in this book after Louis Armstrong","response":"<i>The Trumpet of the Swan</i>"}],"originalDate":"2003-12-09"},{"category":"BETWEEN THE LIONS","comments":"","clues":[{"text":"In the sixth chapter of his book, this prophet stands unafraid between the lions in their den","response":"Daniel"},{"text":"If you walk between the lions at 42nd Street &amp; Fifth Avenue you're entering or exiting this New York City building","response":"the New York Public Library"},{"text":"Alex Karras &amp; Barry Sanders both had success playing among their fellow Lions of this city","response":"Detroit"},{"text":"Nickname shared by France's Louis VIII &amp; England's Richard I","response":"Lionheart"},{"text":"If you're standing between 2 lions at this country's Kruger National Park, let's hope they're not hungry!","response":"South Africa"}],"originalDate":"2003-12-09"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"This light metal, symbol Li, falls between helium &amp; beryllium on the periodic table","response":"lithium"},{"text":"Reflecting about 95% of the light falling upon it, it's the most lustrous of all metals","response":"silver"},{"text":"Baddeleyite, an ore of this metal, symbol Zr, is used to make laboratory crucibles","response":"zirconium"},{"text":"Painter's colic is a group of symptoms caused by an excess of this element in the body","response":"lead"},{"text":"This element used in the mantles of some camping lanterns was named for the Norse god of thunder","response":"thorium"}],"originalDate":"2003-12-09"},{"category":"TV SHOWS &amp; THEIR CHARACTERS","comments":"","clues":[{"text":"Niles,<br>Daphne,<br>Roz","response":"<i>Frasier</i>"},{"text":"Joey Potter,<br>Pacey Witter,<br>Jen Lindley","response":"<i>Dawson's Creek</i>"},{"text":"Tony,<br>Carmela,<br>Dr. Jennifer Melfi","response":"<i>The Sopranos</i>"},{"text":"Paul Drake,<br>Hamilton Burger,<br>Della Street","response":"<i>Perry Mason</i>"},{"text":"Agnes Dipesto,<br>David Addison,<br>Maddie Hayes","response":"<i>Moonlighting</i>"}],"originalDate":"2003-12-09"},{"category":"COUNTRIES' FORMER NAMES","comments":"","clues":[{"text":"What's now Nelson Mandela Avenue in Harare, Zimbabwe was once Baker Avenue in Salisbury, here","response":"Rhodesia"},{"text":"What's now the Democratic Republic of the Congo used to be just the Republic of the Congo, &amp; in between, this","response":"Zaire"},{"text":"The country that made up most of the Spanish Netherlands in 1700 is known as this today","response":"Belgium"},{"text":"When still under British control, this present country was the Federation of South Arabia","response":"Yemen"},{"text":"According to their legends, the Goths came from Scandza, now known as this country","response":"Sweden"}],"originalDate":"2003-12-09"},{"category":"POLITICIANS &amp; LEADERS","comments":"","clues":[{"text":"Georges Pompidou was a President of France &amp; Georgios Papandreou was a Prime Minister of this country","response":"Greece"},{"text":"Jose Antonio Primo de Rivera, the son of this country's dictator, founded its Falange Party in 1933","response":"Spain"},{"text":"A Swedish Cabinet Minister in 1951, he went on to become a U.N. Secretary-General","response":"Dag Hammarskjold"},{"text":"In 1959 he got his butt booted out of office for a second time in Cuba","response":"Fulgencio Batista"},{"text":"It should dawn on you that this man born back in 1866 is considered the Father of modern China","response":"Sun Yat-sen"}],"originalDate":"2003-12-09"}],[{"category":"EAST ON THE MAP","comments":"","clues":[{"text":"This waterway separates Manhattan from Long Island","response":"the East River"},{"text":"Cheech Marin played a movie character born in this title area","response":"East L.A."},{"text":"Walter Ulbricht had his fingers in this country's strudel for over 20 years","response":"East Germany"},{"text":"This city with a 2-word name grew around Michigan State University","response":"East Lansing"},{"text":"As a geopolitical term it was coined in 1902 by U.S. Naval Officer Alfred Mahan to describe an Asian-African area","response":"the Middle East"}],"originalDate":"2003-12-08"},{"category":"BODY OF EVIDENCE","comments":"","clues":[{"text":"The body's central nervous system is made up of the brain &amp; this \"cord\"","response":"the spinal cord"},{"text":"Also a type of small mammal, it's a raised area of brown pigment in the skin","response":"a mole"},{"text":"It's the name for the tough band of fibrous connective tissue that unites a muscle to a bone","response":"a tendon"},{"text":"This important internal organ is enclosed in a sac called the pericardium","response":"the heart"},{"text":"The outermost muscles of this body part are scientifically known as the gluteus maximus","response":"the buttocks"}],"originalDate":"2003-12-08"},{"category":"A BRITISH MONOPOLY SET","comments":"","clues":[{"text":"Pass Go &amp; you collect this salary","response":"£200"},{"text":"The \"stations\" on the British board are equivalent to these on the American board","response":"railroads"},{"text":"Between a Chance space &amp; Trafalgar Square you'll find this street, home to a demon barber","response":"Fleet Street"},{"text":"You won't find a circus on Marvin Gardens, but there's a famous one on this equivalent square in England","response":"Piccadilly"},{"text":"After passing Go, the first property on the British board is Old Kent Road; on the American board, it's this","response":"Mediterranean"}],"originalDate":"2003-12-08"},{"category":"THE CABINET","comments":"","clues":[{"text":"He had the last people in Washington's Cabinet stay on a while as his cabinet","response":"John Adams"},{"text":"It was the last war we fought while we had separate Secretaries of the Navy &amp; War","response":"World War II"},{"text":"This President, a former Navy man, appointed the first Secretary of Veterans' Affairs","response":"George H W.  Bush"},{"text":"The last Cabinet official to sit before a Senate Court of this was William Belknap, Grant's Secretary of War","response":"impeachment"},{"text":"Under Teddy Roosevelt, George Cortelyou was the first Secretary of this \"&amp; Labor\"","response":"Commerce"}],"originalDate":"2003-12-08"},{"category":"SHORT HOLLYWOOD MARRIAGES","comments":"","clues":[{"text":"Michelle Phillips' marriage to this star of \"Easy Rider\" cruised to all of 8 days in 1970","response":"Dennis Hopper"},{"text":"Life was no longer a cabaret in 2003 for David Gest &amp; this singer who separated after 16 months of marriage","response":"Liza Minnelli"},{"text":"She lasted 30 days with Jeremy Thomas &amp; 5 months, 4 days with Tom Green","response":"Drew Barrymore"},{"text":"After only 32 days of marriage in 1964, there was no business like divorce business for Ernest Borgnine &amp; her","response":"Ethel Merman"},{"text":"In 1993 she wed Ashley Hamilton after only knowing him 2 weeks, then divorced him 5 months later","response":"Shannen Doherty"}],"originalDate":"2003-12-08"},{"category":"BE BITTER","comments":"","clues":[{"text":"In a popular tongue twister, it's what Betty bought that was bitter","response":"batter"},{"text":"An Army doctor stationed at this village in Venezuela invented a type of bitters now found in bars worldwide","response":"Angostura"},{"text":"The Clue Crew demo of prussic acid ended before it began when they smelled this distinct odor","response":"(bitter) almonds"},{"text":"This phrase used since the 1500s refers to something unpleasant to accept","response":"\"a bitter pill to swallow\""},{"text":"The last clue in the category, it's something to \"hold out to\"","response":"the bitter end"}],"originalDate":"2003-12-08"}],{"category":"AFRICAN CITIES","text":"Also a judicial capital, this aptly named city is known for an annual rose festival that began in 1976","response":"Bloemfontein"}]}