{"mix":2496,"rounds":[[{"category":"PBS","comments":"","clues":[{"text":"The 1st black woman admitted to the U. of Ga., C. Hunter-Gault is a correspondent to this \"NewsHour\"","response":"<i>MacNeil/Lehrer NewsHour</i>"},{"text":"This science series, which premiered in March 1974, has featured such topics as \"The Miracle of Life\"","response":"<i>Nova</i>"},{"text":"Host David McCullough takes PBS viewers on a journey through this museum's \"World\"","response":"The <i>Smithsonian World</i>"},{"text":"Host of \"Wall $treet Week\" who posed for Playboy reading the Wall St. Journal in his pool","response":"(Louis) Rukeyser"},{"text":"\"Masterpiece Theatre\"s most popular &amp; longest running presentation","response":"<i>Upstairs, Downstairs</i>"}],"originalDate":"1989-07-21"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"The 2 capitals on the island of Ireland are Dublin &amp; this city","response":"Belfast"},{"text":"The world's highest ski run is on this country's Mount Chacaltaya near La Paz","response":"Bolivia"},{"text":"The Organization of African Unity is headquartered in this capital of Ethiopia","response":"Addis Ababa"},{"text":"Though Auckland was founded as New Zealand's capital, it soon lost the job to this city","response":"Wellington"},{"text":"Alphabetically 1st among Asian capitals, it's the capital of the United Arab Emirates","response":"Abu Dhabi"}],"originalDate":"1989-07-21"},{"category":"THE SUPREME COURT","comments":"","clues":[{"text":"It wasn't until 1869 that the number of justices stabilized at this number","response":"9"},{"text":"He's the first Italian-American appointed to the Supreme Court","response":"Scalia"},{"text":"This president originally appointed Rehnquist to the Court as an associate justice","response":"Nixon"},{"text":"The newest member of the Court, he replaced Lewis F. Powell Jr.","response":"(Anthony) Kennedy"},{"text":"In July 1965 Arthur Goldberg resigned from the Court to accept this position","response":"American Ambassador to the United Nations"}],"originalDate":"1989-07-21"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"A greedy king, or a brand of automobile muffler","response":"Midas"},{"text":"The muse of history, or an award given for the best advertisements of the year","response":"Clio"},{"text":"The Greek goddess of victory, or a brand of athletic shoe","response":"Nike"},{"text":"The sea nymph who loved Odysseus, or a type of Caribbean folk music","response":"Calypso"},{"text":"A priestess of Aphrodite, or a kind of sandwich","response":"Hero"}],"originalDate":"1989-07-20"},{"category":"PROVERBS","comments":"","clues":[{"text":"As you do this \"so you must lie on it\", which is hard to do if you think about it","response":"\"As you make your bed\""},{"text":"\"There is a remedy for all things but\" this","response":"death"},{"text":"\"Gold goes in any gate, except\" this one","response":"the pearly gate (Heaven's gate)"},{"text":"According to Dickens, these will happen even in \"the best-regulated families\"","response":"accidents"},{"text":"In \"Lady Clara Vere de Vere\", Tennyson wrote, \"Kind hearts are more than\" these","response":"coronets"}],"originalDate":"1989-07-20"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"On a single day, a satellite counted 7,603 fires burning in the rain forests of this river basin","response":"the Amazon"},{"text":"The EPA is planning to extinguish all new use of this carcinogenic fire retardant","response":"asbestos"},{"text":"The 125 ft. Sebrell Elm, the largest in the U.S., is dying of this fungus disease","response":"Dutch elm disease"},{"text":"Du Pont recently announced it would stop manufacturing chlorofluoro-<br>carbons because they damage this","response":"the ozone layer"},{"text":"In 1988 a canine virus killed thousands of these marine mammals near the coast of Europe","response":"seals"}],"originalDate":"1989-07-20"}],[{"category":"ACTORS OF THE PAST","comments":"","clues":[{"text":"In 1895 Henry Irving became the first British actor to receive this honor","response":"he was knighted"},{"text":"Stage name of Emilie Charlotte Le Breton, the \"Jersey Lily\"","response":"Lillie Langtry"},{"text":"Historically, this ancient Greek is considered the very 1st actor","response":"Thespis"},{"text":"Born Maude Kiskadden in Utah in 1872, she was best known for playing Peter Pan","response":"Maude Adams"},{"text":"George Bernard Shaw wrote the part of Eliza Doolittle for this actress, whom he reported loved","response":"Mrs. Patrick Campbell"}],"originalDate":"1989-07-20"},{"category":"SING \"OUT\"","comments":"","clues":[{"text":"\"I get no kick from champagne,\" wrote Cole Porter in this classic from \"Anything Goes\"","response":"<i>I Get A Kick Out Of You</i>"},{"text":"In 1941's \"Ziegfeld Girl\", Tony Martin sang \"You Stepped...\"","response":"<i>You Stepped Out Of A Dream</i>"},{"text":"A 1932 Rudy Vallee hit said \"Let's\" do this \"and go to sleep\"","response":"turn out the lights (put out the lights)"},{"text":"Song that says, \"I want you to want me, I need you so badly, I can't think of anything but you\"","response":"<i>Going Out Of My Head</i>"},{"text":"1970 Diana Ross hit also heard at the 1984 Summer Olympics opening ceremonies","response":"<i>Reach Out And Touch Somebody's Hand</i>"}],"originalDate":"1989-07-20"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Christmas, or a large log traditionally burned at that time","response":"Yule"},{"text":"To do this involves the respiratory muscles &amp; may be caused by watching other do it","response":"yawn"},{"text":"The 2 four-letter weapons you can fence with","response":"epee & foil"},{"text":"To push your wares in the streets, or a bird of prey of the order Falconiformes","response":"hawk"},{"text":"From the metaphor of the church as a ship, the term for this part of a church is from the Latin for \"ship\"","response":"nave"}],"originalDate":"1989-07-20"},{"category":"BOTANY","comments":"","clues":[{"text":"Speculation in these bulbs in Holland in the 17th century caused financial chaos","response":"tulips"},{"text":"Called gum trees in Australia, these tall flowering trees provide oil for medicine &amp; leaves for koalas","response":"eucalyptus"},{"text":"After creating the boysenberry. Rudolph Boysen gave his vines to this founder of a California amusement park","response":"Walter Knott"},{"text":"When talking about plants it means a disease caused by certain fungi, not dirty pictures","response":"smut"},{"text":"For flowers, it's considered the 1st stage in the reproductive process","response":"pollenation"}],"originalDate":"1989-07-20"},{"category":"U.S.HISTORY","comments":"","clues":[{"text":"Around 1839 the Old State House Bell came to be known as this","response":"the Liberty Bell"},{"text":"Henry Cabot Lodge led the fight to keep the U.S. from joining this after WWI","response":"the League of Nations"},{"text":"On January 3, 1777 Gen. Washington's forces captured Nassau Hall, this college's administration building","response":"Princeton"},{"text":"In 1870 David Porter became the 2nd U.S. admiral; this man, his adopted brother, was the 1st","response":"Farragut"},{"text":"In 1976's \"Koreagate\", the Justice Department investigated this South Korean businessman","response":"(Tongsun) Park"}],"originalDate":"1989-07-20"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Europe is a huge peninsula that extends westward from this continent","response":"Asia"},{"text":"This country, at the outlet of the Ganges &amp; 2 other major rivers, had severe floods in September 1988","response":"Bangladesh"},{"text":"2 of the 4 major islands of Indonesia, together the form the Greater Sunda Islands","response":"Sumatra and Java (Celebes and Borneo)"},{"text":"Africa's highest peak, Mt. Kilimanjaro, is in this country","response":"Tanzania"},{"text":"The term \"Banana Republic\" originally referred to this Central American country","response":"Honduras"}],"originalDate":"1989-07-20"}],{"category":"WORLD LEADERS","text":"He was nominated for the Nobel Peace Prize twice &amp; the Literature Prize 7 times, winning for the latter in 1953","response":"Winston Churchill"}]}