{"mix":2523,"rounds":[[{"category":"MYTHS BUSTED BY <em class=\"underline\">MYTHBUSTERS</em>","comments":"","clues":[{"text":"You can't pick up radio signals through one of these, whether gold or amalgam","response":"fillings"},{"text":"Unlike a James Bond movie scene, covering someone's body in this will not kill a person through asphyxiation","response":"paint"},{"text":"This man was not buried in Giants Stadium, at least not in several areas rumored to be his final resting place","response":"Hoffa"},{"text":"One of these dropped from the Empire State Building is unlikely to kill someone or to penetrate the ground","response":"penny"},{"text":"A bullet made of this will not kill someone without leaving a trace; it just breaks when the trigger is pulled","response":"ice"}],"originalDate":"2014-07-17"},{"category":"TRIPLE \"A\"","comments":"","clues":[{"text":"When in a Hefner-ian mood, I wear these silk nightclothes","response":"pajamas"},{"text":"This world capital is just inland from La Guaira, a Caribbean sea port","response":"Caracas"},{"text":"You have this kind of a look when dreamy or preoccupied","response":"faraway"},{"text":"Woody Allen played Fielding Mellish in this \"tasty\" 1971 film","response":"<i>Bananas</i>"},{"text":"On the feast of the Pentecost, this knight saw a vision of the Holy Grail","response":"Galahad"}],"originalDate":"2014-07-17"},{"category":"\"M\"ENAGERIE","comments":"","clues":[{"text":"If it's 7 feet at the shoulder, weighs half a ton &amp; has antlers, it's probably this creature","response":"moose"},{"text":"This plant-eating water mammal has mostly solid bones with no marrow, making its skeleton quite heavy","response":"manatee"},{"text":"This rodent with partially webbed feet is not really a rat, though it has \"rat\" in its name","response":"muskrat"},{"text":"This African monkey has blue cheeks &amp; a red nose that become brighter when it's excited","response":"mandrill"},{"text":"Only the males of this swallow are purple; the females are a dull gray","response":"martin"}],"originalDate":"2014-07-17"},{"category":"A RIVER RUNS BETWEEN THEM","comments":"(Alex: We'll give you two countries, and you give me the river that forms the main boundary between those countries.)","clues":[{"text":"Bulgaria &amp; Romania","response":"the Danube"},{"text":"Switzerland &amp; Liechtenstein","response":"the Rhine"},{"text":"The United States &amp; Mexico (in addition to the Rio Grande/<br>Rio Bravo)","response":"the Colorado"},{"text":"Zimbabwe &amp; Zambia","response":"the Zambezi"},{"text":"Brazil &amp; Argentina (It's named for a third country)","response":"Uruguay"}],"originalDate":"2014-07-17"},{"category":"PORTMANTEAU WORDS","comments":"","clues":[{"text":"It's a highly incendiary jellylike substance; Robert Duvall loved the smell of it in the morning","response":"napalm"},{"text":"It's a close platonic friendship between 2 dudes. as seen in the movie \"I Love You, Man\"","response":"bromance"},{"text":"AKA sudden-wealth syndrome, it's the condition caused by too much money &amp; consumerism","response":"affluenza"},{"text":"It's the portmanteau for close-fitting stretch pants styled to look like denim trousers","response":"jeggings"},{"text":"A 1980s program of low taxes &amp; trickle-down prosperity was dubbed this, after the man trying to implement it","response":"Reaganomics"}],"originalDate":"2014-07-17"},{"category":"MADONNA VIDEOS","comments":"","clues":[{"text":"Madonna restages Marilyn Monroe's \"Diamonds Are A Girl's Best Friend\" number","response":"\"Material Girl\""},{"text":"Madonna dances in a wedding dress &amp; on a gondola in Venice","response":"\"Like A Virgin\""},{"text":"Danny Aiello is dad to pregnant teen Madonna","response":"\"Papa Don't Preach\""},{"text":"1990 black-&amp;-white classic in which you see Madonna \"strike a pose\" &amp; give good face","response":"\"Vogue\""},{"text":"A matador dresses for a bullfight; Madonna dresses &amp; undresses for the matador","response":"\"Take A Bow\""}],"originalDate":"2014-07-18"}],[{"category":"STATELY LITERATURE","comments":"","clues":[{"text":"\"A ____ Yankee In King Arthur's Court\"","response":"Connecticut"},{"text":"\"The Hotel ____ ____\"","response":"New Hampshire"},{"text":"The play \"Abe Lincoln in ____\"","response":"Illinois"},{"text":"\"____ville\"","response":"Texasville"},{"text":"\"Winesburg, ____\"","response":"Ohio"}],"originalDate":"2014-07-18"},{"category":"MEDICAL TALK","comments":"","clues":[{"text":"Ephelides is the technical term for these marks on the skin of kids &amp; Howdy Doody","response":"freckles"},{"text":"You might want to stay out of the meadow today if you've got allergic rhinitis, this affliction","response":"hay fever"},{"text":"Scratch your head &amp; figure out how to treat your pityriasis capitis, this","response":"dandruff"},{"text":"Epistaxis is this condition, &amp; I think I'm getting one from sitting in the highest seats in the arena","response":"a nosebleed"},{"text":"After childbirth, a woman may complain about these, striae gravid arum; you're still beautiful, honey","response":"stretch marks"}],"originalDate":"2014-07-18"},{"category":"PROHIBITED AIRLINE CARRY&#8209;ONS","comments":"","clues":[{"text":"The butter type is okay, but most of these utensils are prohibited, even religious ones","response":"knives"},{"text":"Axes &amp; hatchets?  No; Dynamite? No; These electrified lances used to control Bossy?  Still no!","response":"cattle prods"},{"text":"One of these metal levers with an avian name?  Put it in your checked bags","response":"a crowbar"},{"text":"Sorry, Rembrandt, none of that flammable turpentine, used by artists as this type of diluting agent","response":"solvent (or paint thinner)"},{"text":"No realistic replicas of these, &amp; no to the starting type, too","response":"a gun or a pistol"}],"originalDate":"2014-07-18"},{"category":"DOUBLE STUFF","comments":"","clues":[{"text":"On \"Seinfeld\", at a wake, Timmy asked George Costanza if he had just done this with a chip; George had &amp; did it again","response":"double-dip"},{"text":"In this jumping game, 2 ropes are used, often with 2 people jumping in a synchronized way","response":"double dutch"},{"text":"\"The Deuce\" is a double-decker bus that mostly runs down this iconic Nevada road","response":"the Las Vegas Strip"},{"text":"Spite &amp; malice is a form of the oxymoronic-sounding card game double this","response":"double solitaire"},{"text":"For his technique, Giovanni Bottesini got the nickname \"Paganini of\" this large instrument","response":"double bass"}],"originalDate":"2014-07-18"},{"category":"MOUNTAIN BIKING","comments":"","clues":[{"text":"To \"bring home\" this yuletide item is to ride through plant life so dense you carry off some of it with you","response":"a Christmas tree"},{"text":"Ray's MTB in Cleveland is a venue to practice in this kind of environment, year-round","response":"indoors"},{"text":"Pirelliology is the art of identifying different ones of these from the tracks they've left in dirt or mud","response":"tire treads"},{"text":"When this item that presses against a disc squeals from wear or bad adjustment, it's called a \"wild pig\"","response":"brake pad"},{"text":"Named the USA's top trail, the 26-mile McKenzie River Trail not far from Bend in this state has many a bend itself","response":"Oregon"}],"originalDate":"2014-07-18"},{"category":"SERIOUS TV","comments":"","clues":[{"text":"In 2013 PBS' Frontline won an Emmy for coverage \"inside\" this country's \"nuclear meltdown\"","response":"Japan"},{"text":"In 1991 Glenn Close made the Hallmark Hall Of Fame as this woman, \"Plain And Tall\"","response":"Sarah"},{"text":"This Sunday morning news show now hosted by Bob Schieffer premiered on CBS on Nov. 7, 1954","response":"<i>Face the Nation</i>"},{"text":"In 2014 this astrophysicist showed that science is cool as he led us into \"Cosmos: A Spacetime Odyssey\"","response":"Neil deGrasse Tyson"},{"text":"This man began seeing the news from every angle on his CNN evening show in 2003","response":"Anderson Cooper"}],"originalDate":"2014-07-18"}],{"category":"FAIRY TALES","text":"4-letter boy's name that appears most often in the titles of Grimm's fairy tales","response":"Hans"}]}