{"mix":2529,"rounds":[[{"category":"ANIMALS ALL AROUND","comments":"","clues":[{"text":"Don't ever forget that a herd of these African &amp; Asian mammals is sometimes called a memory","response":"elephant"},{"text":"The western lowland type of this can sometimes be found in the mist","response":"gorilla"},{"text":"California's flag has one","response":"a bear"},{"text":"This water mammal has long been thought friendly<span class=\"nobreak\">--</span>in mythology Arion rode to safety on its back","response":"a dolphin"},{"text":"This creature is used to drive rabbits out of their burrows, which is why its name also means \"to search out\"","response":"ferret"}],"originalDate":"2014-07-10"},{"category":"WHISKEY","comments":"","clues":[{"text":"The \"E\" in the word is for whiskey from the U.S. &amp; this island, such as Connemara; otherwise, enjoy \"whisky\"","response":"Ireland"},{"text":"A seven &amp; seven features Seagram's 7 &amp; this soft drink; add a lemon twist &amp; down it goes","response":"7Up"},{"text":"A Manhattan is basically whiskey &amp; \"vitamin 'V\"', sweet this","response":"vermouth"},{"text":"This whisky with \"regal\" in its name fittingly got a royal warrant from Victoria in 1843","response":"Chivas Regal"},{"text":"The \"old No. 7\" from this whiskey maker is \"Charcoal mellowed.  Drop by drop\"","response":"Jack Daniels"}],"originalDate":"2014-07-10"},{"category":"ON THE \"ROCK\"S","comments":"","clues":[{"text":"Yabba dabba doo!  It can mean the bottom layer or fundamental principles","response":"bedrock"},{"text":"Sure &amp; 'tis this plant in the name of the NBA's Celtics' charitable foundation","response":"shamrock"},{"text":"Down, down!  This spiny crustacean does not have claws, but those tails are goooood","response":"rock lobster"},{"text":"To deprive a priest of ecclesiastical function","response":"defrock"},{"text":"A toothed wheel engaging with a chain","response":"sprocket"}],"originalDate":"2014-07-10"},{"category":"NO CHASER","comments":"","clues":[{"text":"This sprinter lived up to his name in 2013, taking his 7th world title, the 200 meters, in 19.66 seconds","response":"Usain Bolt"},{"text":"In 1973 he won the Preakness by 2 1/2 lengths<span class=\"nobreak\">--</span>-he became a \"tremendous machine\" at Belmont","response":"Secretariat"},{"text":"In 2013 Frederik Van Lierde won this Kailua-Kona event in 8:12:29 (&amp; our own Kelly Miyahara did it in 14:03:33!  Way to go, Kelly!)","response":"the Ironman"},{"text":"At 15, in the 200 m. fly at 2001's spring nationals, he became the youngest man to break a swimming world record","response":"Michael Phelps"},{"text":"This American must have taken his DayQuil before winning giant slalom gold at Sochi in 2014","response":"Ted Ligety"}],"originalDate":"2014-07-10"},{"category":"MUSICAL MEDICOS","comments":"","clues":[{"text":"In \"I Need A Doctor\" Skylar Grey &amp; Eminem beseech this rap \"physician\", real name Andre Young","response":"Dr. Dre"},{"text":"The title of this song from \"You're a Good Man, Charlie Brown\" is on Lucy's psychiatry booth sign","response":"\"The Doctor Is In\""},{"text":"Actually a trio, this group made an appointment for \"Doctor! Doctor!\" to alleviate some \"burning, burning\"","response":"the Thompson Twins"},{"text":"Robert Palmer tells his \"doctor, doctor\" he's got a \"bad case of\" this","response":"loving you"},{"text":"This Motley Crue character \"sells the Mexican mob packages of candycaine\"","response":"Dr. Feelgood"}],"originalDate":"2014-07-10"},{"category":"PIRATES OF THE CARIBBEAN","comments":"","clues":[{"text":"It's believed pirates used a simple red jack before adopting this flag with the skull &amp; crossbones","response":"Jolly Roger"},{"text":"Arrested in America, he was hanged in 1701 in London &amp; his body dangled beside the Thames","response":"Captain Kidd"},{"text":"For many years, Tortola in this island group was a major base for pirates who terrorized the Spanish Main","response":"the British Virgin Islands"},{"text":"While plundering Portobelo, Panama this knighted pirate created a human shield of women, priests, &amp; the mayor.  Nice guy","response":"Captain Henry Morgan"},{"text":"After aiding at the Battle of New Orleans, this privateer continued his pirating ways","response":"(Jean) Lafitte"}],"originalDate":"2014-07-10"}],[{"category":"ON THE SQUARE","comments":"","clues":[{"text":"St. Basil's Cathedral lies at the southern end of this bricked expanse in the heart of Moscow","response":"Red Square"},{"text":"Copley Square is a highlight of this city's Back Bay","response":"Boston"},{"text":"Once a chocolate factory, Ghirardelli Square in this city is now a mix of retail shops near Fisherman's Wharf","response":"San Francisco"},{"text":"Named for a now-defunct newspaper, this New York City square is mentioned in \"Give My Regards To Broadway\"","response":"Herald Square"},{"text":"In November 1963, Rudolph Wilde Platz in this city was renamed John F. Kennedy Platz","response":"Berlin"}],"originalDate":"2014-07-10"},{"category":"THAT'S DIFFICULT!","comments":"","clues":[{"text":"It precedes \"-boiled\", \"candy\" &amp; \"cider\"","response":"hard"},{"text":"Unreasonably obstinate, like the proverbial ox","response":"stubborn"},{"text":"Complex; as a Meryl Streep film title says, \"It's\" this","response":"complicated"},{"text":"The EU said its 2012 budget was \"in tune with\" these stern \"measures in place in many EU countries\"","response":"austerity measures"},{"text":"Also meaning \"responsibility\", this 4-letter word for a disagreeable obligation is on you","response":"onus"}],"originalDate":"2014-07-10"},{"category":"7-11","comments":"","clues":[{"text":"July 11, 1798:<br>Semper fi!  This military branch is formally established","response":"the Marines"},{"text":"July 11, 1804:<br>He kills a man &amp; doesn't mention it when he goes home to NYC &amp; has breakfast with a cousin","response":"(Aaron) Burr"},{"text":"July 11, 1914:<br>This not-yet-portly 19-year-old makes his major league debut with the Boston Red Sox; he doesn't homer","response":"Babe Ruth"},{"text":"July 11, 1979:<br>President Carter apologizes to Australians for having this space station fall on them in pieces","response":"Skylab"},{"text":"July 11, 1274:<br>This future king who will lead the Scots to freedom is born","response":"Robert the Bruce"}],"originalDate":"2014-07-11"},{"category":"LETTER AFTER P","comments":"","clues":[{"text":"In a message that's appended to a letter after the writer's signature","response":"S"},{"text":"In a rating that suggests some material in a movie may not be suited for children","response":"G"},{"text":"In the postal code of a U.S. commonwealth in the Caribbean","response":"R"},{"text":"To indicate the chemical symbol for lead","response":"b"},{"text":"In the name of the store on a military base","response":"X"}],"originalDate":"2014-07-11"},{"category":"ON THE BALL","comments":"","clues":[{"text":"In China in 910, the death of an emperor's relative in this ball &amp; horse sport led to the beheading of the surviving players","response":"polo"},{"text":"In 1995 this basketball team lost a game after winning more than 8,800 straight","response":"the Harlem Globetrotters"},{"text":"On \"Cheers\", Diane said this sport had \"the anticipation of placing your feet in shoes only 7,000 others have worn before you\"","response":"bowling"},{"text":"Something wicket this way comes!  A full-size court for this game is a rectangle 100' long &amp; 50' wide, but a backyard will do","response":"croquet"},{"text":"Official rules of this net sport say \"the ball must be contacted cleanly and not held\"","response":"volleyball"}],"originalDate":"2014-07-11"},{"category":"A BOOKISH CATEGORY","comments":"","clues":[{"text":"\"1Q84\" by Haruki Murakami is set in 1984 in this city","response":"Tokyo"},{"text":"This novel set over a hot summer holiday weekend became a movie starring Kate Winslet &amp; Josh Brolin","response":"<i>Labor Day</i>"},{"text":"This book by Malcolm Gladwell is subtitled \"How Little Things Can Make a Big Difference\"","response":"<i>The Tipping Point</i>"},{"text":"In 1974 he sued &amp; stopped the sale of a book of his \"Complete Uncollected Short Stories\"","response":"J.D. Salinger"},{"text":"It begins, \"It was love at first sight.  The first time Yossarian saw the chaplain he fell madly in love with him\"","response":"<i>Catch-22</i>"}],"originalDate":"2014-07-11"}],{"category":"THE CONTINENTS","text":"Besides Antarctica, the other 2 continents that have no communist countries","response":"Australia & South America"}]}