{"mix":2531,"rounds":[[{"category":"MOVIES FROM CLASSICS","comments":"","clues":[{"text":"You could say this Dickens classic was a far far better thing than Ronald Colman had ever done","response":"<i>A Tale of Two Cities</i>"},{"text":"The 1973 musical version of this featured Jodie Foster as Becky","response":"<i>Tom Sawyer</i>"},{"text":"Not about Goldwater &amp; Johnson, this 1978 Stanley Kubrick film was based on a Thackeray novel","response":"<i>Barry Lyndon</i>"},{"text":"John Ford, known for westerns, made the movie of this midwestern author's novel \"Arrowsmith\"","response":"Sinclair Lewis"},{"text":"In 1984, Jeremy Irons was \"Swann in Love\", in an adaptation of this massive work by Proust","response":"<i>Remembrance of Things Past</i>"}],"originalDate":"1987-10-21"},{"category":"MEATY QUOTES","comments":"","clues":[{"text":"According to a traditional saying, \"One man's meat\" is this to another man","response":"poison"},{"text":"Scottish poet who wrote \"The Selkirk Grace\", which begins \"Some hae meat, and canna eat\"","response":"Robert Burns"},{"text":"If this late actress makes it into Bartlett's, it will be with the line \"Where's the beef?\"","response":"Clara Peller"},{"text":"\"A plague o' both your houses!  They have made worms' meat of me,\" are lines from this Shakespearean play","response":"<i>Romeo and Juliet</i>"},{"text":"\"Other men are the carving knife &amp; serving dish; we are the fish &amp; the meat,\" said this hero to both Chinas","response":"Sun Yat-sen"}],"originalDate":"1987-10-21"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Surname the famous seaman born John Paul assumed when he fled to America","response":"Jones"},{"text":"This national elective office has been unoccupied for a combined total of about 38 years","response":"Vice President"},{"text":"The Alliance for Progress was a major factor in JFK's policy towards this part of the world","response":"Central America & South America (Latin America)"},{"text":"The Tennessee law under which he was convicted in 1925 wasn't repealed until 1967","response":"(John) Scopes"},{"text":"When Congress didn't finance a base for the Statue of Liberty, his newspaper, the N.Y. World raised the money","response":"Joseph Pulitzer"}],"originalDate":"1987-12-09"},{"category":"BOWLING","comments":"","clues":[{"text":"Rolling twice to knock down all 10 pins in one frame","response":"spare"},{"text":"Bowling has been traced back to 5200 B.C. to equipment found in a child's tomb in this country","response":"Egypt"},{"text":"Number of consecutive strikes needed to bowl a 300 game","response":"12"},{"text":"Of walnut, maple or palmetto, the wood used for regulation pins","response":"maple"},{"text":"In 1952, the American Bowling Congress approved use of these, tested at Bowl-O-Drome in Mt. Clemens, Mich.","response":"automatic pin spotters"}],"originalDate":"1987-12-09"},{"category":"THE EQUATOR","comments":"","clues":[{"text":"Number of times the Equator crosses the International Date Line","response":"once"},{"text":"Degree of latitude assigned to the Equator","response":"zero"},{"text":"The 2 continents which lie entirely below the Equator","response":"Antarctica & Australia"},{"text":"Term for the 2 times a year when the sun is directly over the Equator","response":"equinox"},{"text":"Within 1,000 miles, the circumference of the Earth at the Equator","response":"25,000 (24,901.55 miles)"}],"originalDate":"1987-12-09"},{"category":"MURDER &amp; MAYHEM","comments":"","clues":[{"text":"In this 1987 film, after 1 of the main characters was killed, the word \"Touchable\" was written in his blood","response":"<i>The Untouchables</i>"},{"text":"Some say he shot himself in Bolivia after soldiers killed Sundance","response":"Butch Cassidy"},{"text":"Thousand of heretics were burned at the stake by order of this Catholic tribunal","response":"The Inquisition"},{"text":"John Billington, who arrived on this boat, is generally considered America's 1st murderer","response":"Mayflower"},{"text":"These young killers were nicknamed \"Babe\" &amp; \"Dickie\", as C. Darrow could have told you","response":"Leopold & Loeb"}],"originalDate":"1987-12-09"}],[{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"From Greek for \"single\", a single man who lives in a monastery","response":"monk"},{"text":"From Sanskrit for \"wood\", it can precede love, blue or grit","response":"true"},{"text":"Slang for an old sailor","response":"salt"},{"text":"An ancient city that might be worth its weight in gold, ounce by ounce","response":"Troy"},{"text":"To dig up by the roots, it's slang for food","response":"grub"}],"originalDate":"1987-12-09"},{"category":"ART","comments":"","clues":[{"text":"Manet's \"Le Dejeuner Sur L'Herbe\" translates to \"Luncheon On...\" this surface","response":"grass"},{"text":"Number of place settings needed for all the people pictured in Leonardo's \"Last Supper\"","response":"13"},{"text":"While Raphael was decorating a few walls in the Vatican, Michelangelo was on this larger project there","response":"painting of the Sistine Chapel"},{"text":"A storehouse for munitions, one became a showcase for avant-garde artists in a 1913 NYC show","response":"armory"},{"text":"Jan Six was his patron &amp; friend, &amp; subject of a 1654 portrait","response":"Rembrandt"}],"originalDate":"1987-12-09"},{"category":"ACTRESSES","comments":"","clues":[{"text":"Great Garbo, Ann-Margret, &amp; Ingrid Bergman were all born in this European capital","response":"Stockholm"},{"text":"In June 1987, this French sex symbol auctioned off her diamonds &amp; costumes to save animals","response":"Brigitte Bardot"},{"text":"The 2 women who tied for the Best Actress Oscar in 1968, 1 for \"The Lion in Winter\" &amp; 1 for \"Funny Girl\"","response":"Katharine Hepburn & Barbra Streisand"},{"text":"Her marriage to Troy Donahue lasted only a few months, but her TV marriage to Bob Newhart lasted 6 years","response":"Suzanne Pleshette"},{"text":"Even though she lip-synched some of her songs instead of singing live, she won a Tony for \"The Act\"","response":"Liza Minnelli"}],"originalDate":"1987-12-09"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"The human anatomy's equivalent to a porcupine's quills","response":"hair"},{"text":"If bitten by one of these spiders with a red hourglass marking on its underside, your time may be up","response":"black widow"},{"text":"From Latin for \"first\", monkeys, apes, &amp; lemurs are classified as these","response":"primates"},{"text":"Of all the animals in the Zodiac, the 2 which are invertebrates","response":"crab (Cancer) & Scorpio"},{"text":"The Park Service wants to repopulate Yellowstone with this predator which was driven out in the '20s","response":"timberwolves"}],"originalDate":"1987-12-09"},{"category":"KANSANS","comments":"","clues":[{"text":"The Pottawatomie Giant, 6' 6\" Jess Willard, rose to the top in this sport when he beat Jack Johnson","response":"boxing"},{"text":"In 1855, he moved to Osawatomie, Kan. where he was known as \"Osawatomie Brown\"","response":"John Brown"},{"text":"After a Wichita monument to this temperance crusader was knocked over by a beer truck, it was moved","response":"Carry Nation"},{"text":"Born &amp; died in Manhattan, (Kansas &amp; NYC respectively), this writer gave us \"Guys  &amp; Dolls\"","response":"Damon Runyon"},{"text":"In '78, she became 1st woman to win full term in U.S. Senate who hadn't succeeded her husband in Congress","response":"(Nancy) Kassebaum"}],"originalDate":"1987-12-09"},{"category":"FRENCH AUTHORS","comments":"","clues":[{"text":"His 1st novelette, published in 1863, was \"5 Weeks in a Balloon\"","response":"Jules Verne"},{"text":"This existential philosopher was a distant cousin of Albert Schweitzer","response":"(Jean-Paul) Sartre"},{"text":"This \"Candide\" author so inveighed against the church, they denied him a Christian burial","response":"Voltaire"},{"text":"Louise Colet's novel \"Lui\" was a scandalous account of her affair with this \"Madame Bovary\" author","response":"(Gustave) Flaubert"},{"text":"He was a Franciscan monk before he wrote the racy \"Gargantua &amp; Pantagruel\"","response":"Fran&ccedil;ois Rabelais"}],"originalDate":"1987-12-09"}],{"category":"OLD TESTAMENT","text":"Number of books in the Old Testament which precede the book of Numbers","response":"3"}]}