{"mix":2535,"rounds":[[{"category":"DOGS","comments":"","clues":[{"text":"The Chinese killed most of these small \"sacred dogs\" when the British stormed Peking in 1860","response":"Pekingese"},{"text":"Knights would dress dogs in this to go to war","response":"armor"},{"text":"Attacks in 1987 by this breed, technically the American Staffordshire terrier, caused a flurry of worry","response":"pitbull"},{"text":"The tiny Yorkshire terrier was bred to catch these","response":"rodents"},{"text":"It's believed an English toy spaniel followed this tragic queen to her execution in 1587","response":"Mary Queen of Scots"}],"originalDate":"1987-12-25"},{"category":"DESSERTS","comments":"","clues":[{"text":"One difference between sponge &amp; angel food cake is that angel food cake doesn't use this part of an egg","response":"yolk"},{"text":"It's said the Prince of Wales asked the chef to name this crepe dessert after a little girl","response":"Cr&ecirc;pe Suzette"},{"text":"By government standards, a gal. of it must weight at least 4&frac12; lbs. &amp; contain at least 10% butterfat","response":"ice cream"},{"text":"A very nice filled pastry, or a very nice used car","response":"cream puff"},{"text":"The word for this type of dessert comes from the Dutch meaning \"little cake\"","response":"cookie"}],"originalDate":"1987-12-25"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"In order to maximize lift, airplanes usually take off &amp; land into this","response":"wind"},{"text":"1st aircraft carrier powered by this, the U.S.S. Enterprise can travel over 400,000 miles w/out refueling","response":"nuclear power"},{"text":"Cyrus Holliday was president of the company that founded the city of Topeka as well as this railroad","response":"Atchison, Topeka & the Santa Fe"},{"text":"This Ford model was once advertised as \"A rare new species for bird watchers\"","response":"Thunderbird"},{"text":"Chain-shifting device that allows a bicycle rider to change gears","response":"derailleur"}],"originalDate":"1987-12-25"},{"category":"KENNY ROGERS","comments":"","clues":[{"text":"Home base for Kenny &amp; family is a ranch in this \"peachy\" state","response":"Georgia"},{"text":"His wife Marianne was once a regular on this country comedy TV show","response":"<i>Hee Haw</i>"},{"text":"His only #1 pop hit as a solo artist was this 1-word title song of 1980 written by Lionel Richie","response":"\"Lady\""},{"text":"1 of 3 female artists with whom Kenny Rogers has had a top 10 pop hit","response":"(1 of) Dolly Parton (Kim Carnes & Sheena Easton)"},{"text":"With the First Edition in 1967, Kenny \"Just dropped in to see\" this","response":"what condition his condition is in"}],"originalDate":"1987-12-25"},{"category":"\"LITTLE\"","comments":"","clues":[{"text":"Though 9-year-olds may play at the local level, you must be 11 or 12 to play in its world series","response":"Little League"},{"text":"Ursa Minor","response":"little bear"},{"text":"If your wife is a member of N.O.W., you'd probably never introduce her as this","response":"the little woman"},{"text":"Now a Los Angeles newscaster, she was Miss America in 1976","response":"Tawny Little"},{"text":"A young quahog suitable for eating raw","response":"littleneck clam"}],"originalDate":"1987-12-25"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"1 theory of this French emperor's death was that a glandular disorder was turning him into a woman","response":"Napoleon"},{"text":"It's said this friend of Wyatt Earp got his nickname from the cane he used to keep law &amp; order","response":"Bat Masterson"},{"text":"In 1877, he shouted, \"Mary had a little lamb\" into a funnel, &amp; made the phonograph a reality","response":"Edison"},{"text":"In Sept. 1843, this Mexican president held a \"funeral\" for his own leg which he lost in battle","response":"Santa Ana"},{"text":"Though exiled to Paris in 1963, she's still known as the dragon lady of Vietnam","response":"Madame Nhu"}],"originalDate":"1987-12-25"}],[{"category":"CHEMISTRY","comments":"","clues":[{"text":"Numerical isotope of carbon that's a useful tool in archaeological investigations","response":"carbon-14"},{"text":"Monosaccharides &amp; disacchardides are this type of carbohydrate","response":"sugars"},{"text":"The symbols for chlorine, arsenic &amp; sulphur combine to form this word, a place where you learned them","response":"class"},{"text":"When acid is added to an aqueous solution, the pH does this","response":"go down"},{"text":"State of matter with which Avogadro's Law is concerned","response":"gasses"}],"originalDate":"1987-12-25"},{"category":"INTERNATIONAL ACTORS","comments":"","clues":[{"text":"Almost crippled in a trapeze accident with a French circus, he recovered &amp; was \"crowned\" King of Siam","response":"Yul Brynner"},{"text":"\"1984\" was the last theatrical film  this Welsh actor completed before his death in 1984","response":"Richard Burton"},{"text":"This \"Becket\" star didn't appear on Broadway until 1987, as Henry Higgins in \"Pygmalion\"","response":"Peter O'Toole"},{"text":"Once a French resistance fighter, he's better known for singing \"Gigi\" in the film","response":"Louis Jourdan"},{"text":"Lithuanian-born Lauruska Mischa Skikne, who grew up in S. Africa &amp; drove E. Taylor wild in \"BUtterfield 8\"","response":"Laurence Harvey"}],"originalDate":"1987-12-25"},{"category":"\"BIG\"","comments":"","clues":[{"text":"Not only does it look like one, but Webster's officially designates the sequoia as this","response":"big tree"},{"text":"You can only commit this while legally married to someone else","response":"bigamy"},{"text":"While in high school in Beaumont, Texas, J.P. Richardson became a DJ &amp; began calling himself this","response":"The Big Bopper"},{"text":"When you \"hit\" this in vaudeville, you only had to perform 2 times a day","response":"big time"},{"text":"The permanent members of the U.N. Security Council are known as this","response":"Big Five"}],"originalDate":"1987-12-25"},{"category":"GLORY DAYS","comments":"","clues":[{"text":"This religion's festival of colors is celebrated by throwing colored powder &amp; water to honor the god Krishna","response":"Hinduism"},{"text":"On New Year's Eve the Dutch hold bonfires of these, which were a centerpiece of the home just a week before","response":"Christmas trees"},{"text":"The Texas Cavaliers River Parade is a centerpiece of this annual San Antonio event, \"party\" in Spanish","response":"the fiesta"},{"text":"April 9 is Bataan Day, aka Day of Valor, on the Bataan Peninsula &amp; in the rest of this nation","response":"the Philippines"},{"text":"Jamhuri is Swahili for \"republic\", &amp; this country's Jamhuri Day celebrates its independence from Great Britain","response":"Kenya"}],"originalDate":"2014-07-03"},{"category":"COVER ME","comments":"","clues":[{"text":"A bandage covering a wound, or a preparation covering a salad","response":"dressing"},{"text":"Used to prevent soil erosion, rye &amp; buckwheat are alliteratively planted as \"cover\" these","response":"crops"},{"text":"\"Easy, breezy, beautiful...\" is a pitch of this makeup brand","response":"Cover Girl"},{"text":"An independent record label of yore, or a pupal covering for butterflies","response":"a chrysalis"},{"text":"In military slang, your \"cover\" refers to this article of clothing","response":"a helmet (or hat)"}],"originalDate":"2014-07-03"},{"category":"THE GHOST OF TOM JOAD","comments":"","clues":[{"text":"...knows this state is in the first line of Steinbeck's \"The Grapes of Wrath\"","response":"Oklahoma"},{"text":"...remembers that when we meet Tom, he's just finished 4 years here, &amp; it ain't college","response":"prison"},{"text":"...thinks this actor did a fine job as Tom in the 1940 \"Grapes of Wrath\" movie","response":"Henry Fonda"},{"text":"...recalls traveling with Jim Casy, who talks about the \"holy sperit\" &amp; is called this, similar to a minister","response":"preacher"},{"text":"...was told, \"They's a grove of\" these<span class=\"nobreak\">--</span>&amp; \"a guy with a gun that got the right to kill you if you touch one\"","response":"oranges"}],"originalDate":"2014-07-03"}],{"category":"THE 20th CENTURY","text":"This country's civil war actually began in Morocco on July 17, 1936","response":"Spain"}]}