{"mix":2542,"rounds":[[{"category":"THE BODY SHOP","comments":"","clues":[{"text":"For its intricate chambers &amp; passages, the inner ear is sometimes called this, like a Greek maze","response":"a labyrinth"},{"text":"This largest part of the brain is divided into 2 hemispheres","response":"the cerebrum"},{"text":"The gallbladder sits in a depression under the right lobe of this organ","response":"the liver"},{"text":"Because of its inherent rhythm, the sinoatrial node is the specialized heart tissue known as the natural this","response":"a pacemaker"},{"text":"It's the 7-letter name for the tube that connects the oral &amp; nasal cavities with the esophagus","response":"pharynx"}],"originalDate":"2014-06-17"},{"category":"TRUE RELIGION","comments":"","clues":[{"text":"In the Sahara desert, this Islamic house of worship may be no more than a semicircle of stones","response":"a mosque"},{"text":"At this event, Jesus handed a cup to his disciples, saying, \"Drink ye all of it; for this is my blood\"","response":"The Last Supper"},{"text":"The Inari shrines of this religion are usually guarded by statues of foxes","response":"Shinto"},{"text":"In the 19th century members of this celibate religion created a type of circular saw &amp; invented the clothespin","response":"the Shakers"},{"text":"Now a saint, she founded the first free Catholic school for girls in America","response":"Elizabeth Ann Seton"}],"originalDate":"2014-06-17"},{"category":"AS SEEN ON TV","comments":"","clues":[{"text":"This long-running Sunday morning news show originally aired on radio in 1945","response":"<i>Meet the Press</i>"},{"text":"\"Ohana\" &amp; \"Aloha, Malama Pono\" are episodes of this procedural","response":"<i>Hawaii Five-0</i>"},{"text":"Add 2 words to the title \"Once Upon a Time\" &amp; you get this show, its spin-off","response":"in Wonderland"},{"text":"Vocal competitions on NBC include \"The Voice\" &amp; this one with judges Jewel &amp; Ben Folds","response":"<i>The Sing-Off</i>"},{"text":"Don Cheadle plays management guru Marty Kaan on this Showtime series","response":"<i>House of Lies</i>"}],"originalDate":"2014-06-17"},{"category":"RETURNS","comments":"","clues":[{"text":"15 years after \"Beloved\", she returned 'to the big screen to play the wife of \"Lee Daniels' \"The Butler\"","response":"Oprah Winfrey"},{"text":"After 17 years in the service of Kublai Khan, he returned home to Venice in 1295","response":"Marco Polo"},{"text":"Traditionally these birds have returned to California's Mission San Juan Capistrano on March 19","response":"swallows"},{"text":"After 17 years in exile, he returned to Argentina briefly in 1972 &amp; for good the following year","response":"Juan Peron"},{"text":"On his return from the Trojan War, Agamemnon is murdered by this cheating wife &amp; her lover<span class=\"nobreak\">--</span>some homecoming!","response":"Clytemnestra"}],"originalDate":"2014-06-17"},{"category":"AT THE MALL","comments":"","clues":[{"text":"A leading retailer of athletic shoes, it also has separate stores for kids &amp; my \"lady\"","response":"Foot Locker"},{"text":"Take a break &amp; stop by Auntie Anne's for one of these snacks, like the raisin or pepperoni","response":"pretzels"},{"text":"At this store, your little princess can shop for dolls like Kit Kittredge &amp; Kaya, have their hair done &amp; even dine with them","response":"American Girl"},{"text":"Anchor stores at Pennsylvania's King of Prussia mall include this upscale one, L&T for short","response":"Lord & Taylor"},{"text":"Stock up on vitamins from this chain with a 3-letter name, the largest specialty retailer of nutrition products","response":"GNC"}],"originalDate":"2014-06-17"},{"category":"THE BIG BUKOWSKI","comments":"","clues":[{"text":"In the 1950s Charles Bukowski worked sorting mail in one of these, the title of his 1971 novel","response":"post office"},{"text":"From 1978's \"Women\": \"A man gets paranoid when he has 300\" of these after-drinking episodes \"a year\"","response":"a hangover"},{"text":"\"We're all of us going to die, all of us, what a circus! That alone should make us\" this \"each other but it doesn't\"","response":"love"},{"text":"Bukowski wrote the screenplay for this boozy 1987 film starring Mickey Rourke as Bukowski's alter ego","response":"<i>Barfly</i>"},{"text":"Bukowski's first published work was the 1944 story \"Aftermath of a Lengthy\" this kind of \"slip\"<span class=\"nobreak\">--</span>he'd gotten his share","response":"rejection"}],"originalDate":"2014-06-17"}],[{"category":"NATIONAL HISTORIC SITES","comments":"","clues":[{"text":"Originally her private retreat, a site in Hyde Park, N.Y. today honors this former first lady","response":"Eleanor Roosevelt"},{"text":"A D.C. site is where Dr. Carter G. Woodson came up with Negro History Week, now expanded &amp; renamed this","response":"Black History Month"},{"text":"Fort Bowie in Arizona marks operations against this Native American people who were led by Geronimo","response":"the Apache"},{"text":"In South Dakota, you can visit a launch facility for these cold war missiles with a Revolutionary War name","response":"Minuteman"},{"text":"Celebrating over 200 years of firearms making, the Springfield Armory National Historic Site is found in this state","response":"Massachusetts"}],"originalDate":"2014-06-17"},{"category":"THE NAME OF THE LAW","comments":"","clues":[{"text":"The handgun law named for this man began to take effect in 1993","response":"(James) Brady"},{"text":"1998's Copyright Term Extension Act was named for this late congressman who penned a 1965 No. 1 pop hit","response":"Sonny Bono"},{"text":"A tariff act named for Smoot &amp; this congressman raised import duties to protect U.S. businesses","response":"Hawley"},{"text":"The Hate Crimes Prevention Act of 2009 was named for James Byrd Jr. &amp; this Laramie, Wyoming man","response":"Matthew Shepard"},{"text":"Named for an Illinois representative, 1910's White Slave Traffic Act is better known as this \"Act\"","response":"the Mann Act"}],"originalDate":"2014-06-17"},{"category":"\"I\" AY AY!","comments":"(Alex: Each correct response beginning with the letter \"I\".)","clues":[{"text":"An ailment or sickness","response":"illness"},{"text":"To imprison, from the Latin for \"jail\"","response":"incarcerate"},{"text":"A court order not to do something","response":"injunction"},{"text":"Babylonian goddess who was the title of a 1987 film","response":"Ishtar"},{"text":"Sacrificial slaughter, perhaps by burning","response":"immolation"}],"originalDate":"2014-06-17"},{"category":"SOLVE FOR x","comments":"(Alex: We want you to...)","clues":[{"text":"In 2016 there will be x calendar days","response":"366"},{"text":"Now that Rutgers &amp; Maryland are joining the party, the Big 10 football conference has x members","response":"14"},{"text":"Heinrich Harrer wrote of x \"Years in Tibet\"","response":"7"},{"text":"x = the number of popes named Benedict plus the number named John Paul","response":"18"},{"text":"There are x amendments to the U.S. Constitution","response":"27"}],"originalDate":"2014-06-17"},{"category":"QUOTH THE CELEBRITY","comments":"","clues":[{"text":"He once said, \"I'd rather be dead than singing 'Satisfaction' when I'm 45\"; he turned 70 in 2013","response":"Mick Jagger"},{"text":"This self-aware \"Celebrity Apprentice\" host revealed, \"Part of the beauty of me is that I'm very rich\"","response":"Donald Trump"},{"text":"At the Oscars in 2014, Idina Menzel was introduced by this actor as the \"one &amp; only Adele Dazeem\"","response":"John Travolta"},{"text":"This \"Baywatch\" main man said, \"I've got taste.  It's inbred in me\"","response":"(David) Hasselhoff"},{"text":"This hip-hopper, he of memorable award show appearances: \"If I don't win, the award show loses credibility\"","response":"Kanye West"}],"originalDate":"2014-06-23"},{"category":"MEDICINE","comments":"","clues":[{"text":"In the 1730s, Stephen Hales first measured this by using a crude manometer; he stuck a tube in a horse's artery","response":"blood pressure"},{"text":"The first society of chiropody was founded in 1895; today, the medical specialty is better known by this term","response":"podiatry"},{"text":"During a tonsillectomy, the surgeon may also remove this mass of lymphoid tissue behind the nose","response":"the adenoids"},{"text":"In this 3-initial stress test, you walk on a treadmill while hooked up to a heart machine","response":"an EKG"},{"text":"Often found in areas with large deer populations, this bacterial inflammatory disease was first identified in 1975","response":"Lyme disease"}],"originalDate":"2014-06-23"}],{"category":"FASHION","text":"Debuting in 1946, it was deemed \"four triangles of nothing\"; some critics even found it sinful","response":"a bikini"}]}