{"mix":2551,"rounds":[[{"category":"POLITICAL TERMS","comments":"","clues":[{"text":"\"Inside\" this road around Washington, D.C. usually refers to gossip of interest only to pundits &amp; lobbyists","response":"the beltway"},{"text":"Once a word for Irish outlaws, it came to mean a member of the British Conservative Party","response":"the Tories"},{"text":"Term for anyone nominated for office by delegates from his or her own state as a sentimental gesture","response":"a \"favorite son\""},{"text":"A funnel-shaped storage bin for grain gives us this term for the receptacle in which legislators place new bills","response":"the hopper"},{"text":"A Republican who supported Cleveland in 1884 instead of Blaine; it's from an Indian word for \"war leader\"","response":"a Mugwump"}],"originalDate":"2014-06-06"},{"category":"\"MN\" AT WORK","comments":"","clues":[{"text":"I can't get to sleep, I think about the implications of this, from the Latin for \"sleepless\"","response":"insomnia"},{"text":"Random House defines it as \"a place where Greeks met for exercise and discussion\"","response":"gymnasium"},{"text":"Grave, sober or mirthless","response":"solemn"},{"text":"The Mayo Clinic say it's an oft-used TV plot device but \"real life\" this \"generally doesn't cause a loss of self-identity\"","response":"amnesia"},{"text":"Here's a leftover clue; it means a trace or vestige","response":"a remnant"}],"originalDate":"2014-06-06"},{"category":"MYTHOLOGICAL WORDS &amp; PHRASES","comments":"","clues":[{"text":"One who comes back strong after adversity is said to rise from these, referring to the fabled phoenix","response":"ashes"},{"text":"From the goddess of flowers we get this term for the plants of a particular country or region","response":"flora"},{"text":"Ponsonby! My old mate from the regiment! By this 4-letter alternate name of Jupiter, it's good to see you","response":"Jove"},{"text":"The name of this handsome youth loved by Aphrodite is now a synonym for any handsome young man","response":"Adonis"},{"text":"The arch of a woman's upper lip is sometimes called Cupid's this","response":"bow"}],"originalDate":"2014-06-05"},{"category":"YOUNG MR. LINCOLN","comments":"","clues":[{"text":"In 1816 7-year-old Abe Lincoln moved with his family from this birth state to neighboring Indiana","response":"Kentucky"},{"text":"On March 3, 1837 28-year-old Abe made his first public speech in opposition to this","response":"slavery"},{"text":"On Sept. 9, 1836 27-year-old Abe got his license to do this","response":"practice law"},{"text":"On May 7, 1833 this president appointed 24-year-old Abe the new postmaster of New Salem, Illinois","response":"Andrew Jackson"},{"text":"In the summer of 1832, 23-year-old Abe served in a spy company during this \"colorful\" Indian war","response":"Black Hawk War"}],"originalDate":"2014-06-05"},{"category":"IS THERE A TV DOCTOR IN THE HOUSE?","comments":"","clues":[{"text":"The daughter of spies Anna DeVane &amp; Robert Scorpio, Dr. Robin Scorpio-Drake helped folks check into this ABC soap","response":"<i>General Hospital</i>"},{"text":"Sarah Chalke as Dr. Elliot Reid dealt with J.D., Turk &amp; a bit of insecurity on this NBC... scratch that, ABC comedy","response":"<i>Scrubs</i>"},{"text":"Laurence Fishburne's Dr. Langston left the office of this show in 2011, but it's still open for business on CBS","response":"<i>CSI</i>"},{"text":"OMG! Specifically, OB/GYN! Ms. Kaling practices as Dr. Lahiri on this sitcom","response":"<i>The Mindy Project</i>"},{"text":"Plastic surgeons Christian Troy &amp; Sean McNamara helped make Miami even more beautiful on this FX drama","response":"<i>Nip/Tuck</i>"}],"originalDate":"2014-06-05"},{"category":"THE \"BUL\" PULPIT","comments":"","clues":[{"text":"A protuberance; you may have \"battled\" one","response":"bulge"},{"text":"Hope you're not too board to give us this word for a short note or memorandum","response":"bulletin"},{"text":"Swollen, or shaped like an onion","response":"bulbous"},{"text":"Disorder characterized by binge eating &... well, never mind","response":"bulimia"},{"text":"Type of reeds aka cat's tails","response":"bulrushes"}],"originalDate":"2014-06-05"}],[{"category":"PSYCHOLOGY","comments":"","clues":[{"text":"Long-term types of this include episodic, semantic &amp; procedural","response":"memory"},{"text":"Dracula had alliumphobia, fear of this plant","response":"garlic"},{"text":"A 1980s experiment using this, EEG for short, seemed to show the brain starting an action before a conscious decision is made","response":"electroencephalogram"},{"text":"This psychiatrist became enamored with inkblots in high school &amp; later published his research in a 1921 book","response":"(Hermann) Rorschach"},{"text":"In 1971 former encyclopedia salesman Werner Erhard held the first of these 3-letter seminars","response":"est seminars"}],"originalDate":"2014-06-05"},{"category":"THE STATE OF FILM TODAY","comments":"","clues":[{"text":"Renee Zellweger &amp; Matt McConaughey were in a 1994 sequel to this 1974 Tobe Hooper horror classic","response":"<i>The Texas Chain Saw Massacre</i>"},{"text":"Some think Bruce Dern won the lottery with his role in this 2013 film","response":"<i>Nebraska</i>"},{"text":"2002 movie in which Daniel Day-Lewis says, \"somebody steals from me, I cut off his hands\"","response":"<i>Gangs of New York</i>"},{"text":"Willem Dafoe is on the case in this southern murder mystery from 1988","response":"<i>Mississippi Burning</i>"},{"text":"Brando &amp; Nicholson teamed up for this 1976 oater about horse thieves","response":"<i>The Missouri Breaks</i>"}],"originalDate":"2014-06-05"},{"category":"HYMNS","comments":"","clues":[{"text":"\"Ave\" her","response":"Maria"},{"text":"\"Blest be the tie that\" does this","response":"binds"},{"text":"\"Onward\" this group, with music by Sullivan of Gilbert &","response":"Christian Soldiers"},{"text":"\"What a\" one of these \"we have in Jesus\"","response":"friend"},{"text":"\"Shall we gather at\" this location","response":"the river"}],"originalDate":"2014-06-05"},{"category":"HERRS","comments":"(Alex: Or more properly, [Alex pronounces the word in German (sounding like \"hairs\")] <span class=\"nobreak\">--</span> German.)","clues":[{"text":"From 1974 to 1998 Germany was helmed by 2 chancellors with this first name","response":"Helmut"},{"text":"Bernd Lucke presides over the \"Alternative for Germany\" party, known for being \"anti\" this currency","response":"euro"},{"text":"His dad built the Blau-Weiss Tennisklub, which set the stage for his men's singles Wimbledon win at age 17","response":"(Boris) Becker"},{"text":"This inventor whose name is still on tanks at fuel stations nearly died when an engine exploded on him in the 1890s","response":"(Rudolf) Diesel"},{"text":"In 2013 Wolfgang Buchner became editor of this preeminent German magazine whose name means \"the mirror\"","response":"<i>Der Spiegel</i>"}],"originalDate":"2014-06-05"},{"category":"GONE FISHIN'","comments":"","clues":[{"text":"The fish sold as scrod are usually young haddock or these fish which rhyme with scrod","response":"cod"},{"text":"Most valuable commercial fishing on the Mississippi River involves catching these","response":"catfish"},{"text":"When the grunion are running in this U.S. state, people catch them with their bare hands","response":"California"},{"text":"The bluefin type of this fish has been called \"The king of ocean game\", but it's canned, not crowned","response":"tuna"},{"text":"The name of these relatives of minnows is derived from their thick lips which \"vacuum\" the stream floor","response":"suckers"}],"originalDate":"1988-05-26"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"The famous bridge on Lake Havasu in Arizona formerly spanned this river","response":"Thames"},{"text":"Famous lake which occupies the caldera of Mt. Mazama, an extinct volcano in Oregon","response":"Crater Lake"},{"text":"The Jefferson, Gallatin, &amp; Madison Rivers meet in Montana, forming this major river","response":"Missouri"},{"text":"It takes 2 hands &amp; 1 extra digit to count this group of lakes in west central New York","response":"Finger Lakes"},{"text":"The world's longest over-water highway spans this lake in southeastern Louisiana","response":"Lake Pontchartrain"}],"originalDate":"1988-05-26"}],{"category":"20th CENTURY PRESIDENTIAL ELECTIONS","text":"The last election in which both major party candidates were former state governors was in this year","response":"1980"}]}