{"mix":2554,"rounds":[[{"category":"MEMOIRS","comments":"","clues":[{"text":"From 1845, the \"Narrative of the Life of\" this man is a firsthand account of the life of an American slave","response":"Frederick Douglass"},{"text":"\"De Profundis\" tells the story of his affair with Alfred Douglas &amp; its aftermath","response":"Oscar Wilde"},{"text":"In \"Waging Heavy Peace\", this Canadian-born musician talks about writing the song \"Ohio\"","response":"Neil Young"},{"text":"\"The Man Died\" by Wole Soyinka was inspired by his years in prison in this West African country","response":"Nigeria"},{"text":"This 18th century Frenchman's \"Confessions\" set the template for modern autobiographies","response":"Rousseau"}],"originalDate":"2014-06-02"},{"category":"INDIA","comments":"","clues":[{"text":"Construction on this city designed by 2 British architects began in 1912 but was delayed during World War I","response":"New Delhi"},{"text":"Not to put down the honey buzzard &amp; hog deer, but the big attraction at Kaziranga Natl. Park is the Indian one-horned this","response":"rhinoceros"},{"text":"In 1615 Sir Thomas Roe reached the court of Mughal Emperor Jahangir &amp; was granted trading rights for this firm","response":"the British East India Company"},{"text":"In 2004 economist Manmohan Singh became the first of this religion to become India's Prime Minister","response":"Sikh"},{"text":"In 1961 Indian forces invaded the territory of Goa &amp; took it from this European power","response":"Portugal"}],"originalDate":"2014-06-02"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"From the Latin for \"increase\", it's a public sale where the price gradually increases until an item sells","response":"an auction"},{"text":"This word once used for the effigy of a man who tried to blow up Parliament is now a man, a dude, a fellow","response":"\"guy\""},{"text":"This anglicized French word once meant \"hearthside\" but now refers to a lobby or entrance hall","response":"foyer"},{"text":"The Greek for \"sand tray\" gives us the name of this counting device","response":"abacus"},{"text":"It once referred to a \"crazy\" Viking who fought with the fury of a wild beast","response":"berserk"}],"originalDate":"2014-06-02"},{"category":"DIDN'T MAKE THE <em class=\"underline\">BILLBOARD</em> TOP 40","comments":"","clues":[{"text":"Relased in '67 &amp; only reaching No. 67, his \"Foxy Lady\"","response":"Jimi Hendrix"},{"text":"At No. 83, his \"Tenth Avenue Freeze-Out\"","response":"Bruce Springsteen"},{"text":"At No. 55, their \"Let's Spend The Night Together\"","response":"The Rolling Stones"},{"text":"At No. 84, \"Runnin' With The Devil\" by these rockers","response":"Van Halen"},{"text":"At No. 76, this New Wave band with \"I Melt With You\"","response":"Modern English"}],"originalDate":"2014-06-02"},{"category":"FIRE PLACE","comments":"","clues":[{"text":"586 B.C.:<br>Nebuchadnezzar burns this city's first temple","response":"Jerusalem"},{"text":"1871:<br>The \"Great Fire\" of this city starts in a barn on De Koven Street","response":"Chicago"},{"text":"1613:<br>It's fire burn &amp; cauldron bubble for this city's Globe Theatre","response":"London"},{"text":"Circa 50 B.C.:<br>This city's library is torched (by Julius Caesar, some say)","response":"Alexandria"},{"text":"1871:<br>The Hotel de Ville in this city is burned during the commune","response":"Paris"}],"originalDate":"2014-06-03"},{"category":"WORD PROBLEM PROBLEMS","comments":"","clues":[{"text":"If Tom's tuition costs $43,000 at this school near Palo Alto, how can his parents afford it?","response":"Stanford"},{"text":"If the new football field at FedEx field is 47 yards long &amp; 24 yards wide, Dan Snyder, the owner of this NFL team, will not be pleased","response":"the Redskins"},{"text":"If Joe has 6 dozen eggs &amp; buys 3 dozen more, he'll have plenty to beat into this egg white confection for a type of lemon pie","response":"meringue"},{"text":"Sue reads 22 pages an hour; how many pages of \"Merry Christmas, Alex Cross\" by this man can Sue read until the movie opens?","response":"(James) Patterson"},{"text":"If you have 3 100-real notes, it helps to know the real is the currency of this South American country","response":"Brazil"}],"originalDate":"2014-06-03"}],[{"category":"TV DRAMA SERIES","comments":"","clues":[{"text":"Anthony Edwards &amp; Julianna Margulies were in the cast when this medical drama debuted in 1994","response":"<i>ER</i>"},{"text":"Freddie Highmore is Norman &amp; Vera Farmiga is his mother on this A&E show","response":"<i>Bates Motel</i>"},{"text":"Can you handle the truth? This man created \"The Newsroom\" for HBO","response":"Aaron Sorkin"},{"text":"Basically one long chase, it won the 1966 drama series Emmy","response":"<i>The Fugitive</i>"},{"text":"\"Trust-no1 \" is a fitting email address that was used in this drama","response":"<i>The X-Files</i>"}],"originalDate":"2014-06-03"},{"category":"THE BRITS ADD U TO IT","comments":"","clues":[{"text":"The Brits have a sense of this amusing word &amp; insert \"u\" to make it 6 letters","response":"humor"},{"text":"It means gossip or hearsay, but you didn't hear it from me","response":"rumor"},{"text":"It's a beautiful day in this, a district or locality","response":"the neighborhood"},{"text":"To bettors, Arsenal would probably be this in a match against Aston Villa","response":"the favorite"},{"text":"To perceive by taste or smell, with relish","response":"to savor"}],"originalDate":"2014-06-03"},{"category":"HOSPITALS","comments":"","clues":[{"text":"The Maryland military medical center named for this man says it's \"where the nation heals its heroes\"","response":"Walter Reed"},{"text":"In the 1940s GM executives Alfred Sloan &amp; this man joined forces to found a cancer institute in Manhattan","response":"(Charles) Kettering"},{"text":"Medical highlights of this Boston hospital include the first public demonstration of anesthesia in 1846","response":"Mass. General Hospital"},{"text":"A mural in the Harvey Morse auditorium of this L.A. medical center honors Jewish contributions to medicine","response":"Cedars-Sinai"},{"text":"Groote Schuur hospital in this country was the site of the first human heart transplant","response":"South Africa"}],"originalDate":"2014-06-03"},{"category":"SUN OF A BOOK","comments":"","clues":[{"text":"In \"Sun Signs\", a classic book in this field, Linda Goodman thanked her friend &amp; teacher Lloyd Cope, a Virgo","response":"astrology"},{"text":"In the short story \"Nightfall\" by this prolific sci-fi writer, a planet with 6 suns goes dark","response":"Isaac Asimov"},{"text":"Khaled Hosseini's \"A Thousand Splendid Suns\" explores the last 30 years in this Asian nation","response":"Afghanistan"},{"text":"\"A Raisin in the Sun\" was this woman's first produced play","response":"Lorraine Hansberry"},{"text":"In this \"royal\" H. Rider Haggard adventure novel, a character uses his knowledge of a solar eclipse to fool tribesmen","response":"<i>King Solomon's Mines</i>"}],"originalDate":"2014-06-03"},{"category":"AUSTRALIA","comments":"","clues":[{"text":"In Aussie slang, a \"bonzer bloke\" is a nice one of these","response":"nice guy"},{"text":"In Australia, Christmas comes during this season","response":"summer"},{"text":"Australia's began in 1851, some 2 years after California's","response":"gold rush"},{"text":"Land in the center of the continent has been designated as reserves for these people","response":"Aborigines"},{"text":"The harbor of Darwin was discovered by this ship Darwin had once sailed upon","response":"the Beagle"}],"originalDate":"1988-02-17"},{"category":"STATE POSTAL ABBREVIATIONS","comments":"","clues":[{"text":"In 1963, the P.O. established standard state postal abbreviations, each with this # of letters","response":"2"},{"text":"It's the \"friendly\" postal abbreviation for the Aloha State","response":"HI"},{"text":"The only state whose postal abbreviation has a \"Z\" in it","response":"Arizona (AZ)"},{"text":"This state's postal abbreviation is alphabetically last","response":"Wyoming (WY)"},{"text":"3 of the 4 states which have a \"K\" in their postal abbreviations","response":"Alaska (AK), Kansas (KS) & Kentucky (KY)"}],"originalDate":"1988-02-17"}],{"category":"WORLD CAPITAL SIGHTSEEING","text":"The unfinished Victory over America Palace &amp; the rundown Victory over Iran Palace are in this city","response":"Baghdad"}]}