{"mix":2559,"rounds":[[{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"Don't forget your sunblock if you're lying on this island's Kona Coast","response":"Hawaii"},{"text":"In 1802, Bushrod Washington inherited this estate on the Potomac from his late aunt","response":"Mount Vernon"},{"text":"In this state capital, you can take a snapshot of the \"Red Stick\" monument at Southern U","response":"Baton Rouge"},{"text":"You can test your baseball batting skill at the Doubleday Batting Range in this New York town","response":"Cooperstown"},{"text":"The graves of Daniel &amp; Rebecca Boone are in a cemetery in this state capital","response":"Frankfort, Kentucky"}],"originalDate":"1988-02-10"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Stoned to death in Baltimore, the 1st 4 casualties of the war were soldiers of this side","response":"North"},{"text":"Edward Everett's 2-hour long 1863 oration at this Penn. site was followed by a 2-minute speech by Lincoln","response":"Gettysburg"},{"text":"After they surrendered this S. Carolina fort April 14, 1861, the defenders were allowed to sail to New York","response":"Fort Sumter"},{"text":"Civil War generals Lee, Grant &amp; \"Stonewall\" Jackson all previously fought in this war","response":"the Mexican War"},{"text":"Early 19th century invention which made slavery more profitable than ever in the South","response":"the cotton gin"}],"originalDate":"1988-02-10"},{"category":"MATH PROBLEMS","comments":"","clues":[{"text":"If your allowance is $10 a week, you'll be given this much in a year","response":"$520"},{"text":"18 x 2/3","response":"12"},{"text":"After Bob bought 16 acres &amp; Ted bought 18 acres of Sid's 124 acre estate, he had this many acres left","response":"90"},{"text":"Cost of 4 gallons of water at 25c a quart","response":"$4"},{"text":"At 5 1/2%, the simple interest on this amount of money is $55","response":"$1000"}],"originalDate":"1988-02-10"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"It was believed drinking cups made from the single horn of this mythical animal could neutralize poison","response":"unicorn"},{"text":"The ancient Romans worshipped many of the same gods as these people, but changed many of the names","response":"Greeks"},{"text":"All good Egyptians believed that when they did this, they became the god Osiris","response":"died"},{"text":"After making man, he pitied the humans, &amp; stole fire &amp; the knowledge of the language &amp; tools for them","response":"Prometheus"},{"text":"Monster who attacked sailors in the Strait of Messina, just opposite the whirlpool, Charybdis","response":"Scylla"}],"originalDate":"1988-02-10"},{"category":"WORLD POLITICS","comments":"","clues":[{"text":"In the United Kingdom, her formal assent is required for a parliamentary bill to become law","response":"Queen Elizabeth"},{"text":"One of this nation's largest parties is the \"Sozel-Demokratische Partei Deutschland\"","response":"West Germany"},{"text":"Of 3rd, 4th, or 5th, the number of the current French Republic","response":"5th"},{"text":"Facts on File reported a rebel amnesty plan was unveiled in Sept. 1987 by this Nicaraguan president","response":"Daniel Ortega"},{"text":"The president of Israel is elected for a 5-year term by this, the Israeli parliament","response":"The Knesset"}],"originalDate":"1988-02-10"},{"category":"SESAME STREET","comments":"","clues":[{"text":"He was known as the Beautiful Day Monster until he chose a cookie over a trip on a game show","response":"Cookie Monster"},{"text":"To show examples of sibling rivalry, this mastadon-like creature is getting a sister this season","response":"Snuffleupagus"},{"text":"The \"sponsors\" of Sesame Street","response":"these letters of the alphabet & these numbers"},{"text":"He asked violinist Itzhak, \"Hey Perlman, can you play something fast on that squawk box of yours?\"","response":"Oscar the Grouch"},{"text":"This season's big event is the marriage of these characters played by Sonia Manzano &amp; Emilio Delgado","response":"Maria & Luis"}],"originalDate":"1988-02-10"}],[{"category":"PIN THE TALE ON THE DONKEY","comments":"","clues":[{"text":"Clover, a horse in this Orwell book, asks Benjamin the donkey to read her their sixth commandment","response":"<i>Animal Farm</i>"},{"text":"This title boy &amp; his pal Lamp-Wick get turned into donkeys; later he \"becomes a marionette once more\"","response":"Pinocchio"},{"text":"Not quite Rocinante, the mount used by this character is a brown donkey","response":"Sancho Panza"},{"text":"Titania says \"Thou art as wise as thou art beautiful\" to this Shakespeare character recently made an ass","response":"Bottom"},{"text":"In 1879 this young Scot documented his adventures in France in \"Travels with a Donkey in the Cevennes\"","response":"Robert Louis Stevenson"}],"originalDate":"2014-05-28"},{"category":"DOUBLE DOUBLE VOWELS","comments":"(Alex: In each correct response.)","clues":[{"text":"2-word candy craving","response":"a sweet tooth"},{"text":"It's a crass joke of a \"cushion\" &amp; no, this will not be an audio clue","response":"a whoopee cushion"},{"text":"This beverage including Barq's is flavored with syrup from the extracted juices of barks among other items","response":"root beer"},{"text":"Let's account for this work of maintaining money transactions in ledgers","response":"bookkeeping"},{"text":"A tangled mass of metal shavings used for scouring","response":"steel wool"}],"originalDate":"2014-05-28"},{"category":"OOO, SORRY","comments":"(Alex: I did that so well.)","clues":[{"text":"This Jewish holiday concludes the 10 Days of Repentance","response":"Yom Kippur"},{"text":"In 1988 this actress apologized to Vietnam vets &amp; said that some of her behavior in Hanoi was \"thoughtless\"","response":"Jane Fonda"},{"text":"In 1998 the German parliament formally said \"we're sorry\" for the 1937 bombing of this Basque \"holy city\"","response":"Gernika"},{"text":"In 1986 the French government compensated this organization for the sinking of its vessel the Rainbow Warrior","response":"Greenpeace"},{"text":"This WWII general publicly atoned for his slapping of a combat-exhausted soldier in a hospital","response":"(George) Patton"}],"originalDate":"2014-05-28"},{"category":"ASIAN HISTORY","comments":"","clues":[{"text":"This empire got its name from Osman I, who founded it around 1300","response":"the Ottoman Empire"},{"text":"In 1975, after a long siege, Pol Pot &amp; the Khmer Rouge entered this capital &amp; overthrew prime minister Lon Nol","response":"Phnom Penh"},{"text":"In the 17th c. this country's East India Company took over the Moluccas &amp; controlled the world clove trade","response":"the Netherlands"},{"text":"From 1901 to 1904 William Howard Taft served as governor-general of this former Spanish possession","response":"the Philippines"},{"text":"Built for the emperor Shah Jahan, this throne named for a bird was stolen in 1739 by the Persians, who then lost it","response":"the Peacock Throne"}],"originalDate":"2014-05-28"},{"category":"GROUPIES","comments":"","clues":[{"text":"Continuing the work of the G8, this organization met for the first time in December 1999","response":"the G20"},{"text":"Group f.64 was a loose association of Californians in this field","response":"photography"},{"text":"Uncooperative witnesses Ring Lardner Jr. &amp; Dalton Trumbo were part of this numerical group in 1947","response":"the Hollywood Ten"},{"text":"The ABO group for this was discovered by Karl Landsteiner in 1901","response":"blood types"},{"text":"In 2003 this business behemoth changed its tobacco-associated name to the Altria Group","response":"Philip Morris"}],"originalDate":"2014-05-28"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"Patty Murray chairs the Senate Committee on this spending document","response":"the budget"},{"text":"Heads up!  It's a downright dirty 11-letter term for malicious attacks on opponents","response":"mudslinging"},{"text":"It's the only Cabinet department headed by an official whose title isn't secretary","response":"the Department of Justice"},{"text":"In 2003 this South Carolinian retired at age 100 after 47 years in the Senate","response":"Strom Thurmond"},{"text":"Hoover Dam was built using federal authority under this constitutional clause, another word for \"trade\"","response":"Commerce"}],"originalDate":"2014-05-28"}],{"category":"1970s BESTSELLERS","text":"The author of this novel thought of calling it \"Silence in the Water\"","response":"<i>Jaws</i>"}]}