{"mix":2565,"rounds":[[{"category":"THE LEGISLATIVE BRANCH","comments":"","clues":[{"text":"A Toronto bylaw says homeowners need permission to cut down a tree more than 1 foot in diameter unless it's 100% this","response":"dead"},{"text":"A California law grew out of the case of these tall trees blocking solar panels in Sunnyvale","response":"redwoods"},{"text":"In 1939 Oregon's legislature chose the fir named for this man as the state tree","response":"Douglas"},{"text":"Federal law protects all plants in this national park, including the \"Biblical\" tree the park's named for","response":"Joshua Tree"},{"text":"A Maryland law calls for the replanting of this conifer, such as the loblolly or shortleaf","response":"pine"}],"originalDate":"2014-05-23"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"Initially a barbed wire barrier, it began going up August 13, 1961","response":"the Berlin Wall"},{"text":"According to tradition, in 490 B.C., Pheidippides ran 25 miles to announce a Greek victory in this battle","response":"Marathon"},{"text":"The Battle of Balaklava &amp; the Battle of Inkerman took place during this war","response":"the Crimean War"},{"text":"The Glorious Revolution of 1688 ended the rule of King James II &amp; brought this pair to the English throne","response":"William & Mary"},{"text":"In France the Carolingian dynasty was followed by this one named for a guy named Hugh","response":"Capetian"}],"originalDate":"2014-05-23"},{"category":"THAT'S MY JOB","comments":"(Alex: We want you to give us a simpler term than the clue we give you for each job.)","clues":[{"text":"Vintner","response":"a winemaker"},{"text":"Milliner","response":"a hatmaker"},{"text":"Terpsichorean","response":"a dancer"},{"text":"Apiculturist","response":"a beekeeper"},{"text":"Metrist","response":"a poet"}],"originalDate":"2014-05-23"},{"category":"PAUL McCARTNEY","comments":"","clues":[{"text":"In 2003 Paul sang \"come and keep your comrade warm\" as he played his first-ever Russian concert, in this square","response":"Red Square"},{"text":"This superstar was Paul's duet partner for 1983's \"Say Say Say\"","response":"Michael Jackson"},{"text":"In a No. 1 song by Wings, \"With\" this \"we can help it out, we can make this whole damn thing work out\"","response":"a little luck"},{"text":"Paul woke up with the tune for this song in his head &amp; gave it the provisional title \"Scrambled Eggs\"","response":"\"Yesterday\""},{"text":"This musician co-wrote Paul's hit \"My Brave Face\" as well as his own hit \"Veronica\"","response":"Elvis Costello"}],"originalDate":"2014-05-23"},{"category":"BODACIOUS CANTATAS","comments":"","clues":[{"text":"A sonata is to be played; the word \"cantata\" means a work to be performed this way","response":"sung"},{"text":"Alessandro Scarlatti's \"O di Betlemme altera\" was written for this holiday","response":"Christmas"},{"text":"A Handel cantata tells the story of this Greek god &amp; his pursuit of Daphne","response":"Apollo"},{"text":"\"Wachet Auf\", one of Bach's greatest cantatas, is based on a hymn of this Christian denomination","response":"Lutheran"},{"text":"This German was only 1 opera into his career when he wrote a New Year's cantata to welcome 1835","response":"Richard Wagner"}],"originalDate":"2014-05-23"},{"category":"9-LETTER WORDS","comments":"","clues":[{"text":"This mark of punctuation combines 2 other punctuation marks","response":"semicolon"},{"text":"This fuse or percussion cap is used to set off an explosive charge","response":"detonator"},{"text":"The derivation &amp; history of a word","response":"etymology"},{"text":"In computer lingo, it's the reduced \"digital\" image of a graphic used so that multiple images can be viewed on a page","response":"thumbnail"},{"text":"From the Latin for \"rise up\", it's one who rebels against an established government; today it's often used to mean \"terrorist\"","response":"insurgent"}],"originalDate":"2014-05-23"}],[{"category":"ASIAN AMERICANS","comments":"","clues":[{"text":"At Harvard, Tony Hsieh sold pizzas out of his dorm room; today he's the CEO of this largest online shoe retailer","response":"Zappos"},{"text":"Penn.-raised Daniel Dae Kim had to relearn Korean to play Jin Kwon on this early 2000s adventure series","response":"<i>Lost</i>"},{"text":"Husband &amp; wife Andrew &amp; Peggy Cherng founded &amp; run the 1,500-plus restaurants in this chain; who ordered orange chicken?","response":"Panda Express"},{"text":"This daughter of Chinese immigrants competed nationally as a figure skater before going into bridal wear design","response":"Vera Wang"},{"text":"In 1989 he became the youngest male winner of tennis' French Open","response":"Michael Chang"}],"originalDate":"2014-05-23"},{"category":"THE ENTERTAINMENT BIZ","comments":"","clues":[{"text":"The company named for him traces its origins to the founding of Muppets, Inc. in 1958","response":"Jim Henson"},{"text":"In 2013 this onetime Thomas Edison company sold its stake in NBC &amp; Universal Studios","response":"General Electric"},{"text":"In this company's full name, the \"G\" stands for David Geffen","response":"DreamWorks SKG"},{"text":"In a 2013 spat, this cable company's customers lost CBS for a month","response":"Time-Warner"},{"text":"Once there was a \"Big Six\" of these; the 2012 breakup of EMI took it down to 3","response":"record labels"}],"originalDate":"2014-05-23"},{"category":"AUTH\"ER\"S","comments":"(Alex: And notice \"E-R\" in quotation marks; those two letters are coming up in each correct response.)","clues":[{"text":"She was the first African-American woman to win the Pulitzer Prize for Fiction","response":"Alice Walker"},{"text":"The life &amp; death dates for this poet in Britannica simply say, \"flourished 9th or 8th century BCE?, Ionia? (now in Turkey)\"","response":"Homer"},{"text":"This hard-boiled writer took the big sleep for real on March 26, 1959","response":"Raymond Chandler"},{"text":"Published posthumously in 2003, a novel by this Brooklyn guy was titled \"Catch as Catch Can\"","response":"Joseph Heller"},{"text":"In 1991 this Brooklyn guy penned \"Harlot's Ghost\", focusing on the CIA","response":"Norman Mailer"}],"originalDate":"2014-05-23"},{"category":"TOURING ALABAMA","comments":"","clues":[{"text":"With traffic a mess due to this rarity, in 2014 a doctor took a 6-hour walk through Birmingham to do lifesaving surgery","response":"a snowstorm"},{"text":"The first White House of the confederacy in this city is decorated with period furniture from the 1850s &amp; 1860s","response":"Montgomery"},{"text":"In 1919 citizens of Enterprise erected a monument to this cotton pest because it forced the farmers to plant other crops","response":"boll weevil"},{"text":"The USS Alabama, which is moored in this bay, serves as a memorial to all Alabamans who've been in the military","response":"Mobile Bay"},{"text":"The piano on which he composed \"St. Louis Blues\" is on display at his birthplace &amp; museum in Florence","response":"W.C. Handy"}],"originalDate":"2014-05-22"},{"category":"BRANDS","comments":"","clues":[{"text":"The No. 1 breakfast cereal in the U.S. is the \"Honey Nut\" variety of these","response":"Cheerios"},{"text":"This brand's \"Light\" is the USA's top-selling beer","response":"Bud"},{"text":"Big date tonight?  Try this toothpaste \"with Scope\"","response":"Crest"},{"text":"Entrepreneur Herman, not Enron's Kenneth, launched this potato chip brand in 1938","response":"Lay's"},{"text":"This salad dressing is named for a site near Santa Barbara<span class=\"nobreak\">--</span>we can say no more","response":"Hidden Valley"}],"originalDate":"2014-05-22"},{"category":"THE PART OF SPEECH IN THE BOOK TITLE","comments":"","clues":[{"text":"Pronoun in the title of a 1940 Hemingway classic whose title \"rings\" out","response":"<i>Whom</i>"},{"text":"A novel about Daisy Buchanan, among others:<br>Adjective","response":"<i>Great</i>"},{"text":"A 1937 Tolkien tale:<br>Article","response":"<i>The</i>"},{"text":"A 1937 short novel by Steinbeck:<br>Preposition","response":"<i>Of</i>"},{"text":"Budd Schulberg's Hollywood novel about Sammy Glick:<br>Verb (1 of 2)","response":"Makes (or Run)"}],"originalDate":"2014-05-22"}],{"category":"PRESIDENTS","text":"Of the presidents who served more than 4 years, but less than 2 full terms, he served the longest: <br>7 years, 9 months, 8 days","response":"Harry Truman"}]}