{"mix":2566,"rounds":[[{"category":"2 SYLLABLES, 1 SYLLABLE","comments":"(Alex Trebek: There are two words in each correct response.  The first one has 2 syllables, the second word has 1.)","clues":[{"text":"If you're caught with your \"hand in\" this dessert container, you've probably just taken a bribe","response":"cookie jar"},{"text":"A list of students who have earned good grades, it's also called the dean's list","response":"honor roll"},{"text":"Meant to improve public health, these disposable drinking vessels got their name in 1919","response":"a Dixie cup"},{"text":"Vexing look thought capable of bringing bad luck to the person it was directed at","response":"the evil eye"},{"text":"This piece of furniture proverbially helped actresses get movie roles","response":"the casting couch"}],"originalDate":"2014-05-22"},{"category":"FAMOUS GEMSTONES","comments":"","clues":[{"text":"The Nizam Satlada is a 7-stringed necklace of India with hundreds of these marine gems strung on it","response":"pearls"},{"text":"The 182-carat Star of Bombay, one of these blue gems, inspired a brand of gin","response":"sapphires"},{"text":"The 3,107-carat Cullinan Diamond, the largest gem diamond ever known, was presented to this British king in 1907","response":"Edward VII"},{"text":"One of the largest faceted gems is the 22,892-carat \"American Golden\" one of these November birthstones","response":"topaz"},{"text":"The Chalk emerald ring &amp; the Mackay emerald necklace both showcase gems from this South American country","response":"Colombia"}],"originalDate":"2014-05-22"},{"category":"TV THEN &amp; NOW","comments":"","clues":[{"text":"\"The Andy Griffith Show\" was set in this North Carolina town","response":"Mayberry"},{"text":"She moonlights from \"Glee\" to host \"Hollywood Game Night\"","response":"Jane Lynch"},{"text":"Woody Harrelson &amp; Matthew McConaughey are cops on a 17-year hunt for a serial killer on this HBO series","response":"<i>True Detective</i>"},{"text":"The desperation may be permanent on this lane now that \"Desperate Housewives\" has been canceled","response":"Wisteria"},{"text":"Mrs. Garrett was housemother to Jo, Tootie, Natalie &amp; Blair at the Eastland School on this sitcom","response":"<i>The Facts of Life</i>"}],"originalDate":"2014-05-22"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In 1676 Nathaniel Bacon burned to the ground this first permanent English settlement in America","response":"Jamestown"},{"text":"In 1851 The New York Times was founded to represent the views of this party that didn't last much longer","response":"the Whigs"},{"text":"On Oct. 3, 1993 rebels shot down 2 Blackhawk helicopters in this country; 18 U.S. soldiers were killed","response":"Somalia"},{"text":"This 1972 pick for running mate told McGovern he had been treated for depression &amp; withdrew from the race","response":"Thomas Eagleton"},{"text":"On July 10, 1962 this satellite was placed in orbit &amp; soon began relaying TV pictures between the U.S. &amp; Europe","response":"Telstar"}],"originalDate":"2014-05-22"},{"category":"\"I-O\"","comments":"(Alex Trebek: Those two letters coming up in that order.)","clues":[{"text":"One postulated sequence of events, hopefully \"best-case\"","response":"scenario"},{"text":"A leather case for carrying important documents","response":"portfolio (folio accepted)"},{"text":"A relationship between 2 values; Wall Streeters talk about the \"P/E\" one","response":"ratio"},{"text":"An organizer &amp; sponsor of public entertainments such as concerts or plays","response":"impresario"},{"text":"An official representative of the pope","response":"nuncio"}],"originalDate":"2014-05-22"},{"category":"YOU","comments":"","clues":[{"text":"There are 20 in the first set of these you get, then<span class=\"nobreak\">--</span>bonus! you get 32","response":"teeth"},{"text":"A woman is born with more than a million of these but only about 400 will ever be released","response":"eggs"},{"text":"Made up of many bones fused together, it protects the cerebrum, the hippocampus &amp; other vital parts","response":"the skull"},{"text":"This soft, purplish organ with sinusoids may be removed if one has cancer of the lymphatic system","response":"spleen"},{"text":"This main artery of the thigh ends just above the knee","response":"femoral"}],"originalDate":"2014-05-22"}],[{"category":"LETTERS TO CANADA","comments":"","clues":[{"text":"QC is the postal abbreviation for this Canadian province, the largest in area","response":"Quebec"},{"text":"Put MB on your letter &amp; it'll go to this province that could be called the Land of 38,000 Lakes","response":"Manitoba"},{"text":"One of the 4 original provinces, it's NB","response":"New Brunswick"},{"text":"This province with lots of dinosaur bones is SK","response":"Saskatchewan"},{"text":"NU is new &amp; stands for this territory created in 1999","response":"Nunavut"}],"originalDate":"2014-05-21"},{"category":"\"E\" FOLLOWS \"D\"","comments":"(Alex: And finally, in each correct response, the letter \"E\" will follow the \"D\".)","clues":[{"text":"From the Latin for \"faithful\", it's loyalty or faithfulness to one's spouse","response":"fidelity"},{"text":"Wine is often poured from the bottle into this decorative container","response":"a decanter"},{"text":"This decorative art with needle &amp; thread includes such stitches as flat, knotted &amp; looped","response":"embroidery"},{"text":"This term refers to a student at a military school such as West Point who is training to become an officer","response":"cadet"},{"text":"From the Latin for \"to shackle the feet\", this verb means to hinder or obstruct progress","response":"impede"}],"originalDate":"2014-05-21"},{"category":"TO THE EXOPLANETS!","comments":"","clues":[{"text":"NASA has found an Earthlike planet within a \"habitable zone\"<span class=\"nobreak\">--</span>the area in a star system where this could exist in liquid form","response":"water"},{"text":"In 2013 Caltech scientists announced there are more than 100 billion planets in this alone<span class=\"nobreak\">--</span>about one per star","response":"the Milky Way"},{"text":"The first Earth-size exoplanets were found by the NASA satellite launched in 2009 &amp; named for this 17th c. German astronomer","response":"(Johannes) Kepler"},{"text":"In 1992 the first exoplanets were found orbiting one of these rotating stars that emit regular bursts of radiation","response":"a pulsar"},{"text":"In 1995 astronomers confirmed the first exoplanet orbiting a sunlike star, in this \"equine\" constellation","response":"Pegasus"}],"originalDate":"2014-05-21"},{"category":"\"KEY\" WORDS &amp; PHRASES","comments":"","clues":[{"text":"San Antonio mayor Julian Castro delivered this at the 2012 Democratic Convention","response":"the keynote address"},{"text":"A thingamajig; its usage dates back 100 years","response":"a doohickey"},{"text":"This detachable men's shirt front started to become popular in the 19th century","response":"a dickey"},{"text":"A tough way to get off a drug","response":"cold turkey"},{"text":"If a person purchases a business that is fully equipped &amp; ready to open, it is said to be this","response":"turnkey"}],"originalDate":"2014-05-21"},{"category":"THE SECRETARY OF WAR","comments":"","clues":[{"text":"Last name of Secretary No. 3<span class=\"nobreak\">--</span>the fort named for him played a \"key\" role in \"The Star-Spangled Banner\"","response":"McHenry"},{"text":"Pierce's War Secretary, he soon ended up in a war, all right... with the United States","response":"Jefferson Davis"},{"text":"A son of this president worked for Garfield &amp; later became a wealthy corporate lawyer","response":"(Abraham) Lincoln"},{"text":"Nice balancing act!  This future prez was Madison's Secretary of State &amp; War at the same time","response":"James Monroe"},{"text":"Secretary during the Civil War, he died 4 days after Grant appointed him to the Supreme Court","response":"Edwin Stanton"}],"originalDate":"2014-05-21"},{"category":"THAT USED TO BE A THING","comments":"","clues":[{"text":"Clark Kent would have trouble today finding one of these to change in, as AT&T &amp; other companies have abandoned them","response":"phone booths"},{"text":"\"A Feathered River Across the Sky\" is a 2014 book about this creature that once made up over 1/4 of North America's birds","response":"the passenger pigeon"},{"text":"The landmark \"Old Man of the Mountain\" collapsed in 2003, but it's still on license plates of this state","response":"New Hampshire"},{"text":"On June 26, 2013 the Supreme Court said this act was \"unconstitutional as a deprivation of the equal liberty of persons\"","response":"DOMA (the Defense of Marriage Act)"},{"text":"Formed in 1930, this 3-letter airline got absorbed by American in 2001","response":"TWA"}],"originalDate":"2014-05-21"}],{"category":"BROADCASTING","text":"According to Nielsen, it's the night of the week on which the most people are watching prime time TV","response":"Sunday"}]}