{"mix":2571,"rounds":[[{"category":"4-SYLLABLE WORDS","comments":"","clues":[{"text":"This word denoting a counterpart is German &amp; means \"double-walker\"","response":"<i>Doppelgänger</i>"},{"text":"Doctorate document","response":"dissertation"},{"text":"Grammatically, in \"When Al headbutted a lamppost, he got a concussion\", \"Al\" is this of \"he\", &amp; Al is stupid","response":"the antecedent"},{"text":"Adjective for the perfect embodiment of something, or something a Dionne kid must have","response":"quintessential"},{"text":"From the Latin for \"uncertain\", it refers to a judgment based on one's whim rather than on a rule","response":"arbitrary"}],"originalDate":"2014-05-12"},{"category":"WON THE BATTLE, LOST THE WAR","comments":"","clues":[{"text":"In the Austro-Prussian War, \"Austro\" won a few battles, but this prime minister won the war","response":"Bismarck"},{"text":"Russia 1, Turkey 0<br>at Sinope;<br>Allies 1, Russia 0<br>in this 1853 to 1856 war","response":"the Crimean War"},{"text":"Around 428 B.C. Athens kept control of Lesbos but by 404 things had swung Sparta's way in this war","response":"the Peloponnesian War"},{"text":"The South took the Battle of this \"ville\" in 1863 but lost Stonewall Jackson","response":"Chancellorsville"},{"text":"In 1937 it was the Republicans over the Nationalists at the Jarama River near this European capital, but the Nats won the war","response":"Madrid"}],"originalDate":"2014-05-13"},{"category":"RECENT NOVELS","comments":"","clues":[{"text":"Anastasia Steele falls for a troubled man in this first book in an erotic trilogy","response":"<i>Fifty Shades of Grey</i>"},{"text":"\"I am a lawyer, and I am in prison. It's a long story\" is the opening line of \"The Racketeer\" by this novelist","response":"(John) Grisham"},{"text":"Robert Langdon feels the burn dealing with a riddle involving Dante's \"Inferno\" in an offering from this author","response":"Dan Brown"},{"text":"\"Persuader\" by Lee Child featured the return of this ex-military cop, 6'5\", 250 in the book series &amp; not 6'5\", 250 onscreen","response":"Jack Reacher"},{"text":"Detective Harry Bosch looks back 20 years at a killing during the 1992 L.A. riots in \"The Black Box\" by this novelist","response":"Michael Connelly"}],"originalDate":"2014-05-13"},{"category":"AVOIDING THE CLICHÉ","comments":"(Alex: We want you to give us the cliché we've reworded in...)","clues":[{"text":"Physical movements drown out lingual units","response":"actions speak louder than words"},{"text":"Up to a time some bovines return to our domicile","response":"until the cows come home"},{"text":"One christening involving a conflagration","response":"a baptism of fire"},{"text":"You make the choice between a method I've chosen &amp; a turnpike","response":"my way or the highway"},{"text":"One savory sample from one's personal prescription","response":"a taste of one's own medicine"}],"originalDate":"2014-05-13"},{"category":"POLICE &amp; FIREFIGHTERS","comments":"","clues":[{"text":"The \"A/O\" is this person who makes a collar","response":"the arresting officer"},{"text":"In 2009 Tulsa firefighters underwent special training on dealing with fires in these \"labs\"","response":"meth labs"},{"text":"Interrogators don't say \"The suspect exercised his right to counsel\" but \"The little weasel\" did this 2-word phrase","response":"lawyered up"},{"text":"Apres nous, \"After us\", this gun, a hose that emits 1,000 gallons of water a minute","response":"the deluge"},{"text":"To New York City cops, this vehicle is a \"bus\"","response":"an ambulance"}],"originalDate":"2014-05-13"},{"category":"FIRST RESPONSES","comments":"(Alex: These are responses we've never tried to go for in <i>Jeopardy!</i> history.)","clues":[{"text":"Here's our first clue about this website, covering D.C. since 2007 &amp; named from slang for an electee","response":"<i>Politico</i>"},{"text":"A 2014 OED update includes this, a game of dice or a risky proposition","response":"crapshoot"},{"text":"This creator of \"The Family Circus\" passed on the comic to his son Jeff","response":"(Bil) Keane"},{"text":"Not Honey Bunny but this \"sweet\" rhyming endearment is what Jimmy Neutron's dad calls Jimmy's mom","response":"Sugar Booger"},{"text":"The first \"ui\" response in our show's history is this ethnic group that has clashed with China's majority Han","response":"the Uighurs"}],"originalDate":"2014-05-13"}],[{"category":"STATE FACTS","comments":"","clues":[{"text":"Its state song calls it \"A state of sweet magnolias and Creole melodies\"","response":"Louisiana"},{"text":"Its geographic center is 5 miles northeast of Ames","response":"Iowa"},{"text":"This state is nicknamed the \"Corporate Capital\"","response":"Delaware"},{"text":"Mississippi leads the nation in percentage of people using this program, officially \"SNAP\"","response":"the food stamp program"},{"text":"The highest point in Massachusetts is in these western hills","response":"the Berkshires"}],"originalDate":"2014-05-13"},{"category":"ALL KINDS OF MUSIC","comments":"","clues":[{"text":"Born John Lydon, he was the lead singer of the Sex Pistols","response":"Johnny Rotten"},{"text":"Mahalia Jackson was one of those who've sung, \"He's got the whole world\" here","response":"in his hands"},{"text":"In 1994 he duetted with Amy Grant on \"House Of Love\", a title that turned out to be meaningful","response":"Vince Gill"},{"text":"In an old standard, these sad 4 words follow \"They're writing songs of love\"","response":"but not for me"},{"text":"Blond hair flying, he's been making the violin a crossover instrument since his 2007 album \"Virtuoso\"","response":"David Garrett"}],"originalDate":"2014-05-13"},{"category":"\"DEC\"-ADES","comments":"","clues":[{"text":"Jim Thorpe won this Olympic event<span class=\"nobreak\">--</span>then he didn't<span class=\"nobreak\">--</span>then he did","response":"the decathlon"},{"text":"A period of decline in morals or art, or just a typical weekend for me","response":"decadence"},{"text":"U.S. Customs &amp; Border Protection form 6059B","response":"a declaration"},{"text":"It's the listing of the different cases of nouns, more complex in Latin than English","response":"declension"},{"text":"\"The boy stood\" here, \"whence all but he had fled\"","response":"on the burning deck"}],"originalDate":"2014-05-13"},{"category":"LIBRARIES","comments":"","clues":[{"text":"Kenya has a library service in which books for nomads are transported across the desert via these animals","response":"camels"},{"text":"The Clapp Library at Wellesley College has the love letters exchanged by these 2 English poets in 1845 &amp; 1846","response":"Barrett and Browning"},{"text":"St. Catherine's Monastery at the foot of this biblical mount has a fragment of a 4th century Bible","response":"(Mount) Sinai"},{"text":"Dennis Lehane is a trustee of this city public library, which beats NYC as the USA's biggest in number of volumes held","response":"Boston"},{"text":"The George W. Bush Presidential Library is on the campus of this university","response":"SMU (Southern Methodist)"}],"originalDate":"2014-05-13"},{"category":"16th CENTURY NAMES","comments":"","clues":[{"text":"Rudolf II of this Austrian dynasty was crowned king of Bohemia in 1575","response":"Hapsburg"},{"text":"This Scottish queen's mother was the daughter of France's Duc de Guise","response":"Mary, Queen of Scots"},{"text":"George Bernard Shaw sneered at the adulation of this 16th century man, calling it \"Bardolatry\"","response":"William Shakespeare"},{"text":"This emperor of the Aztecs presented Hernan Cortes with rich gifts, believing he was the god Quezalcoatl","response":"Montezuma"},{"text":"The model for this portrait was the 2nd wife of Florentine merchant Francesco del Giocondo","response":"the \"Mona Lisa\""}],"originalDate":"1996-07-02"},{"category":"POTPOURRI","comments":"","clues":[{"text":"The Isabella Stewart Gardner Museum in this Massachusetts capital is housed at Fenway Court","response":"Boston"},{"text":"This digestive juice in the stomach contains an enzyme called pepsin","response":"gastric juice"},{"text":"In 1953 this \"Li'l Abner\" creator hosted the CBS game show \"Anyone Can Win\"","response":"Al Capp"},{"text":"Cassia is a popular type of this reddish-brown spice","response":"cinnamon"},{"text":"German term for a short musical passage that identifies people or things when they appear in an opera","response":"leitmotif"}],"originalDate":"1996-07-02"}],{"category":"THE EUROPEAN UNION","text":"Like UNESCO, the EU has heritage sites; 2 of the first 4, a WWII internment camp &amp; a Peace Palace, were in this occupied country","response":"the Netherlands"}]}