{"mix":2572,"rounds":[[{"category":"STARS ON CD-ROM","comments":"","clues":[{"text":"CD-ROMs with TV clips included \"Melrose Place\", \"90210\" &amp; this current Kelsey Grammer series","response":"<i>Frasier</i>"},{"text":"This singer's \"Highway 61 Interactive\" has lyrics to all his songs, including \"Like a Rolling Stone\"","response":"Bob Dylan"},{"text":"Wing Commander III features this Luke Skywalker actor as the wing commander","response":"Mark Hamill"},{"text":"You may prefer the Harper Collins interactive CD bio of this \"Gentlemen Prefer Blondes\" star","response":"Marilyn Monroe"},{"text":"His \"Tekwar\" has gone from books to TV to CD-ROM, where he's seen as Bascom","response":"William Shatner"}],"originalDate":"1996-07-02"},{"category":"ANIMALS","comments":"","clues":[{"text":"The record for the longest tusk, 11' 5 1/2\", belongs to an African species of this mammal","response":"elephant"},{"text":"The 4 major kinds of apes are chimpanzee, orangutan, gibbon &amp; this largest one","response":"gorilla"},{"text":"One of the largest types of this mammal in North America is the hoary species with a wingspan of about 16\"","response":"bat"},{"text":"Native to the Galapagos Islands, the marine species of this animal is the only lizard found in the sea","response":"iguana"},{"text":"The Surinam species of this amphibian has no tongue or teeth","response":"toad"}],"originalDate":"1996-07-02"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Pharaonic Village, on an island in this country, recreates life during the time of the pharaohs","response":"Egypt"},{"text":"If you rent a moped in Bermuda, remember to wear one of these <span class=\"nobreak\">--</span> it's required by law","response":"helmet"},{"text":"The Floating Market in this Thai capital is world famous","response":"Bangkok"},{"text":"Once a fad on Antigua, snuba is a combination of scuba diving &amp; this sport","response":"snorkeling"},{"text":"You have to make a parking reservation before visiting this Malibu art museum","response":"J. Paul Getty Museum"}],"originalDate":"1996-07-02"},{"category":"PLANET NAMES","comments":"","clues":[{"text":"Car line first sold by GM in 1990","response":"Saturn"},{"text":"The Snickers family","response":"Mars"},{"text":"This insect eater fits under planet names &amp; plant names","response":"Venus fly trap"},{"text":"He's the late lead singer of Queen","response":"Freddie Mercury"},{"text":"April 22 observance","response":"Earth Day"}],"originalDate":"1996-07-02"},{"category":"FAMOUS LAWYERS","comments":"","clues":[{"text":"This \"Star-Spangled Banner\" scribe also wrote \"The Power of Literature and its Connection with Religion\"","response":"Francis Scott Key"},{"text":"This future First Lady worked for the House Judiciary Committee during the summer of 1974","response":"Hillary Rodham Clinton"},{"text":"Dubbed \"King of Torts\" for his civil law success, Melvin Belli also defended this killer of Oswald","response":"Jack Ruby"},{"text":"This first prime minister of independent India was trained as a lawyer in England","response":"Nehru"},{"text":"This French writer known for \"Democracy in America\" first came to the U.S. to study the penal system","response":"Alexis de Tocqueville"}],"originalDate":"1996-07-02"},{"category":"U.S. LAKES","comments":"","clues":[{"text":"It's estimated this Utah lake contains more than 4 billion metric tons of dissolved minerals","response":"the Great Salt Lake"},{"text":"Once called Lac du Saint Sacrement, this New York lake was renamed for England's king in 1755","response":"Lake George"},{"text":"New Orleans lies on the southern shore of this shallow, brackish lake","response":"Lake Pontchartrain"},{"text":"Lake of the Woods in Canada &amp; this U.S. state is a remnant of Agassiz, an extinct glacial lake","response":"Minnesota"},{"text":"Iliamna, Becharof &amp; Ugashik are among this state's larger lakes","response":"Alaska"}],"originalDate":"1996-07-02"}],[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Concerning this 1803 land acquisition, Thomas Jefferson said he had gone \"beyond the Constitution\"","response":"the Louisiana Purchase"},{"text":"In June 1959 its voters approved statehood by almost 17 to 1; it became the 50th state on August 21","response":"Hawaii"},{"text":"In 1959 a Dutch ship became the first oceangoing vessel to reach Chicago via this waterway","response":"St. Lawrence Seaway"},{"text":"On July 14, 1965, this U.N. ambassador &amp; former presidential candidate died in London at age 65","response":"Adlai Stevenson"},{"text":"A May 3, 1886 clash at the McCormick Reaper Works in Chicago led to this riot the next day","response":"Haymarket Riot"}],"originalDate":"1996-07-02"},{"category":"PASTRY","comments":"","clues":[{"text":"Butter &amp; this ingredient combine to leaven a croissant","response":"yeast"},{"text":"This Boston hotel that added the glaze to Boston Cream Pie is also known for its rolls","response":"Parker House"},{"text":"Strudel dough is Hungarian; phyllo dough comes from this country","response":"Greece"},{"text":"Cream- or custard-filled, they'll go off the plate like \"lightning\"; that's what their French name means","response":"eclair"},{"text":"Last name of the sisters who created a carmelized \"torte\"","response":"Tatin"}],"originalDate":"1996-07-02"},{"category":"LITERATURE","comments":"","clues":[{"text":"One book calls it \"The Classic Novel about a Scientific Experiment to Create a Man-Made Human\"","response":"<i>Frankenstein</i>"},{"text":"Familial tome that was Dostoyevsky's last novel","response":"<i>The Brothers Karamazov</i>"},{"text":"Margaret Craven followed this 1973 novel in 1984 with \"Again Calls the Owl\"","response":"<i>I Heard the Owl Call My Name</i>"},{"text":"This \"Salome\" author's mother wrote poetry under the pen name Speranza","response":"Oscar Wilde"},{"text":"In 1820 this sonnet writer's father privately published a book of her poems, \"The Battle of Marathon\"","response":"Elizabeth Barrett Browning"}],"originalDate":"1996-07-02"},{"category":"SOUTH AMERICAN WILDLIFE","comments":"","clues":[{"text":"The giant species of this has a 2-foot tongue that it uses to lap up insects from inside mounds","response":"an anteater"},{"text":"The smallest member of the camel family, it's related to the llama, alpaca &amp; guanaco","response":"a vicuña"},{"text":"Also called a lancehead, this snake accounts for 90% of all snakebite-related fatalities in Brazil","response":"the fer-de-lance"},{"text":"This feline with a fancy coat is the only New World resident traditionally classified as a big cat","response":"a jaguar"},{"text":"Brazil's Spix's species of this longest parrot may now be extinct; it hasn't been seen in the wild since 2000","response":"the macaw"}],"originalDate":"2014-05-09"},{"category":"IT SOUNDS LIKE A LETTER","comments":"","clues":[{"text":"Yellow-banded colonizer","response":"a bee"},{"text":"Famous Fonz utterance","response":"\"Ay!\""},{"text":"A Parliamentary affirmative","response":"aye"},{"text":"Commodity that's pretty steeped","response":"tea"},{"text":"An Ecclesiastical office such as a bishop's","response":"a see"}],"originalDate":"2014-05-09"},{"category":"THAT '70s SHOW","comments":"","clues":[{"text":"Hello, Sabrina, Jill &amp; Kelly, working for an unseen boss on this ABC show","response":"<i>Charlie's Angels</i>"},{"text":"In 2013 Barry Williams revealed he has the Tiki that brought bad luck during a Hawaiian vacation on this show","response":"<i>The Brady Bunch</i>"},{"text":"Hal Linden was a Tony-winning actor when he began playing this mustachioed sitcom cop","response":"Barney Miller"},{"text":"Moonbase Alpha was the setting of this sci-fi series","response":"<i>Space: 1999</i>"},{"text":"Squad 51 kept on saving L.A. in this show with Randolph Mantooth, Kevin Tighe &amp; Julie London","response":"<i>Emergency!</i>"}],"originalDate":"2014-05-09"}],{"category":"20th CENTURY NOVELS","text":"In a 1989 novel, Jing-Mei Woo says, \"My father has asked me to be the fourth corner\" in this title group","response":"the Joy Luck Club"}]}