{"mix":2580,"rounds":[[{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"The Troy system of weights originated in Troyes in this country","response":"France"},{"text":"The Roman one of these was equal to 5,000 Roman feet or about 4,800 of our feet","response":"mile"},{"text":"1 atmosphere is equal to 760 millimeters of this liquid metal","response":"mercury"},{"text":"Equal to 4 inches, the hand is most often used to measure the height of these creatures","response":"horses"},{"text":"1 of these astronomical measurements is equal to 5,880,000,000,000 miles","response":"light year"}],"originalDate":"1993-02-22"},{"category":"QUOTES","comments":"","clues":[{"text":"This state has been called \"The Keystone of the Democratic Arch\"","response":"Pennsylvania"},{"text":"In a 1987 speech, he said, \"The idea of perestroika...combines continuity and innovation\"","response":"(Mikhail) Gorbachev"},{"text":"Eldridge Cleaver said, \"You're either part of\" this \"or part of the problem\"","response":"the solution"},{"text":"In her famous diary, she wrote, \"I still believe that people are really good at heart\"","response":"Anne Frank"},{"text":"W.P. Kinsella's book \"Shoeless Joe\" contains the line \"If you build it\" this will happen","response":"he will come"}],"originalDate":"1993-02-22"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"What goes up, must come down because of this natural force","response":"gravity"},{"text":"In September 1992 the so-called hole in this layer over Antarctica measured 8.9 million square miles","response":"ozone layer"},{"text":"Gregor Mendel's most famous experiments in heredity were done with this type of plant","response":"pea plant"},{"text":"This process is the opposite of evaporation","response":"condensation"},{"text":"There are thought to be 6 types of these hypothetical particles, incl. \"up\", \"down\" &amp; \"strange\"","response":"quarks"}],"originalDate":"1993-02-22"},{"category":"TEENS IN LITERATURE","comments":"","clues":[{"text":"She's 16 at the beginning of \"Gone with the Wind\" &amp; has a 17\" waist, \"the smallest in three counties\"","response":"Scarlett O'Hara"},{"text":"A teenage orphan named Kimball gets involved in espionage in this author's 1901 adventure novel \"Kim\"","response":"(Rudyard) Kipling"},{"text":"At the beginning of Daniel Defoe's novel, this title character is 19 &amp; his father wants him to be a lawyer","response":"<i>Robinson Crusoe</i>"},{"text":"When this Dumas novel begins, Edmond Dantes is a 19-year-old sailor; he assumes a title later","response":"<i>The Count of Monte Cristo</i>"},{"text":"At the age of 18, the shy &amp; lonely Philip Carey moves to Heidelberg in this Somerset Maugham novel","response":"<i>Of Human Bondage</i>"}],"originalDate":"1993-02-22"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Organized as a territory in 1912, it became a state January 3, 1959","response":"Alaska"},{"text":"The Social Security Act was part of this president's New Deal","response":"FDR"},{"text":"Ratified in 1919, this amendment gave the country 1 year to stock up before the ban went into effect","response":"the 18th Amendment (Prohibition)"},{"text":"In this 1857 case, the Supreme Court ruled that the Constitution did not apply to blacks","response":"Dred Scott vs. Sanford"},{"text":"John Davis, a lawyer who ran against Coolidge, argued against school desegregation in this 1954 case","response":"Brown vs. Board of Education of Topeka, Kansas"}],"originalDate":"1993-02-22"},{"category":"SAINTS","comments":"","clues":[{"text":"We cannot tell a lie; it was St. Boniface who did this to the sacred oak of Thor in Germany","response":"cut it down"},{"text":"St. Helena is credited by St. Ambrose as the person who found this wooden holy relic","response":"the cross"},{"text":"The story is that Reprobus changed his name to this after giving Jesus a piggyback ride across a river","response":"Christopher"},{"text":"When his sister Martha was made a saint, it might have \"raised\" his own expectations","response":"Lazarus"},{"text":"Until the 20th century this \"rower\" was the only archangel with a feast day on the Western calendar","response":"Michael"}],"originalDate":"1993-02-22"}],[{"category":"ART","comments":"","clues":[{"text":"The enigmatic smile in this circa 1503 painting has often been imitated but never duplicated","response":"the \"Mona Lisa\""},{"text":"Paul Cezanne was noted for this type of painting which often depicts a bowl or basket of fruit","response":"still life"},{"text":"In 1857 this lithographer made his bookkeeper James Merritt Ives a partner","response":"(Nathaniel) Currier"},{"text":"Edgar Degas &amp; Mary Cassatt used these soft crayons whose name is synonymous with pale colors","response":"pastels"},{"text":"\"Three Musicians\", a 1921 work by this Spaniard, is considered one of the greatest Cubist paintings","response":"(Pablo) Picasso"}],"originalDate":"1993-02-22"},{"category":"IN OTHER WORDS...","comments":"","clues":[{"text":"Battle a blaze using a blaze","response":"fight fire with fire"},{"text":"Incinerate 12 A.M. petroleum","response":"burn the midnight oil"},{"text":"One steed!  One mount!  I'll give you all I rule if you give me one stallion!","response":"a horse, a horse, my kingdom for a horse"},{"text":"Brilliant like one cat-o'-nine-tails","response":"smart as a whip"},{"text":"Wonderful objects arrive within tiny parcels","response":"great (good) things come in small packages"}],"originalDate":"1993-02-22"},{"category":"KENTUCKY","comments":"","clues":[{"text":"The State General Assembly consists of a House of Reps. with 100 members &amp; one of these with 38","response":"Senate"},{"text":"In 1955, many years before the nation followed suit, Kentucky lowered the voting age to this","response":"18"},{"text":"Between 1980 &amp; 1990, this largest city in the state lost almost 10% of its population","response":"Louisville"},{"text":"By the 1890s this had overtaken hemp as the state's leading crop","response":"tobacco"},{"text":"Kentucky is 1 of 4 members of the union officially designated this, rather than a state","response":"commonwealth"}],"originalDate":"1993-02-17"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Started in the U.S. by Mrs. Dodd of Spokane, Wash., it's the third Sunday in June","response":"Father's Day"},{"text":"A dab of ash seen on the foreheads of Christians lets you know this 40-day season has begun","response":"Lent"},{"text":"Some states combine this January federal holiday with Robert E. Lee Day","response":"Martin Luther King, Jr.'s Birthday"},{"text":"In the U.S. October 9, 1977 was dedicated to this (as the proclamation put it) Norse person","response":"Leif Erikson"},{"text":"The January 25 birthday of this poet has become a folk holiday for the Scots","response":"Robert Burns"}],"originalDate":"1993-02-17"},{"category":"LIEUTENANTS","comments":"","clues":[{"text":"On April 27, 1789 Lt. William Bligh was in command of this 215-ton ship; the next day, a 23-foot boat","response":"the Bounty"},{"text":"A second lieutenant in the Army Air Corps Reserve, his May 1927 flight to Paris made him famous","response":"Charles Lindbergh"},{"text":"In 1805 he named the wrong lake as the source of the Mississippi; his fame later \"peaked\" in Colorado","response":"(Zebulon) Pike"},{"text":"William Clark of Lewis &amp; Clark served as a lieutenant under this \"Mad\" general","response":"Anthony Wayne"},{"text":"In 1842 Kit Carson met this second lieutenant &amp; joined him in mapping &amp; pathfinding","response":"John C. Fremont"}],"originalDate":"1993-02-17"},{"category":"SINGERS","comments":"","clues":[{"text":"Her detractors crushed a big pile of her music with a steamroller after she tore up a picture of the Pope","response":"Sinead O'Connor"},{"text":"Her parents were half of The Mamas &amp; The Papas &amp; she's one-third of Wilson Phillips","response":"Chynna Phillips"},{"text":"The singers known as Rob and Fab used to perform under this name, but they had to give that back, too","response":"Milli Vanilli"},{"text":"Luciano Pavarotti angered the BBC by doing this in a 1992 concert; he should have consulted with Rob &amp; Fab","response":"lip-synching"},{"text":"Harry Connick, Jr. was a little boy when his father defeated Jim Garrison &amp; became D.A. of this Louisiana city","response":"New Orleans"}],"originalDate":"1993-02-17"}],{"category":"MILITARY MEN","text":"\"A better army...probably never faced an enemy,\" Grant wrote of his service as a lieutenant in this war","response":"Mexican War"}]}