{"mix":2587,"rounds":[[{"category":"THAT '70s SONG","comments":"","clues":[{"text":"\"Well, you can tell by the way I use my walk, I'm a woman's man, no time to talk\"","response":"\"Stayin' Alive\""},{"text":"\"I can't remember if I cried when I read about his widowed bride, but something touched me deep inside the day the music died\"","response":"\"American Pie\""},{"text":"\"Holly came from Miami, F&#8209;L&#8209;A, hitchhiked her way across the U.S.A.\"","response":"\"Walk On The Wild Side\""},{"text":"\"Blue jean baby, L.A. lady, seamstress for the band\"","response":"\"Tiny Dancer\""},{"text":"\"All you did was wreck my bed, and in the morning kick me in the head\"","response":"\"Maggie May\""}],"originalDate":"2014-04-21"},{"category":"REJECTED SUPERVILLAIN NAMES","comments":"","clues":[{"text":"Lurking under your TV stand, it's a 2-word animal term for a ball of lint &amp; particle debris","response":"dust bunny"},{"text":"Eerie noises as it changes cycles hint at the power of this appliance, perhaps with the Anyware Plus silverware basket","response":"dishwasher"},{"text":"Alliterative phrase for someone born between 1946 &amp; 1965; beware, it's the...","response":"baby boomer"},{"text":"You can look at a person &amp; not know that within him is this small implanted device used to treat tachycardia","response":"pacemaker"},{"text":"Instructions to our agents: Do not underestimate this breed, that's highly intelligent and very sheddy","response":"Pomeranian"}],"originalDate":"2014-04-17"},{"category":"SAUCES","comments":"","clues":[{"text":"To make aioli sauce, start with crushed cloves of this","response":"garlic"},{"text":"Sauce aurore gets its pinkish-red color from this puree","response":"tomato"},{"text":"One story says the French came up with this sauce to imitate a buttery one brought with a visiting Dutch king","response":"hollandaise sauce"},{"text":"Tabasco sauce has been made on this Louisiana salt island since the 1860s","response":"Avery Island"},{"text":"Named after an Italian city, it's a rich meat sauce also called Ragu, or a spaghetti dish covered in it","response":"bolognese"}],"originalDate":"2014-04-17"},{"category":"MADDEN COVER MEN","comments":"","clues":[{"text":"In 2001 the first player to appear, after 11 years of Madden himself, was Eddie George of this Nashville team","response":"the Tennessee Titans"},{"text":"In 2009 some got this quarterback in a Jets uniform, others in Packers gear","response":"(Brett) Favre"},{"text":"The first defensive player was this Ravens linebacker who retired in 2013","response":"Ray Lewis"},{"text":"In 2004 it was this Falcon QB who would later take a break from the game","response":"Michael Vick"},{"text":"In 2013 the man was this receiver, \"Megatron\"","response":"Calvin Johnson"}],"originalDate":"2014-04-17"},{"category":"HISTORIC DAYS","comments":"(Alex: You have to name the most important event, generally acknowledged, for that particular day.)","clues":[{"text":"July 20, 1969","response":"moon landing"},{"text":"May 8, 1945","response":"VE day"},{"text":"April 14, 1912","response":"the <i>Titanic</i> sinking"},{"text":"May 21, 1927","response":"Lindbergh flight across Atlantic"},{"text":"Jan, 24, 1848<br>(out West)","response":"gold discovered in California"}],"originalDate":"2014-04-17"},{"category":"COMPOSERS","comments":"","clues":[{"text":"The wealthy Nadezhda von Meck gave this \"Swan Lake\" composer 6,000 rubles a year but refused to ever meet him","response":"Tchaikovsky"},{"text":"In 1918 he teamed with older brother Ira for the first time, a collaboration that lasted until his death in 1937","response":"George Gershwin"},{"text":"It's been said that the 1831 capture of Warsaw by the Russians led him to write his \"revolutionary\" etude","response":"Chopin"},{"text":"In 1727 this German composer became a naturalized British subject under George I","response":"Handel"},{"text":"This Frenchman dedicated his 1908 piano suite \"Children's Corner\" to his young daughter Claude-Emma","response":"(Claude) Debussy"}],"originalDate":"2014-04-17"}],[{"category":"CELEBRITY EPITAPHS","comments":"","clues":[{"text":"This voice artist:<br>\"That's all folks\"","response":"Mel Blanc"},{"text":"This talk show host &amp; game show creator:<br>\"I will not be right back after this message\"","response":"Merv Griffin"},{"text":"Whitney Houston:<br>\"The Voice\" &amp; this 5-word song title","response":"\"I Will Always Love You\""},{"text":"This \"Happy Days\" actor: \"Fiorello, sheriff, priest...and forever 'Mr. C.'\"","response":"Tom Bosley"},{"text":"This actor &amp; sitcom pioneer:<br>\"And away we go\"","response":"Jackie Gleason"}],"originalDate":"2014-04-17"},{"category":"WIND","comments":"","clues":[{"text":"Reaching 318 mph, the strongest winds ever documented were part of one of these in Oklahoma","response":"tornado"},{"text":"It's a group of fast-moving wind currents in the troposphere advantageous to eastbound airline travel","response":"jet stream"},{"text":"Some of these 3-bladed modern-day windmills are designed for extra-breezy areas","response":"wind turbines"},{"text":"Also the name of a Volkswagen model, it's a hot African desert wind that can blow all the way to Europe","response":"sirocco"},{"text":"A common scale of wind velocities was devised in 1805 by Sir Francis Beaufort of this military group","response":"the British Navy"}],"originalDate":"2014-04-17"},{"category":"LITERARY TITLE CHARACTERS","comments":"","clues":[{"text":"\"From early childhood he had used his hands to swing from branch to branch\" like his ape mother, Kala","response":"Tarzan"},{"text":"This Astrid Lindgren character is described as having \"hair the color of a carrot\"","response":"Pippi Longstocking"},{"text":"Dolores Haze was the real name of this 12-year-old nymphet who stood \"four feet ten in one sock\"","response":"Lolita"},{"text":"A tale of the Soviet labor camps tells of \"one day in the life\" of him, patronymic Denisovich, last name Shukhov","response":"Ivan"},{"text":"This Sinclair Lewis title character is a real estate salesman who lives in the suburbs of the city of Zenith","response":"(George) Babbitt"}],"originalDate":"2014-04-17"},{"category":"WOMEN ON TV","comments":"","clues":[{"text":"Jean Stapleton, who passed away in 2013 at age 90, was best known for playing Edith Bunker on this sitcom","response":"<i>All In The Family</i>"},{"text":"Her \"Next Chapter\" on OWN has included in-depth interviews with Cissy Houston, Beyonce &amp; Lance Armstrong","response":"Oprah"},{"text":"Of \"The View\" co-hosts, she's the only one with an Emmy, a Tony &amp; an Oscar","response":"Whoopi Goldberg"},{"text":"Olivia Pope on \"Scandal\", in 2013 she was named TV Guide's fan favorite actress","response":"Kerry Washington"},{"text":"For more than 10 years, Conchata Ferrell has played the housekeeper Berta on this sitcom","response":"<i>Two and a Half Men</i>"}],"originalDate":"2014-04-18"},{"category":"\"MM\"!  FOOD &amp; DRINK!","comments":"","clues":[{"text":"A 5-pound, 12,600-calorie one of these candy treats<span class=\"nobreak\">--</span> ursa enormous?<span class=\"nobreak\">--</span> was shown on \"The Today Show\"","response":"a gummy bear"},{"text":"A recipe for this Middle Eastern dish calls for 1/3 cup tahini &amp; 2 cups of canned garbanzo beans, among other items","response":"hummus"},{"text":"Time of year that describes dried or smoked sausage that keeps without refrigeration","response":"summer"},{"text":"Originating with Native Americans, this pasty, pulverized dried meat, berries &amp; fruit dish is for those on the go","response":"pemmican"},{"text":"When underripe, the hachiya type of this fruit will pucker the mouth with astringency","response":"persimmon"}],"originalDate":"2014-04-18"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"In 1783 in France the hot air balloon &amp; this air safety device both got their first successful demonstrations","response":"parachute"},{"text":"According to the Natl. Insurance Crime Bureau, this Honda model was the most stolen car in the U.S. in 2012","response":"Accord"},{"text":"Maglev is technology that helped one of these achieve a record 361 mph in 2003","response":"a train"},{"text":"Last name of the automating twin bros. famous for their \"Steamers\", one of which broke a speed record in 1906 at 127.7 mph","response":"Stanley"},{"text":"Today a 1,019' museum &amp; hotel, this liner made 1,001 transatlantic trips","response":"the Queen Mary"}],"originalDate":"2014-04-18"}],{"category":"20th CENTURY AMERICAN HISTORY","text":"On Nov. 3, 1948 he sent a congratulatory telegram, then told reporters, \"I was just as surprised as you\"","response":"Thomas Dewey"}]}