{"mix":2589,"rounds":[[{"category":"INSECTS","comments":"","clues":[{"text":"This \"fever\" carried by ticks is actually more prevalent in the Appalachians than it is out west","response":"Rocky Mountain spotted fever"},{"text":"Of all insects worldwide, this disease carrier poses the greatest health hazard to humans","response":"(Anopheles) mosquito"},{"text":"These bees who do nothing but fertilize queens have the shortest life span of any bee, 4 weeks","response":"drones"},{"text":"Found on land, not in the water, this \"colorful\" insect feeds on anything starchy","response":"silverfish"},{"text":"An insect's body consists of these 3 parts","response":"head, thorax & abdomen"}],"originalDate":"1988-10-31"},{"category":"THE CAROLINAS","comments":"","clues":[{"text":"This author, once stationed at Charleston as a sergeant major, used it as his setting for \"The Gold Bug\"","response":"Edgar Allan Poe"},{"text":"This island was named for an 18th century treasurer of South Carolina; tell it to the Marines","response":"Parris Island"},{"text":"The largest city in the Carolinas bears this woman's name","response":"Charlotte"},{"text":"These, on the Tennessee-North Carolina border, were named for the haze hanging over them","response":"the Great Smoky Mountains"},{"text":"Gov. John White of North Carolina was grandfather of this 1st English child born in the Americas","response":"Virginia Dare"}],"originalDate":"1988-10-31"},{"category":"A.K.A.","comments":"(Alex Trebek: Also Known As.)","clues":[{"text":"Harold Lipshitz's stage name, which he used when playing Barney Miller","response":"Hal Linden"},{"text":"Melvyn Hesselberg, who made Garbo laugh in \"Ninotchka\"","response":"Melvyn Douglas"},{"text":"Marion Cecilia Douras, who was a Ziegfeld girl when she met William Randolph Hearst","response":"Marion Davies"},{"text":"Anna Myrtle Swoyer, \"Rhoda\"'s TV mom","response":"Nancy Walker"},{"text":"Australian soprano Helen Porter Mitchell, who was the \"toast\" of British opera","response":"(Dame) Nellie Melba"}],"originalDate":"1988-10-31"},{"category":"WE HAVE LAWS","comments":"","clues":[{"text":"Massachusetts law largely bans the sale of booze on Sundays, legal holidays &amp; this day of democracy in action","response":"voting day (or Election Day)"},{"text":"Rhode Island warns that biting off someone's leg will get you 1 to 20 as this offense, a variation of the word \"maim\"","response":"mayhem"},{"text":"Vancouver, Canada bans these in new housing; levers are easier on the arthritic hands of an aging populace","response":"doorknobs"},{"text":"Louisiana law bans cursing these people, volunteer or not, in the performance of their duties","response":"firemen"},{"text":"N.Y. penal law, Section 255.17, says this act, spousal infidelity, is a Class B misdemeanor","response":"adultery"}],"originalDate":"2014-04-16"},{"category":"PUP CULTURE","comments":"(Alex: Not POP.)","clues":[{"text":"This Elvis hit says, \"you ain't never caught a rabbit and you ain't no friend of mine\"","response":"\"Hound Dog\""},{"text":"In the comics, he was the first beagle on the moon","response":"Snoopy"},{"text":"In TV cartoons, Don Messick was the voice of Scooby-Doo as well as this dog of the Jetsons","response":"Astro"},{"text":"This John Grogan bestseller is subtitled \"Life and Love with the World's Worst Dog\"","response":"<i>Marley & Me</i>"},{"text":"His \"Man's Best Friend\" calendars feature photos of his famous Weimaraners","response":"(William) Wegman"}],"originalDate":"2014-04-16"},{"category":"THAT'S PAINFUL","comments":"","clues":[{"text":"It's also called a myocardial infarction; I've had 2 of them","response":"a heart attack"},{"text":"Part of the stomach is squeezed above the opening in the diaphragm in a hiatal one of these protrusions","response":"a hernia"},{"text":"Types of these include sinus &amp; cluster","response":"headaches"},{"text":"This autoimmune disease in which certain cells attack the joint cartilage is called R.A. for short","response":"rheumatoid arthritis"},{"text":"A chronic inflammatory disease of the digestive tract, it's also known as regional enteritis","response":"Crohn's disease"}],"originalDate":"2014-04-16"}],[{"category":"IOWA","comments":"","clues":[{"text":"The first railroad bridge across this river was built at Davenport, Iowa in 1856","response":"the Mississippi"},{"text":"Carlisle, Iowa's Bobbi McCaughey made history in Nov. 1997 by giving birth to the first surviving set of this many babies","response":"seven"},{"text":"In 1991 Iowa led the nation in reviving the 19th century tradition of gambling aboard these","response":"riverboats"},{"text":"This Iowa settlement lent its name to the company that makes the Radarange","response":"Amana"},{"text":"Buddy Holly &amp; friends perished near this Iowa city named for a beautiful body of water","response":"Clear Lake"}],"originalDate":"2014-04-16"},{"category":"THE \"END\" IS JUST THE BEGINNING","comments":"(Alex: \"E-N-D\" coming up at the beginning of each correct response.)","clues":[{"text":"This 10-yard deep football area turns some into dancing fools","response":"end zone"},{"text":"(Back of the) check, please! It also means to approve","response":"endorse"},{"text":"Here are our \"terms\": they're spoken words showing affection","response":"endearment"},{"text":"To provide a permanent fund to a college","response":"endow"},{"text":"Native to or naturally found in a specific place","response":"endemic"}],"originalDate":"2014-04-16"},{"category":"AL PACINO MOVIES BY ROLE","comments":"","clues":[{"text":"Blind Lt. Colonel Frank Slade; hoo-ah!","response":"<i>Scent of a Woman</i>"},{"text":"Real estate \"closer\" Ricky Roma","response":"<i>Glengarry Glen Ross</i>"},{"text":"Mobster Big Boy Caprice","response":"<i>Dick Tracy</i>"},{"text":"Miami Sharks head coach Tony D'Amato","response":"<i>Any Given Sunday</i>"},{"text":"Det. Frank Keller, tracking a serial killer placing personal ads","response":"<i>Sea of Love</i>"}],"originalDate":"2014-04-16"},{"category":"AMERICAN AUTHORS","comments":"","clues":[{"text":"In 1826 he moved his young family to Europe &amp; legally added Fenimore to his name","response":"James Fenimore Cooper"},{"text":"Her indignation over the Fugitive Slave Act led to the writing of her most famous novel, published in 1852","response":"Harriet Beecher Stowe"},{"text":"Research for his novel \"Sophie's Choice\" included a reading of the memoirs of the commandant of Auschwitz","response":"William Styron"},{"text":"Most of her main characters, including those in \"The Accidental Tourist\", have lived in Baltimore, like she does","response":"(Anne) Tyler"},{"text":"This Texan won the 2006 Oscar for Best Adapted Screenplay for \"Brokeback Mountain\"","response":"Larry McMurtry"}],"originalDate":"2014-04-16"},{"category":"FORMER U.N. MEMBERS","comments":"","clues":[{"text":"Tanganyika &amp; Zanzibar were separate U.N. members until they merged in 1964 under this present name","response":"Tanzania"},{"text":"When this country dissolved in 1991, it was replaced in the U.N. by members of the new Commonwealth of Independent States","response":"the USSR"},{"text":"In 1971 this island nation was expelled from the U.N. &amp; replaced by its mainland adversary","response":"Taiwan"},{"text":"Known together as the Federal Republic of Yugoslavia, Montenegro &amp; this country became separate members","response":"Serbia"},{"text":"This country at the southern tip of the Arabian peninsula was once 2 member nations, North &amp; South","response":"Yemen"}],"originalDate":"2014-04-16"},{"category":"BREAD","comments":"","clues":[{"text":"Broke bread? In 2012 Hostess stopped making this iconic squishy white loaf","response":"Wonder Bread"},{"text":"In 1849 the Boudin family found the San Francisco air helped give their French bread a new taste &amp; got into making this variety","response":"sourdough"},{"text":"A cereal grain similar to wheat or barley, this can be turned into deli bread or Templeton whiskey","response":"rye"},{"text":"When in Britain, do have some tea &amp; this round griddle-cooked bread that looks like an English muffin","response":"a crumpet"},{"text":"It's the pancake-like Ethiopian bread that also serves as your eating utensil &amp; your tablecloth","response":"injera"}],"originalDate":"2014-04-16"}],{"category":"CLASSIC TOYS","text":"This toy was patented in the 1960s as a \"liquid filled die agitator\"","response":"Magic 8-Ball"}]}