{"mix":2591,"rounds":[[{"category":"\"ITS\" AT THE END","comments":"(Alex: Those three letters at the end of each correct response.)","clues":[{"text":"Meetings of world leaders,<br>or tops of mountains","response":"summits"},{"text":"Nuns' clothing","response":"habits"},{"text":"Cave-dwelling religious recluses","response":"hermits"},{"text":"Sports losses without playing","response":"forfeits"},{"text":"Cookies,<br>to someone in Cornwall","response":"biscuits"}],"originalDate":"2014-04-15"},{"category":"TRUE \"NORTH\"","comments":"","clues":[{"text":"As the Earth's axis won't always point the same direction, in some 20,000 years, Thuban in the constellation Draco will be this","response":"the North Star"},{"text":"He got a 3-year suspended jail sentence &amp; was fined $150,000 for his role with Nicaraguan contras","response":"Oliver North"},{"text":"This 1994 pact called for gradual tariff reduction for its 3 members<span class=\"nobreak\">--</span>sorry, you can't use the short form of it!","response":"the North American Free Trade Agreement"},{"text":"This luggage &amp; hiking equipment company is named for the typically coldest side of a mountain","response":"North Face"},{"text":"This landmark took its place in American history on April 18, 1775","response":"the Old North Church"}],"originalDate":"2014-04-15"},{"category":"THE FAR EAST","comments":"","clues":[{"text":"Venomous snakes are \"milked\" of their poison twice daily for snakebite antidotes at the Pasteur Institute in this Thai capital","response":"Bangkok"},{"text":"May to November is the rainy season of this country<span class=\"nobreak\">--</span>its coast gets 200 inches a year, but Phnom Penh gets less than 60","response":"Cambodia"},{"text":"We shall return to this island nation &amp; its large lakes like Lake Lanao on Mindanao","response":"the Philippines"},{"text":"The lowest point for North &amp; South Korea is at this \"national\" body of water","response":"the Sea of Japan"},{"text":"In the Lao language the name of this Laotian capital means \"city of sandalwood\"","response":"Vientiane"}],"originalDate":"2014-04-15"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"More common name for the Central Overland Calif. &amp; Pikes Peak Express Co., which used a steamer to go from Sacramento to S.F.","response":"the Pony Express"},{"text":"In the 1880s this Arizona town famed for its OK Corral mined what today would be $1/2 billion in silver","response":"Tombstone"},{"text":"In 1864 Sioux chief Little Turtle did this to settler Robert McGee, reducing his future hairstyle options","response":"scalping, he scalped him"},{"text":"The Wild Bunch's Harry Longabaugh took this nickname from the name of the town where he was imprisoned for horse theft","response":"the Sundance Kid"},{"text":"No Doolin around, it's the last name of outlaws Bob, Grat &amp; Emmett, whose 1892 dual-bank heist left Bob &amp; Grat breathless","response":"Dalton"}],"originalDate":"2014-04-15"},{"category":"CROQUET, MONSIEUR","comments":"","clues":[{"text":"In British croquet, a player gets one extra stroke for putting a ball through a wicket &amp; 2 extra strokes for doing this","response":"hitting one of his opponent's balls"},{"text":"Founded in 1868, the All England Lawn Tennis &amp; Croquet Club is best known as the site of this event, not croquet","response":"Wimbledon"},{"text":"Alice's wonderland croquet game ends early as this character keeps ordering \"off with\" the heads of other players","response":"the Queen of Hearts"},{"text":"A ball that has gone through all the wickets &amp; is free to hit the final stake is called this, like a Mars lander","response":"a rover"},{"text":"In the movie \"Heathers\", Christian Slater &amp; this actress play the rarely seen game of strip croquet","response":"Winona Ryder"}],"originalDate":"2014-04-14"},{"category":"GOOD LUCK CHARMS","comments":"","clues":[{"text":"These are especially lucky if hung above your door with the 2 ends up &amp; attached by 7 iron nails","response":"a horseshoe"},{"text":"Its leaves are said to symbolize faith, hope, love &amp; luck","response":"a (4-leaf) clover"},{"text":"In Asia these insects are said to bring good luck; owners sometimes tickle them with rabbit whiskers to make them \"sing\"","response":"crickets"},{"text":"Tortoises are considered a longevity symbol in this Chinese system of positioning objects","response":"feng shui"},{"text":"Many Catholic motorists hang a medal of this patron saint of travelers on the rear-view mirror","response":"St. Christopher"}],"originalDate":"2014-04-14"}],[{"category":"6-LETTER BIBLE BOOKS","comments":"","clues":[{"text":"Poems that praise God","response":"Psalms"},{"text":"Ibzan of Bethlehem &amp; Tola the son of Puah were 2 of these just leaders","response":"Judges"},{"text":"This epistle says, \"a man is justified by faith without the deeds of the law\"","response":"Romans"},{"text":"Yeshayahu is the Hebrew name of this prophet","response":"Isaiah"},{"text":"Purim celebrates her rescue of her people from a massacre","response":"Esther"}],"originalDate":"2014-04-14"},{"category":"CLICHÉS","comments":"","clues":[{"text":"Don't do this, be the one complainer, messing things up for everyone<span class=\"nobreak\">--</span>the whole canoe could tip over","response":"rock the boat"},{"text":"Cliche-wise, a micromanager tends to do this to \"the details\" or \"the small stuff\"","response":"sweat"},{"text":"Got a lot of something? Sounds like a river journey<span class=\"nobreak\">--</span>up the ying-yang or up this other 5-letter word","response":"wazoo"},{"text":"This means a major issue that no one wants to address; watch out for the tusks","response":"the elephant in the room"},{"text":"This ancient poet \"sometimes nods\" means even the best of us slips up","response":"Homer"}],"originalDate":"2014-04-14"},{"category":"WARM","comments":"","clues":[{"text":"It gets a touch warm at Turner Field in this city in July, when the average temperature is 89 degrees","response":"Atlanta"},{"text":"The main base of the U.S. Navy's Pacific fleet is at this temperate California city not far from the Mexican border","response":"San Diego"},{"text":"Because it's located near the equator, Mombasa in this country enjoys good weather all year","response":"Kenya"},{"text":"The \"Love\" part of the memoir \"Eat, Pray, Love\" is set on this balmy Indonesian island","response":"Bali"},{"text":"Shoe designer Manolo Blahnik was born in these Spanish islands in the Atlantic that enjoy year-round springlike temps","response":"the Canaries"}],"originalDate":"2014-04-14"},{"category":"FRUIT IN THE WORD","comments":"","clues":[{"text":"Process of removal from office covered in Article I, Section 3 of the Constitution","response":"impeachment"},{"text":"Portable calendar of appointments","response":"Blackberry (or a date book)"},{"text":"Elevated or lofty, like that \"Santeria\" band","response":"sublime"},{"text":"A product invented by the mind; you can have one \"of your imagination\"","response":"a figment"},{"text":"To struggle with someone in hand-to-hand combat","response":"grapple"}],"originalDate":"2014-04-14"},{"category":"FOR YOUR REFERENCE","comments":"","clues":[{"text":"Need to see the Treaty of Ghent? Go online to the \"National\" these, whose full name includes \"Records Administration\"","response":"Archives"},{"text":"Henry Louis Gates Jr. co-edited a biographical dictionary of this continent, a 2013 ALA Outstanding Reference Source","response":"Africa"},{"text":"\"Discover the expert in you\" on cooking, crafts, etc. at eThis word.com","response":"how"},{"text":"This dictionary, still around, was spun off from a magazine of U.S. history that stopped printing in 2012","response":"<i>American Heritage</i>"},{"text":"2013's DSM-5 is the long awaited latest manual of mental disorders from the APA, this medical \"Association\"","response":"American Psychiatric Association"}],"originalDate":"2014-04-14"},{"category":"KINGS OF MUSIC","comments":"","clues":[{"text":"C'mon, baby, he was the undisputed \"King of the Twist\"","response":"Chubby Checker"},{"text":"Wax up your board! dick dale is the \"King of\" this kind of guitar","response":"Surf"},{"text":"Day-o! harry belafonte is \"The King of\" this Caribbean music","response":"Calypso"},{"text":"Benny Goodman was the \"King of Swing\" &amp; country's bob wills was the \"King of\" this type of \"Swing\"","response":"Western"},{"text":"With songs like \"Moonshine Hollow\", Jimmy Martin was \"The King of\" this unamplified music style","response":"Bluegrass"}],"originalDate":"2014-04-14"}],{"category":"ISLAND NAMES","text":"A Portuguese explorer gave this name to an island he sighted off Africa's coast 40 days after Easter","response":"Ascension Island"}]}