{"mix":2600,"rounds":[[{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"It's the nursery rhyme that says, \"the cow jumped over the Moon\"; in the military it precedes \"straight up the middle\"","response":"\"Hey Diddle Diddle\""},{"text":"Jack is urged to be nimble &amp; quick, helping him do this","response":"jump over the candlestick"},{"text":"Little Jack Horner put his thumb in a Christmas pie &amp; pulled out this fruit","response":"plum"},{"text":"Jack of Jack &amp; Jill got his head patched with these 2 things","response":"vinegar & brown paper"},{"text":"\"Wednesday's child is full of woe, Thursday's child has\" this","response":"far to go"}],"originalDate":"2014-03-27"},{"category":"UNITS OF MEASURE","comments":"","clues":[{"text":"Walking the streets in New York City, you'll cover about 20 of these to walk a mile north-south","response":"blocks"},{"text":"A hank of this knitting material is 840 yards for cotton, 560 yards for wool","response":"yarn"},{"text":"This informal unit often used to indicate a margin of victory is equal to roughly half the length of a horse's head","response":"nose"},{"text":"This unit of volume that equals 35.24 liters is often found before \"basket\"","response":"bushel"},{"text":"Change 2 letters in \"radius\" to get this unit for measuring angles","response":"radian"}],"originalDate":"2014-03-27"},{"category":"FEUDS","comments":"","clues":[{"text":"These 2 families' feud went all the way to the Supreme Court case Plyant Mahon v. Abner Justice, jailer of Pike County, Ky.","response":"the Hatfields & the McCoys"},{"text":"These 2 families are sworn enemies in \"Romeo and Juliet\"","response":"the Capulets & the Montagues"},{"text":"After a bitter feud the Dassler Bros. formed rival sneaker companies; Rudolf founded Puma &amp; Adolf, this one","response":"Adidas"},{"text":"RFK's investigation into labor racketeering led to a long-standing feud with this president of the Teamsters","response":"Jimmy Hoffa"},{"text":"This Arizona town was home to many feuds, including the Clanton-Earp one, which came to a head on October 26, 1881","response":"Tombstone"}],"originalDate":"2014-03-27"},{"category":"THE 1-SYLLABLE WORD","comments":"","clues":[{"text":"This excavation in the earth for pulling out ore isn't yours","response":"mine"},{"text":"Your pedal digits","response":"toes"},{"text":"A grape plant, or a 6-second video","response":"vine"},{"text":"Scottish term for a long, narrow indentation of the seacoast","response":"firth"},{"text":"This is the ray or beam of sunlight that \"won't cop out when there's danger all about\"","response":"shaft"}],"originalDate":"2014-03-27"},{"category":"SHAKESPEARE REWRITES THE BEATLES","comments":"(Alex: You have to name the song the Bard has reworked for us.)","clues":[{"text":"\"The lady is enamored of thee, verily, verily, verily\"","response":"\"She Loves You\""},{"text":"\"Wilt thou still require me, wilt thou still provide sustenance unto me, roughly midway through my 7th decade?\"","response":"\"When I'm Sixty-Four\""},{"text":"\"Aid me if thou canst, I feel sorrow... &amp; my gratitude is large for thy presence here\"","response":"\"Help!\""},{"text":"\"I believe I shall be melancholy, I believe it shall be anon... the woman who disturbeth my temper is leaving hence\"","response":"\"Ticket To Ride\""},{"text":"\"Assemble forth, all ye jesters, speak thusly... Hark!  Thou must conceal thy amorousness\"","response":"\"You've Got To Hide Your Love Away\""}],"originalDate":"2014-03-27"},{"category":"GOOD OL' SOUTHERN COOKIN'","comments":"","clues":[{"text":"To make red-eye gravy, you'll need ham drippings &amp; a strong cup of this, black","response":"coffee"},{"text":"The greens of this lawn weed can be sauteed with onions, garlic &amp; chili peppers &amp; served with Parmesan cheese","response":"dandelions"},{"text":"\"Joy of Cooking\" says that chess pies, a Southern specialty, are essentially these nut pies without the nuts","response":"pecan pies"},{"text":"A classic recipe for fried these unripened garden products is: slice, dip in cornmeal, fry in bacon grease","response":"green tomatoes"},{"text":"One story says this squirrel stew was named for the Virginia county where it was first prepared for a political rally","response":"Brunswick stew"}],"originalDate":"2014-03-27"}],[{"category":"MATHEMATICIANS","comments":"","clues":[{"text":"Londoner Michael B. Green is the current holder of the Lucasian chair of mathematics at this university","response":"Cambridge"},{"text":"This \"Father of Geometry\" founded the school of mathematics at the Museum, an institution in Alexandria","response":"Euclid"},{"text":"In the 13th century this Italian famous for his number sequence introduced the decimal system into Europe","response":"(Leonardo) Fibonacci"},{"text":"During the Cuban Missile Crisis, this British lord &amp; mathematician urged Khrushchev &amp; JFK to have a summit conference","response":"Bertrand Russell"},{"text":"In the 11th century this Persian astronomer &amp; poet wrote \"Treatise on Demonstration of Problems of Algebra\"","response":"Omar Khayyám"}],"originalDate":"2014-03-27"},{"category":"HAPPY","comments":"","clues":[{"text":"The women in this Amy Tan title group share dim sum, mah jong &amp; immigrant angst","response":"the Joy Luck Club"},{"text":"Though married, Mistress Page &amp; Mistress Ford are wooed by this character in \"The Merry Wives of Windsor \"","response":"Falstaff"},{"text":"Kurt Vonnegut also wrote plays, like his 1970 offering \"Happy Birthday\" this person","response":"Wanda June"},{"text":"The title of this Edith Wharton novel is taken from Ecclesiastes","response":"<i>The House of Mirth</i>"},{"text":"This Joyce Carol Oates work shares its title with a Hieronymus Bosch depiction of paradise &amp; more","response":"<i>Garden of Earthly Delights</i>"}],"originalDate":"2014-03-27"},{"category":"1972","comments":"","clues":[{"text":"L. Patrick Gray announced that this bureau would begin to recruit women as special agents for the 1st time","response":"the FBI"},{"text":"This reclusive billionaire left his hdqrs. in the Bahamas &amp; reportedly moved to Nicaragua","response":"Howard Hughes"},{"text":"He won the Michigan &amp; Maryland Democratic primaries 1 day after he was shot","response":"George Wallace"},{"text":"President Nixon named John Warner secretary of this branch of the armed forces","response":"the Navy"},{"text":"This tennis star was a lieutenant in the Romanian army when he won the U.S. Open","response":"Ilie Nastase"}],"originalDate":"1991-01-07"},{"category":"11-LETTER WORDS","comments":"","clues":[{"text":"The yearly celebration of any event, commonly of a wedding","response":"anniversary"},{"text":"A magician's incantation or a 1982 No. 1 hit for the Steve Miller Band","response":"\"Abracadabra\""},{"text":"Before school starts, students may go thru this process to familiarize them with the institution","response":"orientation"},{"text":"Speaking, knowing &amp; using only one language","response":"monolingual"},{"text":"Type of force that moves a body toward an axis<span class=\"nobreak\">--</span>the equal &amp; opposite of centrifugal force","response":"centripetal force"}],"originalDate":"1991-01-07"},{"category":"INVENTIONS","comments":"","clues":[{"text":"Among his lesser-known inventions are the mimeograph machine &amp; wax paper","response":"(Thomas) Edison"},{"text":"The first one, built by the Otis Elevator Co., was installed in Gimbel's Philadelphia store in 1901","response":"escalator"},{"text":"This 1853 invention by Charles Pravaz enables doctors to administer drugs more easily","response":"(hypodermic) needle"},{"text":"Joseph Aspdin, a bricklayer, invented the \"Portland\" variety of this substance","response":"cement"},{"text":"While in prison for debt, he began experiments that led him to vulcanize rubber","response":"Charles Goodyear"}],"originalDate":"1991-01-07"},{"category":"COMPOSERS","comments":"","clues":[{"text":"Gian Carlo Menotti wrote an opera called \"The Old Maid and the Thief\" for this medium in 1939","response":"radio"},{"text":"After Italian operas became unpopular in England, Handel began to write these, such as \"Messiah\"","response":"oratorios"},{"text":"Richard Strauss conducted his own \"Olympische Hymne\" at the opening of the Olympic Games in this city in 1936","response":"Berlin"},{"text":"The first of his own compositions he took to #1 on the pop charts was \"Superstition\" in 1973","response":"Stevie Wonder"},{"text":"Born in 1879 in Prague, this famous Rudolf was a published composer by the age of 10","response":"Rudolf Friml"}],"originalDate":"1991-01-07"}],{"category":"NOVELS","text":"Hemingway novel that begins, \"Robert Cohn was once middleweight boxing champion of Princeton\"","response":"<i>The Sun Also Rises</i>"}]}