{"mix":2603,"rounds":[[{"category":"I AM THE DANGER","comments":"","clues":[{"text":"The E.U. specifically prohibits from airplane cabins this weapon made of a forked stick &amp; a rubber band","response":"a slingshot"},{"text":"In August 2013 one of these heavy sugar-cane-cutting knives was used to rob an Australian convenience store","response":"a machete"},{"text":"Shooting out long wires &amp; stunning a target with electric current, this weapon can hit an unfortunate person 35' away","response":"a Taser"},{"text":"The Consumer Product Safety Commission warns, \"Houses built between 1930 and 1950 may have\" this \"as insulation\"","response":"asbestos"},{"text":"In 1991 it took 7 minutes for these missiles to fly from southern Iraq to Riyadh, if Patriot missiles didn't stop them","response":"Scud missiles"}],"originalDate":"2014-03-20"},{"category":"THE ONE WHO KNOCKS","comments":"","clues":[{"text":"Movie critic Richard Roeper, on \"The Hottie &amp; the Nottie\" with this hotel heiress: \"excruciatingly... terribly awful\"","response":"Paris Hilton"},{"text":"This was Leonard Maltin's complete, 1-word response to 1948's \"Isn't It Romantic?\"","response":"No"},{"text":"The Atlantic said \"around the hour-and-a-half mark\", this masked-man Western makes the \"fateful decision not to end\"","response":"<i>The Lone Ranger</i>"},{"text":"The N.Y. Daily News' review of \"Glitter\" told this singer, \"Don't quit your day job\"; the headline? \"A Star Is Boring\"","response":"Mariah Carey"},{"text":"The Orlando Sentinel didn't like \"Gigli\": these 2 stars \"flunk chemistry 101; a potato produces more electricity\"","response":"Ben Affleck & Jennifer Lopez (J.Lo)"}],"originalDate":"2014-03-20"},{"category":"SAY MY NAME","comments":"","clues":[{"text":"In 1930 this Michigan businessman wrote a book, \"Edison as I Know Him\"","response":"(Henry) Ford"},{"text":"\"Breaking Bad\" fans know this last name of 1932 Nobel physics prize winner Werner","response":"Heisenberg"},{"text":"He's been president of Afghanistan since 2004","response":"Hamid Karzai"},{"text":"This prince, Rainier's son, has competed in the Olympics 5 times on Monaco's bobsleigh team","response":"Prince Albert"},{"text":"Born Josephine Esther Mentzer, she died in her mid-90s, but due to her own products, probably looked a mere 88","response":"Estée Lauder"}],"originalDate":"2014-03-20"},{"category":"IMAGINE DRAGONS","comments":"","clues":[{"text":"In an epic poem written around the 700s, this title guy is fatally wounded by a fire-breathing dragon","response":"Beowulf"},{"text":"This medieval German hero killed a dragon &amp; bathed in its blood to gain invulnerability<span class=\"nobreak\">--</span>but what of the legend of Roy?","response":"Siegfried"},{"text":"Drogon, Viserion &amp; Rhaegal are 3 dragons with a mother; their true \"father\" is this author","response":"George R.R. Martin"},{"text":"His 1898 story \"The Reluctant Dragon\" was reissued in 1953 to coincide with a \"Wind in the Willows\" reissue","response":"Kenneth Grahame"},{"text":"\"My teeth are swords, my claws spears... and my breath death!\" claims this dragon in \"The Hobbit\"","response":"Smaug"}],"originalDate":"2014-03-20"},{"category":"THE MERCURY ASTRONAUTS","comments":"","clues":[{"text":"Born in Cambridge, Ohio, he served in the Korean War &amp; went on to be a U.S. senator","response":"John Glenn"},{"text":"Scott Carpenter, a Little Rascal as a kid, married Maria Roach, whose dad produced these film shorts about little rascals","response":"<i>Our Gang</i>"},{"text":"Alan Shepard's many accolades included a Medal of Honor for space &amp; a Langley medal from this institution","response":"the Smithsonian"},{"text":"Gus Grissom died in a 1967 fire during a simulation of the first launch in this program","response":"the Apollo program"},{"text":"Usual nickname of Donald Slayton, who was one of the original 7 named in 1959 but didn't make a space flight until 1975","response":"\"Deke\""}],"originalDate":"2014-03-20"},{"category":"MOVIE &amp; TV COMPANIES","comments":"","clues":[{"text":"Oscorp Industries was part of the saga of this \"Amazing\" movie superhero","response":"Spider-Man"},{"text":"Strickland Propane was Hank's employer on this show","response":"<i>King of the Hill</i>"},{"text":"The Bluth Company was seen on network TV &amp; Netflix on this show","response":"<i>Arrested Development</i>"},{"text":"On this TV drama, the Hanso Foundation did work on a crazy island","response":"<i>Lost</i>"},{"text":"A Quick Stop convenience store was central to this Kevin Smith movie franchise","response":"<i>Clerks</i>"}],"originalDate":"2014-03-20"}],[{"category":"IT'S AT THE SMITHSONIAN","comments":"","clues":[{"text":"This famous footwear from \"The Wizard of Oz\"","response":"Dorothy's red shoes (or the slippers)"},{"text":"Logically, one of these weapons from \"Star Trek\"","response":"a phaser"},{"text":"Vince &amp; Larry, 2 of these developed to save drivers' lives","response":"crash test dummies"},{"text":"Say, kids!  It's this title puppet from Bob Smith's 1950s TV show","response":"Howdy Doody"},{"text":"Julie Newmar's costume as this character on the 1960s TV series \"Batman\"","response":"Catwoman"}],"originalDate":"2014-03-25"},{"category":"POULTRY IN MOTION","comments":"","clues":[{"text":"It's fitting that this matronly character who dates back to the 1600s is often depicted riding a flying gander","response":"Mother Goose"},{"text":"A real trumpet is used by E.B. White's title fowl in the story called \"The Trumpet of\" this bird","response":"the swan"},{"text":"This doctor asks his duck friend Dab Dab \"to fly up and tell the swallows that pirates were coming after them\"","response":"Doctor Dolittle"},{"text":"When Babe the pig can't find Farmer Hogget's \"mechanical rooster\", one of these, Ferdinand the duck helps","response":"an alarm clock"},{"text":"This Marvel Comics hero is a stranger in a strange land, but he did manage to fall in love with human model Beverly Switzler","response":"Howard the Duck"}],"originalDate":"2014-03-25"},{"category":"MOVIE SOURCE MATERIAL","comments":"","clues":[{"text":"\"The Fifth Estate\", with Benedict Cumberbatch as this man, is partly based on \"Inside WikiLeaks\"","response":"Julian Assange"},{"text":"Nicholas Pileggi's \"Wiseguy: Life in a Mafia Family\" got this title on the big screen in 1990","response":"<i>Goodfellas</i>"},{"text":"Gustav Hasford's Vietnam War novel \"The Short Timers\" shot up the silver screen as this Stanley Kubrick film","response":"<i>Full Metal Jacket</i>"},{"text":"This Shakespeare play was updated to a high school in 1999 &amp; hit cinemas as \"10 Things I Hate About You\"","response":"<i>Taming of the Shrew</i>"},{"text":"1990 &amp; 2012 films with this title were based on the Philip K. Dick story \"We Can Remember It for You Wholesale\"","response":"<i>Total Recall</i>"}],"originalDate":"2014-03-25"},{"category":"EUROPEAN LANGUAGES","comments":"","clues":[{"text":"Some believe that Cretan, spoken mainly on an island of this country, is Europe's oldest living language","response":"Greece"},{"text":"Still spoken by 10,000 in Spain, Aragonese developed in these mountains of the northeast","response":"the Pyrenees"},{"text":"Romansh is an official language of the Canton of Graubunden in this country","response":"Switzerland"},{"text":"Corsican is related to the dialect of this Italian region, birthplace of Galileo, Leonardo &amp; the Renaissance","response":"Tuscany"},{"text":"Sail north from Estonia &amp; you'll soon find people speaking this, one of the few close linguistic relatives of Estonian","response":"Finnish"}],"originalDate":"2014-03-25"},{"category":"HISTORICAL TITLES","comments":"","clues":[{"text":"Wilhelm I,<br>1871-1888","response":"Kaiser"},{"text":"Boutros Boutros-Ghali,<br>1992-1996","response":"Secretary-General (of the UN)"},{"text":"Pontius Pilate in Judea,<br>26-36","response":"Governor"},{"text":"Book of Common Prayer<br>author Thomas Cranmer,<br>1533-1556","response":"Archbishop of Canterbury"},{"text":"In the cabinet, Alphonso Taft,<br>1876-1877","response":"Attorney-General"}],"originalDate":"2014-03-25"},{"category":"\"SNOW\" JOB","comments":"","clues":[{"text":"This line follows \"Mary had a little lamb\"","response":"its fleece was white as snow"},{"text":"This large-footed mammal, Lepus americanus, has white fur in the winter &amp; brown fur in the summer","response":"the snowshoe hare"},{"text":"This Robert Frost poem says, \"The woods are lovely, dark and deep, but I have promises to keep\"","response":"\"Stopping by Woods on a Snowy Evening\""},{"text":"This Maine senator is only the fourth woman in history to serve in both houses of Congress","response":"Olympia Snowe"},{"text":"After he married Princess Margaret in 1960, Antony Armstrong-Jones became Earl of this","response":"Snowdon"}],"originalDate":"2014-03-25"}],{"category":"AMERICAN QUOTES","text":"In a 1789 letter, Benjamin Franklin relates the durability of the new Constitution to these 2 things","response":"death & taxes"}]}