{"mix":2618,"rounds":[[{"category":"THE MOVIE SUPERHERO WHO...","comments":"","clues":[{"text":"kneels before Zod... momentarily","response":"Superman"},{"text":"married Elastigirl &amp; entered the superhero protection program","response":"Mr. Incredible"},{"text":"advises local cop John Blake, \"If you're working alone, wear a mask\"","response":"Batman"},{"text":"is asked, \"You've been called the da Vinci of our time.  What do you say to that?\"  \"Ridiculous.  I don't paint\"","response":"Tony Stark (Iron Man)"},{"text":"got his powers from a ring in 2011","response":"the Green Lantern"}],"originalDate":"2014-02-19"},{"category":"SORORITY SISTERS","comments":"","clues":[{"text":"We can see this 3-named Supreme Court justice, a Cornell AEPhi, just trashing a frat house at a kegger","response":"Ruth Bader Ginsburg"},{"text":"FSU Tri Delt Sara Blakely became a billionaire by inventing this tight-fitting undergarment line","response":"Spanx"},{"text":"Margaret Brewer, this service's first woman general, was \"always faithful\" to the Michigan ZTA Alpha Gammas","response":"the Marines"},{"text":"This George W. Bush Cabinet member was Alpha Chi Omega, a sorority with musical origins, at the University of Denver","response":"Condoleezza Rice"},{"text":"Chi O! &amp; Roll Tide!  This author won a Pulitzer for fiction in 1961","response":"Harper Lee"}],"originalDate":"2014-02-19"},{"category":"ISLANDS OF THE PACIFIC","comments":"","clues":[{"text":"A brand of water named for this Pacific island nation is bottled at the source, the Yaqara Valley on Viti Levu","response":"Fiji"},{"text":"A big tourist activity in Tonga is whale watching, &amp; since the whales are mainly this singing species, whale listening too","response":"humpback whales"},{"text":"Called by some the most beautiful place on Earth, Moorea is just 12 miles from this largest island in French Polynesia","response":"Tahiti"},{"text":"Anthropologists study the island of Yap for its use of 12-foot stone wheels not for transport but as this","response":"currency (or money)"},{"text":"Thor Heyerdahl believed this island was once colonized by a redheaded race from South America, possibly Peru","response":"Easter Island"}],"originalDate":"2014-02-19"},{"category":"21st CENTURY MUSIC","comments":"","clues":[{"text":"\"Otherside\" was an early hit for the team of Macklemore &amp; him","response":"Ryan Lewis"},{"text":"\"Apologize\" if you get this Ryan Tedder band mixed up with One Direction","response":"OneRepublic"},{"text":"2012's \"Blunderbuss\" is the first official solo album by this \"Jack\" of many trades","response":"Jack White"},{"text":"\"Love Don't Live Here\" was a hit by this country group of 2 guys &amp; Hillary Scott","response":"Lady Antebellum"},{"text":"Pleading, \"fathers, be good to\" them earned John Mayer a Song of the Year Grammy","response":"daughters"}],"originalDate":"2014-02-19"},{"category":"FRENCH HISTORY","comments":"","clues":[{"text":"A hunting lodge begun by Louis XIII in 1624 eventually became this elaborate royal residence","response":"Versailles"},{"text":"At Castillon in 1453, French troops defeated the English in the final great battle of this war","response":"the Hundred Years' War"},{"text":"In the 2012 election for president, Francois Hollande defeated this incumbent","response":"(Nicolas) Sarkozy"},{"text":"In Feb. of this year France hosted the Grenoble Winter Olympics; in May protests nearly led to a leftist revolution","response":"1968"},{"text":"To grant religious freedom to Protestants, in 1598 King Henry IV issued the Edict of this city","response":"Nantes"}],"originalDate":"2014-02-19"},{"category":"CIVIL WAR SLANG","comments":"","clues":[{"text":"From the Latin for \"life\", vittles meant this","response":"food"},{"text":"A picket was someone on this duty","response":"guard duty"},{"text":"A Confederate soldier could be called by this first name whether he was \"marching home\" or not","response":"Johnny"},{"text":"A Union soldier could be called this, now found before \"Trade Commission\"","response":"Federal"},{"text":"Now it's slang for any bad situation; back then it was a foraging soldier","response":"a bummer"}],"originalDate":"2014-02-19"}],[{"category":"A GREEK MYTHTAKE","comments":"","clues":[{"text":"She rejected the advances of Pan... an... an, who then drove shepherds mad... ad... ad &amp; they tore her to pieces... eces... eces","response":"Echo"},{"text":"Beset by madness induced by Hera, he killed his wife Megara &amp; was sentenced to hard labors","response":"Hercules"},{"text":"After this guy tricked Zeus into accepting the bones from a sacrifice instead of the meat, Zeus hid fire from man","response":"Prometheus"},{"text":"That pomegranate didn't agree with her: she has to spend a third of the year in Hades!","response":"Persephone"},{"text":"Don't challenge Athena in a weaving contest!  You'll end up being changed into a spider, like her (knowing zoology will help)","response":"Arachne"}],"originalDate":"2014-02-18"},{"category":"ANAGRAM PAIRS","comments":"(Alex: We'll need two words in each response.)","clues":[{"text":"A short sleep &<br>a dish to cook eggs","response":"nap & pan"},{"text":"An Egyptian snake &<br>a health club with a steam room","response":"asp & spa"},{"text":"A deposit of ore &<br>a grape home","response":"vein & vine"},{"text":"A violent disturbance by a group of people &<br>a band such as the Police","response":"riot & trio"},{"text":"A lion's quarry &<br>a funereal pile","response":"prey & pyre"}],"originalDate":"2014-02-18"},{"category":"THAT DRESS NEEDS SOMETHING","comments":"","clues":[{"text":"A few of these, perhaps ostrich or golden pheasant","response":"feathers"},{"text":"Give it razzle dazzle with these shiny disks; they were sewn onto King Tut's garments","response":"sequins"},{"text":"Try the uneven hemline called this, short in front &amp; long in back, just like the hairstyle of the same name","response":"mullet"},{"text":"These, whether on-seam or welt; women love dresses that have them","response":"pockets"},{"text":"To stiffen the bodice, use stays, also called this after its original source material","response":"whalebone"}],"originalDate":"2014-02-18"},{"category":"CELEBRITIES &amp; THE LAW","comments":"","clues":[{"text":"On Nov. 20, 2012 the only pool he swam in was the jury pool, in his hometown Baltimore","response":"(Michael) Phelps"},{"text":"No longer a \"Teenage Drama Queen\", in 2013 she was sentenced to 90 days in rehab after a Porsche mishap","response":"Lindsay Lohan"},{"text":"George Clooney was arrested after a 2012 protest at the embassy of this N. African country accused of violent repression","response":"Sudan"},{"text":"In 2005, as a center for the Heat, he became, we presume, Miami's first 7'1\", 325-lb. reserve police officer","response":"Shaquille O'Neal"},{"text":"In 2013 Chris Brown was sentenced to 1,000 hours of this type of service","response":"community service"}],"originalDate":"2014-02-18"},{"category":"COUNTRY MATH","comments":"","clues":[{"text":"Number of premiers of Cuba in the 1960s plus number of monarchs of England in the 1980s","response":"2"},{"text":"Stripes on the U.S. flag minus colors on the French flag","response":"10"},{"text":"The number of Canadian provinces times the number of Canadian official languages","response":"20"},{"text":"The number of countries on Hispaniola plus the number on Timor","response":"4"},{"text":"The number of permanent members of the U.N. Security Council times the number of nonpermanent ones","response":"50"}],"originalDate":"2014-02-18"},{"category":"MOM &amp; DAD'S DATE MOVIES","comments":"","clues":[{"text":"Before Russell Brand, Dudley Moore played this rich guy in Mom &amp; Dad's first date movie","response":"Arthur"},{"text":"Burns &amp; Albright are the surnames of Billy Crystal &amp; Meg Ryan as the title pair in this film","response":"<i>When Harry Met Sally...</i>"},{"text":"M&D enjoyed the Kim Cattrall/Andrew McCarthy flick about one of these that comes to life in a department store","response":"a mannequin"},{"text":"In \"Splash\", this actor falls for the mermaid who saved his life","response":"(Tom) Hanks"},{"text":"Mom says Dad got a little jealous when they saw this Frenchman try to get his \"Green Card\"","response":"Gérard Depardieu"}],"originalDate":"2014-02-18"}],{"category":"OSCAR-NOMINATED ACTORS","text":"He was nominated twice for playing Oscar winners<span class=\"nobreak\">--</span>a real one in a 1992 biopic &amp; a fictional one in a 2008 combat comedy","response":"Robert Downey Jr."}]}