{"mix":2622,"rounds":[[{"category":"STATE GOVERNORS","comments":"","clues":[{"text":"In the 1970s this Texas governor served in the U.S. Air Force flying C-130 tactical airlift aircraft","response":"Rick Perry"},{"text":"This Californian has served as governor on 2 occasions, both times succeeding an actor","response":"Jerry Brown"},{"text":"On Oct. 4, 2011 this N.J. governor announced he wasn't running for president, saying, \"Now is not my time\"","response":"Chris Christie"},{"text":"This New York governor is the son of a former governor of the state","response":"Andrew Cuomo"},{"text":"Born with the Indian name Piyush, this Louisiana governor wanted to be called Bobby after Bobby on \"The Brady Bunch\"","response":"Bobby Jindal"}],"originalDate":"2014-02-13"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"Magnesium is an essential component of this green pigment that's found in almost every plant","response":"chlorophyll"},{"text":"It makes up about 11% of the weight of water","response":"hydrogen"},{"text":"Martin Klaproth discovered this element in 1789 &amp; named it for a discovery of 1781","response":"uranium"},{"text":"Some studies say lozenges of this element, atomic number 30, help ease the severity of colds","response":"zinc"},{"text":"Chemist Carl Scheele named the gas that bleached flowers dephlogisticated muriatic acid; we call it this element","response":"chlorine"}],"originalDate":"2014-02-13"},{"category":"A (TAYLOR) SWIFT CATEGORY","comments":"","clues":[{"text":"\"I knew you were\" this \"when you walked in\"","response":"trouble"},{"text":"Naming names, Taylor dated this wolf portrayer in 2009","response":"Taylor Lautner"},{"text":"Taylor's \"colorful\" fourth studio album","response":"<i>Red</i>"},{"text":"Ms. Swift was named for this \"Fire And Rain\" singer","response":"James Taylor"},{"text":"\"Someday I'll be living in a big old city, &amp; all you're ever gonna be is\" this","response":"mean"}],"originalDate":"2014-02-13"},{"category":"WHAT'S YOUR RANGE?","comments":"","clues":[{"text":"Pikes Peak","response":"the Rockies"},{"text":"The Matterhorn, aka Monte Cervino","response":"the Alps"},{"text":"Mount Rainier &amp; Mount Hood","response":"the Cascades"},{"text":"Mount Tupungato &amp; Mount Mercedario","response":"the Andes"},{"text":"K2 (it's what the \"K\" stands for)","response":"the Karakoram"}],"originalDate":"2014-02-13"},{"category":"TIME MANAGEMENT","comments":"","clues":[{"text":"A.M. comes from the Latin words \"ante meridiem\", meaning \"before\" this","response":"noon"},{"text":"One of these is used to tell time by the shadow that its gnomon casts on a calibrated ring","response":"a sundial"},{"text":"It's what the U.S. Naval Observatory calls a timepiece regulated by the natural vibration frequencies of cesium particles","response":"an atomic clock"},{"text":"The word \"clock\" derives from a French word for this object that could be used to sound the time","response":"a bell"},{"text":"Smartphone clocks can drift 10 sec. a day; a Hong Kong scientist has a way to sync them with the flickering of this kind of light","response":"fluorescent light"}],"originalDate":"2014-02-12"},{"category":"SHARP THINGS","comments":"","clues":[{"text":"Medicine in the \"Star Trek\" world involves a \"laser\" one of these surgical instruments","response":"a scalpel"},{"text":"A leather strip called a strop is traditionally for sharpening this","response":"straight razor"},{"text":"In Islamic tradition Zulfikar, one of these, passed to the caliph Ali on Muhammad's death","response":"a sword"},{"text":"The company Festool introduced a gas-powered one of these tools in the 1920s","response":"a chainsaw"},{"text":"To have a selfish motive, or to possess an implement that needs sharpening","response":"having an axe to grind"}],"originalDate":"2014-02-12"}],[{"category":"GETTING YOUR \"M-B-A\"","comments":"(Alex: Those three letters will come up in that order in each correct response.)","clues":[{"text":"Similarity in appearance; I see the...","response":"resemblance"},{"text":"To accept a concept willingly; hug it out!","response":"embrace"},{"text":"To board a ship, or to start an enterprise","response":"embark"},{"text":"A thin layer of body tissue lining an organ","response":"membrane"},{"text":"Type of \"organization\" that encompasses a number of smaller groups","response":"umbrella"}],"originalDate":"2014-02-12"},{"category":"KENYA WEST","comments":"","clues":[{"text":"Because Mount Kenya is right on this line, climbers prefer the north side July-Sept. or the south side Dec.-Feb.","response":"the equator"},{"text":"120 years ago what's now Nairobi was this, an oasis for thirsty animals (&amp;, informally, thirsty people)","response":"a watering hole"},{"text":"Birders love \"soda lakes\" like Nakuru: the alkaline water supports the blue-green type of these, luring lots of flamingos","response":"algae"},{"text":"Some of Kenya's most fertile land is within this 4,000-mile-long \"great\" depression","response":"the Great Rift Valley"},{"text":"She was talking about West Kenya when she began a book, \"I had a farm in Africa, at the foot of the Ngong Hills\"","response":"Isak Dinesen"}],"originalDate":"2014-02-12"},{"category":"NO DISRESPECT TO BEN AFFLECK","comments":"","clues":[{"text":"On Kanye's \"nodisrespecttobenaffleck\" hashtag, this woman, \"alias\" Ben's wife, noted, \"I say that all the time\"","response":"Jennifer Garner"},{"text":"A tag line for this Affleck film was \"The movie was fake.  The mission was real\"","response":"<i>Argo</i>"},{"text":"Ben doesn't have much to say on the market economy in the colonies in a bar scene in this 1997 film... but Matt Damon does","response":"<i>Good Will Hunting</i>"},{"text":"As Ned, Ben agrees to play Mercutio in this film but does have an irritated question for the play's author... \"He dies?\"","response":"<i>Shakespeare in Love</i>"},{"text":"An armored car robbery goes wrong in \"The Town\" for Ben &amp; this actor; maybe a bow &amp; arrow would've helped?","response":"Jeremy Renner"}],"originalDate":"2014-02-12"},{"category":"HARD TO DEFINE","comments":"","clues":[{"text":"In March 2014 NYC's 92nd Street Y will use a 7-day program to define this (our try: a creatively brilliant person)","response":"genius"},{"text":"stopTHIS.gov defines it as \"unwanted, aggressive behavior among... children that involves a... power imbalance\"","response":"bullying"},{"text":"The elusive concept of fairness, or an official \"of the peace\"","response":"justice"},{"text":"AKA po-mo, it's a rejection of theory in favor of a mix of styles &amp; values<span class=\"nobreak\">--</span>or something like that","response":"post-modernism"},{"text":"Clara Bow starred in a 1927 film whose title was this pronoun<span class=\"nobreak\">--</span>hard to define, but basically sex appeal","response":"it"}],"originalDate":"2014-02-11"},{"category":"RECENT TV","comments":"","clues":[{"text":"Despite the inconvenience of being killed in a movie, Phil Coulson made it to the small screen as an \"Agent of\" this","response":"S.H.I.E.L.D."},{"text":"Phil Dunphy, on this sitcom:<br>\"I'm the cool dad... I'm hip, I surf the web, I text... LOL... OMG... WTF, why the face?\"","response":"<i>Modern Family</i>"},{"text":"Ichabod Crane napped for 2 centuries, but at least he awoke with his head still atop his shoulders on this drama","response":"<i>Sleepy Hollow</i>"},{"text":"Spoiler alert!  In 2013, via a governor's veto, Hershel lost another important body part on this AMC show","response":"<i>The Walking Dead</i>"},{"text":"\"American Horror Story\" turned its attention to witches in its 2013 season, titled this","response":"<i>American Horror Story: Coven</i>"}],"originalDate":"2014-02-11"},{"category":"JUST A WORD BEFORE GOING","comments":"","clues":[{"text":"In 1886 this poet said, \"I must go in, for the fog is rising\"<span class=\"nobreak\">--</span>then death stopped for her","response":"(Emily) Dickinson"},{"text":"At Trafalgar he reportedly said, \"Thank God I have done my duty\" &amp; then expired","response":"Nelson"},{"text":"A final manifesto attributed to him in 1883 was \"Last words are for fools who haven't said enough\"","response":"(Karl) Marx"},{"text":"This Spanish artist passed away in 1973 but not before asking friends to \"Drink to me\"","response":"Picasso"},{"text":"Concerned about his mistress Nell Gwynn, this restoration king requested, \"Let not poor Nelly starve\"","response":"Charles II"}],"originalDate":"2014-02-11"}],{"category":"GEOGRAPHIC HISTORY","text":"230 miles long, it defined a boundary between a colony founded by Quakers &amp; one founded by Catholics","response":"the Mason-Dixon line"}]}