{"mix":2629,"rounds":[[{"category":"CAN'T STOP MESSIN' WITH TEXAS","comments":"","clues":[{"text":"Offering 360-degree views, the 50-story Reunion Tower is south of Dealey Plaza in this city","response":"Dallas"},{"text":"On Nov. 4, 1946 she was born Laura Lane Welch in Midland; you may know her better by this name","response":"Laura Bush"},{"text":"The Cherokees called this man, Texas' governor in 1859, \"Big Drunk\"","response":"Sam Houston"},{"text":"Dude, you're gettin' an XPS laptop from this Texas-based company","response":"Dell"},{"text":"This Wichita Falls author took us to the \"Streets of Laredo\" 8 years after creating Texas Ranger Woodrow Call","response":"Larry McMurtry"}],"originalDate":"2014-01-30"},{"category":"MUSEUMS","comments":"","clues":[{"text":"The Craddock-Terry Shoe Museum in Lynchburg, Va. boasts a pair of her \"heels of fortune\"","response":"Vanna White"},{"text":"The Heard Museum in Phoenix displays Hopi Indian dolls collected by this senator","response":"Barry Goldwater"},{"text":"Appropriately, Louisville, Kentucky's Derby Museum is adjacent to this racetrack","response":"Churchill Downs"},{"text":"This S.D. city where Wild Bill Hickok died also boasts a Chinese tunnel museum with opium den","response":"Deadwood"},{"text":"Her farmhouse in Kenya, now a museum, is in Karen, the Nairobi suburb named for her","response":"Isak Dinesen (Karen Blixen)"}],"originalDate":"1988-05-05"},{"category":"MOVIE CLASSICS","comments":"","clues":[{"text":"In \"Road to Morocco\", this duo sang, \"Like Webster's Dictionary, we're Morocco-bound\"","response":"Hope & Crosby"},{"text":"At the end of \"Now, Voyager\", Bette Davis says, \"Oh, Jerry, don't let's ask for the moon.  We have\" these","response":"the stars"},{"text":"In \"A Day at the Races\", he told Margaret Dumont, \"Marry me, &amp; I'll never look at any other horse!\"","response":"Groucho Marx"},{"text":"The only Alfred Hitchcock film to win an Oscar as Best Picture, it was partially set in Monte Carlo","response":"<i>Rebecca</i>"},{"text":"In \"Gone with the Wind\", these 2 relatives of Scarlett's died from falling off horses","response":"her daughter & her father (Gerald O'Hara & \"Bonnie Blue\" Butler)"}],"originalDate":"1988-05-05"},{"category":"ACRONYMS","comments":"","clues":[{"text":"If you belong to SAG you belong to this, &amp; may be ineligible to be a game show contestant","response":"the Screen Actors Guild"},{"text":"Since it also means animal droppings, the Santa Clara Co. area transit decided against using this acronym","response":"SCAT"},{"text":"The \"E\" in \"CARE\" no longer stands for Europe, but this","response":"Everywhere"},{"text":"Now headquartered in the Big Apple, \"CORE\" is the \"Congress of\" this","response":"Racial Equality"},{"text":"The North American Air Defense Command","response":"NORAD"}],"originalDate":"1988-05-05"},{"category":"HISTORY","comments":"","clues":[{"text":"She restored Charles VII to the throne, but he didn't lift a finger to save her from the stake","response":"Joan of Arc"},{"text":"It's said this royal grandmother of Kaiser Wilhelm II wouldn't let him visit Ireland","response":"Queen Victoria"},{"text":"In 1881, despite a $10,000 reward for the arrest of these brothers, the posters left out \"dead or alive\"","response":"the James Brothers (Frank & Jesse)"},{"text":"Darius I ruled this vast empire from 2 capitals, Susa &amp; Persepolis","response":"the Persian Empire"},{"text":"In 1858, the Brittish government took over the rule of India from this company","response":"the East India Company"}],"originalDate":"1988-05-05"},{"category":"MAMMALS","comments":"","clues":[{"text":"A white Persian with orange eyes is a popular breed of these","response":"a cat"},{"text":"Ambergris, a substance formed in the intestines of sperm whales, is used in this beauty product","response":"perfume"},{"text":"In 1799, the 1st complete specimen of one of these was found in a block of ice in Siberia","response":"a mammoth"},{"text":"The giant panda is at home in this type of forest, where lunch is always at hand","response":"bamboo"},{"text":"Really a rodent, the jerboa looks like a tiny one of these","response":"a kangaroo"}],"originalDate":"1988-05-05"}],[{"category":"GOVERNMENT","comments":"","clues":[{"text":"In Louisiana, the equivalent of this local unit of government is called a parish","response":"a county"},{"text":"If no candidate has a majority of electoral votes, this body selects the U.S. vice president","response":"the U.S. Senate"},{"text":"The Bureau of Customs is part of this Cabinet department","response":"Treasury"},{"text":"Adopted by Congress in 1913, this act completely reorganized the U.S. banking system","response":"the Owen-Glass Act (the Federal Reserve Act of 1913)"},{"text":"Monetary phrase for a government official or employee who accepts the minimum salary required by law","response":"a dollar-a-year man"}],"originalDate":"1988-05-05"},{"category":"\"T\" ON THE MAP","comments":"","clues":[{"text":"The city on Honshu that shares its name with the cars made there","response":"Toyota"},{"text":"Since 1578, it's been \"Shroud City\"","response":"Turin"},{"text":"In 1888, these 2 \"T\" islands in the West Indies merged into a single British colony","response":"Trinidad & Tobago"},{"text":"It's the largest of the Canary Islands","response":"Tenerife"},{"text":"This island country in the South Pacific is the only country in Polynesia still ruled by a king","response":"Tonga"}],"originalDate":"1988-05-05"},{"category":"PLACES OF WORSHIP","comments":"","clues":[{"text":"It can be any room with 2 candelabra, an ark to hold the Scriptures, &amp; a platform to read them from","response":"a synagogue"},{"text":"A stained-glass window at Wash. Cathedral contains a piece of this, presented by Apollo 11 astronauts","response":"the Moon"},{"text":"The holiest of all objects of this religion, a mirror, is at Ise, a shrine in Japan","response":"Shinto"},{"text":"Many call this city's Episcopal Cathedral, under construction since 1892, St. John the Unfinished","response":"New York City"},{"text":"Their typical place of worship is a stupa, a circular mound of earth covered with bricks &amp; plaster","response":"Buddhists"}],"originalDate":"1988-05-05"},{"category":"LAST WORDS","comments":"","clues":[{"text":"Founder of Communism, he said, \"last words are for fools who haven't said enough\"","response":"Karl Marx"},{"text":"This silent screen swashbuckler's last words, in 1939, were \"I've never felt better\"","response":"Douglas Fairbanks"},{"text":"When her husband Robert asked her how she felt, this poet replied, \"Beautiful\"","response":"Elizabeth Barrett Browning"},{"text":"He died during the Battle of Trafalgar; his last words were, \"Thank God I have done my duty\"","response":"Lord Nelson"},{"text":"Dying in 1950, this 94-year-old playwright reportedly said, \"Well, it will be a new experience, anyway\"","response":"George Bernard Shaw"}],"originalDate":"1988-05-05"},{"category":"IN THE SPORT'S HALL OF FAME","comments":"","clues":[{"text":"James Worthy,<br>James Kennedy,<br>James Naismith","response":"basketball"},{"text":"More formal names<br>on its list:<br>Lawrence P. Berra,<br>Ernest Banks,<br>George H. Ruth","response":"baseball"},{"text":"Kid Gavilan,<br>Jimmy Carter (not that one!),<br>Sylvester Stallone","response":"boxing"},{"text":"Olga Korbut,<br>Kurt Thomas,<br>Dominique Dawes","response":"gymnastics"},{"text":"Eddie Giacomin,<br>Herb Brooks,<br>Conn Smythe","response":"hockey"}],"originalDate":"2014-01-29"},{"category":"THE \"RENT\" IS DUE","comments":"(Alex: Notice \"rent\"'s gonna come up in each correct response.)","clues":[{"text":"Many believe that the death penalty is not a proven one of these to prevent homicide","response":"a deterrent"},{"text":"Prince of Wales is a title reserved exclusively for the person in this position to the British throne","response":"the heir apparent"},{"text":"This word can precede \"Biography\" or follow \"Humboldt\"","response":"Current"},{"text":"The Latin for \"to shudder at\" gives us this adjective meaning loathsome or repugnant","response":"abhorrent"},{"text":"\"The Mental Floss History of the World\" is this kind of \"Romp Through Civilization's Best Bits\"","response":"irreverent"}],"originalDate":"2014-01-29"}],{"category":"WOMEN WRITERS","text":"On her 2012 passing this Oscar nominee was described as \"an essayist and humorist in the Dorothy Parker mold\" (but funnier)","response":"Nora Ephron"}]}