{"mix":2635,"rounds":[[{"category":"SOUTH AMERICAN HISTORY","comments":"","clues":[{"text":"On Jan. 1, 1817, with a small force recruited in Haiti, he returned to Venezuela to drive out the Spanish","response":"(Simón) Bolívar"},{"text":"Following the 1973 coup that included an air strike on the presidential palace, this general seized control of Chile","response":"Pinochet"},{"text":"This city named for Bolivia's first president was founded in 1538 on what had been a Quechua settlement","response":"Sucre"},{"text":"In April 1992 this Peruvian president of Japanese descent suspended the constitution &amp; dissolved the legislature","response":"Alberto Fujimori"},{"text":"In 1888 this country abolished slavery &amp; freed about 750,000 slaves, many of whom worked on rubber plantations","response":"Brazil"}],"originalDate":"2014-01-22"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"Imitate without meaning, like a talking bird","response":"parrot"},{"text":"A greeting that means \"peace\" in Arabic, or the bow that can accompany it","response":"salaam"},{"text":"Pigs do it in their pens &amp; people do it in luxury or self-pity","response":"wallow"},{"text":"A small decorative hole in fabric, or a small hole for shoelaces","response":"eyelet"},{"text":"The \"Great\" one ended when Martin V was elected Pope in 1417","response":"Schism"}],"originalDate":"1990-10-01"},{"category":"ALBERTA","comments":"","clues":[{"text":"Named for its shape, the Saddledome in this city is home to the NHL Flames","response":"Calgary"},{"text":"Alberta is located in this time zone","response":"Mountain"},{"text":"Capital city that's home to the world's largest shopping mall","response":"Edmonton"},{"text":"Name for the hot, dry winds that blow down the Rockies across southern Alberta","response":"the chinook"},{"text":"To see picturesque Lake Louise, go to this national park","response":"Banff"}],"originalDate":"1990-10-01"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"By definition, fish cooked \"en papillote\" is wrapped in this","response":"paper"},{"text":"These chewy Nabisco cookies come in apple, strawberry, raspberry &amp; fig varieties","response":"Newtons"},{"text":"It's the most widely cultivated variety of pear in the U.S. <span class=\"nobreak\">--</span> you can quote us on that","response":"the Bartlett"},{"text":"Emmentaler cheese originated in the Emmen Valley in this country","response":"Switzerland"},{"text":"Traditionally, clam sauce is made in either of these 2 \"colors\"","response":"red & white"}],"originalDate":"1990-10-01"},{"category":"PHYSICS","comments":"","clues":[{"text":"1 of the 4 basic forces in nature is this one that keeps you earthbound","response":"gravity"},{"text":"Some consider plasma as a state of matter along with these 3","response":"liquid, solid & gas"},{"text":"Electric current is the flow of these through a wire","response":"electrons"},{"text":"It's the tendency of a material to return to its original dimensions after a stress is removed","response":"resilience (or elasticity)"},{"text":"The point at which lines of magnetic flux seem to converge is called this","response":"a pole"}],"originalDate":"1990-10-01"},{"category":"KING ARTHUR","comments":"","clues":[{"text":"It's said that this court was located on the Usk River near the Welsh border","response":"Camelot"},{"text":"King Arthur proved himself the rightful heir to Britain's throne by pulling this sword from a stone","response":"Excalibur"},{"text":"After a battle with Mordred, the mortally wounded Arthur was taken to this isle","response":"Avalon"},{"text":"1 of 3 knights who found the Holy Grail","response":"Percival (or Galahad or Bors)"},{"text":"T.H. White took this title for his stories from Arthur's epitaph which reads, \"Here lies King Arthur...\"","response":"<i>The Once and Future King</i>"}],"originalDate":"1990-10-01"}],[{"category":"WORLD LEADERS","comments":"","clues":[{"text":"In 1974 this Yugoslav leader was made president for life","response":"Tito"},{"text":"From 1968 until the treaty was signed in 1977, Gen. O. Torrijos led the campaign to get control of this from us","response":"the Panama Canal"},{"text":"Egon Krenz was East Germany's leader for 6 weeks after replacing this man in October 1989","response":"Honecker"},{"text":"In 1977 this Soviet ruler became the first to hold titles as both head of the party &amp; chief of state","response":"Brezhnev"},{"text":"This former prime minister of Rhodesia lives in Zimbabwe","response":"Ian Smith"}],"originalDate":"1990-10-01"},{"category":"OPERA","comments":"","clues":[{"text":"Of a tragic opera, a comic opera or an opera performed in the nude, what a opera buffa is","response":"a comic opera"},{"text":"Bellini's opera \"I Puritani\" is set in Plymouth in this country during its civil war","response":"England"},{"text":"In Act I of \"Nerone\" Nero comes to bury the ashes of this relative whom he has murdered","response":"mom"},{"text":"His play \"The Emperor Jones\" inspired an opera of the same name","response":"O'Neill"},{"text":"His opera \"Nabucco\", which premiered in 1842, made him famous in Italy","response":"Giuseppe Verdi"}],"originalDate":"1990-10-01"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"1924 was the last time a presidential nominee of this party didn't carry New York City","response":"the Democratic Party"},{"text":"In 1878 Simeon Baldwin founded this, now the largest association of U.S. lawyers","response":"the American Bar Association"},{"text":"In 1851 this boat won the Royal Yacht Squadron Trophy, which was later named for it","response":"the America"},{"text":"In 1867 this general became acting Secretary of War","response":"(U.S.) Grant"},{"text":"In 1933-4 this city staged a World's Fair to celebrate its 100th anniversary","response":"Chicago"}],"originalDate":"1990-10-01"},{"category":"EUROPEAN ARTISTS","comments":"","clues":[{"text":"English-born artist Thomas Sully painted a famous portrait of this young queen in 1838","response":"Victoria"},{"text":"He left his wife and children in Denmark a few years before he moved to the South Pacific","response":"Gauguin"},{"text":"Frans Hals was born in Antwerp but moved to this country with his parents at a young age","response":"Holland (or the Netherlands)"},{"text":"The Swiss artist whose last name is pronounced \"Clay\" spelled it this way","response":"Klee"},{"text":"Francois Boucher, a favorite of Madame de Pompadour, held the title of \"1st Painter\" to this French king","response":"Louis XV"}],"originalDate":"1990-10-01"},{"category":"RIVERS","comments":"","clues":[{"text":"Montreal is on an island in this river","response":"the St. Lawrence"},{"text":"An 80-mile-long canal, built between 1932-7 connects Moscow with this river","response":"the Volga"},{"text":"Ho Chi Minh City is situated on this river that wasn't renamed when the city was","response":"(the) Saigon (River)"},{"text":"The Loire, the longest river in France, empties into this bay","response":"the Bay of Biscay"},{"text":"One of Africa's richest countries &amp; one of Africa's poorest are named after this river","response":"the Niger River"}],"originalDate":"1990-10-01"},{"category":"1970s NO. 1 HITS","comments":"","clues":[{"text":"In 1973 \"Crocodile Rock\" became this artist's first No. 1 hit; it sure wasn't his last","response":"Elton John"},{"text":"This family group had 4 No. 1s in 1970 alone, including \"ABC\"","response":"the Jackson 5"},{"text":"The very first No. 1 hit of the 1970s was this \"weathered\" tune from the \"Butch Cassidy\" soundtrack","response":"\"Raindrops Keep Fallin' on My Head\""},{"text":"Did you think Gloria Gaynor would crumble?  Lay down &amp; die?  Oh no, not her, she had this No. 1","response":"\"I Will Survive\""},{"text":"\"You'd think that people would have had enough of\" this 1976 hit, but Wings looked around &amp; saw it wasn't so","response":"\"Silly Love Songs\""}],"originalDate":"2014-01-20"}],{"category":"19th CENTURY AMERICANS","text":"On July 10, 1804 he wrote a letter of goodbye, just in case, to \"my dearest Theodosia\"; he lived until 1836","response":"Aaron Burr"}]}