{"mix":2637,"rounds":[[{"category":"INCOMPLETE \"PASS\"","comments":"(Alex: \"P-A-S-S\" coming up in each correct response.)","clues":[{"text":"To faint, or to distribute something by hand","response":"pass out"},{"text":"To do like the Lord did for the houses of the children of Israel when he smote the Egyptians; hence a holiday name","response":"pass over"},{"text":"This \"P.M.\" phrase means to be approved in an inspection","response":"pass muster"},{"text":"To hand leadership responsibilities to a new generation","response":"pass the torch"},{"text":"To ace an exam, so you resemble a triumphant sailing fleet","response":"to pass with flying colors"}],"originalDate":"2014-01-21"},{"category":"IT BORDERS TENNESSEE","comments":"","clues":[{"text":"Its state quarter features the title of its state song &amp; a thoroughbred race horse","response":"Kentucky"},{"text":"The only full-length statue of George Washington made from life is in the rotunda of the capitol of this state","response":"Virginia"},{"text":"One of the world's biggest artificially created lakes, the Lake of the Ozarks in this state has a shoreline of more than 1,000 miles","response":"Missouri"},{"text":"Lurleen Wallace &amp; George Wallace were governors of this state","response":"Alabama"},{"text":"Natchez was the capital of this state from 1817 to 1821","response":"Mississippi"}],"originalDate":"2014-01-17"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"To choose, be it \"in\" or \"out\"","response":"opt"},{"text":"Palindromic protection when eating lobster","response":"a bib"},{"text":"I don't mean to inquire impertinently, this verb<span class=\"nobreak\">--</span> oh, wait.  I do","response":"pry"},{"text":"Not strict; it's also used as a shorthand term meaning lacrosse","response":"lax"},{"text":"Synonym for a dandy or popinjay","response":"a fop"}],"originalDate":"2014-01-17"},{"category":"SPORTS SIBLINGS","comments":"","clues":[{"text":"Hoopsters Marc &amp; Pau","response":"Gasol"},{"text":"Pro pigskin coaches Jim &amp; John","response":"Harbaugh"},{"text":"Formula 1's Michael &amp; Ralf","response":"Schumacher"},{"text":"Boxers Vitali &amp; Wladimir","response":"Klitschko"},{"text":"Legens of the ice Maurice &amp; Henri","response":"Richard"}],"originalDate":"2014-01-17"},{"category":"THE MAYO CLINIC SAYS...","comments":"","clues":[{"text":"It is \"a progressive disease that destroys memory\" &amp; \"is the most common cause of dementia\"","response":"Alzheimer's"},{"text":"It \"is a disorder that results from the surges in electrical signals inside the brain, causing recurring seizures\"","response":"epilepsy"},{"text":"\"Certain foods, health conditions and habits are among the causes of\" this, \"also called halitosis\"","response":"bad breath"},{"text":"\"You can get it through kissing, but you can also be exposed through a cough or sneeze\"","response":"mono (mononucleosis)"},{"text":"This \"palsy causes sudden weakness in your facial muscles (which) makes half of your face appear to droop\"","response":"Bell's palsy"}],"originalDate":"2014-01-17"},{"category":"BATTLE NATIONS","comments":"","clues":[{"text":"Marathon was fought in this present-day country in 490 B.C.","response":"Greece"},{"text":"Ancient Callipolis is now this Turkish site of a World War I clash","response":"Gallipoli"},{"text":"Go to this country to meet your 1815 battle site Waterloo","response":"Belgium"},{"text":"Country that hosted the 1847 Battle of Chapultepec","response":"Mexico"},{"text":"Home team France might rather forget this October 1415 English victory","response":"the Battle of Agincourt (or Azincourt)"}],"originalDate":"2014-01-17"}],[{"category":"MARKS","comments":"","clues":[{"text":"As of March 2013 this then-28-year-old techie was worth a tidy $13.3 billion; he likes this","response":"Zuckerberg"},{"text":"In 2013 this NBA owner offered to let fans design his team's next uniform at his blogmaverick.com","response":"(Mark) Cuban"},{"text":"Told of his true paternity in a 1980 film, this actor says, \"No.  No.  That's not true.  That's impossible!\"","response":"Mark Hamill"},{"text":"Are we not men?  We are Mark &amp; Bob Mothersbaugh, who began playing in this robotic New Wave band in 1974","response":"Devo"},{"text":"Mark Consuelos can say \"All My Children\"; he has 3 with this daytime talk show host","response":"Kelly Ripa"}],"originalDate":"2014-01-17"},{"category":"ANGELS","comments":"","clues":[{"text":"In Matthew 2, \"The angel of the Lord appeareth to\" this new dad \"in a dream, saying... take the young child... into Egypt\"","response":"Joseph"},{"text":"This longtime evangelist, Franklin's dad, wrote that angels \"think, feel, will, and display emotions\"","response":"(Billy) Graham"},{"text":"This woman \"of the d'Urbervilles\" says, \"I don't believe in anything supernatural\" but gets a harp-playing angel of a suitor","response":"Tess"},{"text":"Luke I says \"The angel Gabriel was sent from God unto a city of Galilee named\" this, to visit Mary","response":"Nazareth"},{"text":"In a 2003 HBO film Emma Thompson was an angel in America as Al Pacino played this McCarthy-era lawyer","response":"Roy Cohn"}],"originalDate":"2014-01-17"},{"category":"GUYS, CAPITALISM WORKS!","comments":"","clues":[{"text":"In July 2012 he said as president, he'd show \"the good things that can happen (with) more free enterprise\"<span class=\"nobreak\">--</span>he didn't get to","response":"(Mitt) Romney"},{"text":"Better known as a novelist, she defended the morality of laissez-faire in \"Capitalism: The Unknown Ideal\"","response":"Ayn Rand"},{"text":"The 1930s pitted free market fan F.A. Hayek at the LSE, this school, vs. Cambridge's pro-government action J.M. Keynes","response":"the London School of Economics"},{"text":"Capitalism was called \"the perfect system\" in this business magazine that calls itself a \"capitalist tool\"","response":"Forbes"},{"text":"The Uncle Miltie of economics, he wrote in \"Capitalism and Freedom\" that the former creates the latter","response":"Friedman"}],"originalDate":"2014-01-17"},{"category":"CEREAL CHARACTERS","comments":"","clues":[{"text":"This trio has been helping sell Rice Krispies since the 1930s","response":"Snap, Crackle, and Pop"},{"text":"For many years it's been this creature for Cocoa Puffs","response":"a cuckoo"},{"text":"The silly spokes-creature for Trix cereal is this type of animal","response":"a rabbit"},{"text":"Cornelius is one of these animals selling Kellogg's corn flakes","response":"a rooster"},{"text":"First name of the leprechaun mascot of a popular cereal","response":"Lucky"}],"originalDate":"2014-01-16"},{"category":"WHAT'S YOUR SIGN, BABY?","comments":"","clues":[{"text":"You're impulsive! audacious! intemperate! &amp; your glyph, said to represent ram's horns? nice!","response":"Aries"},{"text":"\"The Astrology Encyclopedia\" says you are \"a moody sign... the source of the term crabby\"<span class=\"nobreak\">--</span>but that doesn't scare me!","response":"Cancer"},{"text":"Such a dual nature! associated with Castor &amp; Pollux, you're 2-faced, but I mean that in the best way!","response":"Gemini"},{"text":"You're the 7th sign!  Suave but liable to pout; romantic but fickle; it's like you try to balance everything!","response":"Libra"},{"text":"A St. Paddy's Day baby, you're the 12th &amp; last sign of the zodiac, yet you're first in my heart","response":"Pisces"}],"originalDate":"2014-01-16"},{"category":"NO VOWEL BUT Y","comments":"","clues":[{"text":"A metronome supplies it","response":"rhythm"},{"text":"Charon's waterway","response":"Styx"},{"text":"Meaning bitterly ironic, it also describes a lopsided grin","response":"wry"},{"text":"This gift of the magi can be used for incense","response":"myrrh"},{"text":"Nimble","response":"spry"}],"originalDate":"2014-01-16"}],{"category":"AUTHORS ON AUTHORS","text":"Whitman said this man's poetry has \"a propensity toward nocturnal themes, a demoniac undertone behind every page\"","response":"Edgar Allan Poe"}]}