{"mix":2642,"rounds":[[{"category":"U.S. CAPITALS OF THE WORLD","comments":"","clues":[{"text":"This crop is king in Greenwood, Mississippi, its \"capital of the world\"","response":"cotton"},{"text":"The amber rolling fields of Wellington, Kansas make it this grain \"capital of the world\"","response":"wheat"},{"text":"Palm Springs, Augusta, Naples, Pinehurst &amp; Myrtle Beach all claim to be the \"capital of the world\" of this pastime","response":"golf"},{"text":"Have the vision to know that Holtville, Calif. makes its claim as this root vegetable \"capital of the world\"","response":"carrots"},{"text":"With 16 of them, Cedar Point Amusement Park in this Ohio city is the \"roller coaster capital of the world\"","response":"Sandusky"}],"originalDate":"2014-01-10"},{"category":"WINDOW QUOTES","comments":"","clues":[{"text":"A proverb states that these \"are the windows to the soul\"","response":"eyes"},{"text":"2 Corinthians says this apostle escaped Damascus: \"through a window in a basket was I let down by the wall\"","response":"St. Paul"},{"text":"In \"Farewell My Lovely\", he wrote one woman was \"a blonde to make a bishop kick a hole in a stained glass window\"","response":"Raymond Chandler"},{"text":"\"In the lighted windows, his books arranged three by three kept watch like angels\" is from this Proust work","response":"\"A Remembrance of Things Past\""},{"text":"But soft!  In \"Romeo and Juliet\", this question precedes \"It is the east, and Juliet is the sun\"","response":"\"What light through yonder window breaks?\""}],"originalDate":"2014-01-10"},{"category":"ADJECTIVAL COUNTRY NAMES","comments":"","clues":[{"text":"It's the island of Great Britain plus a bit more","response":"the United Kingdom"},{"text":"In 1961 this nation withdrew from the British Commonwealth over member criticism of its apartheid policies","response":"South Africa"},{"text":"Caribbean country bearing the name of an order of Catholic priests","response":"Dominican Republic"},{"text":"The Cook Strait separates the 2 main parts of this Southern Hemisphere country","response":"New Zealand"},{"text":"The adjective in its 2-word name comes from the nation's position near 0 degrees latitude","response":"Equatorial Guinea"}],"originalDate":"2014-01-08"},{"category":"PLAYING LINCOLN","comments":"","clues":[{"text":"For playing Honest Abe, he won his third Oscar","response":"Daniel Day-Lewis"},{"text":"Raymond Massey showed us Lincoln in his younger days in 1940's \"Abe Lincoln in\" this state","response":"Illinois"},{"text":"Billy Campbell played the big man in a 2013 TV adaptation of this Bill O'Reilly book","response":"<i>Killing Lincoln</i>"},{"text":"Walter Huston played Lincoln in a 1930 film, this director's first talkie","response":"D.W. Griffith"},{"text":"This tall \"Moby Dick\" actor played Lincoln in the 1980s TV miniseries \"The Blue &amp; the Gray\"","response":"Gregory Peck"}],"originalDate":"2014-01-08"},{"category":"FICTIONAL WITCHES","comments":"","clues":[{"text":"Cho Chang &amp; Fleur Delacour are 2 of the many witches in this book series","response":"<i>Harry Potter</i>"},{"text":"In \"Macbeth\" the three witches who prophesy his success &amp; doom are appropriately also known as these \"sisters\"","response":"the weird sisters"},{"text":"Jadis of Charn is the evil White Witch laying chilly havoc to this C.S. Lewis land","response":"Narnia"},{"text":"In \"The Thirteenth Sacrifice\", witches have returned to this city &amp; Boston cop Samantha Ryan is hunting them","response":"Salem"},{"text":"Jane, Alexandra &amp; Sukie are the 3 title uninhibited magical mavens in this Updike novel","response":"<i>The Witches of Eastwick</i>"}],"originalDate":"2014-01-08"},{"category":"I'M JUST WILD ABOUT \"ARRY\"","comments":"","clues":[{"text":"To defend oneself by deflecting a potential blow","response":"parry"},{"text":"A basketball infraction","response":"carrying"},{"text":"Like I do at the dessert table, it's to stay somewhere perhaps a little longer than you should","response":"tarry"},{"text":"To combine one thing with another, with or without a shotgun","response":"marry"},{"text":"It's a Scottish cap with straight sides","response":"a glengarry cap"}],"originalDate":"2014-01-08"}],[{"category":"FROM \"G\" TO \"G\"","comments":"","clues":[{"text":"During the Chinese Cultural Revolution, Mao's wife &amp; 3 others were known as this \"of Four\"","response":"Gang"},{"text":"Despite its name, this marmot can climb trees &amp; swim just like the squirrels to which it's related","response":"a groundhog"},{"text":"This term for the Soviet forced labor camps takes its name from an acronym for the agency that ran them","response":"the Gulag"},{"text":"This Swedish shipbuilding port is known for its canals","response":"Gothenburg"},{"text":"The turbulent ending of a regime or institution, it's German for \"twilight of the gods\"","response":"<i>Goetterdaemmerung</i>"}],"originalDate":"2014-01-08"},{"category":"BRINGING UP BABY","comments":"","clues":[{"text":"Baby likes it when mommy jogs while pushing him in a special 3-wheel one of these","response":"a stroller"},{"text":"Baby wants to take over for Ann Turner Cook, whose \"baby\" face became the official trademark of this co. in 1931","response":"Gerber"},{"text":"The Mayo Clinic suggests baby get a supplement of vitamin this, to help \"absorb calcium and phosphorus\"","response":"D"},{"text":"Johnson's Baby Shampoo promises to be as easy on baby's eyes as water, hence this trademarked 3-word slogan","response":"\"No More Tears\""},{"text":"We know baby has good lungs when he has the infant type of this, from the name of another internal organ","response":"colic"}],"originalDate":"2014-01-08"},{"category":"LORD OF THE RINKS","comments":"","clues":[{"text":"Hey, this Oiler is only no. 14 on the NHL's all-time list of game-winning goal scorers! That's not so \"Great\"!","response":"Wayne Gretzky"},{"text":"In 1989 goalie Vladislav Tretiak became the first player from this country to be inducted into the hockey HOF","response":"Russia"},{"text":"Tiger Williams, who once KO'd an opposing coach with a stick to the head, holds the NHL record for most PM, these","response":"penalty minutes"},{"text":"In 2009 he followed his daddy Bobby into the Hockey Hall of Fame","response":"Brett Hull"},{"text":"After Bill Quackenbush won this sportsmanship trophy in 1949, his tough-guy GM Jack Adams promptly traded him","response":"the Lady Byng"}],"originalDate":"2014-01-07"},{"category":"THE PRESIDENT'S ALMA MATER","comments":"","clues":[{"text":"Jimmy Carter said this ramblin' wreck of a school was tougher academically than the Naval Academy","response":"Georgia Tech"},{"text":"He entered William &amp; Mary<br>in 1760<br>at age 16","response":"Thomas Jefferson"},{"text":"He entered Harvard<br>in 1751<br>at age 15","response":"John Adams"},{"text":"Herbert Hoover was in the class of 1895, this California school's first","response":"Stanford"},{"text":"He graduated from the University of Cincinnati Law School, where he was later dean","response":"William Howard Taft"}],"originalDate":"2014-01-07"},{"category":"POKER HANDS","comments":"","clues":[{"text":"In Texas hold 'em these 2 cards are a \"Woolworth\"","response":"a five & a ten"},{"text":"In 5-card poker, \"trips\" is another name for this hand","response":"three of a kind"},{"text":"I have this:<br>2 of clubs,<br>5 of hearts,<br>5 of spades,<br>2 of diamonds,<br>5 of diamonds","response":"a full house"},{"text":"A pair of 8s is called these, which you might find on your lawn in winter","response":"snowmen (\"a snowman\" accepted)"},{"text":"If you end up with a straight from the 10 to the ace, it's called this, like a NYC street","response":"a Broadway"}],"originalDate":"2014-01-07"},{"category":"WHEN PIGS FRY","comments":"","clues":[{"text":"The \"mania\" for this fried pig product has seen it on maple donuts &amp; in chocolate bars, not just on breakfast plates","response":"bacon"},{"text":"The traditional meat served with redeye gravy is the country type of this, fried up","response":"ham"},{"text":"Who knew? Men's Health listed these puffy snacks made of fried pigskin as one \"junk food that's good for you\"","response":"pork rinds"},{"text":"\"Vom Schwein\" after the name of this Austrian classic dish means it's made with breaded pork, not veal","response":"schnitzel"},{"text":"They're fried bits of pork, often used as a taco filling","response":"carnitas"}],"originalDate":"2014-01-07"}],{"category":"CLASSIC LITERARY CHARACTERS","text":"He declares that one of the people he is trying to emulate is a medieval knight known as Amadís of Gaul","response":"Don Quixote de la Mancha"}]}