{"mix":2646,"rounds":[[{"category":"WHICH CABLE NETWORK?","comments":"","clues":[{"text":"\"Key and Peele\" &amp; \"The Daily Show with Jon Stewart\"","response":"Comedy Central"},{"text":"\"Friendzone\" &amp; \"Snooki &amp; JWOWW\"","response":"MTV"},{"text":"\"Conan\" &amp; \"King of the Nerds\"","response":"TBS"},{"text":"\"Hell on Wheels\" &amp; \"Talking Dead\"","response":"AMC (American Movie Classics)"},{"text":"\"Covert Affairs\" &amp; \"White Collar\"","response":"USA"}],"originalDate":"2014-01-01"},{"category":"GEOGRAPHIC NAME CHANGES","comments":"","clues":[{"text":"The ancient city of Byzantium is today this city","response":"Istanbul"},{"text":"This modern African republic was once known as Abyssinia","response":"Ethiopia"},{"text":"What was once the city of Christiania is today this Scandinavian capital","response":"Oslo"},{"text":"For awhile in the 20th century, it was the Malagasy Republic","response":"Madagascar"},{"text":"The city of Durban in this country was once known as Port Natal","response":"South Africa"}],"originalDate":"2014-01-01"},{"category":"STANDARD TIME DIFFERENCES","comments":"","clues":[{"text":"It's 9 a.m. in New York City &amp; most people are asleep at this corresponding hour in Los Angeles","response":"6:00 a.m."},{"text":"Noon. Lunchtime in NYC, but out West, only this good time for a snack in Salt Lake City","response":"10:00 a.m."},{"text":"Turned on the TV to watch tennis from London but it was all over! I forgot they're this many hours ahead of NYC","response":"five"},{"text":"Turned on the TV to watch the pope<span class=\"nobreak\">--</span>good thing I remembered Rome was this many hours ahead of NYC","response":"six hours"},{"text":"Next, time to call a buddy in Tel Aviv, this many hours ahead of NYC","response":"seven"}],"originalDate":"2014-01-01"},{"category":"TAKE A WALK ON THE MILD SIDE","comments":"","clues":[{"text":"A painting of a bowl of oranges is said to be a this \"life\"","response":"still"},{"text":"The posterior muscular portion that separates the oral cavity from the nasal cavity is this palate","response":"the soft palate"},{"text":"\"Goodness\" this word from the Latin for \"favor\", \"great balls of fire!\"","response":"gracious"},{"text":"It precedes catch, deal &amp; dinkum","response":"fair"},{"text":"In Congress-speak, \"the chair recognizes\" not \"the man from Montana\" but this type of \"man from Montana\"","response":"gentle"}],"originalDate":"2014-01-01"},{"category":"IT'S A GAS... GIANT","comments":"","clues":[{"text":"It's the giantest gas giant planet","response":"Jupiter"},{"text":"Nereid is the third largest of its 13 moons","response":"Neptune"},{"text":"It's named for the Roman god of agriculture","response":"Saturn"},{"text":"Its ring system was discovered in 1977, nearly 200 years after it was","response":"Uranus"},{"text":"Its axis of rotation is almost parallel to its orbital plane, so it spins more or less on its side","response":"Uranus"}],"originalDate":"2013-12-31"},{"category":"MY NAME IS MY BRAND","comments":"","clues":[{"text":"He got rich running a fertilizer co. before becoming a bowtie-wearing popcorn king (&amp; it's not Samuel Jiffypop)","response":"Orville Redenbacher"},{"text":"Last name of Dr. William, inventor of more than 1,000 foot-care products","response":"Scholl"},{"text":"Last name of Louis-Eugene, who sold his French thermal spring with naturally carbonated water in 1903","response":"Perrier"},{"text":"A 1975 law ending fixed stockbroker commissions helped boost the discount brokerage he founded in 1971","response":"Charles Schwab"},{"text":"The copper products co. founded by this man in 1801 is still around today, but in Rome, New York, not Boston","response":"Paul Revere"}],"originalDate":"2013-12-31"}],[{"category":"SONGS FOR NEW YEAR'S","comments":"","clues":[{"text":"This Irish group's 1983 song \"New Year's Day\" was inspired by the Polish Solidarity movement","response":"U2"},{"text":"This New Year's Eve staple was the Guy Lombardo orchestra's theme song","response":"\"Auld Lang Syne\""},{"text":"In 1980 this Swedish hit machine of a group wished us \"Happy New Year\"","response":"ABBA"},{"text":"This Wilson Pickett No. 1 R&B hit from 1965 will get us closer to the new year","response":"\"In The Midnight Hour\""},{"text":"13 million have YouTubed a clip of Zooey Deschanel &amp; Joseph Gordon-Levitt asking this in song about \"New Year's Eve\"","response":"What are you doing New Year's Eve?"}],"originalDate":"2013-12-31"},{"category":"THAT'S OUR ISLAND!","comments":"(You have to identify the country it belongs to.)","clues":[{"text":"Kangaroo Island","response":"Australia"},{"text":"Martinique","response":"France"},{"text":"Minorca","response":"Spain"},{"text":"Phuket","response":"Thailand"},{"text":"Isle of Youth (or Isla de la Juventud)","response":"Cuba"}],"originalDate":"2013-12-31"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"A solemn promise, perhaps to a bride","response":"a vow"},{"text":"A certain dinosaur knows it's Latin for \"King\"","response":"rex"},{"text":"You can pick it up at a restaurant or push it down as a keyboard button","response":"tab"},{"text":"Bored-sounding 3-letter poetic word meaning \"over there\"","response":"yon"},{"text":"A member of an American Indian people of Colorado","response":"Ute"}],"originalDate":"2013-12-31"},{"category":"HANS CHRISTIAN ANDERSEN","comments":"","clues":[{"text":"In this story \"The great swans swam round the newcomer; and stroked his neck with their beaks\"","response":"<i>The Ugly Duckling</i>"},{"text":"In one story they consisted of trousers, a coat &amp; a cloak that were \"light as a cobweb\"","response":"The Emperor's New Clothes"},{"text":"Andersen's visit to this \"Oliver Twist\" author's home in 1857 was no fairy tale; he overstayed his welcome by 3 weeks","response":"Charles Dickens"},{"text":"Her grandmother told her that when she was 15, she could rise out of the sea &amp; sit on the rocks in the moonlight","response":"The Little Mermaid"},{"text":"Andersen's \"The Nightingale\" was a tribute to this Swedish soprano who never returned his love","response":"Jenny Lind"}],"originalDate":"2013-12-31"},{"category":"FLYERS &amp; FLYING","comments":"","clues":[{"text":"In 1919 John Alcock &amp; Arthur Brown made the first nonstop one of these flights; Lindbergh's in '27 was the first solo","response":"trans-Atlantic"},{"text":"In 1889 they began publishing a weekly Dayton, Ohio newspaper called the West Side News","response":"the Wright Brothers"},{"text":"In the 1920s she wrote an aviation column for Cosmopolitan Magazine","response":"(Amelia) Earhart"},{"text":"In 1933 this mogul took a job at American Airways as a co-pilot using the pseudonym Charles W. Howard","response":"Howard Hughes"},{"text":"After the 1922 crash of the airship Roma, the U.S. Navy switched to this safer but more expensive gas","response":"helium"}],"originalDate":"2013-12-30"},{"category":"CALIFORNIA FOOD FESTIVALS","comments":"","clues":[{"text":"Fallbrook's festival devoted to this fruit includes a contest for the best guacamole","response":"avocado"},{"text":"Pismo Beach has been honoring this creature for 67 years with digging &amp; chowder cook-offs","response":"the clam"},{"text":"A visit to Gilroy's celebration of this stinking rose wouldn't be complete without a scoop of ice cream flavored with it","response":"garlic"},{"text":"An Oxnard festival for this condiment advertises that it celebrates \"the food, the music, the dance\"","response":"salsa"},{"text":"At the \"Spitway\" at Sunland-Tujunga's celebration of this food, you can spit 3 seeds for a buck; longest in each age group wins","response":"watermelon"}],"originalDate":"2013-12-30"}],{"category":"GREEK MYTHOLOGY","text":"In one version Thetis killed 6 of her children in her attempts to make them immortal; this warrior was her seventh","response":"Achilles"}]}