{"mix":2651,"rounds":[[{"category":"LIBRARIES","comments":"","clues":[{"text":"America's poet laureate is officially called a consultant in poetry to this library","response":"The Library of Congress"},{"text":"A small library named for this man at Cambridge's Magdalene College contains his 17th century diary","response":"Samuel Pepys"},{"text":"This university's Hesburgh Library is famous for its 134-foot-high \"Touchdown Jesus\" mural","response":"Notre Dame"},{"text":"Milan's Ambrosiana Library has the Codex Atlanticus, a collection of manuscripts &amp; drawings by this Renaissance man","response":"da Vinci"},{"text":"The National Library of Medicine in Bethesda, MD began with the collection Dr. Joseph Lovell, this official","response":"Surgeon General"}],"originalDate":"2013-12-19"},{"category":"HERE COMES BOO BOO, HONEY","comments":"","clues":[{"text":"For kids, the Mayo Clinic says symptoms of this head injury include irritability &amp; lack of interest in favorite toys","response":"concussion"},{"text":"Turns out backhand is the stroke most often implicated in this affliction","response":"tennis elbow"},{"text":"Try not to pull or tear one of these 3 long muscles that run down each leg from the bottom of the pelvis","response":"hamstring"},{"text":"Inflammation of the thick tissue on the bottom of the foot that creates the arch is plantar this. &amp; just...ouch","response":"fasciitis"},{"text":"In 2013 Giants FB Henry Hynoski, \"The Hynoceros\", injured his MCL, this collateral ligament, in his knee","response":"medial"}],"originalDate":"2013-12-19"},{"category":"LITERARY LANDMARKS","comments":"","clues":[{"text":"This author's boyhood home in Hannibal, Missouri is on the national register of historic places","response":"Mark Twain"},{"text":"The modest home at 4646 N. Hermitage in the Ravenswood area of Chicago is where he wrote his famous poem about the city","response":"Carl Sandburg"},{"text":"In the late 1920s Dashiell Hammett lived in an apt. at 891 Post St. in San Francisco, also this detective's address","response":"Sam Spade"},{"text":"Louis L'Amour wrote many of his western novels in room 222 of the Strater hotel in Durango in this state","response":"Colorado"},{"text":"In 1923 Henry Ford bought this Sudbury, Mass. inn popularized by Longfellow to make it a museum of American history","response":"Wayside Inn"}],"originalDate":"2013-12-19"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"On Dec.15, 1812 he wrote his \"Cartagena Manifesto\" seeking support to oust the Spanish from Venezuela","response":"Simón Bolívar"},{"text":"One of the early items printed by him in his shop in Mainz, Germany was a calendar for the year 1448","response":"Gutenberg"},{"text":"This Austrian ruling family was known for its hereditary peculiarity, a protruding lower lip","response":"Hapsburgs"},{"text":"Although Catherine of Aragon had several children with Henry VIII, only this daughter survived infancy","response":"Mary Tudor"},{"text":"In 1861, 4 years after being selected to preside over Mexico's supreme court, he was elected president","response":"Benito Juárez"}],"originalDate":"2013-12-19"},{"category":"\"'YS\" WORDS","comments":"","clues":[{"text":"An organized or connected group of things; you have a \"nervous\" one","response":"system"},{"text":"Annual (let's hope) exam by a doctor","response":"physical"},{"text":"Aberrant or maladjusted, like some families","response":"dysfunctional"},{"text":"Fathomless, or really, really bad","response":"abysmal"},{"text":"The systematic investigation of something complex; you might see a shrink for it","response":"analysis"}],"originalDate":"2013-12-19"},{"category":"THE CONFEDERACY","comments":"","clues":[{"text":"The president's term was this, 1 1/2 times that of the U.S. President; then he was to be termed out, but that didn't come up","response":"6 years"},{"text":"The Confederacy tried to pressure England &amp; France for support using the threat of withholding this \"white gold\"","response":"cotton"},{"text":"To supply the army with enough men, the Confederate congress passed this type of law ahead of the Union in 1862","response":"draft law"},{"text":"Originally, Union guerrillas were called jayhawkers &amp; Southern ones were these \"vegetation strikers\"","response":"bushwhackers"},{"text":"Tough job!  In November 1862 James Seddon became the fourth man in this cabinet post in 19 months","response":"Secretary of War"}],"originalDate":"2013-12-17"}],[{"category":"GETTIN' YOUR DRINK ON","comments":"","clues":[{"text":"A Highland Fling has sweet vermouth, orange bitters, a cherry &amp; this appropriate spirit","response":"Scotch"},{"text":"This liquor can be made into a moonrise as well as a sunrise cocktail","response":"tequila"},{"text":"Brandy, creme de cacao &amp; sweet cream make a Brandy him","response":"Alexander"},{"text":"Fill in the blanc: Twomey &amp; Quivira are 2 California makers of the popular wine ____ blanc","response":"Sauvignon"},{"text":"Please make my cosmopolitan with this numerical vodka from Schiedam, Holland","response":"Ketel One"}],"originalDate":"2013-12-17"},{"category":"ELEMENTAL ETYMOLOGY","comments":"","clues":[{"text":"2 substances, borax &amp; carbon, give us the name of this element used in nuclear control rods","response":"boron"},{"text":"This element's name, from the Norse god of thunder, was first erroneously applied to yttrium phosphate","response":"thorium"},{"text":"In 1898 this noble gas, symbol Kr, was discovered hidden in a liter of liquid air, so it was named for the Greek for \"hidden\"","response":"krypton"},{"text":"Per Teodor Cleve named holmium in 1879 for his native city, this European capital","response":"Stockholm"},{"text":"In 1803 2 scientists named this new element for the first asteroid discovered, 2 years earlier","response":"cerium"}],"originalDate":"2013-12-17"},{"category":"TV","comments":"","clues":[{"text":"Aspiring chefs on this Fox series endure the wrath of Gordon Ramsay for a chance to work at a top restaurant","response":"<i>Hell's Kitchen</i>"},{"text":"On the finale of this show, ironically, Klinger stayed in Korea, having married Soon-Lee","response":"<i>M*A*S*H</i>"},{"text":"Al Capone, Lucky Luciano &amp; Arnold Rothstein have all been characters on this HBO series","response":"<i>Boardwalk Empire</i>"},{"text":"On Oct. 20, 1951 we got our first look at the new logo of this network, which was looking back at us","response":"CBS"},{"text":"Mitch &amp; Cam got engaged on the first episode of season 5 of this comedy","response":"<i>Modern Family</i>"}],"originalDate":"2013-12-17"},{"category":"DID YOU GET MY LETTER?","comments":"","clues":[{"text":"\"I respectfully remind you, sir, that we have been the most patient of all people\", this ballplayer wrote to Ike in 1958","response":"Jackie Robinson"},{"text":"From a 1429 letter dictated by her: \"With God's help I intend to clear out the other places which are against the king\"","response":"Joan of Arc"},{"text":"\"Twenty thousand pounds sterling I think will be a cheap purchase\" for West Point, he wrote to Major Andre July 15, 1780","response":"Benedict Arnold"},{"text":"In 1976 he wrote an open letter to members of the Homebrew Computer Club asking them not to steal his programs","response":"Bill Gates"},{"text":"\"Sweetest Fanny...I love you ever and ever and without reserve\", this poet wrote in 1820","response":"John Keats"}],"originalDate":"2013-12-17"},{"category":"1939 BEST PICTURE OSCAR NOMINEES","comments":"","clues":[{"text":"Your winner?  This period piece, which used a large wall left over from \"King Kong\" to help film the burning of Atlanta","response":"<i>Gone with the Wind</i>"},{"text":"Dorothy knows this title role was written for W.C. Fields, who is said to have turned it down over money","response":"The Wizard of Oz"},{"text":"A-yup!  This actor rode to stardom on \"Stagecoach\" as the Ringo Kid","response":"John Wayne"},{"text":"Her \"Eyes\" have been noted in song, but it was the brain of this actress that gave her big problems","response":"Bette Davis"},{"text":"Burgess Meredith was George &amp; Lon Chaney Jr. was Lennie in this drama, produced by comedy legend Hal Roach","response":"<i>Of Mice and Men</i>"}],"originalDate":"2013-12-17"},{"category":"EUROPEAN PORTS","comments":"","clues":[{"text":"In this British port, you can visit the childhood homes of John Lennon &amp; Paul McCartney","response":"Liverpool"},{"text":"In 1818 the first steamship on the Mediterranean was launched from this southern Italian port","response":"Naples"},{"text":"The completion of Nieuwe Waterweg, or \"New Waterway\", in 1872 opened this Dutch port to seagoing ships","response":"Rotterdam"},{"text":"This Catalonian port was once a capital of the Visigoths","response":"Barcelona"},{"text":"This Polish shipbuilding port's town hall once served as the office of the Hanseatic League","response":"Gdansk"}],"originalDate":"2013-12-17"}],{"category":"U.S. CABINET DEPARTMENTS","text":"This Cabinet department traces its roots back to the Manhattan Project &amp; efforts to develop the atomic bomb","response":"the Department of Energy"}]}