{"mix":2666,"rounds":[[{"category":"PLACES","comments":"","clues":[{"text":"The Gobi Desert covers about 500,000 square miles of northeast China &amp; the southern part of this nation","response":"Mongolia"},{"text":"Santo Domingo, a world capital, is on this island","response":"Hispaniola"},{"text":"In biblical times, caravans stopped at Capernaum, Israel to stock up on fish from this nearby lake","response":"the Sea of Galilee"},{"text":"Most of this peninsula is an autonomous republic of Ukraine","response":"the Crimean Peninsula"},{"text":"It's the capital city that's home to Simon Bolivar's tomb","response":"Caracas"}],"originalDate":"2013-11-18"},{"category":"<em class=\"underline\">PEOPLE</em>","comments":"","clues":[{"text":"People noted, \"They were partying like it was 1999 at... Carnegie Hall for a concert celebrating the music of\" him","response":"Prince"},{"text":"People named this movie star &amp; goop.com provider the \"World's Most Beautiful Woman\"","response":"Gwyneth Paltrow"},{"text":"Unimpressed with Season 5's start of this Edie Falco medical drama, people said, \"Stick out your tongue and say blah\"","response":"<i>Nurse Jackie</i>"},{"text":"Her \"shocking confession\": Frank Sinatra, not Woody Allen, may have fathered her son Ronan","response":"Mia Farrow"},{"text":"In 2013 people reported \"the new YouTube sensation\" was \"doing\" this dance; \"R.I.P. Gangnam Style!\"","response":"the Harlem Shake"}],"originalDate":"2013-11-18"},{"category":"THINGS","comments":"","clues":[{"text":"That little square or triangular flag on a sailboat's mast indicates the direction of this","response":"the wind"},{"text":"It's the circle just off the baseball diamond where the next batter warms up","response":"the on-deck circle"},{"text":"It joins 2 railroad cars &amp; sounds like it's trying to set people up on dates","response":"a coupler"},{"text":"Pedal-equipped conveyance that's the specialty of circusdom's King Charles Troupe","response":"a unicycle"},{"text":"The large valve used to control wellbore fluids on oil rigs is this \"preventer\"; the Astros could have used one","response":"a blowout preventer"}],"originalDate":"2013-11-18"},{"category":"\"OH\"","comments":"","clues":[{"text":"This title comes from the Egyptian for \"great house\"","response":"pharaoh"},{"text":"This Czech region gave us a name for artistic people who live by unconventional standards","response":"Bohemia"},{"text":"Scripts for \"The Simpsons\" specified \"annoyed grunt\", but the voice actor spoke this interjection","response":"D'oh!"},{"text":"It's a scale of hardness used in mineralogy","response":"Mohs"},{"text":"Some women treat hot flashes with a member of the buttercup family called black this","response":"black cohosh"}],"originalDate":"2013-11-18"},{"category":"NUCLEAR PHYSICS","comments":"","clues":[{"text":"You get a \"C\" for knowing the decay of isotopes of this element helps determine the age of very old plants","response":"carbon"},{"text":"Ionization energy is the amount of energy required to remove one of these from an atom","response":"an electron"},{"text":"The Van de Graaff generator is a type of this, just like the Large Hadron Collider","response":"a particle accelerator"},{"text":"The strong force binds these subatomic particles into protons &amp; neutrons","response":"quarks"},{"text":"An E.M.P. or electromagnetic this was first noticed in the U.S. when electronics quit working after nuclear tests","response":"a pulse"}],"originalDate":"2013-11-18"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"Inspired by the \"Decameron\", \"Les cent nouvelles nouvelles\" was a 15th century collection of this many tales","response":"100"},{"text":"Hawthorne's \"Young Goodman Brown\" of this village leaves his wife, Faith, to a attend a witches' Sabbath","response":"Salem"},{"text":"\"Bow Wow\" &amp; \"A Bit of a Shock\", 2 of John O'Hara's stories about Joey Evans, were the basis for this 1940 musical","response":"<i>Pal Joey</i>"},{"text":"\"Dance of the Happy Shades\" is the title story of the first book by this Canadian woman who won a 2013 Nobel Prize","response":"Alice Munro"},{"text":"In 1876 Edward Everett Hale wrote a novelette, \"Philip Nolan's Friends\", to complement this 1863 short story","response":"\"The Man Without a Country\""}],"originalDate":"2013-11-18"}],[{"category":"MORE THAN ONE MEANING","comments":"","clues":[{"text":"Really gnarly, or a group of 12 dozen","response":"gross"},{"text":"A long spear, a freshwater fish, or a diving position","response":"a pike"},{"text":"A burst of applause, maybe because of meaning 2, a drink for everyone","response":"a round"},{"text":"Polite &amp; friendly, or any of various liqueurs","response":"cordial"},{"text":"Strictly accurate, or to demand, as a payment","response":"exact"}],"originalDate":"2013-11-18"},{"category":"ON HIS PRESIDENCY'S SECRET SERVICE","comments":"","clues":[{"text":"Counterfeiting was its target when the Secret Service was created July 5, 1865, early in this new president's term","response":"Andrew Johnson"},{"text":"During his term Congress directed the Service to protect Jackie Kennedy &amp; her children for 2 years","response":"LBJ (Lyndon Johnson)"},{"text":"In 1902 the Service began full-time protection of the president, this man whose predecessor could've used some protecting","response":"Theodore Roosevelt"},{"text":"During the George W. Bush presidency, the Secret Service was transferred to this Cabinet department","response":"the Department of Homeland Security"},{"text":"In this man's term, the Service began protecting foreign dignitaries such as Golda Meir, who had a state dinner with him","response":"Richard Nixon"}],"originalDate":"2013-11-15"},{"category":"RAP STAGE NAMES","comments":"","clues":[{"text":"Jay Z's name honors the J &amp; Z subway lines in this borough, his hometown","response":"Brooklyn"},{"text":"Breaking up the name of his home state gave rapper Tramar Dillard this stage name","response":"Flo Rida"},{"text":"This Cuban-American rapper named himself for the tenacious qualities of a certain dog","response":"Pitbull"},{"text":"Real name of the guy who was M&M then Eminem","response":"Marshall Mathers"},{"text":"To distance himself from his absent father, Dwayne Carter Jr. dropped a letter from his name to arrive at this rap name","response":"Lil Wayne"}],"originalDate":"2013-11-15"},{"category":"TEACHERS' LOUNGE CUISINE","comments":"","clues":[{"text":"Social studies teacher Mr. Clinchy nukes a DiGiorno thin crust one of these &amp; of course, offers to share","response":"a pizza"},{"text":"P.E. coach Kear chugs a G series thirst quencher bottle of this brand","response":"Gatorade"},{"text":"English teacher Mr. Voss hates misspelling, so he boycotts these \"Stix\" that come in grape, cherry &amp; Maui punch flavors","response":"Pixy Stix"},{"text":"Mrs. Parsons, the French teacher, has an artisan baguette from this chain whose name means \"to the good bread\"","response":"Au Bon Pain"},{"text":"The English Dept.'s Ms. Montgomery sneaks a Creme Egg from this British confectioner known for its \"Bunny\"","response":"Cadbury"}],"originalDate":"2013-11-15"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"1,000 years","response":"millennium"},{"text":"Pertaining to the heart","response":"cardiac"},{"text":"Shortened term for an agreement before a marriage that stipulates rights","response":"prenup"},{"text":"Don't fear this machine that cuts standing grain","response":"reaper"},{"text":"Traditional contradictory-sounding adjective for a parliamentary opposition party","response":"loyal"}],"originalDate":"2013-11-15"},{"category":"<em class=\"underline\">THE ONION</em> DESCRIBES THE COUNTRY","comments":"(Alex: You identify the country for us, obviously.)","clues":[{"text":"Its people speak \"64,000 dialects of Hindi as their official language... and Spanish if a Verizon customer presses 2 now\"","response":"India"},{"text":"Enjoy this country's \"Vegemite Mine\" &amp; \"Paul Hogan Institute of Knife Identification\"","response":"Australia"},{"text":"It \"is composed solely of the glamorous Monte Carlo casino... the typical citizen... works a full eight-hour lifetime\"","response":"Monaco"},{"text":"It \"cannot help but reminisce about the 1800s, when (it) was so powerful it could overtake any country simply by asking politely\"","response":"Great Britain (or the United Kingdom)"},{"text":"\"Running... from their problems\", this African country's \"traditional greeting\" is \"on your left\"","response":"Kenya"}],"originalDate":"2013-11-15"}],{"category":"THE U.S. GOVERNMENT","text":"Before signing the bill creating this, President George W. Bush noted its \"nearly 170,000 employees\" &amp; \"a new kind of war\"","response":"the Department of Homeland Security"}]}