{"mix":2674,"rounds":[[{"category":"A TREASURE TROVE","comments":"","clues":[{"text":"A solid-gold funeral mask was featured in the 1970s traveling exhibit \"Treasures of\" this king","response":"Tutankhamun"},{"text":"The wealth of gold &amp; silver in its mountains earned it the nickname \"The Treasure State\"","response":"Montana"},{"text":"John Huston &amp; Walter Huston both won Oscars for this film","response":"<i>The Treasure of the Sierra Madre</i>"},{"text":"In legend, Siegfried captured the treasure of the Nibelungen, a race of these beings","response":"dwarves"},{"text":"The Louvre is home to some of the world's great art treasures, including this armless statue of Aphrodite","response":"Venus de Milo"}],"originalDate":"2013-10-31"},{"category":"WORDPLAY GRAB BAG","comments":"","clues":[{"text":"\"K\" rations: it projects from the bottom of a boat's hull to give stability","response":"keel"},{"text":"Crossword clues:<br>complain,<br>complain,<br>complain,<br>G _ I _ _","response":"gripe"},{"text":"10-letter words: self-denial of alcohol or sex","response":"abstinence"},{"text":"Add a letter:<br>take a contract renting property to another &amp; add a letter to get this polite word","response":"please"},{"text":"In the dictionary:<br>pertaining to creatures without a backbone","response":"invertebrate"}],"originalDate":"2013-10-31"},{"category":"GONE WITH THE WIND","comments":"","clues":[{"text":"Mark Twain composed on a Remington one of these, rarely seen around the office anymore","response":"a typewriter"},{"text":"He's the character in \"Gone with the Wind\" whose world is truly gone with the wind: \"winnowed out\", as Rhett says","response":"Ashley Wilkes"},{"text":"In the late 1970s Philips introduced this home video disc that, alas, couldn't record","response":"LaserDisc"},{"text":"Akin to a manatee, the Steller's sea this reached 30 feet &amp; 20,000 lbs.; it was extinct within 30 years of its 1741 discovery","response":"cow"},{"text":"This liberal radio network with the name of a Mel Gibson-Robert Downey Jr. film lasted from 2004 to 2010","response":"Air America"}],"originalDate":"2013-10-31"},{"category":"\"RET-\"","comments":"","clues":[{"text":"Vengeful repayment","response":"retribution"},{"text":"This adjective coined in the 20th century means exemplifying an earlier time's styles","response":"retro"},{"text":"Prudential's \"Day One Stories\" are about the first day of this<span class=\"nobreak\">--</span>get out the fishing pole","response":"retirement"},{"text":"Having a netlike appearance; you may have heard of the python","response":"reticulated"},{"text":"A body of retainers who wait upon someone important","response":"a retinue"}],"originalDate":"2013-10-31"},{"category":"BUTLER","comments":"","clues":[{"text":"Carson, the butler on this TV show, said, \"Keeping up standards is the only way to show the Germans... they will not beat us\"","response":"<i>Downton Abbey</i>"},{"text":"On TV 6'9\" Ted Cassidy played this \"Addams Family\" butler","response":"Lurch"},{"text":"\"Some men just want to watch the world burn\", says this butler in a 2008 film","response":"Alfred"},{"text":"The name of this butler to Frank-N-Furter in \"Rocky Horror\" sounds like he's one of the lowest class of people","response":"Riff-Raff"},{"text":"\"The Third\" incarnation of this \"colorful snake\" finds Rowan Atkinson playing butler to Prince George","response":"Blackadder"}],"originalDate":"2013-10-31"},{"category":"PARTING WORDS","comments":"","clues":[{"text":"To make trivial distinctions is to do this to \"hairs\"","response":"split"},{"text":"The discontinuity named for Andrija Mohorovicic, a seismologist, is where Earth's crust ends &amp; this layer below starts","response":"mantle"},{"text":"A break in a friendship, or a tear in an organ, often the appendix","response":"rupture"},{"text":"Failed chromosomal disjunction can lead to trisomy 21, aka this syndrome causing cognitive issues","response":"Down syndrome"},{"text":"In geometry, it's any line that cuts an angle into 2 equal parts","response":"bisector"}],"originalDate":"2013-10-31"}],[{"category":"FRANKLY, MY DEAR","comments":"","clues":[{"text":"Richard Steele once wrote, \"A woman seldom writes her mind but in her\" this, abbreviated P.S.","response":"postscript"},{"text":"P.J. O'Rourke said this -ism was \"the result of... women letting the cat out of the bag about which is the superior sex\"","response":"feminism"},{"text":"\"The female of the species is more deadly than the male\", wrote this Bombay-born British poet","response":"Kipling"},{"text":"In 1888 this German philosopher wrote, \"Woman was God's second mistake\"","response":"Nietzsche"},{"text":"This ancient playwright's \"Lysistrata\" contains the line \"can't live with them, or without them!\"","response":"Aristophanes"}],"originalDate":"2013-10-31"},{"category":"WE GIVE A DAM","comments":"","clues":[{"text":"The authorities are so proud of the Krasnoyarsk Dam in this country that it's featured on the 10-ruble bill","response":"Russia"},{"text":"When the reservoir behind Switzerland's Verzasca Dam was filled in 1965, tremors were felt in these mtns.","response":"the Alps"},{"text":"Name in common to a \"low\" dam (completed in 1902) &amp; a \"high\" dam (1970) built to control the Nile's annual floods","response":"Aswan"},{"text":"Originally named the Karababa, a dam on the Upper Euphrates was renamed this to honor the founder of modern Turkey","response":"Kemal Atatürk"},{"text":"Woody Guthrie wrote the song \"Roll On Columbia\" in praise of this \"Grand\" dam","response":"the Grand Coulee"}],"originalDate":"2013-10-31"},{"category":"A PASSAGE TO INDIANA","comments":"","clues":[{"text":"In a layout resembling that of Washington, D.C., streets converge on Monument Circle in the center of this capital city","response":"Indianapolis"},{"text":"This city that lies along the St. Joseph River 75 miles from Chicago will get your Irish up","response":"South Bend"},{"text":"A log stockade made by a certain \"Mad\" Revolutionary War general in 1794 gave this city its name","response":"Fort Wayne"},{"text":"Larry Bird ought to know that this Indiana town got its name from its early settlers &amp; salty mineral deposits","response":"French Lick"},{"text":"The largest employer in this city, the center of the state's limestone belt, is Indiana University","response":"Bloomington"}],"originalDate":"2013-10-30"},{"category":"SUPER BOWL-WINNING COACHES","comments":"","clues":[{"text":"Green Bay Packers (Super Bowls I &amp; II)","response":"(Vince) Lombardi"},{"text":"New England Patriots","response":"(Bill) Belichick"},{"text":"Dallas Cowboys (Super Bowls VI &amp; XII)","response":"(Tom) Landry"},{"text":"Chicago Bears","response":"(Mike) Ditka"},{"text":"Washington Redskins (Super Bowls XVII, XXII &amp; XXVI)","response":"Joe Gibbs"}],"originalDate":"2013-10-30"},{"category":"HOMONYMS","comments":"","clues":[{"text":"To switch, or the dimes &amp; quarters in your pocket","response":"change"},{"text":"To throw a fishing net into the water, or the actors in a play","response":"cast"},{"text":"Part of the covering on a lizard, or the minimum wage fixed by a performer's contract","response":"scale"},{"text":"A heap, or the loops of yarn forming the surface of a carpet","response":"pile"},{"text":"The triangular blade on an anchor's arm, or an accidental stroke of good luck","response":"fluke"}],"originalDate":"2013-10-30"},{"category":"LIKE WE DID LAST SUMMER","comments":"","clues":[{"text":"On Aug. 28, 1963 in Washington D.C., Martin Luther King gave a speech later known by this 4-word name","response":"\"I Have a Dream\""},{"text":"A July 8, 1982 assassination attempt against this president of Iraq failed; many were executed in retaliation","response":"Saddam Hussein"},{"text":"On Aug. 4, 1892 the parents of this Mass. woman were found dead; the suspected weapon was an axe in the basement","response":"Lizzie Borden"},{"text":"On July 7, 1946 this ultra-wealthy aviator wiped out 2 Beverly Hills homes in a crash of his XF-11 spy plane","response":"Howard Hughes"},{"text":"The 26th of July Movement stems from the 1953 date on which he led a failed attack on a Santiago de Cuba army barracks","response":"(Fidel) Castro"}],"originalDate":"2013-10-30"}],{"category":"COUNTRIES OF THE U.N.","text":"The 3 U.N. member states that begin with the letter \"J\"; 2 are island nations &amp; one is nearly landlocked","response":"Jamaica, Japan, and Jordan"}]}