{"mix":2686,"rounds":[[{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"In 1996 U.S. astronaut Shannon Lucid made this jiggly treat for her associates on the space station Mir","response":"Jell-O"},{"text":"Coffee &amp; seafood are regulated by the FDA; beef, lamb &amp; pork are regulated by this cabinet department","response":"agriculture"},{"text":"Headquartered in Atlanta, this chain of over 430 restaurants says 66% of its customers are male","response":"Hooters"},{"text":"This type of butter has had water &amp; milk solids removed &amp; is easier to understand","response":"clarified"},{"text":"It's a traditional Russian tea urn with a spigot &amp; a chimney","response":"a samovar"}],"originalDate":"2013-10-08"},{"category":"EVACUATE!","comments":"","clues":[{"text":"In 2005 almost 80% of this city's 484,000 people were evacuated","response":"New Orleans"},{"text":"Themistocles had the people abandon this city in preparation for a war with the Persians","response":"Athens"},{"text":"Petersburg fell on April 2, 1865; this capital of the Confederacy was evacuated that night, after being set afire","response":"Richmond"},{"text":"This capital was evacuated &amp; Napoleon's troops occupied it for 35 days until food shortages forced them out","response":"Moscow"},{"text":"In 1906 the Southern Pacific Railroad evacuated more than half of this city's 400,000 people","response":"San Francisco"}],"originalDate":"2013-10-08"},{"category":"YOU MUST BE AT LEAST THIS OLD...","comments":"(Alex: ...in order to do whatever it is we'll tell you about.)","clues":[{"text":"To play baccarat in the casino at Caesars Palace Las Vegas","response":"21"},{"text":"To be vice president of the United States","response":"35"},{"text":"To be officially responsible for obeying Jewish commandments (bar mitzvah)","response":"13"},{"text":"To receive full membership in AARP","response":"50"},{"text":"To drive a car with supervision in Florida, Illinois or Oregon","response":"15"}],"originalDate":"2013-10-08"},{"category":"BEFORE THE EURO","comments":"","clues":[{"text":"Several monetary systems in Germany were consolidated into this 4-letter currency after 1871","response":"the mark"},{"text":"This Greek coin's name is from a verb for \"to grasp\"; it was once 6 iron rods grasped in the fist","response":"a drachma"},{"text":"In 1997 this nation issued a coin to honor the 100th anniversary of Paavo Nurmi's birth","response":"Finland"},{"text":"The Netherlands switched to the euro in 2002, but this currency is still used in Curacao","response":"the guilder"},{"text":"Italy's 500,000-lira note featured a self-portrait of this artist on one side &amp; his \"School of Athens\" on the other","response":"Raphael"}],"originalDate":"2013-10-08"},{"category":"BEGINS &amp; ENDS IN \"G\"","comments":"","clues":[{"text":"Most U.S. species of this \"man-root\" are exported to China, where there is a high demand for its medicinal value","response":"ginseng"},{"text":"A wrestler can practice using this type of dummy","response":"a grappling dummy"},{"text":"A basketball player who deflects the ball on its downward path to the basket is guilty of this infraction","response":"goaltending"},{"text":"The farm where Pres. Eisenhower lived after his retirement lies outside this Pennsylvania town","response":"Gettysburg"},{"text":"This alcoholic drink consists of rum &amp; water &amp; is often served hot with sugar &amp; lemon juice","response":"grog"}],"originalDate":"2013-10-08"},{"category":"TARGET IN SIGHT","comments":"","clues":[{"text":"Golf fans know you can find a Target store in this city just off the Bobby Jones Expressway","response":"Augusta"},{"text":"The Target store in this state capital is near a Walgreens &amp; Wyoming Spine &amp; Neurosurgery","response":"Cheyenne"},{"text":"As an alternative to the Bozeman Target, there's a nearby store of this chain that started in an airplane hangar","response":"Costco"},{"text":"Hungry after shopping Target in this \"biggest little city in the world\"? Gamble on Chinese at Two Guys from Hong Kong","response":"Reno"},{"text":"Maybe you'll see Nick Saban buying athletic socks at the Target 3 miles from his workplace in this city","response":"Tuscaloosa, Alabama"}],"originalDate":"2013-10-08"}],[{"category":"\"WATER\" WORKS","comments":"","clues":[{"text":"Vertical interruption in a river","response":"waterfall"},{"text":"It's an archaic word for a sluice or channel, not just an infamous D.C. complex","response":"watergate"},{"text":"Gyrating column of mist &amp; spray familiar to itsy bitsy spiders","response":"a water spout"},{"text":"This species of nasturtium with peppery-flavored leaves is a popular salad ingredient","response":"watercress"},{"text":"Manufacturer's distinguishing impression on a sheet of paper","response":"a watermark"}],"originalDate":"2013-10-04"},{"category":"LIFE IS A SOAP OPERA","comments":"","clues":[{"text":"Take me down to Genoa City, where the grass is green &amp; the girls are pretty on this show, 40 years \"young\" in 2013","response":"<i>The Young & The Restless</i>"},{"text":"Like sands through the hourglass, so goes this drama &amp; Alison Sweeney, too; she's been on the show for 20 years","response":"<i>Days of Our Lives</i>"},{"text":"It was \"Another World\" for this actor as Dr. Canard in 1984, the same year he began playing Dr. Crane at night","response":"Kelsey Grammer"},{"text":"From 1974 to 1976 he needed to be \"Superman\" on \"Love of Life\" as Ben, who loved life so much he had 2 wives at once!","response":"Christopher Reeve"},{"text":"Show with Erica Kane Martin Brent Cudahy Chandler Montgomery Montgomery Chandler Marick Marick Montgomery","response":"<i>All My Children</i>"}],"originalDate":"2013-10-04"},{"category":"SCIENCE","comments":"","clues":[{"text":"Oxygen combines with lots of other elements; with this one it makes ZnO, used as an ointment","response":"zinc"},{"text":"Similar to reflex, humans' average for this time is roughly 1/4 second &amp; we're going to test yours... right... now !","response":"reaction"},{"text":"Lack of camouflage &amp; sensitivity to UV radiation doom any wild alligators with this condition from a mutation","response":"albino"},{"text":"A Mars rover found this, hydrated calcium sulfate, indicating not Martian drywallers but Martian water","response":"gypsum"},{"text":"Stomp rockets are powered by what's usually called this type of \"air\" that's been squished under greater than normal pressure","response":"compressed air"}],"originalDate":"2013-10-04"},{"category":"INDOOR DRAMAS","comments":"","clues":[{"text":"Martha said she'd murder me if my sneezes made this fluffy French egg dish fall, but I couldn't hold back","response":"a souffle"},{"text":"Ma said pop went to buy milk a year ago, but I think she hid his body in this \"space\" named for the prone movement used in it","response":"a crawl space"},{"text":"Grammy's mob ties came home to roost &amp; she locked herself in here, also a 2002 Jodie Foster film title","response":"a panic room"},{"text":"I hired little Ryan as one of these to clean the flue &amp; now smoke is filling the room!  Is he still in there?!","response":"a chimney sweep"},{"text":"Roger let a Russian phrase slip out<span class=\"nobreak\">--</span>he's one of these spy agents who stay deep undercover for years!","response":"a sleeper"}],"originalDate":"2013-10-04"},{"category":"1967","comments":"","clues":[{"text":"In Dec. Colonel Papadopoulos quit this nation's army &amp; declared himself its P.M.; talk about self-promotion!","response":"Greece"},{"text":"The arrest of a cabbie who drove around a double-parked police car sparked riots in this N.J. city that left over 20 dead","response":"Newark"},{"text":"The first big commercial pop festival in the U.S. wasn't Woodstock but the one named for this California community in 1967","response":"Monterey"},{"text":"In January LBJ proposed these \"talks\" to end the costly U.S.-Soviet weapons race","response":"SALT (Strategic Arms Limitation Talks)"},{"text":"In 1967 he &amp; Roger Chaffee were laid to rest at Arlington; partner Ed White was buried at West Point","response":"Gus Grissom"}],"originalDate":"2013-10-04"},{"category":"WORLDS &amp; PHRASES","comments":"","clues":[{"text":"Chapter 3, verse 16 of this Bible book says, \"For God so loved the world, that he gave his only begotten son\"","response":"John"},{"text":"A poem by him starts, \"Some say the world will end in fire, some say in ice\"","response":"Robert Frost"},{"text":"Shakespeare wrote, \"All the world's\" this place he knew well, \"and all the men and women merely players\"","response":"a stage"},{"text":"\"To His Coy Mistress\" says, \"Had we but world enough, and\" this, \"This coyness, Lady, were no crime\"","response":"time"},{"text":"William Blake wrote, \"To see a world in\" one of these &amp; \"a heaven in a wild flower / hold infinity in the palm of your hand\"","response":"a grain of sand"}],"originalDate":"2013-10-04"}],{"category":"ACTRESSES","text":"Already an Emmy winner, in 2017 she won an Oscar for the same role that had won her a Tony","response":"Viola Davis"}]}