{"mix":2688,"rounds":[[{"category":"FRAGRANCES","comments":"","clues":[{"text":"C'mon, get this, the bestselling women's fragrance in the Clinique line","response":"Happy"},{"text":"Tattoo artist Kat von D has a scent called Saint as well as this alter ego","response":"Sinner"},{"text":"People have been obsessed by this designer's Obsession since 1985","response":"Calvin Klein"},{"text":"Tom Ford goes boho chic with a fragrance called \"White\" this, an essential oil long associated with hippies","response":"Patchouli"},{"text":"The garden where the love of Shah Jahan &amp; Mumtaz blossomed inspired the name of this classic fragrance by Guerlain","response":"Shalimar"}],"originalDate":"2013-09-30"},{"category":"U.S. CITY NAME ORIGINS","comments":"","clues":[{"text":"This Arizona city got its name from chuk-son, an Indian word meaning village of the dark spring at the foot of the mountains","response":"Tucson"},{"text":"Raleigh &amp; Durham were named for people; this third leg of \"the Triangle\" got its name from a small church","response":"Chapel Hill"},{"text":"Three Forks, Wash. changed its name to honor this sleeping car inventor who had given it an endowment","response":"(George) Pullman"},{"text":"This city that developed around Northwestern University was named for one of the school's benefactors","response":"Evanston"},{"text":"Once called Buffalo City, this Wild West Kansas town was named for the commander of the nearby fort","response":"Dodge City"}],"originalDate":"2013-09-30"},{"category":"PICK UP THE HOMOPHONE","comments":"","clues":[{"text":"To put in the ground, or a small, juicy fruit","response":"bury/berry"},{"text":"To accumulate a lot of stuff, or a \"Golden\" mongol group","response":"hoard/Horde"},{"text":"A painter's material, or to solicit votes","response":"canvas/canvass"},{"text":"A group of female deer, or to sleep lightly","response":"does/doze"},{"text":"An old bowed musical instrument, or a small glass container for medicine","response":"viol/vial"}],"originalDate":"2013-09-30"},{"category":"19th CENTURY BRIT LIT","comments":"","clues":[{"text":"He set many of his works, beginning with \"Far From the Madding Crowd\", in an area of England called Wessex","response":"Thomas Hardy"},{"text":"\"Ivanhoe\" was an immediate success when released in 1819, &amp; this author soon became a baronet","response":"Sir Walter Scott"},{"text":"\"A Novel Without a Hero\" is the subtitle of this Thackeray work","response":"<i>Vanity Fair</i>"},{"text":"This author's 1860 novel \"The Woman in White\" was loosely based on a French case","response":"Wilkie Collins"},{"text":"Amy is the real name of this Dickens title character who was born in the Marshalsea debtor's prison","response":"Little Dorrit"}],"originalDate":"2013-09-30"},{"category":"ROCKET MUSIC","comments":"","clues":[{"text":"In his 1972 hit \"Rocket Man\", he sings, \"it's lonely out in space\"","response":"Elton John"},{"text":"A movie bio of Andy Kaufman got its title from this R.E.M. song","response":"\"Man on the Moon\""},{"text":"Astronaut Chris Hadfield made a video of this Bowie song while floating around the International Space Station","response":"\"Space Oddity\""},{"text":"Little Feat was glad to see you with its song rhymingly called \"Rocket In\" here","response":"\"Rocket In My Pocket\""},{"text":"This No. 1 hit by the Starland Vocal Band mentions \"sky rockets in flight\"","response":"\"Afternoon Delight\""}],"originalDate":"2013-09-30"},{"category":"HEY, LAD-\"E\"","comments":"","clues":[{"text":"\"Flying may not be all plain sailing, but the fun of it is worth the price\", said this woman, who would know","response":"Amelia Earhart"},{"text":"In 1892 this founder of Christian Science moved to a house called Pleasant View in Concord, New Hampshire","response":"Mary Baker Eddy"},{"text":"She earned Oscar nominations for her screenplays for \"When Harry met Sally\" &amp; \"Sleepless in Seattle\"","response":"Nora Ephron"},{"text":"She &amp; Harriet Beecher Stowe corresponded by letter, discussing such things as her portrayal of Jews in \"Daniel Deronda\"","response":"George Eliot"},{"text":"She was the queen consort of Louis VII of France &amp; Henry II of England","response":"Eleanor (of Aquitaine)"}],"originalDate":"2013-09-30"}],[{"category":"30 MINUTES OF EXERCISE A DAY","comments":"","clues":[{"text":"...will improve your body's ability to use insulin, the hormone that regulates levels of this, aka blood sugar","response":"glucose"},{"text":"...will reduce this, the pressure of modern living; it's been described as \"the common cold of the psyche\"","response":"stress"},{"text":"...will reduce your risk of this, aka high blood pressure","response":"hypertension"},{"text":"...reduces the chance of apoplexy, this brain event that can be hemorrhagic, embolic or ischemic","response":"a stroke"},{"text":"...will improve muscle tone &amp; strength, including in this muscle with a 2-word name, the largest in the body","response":"the gluteus maximus"}],"originalDate":"2013-09-27"},{"category":"THE VOWELS ARE MYTHING","comments":"(Alex: ...in the clues, but you have to identify the mythological figure.)","clues":[{"text":"Battle ready god:<br>RS","response":"Ares"},{"text":"Eye opening goddess:<br>RS","response":"Iris"},{"text":"Sounding a little Norse:<br>DN","response":"Odin"},{"text":"Very supportive:<br>TLS","response":"Atlas"},{"text":"Earth mother:<br>G","response":"Gaia"}],"originalDate":"2013-09-27"},{"category":"THE GOOD","comments":"","clues":[{"text":"The woman born Agnex Gonxka Bojaxhiu became known as Blessed Mother Teresa of this city","response":"Calcutta"},{"text":"This pious 10th century Bohemian ruler was only in his 20s when he died, but got a carol written about him","response":"Good King Wenceslas"},{"text":"In 1958 this org. got a new mission; the disease it originally targeted had been tamed 3 years before","response":"the March of Dimes"},{"text":"In May 1940 many \"little ships\" &amp; their captains did good when they aided in the evacuation of this French port","response":"Dunkirk"},{"text":"The brainchild of this school's famed media lab, One Laptop Per Child provides cheap computers to kids worldwide","response":"M.I.T."}],"originalDate":"2013-09-27"},{"category":"THE \"BAD\"","comments":"(Alex: \"Bad\" will come up at the beginning of each correct response.)","clues":[{"text":"Wind &amp; rain can mess with your 'do, causing you to have one of these 3-word experiences","response":"a bad hair day"},{"text":"What's that racket in my backyard?  Oh, it's for this game","response":"badminton"},{"text":"Like South Dakota, Alberta is home to a large rocky region known as this for its inhospitable terrain","response":"the badlands"},{"text":"A proverb says that one of these always turns up","response":"a bad penny"},{"text":"This Black Forest city with a double-talk name has been home to soothing baths since Roman times","response":"Baden-Baden"}],"originalDate":"2013-09-27"},{"category":"THE UGLY","comments":"","clues":[{"text":"Played by America Ferrera, the title character of this sitcom was the assistant to the editor of the fashion mag Mode","response":"<i>Ugly Betty</i>"},{"text":"This word for an aerial battle is the title of a movie about another contest, to find the ugliest date","response":"dogfight"},{"text":"A 1939 Disney version of this Hans Christian Andersen tale was the last \"Silly Symphony\"","response":"<i>The Ugly Duckling</i>"},{"text":"In 2008 this non-hideous actor played Harvey Dent, who becomes the hideously disfigured Two-Face","response":"(Aaron) Eckhart"},{"text":"In a 1966 film Clint Eastwood was \"The Good\", Lee Van Cleef was \"The Bad\" &amp; this actor was \"The Ugly\"","response":"Eli Wallach"}],"originalDate":"2013-09-27"},{"category":"AMERICA BEFORE THE REVOLUTION","comments":"","clues":[{"text":"Samuel Higley minted what are known as \"Higley pennies\", reassuringly stamped \"I am good\" this metal","response":"copper"},{"text":"In the 1744 Treaty of Lancaster, this 6-nation Indian league ceded lands in the Ohio River Valley to the colonies","response":"the Iroquois Nation"},{"text":"This colony's expansion west began after its Gov. Spotswood led a 1716 expedition into the Shenandoah Valley","response":"Virginia"},{"text":"In 1734 this New York newspaper publisher was busted for allegedly libeling Governor William Cosby","response":"John Peter Zenger"},{"text":"This man succeeded John Carver as governor of Plymouth Colony in 1621 &amp; served for 31 of the next 35 years","response":"William Bradford"}],"originalDate":"2013-09-27"}],{"category":"THE ANIMAL KINGDOM","text":"In Portuguese this bird is known as beija flor, or \"flower kisser\"","response":"a hummingbird"}]}