{"mix":2691,"rounds":[[{"category":"ASTRONOMY","comments":"","clues":[{"text":"The 2 horns of this bovine sign of the zodiac are represented by the stars El Nath &amp; Al Hecka","response":"Taurus"},{"text":"In November 2014 a spacecraft named Rosetta is scheduled to orbit the nucleus of 67P, one of these","response":"a comet"},{"text":"Spock would be proud!  This suggestion won a 2013 online poll to name a moon of Pluto","response":"Vulcan"},{"text":"This gap between Saturn's A &amp; B rings is caused by the gravitational pull of the moon Mimas, which clears it of particles","response":"the Cassini division"},{"text":"Named for an astronomer, these gleams are formed by sunlight shining through lunar valleys during solar eclipses","response":"Baily's beads"}],"originalDate":"2013-09-24"},{"category":"HEAVENLY LANGUAGE","comments":"","clues":[{"text":"Something unexpected comes \"out of\" this, a feature of a beautiful day","response":"the blue (or clear blue sky)"},{"text":"If your reputation is shadowed by disgrace or suspicion, you're said to be \"under\" this","response":"a cloud"},{"text":"This word found in the first chapter of the King James Bible means the vault of heaven","response":"the firmament"},{"text":"The distant upper seats in a theater are sometimes called these beings","response":"the gods"},{"text":"Benjamin Disraeli coined the phrase \"I am on the side of\" these, now meaning supporting the good","response":"the angels"}],"originalDate":"2013-09-24"},{"category":"ANTHROPOLOGIST'S DICTIONARY","comments":"","clues":[{"text":"This type of \"rite\", such as baptism, accompanies an individual's change in social status within a group","response":"rite of passage"},{"text":"This word for one who migrates with the seasons was also the name of a robotic Earth rover","response":"a nomad"},{"text":"\"Foragers\" is equivalent to this 2-part term to refer to societies that gather food readily available","response":"a hunter-gatherer"},{"text":"It's the \"ism\" defined as the belief that creatures &amp; natural objects have souls","response":"animism"},{"text":"The Gini index measures this, the opposite of a French Revolution slogan word; Namibia leads the world","response":"inequality"}],"originalDate":"2013-09-23"},{"category":"TV FOR THEE &amp; ME","comments":"","clues":[{"text":"In 2013 the CW returned to sender this ZIP code-titled show, ending a 5-year run","response":"<i>90210</i>"},{"text":"Just after the birth of his son, Matthew Crawley couldn't have been happier, right until his car fell on him on this PBS drama","response":"<i>Downton Abbey</i>"},{"text":"Twitter has helped boost the ratings of this drama starring Kerry Washington as a D.C. crisis manager","response":"<i>Scandal</i>"},{"text":"On Disney Channel, siblings discover that their pet can talk &amp; write in the rhymingly titled \"Dog with\" one of these","response":"<i>Blog</i>"},{"text":"Ralph Garman ordered up the flame of fire as \"Full Bounty\" host Jake Montrose on this Spike TV show, revived in 2013","response":"<i>The Joe Schmo Show</i>"}],"originalDate":"2013-09-23"},{"category":"DOUBLE-LETTER WORDS","comments":"","clues":[{"text":"It's from the French for something fried; examples include crab, corn &amp; apple","response":"fritter"},{"text":"It's the collarlike projection of feathers around the neck of a bird","response":"a ruff (a ruffle accepted)"},{"text":"This short trip taken to perform a specified task is often made for another person","response":"an errand"},{"text":"It can refer to a small, light racing boat, or the oars used to propel it","response":"a scull"},{"text":"This long skirt popular in the early 20th century was so narrow below the knees that it restricted a woman's stride","response":"a hobble skirt"}],"originalDate":"2013-09-23"},{"category":"I'LL HAVE AN OLD SPANISH","comments":"","clues":[{"text":"In 1988 Elizabeth II visited Madrid &amp; tried not to gloat about this Spanish force defeated 400 years earlier","response":"the Spanish Armada"},{"text":"This 91-year-old Spanish painter died in France in 1973","response":"Picasso"},{"text":"Most of what is now Spain came together under the rule of these 2, the king of Aragon &amp; the queen of Castile","response":"Ferdinand & Isabella"},{"text":"As 1975 dawned Spain was ruled by this 82-year-old dictator","response":"(Francisco) Franco"},{"text":"This nickname for a national hero of Spain from the 11th century comes from the Arabic for \"the Lord\"","response":"El Cid"}],"originalDate":"2013-09-19"}],[{"category":"WHAT ARE YOU SELLING?","comments":"","clues":[{"text":"Alec Baldwin asks, \"What's in your wallet?\" in ads for this company","response":"Capital One"},{"text":"The negotiator (William Shatner) has a secret daughter (Kaley Cuoco) in ads for this discount travel site","response":"Priceline"},{"text":"Flo, of the dark hair &amp; red lipstick, wants drivers to try Snapshot from this insurance company","response":"Progressive"},{"text":"\"Stay thirsty, my friends\", says the most interesting man in the world, who prefers this beer","response":"Dos Equis"},{"text":"Jon Hamm narrates commercials for this luxury car brand","response":"Mercedes-Benz"}],"originalDate":"2013-09-19"},{"category":"THAT'S THE STORY","comments":"","clues":[{"text":"This type of story's name says it all<span class=\"nobreak\">--</span>which character committed the murder?","response":"a whodunnit"},{"text":"A parable is a short story with a moral, like the one Jesus told about this unlikely savior in Luke 10","response":"the good Samaritan"},{"text":"In Italian it's any tale, &amp; can also mean news; in English it's a longish story, like \"The Turn of the Screw\"","response":"a novella"},{"text":"Though its name harks back to medieval times, this genre of mystery &amp; terror thrived from 1790 to 1820","response":"gothic novel"},{"text":"This adjective follows \"penny\" in a term for a cheap lurid novel of 19th century England","response":"dreadful"}],"originalDate":"2013-09-19"},{"category":"FEMALE NOBEL PEACE PRIZE WINNERS","comments":"","clues":[{"text":"Shirin Ebadi was the first Iranian woman &amp; the first woman of this faith to win the Nobel Peace Prize","response":"Islam"},{"text":"Wangari Maathai's Green Belt Movement works to prevent desertification &amp; this, the loss of trees","response":"deforestation"},{"text":"Betty Williams &amp; Mairead Corrigan Maguire, co-winners for 1976, were both born in this troubled city","response":"Belfast"},{"text":"Jody Williams helped found the ICBL, the International Campaign to Ban these, winning her the prize in 1997","response":"landmines"},{"text":"Rigoberta Menchu kept her Nobel Prize in Mexico while in exile from her homeland, this Central American neighbor","response":"Guatemala"}],"originalDate":"2013-09-19"},{"category":"ON THEIR TOMBSTONES","comments":"","clues":[{"text":"1900 to 1971:<br>\"Satchmo\"","response":"Louis Armstrong"},{"text":"1935 to 1998:<br>\"And the Beat Goes On\"","response":"Sonny Bono"},{"text":"1938 to 2007:<br>\"Explorer \", \"Motorcyclist &amp; Daredevil\"","response":"Evel Knievel"},{"text":"1917 to 1995:<br>\"Everybody Loves Somebody Sometime\"","response":"Dean Martin"},{"text":"1911 to 1956:<br>\"World's Greatest Woman Athlete\"","response":"Babe Didrikson"}],"originalDate":"2013-09-19"},{"category":"NEW YORK PEOPLE, PLACES &amp; THINGS","comments":"","clues":[{"text":"Completed in 1883, this bridge over the East River was built at a cost of $15 million (but I'll sell it to you for a cool 10)","response":"the Brooklyn Bridge"},{"text":"The programs of this mayor of NYC from 1934 to 1945 included slum clearance &amp; airport construction","response":"La Guardia"},{"text":"James &amp; Franklin, sons of this First Lady &amp; native New Yorker, both served in the House of Representatives","response":"Eleanor Roosevelt"},{"text":"He was born Henry McCarty in New York City; some 22 years later, Pat Garrett put an end to him","response":"Billy the Kid"},{"text":"38 miles long &amp; 3 miles wide at its broadest point, Seneca is the largest of this \"body part\" group of lakes","response":"the Finger Lakes"}],"originalDate":"2013-09-19"},{"category":"BACTERIA","comments":"","clues":[{"text":"In 1976 scientists discovered Legionella pneumophila, a new bacterium that causes this form of pneumonia","response":"Legionnaires' disease"},{"text":"In the mid-19th c. this Frenchman found that some bacteria are anaerobiotic, meaning they live without oxygen","response":"Pasteur"},{"text":"Bacteria are often named according to their shape<span class=\"nobreak\">--</span>bacilli are rod-shaped, cocci are this shape","response":"spherical (or round)"},{"text":"In 1884 Robert Koch discovered that this waterborne disease was caused by a comma-shaped bacillus","response":"cholera"},{"text":"Meaning \"acid loving\", this \"good\" species of bacteria is used to make yogurt","response":"acidophilus"}],"originalDate":"2013-09-19"}],{"category":"LANDMARKS","text":"Of the 6 current standard U.S. coins, the number that feature U.S. landmarks","response":"2"}]}