{"mix":2698,"rounds":[[{"category":"DANCERS","comments":"","clues":[{"text":"He wore his trademark top hat &amp; tails in his very 1st film, \"Dancing Lady\", with Joan Crawford","response":"Fred Astaire"},{"text":"Once a female impersonator, this Broadway hoofer played a Broadway hoofer in \"Yankee Doodle Dandy\"","response":"(James) Cagney"},{"text":"This 1983 film focused on a steelworker named Alex who wanted to be a ballerina","response":"<i>Flashdance</i>"},{"text":"Carole Bishop, Sammy Williams &amp; Donna McKechnie all won Tony Awards for playing dancers in this musical","response":"(<i>A</i>) <i>Chorus Line</i>"},{"text":"Though born in Bombay, Juliet Prowse grew up in this country","response":"South Africa"}],"originalDate":"1989-01-26"},{"category":"BUSINESS BIGGIES","comments":"","clues":[{"text":"There's a glut of cola on the market, so this company's giving us more Kisses","response":"Hershey's"},{"text":"This credit card co. is test marketing a supersmart card to flash an authorization code for purchases","response":"Visa"},{"text":"In February 1988 Hallmark Cards bought Univision, a TV network that broadcasts in this language","response":"Spanish"},{"text":"Companies from the far east have spent about $1 million since 1986 to incorporate in this U.S. state","response":"Delaware"},{"text":"Their ads say it's the only vodka imported into the U.S. from Russia","response":"Stolichnaya"}],"originalDate":"1989-01-26"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This academy's honor code says simply, \"A cadet will not lie, cheat or steal, or tolerate those who do\"","response":"West Point"},{"text":"Harvard is the best endowed university in the U.S. &amp; this university at Austin is 2nd","response":"University of Texas"},{"text":"Pat Buchanan said of Reagan &amp; this university, \"In his heart, that's where he thinks he went to school\"","response":"Notre Dame"},{"text":"According to a U.S. News &amp; World Report survey, university presidents rate this western school best","response":"Stanford"},{"text":"As an undergraduate, Michael Dukakis attended this Pennsylvania college","response":"Swarthmore"}],"originalDate":"1989-01-26"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This skiing term comes from Norwegian for \"sloping track\"","response":"slalom"},{"text":"Mystic movement reputedly named for its mysterious founder, a 15th c. man named Rosenkreutz","response":"Rosicrucians"},{"text":"This small, lacy, ornamental mat was named for an 18th century London draper","response":"doily"},{"text":"This word for an elephant or rhino comes from the Greek for \"thick skin\"","response":"pachyderm"},{"text":"Drink whose name comes from the Sanskrit for five \"panca\", because it originally had 5 ingredients","response":"punch"}],"originalDate":"1989-01-26"},{"category":"WEATHER","comments":"","clues":[{"text":"Lack of rain keeps pollen in the air &amp; causes extra misery to those who suffer from this condition","response":"hay fever"},{"text":"In summer, about 100 of these small funnels appear ea. month under ordinary cumulus clouds off Florida","response":"waterspouts"},{"text":"The largest of these reported in the U.S. weighed over 1&#189; pounds &amp; was found in Kansas in 1970","response":"hailstones"},{"text":"Named for King Arthur's legendary half sister a Fata Morgana is this type of illusion","response":"mirage"},{"text":"Dr. James Hansen, chief of NASA's Institute of Space Studies, blames this predicted phenomenon for the 1988 drought","response":"Greenhouse Effect"}],"originalDate":"1989-01-26"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Some felt the widely disputed election of this centennial year put the U.S. on the verge of a 2nd civil war","response":"1876"},{"text":"On Nov. 1775 this body decreed Amer. soldiers should get a quart of cider or spruce beer daily","response":"Continental Congress"},{"text":"Against orders, he led British troops into Virginia in 1781 &amp; ended up surrendering to American forces","response":"Lord Cornwallis"},{"text":"Though Hamilton was the leader of this party, it passed him over in 1796 &amp; nominated Adams instead","response":"Federalists"},{"text":"Famed 19th c. educator who said, \"Be ashamed to die until you have won some victory for humanity\"","response":"Horace Mann"}],"originalDate":"1989-01-26"}],[{"category":"TRANSPORTATION IN FILMS","comments":"","clues":[{"text":"Owner &amp; pilot of the Millenium Falcon","response":"Han Solo"},{"text":"Lawrence of Arabia's exploits were directed against trains operated by this country","response":"Turkey"},{"text":"\"Das Boot\" was this type of boat","response":"U-boat"},{"text":"The plot of \"Airplane II\" has Robert Hays' character piloting one of these to safety","response":"space shuttle"},{"text":"Geraldine Page began her \"Trip to Bountiful\" on this type of vehicle","response":"bus"}],"originalDate":"1989-01-26"},{"category":"ALL NUMBERS","comments":"","clues":[{"text":"In tennis, the number of players on the court in a singles match","response":"2"},{"text":"Slang for zero, it's also something you'd put on the front of an envelope","response":"zip"},{"text":"The lowest whole number as written in English that contains its corresponding Roman numeral","response":"5"},{"text":"In a pinochle deck, each of the 4 suits has this many cards","response":"12"},{"text":"If you kowtow to the emperor, your head should touch the floor this many times after each kneeling","response":"3"}],"originalDate":"1989-01-26"},{"category":"\"C\" CITIES","comments":"","clues":[{"text":"City on the banks of the Nile about 500 miles downriver from the Aswan High Dam","response":"Cairo"},{"text":"Dar El-Beida is the Arabic name of this, Morocco's largest city","response":"Casablanca"},{"text":"A Panamanian town, Cristobal, meaning \"Christopher\", is next to this town, whose name means \"Columbus\"","response":"Colon"},{"text":"The Pinyin Chinese name for this southern port is Guangzhou","response":"Canton"},{"text":"Originally called Rapids City, this Iowa city was renamed in 1849 to include the name of the river","response":"Cedar Rapids"}],"originalDate":"1990-04-09"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Sitting Bull was born into the Hunkpapa division of this tribe","response":"Sioux"},{"text":"George Bush plays this game at a special White House pit","response":"horseshoes"},{"text":"The type of muffin you're likely to find with your Eggs Benedict","response":"English muffins"},{"text":"Despite its name, this design usually consists of more than one initial","response":"monogram"},{"text":"This Sinclair Lewis novel opens with \"The towers of Zenith aspired above the morning mist...\"","response":"<i>Babbitt</i>"}],"originalDate":"1990-04-09"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Since 1931 this airline's 4-engined planes have been known as Clippers","response":"Pan Am"},{"text":"\"Bus\" is short for this Latin word used in 19th C. France to describe a vehicle \"for all\"","response":"omnibus"},{"text":"A one horse open sleigh, or a small, lightly armed motorboat used by the Coast Guard","response":"cutter"},{"text":"Chrysler says these safety devices are standard on all its U.S.-built cars beginning with 1990 models","response":"air bags"},{"text":"When completed in 1916, this railroad was the world's longest <span class=\"nobreak\">--</span> &amp; still is","response":"Trans-Siberian"}],"originalDate":"1990-04-09"},{"category":"GEMS &amp; JEWELRY","comments":"","clues":[{"text":"This brilliant green gem is actually a rare variety of beryl","response":"emerald"},{"text":"In names of gems, this word follows hawk's, cat's &amp; tiger's","response":"eye"},{"text":"Asterism, an optical effect found in some sapphires, is a gleam shaped like this","response":"star"},{"text":"The \"seed\" variety of these weighs less than 1/4 grain, equivalent to 1/16 carat","response":"pearl"},{"text":"Alphabetically last in a list of birthstones, it's 1 of the 2 birthstones for December","response":"zircon"}],"originalDate":"1990-04-09"}],{"category":"PHILOSOPHY","text":"Despite the title, in this Plato work, Socrates says, \"I shall never alter my ways, not even if I have to die many times\"","response":"the <i>Apologia</i> or <i>Apology</i>"}]}