{"mix":2702,"rounds":[[{"category":"LYRICS","comments":"","clues":[{"text":"Whitney Houston asked, \"where do broken\" ones of these \"go, can they find their way home\"","response":"hearts"},{"text":"Sitcom whose theme song begins, \"Making your way in the world today takes ev'rything you've got\"","response":"<i>Cheers</i>"},{"text":"Song in which Michael Jackson insults the opposition with \"your talk is cheap, you're not a man\"","response":"\"Bad\""},{"text":"The first line of this Elton John - Bernie Taupin song is \"Goodbye, Norma Jean\"","response":"\"Candle In The Wind\""},{"text":"\"You got to pick 'em up just to say hello\", Randy Newman sang about these people","response":"short people"}],"originalDate":"1989-02-03"},{"category":"MONEY","comments":"","clues":[{"text":"Hey big spenders, in 1969 the government stopped issuing the $5,000 &amp; $10,000 bills &amp; these 2 below them","response":"the $1,000 bill & the $500 bill"},{"text":"American colonists who wanted \"2 bits\" in change chopped up a dollar coin from this country","response":"Spain"},{"text":"When a 16 month period of hyperinflation hit this country in Aug. 1922, prices increased 10 billion-fold","response":"Germany"},{"text":"Federal Reserve notes are signed by those holding these 2 posts","response":"the Secretary of the Treasury and the Treasurer of the United States"},{"text":"U.S. coin on which you'd find a torch &amp; sprigs of oak &amp; laurel","response":"a dime"}],"originalDate":"1989-02-03"},{"category":"KID STUFF","comments":"","clues":[{"text":"\"Birthdayland\" at Walt Disney World was built to celebrate his 60th","response":"Mickey Mouse"},{"text":"The \"Toys R Us\" logo is not accurate here because our computer can't print this","response":"a backwards R"},{"text":"The story of \"Pinocchio\" originated in this country","response":"Italy"},{"text":"If this talking bear got a new tape, it might say its maker, Worlds of Wonder, filed for bankruptcy","response":"Teddy Ruxpin"},{"text":"In the nursery rhyme \"Rub-A-Dub-Dub\", they are the 3 knaves","response":"the butcher, the baker, and the candlestick maker"}],"originalDate":"1989-02-03"},{"category":"FOOD","comments":"","clues":[{"text":"Bacteria produces gas bubbles that create these as Swiss cheese ripens","response":"the holes (the eyes)"},{"text":"Of a banana, a tomato or a strawberry, the one that is not technically a berry","response":"a strawberry"},{"text":"Cock-a-leekie, which is made with chicken, leeks &amp; cream, is this type of dish","response":"a soup"},{"text":"Napoleon is said to have named this lobster dish for the month in which it was 1st served to him","response":"lobster Thermidor"},{"text":"A chocolate drop covered with white pellets of sugar, or a person who has no equal","response":"a nonpareil"}],"originalDate":"1989-02-03"},{"category":"FAMOUS DAVIDS","comments":"","clues":[{"text":"Camp David, the presidential retreat, was named for this grandson of a president","response":"(David) Eisenhower"},{"text":"Fittingly, he played a character named \"Bernie\" on a 1970s TV sitcom","response":"David Birney"},{"text":"Paul Shaffer told him, \"I know Johnny Carson. You're no Johnny Carson.\"","response":"David Letterman"},{"text":"Of Crosby, Stills, Nash or Young, the one named David","response":"David Crosby"},{"text":"This producer's search for Scarlett O'Hara ended with the discovery of Vivian Leigh","response":"David Selznick"}],"originalDate":"1989-02-03"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The Boston Mountains of Arkansas are the highest peaks of this mountain range","response":"the Ozarks"},{"text":"Of 10, 46 or 132, the number of islands that make up Hawaii","response":"132"},{"text":"It's the only New England state that does not border the Atlantic Ocean","response":"Vermont"},{"text":"City that's the easternmost state capital","response":"Augusta, (Maine)"},{"text":"State where you'd find the Dry Tortugas, site of Ft. Jefferson Nat'l Monument","response":"Florida"}],"originalDate":"1989-02-03"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"In this novel, Friday goes to Europe &amp; gets scared when he sees snow for the 1st time","response":"<i>Robinson Crusoe</i>"},{"text":"The 1st line of \"Rebecca\" is \"Last night I dreamt I went to\" this place \"again\"","response":"Manderley"},{"text":"Emily Bronte died tragically just 1 year after the publication of this, her only novel","response":"<i>Wuthering Heights</i>"},{"text":"\"I have never begun a novel with more misgiving\" is the 1st line of his book \"The Razor's Edge\"","response":"Somerset Maugham"},{"text":"His famous story \"Death in Venice\" opens in Munich, not in Italy","response":"Thomas Mann"}],"originalDate":"1989-02-03"},{"category":"ASSASSINATIONS","comments":"","clues":[{"text":"The 1979 assassination of Lord Mountbatten is attributed to this organization","response":"IRA"},{"text":"Tho some say the murder weapon was an ax, &amp; others an icepick, all agree he was killed in exile in 1940","response":"Trotsky"},{"text":"Nathuram Godse shot him January 30, 1948","response":"Gandhi"},{"text":"Of the 2 presidents who died in Buffalo, N.Y., the one who was assassinated","response":"McKinley"},{"text":"In '74 wife was killed by a bullet meant for him, &amp; in '79 he was killed by the Korean CIA chief","response":"Park (Chung-hee)"}],"originalDate":"1989-02-03"},{"category":"ANTONYMS","comments":"","clues":[{"text":"In the West Indies St. Martin is part of the Leeward Islands &amp; St. Vincent is part of these","response":"Windward Islands"},{"text":"Historic Massachusetts town that's an antonym of discord","response":"Concord"},{"text":"These 5-letter adjective antonyms for town &amp; country both contain \"ur\" in that order","response":"rural & urban"},{"text":"This comparative form of far is an antonym of hinder","response":"further"},{"text":"This word for a liquid that can dissolve other substances is also an antonym of bankrupt","response":"solvent"}],"originalDate":"1989-02-03"},{"category":"SECRETARIES","comments":"","clues":[{"text":"If you saw the 1st episode of \"Dynasty\", you know that this character was once Blake's secretary","response":"Crystal"},{"text":"She was in the news more than any other church secretary in 1987","response":"Jessica Hahn"},{"text":"From 1953-57 she played \"Private Secretary\" Susie McNamara on TV","response":"Ann Sothern"},{"text":"It was the 1st film in which Canadian actress Lois Maxwell played Miss Moneypenny","response":"<i>Dr. No</i>"},{"text":"Fawn Hall worked for Oliver North at this organization","response":"National Security Council"}],"originalDate":"1989-02-03"},{"category":"THE 50 STATES","comments":"","clues":[{"text":"Wyoming's capital, its name means \"red talkers\", not Clint Walker","response":"Cheyenne"},{"text":"These mountains are pictured on Vermont's state flag","response":"Green Mountains"},{"text":"Delaware is the only state in which these are subdivided into \"hundreds\"","response":"counties"},{"text":"You can visit a resort on the Mescalero Apache Reservation in this \"Land of Enchantment\"","response":"New Mexico"},{"text":"Perhaps \"The Yellow Rose of Texas\" wore this, Texas' yellow state gemstone","response":"topaz"}],"originalDate":"1989-02-02"},{"category":"KIDDIE LIT","comments":"","clues":[{"text":"This youngest \"little woman\" married Laurie after her sister Jo turned him down","response":"Amy"},{"text":"He wrote a book of fairy tales years before he was imprisoned in Reading Gaol","response":"Oscar Wilde"},{"text":"At the end of Hans Christian Andersen's story, this tiny little girl becomes queen of all the flowers","response":"Thumbelina"},{"text":"After eating the apple, Snow White \"slept\" in one of these made of glass","response":"coffin"},{"text":"As far as we know, the only thing he &amp; his wife ever did was lick the platter clean","response":"Jack Sprat"}],"originalDate":"1989-02-02"}],{"category":"FOOD BRANDS","text":"Seen <a href=\"https://www.j-archive.com/media/2018-01-31_FJ.png\" target=\"_blank\">here</a> is the location of the first plant of this company","response":"Ore-Ida"}]}