{"mix":2705,"rounds":[[{"category":"CHICKENS","comments":"","clues":[{"text":"Records from this Asian nation show people raised chickens there as early as 1400 B.C.","response":"China"},{"text":"Of 20, 45 or 60 lbs., the amount of chicken eaten per person each year in the U.S.","response":"60 lbs."},{"text":"The top producer of broilers in the U.S., this \"Razorback\" state turns out over &#190; of a billion annually","response":"Arkansas"},{"text":"Some experts believe these fleshy features help chickens to keep cool","response":"combs"},{"text":"Term used for some small varieties of chickens, or weight of some small prizefighters","response":"bantamweight"}],"originalDate":"1989-02-01"},{"category":"IN THE OCEAN","comments":"","clues":[{"text":"This astronomical body is the main cause of tides","response":"the Moon"},{"text":"An abundance of this shrimplike crustacean may account for large numbers of dead water fish near Maine","response":"krill"},{"text":"This type of crab moves into the empty shells of mollusks","response":"hermit crab"},{"text":"Killer whales travel in groups called these","response":"pods"},{"text":"During WWII he &amp; Emile Gagnan invented the aqualung &amp; the sport of scuba diving","response":"Jacques Cousteau"}],"originalDate":"1989-02-01"},{"category":"SHIPS","comments":"","clues":[{"text":"The science of calculating the position of a ship &amp; directing its course","response":"navigation"},{"text":"According to the camp song, \"It was sad when\" this \"great ship went down\"","response":"Titanic"},{"text":"Also called an air cushion vehicle, it rides on air just above the water's surface","response":"hovercraft"},{"text":"Privately-owned ships registered in certain countries to pay lower taxes are said to fly this type of flag","response":"flag of convenience"},{"text":"Meaning \"tied wood\", this boat originally consisted of a platform lashed across 2 canoes or logs","response":"catamaran"}],"originalDate":"1989-02-01"},{"category":"MUSICALS","comments":"","clues":[{"text":"Song writing team whose \"Flower Drum Song\" featured a real flower drum in one of its numbers","response":"Rodgers & Hammerstein"},{"text":"\"It's plain as it can be they thought of you &amp; me! the night they invented\" this potent potable","response":"champagne"},{"text":"\"Once Upon a Mattress\" is based on this fairy tale involving a mattress","response":"<i>The Princess and the Pea</i>"},{"text":"This musical was the 1st to tell us \"There's No Business Like Show Business\"","response":"<i>Annie Get Your Gun</i>"},{"text":"Late dancer who popularized \"Once in Love with Amy\" in Broadway's \"Where's Charley?\"","response":"Ray Bolger"}],"originalDate":"1989-02-01"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"The 1st soldier buried in this national cemetery was a Confederate prisoner who died in 1864","response":"Arlington"},{"text":"\"Tippecanoe's\" VP, he was 1st to succeed to the presidency after death of the incumbent","response":"John Tyler"},{"text":"2 of 3 of the original 13 colonies founded by colonists from Massachusetts","response":"New Hampshire, Rhode Island & Connecticut"},{"text":"This S. Carolina senator was governor of the state when he ran against Truman &amp; Dewey in 1948","response":"Strom Thurmond"},{"text":"Western state which entered the Union as a result of the Compromise of 1850","response":"California"}],"originalDate":"1989-02-01"},{"category":"MEDIUM &amp; MESSAGE","comments":"","clues":[{"text":"An anonymous hate letter is said to have been written with this venomous instrument","response":"poison pen"},{"text":"On his latest album, comic Bob Goldthwait put in messages that could only be understood this way","response":"by playing the album backwards"},{"text":"Meaning circular, it's a circular sent out by the Pope","response":"encyclical"},{"text":"Mediums still hope for a specially coded message from this man who died October 31, 1926","response":"Harry Houdini"},{"text":"The Garcia to whom the message was sent, Calixto Garcia Iniquez, was a revolutionary in this country","response":"Cuba"}],"originalDate":"1989-02-01"}],[{"category":"NEW YORK CITY","comments":"","clues":[{"text":"Some tenants of the Chrysler Building refer to this rival building as \"Old Kong\"","response":"Empire State Building"},{"text":"Over 10,000 jobs were lost in NYC because of this October 1987 event","response":"stock market crash"},{"text":"Some 4.5 billion has been budgeted to renovate these 3 N.Y. area airports over the next 10 years","response":"LaGuardia, Kennedy and Newark"},{"text":"Plans to renovate this midtown intersection call for thousands of colored lights","response":"Times Square"},{"text":"Due to corrosion, the Williamsburg Bridge, linking these 2 boroughs, was closed during the spring of '88","response":"Brooklyn & Manhattan"}],"originalDate":"1989-01-31"},{"category":"TV TRIVIA","comments":"","clues":[{"text":"MTV game show hosted by Ken Ober, or a device to turn off an MTV game show hosted by Ken Ober","response":"<i>Remote Control</i>"},{"text":"City in which Robert Stack's Eliot Ness was based","response":"Chicago"},{"text":"SNL alumnus Harry Shearer played the Eddie Haskell type character in the 1957 pilot of this sitcom","response":"<i>Leave it to Beaver</i>"},{"text":"In the '60s, this character sported the no. 1 U.N.C.L.E. badge","response":"Mr. Waverly"},{"text":"\"Mr. Rogers\" &amp; \"Sesame Street\" didn't debut on PBS, but on this, its forerunner","response":"National Educational Television (NET)"}],"originalDate":"1989-01-31"},{"category":"BUSINESS","comments":"","clues":[{"text":"This \"candy-coated popcorn, peanuts &amp; a prize\" product is big in Bolivia","response":"Cracker Jack"},{"text":"A company called Trunk &amp; Hunk operates these 2 animal rides at the San Diego Zoo","response":"elephant ride & camel ride"},{"text":"In 1988 this German auto company closed its U.S. plant","response":"Volkswagen"},{"text":"This man holds the lease on the Omni Coliseum that hosted the 1988 Democratic National Convention","response":"Ted Turner"},{"text":"Bally Manufacturing Corp., which started making these in 1931, sold off that division in 1988","response":"pinball machines"}],"originalDate":"1989-01-31"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"Completes the title of Walter D. Edmonds' 1936 historical novel, \"Drums Along the ...\"","response":"Mohawk"},{"text":"William Sydney Porter probably used this pseudonym to conceal the fact that he was in jail","response":"O. Henry"},{"text":"Book in which Jody learns, when he kills his fawn, that \"Love's got nothing to do with corn\"","response":"<i>The Yearling</i>"},{"text":"In \"The Sun Also Rises\" Hemingway quotes this author as saying, \"You are all a lost generation\"","response":"Gertrude Stein"},{"text":"\"More tears are shed over answered prayers than unanswered\" was 1 of this author's favorite quotes","response":"Truman Capote"}],"originalDate":"1989-01-31"},{"category":"VITAMINS &amp; MINERALS","comments":"","clues":[{"text":"This edible organ is the only meat with nutritionally significant amounts of vitamin C","response":"liver"},{"text":"Olives, clams &amp; buckwheat are high in this mineral vital to the blood","response":"iron"},{"text":"Beer is relatively rich in this vitamin group","response":"B vitamins"},{"text":"The body converts carotenes found in some plants, into this vitamin, found only in animals","response":"vitamin A"},{"text":"Calcium is the most abundant mineral in the body while this is 2nd","response":"phosphorus"}],"originalDate":"1989-01-31"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"British term for a one horse carriage that sounds like it might be \"in the ointment\"","response":"fly"},{"text":"This Pennsylvania city got a railroad in 1838; Monopoly sets got it later","response":"Reading"},{"text":"It can be a boat or a balloon basket","response":"gondola"},{"text":"One of these powered a 17-second trip for Bill Suitor during the 1984 Olympic opening ceremonies","response":"rocket belt"},{"text":"This liner was known as the Seawise University when destroyed by fire in 1972 in Hong Kong","response":"Queen Elizabeth I"}],"originalDate":"1989-01-31"}],{"category":"CHILDREN'S LIT","text":"Introduced in 1945, she claimed to have the middle names Delicatessa Windowshade Mackrelmint Efraim's Daughter","response":"Pippi Longstocking"}]}