{"mix":2708,"rounds":[[{"category":"THIS CATEGORY HAS \"IZE\"","comments":"(Alex: \"I-Z-E\" coming up<span class=\"nobreak\">--</span>or, for Shuli's benefit, \"I-Zed-E\" coming up<span class=\"nobreak\">--</span>in each correct response.)","clues":[{"text":"You do this to tell someone you're sorry for what you did","response":"apologize"},{"text":"To punish a sports player for an infraction","response":"penalize"},{"text":"To sprinkle the forehead with water to signify entry into the faith","response":"baptize"},{"text":"To kill microorganisms in preparation for surgery","response":"sterilize"},{"text":"To sing in pleasant addition to the main singer","response":"harmonize"}],"originalDate":"2013-07-31"},{"category":"WHAT'S FOR BREAKFAST?","comments":"","clues":[{"text":"Grab a cup of this, like Dannon's \"Fruit on the Bottom\"; it's a good source of calcium","response":"yogurt"},{"text":"How about a Belgian one of these treats, made in an iron &amp; served with butter &amp; maple syrup","response":"a waffle"},{"text":"I'll cook some huevos rancheros, these served on tortillas &amp; topped with salsa","response":"eggs"},{"text":"A Southern favorite is the buttermilk type of these small quick breads smothered in gravy","response":"a biscuit"},{"text":"For the record there's no fish called a lox<span class=\"nobreak\">--</span>the lox on your bagel is made from this fish","response":"salmon"}],"originalDate":"2013-07-31"},{"category":"AUTHORS","comments":"","clues":[{"text":"He wove the Book of Revelation into his final Narnia book, \"The Last Battle\"","response":"C.S. Lewis"},{"text":"On June 2, 2003 she awoke from a dream with the characters Edward &amp; Isabella in mind","response":"Stephenie Meyer"},{"text":"As a teenager in Missouri, he got a job as a writer on his brother's newspaper, the Hannibal Western Union","response":"Mark Twain"},{"text":"Captain George North was the pseudonym this author first used for \"Treasure Island\"","response":"Robert Louis Stevenson"},{"text":"While living in Paris in the 1820s, this \"Rip Van Winkle\" author wrote plays to support himself","response":"Washington Irving"}],"originalDate":"2013-07-31"},{"category":"LET'S PLAY A GAME","comments":"","clues":[{"text":"Extracting a pencil to cure \"Writer's Cramp\" in the patient in this game might require the nerves of a surgeon","response":"<i>Operation</i>"},{"text":"We hope the Gingerbread People avoid the Molasses Swamp &amp; make it to the Lollipop Woods in this board game","response":"<i>Candy Land</i>"},{"text":"In the classic Milton Bradley game, a battleship is 4 squares &amp; this is the biggest vessel, taking up 5","response":"the naval carrier"},{"text":"The weapons in this game have included a rope, a lead pipe, a knife, a wrench, a revolver &amp; a candlestick","response":"<i>Clue</i>"},{"text":"This game in which little men are lined up on rods in rows is also called table soccer","response":"foosball"}],"originalDate":"2013-07-31"},{"category":"PEAKS &amp; VALLEYS","comments":"","clues":[{"text":"The Willamette Valley is the agricultural heart of this \"Beaver State\"","response":"Oregon"},{"text":"Among the world's deepest, Nepal's Kali Gandaki River Valley lies between 2 26,000-foot peaks in this range","response":"the Himalayas"},{"text":"Trying to find the highest peak in this mountain system? The \"trail\" leads to Mount Mitchell in North Carolina","response":"the Appalachian Mountains"},{"text":"The Valley of them was the burial site for most of the pharaohs of Ancient Egypt's New Kingdom","response":"the Kings"},{"text":"Go ahead, build a house on Madera Volcano in Nicaragua<span class=\"nobreak\">--</span>it's this word meaning \"sleeping\"","response":"dormant"}],"originalDate":"2013-07-31"},{"category":"MUSEUMS","comments":"","clues":[{"text":"To visit the Museum of the Confederacy, you have to go to this Virginia capital","response":"Richmond"},{"text":"This Paris museum is the most visited art museum in the world","response":"the Louvre"},{"text":"In 2012 the Children's Museum of Indianapolis had an exhibit honoring this classic toy spud","response":"Mr. Potato Head"},{"text":"What's called \"The Oldest House Museum Complex\" is located in this Florida city, the USA's oldest city","response":"St. Augustine"},{"text":"A hand-pulled hose cart is on display at the Orange County, New York museum of these professionals","response":"firefighters"}],"originalDate":"2013-07-31"}],[{"category":"YOU DO THE MATH","comments":"","clues":[{"text":"If you have 2 dozen dolls &amp; you sell 1/3 of them, you're left with this many","response":"16"},{"text":"Your class forms a leapfrog league with teams made up of 4 players each; with 28 kids in your class, there are this many teams","response":"7"},{"text":"Vacation has taken you to a country where it's 4 pesos to every dollar, so your $7.50 gets you this many pesos","response":"30 pesos"},{"text":"You've got $2,000 saved for that Ferrari; at 5.5% annual interest, you'll make this much towards your goal in one year","response":"$110"},{"text":"You can eat 2 pancakes in a minute &amp; a half, so it'll take you this long to eat 8","response":"6 minutes"}],"originalDate":"2013-07-31"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1969 Apollo 11 landed humans here for the first time ever","response":"the Moon"},{"text":"On Sept. 3, 1939 Great Britain &amp; then France declared war on Germany, &amp; this war was on","response":"World War II"},{"text":"In August 2008 the Summer Olympics took place in this Asian country","response":"China"},{"text":"The Gregorian one of these replaced the Julian one in 1582 &amp; moved the date forward 10 days to catch things up","response":"a calendar"},{"text":"This khan, the grandson of Genghis Khan, ruled much of Asia by the time he died in 1294","response":"Kublai"}],"originalDate":"2013-07-31"},{"category":"LET ME ENTERTAIN YOU","comments":"","clues":[{"text":"Drake &amp; Eminem were featured artists on \"Loud\", an album from this single-named singer","response":"Rihanna"},{"text":"Steve Carell voiced \"superbad superdad\" Gru, a criminal mastermind-turned-family man in this animated pic","response":"<i>Despicable Me</i>"},{"text":"Jamie, Adam &amp; their team separate truth from urban legend on this Discovery Channel show","response":"<i>MythBusters</i>"},{"text":"She's tall &amp; thin, she's blonde, she's a Best Country Solo Performance Grammy winner for her song \"Mean\"","response":"Taylor Swift"},{"text":"He's short &amp; round, he's pink, he's the title video game character in his \"Return to Dream Land\"","response":"Kirby"}],"originalDate":"2013-07-31"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Sayonara means this in Tokyo; hey, we just got here","response":"goodbye"},{"text":"People in Paris mainly use this word to say yes, yes, yes all the way home","response":"<i>oui</i>"},{"text":"If you like your potato chips salzig in Salzburg, you like them this way","response":"salty"},{"text":"\"Buenas tardes\" said our tour guide in Madrid; he meant this","response":"good afternoon"},{"text":"Beethoven put this Italian word for a brisk tempo on 3 of the 4 movements of his Fifth Symphony","response":"<i>allegro</i>"}],"originalDate":"2013-07-31"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"The border states were exempt from this 1863 declaration freeing the slaves","response":"the Emancipation Proclamation"},{"text":"After fall of Richmond, last Confederate cabinet meeting was held in this largest N.C. city","response":"Charlotte"},{"text":"It was known as \"the gentleman's pastime\" until playing it at Civil War Army posts popularized it","response":"baseball"},{"text":"The \"Angel of the Battlefield\"","response":"Clara Barton"},{"text":"From Latin for \"before war\", term applied to pre-Civil War south &amp; its grand plantations","response":"antebellum"}],"originalDate":"1986-02-03"},{"category":"THE CONTINENTS","comments":"","clues":[{"text":"Most of Africa lies in this direction from the Equator","response":"north"},{"text":"More than <sup>2</sup><sub>/3</sub> of all people in the world live on these 2 continents, sometimes considered 1","response":"Asia & Europe"},{"text":"Of North America, Europe, or Australia, the continent where people have the longest life expectancy","response":"Australia"},{"text":"McKinley, Aconcagua, &amp; Elbrus are the highest mtns. on these 3 continents, respectively","response":"North America, South America, and Europe"},{"text":"Sometimes called \"8th continent\", it's collective name for some 200-300 thousand sq. land miles in the Pacific","response":"Oceania"}],"originalDate":"1986-02-03"}],{"category":"LITERARY BROTHERS","text":"This character first appeared in \"The Adventure of the Greek Interpreter\", an 1893 story in London's Strand Magazine","response":"Mycroft Holmes"}]}