{"mix":2715,"rounds":[[{"category":"WHALES","comments":"","clues":[{"text":"Whales can't perform this vital function through their mouths, only their blowholes","response":"breathing"},{"text":"A gray whale calf in captivity at this San Diego aquatic park gained over 1 lb. per hour","response":"Sea World"},{"text":"Of 660, 6600 or 66,000, approximate # of whales killed in 1961-62 season","response":"66,000"},{"text":"\"Breaching\", it's the last thing we see the whales doing in \"Star Trek IV\"","response":"coming out of the ocean (jump out of the water)"},{"text":"1 of 2 groups into which whales are divided by dentition","response":"baleen (or toothed)"}],"originalDate":"1987-04-29"},{"category":"BEACHES","comments":"","clues":[{"text":"It's proposed Suffolk County, N.Y pay an initial cost of 54 mil. to put this back on Westhampton Beach","response":"sand"},{"text":"They still hold speed trials on the hard, white-sand beach in this Florida racing city","response":"Daytona Beach"},{"text":"Guide books now warn against swimming in the polluted water at this city's Copacabana Beach","response":"Rio"},{"text":"It's why there's presently only 1 beach at Great Salt Lake Park","response":"lake has risen so much"},{"text":"The name of this famous Venetian resort island means \"beach\" in Italian","response":"Lido"}],"originalDate":"1987-04-29"},{"category":"\"RED\"","comments":"","clues":[{"text":"In some versions of Grimm's fairy tale, this character is called \"Little Red Cap\"","response":"Little Red Riding Hood"},{"text":"In a popular playground game, these words would precede \"send Johnny right over\"","response":"red rover, red rover"},{"text":"A strong virile man with lots of erythrocytes is this","response":"red-blooded"},{"text":"On his '50s variety series, this comedian sang the following theme song, which he co-wrote: <i>I had a little girl by the name of Kate and every night we'd meet at eight. And when she'd greet me with a great big kiss I'd open my mouth and a holler like this</i>","response":"Red Buttons"},{"text":"New Orleans chef Paul Prudhomme helped populate this charred seafood dish","response":"blackened redfish"}],"originalDate":"1987-04-29"},{"category":"NUMBERS IN SONG","comments":"","clues":[{"text":"Biggest hit for The Crests was about a birthday cake with this many candles","response":"16"},{"text":"Neil Sedaka said, \"You've turned into the prettiest girl I've ever seen\" when she'd reached this age","response":"sweet 16"},{"text":"Title of the song that begins, \"Some people say a man is made out of mud\"","response":"\"Sixteen Tons\""},{"text":"Lacy J. Dalton sang \"God bless the boys who make the noise on\" this Nashville street","response":"16th Avenue"},{"text":"It's the specific distance mentioned in folk song \"The Erie Canal\"","response":"15 miles"}],"originalDate":"1987-04-29"},{"category":"IF ANYONE ASKS","comments":"","clues":[{"text":"Of Tommy Dorsey or Jimmy Dorsey, the one who played sax","response":"Jimmy Dorsey"},{"text":"It's short for \"and per se and\", which means \"this character by itself is the word 'and'\"","response":"ampersand"},{"text":"There are no standard running times on pre-1928 films because the image wasn't synchronized to this","response":"sound"},{"text":"He dresses in white except for red shoes with a cross embroidered on each one","response":"pope"},{"text":"It's said its other 56/100% is .28% carbonates, .11% alkali, &amp; .17% mineral matter","response":"Ivory Soap"}],"originalDate":"1987-04-29"},{"category":"CANADA","comments":"","clues":[{"text":"At least 5 different Canadian rivers are named for this rodent that lives in rivers","response":"beaver"},{"text":"Capital of the Yukon or what the Lone Ranger rode","response":"Whitehorse"},{"text":"Looking at Bullwinkle's mouth might remind you of this Saskatchewan river &amp; city","response":"Moose Jaw"},{"text":"North Atlantic air traffic isn't controlled from Goose Bay, but from this town, also named for a goose","response":"Gander, Newfoundland"},{"text":"Though not 1 of the Great Lakes, this largest lake entirely in Canada is also called \"Great\"","response":"Great Bear Lake"}],"originalDate":"1987-04-29"}],[{"category":"SICKNESS &amp; HEALTH","comments":"","clues":[{"text":"Color blindness, usually found in males, is inherited through this parent","response":"female"},{"text":"To treat a simple nosebleed, one should sit down, pinch nose &amp; lean in this direction","response":"lean forward"},{"text":"Some say spring, summer &amp; autumn attacks of this allergy are, in order reactions to tree, grass &amp; weed pollen","response":"hayfever"},{"text":"Nystagmus is the involuntary &amp; rapid movement of these in a horizontal, vertical or rotary direction","response":"eyes"},{"text":"Alphabet letter designation of the cell usually attacked by the aids virus","response":"T cell"}],"originalDate":"1987-04-29"},{"category":"POLITICAL QUOTES","comments":"","clues":[{"text":"Speaking of this, de Gaulle told JFK, \"I predict you will sink...into a bottomless military...quagmire\"","response":"Vietnam"},{"text":"\"You can fool all the people some of the time, &amp; some of the people all of the time, but you can't...\"","response":"you can't fool all of the people all of the time"},{"text":"2nd part of this slogan was \"to hell with Spain\"","response":"Remember the Maine"},{"text":"In 1952, he told the Rep. nat'l convention \"It is fatal to enter any war without the will to win it\"","response":"General Douglas MacArthur"},{"text":"In 1962, he supposedly said, \"We ought to saw off the eastern seaboard &amp; float it out to sea\"","response":"Barry Goldwater"}],"originalDate":"1987-04-29"},{"category":"TOUGH TV TRIVIA","comments":"","clues":[{"text":"If you're watching \"Fandango\" or \"You Can be a Star\", you're watching TNN, which is this","response":"The Nashville Network"},{"text":"Happy Kyne &amp; The Mirth Makers were house band on this late night show \"hosted\" by Martin Mull &amp; Fred Willard","response":"<i>Fernwood 2 Night</i>"},{"text":"On last prime time broadcast of \"What's My Line?\" in 1967, the \"Mystery Guest\" was this TV moderator","response":"John Daly"},{"text":"As this character, Bonnie Franklin brought up Julie &amp; Barbara \"One Day at a Time\"","response":"Ann Romano"},{"text":"It's what the \"J.R.\" stands for in J.R. Ewing's name","response":"John Ross"}],"originalDate":"1987-04-29"},{"category":"BORN ON THE 24th OF JULY","comments":"","clues":[{"text":"This San Francisco Giants home run king was born on July 24, 1964","response":"Barry Bonds"},{"text":"On July 24, 1783 this military man was liberated from his mom in Venezuela","response":"Simón Bolívar"},{"text":"She winged her way into the world on July 24, 1897 &amp; flew into history just shy of her 40th birthday","response":"Amelia Earhart"},{"text":"Before achieving fame as a pere, this novelist became a fils on July 24, 1802 in Aisne, France","response":"Alexandre Dumas"},{"text":"On July 24, 1956 it was clap hands, here comes Charlie, this future party-switching Florida governor","response":"Charlie Crist"}],"originalDate":"2013-07-24"},{"category":"NAIL POLISH COLORS","comments":"","clues":[{"text":"Limited-edition shades from MAC Cosmetics were inspired by these 2 girls from the Archie comics","response":"Betty & Veronica"},{"text":"OPI likes a pun: an orangey red is called \"A Roll in\" this Dutch seat of government","response":"The Hague"},{"text":"Completes the name of a polish by L'Oreal, \"Because You're...\"","response":"Worth It"},{"text":"Chanel named a yellow polish for this champagne &amp; orange juice cocktail","response":"a mimosa"},{"text":"Hard Candy's Crystal Confetti Collection includes a red &amp; black one named for this type of costume ball","response":"masquerade"}],"originalDate":"2013-07-24"},{"category":"COASTAL U.S. STATES","comments":"","clues":[{"text":"Its Gulf Coast is between Alabama's &amp; Louisiana's","response":"Mississippi"},{"text":"Of the 3 coastal western states in the lower 48, its coast is the shortest at 157 miles","response":"Washington"},{"text":"Bay Head on its famous \"shore\" was ravaged by Superstorm Sandy","response":"New Jersey"},{"text":"This New England state has the least, a scant 13 miles on the sea","response":"New Hampshire"},{"text":"Wilmington, near the mouth of the Cape Fear River, is its main seaport","response":"North Carolina"}],"originalDate":"2013-07-24"}],{"category":"TELEVISION","text":"It was on for 6 years, giving it the longest run of any animated TV show in prime time","response":"<i>The Flintstones</i>"}]}