{"mix":2723,"rounds":[[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"This Greek city was named for the goddess of wisdom","response":"Athens"},{"text":"Known to the Romans as Caledonia, it became a kingdom in 844 under Kenneth MacAlpin","response":"Scotland"},{"text":"Northern European country whose name means \"the low countries\"","response":"Netherlands"},{"text":"According to the Britannica, geographic distinction of the city of Ushuaia, Argentina","response":"southernmost city in the world"},{"text":"Resort &amp; tea producing center, this city in India's name is from Tibetan for \"town of the thunderbolt\"","response":"Darjeeling"}],"originalDate":"1986-11-24"},{"category":"HAPPY BIRD DAYS","comments":"","clues":[{"text":"This nurse was born on May 12, 1829 in Florence, Italy","response":"Florence Nightingale"},{"text":"These baseball birds won their last World Series on Oct. 16, 1983","response":"the Baltimore Orioles"},{"text":"Each ides of March the residents of Hinckley, Ohio honor the return of these birds of prey","response":"buzzards"},{"text":"On March 23, 1957, the army held public sale of their last of these outmoded means of communication","response":"homing pigeons"},{"text":"October 20, 1632 was the birthday of this great English architect","response":"(Sir Christopher) Wren"}],"originalDate":"1986-11-24"},{"category":"THAT'S SOME \"TUDE\"!","comments":"","clues":[{"text":"A natural ability, maybe for math","response":"aptitude"},{"text":"It sounds lonely, but Thoreau said he thrived best on this, as exhibited at Walden Pond","response":"solitude"},{"text":"The 13th Amendment outlaws slavery &amp; involuntary this","response":"servitude"},{"text":"It's a measure of the brightness of a star or the size of an earthquake","response":"magnitude"},{"text":"It's a dull or trite remark, or a meaningless cliche","response":"platitude"}],"originalDate":"2013-07-18"},{"category":"BUSINESS HISTORIES","comments":"","clues":[{"text":"When the founders of this Vermont company found the equipment to make bagels was too costly, they turned to ice cream","response":"Ben & Jerry's"},{"text":"James Monaghan traded his half of this pizza business to his brother Tom for a VW beetle; extra large mistake","response":"Domino's"},{"text":"In 1906 William Ramsay began making this shoe polish, which he named for his wife's native land Down Under","response":"Kiwi"},{"text":"In 1916 Pullman Brown was chosen as the color of this company's vehicles","response":"UPS"},{"text":"In 1926 this guide to auto values was first published in Los Angeles; a 1921 Nash touring car with a clock was worth $50","response":"Kelley Blue Book"}],"originalDate":"2013-07-18"},{"category":"CROSSING THE PARTY LINE","comments":"","clues":[{"text":"In 2013 this Republican didn't get a lot of Republican love in the Senate but was confirmed as defense secretary","response":"Chuck Hagel"},{"text":"Democrat Edwin Stanton served as Secretary of War under these 2 men, &amp; his removal caused an impeachment","response":"Abraham Lincoln & Andrew Johnson"},{"text":"John Connally, in the car when JFK was shot, became Secretary of the Treasury under this Republican","response":"Nixon"},{"text":"This Republican served as JFK's Secretary of Defense","response":"(Robert) McNamara"},{"text":"NYC Republican mayor Fiorello La Guardia served as chief of the office of civilian defense under this president","response":"FDR"}],"originalDate":"2013-07-18"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"One of the 2 South American members of OPEC","response":"Venezuela (or Ecuador)"},{"text":"Natural barriers like rivers, mountain ridges, even ditches and moats make up one quarter of the length of this landmark","response":"The Great Wall of China"},{"text":"Corinth is at the northern edge of this peninsula making up southern Greece","response":"the Peloponnesian Peninsula"},{"text":"Home to 140 million people, the island of Java is part of this country","response":"Indonesia"},{"text":"This city on the Indian Ocean is \"D\" chief seaport of South Africa","response":"Durban"}],"originalDate":"2013-07-18"}],[{"category":"LONG MOVIE TITLES","comments":"","clues":[{"text":"1994: \"The Adventures of Priscilla, Queen of\" here","response":"the Desert"},{"text":"2003: \"How To\" achieve this feat \"In 10 Days\"","response":"Lose a Guy"},{"text":"2002: \"Divine Secrets of\" this group","response":"the Ya-Ya Sisterhood"},{"text":"1998: \"Lock, Stock &\" this pair","response":"Two Smoking Barrels"},{"text":"1995: \"Things To Do in Denver\" in this circumstance","response":"When You're Dead"}],"originalDate":"2013-07-18"},{"category":"MEDICAL HISTORY","comments":"","clues":[{"text":"The first quarantine island to prevent the spread of disease was in this city's lagoon","response":"Venice"},{"text":"An outbreak of this disease during a military vets convention in Philadelphia in July 1976 killed dozens","response":"Legionnaires' disease"},{"text":"In 1963 Hoffmann-La Roche introduced this tranquilizer, one of the most-prescribed drugs of all time","response":"Valium"},{"text":"In 1896 physician Pringle Morgan described this condition as \"word blindness\"","response":"dyslexia"},{"text":"Isolated from the cortex of the adrenal gland, this steroid was introduced to ease the pain of arthritis in 1948","response":"cortisone"}],"originalDate":"2013-07-18"},{"category":"2 WORDS, 12 TOTAL LETTERS","comments":"","clues":[{"text":"Any prince whose succession to the crown appears certain","response":"heir apparent"},{"text":"A hospital volunteer job, with accompanying uniform, for teenagers","response":"candy striper"},{"text":"A region officially determined to be eligible, under law, for emergency governmental relief (your kid's room, perhaps?)","response":"disaster area"},{"text":"A squadron of airplanes operating together, whether they're into Monty Python or not","response":"flying circus"},{"text":"The first trip of a boat after its acceptance by the owners from the builders","response":"maiden voyage"}],"originalDate":"2013-07-18"},{"category":"BALLPARK TOWNS","comments":"","clues":[{"text":"Kauffman Stadium (formerly Royals Stadium)","response":"Kansas City"},{"text":"U.S. Cellular Field (formerly New Comiskey)","response":"Chicago"},{"text":"Progressive Field (formerly Jacobs Field)","response":"Cleveland"},{"text":"Chase Field (formerly Bank One Ballpark)","response":"Phoenix"},{"text":"AT&T Park (formerly SBC Park, formerly Pacific Bell Park)","response":"San Francisco"}],"originalDate":"2013-07-18"},{"category":"THE CHARACTER'S NAME HAS BEEN CHANGED","comments":"(Alex: I'll give you a quote in which the name has been changed. You have to give the correct name.)","clues":[{"text":"\"Call me Scooter. Some years ago... I thought I would sail about a little\"","response":"Ishmael"},{"text":"\"Dorotea saw him and was informed by Sancho that this was Don Cornelius\"","response":"Don Quixote"},{"text":"'\"Dr. Phil, why do you say Buffalo Bill's not a sadist?' \"","response":"Dr. Lecter"},{"text":"\"Dimmesdale, on the very day when Lady Gaga first wore her ignominious badge, had begun a course of penance\"","response":"Hester Prynne"},{"text":"\"Sister Christian., was possessed of a mind rudimentary in its power of observation and analysis\"","response":"Sister Carrie"}],"originalDate":"2013-07-18"},{"category":"TO PROTECT THE INNOCENT","comments":"","clues":[{"text":"Boston police rules say you do this to a suspect \"with their hands behind their back, thumbs up, palms out\"","response":"handcuff them"},{"text":"Responsibilities of this unit of the San Diego PD include \"fire control support\" &amp; \"hostage rescues\"","response":"SWAT team"},{"text":"A bad habit like smoking, or an illegal activity like prostitution; there's a squad devoted to it in wicked Des Moines","response":"vice squad"},{"text":"Summerville, South Carolina uses 2 breeds of K-9 unit dogs: Belgian Malinois &amp; this breed (it ain't a Chihuahua!)","response":"German Shepherd"},{"text":"Instead of cash for clunkers, the Houston PD asks the public to I.D. criminals with a program called \"Cash for\" these","response":"crooks"}],"originalDate":"2013-07-18"}],{"category":"U.S. PRESIDENTS","text":"He became an ex-president while flying over a point 13 miles southwest of Jefferson City, Missouri","response":"Richard Nixon"}]}