{"mix":2726,"rounds":[[{"category":"NEBRASKA","comments":"","clues":[{"text":"It was state capital before Lincoln","response":"Omaha"},{"text":"Nebraska is the only state in which legislators are chosen on this apolitical basis","response":"non-partisan election"},{"text":"A Pulitzer Prize was won for reports on how poorly this charitable home handled its huge endowment","response":"Boys Town"},{"text":"In 1867, Congress overrode this President's veto to make Nebraska our 37th state","response":"Johnson"},{"text":"Golden-voiced editor of the \"Omaha World-Herald\" who ran for President 3 times","response":"William Jennings Bryan"}],"originalDate":"1985-12-24"},{"category":"THE BIBLE","comments":"","clues":[{"text":"\"Ask &amp; it shall be given you; seek\", &amp; this will happen","response":"ye shall find"},{"text":"What the Christ child was wrapped in before being laid in the manger","response":"swaddling clothes"},{"text":"While Moses was away, the Hebrews played at worshipping this idol","response":"golden calf"},{"text":"The book of Genesis refers to the promised land by this ancient name","response":"Canaan"},{"text":"When giving alms, you shouldn't let your left hand know this","response":"what the right hand is doing"}],"originalDate":"1985-12-24"},{"category":"ON A \"WIM\"","comments":"","clues":[{"text":"Site of the All-England Lawn Tennis Club","response":"Wimbledon"},{"text":"He says, \"I would gladly pay you Tuesday for a hamburger today\"","response":"Wimpy (J. Wellington Wimpy)"},{"text":"Formerly a fashion item, it's still worn today by nuns as a head covering","response":"wimple"},{"text":"Ian Carmichael portrayed this aristocratic detective created by Dorothy L. Sayers","response":"Wimsey"},{"text":"Where Robert Browning went to visit his fiancee at home, sometimes on a whim","response":"Wimpole Street (Barretts of)"}],"originalDate":"1985-12-24"},{"category":"CHIEF JUSTICES OF THE U.S.","comments":"","clues":[{"text":"In 2005 he became Chief Justice without ever being an associate justice","response":"(John) Roberts"},{"text":"This Chief Justice once wrote, \"I don't remember that I ever was President\"","response":"(William Howard) Taft"},{"text":"Before becoming Chief Justice in 1953, he was the only California governor elected to 3 consecutive terms","response":"(Earl) Warren"},{"text":"In 1986 he replaced Warren Burger as Chief Justice","response":"Rehnquist"},{"text":"Portland was the middle name of this Chief Justice who sought the presidency in 1868 &amp; 1872 while serving on the court","response":"(Salmon P.) Chase"}],"originalDate":"2013-07-16"},{"category":"LEND AN \"EAR\"","comments":"","clues":[{"text":"A keepsake of your exploits as a student in one grade; I'll sign yours if you sign mine","response":"a yearbook"},{"text":"This group sang the '80s hit \"Everybody Wants To Rule The World\"","response":"Tears for Fears"},{"text":"Look, up ahead! It's one of these small, treeless areas within a forest","response":"a clearing"},{"text":"Spit out your gum &amp; tell me this common name for Mentha spicata","response":"spearmint"},{"text":"Named after a doctor, it's a way to find cellular changes on the cervix","response":"a pap smear"}],"originalDate":"2013-07-16"},{"category":"<a href=\"http://www.j-archive.com/media/2013-07-16_J_Cat6.jpg\" target=\"_blank\">¡HOLA TEQUILA!</a>","comments":"(Alex: Information and recipes from the book with that title.)","clues":[{"text":"Cuervo is known for this colorful type of tequila also known as joven, or \"young\"","response":"gold"},{"text":"Top-shelf tequila is labeled \"tequila 100% blue\" this plant","response":"agave"},{"text":"To enjoy a blue margarita, all you need is the blue type of this orange liqueur instead of triple sec","response":"curaçao"},{"text":"Tequila, lime juice &amp; grapefruit soda make one of these, also the name of Picasso's daughter","response":"Paloma"},{"text":"The vodka-based Moscow Mule has a tequila-based counterpart fittingly named for this animal","response":"a burro"}],"originalDate":"2013-07-16"}],[{"category":"ADJECTIVES","comments":"","clues":[{"text":"Also a musical term, it's the adjective for a fixed rate like the $52.00 for JFK airport to Manhattan","response":"a flat"},{"text":"In law, this type of rational \"man\" represents the ordinarily sensible, prudent member of society","response":"the reasonable person (or man)"},{"text":"3-letter word found before maid, master or money","response":"old"},{"text":"It can mean \"relating to sight, touch &amp; their 3 friends\" or \"lushly satisfying\"","response":"sensual (or sensuous)"},{"text":"From the name of a god, it can refer to ancient books of secrets, or to the airtight seal that was one of the secrets","response":"Hermetic"}],"originalDate":"2013-07-16"},{"category":"MEDITERRANEAN ISLANDS","comments":"","clues":[{"text":"Around 226 B.C. a \"colossal\" earthquake destroyed the statue of Helios on this island","response":"Rhodes"},{"text":"Popular tourist destinations on this largest Mediterranean island include the ruins of Syracuse &amp; Taormina","response":"Sicily"},{"text":"The people of this island were not happy with a 2013 plan to raid their savings accounts to pay for a bank bailout","response":"Cyprus"},{"text":"Its capital, Valletta, was named for a Grand Master of the Knights Hospitallers","response":"Malta"},{"text":"Ibiza &amp; Minorca are part of this Spanish archipelago","response":"the Balearic Islands"}],"originalDate":"2013-07-16"},{"category":"ALSO A 4-LETTER BAND","comments":"","clues":[{"text":"A smooch","response":"Kiss"},{"text":"An attempt to gain ground by an NFL running back","response":"Rush"},{"text":"Any hammer or wrench","response":"Tool"},{"text":"A tasty gateau","response":"Cake"},{"text":"River where Achilles was dipped","response":"Styx"}],"originalDate":"2013-07-16"},{"category":"PLANES, TRAINS","comments":"","clues":[{"text":"In case of an emergency, this presidential plane includes a medical suite where operations can be performed","response":"Air Force One"},{"text":"It's the number of the Boeing jet that hasn't quite been a Dreamliner since taking to the skies in 2011","response":"the 787"},{"text":"Operated by Perurail, the Hiram Bingham provides transportation from Cuzco to this archaeological site","response":"Machu Picchu"},{"text":"Once a year the Venice Simplon-Orient-Express re-creates the original Orient Express route from Paris to this city","response":"Istanbul"},{"text":"Introduced more than 55 years ago, it's the longest-serving bomber in the U.S. military","response":"the B-52"}],"originalDate":"2013-07-16"},{"category":"AUTOBIOGRAPHIES","comments":"","clues":[{"text":"The price is right for \"Priceless Memories\", the autobiography of this game show host","response":"Bob Barker"},{"text":"Inspiring a movie, it's the anatomical title of paralyzed artist Christy Brown's autobiography","response":"<i>My Left Foot</i>"},{"text":"\"The Autobiography of Alice B. Toklas\" was actually written by this woman about herself","response":"Gertrude Stein"},{"text":"\"The Soundtrack of my Life\" is the autobiography of this Arista records founder &amp; musical mentor to many","response":"Clive Davis"},{"text":"His autobiography was first published in 1917 under the German title \"Der Rote Kampfflieger\"","response":"Manfred von Richthofen, The Red Baron"}],"originalDate":"2013-07-16"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"World capital serviced by Leonardo da Vinci Airport","response":"Rome"},{"text":"Sounds like they're set for arrival of \"Purple Rain\" star by boat in this capital of Haiti","response":"Port-au-Prince"},{"text":"The largest population center in the Mid-East, its Arabic name is \"El Qahira\", \"The victorious\"","response":"Cairo"},{"text":"Founded by famed conquistador Gonzalo Jimenez de Quesada on Chibcha Indian site \"Bacata\"","response":"Bogota"},{"text":"Putting its letters in alphabetical order, this capital is \"AAACCRS\"","response":"Caracas"}],"originalDate":"1985-12-23"}],{"category":"OPERA","text":"This character's famed entrance aria actually introduces him as a handyman, repeats his name &amp; adds \"la-la-la-la-las\"","response":"Figaro"}]}