{"mix":2734,"rounds":[[{"category":"LITERARY FLORIDA","comments":"","clues":[{"text":"Tennessee Williams passed many days in this southernmost Florida town &amp; recalled it fondly in his memoirs","response":"Key West"},{"text":"This Carl Hiaasen novel set in Fort Lauderdale became a movie in which Demi Moore takes it off","response":"<i>Strip Tease</i>"},{"text":"Marjory Stoneman Douglas, who died aged 108 in 1998, helped preserve this area with her book subtitled \"River of Grass\"","response":"the Everglades"},{"text":"Famous for a Civil War novella, he also wrote \"The Open Boat\", an 1897 account of a Florida shipwreck","response":"(Stephen) Crane"},{"text":"John D. MacDonald explored Florida's dark side in \"Pale Gray for Guilt\" &amp; other novels about this McHero","response":"Travis McGee"}],"originalDate":"2013-07-08"},{"category":"POISONOUS PLANTS","comments":"","clues":[{"text":"Poison control centers today still get calls about ingestion of this herb that was fatal to Socrates","response":"hemlock"},{"text":"You can kiss under this Christmas parasite, but don't eat its white berries<span class=\"nobreak\">--</span>they can be fatal","response":"mistletoe"},{"text":"The red stalks of this pie plant are fine, but its leaves can cause convulsions &amp; death","response":"rhubarb"},{"text":"This type of \"oil\" was bad enough as a folk cure for kids; a few of the same plant's seeds can kill you","response":"castor"},{"text":"The symptoms from eating this plant, Digitalis purpurea, include blurred vision, irregular heartbeat &amp; hallucinations","response":"foxglove"}],"originalDate":"2013-07-08"},{"category":"ROCK &amp; ROLL CALL","comments":"","clues":[{"text":"Drummer Frank Beard is the only member of this Texas trio who does not sport a flowing beard","response":"ZZ Top"},{"text":"Rick Savage plays bass in this band, whose name was initially spelled like a hard-of-hearing feline","response":"Def Leppard"},{"text":"In 2012 \"Been Away Too Long\" was the first single off this Chris Cornell band's first album in 16 years","response":"Soundgarden"},{"text":"Pete Wentz &amp; Joe Trohman are 2 of the boys in this \"boy\" band","response":"Fall Out Boy"},{"text":"Drummer Bun E. Carlos wants you to want this band, who had a career-making night \"at Budokan\"","response":"Cheap Trick"}],"originalDate":"2013-07-08"},{"category":"GEOGRAPHIC PAIRS","comments":"","clues":[{"text":"Name of a famous hill in Cuba, or the Puerto Rican capital","response":"San Juan"},{"text":"You can chalk up the fact these towns in Delaware &amp; England share the same name","response":"Dover"},{"text":"Nevada's oldest permanent white settlement, or the birthplace of Columbus","response":"Genoa"},{"text":"Name of the \"twin cities\" on the Arkansas-Texas border","response":"Texarkana"},{"text":"Island off New Jersey or Argentina, but Argentines call it \"Isla de los Estados\"","response":"Staten Island"}],"originalDate":"1987-01-16"},{"category":"WEAPONS","comments":"","clues":[{"text":"The Light Brigade found these \"to the right of them\", \"to the left of them\", &amp; \"in front of them\"","response":"cannons"},{"text":"Weapon Don Quixote used to tilt at the windmill","response":"lance"},{"text":"Snappy nickname for congressional party leaders' assistants","response":"whip"},{"text":"The name of this large heavy knife is a diminutive of the Spanish \"macho\", meaning \"hammer\" or \"ax\"","response":"machete"},{"text":"Last names of old west gunmaking pair Horace &amp; Daniel B.","response":"Smith & Wesson"}],"originalDate":"1987-01-16"},{"category":"LIBRARIES","comments":"","clues":[{"text":"In 1939 his Hyde Park, N.Y. presidential library became 1st to be separate from Library of Congress","response":"Franklin Delano Roosevelt"},{"text":"This service began in the U.S. using a horse-drawn wagon","response":"bookmobiles"},{"text":"This university library w/more than 10 million books has just 1 of the 100s donated by its namesake in 1638","response":"Harvard"},{"text":"You can get film strips from this branch of the L.A. Library or go next door &amp; watch girls strip","response":"Hollywood"},{"text":"Under the Dewey Decimal System all books in this general class are in the 800s","response":"literature"}],"originalDate":"1987-01-16"}],[{"category":"POP MUSIC TRIVIA","comments":"","clues":[{"text":"She was awarded her 1986 Female Pop Vocal Grammy Award by her cousin Dionne","response":"Whitney Houston"},{"text":"\"Midnight Train to Georgia\" was originally called \"Midnight Plane to...\" this Texas city","response":"Houston"},{"text":"In 1977 she spent a week on the top of the Top 40 chart with \"Don't Leave Me That Way\"","response":"Thelma Houston"},{"text":"After his death in 1950, his recording of \"September Song\" became a big hit","response":"Walter Huston"},{"text":"After \"Phoenix\" &amp; \"Wichita\", it was Glen Campbell's 3rd Top 40 hit with a city in the title","response":"\"Galveston\""}],"originalDate":"1987-01-16"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"To feel ill, or a heavy beer","response":"ail/ale"},{"text":"Hunting for Moby or the wall in Jerusalem","response":"whaling/Wailing"},{"text":"Carry something down the passageway","response":"haul/hall"},{"text":"A singer named Frankie or a street name Penny","response":"Laine/Lane"},{"text":"To discover by chance, or penalized monetarily","response":"find/fined"}],"originalDate":"1987-01-16"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"It's also what Cleopatra's attendant Charmian used to commit suicide","response":"asp"},{"text":"Romeo wished to be a glove on Juliet's hand so that he might touch this part of her","response":"cheek"},{"text":"In this play, the twins of Antipholus &amp; Dromio are also named Antipholus &amp; Dromio","response":"<i>A Comedy of Errors</i>"},{"text":"The only two Italian cities mentioned in titles, they both begin with \"V\"","response":"Verona and Venice"},{"text":"The rightful Duke of Milan in \"The Tempest\", he says \"We are such stuff as dreams are made on\"","response":"Prospero"}],"originalDate":"1987-01-16"},{"category":"SYMBOLS","comments":"","clues":[{"text":"Its symbol is the map of the world inside olive branches, for peace","response":"United Nations"},{"text":"Type of money whose symbol is a script \"L\" with a crossbar","response":"pound"},{"text":"The 4 firms that made up the Auto Union Company are symbolized in this automaker's 4-ring logo","response":"Audi"},{"text":"This national airline's symbol is a female shamrock","response":"Aer Lingus"},{"text":"A diagonal line in the box in the upper right of the frame on the scoresheet","response":"spare"}],"originalDate":"1987-01-16"},{"category":"POLI SCI","comments":"","clues":[{"text":"The term for the official residence of an ambassador","response":"embassy"},{"text":"In the U.S. the Constitution gives the holder of this office the power to pardon","response":"President"},{"text":"The high seas territorial limit for U.S. was originally set at this, their range of cannons at the time","response":"3 (nautical) miles"},{"text":"Nickname for appropriation bills that are \"pieces of bacon\" for a congressman's \"folks back home\"","response":"pork barrel"},{"text":"Russian term for a council or deliberative body","response":"Duma or Soviet"}],"originalDate":"1987-01-16"},{"category":"KIND OF A DRAG","comments":"","clues":[{"text":"This comedienne recently sued a Vegas female impersonator for using her copyrighted jokes in his act","response":"Joan Rivers"},{"text":"A D.C. hotel said death threats caused him to sneak in wearing women's clothes before his 1861 inauguration","response":"Abraham Lincoln"},{"text":"He was \"Dressed to Kill\" Angie Dickinson","response":"Michael Caine"},{"text":"In 1986 film, this \"St. Elsewhere\" star found himself in \"A Fine Mess\" dressed as a maid","response":"Howie Mandel"},{"text":"In 1941 film \"Charley's Aunt\" he impersonates his aunt from Brazil (where the nuts come from)","response":"Jack Benny"}],"originalDate":"1987-01-16"}],{"category":"RECORD LABELS","text":"This label, home to U2 &amp; Bob Marley, was created, fittingly, in Jamaica with an investment of 1,000 pounds sterling","response":"Island Records"}]}