{"mix":2735,"rounds":[[{"category":"1951","comments":"","clues":[{"text":"In May, this utility co. became the 1st corporation in the world to have over 1,000,000 stockholders","response":"AT&T"},{"text":"On Oct. 24,1951, Truman declared our state of war with this country had finally ended","response":"Germany"},{"text":"Introduced in 1951, the 1952 Allstate was a car sold exclusively through this department store","response":"Sears"},{"text":"This pair made headlines as they were sentenced to death for espionage against the U.S.","response":"(Ethel and Julius) Rosenbergs"},{"text":"Pope Pius XII called on Christians to \"unite &amp; fight under a single banner\" against this","response":"communism"}],"originalDate":"1987-01-28"},{"category":"B.B.","comments":"","clues":[{"text":"Once called \"France's most ogled export\" this actress has said about aging, \"...you rot away...\"","response":"Brigitte Bardot"},{"text":"Nicknamed \"Boom-Boom\", this young Wimbledon champ started swinging a racquet at age 4","response":"Boris Becker"},{"text":"Former basketball pro who shot for the Senate &amp; made it in 1978","response":"Bill Bradley"},{"text":"A favorite of Nancy Reagan, this designer once had a line of designer chocolates","response":"Bill Blass"},{"text":"While in the U.S., this \"Great Briton\" wrote an operetta about Paul Bunyan","response":"Benjamin Britten"}],"originalDate":"1987-01-28"},{"category":"SOUTH AMERICA","comments":"","clues":[{"text":"In 1986, U.S. troops were sent to Bolivia to discourage trafficking in this export","response":"cocaine"},{"text":"3 of the 4 countries on the continent that border on the Pacific Ocean","response":"(3 of) Chile, Peru, Ecuador (Colombia)"},{"text":"This small landlocked country is the only one in the world w/a flag whose front &amp; back differ","response":"Paraguay"},{"text":"Of the Pampa, Gran Chaco, or Selvas, the geographical region not found in Argentina","response":"Selvas"},{"text":"On his 3rd voyage to the New World, Columbus landed on mainland for 1st time in this country","response":"Venezuela"}],"originalDate":"1987-01-28"},{"category":"BOWLING","comments":"","clues":[{"text":"Weighing no more than 3 lbs. 10 oz., it stands 15\" high &amp; 4 &frac34;\" at widest point","response":"bowling pin"},{"text":"Maximum number of balls that can be rolled in the tenth frame","response":"3"},{"text":"When the ball is released, this finger should come out of its hole 1st","response":"thumb"},{"text":"Distance from foul line to headpin, just 6 in. shorter than distance from pitcher's rubber to home plate","response":"60 feet"},{"text":"On a \"perfect strike\" the ball actually only hits this many pins","response":"4"}],"originalDate":"1987-01-28"},{"category":"STUPID ANSWERS","comments":"","clues":[{"text":"Famous father of Hans Holbein the Younger","response":"Hans Holbein the Elder"},{"text":"Morning star Joan Lunden appropriately called her 1986 book \"Good Morning, I'm\" this","response":"Joan Lunden"},{"text":"Animals that are often classified by shape of their feet &amp; beaks","response":"birds"},{"text":"When the Metropolitan rejected her art collection, Gertrude Whitney founded this museum","response":"the Whitney Museum"},{"text":"New Zealand's anthems are \"God Save The Queen\" &amp; \"God Defend\" this","response":"New Zealand"}],"originalDate":"1987-01-28"},{"category":"PEN NAMES","comments":"","clues":[{"text":"Pen name of Solomon Rabinowitz, the man who put the fiddler on the roof","response":"Sholom Aleichem"},{"text":"Newton Tarkington dropped his 1st name &amp; used this middle one","response":"Booth"},{"text":"He published his 1st novel under the name Johnston Smith, winning no \"Badge of Courage\"","response":"Stephen Crane"},{"text":"Poetess who wrote \"My candle burns at both ends,\" she once used the simpler name Nancy Boyd","response":"Edna St. Vincent Millay"},{"text":"Among this mystery writer's noms de plume are Carr Dickson &amp; Carter Dickson","response":"John Dickson Carr"}],"originalDate":"1987-01-28"}],[{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"This soft drink lists 7 ingredients, appropriate for its name","response":"7 Up"},{"text":"Excluding reindeer milk, all major types of milk used by humans consist of 80-90 % of this ingredient","response":"water"},{"text":"Type of meat you're eating when having prosciutto &amp; melon","response":"ham"},{"text":"Cornhusker &amp; Coon are types of this, the world's most widely produced &amp; consumed cheese","response":"cheddar"},{"text":"You'll wonder where the yellow went when you take this spice out of mustard","response":"turmeric"}],"originalDate":"1987-01-28"},{"category":"TV NOSTALGIA","comments":"","clues":[{"text":"A recent book about this now-controversial early 1950's series is aptly titled \"Holy Mackerel!\"","response":"<i>Amos 'n' Andy</i>"},{"text":"It's what Jason, Joshua, &amp; Jeremy Bolt did for a living on \"Here Come the Brides\"","response":"logging (lumberjacks)"},{"text":"James Beard's \"I Love to Eat\" opened with a shot of, not a recipe for, this famous Borden symbol","response":"Elsie the Cow"},{"text":"Butch Patrick was Greg on this Walter Brennan series before he played Eddie on \"The Munsters\"","response":"<i>The Real McCoys</i>"},{"text":"Resident of Mayfield played by Frank Bank","response":"Clarence \"Lumpy\" Rutherford"}],"originalDate":"1987-01-28"},{"category":"AUTOMOBILES","comments":"","clues":[{"text":"The Dept. of Transportation estimated that some 6700 lives/yr. would be saved if all states had this law","response":"a seat belt law"},{"text":"Of 400, 500, or 600 mph, the speed barrier broken when Craig Breedlove set personal record in 1965","response":"600 miles per hour"},{"text":"In Feb. 1973, Motor Trend named '63 VW Van &amp; '57 Chevy among 8 all-time best cars for this paired activity","response":"making out"},{"text":"The 2 1971 best sellers by Arthur Hailey &amp; Harold Robbins about the Detroit auto business","response":"<i>Wheels</i> & <i>The Betsy</i>"},{"text":"Long before WWII, the 1902 Twyford, built in Pittsburgh, Penn., was 1st car of this type in U.S.","response":"a 4-wheel drive automobile"}],"originalDate":"1987-01-28"},{"category":"JAPANESE COOKING","comments":"","clues":[{"text":"Udon noodles are made from wheat; soba noodles are usually made from this grain, 4 letters longer","response":"buckwheat"},{"text":"Hakumai, a type of this staple, has a glutinous texture that makes it easy to pick up with chopsticks","response":"rice"},{"text":"Sake is part of the basting sauce for this method of broiling meat to produce a tasty glaze","response":"teriyaki"},{"text":"Eaten between dishes of sushi, gari is pickled this","response":"ginger"},{"text":"Applied to fish or meats before frying, panko is this type of product","response":"bread crumbs"}],"originalDate":"2013-07-05"},{"category":"SO VERY \"BRITISH\"","comments":"","clues":[{"text":"I was inspired to work on my putting after watching Tom Watson win this tournament in 1975","response":"the British Open"},{"text":"Its main hub is at Heathrow","response":"British Airways"},{"text":"Historian Philippa Levine wrote the book this entity: \"Sunrise To Sunset\"","response":"the British Empire"},{"text":"What began as the Anglo-Persian Oil Company changed its name to this in 1954","response":"British Petroleum"},{"text":"Belize before it was Belize","response":"British Honduras"}],"originalDate":"2013-07-05"},{"category":"UNUSUAL AMERICAN SPORTS","comments":"","clues":[{"text":"In June 2012 a golden retriever named Ricochet hung 10 &amp; won this event for dogs at Coronado Bay resort in San Diego","response":"surfing"},{"text":"Georgia's Summer Redneck Games include bobbing for pigs' feet &amp; a discus throw with these automotive items","response":"hubcaps"},{"text":"In official racing competition for the riding type of these, the blades must be removed, &amp; grass catchers are not allowed","response":"lawnmower racing"},{"text":"New Orleans gave us Newcomb, similar to this net sport except you catch the ball and throw it back","response":"volleyball"},{"text":"Horses wear cleats for the world snow polo championships in this Colo. resort city where the rich frolic","response":"Aspen"}],"originalDate":"2013-07-05"}],{"category":"ADVERTISING CHARACTERS","text":"This brand was looking for a Hemingway type when it hired Jonathan Goldsmith for its commercials","response":"Dos Equis"}]}