{"mix":2741,"rounds":[[{"category":"'50s POP","comments":"","clues":[{"text":"In '57 title, it's what Billy Williams sang he was \"Gonna Sit Right Down &\" do","response":"Write Myself a Letter"},{"text":"Phrase found in a Gene Vincent title before \"A-Lula\" &amp; in a Ricky Nelson title before \"Baby\"","response":"Be-Bop"},{"text":"The following was 1 of his 4 Top 40 hits in the '50s with a girl's name in the title:<br><br><i>\"Lucille, you won't do your sister's will?  Oh, Lucille...\"</i>","response":"Little Richard"},{"text":"Diminutive Anthony Gourdine was the lead singer of this group","response":"Little Anthony and the Imperials"},{"text":"Tommy Edwards' \"It's All in the Game\" was knocked out of #1 by this Conway Twitty \"It's Only...\" song","response":"\"It's Only Make Believe\""}],"originalDate":"1987-06-12"},{"category":"DID YOU NOTICE?","comments":"","clues":[{"text":"On a piano, the high-pitched keys are at this end of the keyboard","response":"right"},{"text":"The 1st names of your 2 opponents","response":"Meg and Sue"},{"text":"This album's cover was the 1st on which all 4 Beatles sported mustaches","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"6 of these animals are found on the Cadillac crest","response":"birds"},{"text":"Only current U.S. coin to have a \"likeness\" of the same man on both the face &amp; back","response":"penny"}],"originalDate":"1987-06-12"},{"category":"BIOLOGY","comments":"","clues":[{"text":"It's what gives our nose its shape &amp; sharks their skeletal form","response":"cartilage"},{"text":"The opposite of ventral, it refers to something situated on the back","response":"dorsal"},{"text":"Name for the store of food material in the form of protein &amp; fat granules found in most eggs","response":"yolks"},{"text":"Milky juice found in dandelions &amp; lettuce, one form of it is used to make rubber","response":"latex"},{"text":"The outermost skin layer of a plant, animal, or even you","response":"epidermis"}],"originalDate":"1987-06-12"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"When he ran for president of Austria in 1971, he lost","response":"Kurt Waldheim"},{"text":"The first British prime minister to visit Israel while in office since the British left in 1948","response":"Margaret Thatcher"},{"text":"To advertise his Australian visit in Nov. 1986, the sponsoring beer company put out special cans","response":"the Pope"},{"text":"In November 1986, reports of the death of this North Korean leader were greatly exaggerated","response":"Kim Il-sung"},{"text":"After 21 years of military rule, Pres. Jose Sarney is changing this country to democratic rule","response":"Brazil"}],"originalDate":"1987-06-12"},{"category":"PEN NAMES","comments":"","clues":[{"text":"Isaiah Sellers, also a writer &amp; river pilot, 1st used this pen name later used by Samuel Clemens","response":"Mark Twain"},{"text":"His pen names supposedly included A. Shoeboy, Abel Roper, T. Fribble, &amp; Lemuel Gulliver","response":"Jonathan Swift"},{"text":"Working in the prison pharmacy, William Sydney Porter took this name from a French pharmacist","response":"O. Henry"},{"text":"This name meaning \"freelance\" was used by Arthur Ward while creating Fu Manchu","response":"Sax Rohmer"},{"text":"This \"plumber\" has used pen names Gordon Davis &amp; David St. John, tho not while in the pen for Watergate","response":"E. Howard Hunt"}],"originalDate":"1987-06-12"},{"category":"SPORTS","comments":"","clues":[{"text":"Aquatic sport featured in the classic 1966 film, \"Endless Summer\"","response":"surfing"},{"text":"Soccer was forbidden in 14th c. England as taking practice time away from this military skill","response":"archery"},{"text":"At 14,355' above sea level, the Tuctu golf course in this S. American country is highest in world","response":"Peru"},{"text":"A Winter Olympic event since 1964, it's French for \"sled\"","response":"luge"},{"text":"16 out of the last 20 table tennis competitions in men's singles have been won by these 2 countries","response":"China and Japan"}],"originalDate":"1987-06-12"}],[{"category":"NOVEMBER","comments":"","clues":[{"text":"On November 15, 1966, this series of U.S. 2-man space flights ended","response":"Gemini"},{"text":"While he was staying at Blair House, an attempt was made on his life, November 1, 1950","response":"Harry Truman"},{"text":"On November 17, 1965, William D. Eckert succeeded Ford Frick in this post","response":"Commissioner of Major League Baseball"},{"text":"Against orders, Gen. Andrew Jackson seized this Florida panhandle city November 7, 1814","response":"Pensacola"},{"text":"Invited in July 1688 to save England from Catholic tyranny this Dutchman landed there November 5th","response":"William of Orange (William III)"}],"originalDate":"1987-06-12"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"This city where our founding fathers met celebrated its 1st Mother's Day in 1908","response":"Philadelphia"},{"text":"The tallest building in this city is the Ala Moana Americana Hotel","response":"Honolulu"},{"text":"This city has the greatest number of both TV &amp; radio stations in the U.S.","response":"Los Angeles"},{"text":"This city is home to the Texas Ranger Museum &amp; a 202-room hotel called the Crockett","response":"San Antonio"},{"text":"Ohio town known for the yearly return of the buzzards &amp; a police chief who has been missing for a yr.","response":"Hinckley"}],"originalDate":"1987-06-12"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"A 2010 L.A. county ordinance says no grocery store \"shall provide to any customer\" this type of \"carryout bag\"","response":"a plastic bag"},{"text":"Bycatch reduction devices are used in the commercial type of this activity","response":"fishing"},{"text":"The largest source of water pollution in U.S. rivers is water spreading from fields, aka agricultural this","response":"runoff"},{"text":"In 1973, 3 years after it was founded, the EPA was successful in banning the use of sprayed this for fireproofing","response":"asbestos"},{"text":"The Nature Conservancy's \"6 Easy Ways\" to fight intrusion by these non-native species include \"clean your boots\"","response":"invasive species"}],"originalDate":"2013-06-28"},{"category":"ROCK GROUP NAMES","comments":"","clues":[{"text":"This band's name was inspired by gym teacher Leonard Skinner, who disliked long-haired students","response":"Lynyrd Skynyrd"},{"text":"One story says Jerry Garcia found this band's name in a dictionary","response":"The Grateful Dead"},{"text":"This \"Up All Night\" British boy band chose its name because it would sound good when announced on \"The X Factor\"","response":"One Direction"},{"text":"The concept that mankind is regressing gave this new wave \"Whip It\" band its name","response":"Devo"},{"text":"This British synth rock band took its name from a French fashion magazine","response":"Depeche Mode"}],"originalDate":"2013-06-28"},{"category":"AN OGDEN NASH MENAGERIE","comments":"","clues":[{"text":"Because this African beast is so homely, \"I'll stare at something less prepoceros\"","response":"rhinoceros"},{"text":"\"I do not charge\" it \"with matricide, but what about his Cleopatricide?\"","response":"the asp"},{"text":"\"Toward a better world I contribute my modest smidgin; I eat the squab, lest it become\" one of these","response":"pigeon"},{"text":"About this insect Nash wrote, \"would you be calm and placid if you were full of formic acid?\"","response":"an ant"},{"text":"Nash pondered whether this carnivorous insect was \"from outer space, or lost Atlantis\"","response":"a praying mantis"}],"originalDate":"2013-06-28"},{"category":"HELLO!","comments":"","clues":[{"text":"This future flyboy probably took his first small step about a year after his Aug. 5, 1930 initial Earth entry","response":"(Neil) Armstrong"},{"text":"There are known knowns, like this 2-time secretary of defense being born on July 9, 1932","response":"Donald Rumsfeld"},{"text":"On Nov. 4, 1879 this humorist began never meeting men he didn't like in what was then Cherokee Territory","response":"Will Rogers"},{"text":"This grandmaster made his opening move on March 9, 1943 in Chicago","response":"Bobby Fischer"},{"text":"This noted manufacturer first showed his gums (not yet his teeth) on Sept. 30, 1861","response":"William Wrigley"}],"originalDate":"2013-06-28"}],{"category":"AMERICANA","text":"In 2016 the Wingfoot Two, one of these, was christened near Akron","response":"a blimp"}]}