{"mix":2744,"rounds":[[{"category":"ON THE TUBE","comments":"","clues":[{"text":"\"Everybody Loves\" this title sportswriter, at least until 2005; then everybody would have to love reruns","response":"Raymond"},{"text":"Convicted of murder, Mulder was sentenced to die by lethal injection in the 2002 series finale of this show","response":"<i>The X-Files</i>"},{"text":"Monica Potter is married to Peter Krause on this NBC show","response":"<i>Parenthood</i>"},{"text":"Houseguests! The \"Power of Veto\" was introduced in Season 3 of this reality show that premiered in 2000","response":"<i>Big Brother</i>"},{"text":"On Fox in 2000 Robert Downey Jr., as Larry Paul, was no hallucination when he dated this title attorney","response":"Ally McBeal"}],"originalDate":"2013-06-26"},{"category":"MIDDLE \"W\"","comments":"(Alex: The letter W will come up in the middle of each correct response.)","clues":[{"text":"A slogan seen on office coffee mugs says \"I\" do this, \"I\" do this \"so off to work I go\"","response":"owe"},{"text":"It can mean in the intervening time or at the same time","response":"meanwhile"},{"text":"Adjective for the son in a Top 40 hit by Kansas","response":"wayward"},{"text":"You can tour this Asahi facility in Osaka<span class=\"nobreak\">--</span>with 20 minutes of unlimited refills","response":"a brewery"},{"text":"Lewd or salacious","response":"bawdy"}],"originalDate":"2013-06-26"},{"category":"STUPID ANSWERS","comments":"","clues":[{"text":"This musical takes place in Philadelphia in the summer of 1776","response":"<i>1776</i>"},{"text":"This unit of measure is the distance a burst of light travels in one year, about 5.8 trillion miles","response":"a light-year"},{"text":"Leonardo da Vinci was born in 1452 near this tiny town in Toscana","response":"Vinci"},{"text":"Jomo Kenyatta was the first prime minister, then first president of this country","response":"Kenya"},{"text":"Among the holdings of this British museum are the Elgin Marbles &amp; the Rosetta Stone","response":"the British Museum"}],"originalDate":"2013-06-26"},{"category":"YOU MUST BE PRESIDENT TO WIN","comments":"","clues":[{"text":"In 1906 he became the first sitting president as well as the first American to win a Nobel Peace Prize","response":"Theodore Roosevelt"},{"text":"In 1946 he attended daughter Margaret's graduation from George Washington University &amp; was awarded an LL.D.","response":"Truman"},{"text":"The International Radio &amp; Television Society gave him its gold medal as \"America's most accomplished communicator\"","response":"Ronald Reagan"},{"text":"This sitting president received the University of Notre Dame's Laetare medal, given to American Catholics","response":"John F. Kennedy"},{"text":"The prize committee recognized his Fourteen Points peace program when awarding this president a Nobel Peace Prize","response":"(Woodrow) Wilson"}],"originalDate":"2013-06-26"},{"category":"THE 4th CENTURY","comments":"(Alex: That was a great century.)","clues":[{"text":"Emperor Theodosius banned these athletic events begun 12 centuries before, calling them a pagan cult","response":"the Olympics"},{"text":"This Rome basilica built in the mid-4th century lasted until the 16th century, when it was torn down &amp; replaced","response":"St. Peter's"},{"text":"In 391 the Serapeum, a temple that housed part of this ancient institution, was destroyed along with its books","response":"the Library of Alexandria"},{"text":"In 330 he dedicated the city of New Rome as his capital on the Bosporus; soon it was named for him","response":"Constantine"},{"text":"Around 376 this nomadic people from central Asia defeated the Visigoths","response":"the Huns"}],"originalDate":"2013-06-26"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"In this 1866 Russian novel, a poor student named Raskolnikov kills an old woman pawnbroker","response":"<i>Crime and Punishment</i>"},{"text":"In 1835 he published a pamphlet containing 4 of his fairy tales, including \"The Tinder Box\"","response":"Hans Christian Andersen"},{"text":"The last chapter of this 16th century work is \"An Exhortation to Liberate Italy from the Barbarians\"","response":"<i>The Prince</i>"},{"text":"This Chilean novelist's \"Portrait in Sepia\" continues the story begun in her \"Daughter of Fortune\"","response":"Isabel Allende"},{"text":"In this Henry James tale, a governess is in charge of 2 children who are controlled by evil ghosts","response":"<i>The Turn of the Screw</i>"}],"originalDate":"2013-06-26"}],[{"category":"MOSCOW","comments":"","clues":[{"text":"It's a museum as well as seat of government","response":"Kremlin"},{"text":"At various spots around Moscow, you can visit his library, stadium &amp; tomb","response":"Lenin"},{"text":"Since he built St. Basil's Cathedral, he might have been a nice guy after all","response":"Ivan the Terrible"},{"text":"The many roads leading to Moscow originally converged here","response":"Red Square"},{"text":"The last foreign power to succeed in conquering Moscow","response":"France"}],"originalDate":"1986-04-10"},{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"Since this 1980 song was his only #1 hit, it's no wonder Eddie Rabbitt loved this kind of night","response":"rainy"},{"text":"A Jackie Collins best seller &amp; mini-series gave us the scoop about these \"Hollywood\" personages","response":"<i>Wives</i>"},{"text":"It can be \"left\", \"right\", \"center\", or \"strawberry\"","response":"field"},{"text":"From Old English \"to kill\", it's to quiet or subdue, such as a riot","response":"quell"},{"text":"A socially superior group, or a type of type","response":"elite"}],"originalDate":"1986-04-10"},{"category":"SPORTS","comments":"","clues":[{"text":"At a bullfight, it's the fans' way of saying \"bravo\"","response":"ol&eacute;"},{"text":"In gymnastics, the long horse is the same as the pommel horse, but without these","response":"bars, handles"},{"text":"It's said that in 10 years of competition, this '20s swimming star never lost a race from 50-880 yards","response":"Johnny Weissmuller"},{"text":"In this year, 4 yrs. after his Olympic title, Muhammad Ali upset Sonny Liston for his 1st heavyweight crown","response":"1964"},{"text":"To maximize wind effectively in sailing you can use this zig-zag maneuver","response":"tacking"}],"originalDate":"1986-04-10"},{"category":"WEATHER","comments":"","clues":[{"text":"During a 1983 heat wave, St. Louis set up \"cooling centers\" for people without this","response":"air conditioning"},{"text":"Lightning can reach temperatures 3 times as high as the surface of this","response":"sun"},{"text":"Though a small part of the atmosphere, this gas has a big influence thru the \"greenhouse effect\"","response":"carbon dioxide"},{"text":"Usually, it's the snowiest month in the U.S.","response":"February"},{"text":"Storm-producing cumulonimbus clouds are popularly called these","response":"thunderheads"}],"originalDate":"1986-04-10"},{"category":"FAMOUS DUNCANS","comments":"","clues":[{"text":"Duncan has the business world on a string with its domination of this toy","response":"yo-yo"},{"text":"Traveling food critic Duncan Hines lent his name to the 1st of these packaged desserts","response":"cake mixes"},{"text":"Director Preston Sturges' mother gave her the fatal scarf that broke her neck","response":"Isadora Duncan"},{"text":"American cabinetmaker who was among 1st to use factory method to make furniture","response":"Duncan Phyfe"},{"text":"As the Cisco Kid, he dressed all in black except for his white sombrero","response":"Duncan Renaldo"}],"originalDate":"1986-04-10"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"Name of a sheriff's officer in \"Henry IV, Part 2\", or Phyllis Diller's husband","response":"Fang"},{"text":"Profession of Mellors, whose recreation was being \"Lady Chatterly's Lover\"","response":"gamekeeper"},{"text":"Character who said \"I beheld the wretch, the miserable monster which I had created\"","response":"Dr. Frankenstein"},{"text":"Beautiful gypsy who dances with a tambourine &amp; goat in front of a church &amp; hunchback","response":"Esmeralda"},{"text":"Title heroine of a Henry James story whom Cybil Shepherd played in a 1974 film","response":"Daisy Miller"}],"originalDate":"1986-04-10"}],{"category":"ANCIENT SYMBOLS","text":"Taiji, the Great Ultimate, is the source of this pair that's represented by the colors orange &amp; azure respectively","response":"yin & yang"}]}