{"mix":2748,"rounds":[[{"category":"WORLD CITIES","comments":"","clues":[{"text":"The Brandenburg Gate stands in the heart of this German capital","response":"Berlin"},{"text":"This ancient city, once known as Constantinople, is the largest city in Turkey","response":"Istanbul"},{"text":"This Austrian capital is home to the Strausses, the Sachertorte &amp; Schonbrunn Palace","response":"Vienna"},{"text":"This southern seaport is the second-largest city in France","response":"Marseille"},{"text":"About 1/3 of all Chileans live in this capital city","response":"Santiago"}],"originalDate":"1993-11-08"},{"category":"\"UNION\"s","comments":"","clues":[{"text":"This country's breakup December 25, 1991 made headlines","response":"the Soviet Union"},{"text":"It's what ads for the International Ladies' Garment Workers want you to \"Look for\"","response":"the union label"},{"text":"Nickname for the flag of Great Britain","response":"the Union Jack"},{"text":"It's a co-op banking association in which members pool their savings and lend to each other","response":"credit union"},{"text":"This company erected the first transcontinental telegraph line","response":"Western Union"}],"originalDate":"1993-11-08"},{"category":"HISTORY","comments":"","clues":[{"text":"in 1866 this city of canals on the Adriatic Sea became a part of the Kingdom of Italy","response":"Venice"},{"text":"On July 26, 1952 this country's King Farouk was forced to abdicate by the military","response":"Egypt"},{"text":"He helped form France's Fifth Republic in 1958 &amp; served as its president until he resigned in 1969","response":"de Gaulle"},{"text":"On October 15, 1917 she was executed by a French firing squad as a spy","response":"Mata Hari"},{"text":"Killed at Trafalgar, this British commander's last words were \"Thank God I have done my duty\"","response":"Lord Nelson"}],"originalDate":"1993-11-08"},{"category":"FAMOUS LANDMARKS","comments":"","clues":[{"text":"Engineers Emile Nouguier &amp; Maurice Koechlin helped design this 984-foot Paris structure","response":"the Eiffel Tower"},{"text":"On this S. Dakota landmark, the head of Washington is about as high as a 5-story building","response":"Mount Rushmore"},{"text":"This Roman landmark, also known as the Flavian Amphitheatre, was dedicated in 80 A.D.","response":"the Colosseum"},{"text":"The Great Temple of the Aztecs in this capital city was discovered in 1978 &amp; can now be toured","response":"Mexico"},{"text":"Excerpts from the Va. Statute for Religious Freedom appear on a wall of this D.C. presidential landmark","response":"the Jefferson Memorial"}],"originalDate":"1993-11-08"},{"category":"HINTS FROM HELOISE","comments":"","clues":[{"text":"Rock-solid ice cream will become easy to scoop if zapped on low in one of these devices","response":"a microwave oven"},{"text":"To stop bad odors coming from this kitchen device, try grinding orange or lemon peels in it","response":"a garbage disposal"},{"text":"Don't say \"No one's home\" in your message on this; let prospective burglars guess","response":"the answering machine"},{"text":"Readers tell Heloise that freezing panty hose helps keep them from doing this","response":"running"},{"text":"Heloise suggests using this mixer on fresh wine stains on the carpet","response":"soda water"}],"originalDate":"1993-11-08"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"Characters in this Mark Twain novel include \"The Dauphin\", the Widow Douglas &amp; Jim, a runaway slave","response":"Huck Finn"},{"text":"In this tale a sleepy Dutch colonist meets the spirits of Henry Hudson's crew playing ninepins","response":"Rip Van Winkle"},{"text":"While an editor of Graham's Magazine, he wrote \"The Masque of the Red Death\"","response":"Edgar Allan Poe"},{"text":"This Jack London title animal is the offspring of a wolf &amp; an Indian wolfdog","response":"White Fang"},{"text":"This 1974 James A. Michener novel tells the story of a fictional Colorado town through the years","response":"<i>Centennial</i>"}],"originalDate":"1993-11-08"}],[{"category":"HOLLYWOOD HODGEPODGE","comments":"","clues":[{"text":"A person with this job is also called a ten percenter","response":"an agent"},{"text":"Frankly, my dear, he proposed to Carole Lombard at the Brown Derby in 1939","response":"Clark Gable"},{"text":"Some say this magician haunts the ruins of his Laurel Canyon estate","response":"Houdini"},{"text":"The hotel that once housed this \"It\" girl's \"It\" Cafe is now a retirement home on Vine Street","response":"Clara Bow"},{"text":"On August 23, the anniversary of his 1926 death, you may see a \"Lady in Black\" at his gravesite","response":"Valentino"}],"originalDate":"1993-11-08"},{"category":"OSCAR NIGHT FASHIONS","comments":"","clues":[{"text":"He sported a snazzy red leather bow tie when he grabbed a fistful of Oscars for \"Unforgiven\"","response":"Clint Eastwood"},{"text":"In 1986 this singer-actress' Bob Mackie ensemble featured a wild feathered headdress &amp; a bare navel","response":"Cher"},{"text":"She picked up her Oscar for \"My Cousin Vinny\" in an elegant white Chanel gown with black stripes","response":"Marisa Tomei"},{"text":"In 1993 this \"Lorenzo's Oil\" nominee poured herself into a tight gold gown that rivaled the Oscar itself","response":"Susan Sarandon"},{"text":"In 1993 she was in \"A League of Her Own\" in a daringly low-cut black velvet gown designed by Bill Hargate","response":"Geena Davis"}],"originalDate":"1993-11-10"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Daisy could tell you that a tandem is one of these \"built for two\"","response":"a bicycle"},{"text":"Mode of transportation in \"Jingle Bells\"","response":"a one-horse open sleigh"},{"text":"The U.S. Space Station contract was awarded to this Seattle plane company","response":"Boeing"},{"text":"An ad for this Winter Olympic sport said, \"$30,000. And you still have to push the thing to start it\"","response":"a bobsled"},{"text":"On a 1992 kids' record, last year's Celeb. Jeopardy champ Cheech Marin is the driver of one of these","response":"a school bus"}],"originalDate":"1993-11-10"},{"category":"DANCE","comments":"","clues":[{"text":"Follow the hand movements in this Hawaiian dance; they're telling a story","response":"the hula"},{"text":"To conga you take 3 steps forward and do this","response":"kick"},{"text":"It's a tap dance without the metal taps","response":"a soft shoe"},{"text":"This \"Singin' in the Rain\" octogenarian helped choreograph Madonna's Fall '93 tour","response":"Gene Kelly"},{"text":"A toned-down version of the rumba reached the U.S. from this island country in the late 1920s","response":"Cuba"}],"originalDate":"1993-11-10"},{"category":"WHEN YOU'RE \"HOT\"","comments":"","clues":[{"text":"It's slang for the electric chair","response":"the hot seat"},{"text":"Empty, exaggerated talk is just a lot of this","response":"hot air"},{"text":"A little horse sense will tell you it means eager to race","response":"hot to trot"},{"text":"Hotheads know this phrase for \"angry\" comes from the blush of red they get around the neck","response":"hot under the collar"},{"text":"Their hit \"Give It Away\" won this alternative rock band a 1993 Grammy","response":"Red Hot Chili Peppers"}],"originalDate":"1993-11-10"},{"category":"U.S.HISTORY","comments":"","clues":[{"text":"In 1906 the U.S. mint in this Rocky Mountain city produced its first coins","response":"Denver"},{"text":"On Oct. 20, 1803 the Senate approved the acquisition of this 828,000-square-mile area from France","response":"the territory of Louisiana (the Louisiana Purchase)"},{"text":"In 1952 Nixon said about this cocker spaniel, \"Regardless of what they say about it, we're gonna keep it\"","response":"Checkers"},{"text":"In 1954 this New York immigration station known as \"The Gateway to the New World\" closed after 62 years","response":"Ellis Island"},{"text":"Naval battles in this war named for a year included Lake Champlain &amp; Lake Erie","response":"the War of 1812"}],"originalDate":"1993-11-10"}],{"category":"19th CENTURY EUROPE","text":"This 1814-1815 gathering of leaders prompted Beethoven to compose the cantata \"The Glorious Moment\"","response":"the Congress of Vienna"}]}