{"mix":2776,"rounds":[[{"category":"IN THE NEWS","comments":"","clues":[{"text":"Time reports that in August 2126 Comet Swift-Tuttle may do this, so...heads up!","response":"collide with the Earth"},{"text":"Imitating the president, he called the Secret Service &amp; said, \"Feel like going jogging tonight.  In the nude.\"","response":"Dana Carvey"},{"text":"A week after the fire at Windsor Castle, the Hofburg Palace in this city caught fire","response":"Vienna"},{"text":"In 1992 this state became the first to elect 2 women to the U.S. Senate","response":"California"},{"text":"Whittaker Chambers said this man was a spy; Russia recently checked some files &amp; said he wasn't","response":"(Alger) Hiss"}],"originalDate":"1993-02-25"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"This home got a new $1,000,000 roof in time for the 250th anniversary of Thomas Jefferson's birth","response":"Monticello"},{"text":"This style of architecture was named for the city of Byzantium","response":"Byzantine"},{"text":"This world-famous Romanesque tower was built on unstable subsoil, which is why it tilts","response":"the Leaning Tower of Pisa"},{"text":"This \"new art\" style has been called \"Le Style Metro\" in honor of Paris' subway system","response":"Art Nouveau"},{"text":"This Chinese-American designed the National Center for Atmospheric Research in Boulder, CO.","response":"I.M. Pei"}],"originalDate":"1993-02-25"},{"category":"SCIENTIFIC INSTRUMENTS","comments":"","clues":[{"text":"As its name indicates, a fluorometer is used to measure the wavelength &amp; intensity of this type of light","response":"fluorescent"},{"text":"Prospectors looking for uranium usually use this instrument because it detects radiation","response":"Geiger counter"},{"text":"A spectrohelioscope is used by astronauts to study this body","response":"the sun"},{"text":"Grolier's Ency. calls this pressure gauge \"the single most important meteorological instrument\"","response":"barometer"},{"text":"An \"ultra\" form of this device used to separate substances from mixtures can operate at up to 80,000 RPM","response":"centrifuge"}],"originalDate":"1993-02-25"},{"category":"MYTHOLOGICAL WORDS &amp; PHRASES","comments":"","clues":[{"text":"Cleaning up a great big mess is called \"Cleaning the Augean Stables\" after one of his labors","response":"Hercules"},{"text":"A person who asks enigmatic questions can be compared to this monster; there's a statue of one near the Pyramids","response":"the Sphinx"},{"text":"\"Argus-Eyed\", meaning vigilant, refers to a monster whose many eyes were added to this bird's tail","response":"peacock"},{"text":"If you describe a spellbinding singer as \"Orphie\", you're comparing him to this mythical musician","response":"Orpheus"},{"text":"The Champs-Elysees is named for these fields which became synonymous with paradise","response":"Elysian Fields"}],"originalDate":"1993-02-25"},{"category":"WORLD ATHLETES","comments":"","clues":[{"text":"This tennis star's line of gummy candies is called Sugarpova","response":"Maria Sharapova"},{"text":"According to Forbes, this man born in east London is the world's highest-earning soccer player","response":"(David) Beckham"},{"text":"In 2013 the marriage of Scottish auto racer Dario Franchitti &amp; this actress spun out &amp; hit the wall","response":"Ashley Judd"},{"text":"This Fijian golfer's first name means \"victory\" in Hindi","response":"Vijay Singh"},{"text":"Nicknamed \"Geno\", this Pittsburgh Penguins center led the NHL with 109 points in the 2011-12 season","response":"Evgeni Malkin"}],"originalDate":"2013-05-14"},{"category":"PROFESSORS","comments":"","clues":[{"text":"In 2010 the U. of Idaho celebrated the 100th birthday of chemist Malcolm Renfrew, holder of this type of professorship","response":"emeritus"},{"text":"Professor Asaph Hall, who discovered Deimos &amp; Phobos, taught math &amp; this at Harvard","response":"astronomy"},{"text":"This \"Do the Right Thing\" filmmaker teaches directing at NYU","response":"Spike Lee"},{"text":"As Bill Ayers was in a '60s radical group called this, maybe he forecast later being an Illinois education professor","response":"the Weathermen"},{"text":"This radical professor &amp; \"People's\" historian died aged 87 in 2010","response":"Howard Zinn"}],"originalDate":"2013-05-14"}],[{"category":"\"P\"ROVERBS","comments":"","clues":[{"text":"\"Every\" one of these, whether photo or painting, \"tells a story\"","response":"a picture"},{"text":"\"Little\" these \"have big ears\"","response":"pitchers"},{"text":"This \"corrupts\"; \"absolute\" this \"corrupts absolutely\"","response":"power"},{"text":"This \"makes strange bedfellows\"","response":"politics"},{"text":"\"He who pays\" this person \"calls the tune\"","response":"the piper"}],"originalDate":"2013-05-14"},{"category":"THE YOGI BEARS","comments":"","clues":[{"text":"Yogis can bear all kinds of problems if they've mastered pranayama, or control of this, especially the deep type","response":"breathing"},{"text":"A hatha yogi must bear a posture known as the padmasana, which emulates this flower","response":"lotus"},{"text":"Your yogi may bear a tilak, a mark usually made on this body part","response":"the forehead"},{"text":"The yogi bears with dignity his robe of this primary color, like Buddha wore in \"Siddhartha\"","response":"yellow"},{"text":"The kanphata yogi bears the will of this god whose third eye can bring destruction","response":"Shiva"}],"originalDate":"2013-05-14"},{"category":"AMERICA AFTER THE REVOLUTION","comments":"","clues":[{"text":"In July 1789 Congress created this first cabinet department; Thomas Jefferson was selected to head it","response":"the State Department"},{"text":"In 1795 in Chapel Hill it became the first state university to admit students","response":"the University of North Carolina"},{"text":"In 1790 Dobson's Encyclopaedia, the American version of this, began printing, taking 7 years to complete","response":"the Encyclopedia Britannica"},{"text":"In this 1797 affair French agents demanded the U.S. loan France $10 million before our diplomats could meet Talleyrand","response":"the XYZ Affair"},{"text":"This 1786-1787 rebellion of debtor farmers in Massachusetts was named for its leader","response":"Shays' Rebellion"}],"originalDate":"2013-05-14"},{"category":"NEWSWORDY","comments":"","clues":[{"text":"It's the set of triggered federal spending cuts that went into effect March 1, 2013","response":"sequester"},{"text":"A \"drawdown\" is usually of troops, like the 34,000 coming home from this country between early 2013 &amp; '14","response":"Afghanistan"},{"text":"2013 brought the first of these powwows of cardinals in 8 years","response":"conclaves"},{"text":"Those who oppose a path to citizenship for illegal immigrants call it this type of collective pardon","response":"amnesty"},{"text":"Change the last syllable in \"thunderstorm\" to get this weather event that hit the Great Plains in winter 2013","response":"thundersnow"}],"originalDate":"2013-05-14"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"In Act II this character says, \"Or, if thou wilt not, be but sworn my love\"","response":"Juliet"},{"text":"It's no mistake: this early gagfest is set in Ephesus","response":"<i>A Comedy of Errors</i>"},{"text":"Baptista's daughters are Kate &amp; her","response":"Bianca"},{"text":"We never tire of this Prince of Tyre","response":"Pericles"},{"text":"Son of a gun! Pistol is married to this mistress (perhaps swiftly) in \"Henry V\"","response":"Mistress Quickly"}],"originalDate":"2013-05-14"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"An outer decorative edge, or the official dividing line between 2 countries","response":"a border"},{"text":"A classic syllogism concludes \"Socrates is\" this absolute, proved true in 399 B.C.","response":"mortal"},{"text":"A collision between 2 objects; an athlete who helps his team is called that type of \"player\"","response":"impact"},{"text":"An electrician on the set of a TV show","response":"a gaffer"},{"text":"The name of this cold region is from the Greek for \"of the bear\"","response":"Arctic"}],"originalDate":"2013-05-14"}],{"category":"NEW ENGLAND","text":"In Washington, D.C.'s Statuary Hall, the state of Vermont is represented by this patriot","response":"Ethan Allen"}]}