{"mix":2780,"rounds":[[{"category":"QUOTES","comments":"","clues":[{"text":"Mark Twain said, \"Everyone is\" one of these heavenly bodies \"and has a dark side which he never shows\"","response":"a moon"},{"text":"A famous quote about suckers says they're born this often","response":"every minute"},{"text":"Prime minister who said in 1941, \"Never give in, never give in, never, never, never, never\"","response":"Winston Churchill"},{"text":"The most famous quote from \"1984\" is undoubtedly \"Big Brother is\" doing this","response":"watching you"},{"text":"This author wrote of \"making the world safe for hypocrisy\" in \"Look Homeward, Angel\"","response":"Thomas Wolfe"}],"originalDate":"1993-05-27"},{"category":"1893","comments":"","clues":[{"text":"U.S. interests deposed Queen Liliuokalani of this kingdom, paving the way for its annexation","response":"Hawaii"},{"text":"More than 100,000 rushed to the Cherokee Strip area of this territory to claim land","response":"Oklahoma"},{"text":"Lord Stanley of Preston gave a trophy to be awarded to the best Canadian team in this sport","response":"hockey"},{"text":"Laos was added to this French Southeast Asian dependency","response":"Indochina"},{"text":"This state's governor, John Peter Altgeld, pardoned the 3 surviving Haymarket Riot conspirators","response":"Illinois"}],"originalDate":"1993-05-27"},{"category":"WORLD FACTS","comments":"","clues":[{"text":"While kids in the U.S. have to learn 26 of these, kids in Cambodia have to learn 72","response":"letters of the alphabet"},{"text":"This country's Kathmandu Valley was once home to 3 principalities","response":"Nepal"},{"text":"The 1494 line that split South America between Spain &amp; Portugal also split this north Atlantic island","response":"Greenland"},{"text":"This country's flag has a yin-yang symbol &amp; 4 trigrams for earth, air, fire &amp; water","response":"South Korea"},{"text":"By a 127-6 vote, the U.N. expelled this country September 22, 1992","response":"Yugoslavia"}],"originalDate":"1993-05-27"},{"category":"TV \"O\"s","comments":"","clues":[{"text":"He played florist, er...Father Murphy","response":"(Merlin) Olsen"},{"text":"In the mid-'70s he could be found singing between Telma Hopkins &amp; Joyce Vincent Wilson","response":"Tony Orlando"},{"text":"This Lord won Emmys in 1960, 1973, 1975, 1982 &amp; 1984","response":"Lord Olivier"},{"text":"This \"thirtysomething\" star directed the 1992 TV movie \"Doing Time on Maple Drive\"","response":"Ken Olin"},{"text":"Lt. Castillo on \"Miami Vice\", he helped clean up L.A. after the 1992 riots","response":"(Edward James) Olmos"}],"originalDate":"1993-05-27"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Part of the metropolitan area of this Nebraska city extends into Council Bluffs, Iowa","response":"Omaha"},{"text":"This university city on San Francisco Bay was named for an early 18th century Anglican bishop","response":"Berkeley"},{"text":"The Cuyahoga River divides this Ohio city into an east side &amp; a west side","response":"Cleveland"},{"text":"A Michigan city is named for this Ottawa chief who fought the British in the French &amp; Indian War","response":"Pontiac"},{"text":"Explorer George Rogers Clark is buried in this largest Kentucky city, which he helped found in 1778","response":"Louisville"}],"originalDate":"1993-05-27"},{"category":"BROADWAY MUSICALS","comments":"","clues":[{"text":"The score of \"George M!\" features many of the songs he wrote, including \"Mary's A Grand Old Name\"","response":"George M. Cohan"},{"text":"In Germany this musical is known as \"Der Mann von La Mancha\"","response":"<i>The Man of La Mancha</i>"},{"text":"She starred on Broadway in \"Fanny\" in 1954, 15 years before she began mothering \"The Brady Bunch\"","response":"Florence Henderson"},{"text":"\"The Unsinkable Molly Brown\" was Meredith Willson's second musical, this was his first","response":"<i>The Music Man</i>"},{"text":"This 1960 show about a legendary king was the last musical directed by Moss Hart","response":"<i>Camelot</i>"}],"originalDate":"1993-05-27"}],[{"category":"NAVAL BATTLES","comments":"","clues":[{"text":"A 400-ship Roman fleet led by Octavian &amp; Agrippa defeated the fleets of these 2 lovers at Actium in 31 B.C.","response":"Antony & Cleopatra"},{"text":"Sir Francis Drake was second in command when the British defeated this fleet in 1588","response":"the Spanish Armada"},{"text":"In this 1805 battle near Cadiz, Spain, no British ships were lost, but Napoleon lost about 20","response":"Trafalgar"},{"text":"Russia used the first ship-to-ship explosive shells in 1853, during this war","response":"the Crimean War"},{"text":"In May 1942 the U.S. &amp; Japan fought the first all-air naval battle in this sea off Australia","response":"the Coral Sea"}],"originalDate":"1993-05-27"},{"category":"ESSAYS","comments":"","clues":[{"text":"This Thoreau essay was originally titled \"Resistance to Civil Government\"","response":"\"Civil Disobedience\""},{"text":"This series of 85 essays urging ratification of the Constitution was written under the pen name \"Publius\"","response":"\"The Federalist Papers\""},{"text":"In his essay \"Areopagitica\", this \"Paradise Lost\" author argued against censorship of the press","response":"(John) Milton"},{"text":"This marine biologist's first book, \"Under the Sea-Wind\", grew out of her 1937 essay \"Undersea\"","response":"Rachel Carson"},{"text":"In 1841 he published a series of essays which included perhaps his most famous one, \"Self-Reliance\"","response":"Ralph Waldo Emerson"}],"originalDate":"1993-05-27"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This tycoon's broadcasting company owns the Omni Hotel in Atlanta","response":"Ted Turner"},{"text":"This company was named for the brothers who began making antiseptic surgical dressings in 1885","response":"Johnson & Johnson"},{"text":"This hot cereal company's plant in Cedar Rapids, Iowa is the world's largest cereal mill under one roof","response":"Quaker Oats"},{"text":"This Minneapolis butter company has used an Indian maiden as its symbol since 1924","response":"Land O'Lakes"},{"text":"The letter \"L\" in the name of this cosmetics giant came from the last name of partner Charles Lachman","response":"Revlon"}],"originalDate":"1993-05-27"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"There's this University in Oxford, Ohio as well as the University of this in Coral Gables, Florida","response":"Miami"},{"text":"The fight song of this New Orleans school begins, \"Green wave green wave, hats off to thee\"","response":"Tulane"},{"text":"Friendly Hall was the first dorm at this West Coast school, UO for short","response":"the University of Oregon"},{"text":"If you want to plan your individual course of study, head for Bennington College in this state","response":"Vermont"},{"text":"James Madison breezed through this school in 2 years when it was still called the College of New Jersey","response":"Princeton"}],"originalDate":"2013-05-07"},{"category":"EMERSON","comments":"","clues":[{"text":"Around the time Ralph Waldo Emerson remarried in 1835, he settled in this town northwest of Boston","response":"Concord"},{"text":"Emerson first gave \"The American Scholar\" as a lecture to this Greek letter honor society at Harvard","response":"Phi Beta Kappa"},{"text":"Emerson helped start this literary movement in New England with his 1836 work \"Nature\"","response":"transcendentalism"},{"text":"\"Self-Reliance\" says contradict yourself, so what?  This quality \"is the hobgoblin of little minds\"","response":"consistency"},{"text":"Like his father, Emerson was a minister of this religion that believes in the single person of God","response":"Unitarianism"}],"originalDate":"2013-05-07"},{"category":"BALL STATE","comments":"(Alex: We want you to identify the sport.)","clues":[{"text":"Loose ball,<br>as in loose ball foul","response":"basketball"},{"text":"Live ball,<br>as in an onside kick","response":"football"},{"text":"Passed ball<span class=\"nobreak\">--</span><br>oh, Cervelli!","response":"baseball"},{"text":"Down ball,<br>kind of a standing spike","response":"volleyball"},{"text":"New balls,<br>as in the umpire's traditional request \"new balls please\"","response":"tennis"}],"originalDate":"2013-05-07"}],{"category":"ASTROLOGY","text":"While Gemini is represented by 2 humans, this sign is represented by a pair of animals","response":"Pisces"}]}