{"mix":2782,"rounds":[[{"category":"THAT'S WHAT CHE SAID","comments":"","clues":[{"text":"Che Guevara described this type of warfare as \"irregular... struggle against enemies of superior military power\"","response":"guerilla warfare"},{"text":"\"I began my career\" in this field; \"I came into close contact with poverty... with the inability to treat a child\"","response":"medicine"},{"text":"Che sent many men to execution by this &amp; reportedly spoke of it as the \"pedagogy of the wall\"","response":"by firing squad"},{"text":"This type of event that Che advocated \"is not an apple that falls when it is ripe. You have to make it fall\"","response":"revolution"},{"text":"Che said that when this previous Cuban dictator \"fled, he cleaned out the national treasury\"","response":"Fulgencio Batista"}],"originalDate":"2013-05-06"},{"category":"THE BIG \"BOARD\"","comments":"","clues":[{"text":"A promenade along a beach or shore, perhaps fashionably near Park Place","response":"boardwalk"},{"text":"This name for a side of the boat is related to the word \"steer\"; Teutonic ships were steered on that side","response":"starboard"},{"text":"Examples of these include Choate Rosemary Hall in Connecticut &amp; Phillips Academy in Massachusetts","response":"boarding school"},{"text":"Frank Sinatra's nickname; it was all business, baby","response":"Chairman of the Board"},{"text":"In the 1950s the Brown family took on this Topeka organization in the Supreme Court","response":"the Board of Education"}],"originalDate":"2013-05-03"},{"category":"NO ANIMALS WERE HARMED","comments":"(Alex: You have to name the animal that goes with the two items we present in each clue.)","clues":[{"text":"Wrench &amp; shines","response":"monkey"},{"text":"Bumps &amp; berry","response":"goose"},{"text":"Feathers &amp; latitudes","response":"horse"},{"text":"Rock &amp; tears","response":"crocodile"},{"text":"Mom &amp; balm","response":"tiger"}],"originalDate":"2013-05-03"},{"category":"SEEKING ASYLUM","comments":"","clues":[{"text":"Fugitive financier Robert Vesco is alleged to have gotten all kinds of goodies for Fidel in exchange for asylum here","response":"Cuba"},{"text":"Iranian-Egyptian relations were frosted over by Cairo's grant of asylum to this man in 1979","response":"the shah"},{"text":"As he is gay, the passage of the \"Kill the Gay's\" bill in Kampala in this country caused Moses Mworeko to seek U.S. asylum","response":"Uganda"},{"text":"Known as Misha, he got asylum from Canada before joining the American Ballet Theatre","response":"Baryshnikov"},{"text":"In 2012 Julian Assange sought asylum at Ecuador's embassy in this city","response":"London"}],"originalDate":"2013-05-03"},{"category":"BRITISH LIT","comments":"","clues":[{"text":"In part for his \"virility of ideas\", this \"Jungle Book\" author was the first Brit to win the Nobel Prize for literature","response":"Kipling"},{"text":"The press called Rev. W. Awdry \"the Puff Puff Parson\" after the success of his children's books about this train car","response":"<i>Thomas The Tank Engine</i>"},{"text":"This military man lost the \"Seven Pillars Of Wisdom\" manuscript in a train station","response":"T.E. Lawrence"},{"text":"Titles about angst in sports include Handke's \"The Goalie's Anxiety At The Penalty Kick\" &amp; Alan Sillitoe's \"The Loneliness Of\" him","response":"The Long Distance Runner"},{"text":"\"Black Beauty\", written toward the end of her life, was her only novel","response":"Anna Sewell"}],"originalDate":"2013-05-03"},{"category":"INTERNET-BUSINESS.COM","comments":"","clues":[{"text":"This movie &amp; TV show rental .com claims \"more than 27 million members in the United States and Canada\"","response":"Netflix"},{"text":"This Salt Lake City-based online retailer features Mobile O, Club O Rewards &amp; O.biz","response":"Overstock.com"},{"text":"Founder Jeff Bezos wanted to call it Cadabra, but when a lawyer misheard it as \"cadaver\", went with this instead","response":"Amazon(.com)"},{"text":"Nick Swinmurn founded this .com in '99 after an unsuccessful trip to the mall for some shoes","response":"Zappos"},{"text":"This matchmaking site says there are \"29 key areas that help develop a great long-term relationship\"; music to our ears!","response":"eHarmony"}],"originalDate":"2013-05-03"}],[{"category":"COLORFUL SONGS","comments":"","clues":[{"text":"The Rolling<br>Stones:<br>\"Paint It, _____\"","response":"Black"},{"text":"Psychedelic Furs:<br>\"Pretty In _____\"","response":"Pink"},{"text":"Grandmaster Flash<br>&amp; Mellie Mel:<br>\"_____ Lines<br>(Don't Do It)\"","response":"White"},{"text":"This David Bowie title comes between \"Barefoot\" &amp; \"Night\" in a Jake Owen No. 1 country hit","response":"Blue Jean"},{"text":"On \"Sesame Street\" Elvis Costello redid this song as \"A Monster Went &amp; Ate My Red 2\"","response":"\"The Angels Want To Wear My Red Shoes\""}],"originalDate":"2013-05-03"},{"category":"SEEKIN ASYLUMS","comments":"(Alex: In the first round, you were seeking asylym.  Now you are [*].)","clues":[{"text":"The USA's oldest mental hospital was established in 1773, convenient to the college of William &amp; Mary in this state","response":"Virginia"},{"text":"From Broadmoor Asylum, after killing a man, William Minor sent thousands of citations to this British dictionary","response":"the OED (Oxford English Dictionary)"},{"text":"This film with Leonardo DiCaprio seeking a patient was filmed at Medfield State Hospital in Massachusetts","response":"<i>Shutter Island</i>"},{"text":"This Marquis was locked up at Charenton near Paris, where the play usually called \"Marat\"/him is set","response":"de Sade"},{"text":"Composer Bedrich Smetana died in an asylum in this world capital","response":"Prague"}],"originalDate":"2013-05-03"},{"category":"TO THE POLICE STATION!","comments":"","clues":[{"text":"This city's 1st district station is on State Street, that great street","response":"Chicago"},{"text":"This city's Tenderloin District station is on Eddy Street","response":"San Francisco"},{"text":"This city's Poste de Quartier 31 is right near the Expos' old Jarry Park","response":"Montreal"},{"text":"If you lose yourself in this city, call the 12th precinct station on West 7 Mile","response":"Detroit"},{"text":"Mouth off to a highway patrolman in this state &amp; you may find yourself at the Broward County station","response":"Florida"}],"originalDate":"2013-05-02"},{"category":"TV SUPPORTING CASTS","comments":"","clues":[{"text":"Dirk Benedict as Face, Dwight Schultz as Howling Mad Murdock, some fools to be pitied","response":"<i>The A-Team</i>"},{"text":"Meghan Ory as Ruby, Meghan Ory as Red Riding Hood","response":"<i>Once Upon a Time</i>"},{"text":"Vic Tayback as Mel, Polly Holliday as Flo (there was a lot of grits-kissing)","response":"<i>Alice</i>"},{"text":"Lighting up the screen<span class=\"nobreak\">--</span>David Lyons as General Monroe, Zak Orth as Aaron Pittman","response":"<i>Revolution</i>"},{"text":"Jimmy Smits as Victor Sifuentes; Diana Muldaur as Rosalind Shays, but she got the shaft","response":"<i>L.A. Law</i>"}],"originalDate":"2013-05-02"},{"category":"TABLE OF CONDIMENTS","comments":"","clues":[{"text":"Of course Heinz has a sauce with this numerical name; it was originally called Beefsteak Sauce","response":"57"},{"text":"Cornichons are itty bitty these, made from gherkins","response":"pickles"},{"text":"Maror, the bitter herb found on the Passover table, is usually this root","response":"horseradish"},{"text":"In 1866 Colman's, a British brand of this condiment, received a special seal of approval from Queen Victoria","response":"mustard"},{"text":"This thick paste made from sesame seeds flavors hummus &amp; baba ganoush","response":"tahini"}],"originalDate":"2013-05-02"},{"category":"THINGS MOTHER GAVE US","comments":"(Alex: Each correct response will be made up of the letters in the word \"mother\". Not all of them, necessarily.)","clues":[{"text":"Butterfly cousin","response":"moth"},{"text":"Nickname for the subway in Paris","response":"metro"},{"text":"Sped off, or pulled apart","response":"tore"},{"text":"Where American college kids say semester, Brits are more likely to say this 4-letter word","response":"term"},{"text":"A key that returns the cursor to the beginning of the line you're on","response":"Home"}],"originalDate":"2013-05-02"}],{"category":"THE WESTERN HEMISPHERE","text":"The Mopan River flows about 20 miles from the capital of this country","response":"Belize"}]}