{"mix":2785,"rounds":[[{"category":"FOODS OF THE WORLD","comments":"","clues":[{"text":"Some of this cheese named for Parma is cured for several years before it's grated over pasta","response":"Parmesan"},{"text":"The Sevruga type of this fishy treat is made of small, grayish eggs","response":"caviar"},{"text":"Cakes of this soybean curd should be stored in water, &amp; the water should be changed daily","response":"tofu"},{"text":"Originally, this \"modest\" English pie was made with numbles, which are deer innards","response":"humble pie"},{"text":"Souvlaki, a Greek specialty similar to shish kebab is made with marinated chunks of this meat","response":"lamb"}],"originalDate":"1993-07-07"},{"category":"CROSSWORD CLUES \"E\"","comments":"","clues":[{"text":"Spain, in Spain<br>           (6)","response":"Espana"},{"text":"Crewelwork<br>          (10)","response":"embroidery"},{"text":"A \"bald\" chick<br>         (6)","response":"eaglet"},{"text":"A fragrance for all time<br>            (8)","response":"eternity"},{"text":"A \"complex\" woman<br>            (7)","response":"Electra"}],"originalDate":"1993-07-07"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"In a sonnet Michelangelo called this author of \"The Divine Comedy\" a man \"without peer\"","response":"Dante"},{"text":"Among his many inventions were an audiometer &amp; a device to transmit speech via light waves","response":"Alexander Graham Bell"},{"text":"In 1526 Ferdinand I of this Austrian ruling family became king of Hungary &amp; Bohemia","response":"Hapsburgs"},{"text":"Named \"Curly\" as a boy, this Oglala Sioux chief led the attack on Custer at the Little Big Horn","response":"Crazy Horse"},{"text":"Philosopher born in Italy, the son of Landulf, Count of Aquino &amp; Theodora, Countess of Theate","response":"St. Thomas Aquinas"}],"originalDate":"1993-07-07"},{"category":"AUTHORS","comments":"","clues":[{"text":"This author of \"Gone with the Wind\" was 10 before she learned the South had lost the Civil War","response":"Margaret Mitchell"},{"text":"Though born in Prague, Franz Kafka wrote in this language","response":"German"},{"text":"This novella was Philip Roth's first published book","response":"<i>Goodbye, Columbus</i>"},{"text":"Athol Fugard's play \"Master Harold...and the Boys\" is set in this, his home country","response":"South Africa"},{"text":"Reb Tevye is the main character in several of his stories, including \"Today's Children\"","response":"Sholem Aleichem"}],"originalDate":"1993-07-07"},{"category":"SPACE EXPLORATION","comments":"","clues":[{"text":"After his 3-orbit Mercury flight in February 1962, he was sweating profusely &amp; appeared fatigued","response":"John Glenn"},{"text":"In 1966 Edwin Aldrin &amp; James Lovell were the last 2 launched in this program","response":"Gemini"},{"text":"Apollo 17's lunar module had the same name as this ill-fated space shuttle","response":"Challenger"},{"text":"3 crews of 3 astronauts each occupied this U.S. space station in 1973 &amp; 1974","response":"Skylab"},{"text":"3 astronauts &amp; 2 cosmonauts linked up in orbit in this 1975 project","response":"Apollo-Soyuz"}],"originalDate":"1993-07-07"},{"category":"FAMOUS SPEECHES","comments":"","clues":[{"text":"This 1863 speech includes the line \"We here highly resolve that these dead shall not have died in vain\"","response":"The Gettysburg Address"},{"text":"Addressing his followers in 1920, he said non-cooperation \"is the inherent right of every human being\"","response":"Mohandas Gandhi"},{"text":"Speaking to the Senate in 1858, James H. Hammond said, \"You dare not make war on cotton...cotton is\" this","response":"king"},{"text":"In an 1819 address, he said, \"Legislators!  I deposit in your hands the supreme command of Venezuela\"","response":"Simon Bolivar"},{"text":"His \"Cross of Gold\" speech in 1896 helped him win the Democratic presidential nomination","response":"William Jennings Bryan"}],"originalDate":"1993-07-07"}],[{"category":"THEATRE","comments":"","clues":[{"text":"Yeats' one-act verse play \"At the Hawk's Well\" was inspired by the Noh drama of this country","response":"Japan"},{"text":"Jean-Racine wrote under his own name; Jean-Baptiste Poquelin used this nom de plume","response":"Moliere"},{"text":"In this Eugene O'Neill play, \"two enormous\" trees \"brood oppressively over the\" Cabot farmhouse","response":"<i>Desire Under the Elms</i>"},{"text":"Strindberg set \"The Ghost Sonata\" in this Scandinavian capital, his birthplace","response":"Stockholm"},{"text":"The poor women of Canterbury are the first characters to speak in this T.S. Eliot play","response":"<i>Murder in the Cathedral</i>"}],"originalDate":"1993-07-07"},{"category":"THE SEXIEST POTPOURRI EVER","comments":"","clues":[{"text":"Let's turn the lights low &amp; give thanks to this man who also gave the world the first industrial research lab","response":"Edison"},{"text":"That's right, baby, in 1534 Suleiman the Magnificent conquered Iraq in leading this empire against Persia","response":"the Ottoman Empire"},{"text":"Let's mix business with pleasure... this alphanumeric co. is known for Scotch tape, but its first product was sandpaper","response":"3M"},{"text":"He was Harding's first confirmed Supreme Court justice, &amp; at 300-plus pounds, that was a lot more to love","response":"Taft"},{"text":"Ohhh yeah... Jared Diamond's book \"Guns, Germs and\" this examines environmental factors in history","response":"<i>Steel</i>"}],"originalDate":"2013-04-29"},{"category":"STATE FACTS","comments":"","clues":[{"text":"Very simply, this state takes its name from the country to the south of it","response":"New Mexico"},{"text":"Fort William, later to be known as Fort Laramie, was this state's first permanent settlement","response":"Wyoming"},{"text":"It's the only state that is divided into 2 peninsulas, upper &amp; lower","response":"Michigan"},{"text":"The first Pony Express run started from a city in this state in 1860","response":"Missouri"},{"text":"It's the fifth-most populous state overall &amp; the most populous in the Midwest","response":"Illinois"}],"originalDate":"2013-04-29"},{"category":"MOVIE MAKEOVERS","comments":"","clues":[{"text":"Al Pacino helped design his character's creepy look for this 1990 comic strip film","response":"<i>Dick Tracy</i>"},{"text":"For \"Looper\" this actor was altered into a convincing young Bruce Willis","response":"Joseph Gordon-Levitt"},{"text":"Dustin Hoffman was aged to 121 for this 1970 western","response":"<i>Little Big Man</i>"},{"text":"In 2001 \"Planet of the Apes\" made a monkey out of this British actress who played Ari","response":"Helena Bonham Carter"},{"text":"This slender actress \"felt humiliated\" wearing her \"Shallow Hal\" fat suit around town","response":"Gwyneth Paltrow"}],"originalDate":"2013-04-29"},{"category":"REVENGE","comments":"","clues":[{"text":"The creature kills his creator's bride as revenge for not getting his own mate in this 1818 novel","response":"<i>Frankenstein</i>"},{"text":"To get revenge on Odysseus, Polyphemus prayed to this sea god, his dad, who made it hard for Odysseus to get home","response":"Poseidon"},{"text":"In this novel, Edmond Dantes plots revenge on the people whose treachery landed him in prison","response":"<i>The Count of Monte Cristo</i>"},{"text":"Jilted on her wedding day, in revenge she teaches her ward Estella to torment men in \"Great Expectations\"","response":"Miss Havisham"},{"text":"Roger Chillingworth seeks revenge for his wife's adultery in this classic  American novel","response":"<i>The Scarlet Letter</i>"}],"originalDate":"2013-04-29"},{"category":"THIS SOUTH AMERICAN LIFE","comments":"","clues":[{"text":"In 2005 this Venezuelan began using the term \"21st c. socialism\" to describe the kind of govt. he wanted to create","response":"Hugo Chávez"},{"text":"Though never an Olympian, this Brazilian was named Athlete of the 20th Century by the Intl. Olympic Committee","response":"Pelé"},{"text":"In 1955 the Roman Catholic Church broke with this Argentine leader after he legalized prostitution &amp; a few other things","response":"(Juan) Perón"},{"text":"In June 1990   Alberto Fujimori beat novelist Mario Vargas Llosa for the presidency of this country","response":"Peru"},{"text":"This novelist's \"News of a Kidnapping\" is a nonfiction account of kidnappings in Colombia in 1990-91","response":"Gabriel García Márquez"}],"originalDate":"2013-04-29"}],{"category":"SPORTS","text":"With a total of 20, this player holds record for most Wimbledon titles ever","response":"Billie Jean King"}]}