{"mix":2787,"rounds":[[{"category":"CAVES","comments":"","clues":[{"text":"The Waitomo caves on this country's North Island are lit by thousands of glowworms","response":"New Zealand"},{"text":"On December 2, 1929 a skull of this prehistoric man was discovered in Zhoukoudian Cave in China","response":"Peking Man"},{"text":"The walls of Oklahoma's Alabaster Caverns are formed of this soft white mineral often used to make drywall","response":"gypsum"},{"text":"During the War of 1812, this Kentucky cave was used to mine saltpeter for the making of gunpowder","response":"Mammoth Cave"},{"text":"The Republic of Georgia's Krubera Cave in this mountain system is the world's deepest at 7,188 feet","response":"the Caucasus"}],"originalDate":"2013-04-26"},{"category":"NOAH'S ARC","comments":"","clues":[{"text":"The studly Noah is introduced begetting sons as a quincentenarian, a man of this age","response":"500"},{"text":"Noah peaks in Genesis 6:8-9, which describes him as just, perfect &amp; finding this \"in the eyes of\" the Lord","response":"grace"},{"text":"Noah's still doing well after the flood, when he builds one of these to make offerings","response":"altar"},{"text":"Things start to go sour for Noah in Genesis 9:20; every job is open to him, &amp; he chooses to plant these","response":"grapes"},{"text":"Noah hits bottom when he's passed out naked &amp; Ham has to tell these 2 brothers to cover up their father","response":"Shem and Japheth"}],"originalDate":"2013-04-25"},{"category":"GREEN WITH NON-ENVY","comments":"","clues":[{"text":"This green fruit comes in Persian &amp; key varieties","response":"lime"},{"text":"This green beryl gemstone with a blue tint is more valuable than one with a yellow tint","response":"emerald"},{"text":"This leafy annual of the goosefoot family is high in iron but won't turn your forearm anchor tattoos into rockets","response":"spinach"},{"text":"You get an \"A\" if you know the green this is the largest snake in the Western Hemisphere; it may be 30 feet long","response":"anaconda"},{"text":"Norman Osborn is the civilian name of this bad guy who has Spider-Man climbing the walls","response":"The Green Goblin"}],"originalDate":"2013-04-25"},{"category":"PUT YOUR MONEY WHERE YOUR MOUTH IS","comments":"","clues":[{"text":"$1,000 for a bagel? sure, if its cream cheese is infused with these underground fungi","response":"truffles"},{"text":"At Norma's in NYC, the \"zillion dollar\" frittata with caviar &amp; this crustacean is a bargain at a mere $1,000","response":"lobster"},{"text":"At New York's Serendipity 3, a $1,000 one of these is drizzled with Tuscan chocolate &amp; gold leaf, not hot fudge","response":"sundae"},{"text":"Yo! at Philadelphia's Barclay Prime, this sandwich is $100 (it's made with Wagyu ribeye &amp; Fontina)","response":"cheesesteak"},{"text":"The $270 prix fixe menu can really clean you out at Thomas Keller's Napa valley restaurant called \"French\" this","response":"The French Laundry"}],"originalDate":"2013-04-25"},{"category":"THE CONFEDERATE STATES OF AMERICA","comments":"","clues":[{"text":"Union troops cut a path 50 miles wide, destroying all public buildings &amp; mills on Sherman's march to the sea through this state","response":"Georgia"},{"text":"One of the Civil War's last battles was fought in May 1865 near the mouth of the Rio Grande in this state","response":"Texas"},{"text":"On Dec. 20, 1860 it became the first state to leave the Union; a few months later, the Civil War would begin there","response":"South Carolina"},{"text":"Fredericksburg in this state changed hands 7 times during the Civil War","response":"Virginia"},{"text":"After some federal control was established in 1862, Lincoln made Andrew Johnson the military gov. of this state","response":"Tennessee"}],"originalDate":"2013-04-25"},{"category":"LITERARY SECOND BANANAS","comments":"","clues":[{"text":"Robinson Crusoe \"taught him to say yes and no and to know the meaning of them\"","response":"Friday"},{"text":"This simple squire of Don Quixote has a wife, Teresa, a son, Sanchico, &amp; daughter, Mari Sancha","response":"Sancho Panza"},{"text":"This Agatha Christie sleuth is fond of his chronicler Arthur Hastings but thinks he's a bit of an imbecile","response":"Hercule Poirot"},{"text":"In the \"Iliad\", Patroclus is the bosom companion of this fierce Greek warrior","response":"Achilles"},{"text":"In Patrick O'Brian's sea novels, physician Stephen Maturin is the sidekick of this captain","response":"Jack Aubrey"}],"originalDate":"2013-04-25"}],[{"category":"THE FAST &amp; THE FURRIEST","comments":"","clues":[{"text":"G'day! the red species of this Aussie animal can hopalong, Cassidy, at about 30 miles per hour","response":"kangaroo"},{"text":"As it zips around the eastern, central &amp; southern African plains at 70 mph, it's hard to say this large cat \"never wins\"","response":"cheetah"},{"text":"We're not \"laughing\" at the spotted type of this doglike carnivore, which can run 40 miles per hour","response":"hyena"},{"text":"Check out the grace of a Thomson's this type of antelope, but do it quickly; it can hit 50 miles per hour","response":"gazelle"},{"text":"Go forward, move ahead, try to detect this 7-letter hound that can run 35 mph, it's not too late...it's this hound, good","response":"whippet"}],"originalDate":"2013-04-25"},{"category":"OUT ON A \"LIM\"","comments":"","clues":[{"text":"There once was this 5-line type of poem, by humor &amp; meter you'll know 'em","response":"limerick"},{"text":"A car with a separate driver's compartment","response":"limousine"},{"text":"Lithe &amp; nimble","response":"limber"},{"text":"\"Incredible\" mollusk of the genus Patella","response":"limpet"},{"text":"In math, a converging series approaches this","response":"limit"}],"originalDate":"2013-04-25"},{"category":"RADIO, RADIO","comments":"","clues":[{"text":"The kids choose all the music on 88.9 KOPO, run by the Pa'ia Youth and Cultural Center in this state","response":"Hawaii"},{"text":"Fayetteville's KXUA boasts that it plays no music that has been on this publication's Top 40 chart \"in the last 50 years\"","response":"<i>Billboard</i>"},{"text":"The \"VL\" in Memphis' WEVL stands for this, like in the state nickname; it has only 3 paid staff members, the others...","response":"the volunteers"},{"text":"Gilda Radner was the weather girl on WCBN, the campus broadcasting network of this Michigan college town","response":"Ann Arbor"},{"text":"Jonathan Schwartz spins standards for the Big Apple station \"W\" these 3 letters","response":"NYC"}],"originalDate":"2013-04-24"},{"category":"ALL IN THE FAMILY","comments":"","clues":[{"text":"When Gloria Steinem married South African activist David Bale in 2000, she became step-mom to this actor","response":"Christian Bale"},{"text":"It's the last name of celebrity sisters Emily, who stars on \"Bones\", &amp; Zooey of \"New Girl\"","response":"Deschanel"},{"text":"1 of Ernest Hemingway's 2 granddaughters who appeared together in the movie \"Lipstick\"","response":"Mariel & Margaux"},{"text":"The father of \"You're So Vain\" singer Carly co-founded this publishing company","response":"Simon & Schuster"},{"text":"Martha Plimpton of \"Raising Hope\" comes from this show biz family; her dad is Keith &amp; her late uncle was David","response":"the Carradines"}],"originalDate":"2013-04-24"},{"category":"TERMS WITH GREEK LETTERS","comments":"","clues":[{"text":"A &amp; B in this multiple star system are 4.4 light years from Earth","response":"Alpha Centauri"},{"text":"Inderal is one of this class of drugs that can lower blood pressure","response":"a beta-blocker"},{"text":"It was a No. 1 hit song for Helen Reddy","response":"\"Delta Dawn\""},{"text":"The Mayo Clinic says these fatty acids from fish oil reduce blood triglyceride levels","response":"omega-3 acids"},{"text":"A boy crosses the Pacific in a lifeboat (oh yeah, with a tiger!) in this 2001 Yann Martel novel","response":"<i>Life of Pi</i>"}],"originalDate":"2013-04-24"},{"category":"BUT THE END IS ROUGH","comments":"","clues":[{"text":"Of the 23 stab wounds he received on March 15, 44 B.C., only one was fatal, but one is always enough","response":"Julius Caesar"},{"text":"Accused of 2 murders, this man was killed on Nov. 24, 1963 in front of literally millions of witnesses","response":"Lee Harvey Oswald"},{"text":"In October 1967 the revolutionary dreams of this man from Argentina ended via bullets in Bolivia","response":"Che Guevara"},{"text":"In 1973 Albert DeSalvo, known as this Massachusetts killer, was slain in prison by the Walpole Shanker","response":"the \"Boston Strangler\""},{"text":"After his capture, this slave &amp; preacher made a lengthy confession &amp; was hanged on Nov. 11, 1831","response":"Nat Turner"}],"originalDate":"2013-04-24"}],{"category":"U.S. PRESIDENTS","text":"Our 8th president, he was 1st to be born an American citizen &amp; not a British subject","response":"Martin Van Buren"}]}