{"mix":2796,"rounds":[[{"category":"CHILDREN'S LITERATURE","comments":"","clues":[{"text":"Geppetto named him after a family he knew that turned out well","response":"Pinocchio"},{"text":"In a Kipling \"Just So\" story, the animal that \"said 'Humph!' just 'Humph!' and no more\"","response":"camel"},{"text":"The one that belonged to Colin Craven's mother is the \"Secret\" one in the title","response":"garden"},{"text":"J.R.R. Tolkien finished \"The Lord of the Rings\" with this Narnia author's encouragement","response":"C.S. Lewis"},{"text":"In \"Charlotte's Web\", Templeton is this kind of animal","response":"rat"}],"originalDate":"1996-10-10"},{"category":"THE MOVIES","comments":"","clues":[{"text":"Ron Howard received the 1995 Directors Guild of America Award for this Tom Hanks film","response":"<i>Apollo 13</i>"},{"text":"This Oriental sleuth has been played by Warner Oland, Sidney Toler &amp; Roland Winters","response":"Charlie Chan"},{"text":"Clint Eastwood played a late-night DJ stalked by a fan in this 1971 film, his first as a director","response":"<i>Play Misty for Me</i>"},{"text":"In this 1958 film, Maurice Chevalier &amp; Hermione Gingold sang \"I Remember It Well\"","response":"<i>Gigi</i>"},{"text":"In 1987 this actress won an Oscar for her film debut, \"Children of A Lesser God\"","response":"Marlee Matlin"}],"originalDate":"1996-10-10"},{"category":"MYTHOLOGICAL RELATIVES","comments":"","clues":[{"text":"Some say Penelope played around with Hermes &amp; produced this god known for playing the pipes","response":"Pan"},{"text":"Eris, the personification of discord, accompanies this Greek war god, her brother, into battle","response":"Ares"},{"text":"This king of Crete was Phaedra's father","response":"Minos"},{"text":"The Graeae, or \"gray women\", are gray-haired sisters of this gruesome group that includes Medusa","response":"Gorgons"},{"text":"Typhon, who had a hundred heads, was the father of this multi-headed serpent","response":"the Hydra"}],"originalDate":"1996-10-10"},{"category":"FOOD","comments":"","clues":[{"text":"Once this substance is clarified, it has a higher burning point","response":"butter"},{"text":"Genoise, true &amp; hot-water are varieties of this \"absorbent\" cake","response":"sponge cake"},{"text":"This syrup made of dextrose, maltose &amp; dextrin helps keep candy from getting grainy","response":"corn syrup"},{"text":"The black perigord variety of this precious fungus is usually cooked; the white Italian, served raw","response":"truffles"},{"text":"Rex sole is not a true sole but a member of this flatfish group","response":"flounder"}],"originalDate":"1996-10-10"},{"category":"\"EGG\" FILLED","comments":"","clues":[{"text":"According to the old saying, these \"can't be choosers\"","response":"beggars"},{"text":"They're children's snow pants, some with shoulder straps","response":"leggings"},{"text":"Marley's music","response":"reggae"},{"text":"A native of Connecticut","response":"Nutmegger"},{"text":"On the piano it's sounding the notes of a chord in sequence rather than all at once","response":"arpeggio"}],"originalDate":"1996-10-10"},{"category":"SURGERY","comments":"","clues":[{"text":"To make incisions, a surgeon uses this sharp-bladed steel knife","response":"scalpel"},{"text":"Babies in distress at the time of birth may be delivered by this surgical procedure","response":"Caesarean section"},{"text":"Now rarely performed, it was once the most common psychosurgery to treat mental illness","response":"lobotomy"},{"text":"Lasers or heated instruments are used for this procedure to stop a vessel from bleeding","response":"cauterization"},{"text":"Torn cartilage in a knee may be repaired using a fiber-optic instrument during this type of surgery","response":"arthroscopic"}],"originalDate":"1996-10-10"}],[{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In the 13th century, this Indian group settled in the valley of Mexico","response":"Aztecs"},{"text":"In 1918 this country was formed from Bohemia, Moravia &amp; Slovakia","response":"Czechoslovakia"},{"text":"In 1983 this general became head of Panama's military; in 1989 U.S. troops overthrew him","response":"Manuel Noriega"},{"text":"In 1486 this Tudor king married the daughter of Edward IV, uniting the houses of Lancaster &amp; York","response":"Henry VII"},{"text":"Victor Paz Estenssoro was president of this landlocked South American country 1952-56, 1960-64 &amp; 1985-89","response":"Bolivia"}],"originalDate":"1996-10-10"},{"category":"WOMEN IN SPORTS","comments":"","clues":[{"text":"In 1996 Uta Pippig was the women's winner in this U.S. race for the third straight year","response":"Boston Marathon"},{"text":"In 1994, recovered from an assault, she took the silver in figure skating at the Winter Olympics","response":"Nancy Kerrigan"},{"text":"In 1987, '89 &amp; '91, coach Pat Summitt led the U. of Tennessee women's team to NCAA titles in this sport","response":"basketball"},{"text":"The speed skater honored by the Women's Sports Foundation in 1995 as one of its Sportswomen of the Year","response":"Bonnie Blair"},{"text":"In 1995 this Spanish tennis player was a finaliist in 3 of the 4 Grand Slam finals","response":"Arantxa Sanchez Vicario"}],"originalDate":"1996-10-10"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"It's not only Italy's capital, it's the capital of the Latium region as well","response":"Rome"},{"text":"Alaska's Cape Prince of Wales, the state's westernmost mainland point, juts into this strait","response":"Bering Strait"},{"text":"The small Sham Chun River forms the border between China &amp; this British dependency","response":"Hong Kong"},{"text":"This country's Mediterranean coast is indented by the gulfs of Hammamet, Gabes &amp; Tunis","response":"Tunisia"},{"text":"Constanta is Romania's only port on this sea","response":"Black Sea"}],"originalDate":"1996-10-10"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This interjection that expresses sorrow or concern comes from lassus, Latin for \"weary\"","response":"alas"},{"text":"The name of this musket is an alteration of the Dutch donderbus, which means \"thunder gun\"","response":"blunderbuss"},{"text":"The name of this food of the gods is from the Greek for \"immortal\"","response":"ambrosia"},{"text":"Durring Don, a Middle English phrase, evolved into this word for swashbuckling bravado","response":"derring-do"},{"text":"This more common name for a divan is derived from an Arabic word for \"platform\" or \"bench\"","response":"sofa"}],"originalDate":"1996-10-10"},{"category":"DOCTOR! DOCTOR!","comments":"","clues":[{"text":"On both TV &amp; film, Dr. Richard Kimble was this elusive title prey","response":"The Fugitive"},{"text":"I wouldn't have minded getting a checkup from this frontier doctor played by Jane Seymour","response":"Dr. Quinn, Medicine Woman"},{"text":"This doctor needs a sample from you<span class=\"nobreak\">--</span>to use on one of his rap songs, like \"Nuthin' But A 'G' Thang\"","response":"Dr. Dre"},{"text":"Julian McMahon has played a plastic surgeon on \"Nip/Tuck\" &amp; this fiendish \"Dr.\" in Fantastic Four flicks","response":"Dr. Doom"},{"text":"On \"The Mindy Project\" she plays pop-culture-obsessed OB/GYN Mindy Lahiri","response":"Mindy Kaling"}],"originalDate":"2013-04-15"},{"category":"YOU NEED A LAB TEST","comments":"","clues":[{"text":"Checking your Vitamin B12 level may help diagnose the pernicious type of this disease","response":"anemia"},{"text":"A scratch test of the skin is used to detect these, such as to pollen, dust or mold","response":"allergies"},{"text":"One way to check for diabetes is FBG<span class=\"nobreak\">--</span>measuring the level of this sugar in the blood after an 8-hour fast","response":"glucose"},{"text":"Chorionic villus sampling &amp; an amniocentesis can make a prenatal diagnosis of this, DS for short","response":"Down syndrome"},{"text":"A biopsy of the small intestine confirms a diagnosis of this digestive disease, an intolerance to gluten","response":"celiac"}],"originalDate":"2013-04-15"}],{"category":"MOVIE HISTORY","text":"A 1947 FBI study chided this holiday film's \"attempt to discredit bankers ...a common trick used by Communists\"","response":"<i>It's A Wonderful Life</i>"}]}