{"mix":2798,"rounds":[[{"category":"HISTORICAL BLINDNESS","comments":"","clues":[{"text":"Published in 1829, this reading system for the blind was based on a dot code for sending messages to soldiers at night","response":"Braille"},{"text":"The modern guide dog movement began in this country with WWI veterans being shepherded around","response":"Germany"},{"text":"This Englishman was completely blind by the time he penned \"Paradise Lost\"","response":"Milton"},{"text":"In 1748 Jacques Daviel was the first to treat this ailment by removing the clouded lens","response":"cataracts"},{"text":"On his failing eyesight, this New Yorker cartoonist said, \"Nobody knows the trouble I've not seen!\"","response":"(James) Thurber"}],"originalDate":"2013-04-12"},{"category":"THE WAR OF 1812","comments":"","clues":[{"text":"In this last battle of the War, about 2,000 British were killed, wounded or captured; fewer than 50 Americans were killed","response":"The Battle Of New Orleans"},{"text":"On April 27, 1813 American forces captured York, the capital of upper Canada; today York is known by this name","response":"Toronto"},{"text":"After the battle of Lake Erie, Congress gave this Naval hero a gold medal &amp; $5,000, plus his share of prize money","response":"(Oliver Hazard) Perry"},{"text":"This Washington attorney was held prisoner aboard a British ship in mid-September 1814","response":"Francis Scott Key"},{"text":"In Article X of this treaty, both the U.S. &amp; Britain agreed to \"use their best endeavours\" to abolish slavery","response":"the Treaty of Ghent"}],"originalDate":"2013-04-12"},{"category":"\"G\" PLUS 3","comments":"(Alex: 4-letter responses with each one beginning with the letter \"G\".)","clues":[{"text":"Meaning \"bloody\", it's used to describe a bloody battle or movie","response":"gore (or gory)"},{"text":"It's the way a horse moves; gallop is the fastest","response":"gait"},{"text":"For Hanukkah your grandmother might give you a little this, Yiddish for \"money\"","response":"gelt"},{"text":"To clothe, or the clothing itself","response":"garb"},{"text":"To urge or spur someone on","response":"goad"}],"originalDate":"2013-04-12"},{"category":"SAINTS ON THE MAP","comments":"","clues":[{"text":"This city's Arch is in the Jefferson National Expansion Memorial in the National Park System","response":"St. Louis"},{"text":"In 1980 this volcano in the American northwest made an ash of itself","response":"Mount St. Helens"},{"text":"The Fountain of Youth Park in this Florida city commemorates the 1513 landing of Ponce de Leon","response":"St. Augustine"},{"text":"This city's largest library, the Saltykov-Shchedrin Library, has over 25 million volumes","response":"St. Petersburg (Russia)"},{"text":"A new nation came into being October 27, 1979: this island &amp; the Grenadines","response":"St. Vincent"}],"originalDate":"1996-06-13"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"While offensive to vampires, this pungent herb is believed to have many benefits for humans","response":"garlic"},{"text":"This pickling herb is an essential ingredient in the Scandinavian dish Gravlax","response":"dill"},{"text":"These bluish-gray seeds used in cakes &amp; salad dressings go a long way <span class=\"nobreak\">--</span>- there are about 900,000 to a pound","response":"poppy seeds"},{"text":"This Indian blend contains as many as 20 spices, including ginger, pepper &amp; turmeric for color","response":"curry"},{"text":"Jamaica is the leading producer of this spice that tastes like a blend of several others","response":"allspice"}],"originalDate":"1996-06-13"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"The adjutant birds of southeast Asia are members of this family known for family deliveries","response":"storks"},{"text":"A collection of jewelry valued at $2 million earned James Buchanan Brady this nickname","response":"\"Diamond Jim\""},{"text":"Every August Williamsport, Pennsylvania hosts this organization's World Series","response":"Little League"},{"text":"Strong in Northern Ireland, Presbyterianism is also the established church in this part of the U.K.","response":"Scotland"},{"text":"In 1947 Stuart Symington became the first secretary of this armed service","response":"the Air Force"}],"originalDate":"1996-06-13"}],[{"category":"THE BODY HUMAN","comments":"","clues":[{"text":"This part of the large intestine is divided into ascending, transverse, descending &amp; sigmoid sections","response":"colon"},{"text":"These 3-headed muscles on the back of the upper arms straighten the elbow","response":"triceps"},{"text":"Goiters develop when this gland becomes too active or not active enough","response":"thyroid"},{"text":"Melanin in this colorful part of the eye absorbs strong light that might blur the vision","response":"iris"},{"text":"This liver disease occurs when healthy liver cells are replaced by scar tissue","response":"cirrhosis"}],"originalDate":"1996-06-13"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"In 1861 this Confederate president said, \"All we ask is to be let alone\"","response":"Jefferson Davis"},{"text":"On Jan. 9, 1959 this U.S. president told Congress, \"America is best described by one word. Freedom\"","response":"Dwight D. Eisenhower"},{"text":"Benjamin Franklin said, \"We must indeed all hang together.  Or, most assuredly, we shall all\" do this","response":"hang separately"},{"text":"An often heard political maxim is \"As\" this state \"goes, so goes the nation\"","response":"Maine"},{"text":"Novel in which the following line appears: \"You are Jane Porter, I saw it in your letter\"","response":"<i>Tarzan of the Apes</i>"}],"originalDate":"1996-06-13"},{"category":"BROADWAY SONGS","comments":"","clues":[{"text":"\"Aquarius\"","response":"<i>Hair</i>"},{"text":"\"The Rain in Spain\"","response":"<i>My Fair Lady</i>"},{"text":"\"I Feel Pretty\"","response":"<i>West Side Story</i>"},{"text":"\"I'm Gonna Wash That Man Right Outa My Hair\"","response":"<i>South Pacific</i>"},{"text":"\"Getting to Know You\"","response":"<i>The King and I</i>"}],"originalDate":"1996-06-13"},{"category":"AWARDS","comments":"","clues":[{"text":"In 1968 she was honored posthumously with the National Aviation Hall of Fame Award","response":"Amelia Earhart"},{"text":"This insurance company sponsors the Good Neighbor Award","response":"State Farm"},{"text":"In 1995 this Mike Hammer creator was named a Grand Master of the Mystery Writers of America","response":"Mickey Spillane"},{"text":"Greg Maddux of the Atlanta Braves is the only pitcher to win this award 4 straight years","response":"Cy Young Award"},{"text":"The first group of Kennedy Center honorees included Fred Astaire &amp; this black American contralto","response":"Marian Anderson"}],"originalDate":"1996-06-13"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The Virgin Passage separates this U.S. commonwealth from the Virgin Islands","response":"Puerto Rico"},{"text":"The Jura Mountains extend about 160 miles along the border between France &amp; this country","response":"Switzerland"},{"text":"The Chinese sometimes refer to this region as Shamo, meaning \"sand desert\"","response":"the Gobi"},{"text":"Referring to its main inhabitants, the coastal region of north Africa was formerly called this","response":"the Barbary Coast"},{"text":"Guallatiri &amp; Lascar, 2 of South America's highest volcanoes, are located in this country","response":"Chile"}],"originalDate":"1996-06-13"},{"category":"THE MOVIES","comments":"","clues":[{"text":"The title of this 1990 film means \"fear of spiders\"","response":"<i>Arachnophobia</i>"},{"text":"Robin Williams co-produced this 1993 film in which he played his estranged wife's female housekeeper","response":"<i>Mrs. Doubtfire</i>"},{"text":"This singer played a 17th century witch named Winifred in Disney's 1993 comedy \"Hocus Pocus\"","response":"Bette Midler"},{"text":"As the star of this film, Marlee Matlin became the first hearing-impaired Best Actress Oscar winner","response":"<i>Children of a Lesser God</i>"},{"text":"Humphrey Bogart squabbled with co-stars William Holden &amp; Audrey Hepburn during the making of this film","response":"<i>Sabrina</i>"}],"originalDate":"1996-06-13"}],{"category":"20th CENTURY NOVELS","text":"The protagonist of this novel \"was fairly sure that his age was 39, and he believed that he had been born in 1944 or 1945\"","response":"<i>Nineteen Eighty-Four</i>"}]}