{"mix":2812,"rounds":[[{"category":"IN THE BOY SCOUT HANDBOOK","comments":"","clues":[{"text":"The Scout motto ain't be-bop-a-lula, it's \"be\" this; let's see if you are","response":"prepared"},{"text":"Originally, this highest rank was called Wolf","response":"an Eagle Scout"},{"text":"Merit badge types include Indian lore, dentistry, motorboating &amp; this, making a record of one's ancestry","response":"genealogy"},{"text":"This subdivision of a Boy Scout troop \"is a team of six to eight boys who make things happen\"","response":"a patrol"},{"text":"This founder of scouting said, \"I don't consider a boy is a real scout till he has passed his First Class Scout\"","response":"Lord Robert Baden-Powell"}],"originalDate":"2013-03-22"},{"category":"STATE SONG LYRICS","comments":"(Alex: We want you to name the state as we present...)","clues":[{"text":"\"It was Brigham Young who led the pioneers across the plains.  They suffered with the trials they had to face\"","response":"Utah"},{"text":"\"I love you, Catalina, you are very dear to me, I love you, Tamalpais, and I love Yosemite\"","response":"California"},{"text":"\"It's the spirit of friendship, it's the spirit of hope.  It's the Razorbacks every game they play\"","response":"Arkansas"},{"text":"\"Your freeborn single star sends out its radiance to nations near and far\"","response":"Texas"},{"text":"\"The whole day through just an old sweet song...\"","response":"Georgia"}],"originalDate":"2013-03-22"},{"category":"POETIC PUNISHMENT","comments":"","clues":[{"text":"In this 1798 poem a man must do penance for killing a bird by wandering the earth &amp; telling his story","response":"<i>Rime of the Ancient Mariner</i>"},{"text":"In this 1667 poem Satan is punished with \"eternal miserie\"","response":"<i>Paradise Lost</i>"},{"text":"John Donne wrote, \"follow (for he is easy paced) this snail / be thine own palace, or the world's thy\" this","response":"jail"},{"text":"His poem \"On a Political Prisoner\" was inspired by a countess sentenced to life for her part in the 1916 Irish rebellion","response":"(William Butler) Yeats"},{"text":"In Shelley's poem titled him \"unbound\", the title character is punished by daily visits from Jupiter's eagle","response":"Prometheus"}],"originalDate":"2013-03-21"},{"category":"CENTURY OF THE INVENTION","comments":"","clues":[{"text":"YouTube","response":"the 21st century"},{"text":"The Kodak camera","response":"the 19th century"},{"text":"The lightning rod","response":"the 18th century"},{"text":"Movable type (in Europe)","response":"the 15th century"},{"text":"The telescope","response":"the 17th century"}],"originalDate":"2013-03-21"},{"category":"_O_O","comments":"(Alex: For example, Pogo would be a correct response. They're all gonna be four letters.)","clues":[{"text":"Hungry pigs &amp; monkeys greatly contributed to the demise of this bird on the island of Mauritius","response":"dodo"},{"text":"As a teen Carl Sandburg traveled throughout the Midwest as one of these vagrants","response":"hobo"},{"text":"It's played on a grassy field 300 yards long by 160 yards wide","response":"polo"},{"text":"It can mean style, sex appeal, a magical charm or talent; we hope you don't lose yours","response":"mojo"},{"text":"This Japanese general &amp; prime minister was executed as a war criminal in 1948","response":"Tojo"}],"originalDate":"2013-03-21"},{"category":"SOMEONE'S IN THE KITCHEN","comments":"","clues":[{"text":"General Mills created her name as a signature to personalize responses to questions about baking","response":"Betty Crocker"},{"text":"Chocolate maker Mars Inc. owns him &amp; his rice brand","response":"Uncle Ben"},{"text":"Charles Lubin named his line of cheesecakes this, honoring his 8-year-old daughter","response":"Sara Lee"},{"text":"On \"The Big Bang Theory\", Raj said he'd been having a rendezvous with these 2 pancake ladies","response":"Aunt Jemima and Mrs. Butterworth"},{"text":"Carol Bernick created what became this brand as a salt-free seasoning blend","response":"Mrs. Dash"}],"originalDate":"2013-03-21"}],[{"category":"WITH DINAH","comments":"","clues":[{"text":"In the early '70s he starred in \"Deliverance\" &amp; \"The Longest Yard\" &amp; dated Dinah Shore","response":"Burt Reynolds"},{"text":"The last of the 7 husbands of singer Dinah Washington was Night Train Lane, a cornerback in this sport's hall of fame","response":"football"},{"text":"In comics from this publisher, Dinah Lance, aka the Black Canary, gets a bat-kiss","response":"DC"},{"text":"In the Bible Shechem defiled Dinah, daughter of this man &amp; Leah; her brothers killed him","response":"Jacob"},{"text":"The last chapter of this George Eliot novel says, \"Adam and Dinah were married\"","response":"<i>Adam Bede</i>"}],"originalDate":"2013-03-21"},{"category":"TAKING A \"DIVE\"","comments":"","clues":[{"text":"It's a sudden, swift plunge of stocks, or an airplane's path straight down, front end first","response":"nosedive"},{"text":"This salad vegetable cultivated since antiquity is also called escarole","response":"endive"},{"text":"It's the variability between organisms in an ecosystem","response":"biodiversity"},{"text":"To withdraw funds, like from companies doing business with Sudan to show support for the people of Darfur","response":"divest"},{"text":"Pain in the lower left side of the abdomen &amp; fever are symptoms of this 14-letter inflammation of the colon","response":"diverticulitis"}],"originalDate":"2013-03-21"},{"category":"LINES FROM THE OSCAR-WINNING ROLE","comments":"(Alex: You have to identify the character, not the actor.)","clues":[{"text":"1994: \"Bubba was gonna be a shrimpin' boat captain but instead he died right there by that river in Vietnam\"","response":"Forrest Gump"},{"text":"1972: \"Someday, and that day may never come, I'll call upon you to do a service for me\"","response":"Don Corleone"},{"text":"1987: \"Greed is right. Greed works. Greed... captures the essence of the evolutionary spirit\"","response":"Gordon Gekko"},{"text":"1980: \"Hey, Ray...I never went down, Ray. You never got me down, Ray.\"","response":"Jake LaMotta"},{"text":"2010: \"The nation believes that when I speak, I speak for them. but I can't speak\"","response":"King George VI"}],"originalDate":"2013-03-21"},{"category":"KILLER WORDS, MAN","comments":"","clues":[{"text":"Officially in use in France in 1792, this device was named for a member of the revolutionary assembly","response":"guillotine"},{"text":"To carry out the terms of a will","response":"execute"},{"text":"To cry out loudly in pain or fear is to scream bloody this 6-letter word","response":"murder"},{"text":"This word follows Boston &amp; Amritsar for events that took place in 1770 &amp; 1919, respectively","response":"massacre"},{"text":"To obstruct or clog, or a mechanism that diminishes air to the carburetor","response":"choke"}],"originalDate":"2013-03-21"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"To visit the republic of Azerbaijan, you would travel to this country","response":"Soviet Union"},{"text":"The only continent that's smaller in area than the U.S.","response":"Australia"},{"text":"The Bay of Plenty of this country was named by Cook for the copious food the Maoris there gave him","response":"New Zealand"},{"text":"Ocean where you'd find the Marquesas Ridge, the Chatham Rise &amp; the Aleutian &amp; Guatemala Trenches","response":"Pacific Ocean"},{"text":"2 oceans meet at Cape Agulhas, the southernmost extremity of this continent","response":"Africa"}],"originalDate":"1990-10-31"},{"category":"THE CIRCUS","comments":"","clues":[{"text":"Ringling Brothers' are 42 feet in diameter with wooden curbs 1 foot high","response":"circus rings"},{"text":"The main circus acts are performed under this, the largest tent","response":"big top"},{"text":"In 1927 J. Ringling chose this Fla. city as winter headquarters for the Ringling Bros. &amp; Barnum &amp; Bailey Circus","response":"Sarasota"},{"text":"In 1982 Michael Vazquez became the first trapeze artist to do this many somersaults in the air in public","response":"4"},{"text":"Last name of the family of aerialists that was known for its 7-person pyramid stunt","response":"Wallenda"}],"originalDate":"1990-10-31"}],{"category":"U.S. POSTAL ABBREVIATIONS","text":"In 1969 the \"B\" in this state's abbreviation was changed to an \"E\" to avoid confusion with a Canadian province","response":"Nebraska"}]}