{"mix":2826,"rounds":[[{"category":"MOUNTAINS","comments":"","clues":[{"text":"Tectonic theorists think India's plate crashing into Asia's created this mountain chain","response":"Himalayas"},{"text":"The Wilderness Road marked by Daniel Boone passes through the gap in these mountains","response":"Appalachians (or Cumberlands)"},{"text":"This nat'l park encompassing a Wyoming mountain range is named for the range's tallest peak","response":"Grand Teton"},{"text":"Celebrating 200th anniversary of its ascent, in '86, ex-climber Pope John Paul II blessed this highest Eur. peak","response":"Mont Blanc"},{"text":"It's the highest mt. in Denali National Park, Denali being Indian name for this N. American mountain","response":"Mount McKinley"}],"originalDate":"1987-05-22"},{"category":"ARTISTS","comments":"","clues":[{"text":"In 1964, this artist was reproducing Brillo soap pad boxes","response":"Andy Warhol"},{"text":"Rembrandt could have invited girls up to see these prints made from acid-marked copper plates","response":"etchings"},{"text":"Not portraits but these were the subjects Gainsborough wanted to paint the most","response":"landscapes"},{"text":"It was the native land of Marc Chagall","response":"Russia"},{"text":"The story of his romance with the Duchess of Alba was told in 1959 film \"The Naked Maja\"","response":"Goya"}],"originalDate":"1987-05-22"},{"category":"ECONOMICS","comments":"","clues":[{"text":"In January 1987, the president submitted the 1st U.S. budget surpassing this landmark dollar amount","response":"one trillion dollars"},{"text":"From 1934-1972 the official price of gold in the U.S. was set at this amount per ounce","response":"$35"},{"text":"\"The Balanced Budget &amp; Emergency Deficit Control Act of 1985\" is better known by this name","response":"Gramm-Rudman Bill"},{"text":"1928 presidential candidate who said U.S. economic system was based on \"rugged individualism\"","response":"Herbert Hoover"},{"text":"\"More die in the U.S. of too much food than too little\", said this economist &amp; amb. to India under JFK","response":"John Kenneth Galbraith"}],"originalDate":"1987-05-22"},{"category":"RELIGIOUS HISTORY","comments":"","clues":[{"text":"\"Sayid\" is an Arabic term of respect used in addressing his descendants","response":"Mohammed"},{"text":"Self-proclaimed \"holy man\" Grigori Novykh was known by this nickname, meaning \"the debauched one\"","response":"Rasputin"},{"text":"This French city was home to the papacy from 1309 to 1377","response":"Avignon"},{"text":"Some 2 years ago this church opened a temple in Freiberg, East Germany, its 1st in a Communist nation","response":"the Mormon church"},{"text":"When reformer John Calvin made this city his headquarters, it became known as \"The Rome of the Protestants\"","response":"Geneva"}],"originalDate":"1987-05-22"},{"category":"'60s TRIVIA","comments":"(Alex: 1960s trivia.)","clues":[{"text":"It's said the Jets laid out some $427,000 to acquire this University of Alabama quarterback","response":"Joe Namath"},{"text":"3 years after her \"Sex &amp; The Single Girl\" became a bestseller, \"Cosmo\" hired here to be new editor","response":"Helen Gurley Brown"},{"text":"This 1962 musical picked up a Pulitzer Prize, &amp; its star, Robert Morse, a Tony","response":"<i>How to Succeed in Business Without Really Trying</i>"},{"text":"In 1963, he married Margaretta \"Happy\" Murphy","response":"Nelson Rockefeller"},{"text":"Time-Life's \"The Fabulous Century\" called her the defector of the decade","response":"Stalin's daughter (Svetlana Alliluyeva)"}],"originalDate":"1987-05-22"},{"category":"CHESS? YES!","comments":"","clues":[{"text":"This piece that starts off in the corner is generally worth about 5 pawns","response":"a rook"},{"text":"To earn this title, a player must attain a minimum of 2500 rating points","response":"Grandmaster"},{"text":"To fianchetto one of these pieces is to move it onto one of the board's long diagonals","response":"a bishop"},{"text":"A game in which each player is allotted 5 minutes or less is called this type, German for \"lightning\"","response":"blitz"},{"text":"One of black's most popular defenses is called this, a term for a person from a Mediterranean island","response":"Sicilian"}],"originalDate":"2013-03-04"}],[{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"A female goat can be referred to as a nanny goat or this, just like a female deer","response":"a doe"},{"text":"Cheers to you if you know that London dry is a common type of this","response":"gin"},{"text":"In a patriotic song Columbia is the this \"of the ocean\"","response":"\"Columbia, Gem of the Ocean\""},{"text":"This Hawaiian dish made from cooked taro root that's pounded to a paste is eaten with the fingers","response":"poi"},{"text":"A unit of energy, it has also been used in slang to mean cool, great, wonderful","response":"rad"}],"originalDate":"2013-03-04"},{"category":"EXILED","comments":"","clues":[{"text":"After declaring Napoleon III a traitor to France, this \"Les Miserables\" author went into exile for 19 years","response":"Victor Hugo"},{"text":"In 1302 this poet was exiled from Florence by political enemies &amp; faced being burnt at the stake if he returned","response":"Dante"},{"text":"In the '70s this Oscar-nominated \"Chinatown\" director fled the United States","response":"Roman Polanski"},{"text":"He's been in exile since 1959 after a failed Tibetan uprising against Chinese occupation","response":"the Dalai Lama"},{"text":"The government of Russia didn't like Peter Kropotkin's being lead thinker of this no-government philosophy","response":"anarchy"}],"originalDate":"2013-03-04"},{"category":"SHOPPING ABBREV.","comments":"","clues":[{"text":"It revamped its stores in 2012:<br>JCP","response":"J.C. Penney"},{"text":"Take flight with this patriotic-sounding clothing store: AE","response":"American Eagle"},{"text":"It has a line called pink: VS","response":"Victoria's Secret"},{"text":"Clothes for the working woman: AT","response":"Ann Taylor"},{"text":"There's one at 5th &amp; 58th in NYC: BG","response":"Bergdorf Goodman"}],"originalDate":"2013-03-04"},{"category":"\"V\" ARE THE WORLD","comments":"","clues":[{"text":"The highest point in this country is Pico Bolivar","response":"Venezuela"},{"text":"Stanley Park occupies 1,000 acres of this British Columbia city","response":"Vancouver"},{"text":"This major city on the Adriatic is vulnerable to floods, as was the case in 2008","response":"Venice"},{"text":"Of Austria's 9 states, it's the smallest in area","response":"Vienna"},{"text":"This \"City\" was created in 1929 by the Lateran treaty","response":"Vatican City"}],"originalDate":"2013-03-04"},{"category":"OLYMPIC FACT SHEET","comments":"","clues":[{"text":"This was changed from 25 to 26.2 miles at London's 1908 Games so it would end in front of the royal family's box","response":"the marathon"},{"text":"Including 1952's \"Magnificent Magyars\", it has won more men's soccer medals than any other current country","response":"Hungary"},{"text":"After teams from China, South Korea &amp; Indonesia were disqualified in 2012, this sport mulled format changes","response":"badminton"},{"text":"In 1952 Lis Hartel, a paralyzed entrant in this sport, won silver with help from a friend named Jubilee","response":"equestrian"},{"text":"The numbered gates in the canoe slalom have 2 colors, red &amp; green, which stand for these 2 directions on a river","response":"upstream & downstream"}],"originalDate":"2013-03-04"},{"category":"AMERICAN ARCHITECTS","comments":"","clues":[{"text":"The Senate &amp; house wings as we know them of this D.C. building were added by Thomas Walter in the 1850s","response":"the Capitol"},{"text":"Michael Graves, a leader of the post-modernism movement, designed hotels for this Orlando-area theme park","response":"Disney World"},{"text":"In 1904 in Buffalo he designed one of the USA's first all air-conditioned office buildings","response":"Frank Lloyd Wright"},{"text":"His projects in the country of his birth include  the Suzhou Museum","response":"I.M. Pei"},{"text":"California's first licensed female architect, Julia Morgan, designed this tycoon's castle","response":"Hearst"}],"originalDate":"2013-03-04"}],{"category":"THE 20th CENTURY","text":"In Jan. of 1923, U.S. occupation troops completed their \"final withdrawal\" from this country","response":"Germany"}]}