{"mix":2830,"rounds":[[{"category":"NOBLE NAMES","comments":"","clues":[{"text":"Without her, this group would just be known as \"The Pips\"","response":"Gladys Knight"},{"text":"[audio <span class=\"nobreak\">--</span> music]<br>He has works in the Metropolitan Museum of Art, but he's more famous for work on show with the following theme:","response":"Jack Lord"},{"text":"To play Helen Keller, she trained 15 months, now she works miracles as SAG president","response":"Patty Duke Astin"},{"text":"In the field of blues, he reigns supreme","response":"B.B. King"},{"text":"Among his 16 Tonys are those won for directing \"Cabaret\", \"Evita\" &amp; \"Sweeney Todd\"","response":"Hal Prince"}],"originalDate":"1986-09-29"},{"category":"THAT 1870s SHOW","comments":"","clues":[{"text":"This Norwegian's \"Pillars of Society\" debuted in Denmark in 1877","response":"Ibsen"},{"text":"\"Yn Wyneb Y Nef\" is one of the songs from 1878's \"Blodwen\", thought to be the first opera in this language","response":"Welsh"},{"text":"\"Thespis\", the first collaboration by this pair, opened in London in Dec. 1871 &amp; ran for 2 months; they'd do better later","response":"Gilbert and Sullivan"},{"text":"Jacques Offenbach's 1875 operetta \"Le Voyage Dans la Lune\" was based on a novel by this man","response":"(Jules) Verne"},{"text":"This city just northeast of Nuremberg got on the opera map with the 1876 premiere of the full \"Ring\" cycle","response":"Bayreuth"}],"originalDate":"2013-02-26"},{"category":"HOLIDAY FUN","comments":"","clues":[{"text":"Duh, December 26th is the national day for this colorful hard candy","response":"a candy cane"},{"text":"Appropriately, a scholar's lie stated that this day originated when Constantine let a jester rule for a day","response":"April Fools' Day"},{"text":"Holly Hunter spent Thanksgiving with her quirky family in this film directed by Jodie Foster","response":"<i>Home for the Holidays</i>"},{"text":"We thought we'd \"share\" with you the U.K. holiday in which this farm tool is blessed, thus starting the farming year","response":"a plow"},{"text":"Star Wars Day is unofficially celebrated on this date that echoes a famous quote from the movie","response":"May the Fourth"}],"originalDate":"2013-02-26"},{"category":"BEASTLY EXPRESSIONS","comments":"","clues":[{"text":"\"Happy as a ____ at high tide\"","response":"clam"},{"text":"\"Like water off a ____'s back\"","response":"duck"},{"text":"\"Poor as a church ____\"","response":"mouse"},{"text":"\"Run with the hare &amp; hunt with the ____s\"","response":"hounds"},{"text":"\"Cast pearls before ____\"","response":"swine"}],"originalDate":"2013-02-26"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"In 2007 here came Boo Boo, this kind of Mexican dog &amp; the world's smallest living dog at 4 inches tall","response":"Chihuahua"},{"text":"A pox on this disease also called Varicella; an estimated 90% of Americans over 15 have had it","response":"chickenpox"},{"text":"Leaving Belgium, the greatest west-to-east distance across this neighboring country is 35 miles","response":"Luxembourg"},{"text":"2012-13 MBA tuition at this U. Penn school of business was $57,000","response":"Wharton"},{"text":"In 2011 Karin Vogel was 4,973rd in line for the British crown; the Duke of this was 4th","response":"York"}],"originalDate":"2013-02-26"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"Jonathan Swift wrote that Mildendo, a city in this land, was surrounded by a wall 30 inches high","response":"Lilliput"},{"text":"This land's 4 main countries are Winkie, Gillikin, Quadling &amp; Munchkin","response":"Oz"},{"text":"It's believed that Robert Louis Stevenson based this title place on Unst in the Shetlands","response":"Treasure Island"},{"text":"Belle Reve in Mississippi is the lost family home that's longed for in this classic American play","response":"<i>A Streetcar Named Desire</i>"},{"text":"3 men were falsely accused of cattle rustling &amp; hanged in an \"incident\" near Bridger's Wells, Nevada in this 1940 novel","response":"<i>The Ox-Bow Incident</i>"}],"originalDate":"2013-02-26"}],[{"category":"THE HEALTH BUSINESS","comments":"","clues":[{"text":"Fred Joyal flashes his pearly whites in commercials for 1-800-this, which he co-founded","response":"DENTIST"},{"text":"The not-for-profit Kaiser Foundation is partnered with this definitely for-profit medical group opened in 1945","response":"Permanente"},{"text":"To shoot insulin, Becton Dickinson sells these devices with cartridge &amp; needle, named for a common household item","response":"a pen"},{"text":"Celebrex comes from this company, the biggest of the USA's big pharma","response":"Pfizer"},{"text":"This insurance behemoth scored \"point\"s when it made a deal for commercial use of our old pal, IBM's Watson","response":"WellPoint"}],"originalDate":"2013-02-26"},{"category":"ATHLETES' FILM QUOTES","comments":"(Alex: You have to name the athlete who spoke each line in a movie.)","clues":[{"text":"\"Airplane\":<br>\"My name is Roger Murdock. I'm the co-pilot\"","response":"Kareem Abdul-Jabbar"},{"text":"\"The Hangover\":<br>\"Don't worry about Omar, he's not with us no more\"","response":"Mike Tyson"},{"text":"\"There's Something About Mary\":<br>\"God, Mary, I've missed you\"","response":"Brett Favre"},{"text":"\"Blazing Saddles\":<br>\"Mongo only pawn in game of life\"","response":"(Alex) Karras"},{"text":"\"The Dirty Dozen\":<br>\"That's your war, man, not mine. You don't like the krauts, Major? You fight them\"","response":"(Jim) Brown"}],"originalDate":"2013-02-26"},{"category":"MAYORS OF NYC","comments":"","clues":[{"text":"17th century mayor Cornelius van Steenwyck was born in this country<span class=\"nobreak\">--</span>maybe in Haarlem","response":"the Netherlands"},{"text":"In 1880 Irish-born William Grace became NYC's first mayor of this faith","response":"Roman Catholicism"},{"text":"In 1904 Mayor McClellan liked his ceremonial task starting this new transit, so he drove the train the whole route","response":"the subway"},{"text":"Mayor 3 different times from 1800 to 1815, he was \"de\" man to improve American infrastructure","response":"(DeWitt) Clinton"},{"text":"George Opdyke was mayor during the Civil War &amp; quashed this related NYC event of July 1863","response":"draft riots"}],"originalDate":"2013-02-26"},{"category":"ABBREV. BACKWARDS &amp; FORWARDS","comments":"(Alex: For instance, if it was \"What is AL and LA?\")","clues":[{"text":"A Jetta or a Golf in Wheeling","response":"VW and WV"},{"text":"The system to make announcements at a major news-gathering service","response":"an AP PA"},{"text":"A holder of an advanced law degree playing music on the radio","response":"a JD DJ"},{"text":"A heart attack suffered by a member of Jim Phelps' force","response":"IM MI"},{"text":"For example, the company that makes the Profile dishwasher","response":"e.g., GE"}],"originalDate":"2013-02-26"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Spanning from Rock Island, IL to Davenport, IA, 1st railway bridge over this river opened 5/21/1856","response":"Mississippi River"},{"text":"After a series of sit-down strikes at plants in 1936-37, GM agreed to recognize this union","response":"United Auto Workers"},{"text":"While FDR served the longest term, 12 years, this president served the shortest, 1 month","response":"(William Henry) Harrison"},{"text":"This Confederate Civil War song became a hit single for Mitch Miller in 1955","response":"<i>The Yellow Rose of Texas</i>"},{"text":"French for \"the narrows\", this city was founded in 1701 on river between Lake Huron &amp; Lake Erie","response":"Detroit"}],"originalDate":"1986-09-24"},{"category":"UNDERWEAR","comments":"","clues":[{"text":"Purple with pink awnings, it sells sexy lingerie &amp; is a Hollywood Boulevard landmark","response":"Frederick's of Hollywood"},{"text":"They don't say Hanes until she says they say Hanes","response":"Inspector 12"},{"text":"Of the story he designed her bra, Jane Russell said, \"He could design planes, but a Mr. Playtex he wasn't\"","response":"Howard Hughes"},{"text":"[audio <span class=\"nobreak\">--</span>- music]<br>You might be arrested dancing to this wearing only the same-named undergarment","response":"Merry Widow"},{"text":"He cavorted as a leaf in a Fruit of the Loom commercial before his Oscar win for \"Amadeus\"","response":"(F.) Murray Abraham"}],"originalDate":"1986-09-24"}],{"category":"THE BIBLE","text":"Author credited for more New Testament books by far than anyone else","response":"Paul"}]}