{"mix":2841,"rounds":[[{"category":"PRESIDENTIAL ACQUISITIONS","comments":"(Alex: And then we want to know who was president for each territorial acquisition.)","clues":[{"text":"The Louisiana Purchase","response":"Jefferson"},{"text":"The Alaska Purchase","response":"Andrew Johnson"},{"text":"Hawaii Annexation","response":"William McKinley"},{"text":"Florida Cession<br>(OK, we'll tell you it was in 1819, during his first term)","response":"Monroe"},{"text":"Texas Annexation<br>(late 1845)","response":"Polk"}],"originalDate":"2013-02-13"},{"category":"THE LATE, GREAT COMEDIAN","comments":"","clues":[{"text":"\"It's alive!\" screamed this \"SNL\" heavyweight when a deer came to life in \"Tommy Boy\"","response":"(Chris) Farley"},{"text":"This African-Amer. comic noted, \"When you're on fire &amp; running down the street, people will get out of your way\"","response":"(Richard) Pryor"},{"text":"Mitch Hedberg said, \"When I was a boy, I laid in my\" this-sized \"bed &amp; wondered where my brother was\"","response":"a twin"},{"text":"One of \"The Original Kings of Comedy\", this man replaced Bill Murray in the \"Charlie's Angels\" franchise","response":"Bernie Mac"},{"text":"He said, \"There are 400,000 words in... English... &amp; there are 7 of them you can't say on television.  What a ratio... 399,993:7\"","response":"(George) Carlin"}],"originalDate":"2013-02-13"},{"category":"GUINNESS WORLD RECORDS","comments":"","clues":[{"text":"How low can you go in this party dance?  One girl passed under a bar set just 8 1/2 inches off the floor","response":"the limbo"},{"text":"Fastest talker Sean Shannon set a record by reciting the \"to be or not to be\" soliloquy from this play in 23.8 seconds","response":"<i>Hamlet</i>"},{"text":"2,865 fountains were created when participants dropped this brand of candy into bottles of soda","response":"Mentos"},{"text":"In 2011 a robot solved this toy in a record 5.27 seconds","response":"a Rubik's Cube"},{"text":"In 2011 the world's longest living snake was a 25-foot, 2-inch reticulated one of these","response":"a python"}],"originalDate":"2013-02-12"},{"category":"VIDEO GAME TIMELINE","comments":"","clues":[{"text":"1980:<br>This pie-shaped character chomps its way into arcades","response":"Pac-Man"},{"text":"1995:<br>Sony releases PlayStation, which loads games from these instead of cartridges","response":"CDs"},{"text":"2007:<br>This game from Harmonix is like \"Guitar Hero\" with mic &amp; drums","response":"<i>Rock Band</i>"},{"text":"2009:<br>Batman wins new fans as he fights bad guys who've seized this mental hospital","response":"Arkham Asylum"},{"text":"2010:<br>This Xbox motion-sensing system allows players to play games without a controller","response":"Kinect"}],"originalDate":"2013-02-12"},{"category":"TAKING \"OFF\"","comments":"","clues":[{"text":"It's a new TV series derived from an existing one, like \"Teen Mom\" from \"16 and Pregnant\"","response":"a spin-off"},{"text":"When you aren't connected to the Internet, you still may be able to work this way","response":"offline"},{"text":"The International Chili Society sanctions this type of competition worldwide","response":"a cook-off"},{"text":"Beware of this unlicensed copy of a more expensive item like a name brand purse or watch","response":"a knockoff"},{"text":"It's a 9-letter word for one's children","response":"offspring"}],"originalDate":"2013-02-12"},{"category":"SPACE STUFF","comments":"","clues":[{"text":"In a 2009 essay contest, 12-year-old Clara Ma came up with this winning name for the Mars rover","response":"<i>Curiosity</i>"},{"text":"It passed by Earth in 1986 &amp; is not expected to return until 2061<span class=\"nobreak\">--</span>hope you kids enjoy that","response":"Halley's Comet"},{"text":"Arcturus, one of the brightest stars in the night sky, is classified as one of these, larger &amp; brighter than the Sun","response":"a red giant"},{"text":"Pluto is one of the larger KBOs, objects found within this belt","response":"the Kuiper Belt"},{"text":"In 2006 the large dwarf planet known as UB313 was renamed this, after the Greek goddess of discord","response":"Eris"}],"originalDate":"2013-02-12"}],[{"category":"AMERICAN LIT","comments":"","clues":[{"text":"In an 1845 poem he quoted the raven as saying \"Nevermore\"","response":"Poe"},{"text":"In Reginald Rose's play \"Twelve Angry Men\", the men are all members of one of these","response":"a jury"},{"text":"\"Devon is sometimes considered the most beautiful school in New England\" is a line from this John Knowles novel","response":"<i>A Separate Peace</i>"},{"text":"In July 1741 Jonathan Edwards delivered the fiery sermon these people \"in the Hands of an Angry God\"","response":"sinners"},{"text":"She wrote a couple of famous \"teen\" novels, \"O Pioneers!\" from 1913 &amp; \"My Antonia\" from 1918","response":"Willa Cather"}],"originalDate":"2013-02-12"},{"category":"ODD ENDS","comments":"","clues":[{"text":"Put 3 letters before \"trial\" to get this, a trial ended by the judge with no verdict","response":"a mistrial"},{"text":"In an O. Henry story, a boy kidnapped for this payment is so much trouble that in the end the kidnappers pay to return him","response":"ransom"},{"text":"While being grilled to death, St. Lawrence said, \"please\" do this; \"I'm done on one side\"","response":"turn me over"},{"text":"In college football, \"The Play\" is the one on which Cal beat Stanford with 5 of these sideways passes","response":"a lateral"},{"text":"This hissing sound can also mean to end feebly after a promising start","response":"fizzle (out)"}],"originalDate":"2013-02-12"},{"category":"COLLEGE RECOMMENDATIONS","comments":"","clues":[{"text":"Don't walk on the brass \"M\" on the diag before your first test at this Ann Arbor school; legend says you'll flunk it if you do","response":"Michigan"},{"text":"Volunteer as a test subject at this Cornhusker school that created the first undergraduate psychology lab","response":"Nebraska"},{"text":"No bull! Head to this Durham U. to see Cameron Indoor Stadium, conceived in 1935 on the back of a matchbook cover","response":"Duke (University)"},{"text":"Know that this college in Boston was named for founding president Charles W., not writer Ralph W.","response":"Emerson College"},{"text":"Be impressed that the $1 million given in 1873 to endow this U. was the Commodore's only major philanthropy","response":"Vanderbilt"}],"originalDate":"2013-02-11"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Like Rome, this Portuguese capital was built on 7 hills","response":"Lisbon"},{"text":"Landmarks in this capital include GUM department store &amp; the bell tower of Ivan the Great","response":"Moscow"},{"text":"This Central American capital was named for its patron saint, Joseph","response":"San Jose (Costa Rica)"},{"text":"This capital of Nepal was once an independent principality","response":"Kathmandu"},{"text":"Canals &amp; Dutch architecture can still be seen in this city on the island of Java","response":"Jakarta"}],"originalDate":"2013-02-11"},{"category":"MEDIEVAL TIMES","comments":"","clues":[{"text":"A customary mode of personal hygiene was scraping these with a hazel twig &amp; rubbing with a woolen cloth","response":"teeth"},{"text":"Played by the Scots before battle, this instrument was easy to make as long as you had a goat or sheep skin &amp; a reed pipe","response":"the bagpipes"},{"text":"This torture device that stretched &amp; dislocated parts of you was known as the Duke of Exeter's daughter","response":"the rack"},{"text":"Imported from the Chinese, these rings hung from a saddle allowed a knight to set his feet when spearing an enemy","response":"stirrups"},{"text":"Medieval French poets went on at epic length about chivalry in poems called these \"de geste\"","response":"<i>chanson de geste</i>"}],"originalDate":"2013-02-11"},{"category":"ONOMATOPOEIA","comments":"","clues":[{"text":"First name of Mr. Lightyear, or a sound made by a bee","response":"buzz"},{"text":"Kerchoo is a word to represent this","response":"a sneeze"},{"text":"Boo's sibilant friend, this 4-letter word can express disapproval","response":"hiss"},{"text":"A noise a bomb might make, it can also refer to a period of rapid economic growth","response":"a boom"},{"text":"The sound of eating a chip, it comes before \"time\" to mean a moment of pressure","response":"crunch"}],"originalDate":"2013-02-11"}],{"category":"POP SINGERS","text":"Only artist to hit Top 10 with a remake of his own #1 hit, the original in '62, the remake in '76","response":"Neil Sedaka"}]}