{"mix":2849,"rounds":[[{"category":"AT THE WEBSITE OF THE CABINET DEPT.","comments":"","clues":[{"text":"On July 11, 2012 2 of the 3 \"Top Issues\" at this department's site were simply \"Iraq\" &amp; \"Afghanistan\"","response":"the Defense Department"},{"text":"\"No Child Left Behind\" &amp; \"Nation's Report Card\" are links at this department's website","response":"Education"},{"text":"\"Top Requests\" of this department include \"File a complaint against a trucking company\"","response":"Transportation"},{"text":"\"Secretary's Key Initiative Sites\" for this dept. featured foodsafety.gov &amp; stopmedicarefraud.gov","response":"Health & Human Services"},{"text":"The Bureau of Reclamation &amp; the National Park Service are on the organizational chart for this department","response":"the Interior"}],"originalDate":"2013-01-25"},{"category":"\"ITCH\"Y","comments":"","clues":[{"text":"It means to tattle on somebody, you little...","response":"a snitch"},{"text":"To cut class","response":"to ditch"},{"text":"Look into my eyes<span class=\"nobreak\">--</span>it means to captivate someone as if by magic","response":"bewitch"},{"text":"This comical sci-fi book was inspired by a 1970s handbook for travelling Europe on a budget","response":"<i>Hitchhiker's Guide to the Galaxy</i>"},{"text":"On a submarine the rudder controls yaw &amp; the diving planes control the up-&amp;-down angle, called this","response":"the pitch"}],"originalDate":"2013-01-25"},{"category":"SCRATCHY","comments":"","clues":[{"text":"Scratching while playing pool generally means sinking this ball<span class=\"nobreak\">--</span>oops","response":"the cue ball"},{"text":"Ted Nugent knows this \"fever\" is characterized by a swelling of the lymph glands","response":"cat scratch"},{"text":"The name of this surgical knife comes from the Latin for \"to scratch\", though it does more than that","response":"a scalpel"},{"text":"Someone who exchanges favors or services for mutual advantage<span class=\"nobreak\">--</span>a little lower, please","response":"a back scratcher"},{"text":"There's often a scratchy sound when you play records made for this many RPM, the standard speed until the 1940s","response":"78"}],"originalDate":"2013-01-25"},{"category":"small state capitals","comments":"","clues":[{"text":"The dome of the state capitol in this Pennsylvania city is a copy of St. Peter's in Rome","response":"Harrisburg"},{"text":"Though small in population, it has an area of 3,248 square miles, part covered by an ice cap","response":"Juneau (Alaska)"},{"text":"This South Dakota city was named for Monsieur Chouteau, a fur trader","response":"Pierre"},{"text":"In an 1894 election to decide the state capital, the city of Anaconda near Butte lost out to this city","response":"Helena"},{"text":"The completion of the DuPont Highway in 1924 was a catalyst in this capital's growth","response":"Dover, Delaware"}],"originalDate":"2013-01-25"},{"category":"WHAT'S ON TV?","comments":"","clues":[{"text":"Christina's got \"The Voice\"; Kelly Clarkson is on this singing competition where it takes 2","response":"<i>Duets</i>"},{"text":"With a rare ability to remember, Marilu Henner consults on this show about a cop with the same knack","response":"<i>Unforgettable</i>"},{"text":"The first season of this show was the behind-the-scenes drama of making a Broadway musical about Marilyn Monroe","response":"<i>Smash</i>"},{"text":"You gotta love Archie Panjabi as Kalinda, Lockhart/Gardner's tenacious investigator, on this legal drama","response":"<i>The Good Wife</i>"},{"text":"Jennifer Love Hewitt plays a mom who works at that kind of massage parlor on this steamy Lifetime series","response":"<i>The Client List</i>"}],"originalDate":"2013-01-25"},{"category":"NAME THE POET","comments":"","clues":[{"text":"\"'Tis some visitor,' I muttered, 'tapping at my chamber door<span class=\"nobreak\">--</span>only this, and nothing more'\"","response":"(Edgar Allan) Poe"},{"text":"\"My little horse must think it queer to stop without a farmhouse near\"","response":"Robert Frost"},{"text":"\"A tree that may in summer wear a nest of robins in her hair\"","response":"Joyce Kilmer"},{"text":"\"I can read his righteous sentence by the dim and flaring lamps: his day is marching on\"","response":"Julia Ward Howe"},{"text":"\"So much depends upon a red wheel barrow glazed with rain water beside the white chickens\"","response":"William Carlos Williams"}],"originalDate":"2013-01-25"}],[{"category":"THAT'S A CLOWN QUESTION, BRO","comments":"","clues":[{"text":"Turns out Luke Perry is a \"worthless half-brother\" of this clown on \"The Simpsons\"","response":"Krusty"},{"text":"This mascot of a restaurant made his official debut in 1963 &amp; is still around today","response":"Ronald McDonald"},{"text":"The 1904-06 Rose Period of this painter included the use of masked clown characters popular in commedia dell'arte","response":"Picasso"},{"text":"\"Send In The Clowns\" is from 1973's \"A Little Night Music\" by this legendary Broadway songwriter","response":"Stephen Sondheim"},{"text":"Charlie Chaplin inspired this man born in Strasbourg in 1923 to create his own brand of silent clowning","response":"(Marcel) Marceau"}],"originalDate":"2013-01-25"},{"category":"A, B, C, D, E &amp; THAT'S ALL","comments":"(Alex: Only those letters have possibilities as coming up in the final correct response.)","clues":[{"text":"A Murphy one comes out of the wall","response":"a bed"},{"text":"A taxi, or to travel in one","response":"cab"},{"text":"To recede, like the tide; it's often paired with \"flow\"","response":"ebb"},{"text":"To yield territory","response":"cede"},{"text":"A work of classical Icelandic poetry","response":"an edda"}],"originalDate":"2013-01-25"},{"category":"GEO-POLITICIANS","comments":"","clues":[{"text":"This first signer of the Declaration of Independence has his name on several towns &amp; a Boston Univ. student village","response":"John Hancock"},{"text":"J. Strom Thurmond lake lies on the border of Georgia &amp; this state represented by Senator Thurmond for 48 years","response":"South Carolina"},{"text":"Alamo is the seat of the Tennessee county named for this frontiersman and Congressman","response":"Davy Crockett"},{"text":"The last U.S. president to have a county named for him (in N.M.), he may be best known for the Teapot Dome scandal","response":"(Warren G.) Harding"},{"text":"This 5'4\" \"Little Giant\" who debated Abraham Lincoln has an 11,300' mountain named for him in Montana","response":"Stephen Douglas"}],"originalDate":"2013-01-24"},{"category":"\"L\" CAN EAT","comments":"","clues":[{"text":"This twisty candy was used to make the shoe Charlie Chaplin ate in \"The Gold Rush\"","response":"licorice"},{"text":"In Lombardy this layered dish is a Christmastime specialty, with the sheets of pasta symbolizing Jesus' swaddling clothes","response":"lasagna"},{"text":"To prepare this Thermidor style, mix the meat with a Béchamel sauce &amp; spoon it back into the shells","response":"lobster"},{"text":"Delicate sponge cake in the shape of a digit","response":"ladyfinger"},{"text":"Make sure you have plenty of schmear to go with this brand of bagels that went frozen in 1962","response":"Lender's"}],"originalDate":"2013-01-24"},{"category":"AUTHOR! AUTHOR!","comments":"","clues":[{"text":"Born in a slum, he was admitted to the University of Copenhagen in 1828; his first book of fairy tales came 7 years later","response":"Hans Christian Andersen"},{"text":"The 8th child of sharecroppers &amp; a writer of \"purple\" prose, she was blinded in one eye in a childhood accident","response":"Alice Walker"},{"text":"In 1994 Candace Bushnell created a column called this; in '95, it was sold as a book; then in '96, to HBO","response":"<i>Sex and the City</i>"},{"text":"His volunteering to take mind-altering drugs as a test subject at a hospital led to a 1962 novel, his best-known work","response":"Ken Kesey"},{"text":"This author who said welcome to \"The Jungle\" organized the epic (end poverty in Calif.) movement in the 1930s","response":"Upton Sinclair"}],"originalDate":"2013-01-24"},{"category":"VOWELICIOUS","comments":"(Alex: Each correct response contains more vowels than consonants.)","clues":[{"text":"If you \"paddle your own\" this transport, you manage independently","response":"a canoe"},{"text":"Aloha!  This 4-stringed instrument is related to the guitar","response":"a ukulele"},{"text":"When it's midnight at this small, fertile desert area with a well, send your camel to bed","response":"an oasis"},{"text":"It now means rules of social behavior; in French it meant a posting of military orders","response":"etiquette"},{"text":"Propeller is one type of this skullcap","response":"a beanie"}],"originalDate":"2013-01-24"}],{"category":"20th CENTURY FAMOUS NAMES","text":"In a 1905 diary entry, Nicholas II wrote of this man, \"We have made the acquaintance of a man of God\"","response":"Rasputin"}]}