{"mix":2855,"rounds":[[{"category":"STUPID GEOGRAPHY ANSWERS","comments":"","clues":[{"text":"Luxembourg National Museum is located in the historic center of this city","response":"Luxembourg"},{"text":"Bissau is the capital of this African country that borders Guinea","response":"Guinea-Bissau"},{"text":"The name of this river goes back to a Native American name meaning \"river of yellow stones\"","response":"the Yellowstone River"},{"text":"Papua New Guinea occupies the eastern half of this island &amp; about 600 nearby islands","response":"New Guinea"},{"text":"It was a 1980s confederation of Senegal &amp; the Gambia","response":"Senegambia"}],"originalDate":"2013-01-15"},{"category":"PUBLISHED POSTHUMOUSLY","comments":"","clues":[{"text":"This Hemingway novel that shares its name with a Kenny Rogers/Dolly Parton song was published in 1970","response":"<i>Islands in the Stream</i>"},{"text":"While cleaning out a drawer, his wife discovered his manuscript for \"Daisy-Head Mayzie\" &amp; it was published in 1995","response":"Dr. Seuss"},{"text":"Her novella \"Lost Laysen\", written when she was a teen, is a tale of the South Pacific, not the South &amp; the Civil War","response":"Margaret Mitchell"},{"text":"In the last chapter of \"Billions &amp; Billions\", this scientist talked about the disease that took his life","response":"Carl Sagan"},{"text":"John Kennedy Toole was awarded a posthumous Pulitzer Prize for this novel published 11 years after his suicide","response":"<i>A Confederacy of Dunces</i>"}],"originalDate":"2013-01-15"},{"category":"NASA GLOSSARY","comments":"(Alex: In spite of the fact that the draw has, uh, Kristin, as a NASA strategic analyst.)","clues":[{"text":"\"A ring\" refers to the outermost of the 3 rings of this planet that are easily seen with a small telescope","response":"Saturn"},{"text":"\"MGN\" was short for this spacecraft named for a Portuguese explorer","response":"<i>Magellan</i>"},{"text":"\"EDL\" refers to entry, descent &amp; this","response":"landing"},{"text":"The 4 largest satellites of Jupiter are a class named for this Italian astronomer","response":"Galileo"},{"text":"To NASA \"AZ\" doesn't mean Arizona; it refers to this position along the observer's horizon","response":"azimuth"}],"originalDate":"2013-01-15"},{"category":"WELLS","comments":"","clues":[{"text":"The 1,285-foot Woodingdean Well in Brighton in this country is the world's deepest hand-dug well","response":"the United Kingdom"},{"text":"In chapter 7 of this work, the Dormouse tells the history of a family that lived at the bottom of a well made of treacle","response":"<i>Alice in Wonderland</i>"},{"text":"The name of this largest Lebanese city is derived from a Canaanite word for \"wells\"","response":"Beirut"},{"text":"Abraham's servant found this wife for his master's son Isaac at a well near the city of Nahor","response":"Rebekah"},{"text":"Named for a French region, it's drilled through hard rock to reach water capable of rising to the surface by its own pressure","response":"an artesian well"}],"originalDate":"2013-01-15"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"The August 1819 Battle of Boyaca in Colombia convinced the bulk of the Spanish royalist army to surrender to him","response":"Bolívar"},{"text":"\"Finlandization\" entered the language to mean official neutrality under the influence of this country","response":"the USSR"},{"text":"In Italy in the 1920s, you wore a black shirt to identify yourself as a member of this party","response":"the Fascist Party"},{"text":"In 1368 the Chinese told this dynasty, also called the Yuan, you Khan go now","response":"the Mongol"},{"text":"Count de Chabrol really liked to count; he coined this term for Napoleon's brief return, March 20 - July 8, 1815","response":"the Hundred Days"}],"originalDate":"2013-01-15"},{"category":"I'D LOVE SOME \"POI\"","comments":"(Alex: \"P-O-I\" coming up in each correct response.)","clues":[{"text":"To name to a position, like Supreme Court justice","response":"appoint"},{"text":"We bet you're itching to name this vine with trifoliate leaves &amp; whitish berries","response":"poison ivy"},{"text":"Proverbially, \"to the victor belong\" these","response":"the spoils"},{"text":"Composure or dignified bearing","response":"poise"},{"text":"Affecting or moving the emotions, like a heart-tugging movie scene","response":"poignant"}],"originalDate":"2013-01-15"}],[{"category":"THE NEAREST CANADIAN PROVINCE TO...","comments":"(Alex: We want [*] whatever we give you in the clue.)","clues":[{"text":"Forks,<br>Washington","response":"British Columbia"},{"text":"The Motor City<span class=\"nobreak\">--</span><br>Detroit","response":"Ontario"},{"text":"Dixville Notch,<br>New Hampshire","response":"Quebec"},{"text":"Hallock,<br>Minnesota &<br>Cavalier,<br>North Dakota","response":"Manitoba"},{"text":"Eastport,<br>Maine","response":"New Brunswick"}],"originalDate":"2013-01-15"},{"category":"DR. JOHN","comments":"","clues":[{"text":"In 1765 Dr. John Morgan founded the first medical school in the U.S. at the college of Philadelphia, now this Ivy","response":"the University of Pennsylvania"},{"text":"Virologist John Franklin Enders helped develop a vaccine for this disease also called rubeola","response":"measles"},{"text":"Orthopedic surgeon John Charnley invented an artificial one of these joints between the pelvis &amp; the thighbone","response":"a hip"},{"text":"John Scott Haldane devised a way to measure the amount of this pigment in blood, still used to diagnose anemia","response":"hemoglobin"},{"text":"This Ph.D. in psychology wrote the seminal 1913 article \"Psychology as the Behaviorist Views It\"","response":"Dr. John Watson"}],"originalDate":"2013-01-14"},{"category":"BUDDY, GUY","comments":"","clues":[{"text":"This 3-letter short form for a sibling can also mean your guy pal","response":"bro"},{"text":"Temporary friends; politics \"makes strange\" ones","response":"bedfellows"},{"text":"A friend of your child, or one of the gals in Hef's magazine","response":"playmate"},{"text":"It can mean a human friend as well as an animalistic spirit who aids a witch","response":"a familiar"},{"text":"This term for one of the 10 divisions of a Roman legion has come to refer to a buddy","response":"a cohort"}],"originalDate":"2013-01-14"},{"category":"B.C. KING","comments":"","clues":[{"text":"Around 1000 B.C. he became the first king of Israel","response":"Saul"},{"text":"At the time Jesus was born, this man, the Great, was king of Judea","response":"Herod"},{"text":"After his father died, Artaxerxes I became king of this empire","response":"the Persian Empire"},{"text":"This father of Alexander the Great wasn't so bad himself, extending his dominion over all of Greece","response":"Phillip"},{"text":"This legendary king of Uruk ruled in the third millennium B.C.; the \"Epic\" thought to be about him would come later","response":"Gilgamesh"}],"originalDate":"2013-01-14"},{"category":"SINGING THE BLUES","comments":"","clues":[{"text":"The delta blues went electric thanks to artists like Muddy Waters &amp; Howlin' Wolf moving to this Midwest city","response":"Chicago"},{"text":"Both Sonny Boy Williamson I &amp; II were virtuosos on this hand-held blues instrument","response":"a harmonica"},{"text":"This Brit, no slouch on guitar himself, said Buddy Guy is \"by far without doubt the best guitar player alive\"","response":"Eric Clapton"},{"text":"Diana Ross starred as Billie Holiday in this film based on Billie's autobiography of the same name","response":"<i>Lady Sings the Blues</i>"},{"text":"In the 1950s legendary bluesman B.B. King gave his beloved guitar this female first name","response":"Lucille"}],"originalDate":"2013-01-14"},{"category":"MY WOMAN IS GONE &amp; MY WHISKEY RAN DRY","comments":"","clues":[{"text":"She's getting a facial &amp; a milk bath at Burke Williams, a \"day\" type of this facility","response":"a spa"},{"text":"I'm all out of Yukon Jack, imported from this country","response":"Canada"},{"text":"She's shopping for a roomy leather \"Hobo\" one of these from Chloe; Hobo, cute name for a $1,600 item","response":"a handbag"},{"text":"Goodbye Glenmorangie, whose label said it was this type of scotch made at one distillery with one grain","response":"single malt"},{"text":"She's volunteering at the hospital<span class=\"nobreak\">--</span>no one folds this thin cotton bandaging material like my woman","response":"gauze"}],"originalDate":"2013-01-14"}],{"category":"LANGUAGES","text":"Language spoken by the most people in South America","response":"Portuguese"}]}