{"mix":2894,"rounds":[[{"category":"<em class=\"underline\">CASEY AT THE BAT</em>","comments":"","clues":[{"text":"As Casey came up to the plate, \"there was Jimmy safe at second and Flynn a-hugging\" this base","response":"third"},{"text":"\"Responding to the cheers, he lightly doffed\" this","response":"his hat"},{"text":"After Casey stared at a called strike one, someone in the stands shouted, \"Kill\" this person","response":"the umpire"},{"text":"These 5 concluding words follow \"there is no joy in Mudville...\"","response":"\"Mighty Casey has struck out.\""},{"text":"\"Casey at the Bat\" was first published on June 3, 1888 in this San Francisco newspaper owned by W.R. Hearst","response":"<i>The Examiner</i>"}],"originalDate":"2012-10-29"},{"category":"LEWIS OR CLARK","comments":"","clues":[{"text":"In 1982 Barney Clark got the first permanent, completely artificial one of these organs, the Jarvik-7","response":"a heart"},{"text":"Between 1981 &amp; 1991 he won 65 consecutive long jump competitions","response":"Carl Lewis"},{"text":"In 1994 James H. Clark co-founded this company known for its Navigator web browser","response":"Netscape"},{"text":"Chemist Gilbert Lewis suggested that a chemical bond involves 2 atoms sharing a pair of these, as in a covalent bond","response":"electrons"},{"text":"This pen name was made by Latinizing the author's 1st 2 names, reversing their order &amp; then translating them back to English","response":"Lewis Carroll"}],"originalDate":"2012-10-29"},{"category":"ASIA LOVES THAT AMERICAN BRAND","comments":"","clues":[{"text":"This fast food chain is the No. 1 casual dining brand in China with 660 restaurants; that's a lot of P'zones to go","response":"Pizza Hut"},{"text":"The CEO of this magazine with a bunny logo said it's \"more of a fashion brand\" in Asia &amp; \"we're more like Louis Vuitton\"","response":"<i>Playboy</i>"},{"text":"The survey \"Asia's top 1,000 brands 2011\" had this maker of the Zoom Hyperdunk shoe at No. 10 (ahem, at No. 1? Sony)","response":"Nike"},{"text":"\"Wouldn't you really rather have\" this car? China would, buying triple the number of them sold in the U.S. in 2010","response":"Buick"},{"text":"In 2010 customers waited in line for 27 hours when this donut chain opened in Bangkok","response":"Krispy Kreme"}],"originalDate":"2012-10-29"},{"category":"DO NOT PASS \"O\"","comments":"(Alex: Each correct response will end in that letter of the alphabet.)","clues":[{"text":"According to Catholic doctrine, not quite heaven or hell","response":"limbo"},{"text":"A homeless migrant who might ride the rails","response":"a hobo"},{"text":"A wall painting on wet plaster","response":"a fresco"},{"text":"The body without the limbs or head","response":"the torso"},{"text":"A round of gunfire","response":"a salvo"}],"originalDate":"2012-10-29"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"NBA games are this many minutes of regulation playing time","response":"48"},{"text":"It's the shortest of the 4 gospels in the New Testament","response":"Mark"},{"text":"It's the capital of Latvia","response":"Riga"},{"text":"This Wisconsin governor survived a recall effort in 2012","response":"Scott Walker"},{"text":"The Battle of Guadalcanal began in August of this year","response":"1942"}],"originalDate":"2012-10-29"},{"category":"CIVIL WAR NAMES","comments":"","clues":[{"text":"He reached Savannah in time for Christmas 1864 &amp; presented the city to the Pres., along with 150 captured cannons","response":"Sherman"},{"text":"Of a doomed attack at Gettysburg, this Confederate made the charge that Lee \"had my division massacred\"","response":"(George) Pickett"},{"text":"Gen. Bee's comment about this man may not have been a compliment of steadfastness but a complaint about a lack of support","response":"Stonewall Jackson"},{"text":"This West Pointer threw out the first pitch, or rather, fired the first Union shot, in defense of Fort Sumter","response":"Abner Doubleday"},{"text":"This cavalryman twice led his troops in a ride around McClellan, boosting southern morale","response":"J.E.B. Stuart"}],"originalDate":"2012-10-29"}],[{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Aha!  I have found it, this Greek word that's the state motto of California","response":"<i>Eureka</i>"},{"text":"This 2-word French term for an incorrigible child sounds a lot worse than it is","response":"<i>enfant terrible</i>"},{"text":"Russian for \"openness\", it was Mikhail Gorbachev's policy of open discussion","response":"<i>glasnost</i>"},{"text":"Come closer<span class=\"nobreak\">--</span>if you don't want to be overheard, speak softly, this way, Italian for \"in a low voice\"","response":"<i>sotto voce</i>"},{"text":"Japanese for \"way of the warrior\", it was the chivalric code of the samurai","response":"bushido"}],"originalDate":"2012-10-29"},{"category":"ART &amp; MYTHOLOGY","comments":"","clues":[{"text":"Both Titian &amp; Giovanni Bellini painted this beautiful Roman goddess gazing in a mirror","response":"Venus"},{"text":"An early sculpture by Michelangelo depicts \"the battle of\" these mythical half-man, half-horse creatures","response":"centaurs"},{"text":"Cupid, Flora &amp; 3 dancing Graces appear in this Botticelli masterpiece whose name means \"springtime \"","response":"<i>Primavera</i>"},{"text":"In a painting by Cezanne, she's cozying up to a swan","response":"Leda"},{"text":"Eugene Delacroix painted this enchantress as she was about to kill her children","response":"Medea"}],"originalDate":"2012-10-29"},{"category":"HELLO, CLEVELAND!","comments":"","clues":[{"text":"It was \"Hello, Cleveland, open the doors\" when this singer who was \"Born To Run\" gave a free concert in 1978","response":"(Bruce) Springsteen"},{"text":"In 1977 this \"Dark Side of the Moon\" band said \"Hello, Cleveland\", playing a concert there to more than 80,000 fans","response":"Pink Floyd"},{"text":"This movie band shouts \"Hello, Cleveland\" as they get lost trying to find the stage of the Xanadu star theater","response":"Spinal Tap"},{"text":"After playing Cleveland's Agora Ballroom, it was \"Hello, Cleveland, hello, success\" for this \"Rich Girl\" duo","response":"Hall & Oates"},{"text":"In 1999 this Chuck D group said, \"Hello, Rock &amp; Roll Hall of Fame\" &amp; played at a new hip-hop exhibit","response":"Public Enemy"}],"originalDate":"2012-10-29"},{"category":"A SPANISH INQUISITION","comments":"(Alex: You have to translate the Spanish word in the clue.)","clues":[{"text":"Those 2 people are inseparable; think they're joined at the cadera?","response":"the hip"},{"text":"May I have just one more piece of platano cream pie?","response":"banana"},{"text":"Did the alguacil physically step in &amp; keep order in the court?","response":"the bailiff"},{"text":"Do you feel bad for Mike, now that he's a two-time perdedor?","response":"a loser"},{"text":"Do you remember when we were kids going to the zoo to see the oso pit?","response":"bear"}],"originalDate":"2012-10-26"},{"category":"MIKHAILS","comments":"","clues":[{"text":"He was the last president of the Soviet Union","response":"Gorbachev"},{"text":"Soon after WWII Mikhail Kalashnikov designed the assault rifle known by this alphanumeric name","response":"the AK-47"},{"text":"In 2005 after disbanding his White Oak Dance Project, he established an arts center in New York City","response":"Baryshnikov"},{"text":"In 1613 Czar Michael (or Mikhail) started this dynasty that ruled Russia until 1917","response":"Romanov"},{"text":"For most of the 1950s, Mikhail Botvinnik was the world champion of this","response":"chess"}],"originalDate":"2012-10-26"},{"category":"BEAUTY QUEENS","comments":"","clues":[{"text":"Currently the anchor of \"ABC World News\", she served as America's Junior Miss of 1963","response":"Diane Sawyer"},{"text":"Later one of the \"Desperate Housewives\", she was 1998's Miss Corpus Christi, Texas","response":"Eva Longoria"},{"text":"Movie roles of this former Miss Teen All American include Catwoman &amp; Leticia Musgrove in \"Monster's Ball\"","response":"Halle Berry"},{"text":"This movie star who appeared in 2012's \"Dark Shadows\" was a sun bunny who became Miss Orange County","response":"Michelle Pfeiffer"},{"text":"She played former Miss Georgia World Suzanne Sugarbaker on \"Designing Women\" but in real life was 1974 Miss Florida","response":"Delta Burke"}],"originalDate":"2012-10-26"}],{"category":"FILMS OF THE '50s","text":"The 1st part of this classic 1959 comedy is set in Chicago in February 1929","response":"<i>Some Like It Hot</i>"}]}