{"mix":2902,"rounds":[[{"category":"IN A ROW","comments":"","clues":[{"text":"Don Quixote attacks a row of these, believing them to be gigantic knights","response":"windmills"},{"text":"The earliest versions of this puzzle of 9 rows &amp; 9 columns were called Number Place","response":"Sudoku"},{"text":"Archaeologists discovered 19 rows of stones extending below this alliterative holy landmark in Jerusalem","response":"the Western Wall (or the Wailing Wall)"},{"text":"This type of ancient Greek chariot race venue with a 600-to-700-foot course had seats in rows or tiers","response":"a hippodrome"},{"text":"This 18th c. Oxford man didn't invent an \"Aqualung\" but did devise a farm tool for planting seeds in rows","response":"Jethro Tull"}],"originalDate":"2012-10-15"},{"category":"GEOG. DICT. ABBREV.","comments":"(Alex: Geographic dictionary abbreviations.)","clues":[{"text":"N.H.S. stands for a \"national\" this type of \"site\" in the national park system","response":"historic"},{"text":"A.F.B. stands for one of these military installations","response":"Air Force Base"},{"text":"\"est.\" (little e) stands for estimated; \"Est.\" (big E) is this country","response":"Estonia"},{"text":"Res. can stand for a reservation or this type of body of water","response":"reservoir"},{"text":"Pk. is park; to get an abbreviation for a scenic road, add these 2 letters","response":"w & y"}],"originalDate":"2012-10-12"},{"category":"ODD NAMINGS","comments":"","clues":[{"text":"It's an imprecise 2-word name for a meteor that's burning up in the atmosphere","response":"a shooting star"},{"text":"Found in Snickers, it's actually a legume; you eat the seed that's in a pod","response":"a peanut"},{"text":"It's really a low-pitched oboe &amp; what it has to do with Britain, no one is sure","response":"an English horn"},{"text":"The head of this second-largest North American bird of prey is covered with white feathers, not just skin","response":"a bald eagle"},{"text":"Even the OED is stumped as to how this pancreatic delicacy got its name","response":"sweetbreads"}],"originalDate":"2012-10-12"},{"category":"NORTH AMERICAN LANGUAGES","comments":"","clues":[{"text":"When traveling to a certain part of the U.S., you might be called a \"malihini\", meaning tourist in this language","response":"Hawaiian"},{"text":"About 4 million Canadians are unilingual speakers of this language","response":"French"},{"text":"As you might expect, Yucatec is a Mayan language spoken in Belize &amp; Mexico on this peninsula","response":"the Yucatan"},{"text":"Nunavut means \"our land\" in the language of these people","response":"the Inuit"},{"text":"Nahuatl, Mexico's second-most widely spoken language, is also known by the name of this pre-Columbian people","response":"Aztecs"}],"originalDate":"2012-10-12"},{"category":"COMPLETELY BASSLESS","comments":"","clues":[{"text":"Keyboardist Ray Manzarek's left hand was all the bass Jim Morrison needed backing him up in this band","response":"the Doors"},{"text":"This group, Jack on guitar &amp; Meg on drums, broke up in 2011","response":"the White Stripes"},{"text":"Patrick Carney &amp; Dan Auerbach make up this blues-rock duo whose name is even musical","response":"the Black Keys"},{"text":"The name of this guitarist precedes \"Blues Explosion\" in a bassless '90s trio","response":"Jon Spencer"},{"text":"This triple-talk band makes do with drums, guitar &amp; the vocals of Karen O","response":"the Yeah Yeah Yeahs"}],"originalDate":"2012-10-12"},{"category":"RUMORS","comments":"","clues":[{"text":"A saying attributed to Henry Ward Beecher is that \"rumor has winged feet like\" this Roman god","response":"Mercury"},{"text":"George Eliot wrote that gossip is this \"that comes from the dirty tobacco-pipes of those who diffuse it\"","response":"smoke"},{"text":"This Stephen Crane story says, \"The army awakened, and began to tremble with eagerness at the noise of rumors\"","response":"<i>The Red Badge Of Courage</i>"},{"text":"This mischievous Shakespeare character says, \"I jest to Oberon... and sometime lurk I in a gossip's bowl\"","response":"Puck"},{"text":"\"If you haven't got anything nice to say... come sit next to me\" was a motto of this daughter of Teddy Roosevelt","response":"Alice"}],"originalDate":"2012-10-12"}],[{"category":"THE EDICT OF NANCY","comments":"","clues":[{"text":"She was the chair of the California Democratic Party, 1981-1983","response":"Nancy Pelosi"},{"text":"One of the mysteries featuring her is \"The Halloween Hoax\"`","response":"Nancy Drew"},{"text":"She's the voice of Nelson, Ralph Wiggum &amp; Bart Simpson","response":"Nancy Cartwright"},{"text":"She lived with Sid Vicious in the Chelsea Hotel &amp; died there","response":"Nancy Spungen"},{"text":"In \"Oliver Twist\", Nancy is his girlfriend","response":"Bill Sikes"}],"originalDate":"2012-10-12"},{"category":"THE LAST \"DROP\"","comments":"","clues":[{"text":"A saline lacrimal secretion","response":"a teardrop"},{"text":"To stand within the overhang of a building to hear something you shouldn't","response":"eavesdrop"},{"text":"Goody goody!  It's this kind of candy made from corn syrup &amp; gelatin","response":"a gumdrop"},{"text":"Let me set the stage for you; it's the rear curtain of a stage setting","response":"a backdrop"},{"text":"To describe a moment of utter silence, these four words follow \"You could have...\"","response":"heard a pin drop"}],"originalDate":"2012-10-12"},{"category":"35 YEARS AGO: 1977","comments":"","clues":[{"text":"With freezing temperatures, this was officially recorded in Miami, Florida for the first time ever","response":"snow"},{"text":"This blockbuster set in \"a galaxy far, far away\" hit theaters just before Memorial Day weekend","response":"<i>Star Wars</i>"},{"text":"The world's last known natural case of this disease was reported in Somalia","response":"smallpox"},{"text":"In November it began regular service between New York &amp; Europe, about a 3 1/2 hour trip","response":"the SST (or the Concorde)"},{"text":"Completed by Christopher Tolkien, this history of Middle-earth was published in 1977","response":"<i>The Silmarillion</i>"}],"originalDate":"2012-10-10"},{"category":"YOU KNOW THE RULES!","comments":"","clues":[{"text":"Some say you have to be outside &amp; wearing shoes before you claim the front seat by saying the name of this weapon","response":"shotgun"},{"text":"\"Colorful\" 2-word term for the do-unto-others precept found in Matthew 7:12","response":"the Golden Rule"},{"text":"\"The strong shall not oppress the weak\" was a principle in the \"code\" of this Babylonian king","response":"Hammurabi"},{"text":"No. 11 in this man's rules for boxing, first published in 1867: no shoes or boots with springs allowed","response":"(The Marquess of) Queensberry"},{"text":"\"Secondary Motions\" &amp; \"Putting the Question and Announcing the Vote\" are sections in one edition of this text","response":"<i>Robert's Rules of Order</i>"}],"originalDate":"2012-10-10"},{"category":"IT'S GETTING WARM","comments":"","clues":[{"text":"It can reach 800 degrees during the day on this planet (Venus is a little hotter), but the night's a bit brisk at -275","response":"Mercury"},{"text":"Temperatures in a traditional home this, which often uses dry rather than steam heat, range from 150 to 190","response":"a home sauna"},{"text":"In 1913 this California low point had 5 straight days of at least 129 degrees","response":"Death Valley"},{"text":"During an eruption, the water at the opening of this \"loyal\" Wyoming geyser is about 204 degrees","response":"Old Faithful"},{"text":"Sunstroke is likely with prolonged exposure to over 105 degrees on the H.I., short for this","response":"heat index"}],"originalDate":"2012-10-10"},{"category":"SHEDDING THEIR CLOTHES","comments":"","clues":[{"text":"It was a nice night for a naked walk in 1984 at Griffith Observatory for this actor, on the hunt for Sarah Connor","response":"(Arnold) Schwarzenegger"},{"text":"This actor streaked to glory as Frank the Tank in \"Old School\"","response":"(Will) Ferrell"},{"text":"In \"The Proposal\", Sandra Bullock is shocked to see this actor's \"Green Lantern\", so to speak","response":"Ryan Reynolds"},{"text":"In \"Failure to Launch\", this Hall of Fame Steeler QB &amp; Fox pregame host bared more than his soul to the camera","response":"(Terry) Bradshaw"},{"text":"In 2003 she played Chris, a leader of the (tastefully) naked \"Calendar Girls\"; 3 years later, she was \"The Queen\"","response":"Helen Mirren"}],"originalDate":"2012-10-10"}],{"category":"BOOKS &amp; AUTHORS","text":"His first novel, from 1920, incorporated some of his pieces from The Nassau, a Princeton literary magazine","response":"F. Scott Fitzgerald"}]}