{"mix":2907,"rounds":[[{"category":"CLASSICAL LITERATURE","comments":"","clues":[{"text":"Herodotus described this \"fabled\" teller of tales as a slave from Thrace","response":"Aesop"},{"text":"He may have been an illiterate bard who sang the \"Iliad\" &amp; the \"Odyssey\" to others who wrote them down","response":"Homer"},{"text":"This general's \"Commentaries\" were reports to the Romans about his campaigns in Gaul &amp; the Civil War","response":"Julius Caesar"},{"text":"Both Euripedes &amp; Sophocles wrote tragedies about this woman known for her devotion to her father Agamemnon","response":"Electra"},{"text":"The word \"satyr\" begins the title of this work that satirizes Rome of the 1st century","response":"the <i>Satyricon</i>"}],"originalDate":"2012-10-02"},{"category":"THE COURSE OF TRUE LOVE","comments":"","clues":[{"text":"Alliterative canine term for a high note-lower note combo signifying male appreciation for female beauty","response":"a wolf whistle"},{"text":"Cosmopolitan's tips on doing this begin with check him out, look away, then look back through lowered lashes","response":"flirting"},{"text":"Those newly in love often use these words, also the title of a 1983 tearjerking film","response":"terms of endearment"},{"text":"Committed to each other?  You're practicing this behavior, though it may be the \"serial\" type","response":"monogamy"},{"text":"A nautical adjective meaning upright, or a person you're going out with exclusively","response":"steady"}],"originalDate":"2012-10-01"},{"category":"AMERICAN HISTORY \"Q\" &amp; \"A\"","comments":"","clues":[{"text":"On October 2, 1656 Connecticut enacted legislation to ban members of this religious group","response":"the Quakers"},{"text":"In February 1864 this prison opened &amp; into its mere 26 acres, 32,000 prisoners were jammed","response":"Andersonville"},{"text":"In the 1970s this future vice president served as a publisher of the Huntington Herald-Press in Indiana","response":"Dan Quayle"},{"text":"This British major who worked with Benedict Arnold was hanged as a spy on October 2, 1780","response":"Major Andre"},{"text":"In 1961 JFK initiated this U.S.-Latin America development program, but it failed in just over a decade","response":"the Alliance for Progress"}],"originalDate":"2012-10-01"},{"category":"COUNTRIES' BIGGEST CITIES","comments":"","clues":[{"text":"Kathmandu","response":"Nepal"},{"text":"Karachi","response":"Pakistan"},{"text":"Lagos","response":"Nigeria"},{"text":"Belgrade","response":"Serbia"},{"text":"Aleppo","response":"Syria"}],"originalDate":"2012-10-01"},{"category":"YOU DESERVE A PRIZE","comments":"","clues":[{"text":"When Janet Gaynor won the first one of these for an actress in 1929, it was actually for 3 film roles","response":"an Oscar"},{"text":"In 2005 this sometime banjo player received the Mark Twain Prize for American Humor","response":"Steve Martin"},{"text":"Zubin Mehta &amp; this '70s Secretary of State were among the first recipients of Israel's Presidential Medal","response":"Henry Kissinger"},{"text":"In 2012 he &amp; Hal David became the first songwriting duo to win the Lib. of Congress Gershwin Prize for Popular Song","response":"Burt Bacharach"},{"text":"Apparently no one deserved the Pulitzer for fiction in 2012, but in 2011 Jennifer Egan won for \"A Visit From\" this group","response":"<i>the Goon Squad</i>"}],"originalDate":"2012-10-01"},{"category":"CHAIN LETTER","comments":"(Alex: In this category, the last letter of the correct response for the first clue will be the first letter of the correct response for the next clue and so on down the column.)","clues":[{"text":"From the French, it's a manservant or a car parker","response":"a valet"},{"text":"This fruit is also known as a mandarin orange","response":"a tangerine"},{"text":"You think, therefore you know this Latin word for \"therefore\"","response":"<i>ergo</i>"},{"text":"It follows \"Our Bodies\" in the title of a book now in its ninth edition","response":"<i>Ourselves</i>"},{"text":"A proverbial crate to stand on to make a speech; our chain letter ends with an \"X\"","response":"a soapbox"}],"originalDate":"2012-10-01"}],[{"category":"MONOLOGUES","comments":"","clues":[{"text":"A modern tragedy:<br>\"Hundreds of salesmen and buyers were at his funeral.  Things were sad on a lotta trains\"","response":"<i>Death of a Salesman</i>"},{"text":"A 1913 classic:<br>\"I'll have to learn to speak middle class language from you, instead of speaking proper English\"","response":"<i>Pygmalion</i>"},{"text":"A Shakespeare tragic hero:<br>\"To-morrow, and to-morrow, and to-morrow, creeps in this petty pace from day to day\"","response":"<i>Macbeth</i>"},{"text":"In a courtroom:<br>\"Darwin moved us forward to a hilltop... we must abandon our faith in the pleasant poetry of Genesis\"","response":"<i>Inherit the Wind</i>"},{"text":"From Tennessee:<br>\"I wore it on Sundays for my gentlemen callers!  I had it on the day I met your father\"","response":"<i>The Glass Menagerie</i>"}],"originalDate":"2012-10-01"},{"category":"\"ED\"","comments":"","clues":[{"text":"Comestible &amp; consumable are synonyms for this","response":"edible"},{"text":"It's another term for a large, imposing building","response":"edifice"},{"text":"To add personal opinion to an otherwise factual account","response":"editorialize"},{"text":"Aristotle called it \"the best provision for old age\"","response":"education"},{"text":"Dropsy is an old term for this, a swelling in the body caused by a buildup of excess fluid","response":"edema"}],"originalDate":"2012-10-01"},{"category":"DOC","comments":"","clues":[{"text":"In most U.S. major operations, this doctor is at the head of the bed","response":"an anesthesiologist"},{"text":"If your own immune system causes you problems, as in asthma &amp; hives, see a this -ist or immunologist","response":"an allergist"},{"text":"Medical specialty of R.D. Laing, author of \"The Divided Self\"","response":"psychiatry"},{"text":"For bunions, try this, a foot doctor","response":"a podiatrist"},{"text":"USCAP is the U.S. &amp; Canadian Academy of this specialty; we hear its conventions are sorta dead","response":"Pathologists"}],"originalDate":"2012-10-01"},{"category":"TEA TIME MOVIE","comments":"","clues":[{"text":"Disney's \"Johnny Tremain\" takes part in this Dec. 16, 1773 incident","response":"the Boston Tea Party"},{"text":"Johnny Depp is at least eccentric as this tea party guest in 2010's \"Alice in Wonderland\"","response":"the Mad Hatter"},{"text":"The title character of \"Rikyu\" teaches this painstaking routine to the fierce warlord Hideyoshi","response":"the Japanese tea ceremony"},{"text":"Jack Black as this character has tea with the dolls of a Brobdingnagian girl","response":"Gulliver"},{"text":"In \"Tea with Mussolini\", Cher plays a character based on this American art patron who spent a lot of time in Italy","response":"Peggy Guggenheim"}],"originalDate":"2012-10-01"},{"category":"<em class=\"underline\">THE TONIGHT SHOW STARRING JOHNNY CARSON</em>","comments":"(Alex: ...which made its debut just about 50 years ago.)","clues":[{"text":"Johnny started his 30-year run as host on Oct. 1, 1962 with this \"You Bet Your Life\" comedian introducing him","response":"Groucho Marx"},{"text":"One of Johnny's trademark moves was one of these that he'd mime at the end of his monologue","response":"a golf swing"},{"text":"On Johnny's last \"Tonight Show\" with guests, she serenaded Johnny with some farewell love songs","response":"Bette Midler"},{"text":"Carson was unflappable even with a marmoset on his head in a visit with Joan Embery, an ambassador from this zoo","response":"the San Diego Zoo"},{"text":"The set was banked with tulips when this \"Tip-Toe Thru' the Tulips with Me\" singer wed Miss Vicki on the show in 1969","response":"Tiny Tim"}],"originalDate":"2012-10-01"},{"category":"2-WORD RESPONSES","comments":"","clues":[{"text":"According to Monopoly's rules, nothing special happens on this corner space; it's a resting spot, as its name implies","response":"Free Parking"},{"text":"These little guys make the cookies &amp; crackers at the Hollow Tree Bakery","response":"the Keebler Elves"},{"text":"This 2-word term originally referred to the branch of the East India Co. run by staff not belonging to the military","response":"civil service"},{"text":"This euphemism for genocide or forced emigration is associated with the 1990s wars of Yugoslav secession","response":"ethnic cleansing"},{"text":"Jane Austen dedicated \"Emma\" to the future George IV, not by name but under this title","response":"prince regent"}],"originalDate":"2012-09-28"}],{"category":"MYTHOLOGY","text":"The father of King Midas was famous for this, which he used to connect his ox cart's pole &amp; yoke","response":"Gordian knot"}]}