{"mix":2908,"rounds":[[{"category":"RUSSIAN FIRST NAME'S THE SAME","comments":"","clues":[{"text":"Pavlov, Turgenev &amp; \"the Terrible\"","response":"Ivan"},{"text":"Andropov &amp; Gagarin","response":"Yuri"},{"text":"Sikorsky &amp; Stravinsky","response":"Igor"},{"text":"Eisenstein &amp; Diaghilev","response":"Sergei"},{"text":"Gogol &amp; Bulganin","response":"Nikolai"}],"originalDate":"2012-09-28"},{"category":"BEAUTY &amp; MAKEUP","comments":"","clues":[{"text":"To relieve puffy eyes, many people use black, green or herbal these as a cold compress","response":"tea bags"},{"text":"Pink sugar and raspberry are colors in Revlon's Colorburst line of this","response":"lipstick"},{"text":"Add some color &amp; pizzazz to your life with OPI's Shatter or China Glaze's Crackle brands of this","response":"nail polish"},{"text":"12-letter word for a procedure that removes tattoos, fine wrinkles &amp; acne scars by scraping away the top layers of skin","response":"dermabrasion"},{"text":"The name of this cosmetics store chain comes partly from the name of Moses' wife","response":"Sephora"}],"originalDate":"2012-09-28"},{"category":"\"B\"4","comments":"(Alex: Each correct response will consist of four letters, and the word will begin with the letter B.)","clues":[{"text":"It's the cry of a donkey","response":"a bray"},{"text":"In 1 Kings, Yahweh beats this god of the Canaanites in a contest to burn an offering","response":"Baal"},{"text":"A stain caused by a discoloring substance, or a stain on one's character","response":"a blot"},{"text":"Myrrh is this type of aromatic resin used as a healing salve","response":"a balm"},{"text":"Tarry or wait","response":"bide"}],"originalDate":"2012-09-28"},{"category":"AFTRA","comments":"","clues":[{"text":"Bruno Tonioli &amp; Carrie Ann Inaba are judges on this reality competition covered by AFTRA from its 2005 debut","response":"<i>Dancing with the Stars</i>"},{"text":"In 2012 AFTRA voted to merge with this other performers' union also formed in the 1930s","response":"SAG"},{"text":"AFTRA's first national strike was settled April 10, 1967, just in time for this star-studded show to go on","response":"the Oscars"},{"text":"Can you tell me how to get to this children's show that AFTRA honored for its positive portrayal of diversity","response":"<i>Sesame Street</i>"},{"text":"In 1938 stars like Edgar Bergen supported a big deal with CBS &amp; NBC; back then \"AFTRA\" was missing this letter","response":"T"}],"originalDate":"2012-09-28"},{"category":"FILL IN THE BLANK CANVAS","comments":"","clues":[{"text":"An iconic 1930 image:<br>\"_____ Gothic\"","response":"American"},{"text":"A group portrait by Rembrandt:<br>\"The ____ ____ (The Company of Captain Frans Banning Cocq)\"","response":"Night Watch"},{"text":"Picasso cubed it:<br>\"Les Demoiselles d'____\"","response":"Avignon"},{"text":"From 1912, more mechanical than nude:<br>\"Nude Descending A _____, No. 2\"","response":"a staircase"},{"text":"Jacques-Louis David went stoic:<br>\"The Oath Of The _____\"","response":"Horatii"}],"originalDate":"2012-09-28"},{"category":"BRITISH KINGS NAMED EDWARD","comments":"","clues":[{"text":"In 1340 British King Edward III took this additional title; Philip VI must have said, \"I thought that was moi\"","response":"the King of France"},{"text":"King Edward I was known as this carpentry tool \"Of The Scots\"","response":"Hammer"},{"text":"This king's only surviving son, King Edward VI, died at age 15 in 1553","response":"Henry VIII"},{"text":"King Edward IV, a participant in the Wars of the Roses, was the son of Richard, Duke of this side in the wars","response":"York"},{"text":"In 1936 King Edward VIII gave it all up for the woman he loved, this twice-divorced American","response":"Wallis Simpson"}],"originalDate":"2012-09-28"}],[{"category":"LAST \"DANCE\"","comments":"(Alex: Each correct response will end with \"dance\".)","clues":[{"text":"If you never miss a day of school, you have perfect this","response":"attendance"},{"text":"I bid that jar of mayonnaise from 2005 good this act of disposal","response":"riddance"},{"text":"The act of keeping away from someone or something","response":"avoidance"},{"text":"A listing of the principal words of a book such as the Bible","response":"concordance"},{"text":"A rocket's 4 main systems are structural, payload, propulsion &amp; this","response":"guidance"}],"originalDate":"2012-09-28"},{"category":"DINING OUT IN NEW YORK","comments":"","clues":[{"text":"You'll find Wo Hop &amp; Hop Kee on Mott Street, the heart of this area","response":"Chinatown"},{"text":"We suspect vodka lovers more than tea aficionados gravitate to this restaurant dating back to 1927","response":"the Russian Tea Room"},{"text":"Enjoy the Raw Bar at the Oyster Bar, an institution at this transportation hub since 1913","response":"Grand Central Station"},{"text":"Sammy's Roumanian Steakhouse has pitchers of this liquid fat; the word can also mean \"sentimentality\"","response":"schmaltz"},{"text":"Robert De Niro co-owns this grill named for the neighborhood it's in","response":"the Tribeca Grill"}],"originalDate":"2012-09-27"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"Morning moisture on the ground","response":"dew"},{"text":"Tree \"blood\"","response":"sap"},{"text":"Captain's book to record events aboard ship","response":"log"},{"text":"A large tub for holding liquids such as dye","response":"vat"},{"text":"A hip-hop greeting, or to eat the evening meal","response":"sup"}],"originalDate":"2012-09-27"},{"category":"APPLE PIE","comments":"","clues":[{"text":"After his final battle, this legendary king was conveyed to Avalon, the \"Island of Apples\"","response":"Arthur"},{"text":"In 1952 Nina Ricci used apple-shaped glass bottles to launch Fille d'Eve, a type of this product","response":"perfume"},{"text":"This humorist's 1924 book \"The Illiterate Digest\" says, \"I tell you folks, all politics is applesauce\"","response":"Will Rogers"},{"text":"This city, home to Kansas State University, is nicknamed \"The Little Apple\"","response":"Manhattan"},{"text":"In this musical Conrad visits his fans in Sweet Apple, Ohio","response":"<i>Bye Bye Birdie</i>"}],"originalDate":"2012-09-27"},{"category":"A VAN DOWN BY THE RIVER","comments":"","clues":[{"text":"Some of the great sights of Giza are the pyramids &amp; my van on the bank of this river","response":"the Nile"},{"text":"I drove on the left to park my van beside this river, right near the U.K.'s Houses of Parliament","response":"the Thames"},{"text":"Darned van broke down for good on River Road in Baton Rouge, beside this river","response":"the Mississippi"},{"text":"Everyone remember where we parked!  The van's in Al Qurnah, Iraq, where this 1,700-mile-long river joins the Tigris!","response":"the Euphrates"},{"text":"Unlike Mr. Knievel, the van doesn't try to jump this river that forms part of the boundary between Idaho &amp; Oregon","response":"the Snake"}],"originalDate":"2012-09-27"},{"category":"THE CALIFORNIANS","comments":"","clues":[{"text":"In 2010 the Cali Hall of Fame inducted this Facebook dude, even though he's totally from New York for reals","response":"Mark Zuckerberg"},{"text":"Shyah!  This Chief Justice known for his \"Commission\" spoke for the court in Brown v. Board of Education, y'know?","response":"(Earl) Warren"},{"text":"Yo!  (As in Yosemite!)  This bro established a gnarly photography dept. at the Cali School of Fine Arts in 1946","response":"Ansel Adams"},{"text":"Whoa!  This guy moved to Cali in 1852, got a near-monopoly in its railroads &amp; founded a university?  Nice!","response":"(Leland) Stanford"},{"text":"Like, for sure not a native, this \"father of the H-bomb\" totally helped create Lawrence Livermore Lab at UC Berkeley","response":"Edward Teller"}],"originalDate":"2012-09-27"}],{"category":"WORLD AFFAIRS","text":"In 1963 these 3 nations signed the Nuclear Test Ban Treaty","response":"the U.S., U.S.S.R. & the U.K."}]}