{"mix":2936,"rounds":[[{"category":"RACHEL","comments":"","clues":[{"text":"She &amp; Daniel Craig play a married couple in \"Dream House\" &amp; took their work home with them, marrying secretly in 2011","response":"Rachel Weisz"},{"text":"Evan Rachel Wood played Sophie-Anne, the vampire queen of Louisiana, on this biting series","response":"<i>True Blood</i>"},{"text":"She plays Rachel Berry, who uses every opportunity to propel herself to stardom on \"Glee\"","response":"Lea Michele"},{"text":"She hosts an eponymous show on MSNBC","response":"Rachel Maddow"},{"text":"This Aussie actress went American to play Sarah Walker on \"Brothers and Sisters\"","response":"Rachel Griffiths"}],"originalDate":"2012-07-09"},{"category":"LIFE OF PI","comments":"","clues":[{"text":"Dating to c. 1650 B.C., the Rhind Papyrus, a scroll from this civilization, put the value of pi at about 3.16","response":"Egypt"},{"text":"In 1949 this acronymical computer found pi to more than 2,000 digits; modern ones have passed 2 quadrillion","response":"ENIAC"},{"text":"R.I.P. Ludolph van Ceulen, who calculated pi to 35 places &amp; had the digits engraved on his this in 1610","response":"his tombstone"},{"text":"Eureka! around 250 B.C., this sage of Syracuse estimated pi at around 22/7","response":"Archimedes"},{"text":"Johann Lambert wasn't delusional in 1761 when he showed that pi is one of these numbers","response":"an irrational number"}],"originalDate":"2012-07-09"},{"category":"THAT CHARACTER HAS AUTHOR!","comments":"","clues":[{"text":"Jenny Garp, one of the title character's kids","response":"John Irving"},{"text":"Major Major Major Major, a major character","response":"(Joseph) Heller"},{"text":"Paul Atreides, who has a rough go of it on Arrakis (the original author, please)","response":"Frank Herbert"},{"text":"Jurgis Rudkus, a worker in the Chicago stockyards","response":"Upton SInclair"},{"text":"Quentin Compson, a suicidal Harvard student","response":"(William) Faulkner"}],"originalDate":"2012-07-09"},{"category":"\"M-S\" WORD","comments":"","clues":[{"text":"A celebration of the Eucharist","response":"mass"},{"text":"It's distilled to make rum","response":"molasses"},{"text":"A multi-colored light cotton fabric named for an Indian seaport","response":"Madras"},{"text":"This Greek word refers to one underlying system of beliefs of a social group","response":"mythos"},{"text":"10-letter word meaning having an unpleasant smell","response":"malodorous"}],"originalDate":"2012-07-09"},{"category":"STARTING WORDS","comments":"","clues":[{"text":"On May 17, 2010 Meryl Streep spoke at this graduation ceremony at Barnard College","response":"commencement"},{"text":"To begin a process, or to admit a pledge into a college fraternity","response":"initiate"},{"text":"It means to start; pronounced differently, it's the last name of a 1970s Israeli Prime Minister","response":"Begin"},{"text":"Every 4 years the U.S. holds a day named for this ceremony","response":"inauguration"},{"text":"In 1790, explorer James Bruce published \"Travels to discover\" this origin point \"of the Nile\"","response":"the source"}],"originalDate":"2012-07-06"},{"category":"E BAY","comments":"","clues":[{"text":"Eddrachillis Bay is at the mouth of Loch a Chairn Bhain on this country's northwest coast","response":"Scotland"},{"text":"Englishman's Bay is on the leeward, or northern, side of this island that's just to the northeast of Trinidad","response":"Tobago"},{"text":"Escambia Bay connects to Pensacola Bay off this state","response":"Florida"},{"text":"The East Bay that produced punk musician East Bay Ray is the eastern shore of this California bay","response":"San Francisco Bay"},{"text":"Episkopi Bay is in the Greek sector on the south coast of this island","response":"Cyprus"}],"originalDate":"2012-07-06"}],[{"category":"THE WEBS OF WEBSITES","comments":"","clues":[{"text":"YouTube &amp; Blogger are part of this company, the No. 1 search engine","response":"Google"},{"text":"This newspaper company also gives you information at its website about.com","response":"<i>The New York Times</i>"},{"text":"AOL owns patch.com &amp; this site for information about films playing in your area","response":"Moviefone"},{"text":"Keep an \"eye\" on this broadcaster's site; its brands include Urban Baby &amp; last.fm","response":"CBS"},{"text":"IAC sites include College Humor, ask.com &amp; this \"Daily\" news site, Newsweek's online home","response":"the Daily Beast"}],"originalDate":"2012-07-06"},{"category":"JIMMY'S ON TOP","comments":"","clues":[{"text":"\"Late Night with\" this former \"SNL\" guy has won 3 primetime Emmys","response":"Jimmy Fallon"},{"text":"In the '70s this left-handed tennis player was ranked No. 1 in the world for 160 consecutive weeks","response":"Jimmy Connors"},{"text":"His song \"Big Bad John\" spent 2 weeks at the top of the country charts","response":"Jimmy Dean"},{"text":"In 1985 this actor's wonderful life included getting the Presidential Medal of Freedom, the USA's highest civilian honor","response":"Jimmy Stewart"},{"text":"This man who sang \"You Can Get It If You Really Want\" is a recipient of Jamaica's Order of Merit","response":"Jimmy Cliff"}],"originalDate":"2012-07-06"},{"category":"NEWS OF THE 2010s","comments":"","clues":[{"text":"His September 2011 announcement he'd run to be Russian president again was not greeted with the joy he'd hoped for","response":"Putin"},{"text":"On January 23, 2012 the Supreme Court said police need a warrant to put this type of tracking device on a suspect's car","response":"a GPS"},{"text":"This purchasing method was big in the Depression; Walmart brought it back in 2011","response":"layaway"},{"text":"She ended her presidential campaign right after the 2012 Iowa caucuses","response":"Michele Bachmann"},{"text":"In January 2012 this Mideastern president vowed \"an iron hand\" against protests","response":"Bashar Assad"}],"originalDate":"2012-07-06"},{"category":"SUB TITLES","comments":"","clues":[{"text":"\"Raising The Hunley\" describes the 2000 recovery of a sub lost off the South Carolina Coast during this war","response":"the U.S. Civil War"},{"text":"Wolfgang Frank's \"The Sea Wolves\" is subtitled \"The Story Of German\" these submarines \"At War\"","response":"U-Boats"},{"text":"\"Clear the Bridge!\" tells the story of the USS Tang, sunk in WWII when one of her own these made a circular run","response":"a torpedo"},{"text":"1928's \"Raiders Of The Deep\" begins with a German submarine's controversial sinking of this passenger liner","response":"the Lusitania"},{"text":"\"Cry From The Deep\" recounts the tragic 2000 loss of this Russian nuclear submarine with all hands","response":"the Kursk"}],"originalDate":"2012-07-06"},{"category":"CITY MUSEUMS","comments":"(Alex: We will give you the [*], you identify the city for us.)","clues":[{"text":"The National Gallery Of Art Of The United States","response":"Washington, DC"},{"text":"The Solomon R. Guggenheim Museum Of Art","response":"New York City"},{"text":"Carnegie Museum Of Natural History","response":"Pittsburgh"},{"text":"The Museum Of The American West, formerly named for Gene Autry","response":"Los Angeles"},{"text":"Western Reserve Historical Society","response":"Cleveland (Ohio)"}],"originalDate":"2012-07-06"},{"category":"COLOR TV","comments":"","clues":[{"text":"In the '90s Dennis Franz won 4 Lead Actor Emmys working the beat on this drama","response":"<i>NYPD Blue</i>"},{"text":"This sitcom detailed the lives of 4 older ladies living together in Miami in the mid-'80s","response":"<i>The Golden Girls</i>"},{"text":"Ex-Chicago Bull Ken Reeves coached hoops at Carver High on this '70s drama","response":"<i>The White Shadow</i>"},{"text":"Even after selling one of his paintings for $1 million, Eldin worked on the house of this '90s sitcom title woman","response":"Murphy Brown"},{"text":"Hermey the Elf wanted to be a dentist in this 1964 Classic Christmas TV cartoon","response":"<i>Rudolph The Red-nosed Reindeer</i>"}],"originalDate":"2012-07-06"}],{"category":"ART &amp; POP CULTURE","text":"The Brooklyn mural seen <a href=\"http://www.j-archive.com/media/2017-05-25_FJ.jpg\" target=\"_blank\">here</a> is an homage to this fictional group whose first appearance came in 1984","response":"the Teenage Mutant Ninja Turtles"}]}