{"mix":2948,"rounds":[[{"category":"THE BRITISH ARE COMING!","comments":"","clues":[{"text":"In 1964 this band had 19 Top 40 hits; not a bad year, lads","response":"the Beatles"},{"text":"This band had the \"satisfaction\" of opening its first U.S. tour in San Bernardino &amp; closing it at Carnegie Hall in '64","response":"the Rolling Stones"},{"text":"Dave Davies played guitar in this band","response":"The Kinks"},{"text":"It took The Animals less than 30 minutes to record this 1964 hit about a certain place in New Orleans","response":"\"The House Of The Rising Sun\""},{"text":"Then-session guitarist Jimmy Page played on this 1-named guy's \"Sunshine Superman\"","response":"Donovan"}],"originalDate":"2012-06-15"},{"category":"INVENTORS","comments":"","clues":[{"text":"In 1876 he patented the telephone","response":"(Alexander Graham) Bell"},{"text":"In the 1440s he came up with movable type","response":"(Johannes) Gutenberg"},{"text":"In the 1920s Jacob Schick produced the first successful electric one","response":"razor"},{"text":"His 1869 inspiration was the stock ticker","response":"Edison"},{"text":"You know him for his 1876 hand-operated carpet sweeper","response":"(Melville) Bissell"}],"originalDate":"2012-06-15"},{"category":".gov","comments":"","clues":[{"text":"Information for first responders &amp; links regarding cybersecurity are found at dhs.gov, this department","response":"Department of Homeland Security"},{"text":"Its .gov website says it \"regulates interstate and international communications by radio, television... satellite &amp; cable\"","response":"FCC"},{"text":"In 2011 the site for this volunteer org. touted its \"50 years of promoting... friendship around the world\"","response":"the Peace Corps"},{"text":"bia.gov is the site for this bureau established in 1824, the oldest in the Interior Department","response":"the Bureau of Indian Affairs (Bureau for Indian Affairs accepted)"},{"text":"It's the \"nw\" in nwtrb.gov, overseeing the Department of Energy's disposal of high-level this","response":"nuclear waste"}],"originalDate":"2012-06-15"},{"category":"WHO SAID WHAT ABOUT WHOM?","comments":"","clues":[{"text":"Following this man's assassination, Jawaharlal Nehru said, \"the light has gone out of our lives\"","response":"Gandhi"},{"text":"Howard Hughes said this \"Gone With The Wind\" actor's \"ears make him look like a taxi-cab with both doors open","response":"Clark Gable"},{"text":"Of this prior champ, Muhammad Ali said, \"I just give lip service to being the greatest.  He was the greatest\"","response":"Joe Louis"},{"text":"John Keats called this American \"A philosophical Quaker full of mean and thrifty maxims\"","response":"Benjamin Franklin"},{"text":"MacArthur reportedly said of him, \"he'll make a fine president, he was the best clerk who ever served under me\"","response":"Eisenhower"}],"originalDate":"2012-06-15"},{"category":"____ OF ____","comments":"","clues":[{"text":"\"Divine\" legal phrase for something caused by uncontrollable forces","response":"an act of God"},{"text":"Its 3 Capitol Hill buildings hold more than 63 million manuscripts","response":"the Library of Congress"},{"text":"A path you're allowed to take on another's land","response":"right of way"},{"text":"If your sample is 1 thousand people in a population of 1 million, your poll has this of 3.1%","response":"a margin of error"},{"text":"A little south of the state of the same name, it's AKA the Sea of Cortez","response":"the Gulf of California"}],"originalDate":"2012-06-15"},{"category":"20th CENTURY WRITERS","comments":"","clues":[{"text":"He popularized the term \"The Jazz Age\" in a 1922 book title","response":"Fitzgerald"},{"text":"World Book says this \"Main Street\" author \"died lonely and unhappy in Italy on Jan. 10, 1951\"","response":"Sinclair Lewis"},{"text":"In 2005 Britain's National Portrait Gallery acquired the only known drawing of Ted Hughes by this writer, his wife","response":"Sylvia Plath"},{"text":"From 1962 until his death in 1967, he was Poet Laureate of Illinois","response":"Carl Sandburg"},{"text":"3's the charm for this playwright whose \"Three Tall Women\" earned him his third Pulitzer","response":"Edward Albee"}],"originalDate":"2012-06-15"}],[{"category":"OPERA LOVERS","comments":"","clues":[{"text":"After she declares her love for a toreador named Escamillo, she is stabbed to death by Don Jose","response":"Carmen"},{"text":"\"I Got Plenty O' Nuttin'\" &amp; \"Oh Lawd, I'm On My Way\" are arias in the opera about this title couple","response":"Porgy & Bess"},{"text":"At the end of a Berlioz opera inspired by Shakespeare, she &amp; Benedict admit their love for one another","response":"Beatrice"},{"text":"It's love at first sight for Sophie &amp; Octavian in this \"Knight Of The Rose\" opera","response":"<i>Der Rosenkavalier</i>"},{"text":"In a Gluck opera with the help of the love god Amor, Orfeo attempts to bring her back from Hades","response":"Eurydice"}],"originalDate":"2012-06-15"},{"category":"THE METER IS RUNNING","comments":"(Alex: Isn't it always?)","clues":[{"text":"To measure temperature, you can put one of these under your arm or under your tongue","response":"a thermometer"},{"text":"A spirometer isn't a drawing toy; it measures the capacity of these body organs that expand &amp; contract","response":"the lungs"},{"text":"It's the line that divides a circle into 2 equal parts","response":"the diameter"},{"text":"Musicians know a rhythmometer is another name for this device","response":"a metronome"},{"text":"From the Latin for \"foot measure\", it's a device that measures how far you've walked","response":"a pedometer"}],"originalDate":"2012-06-13"},{"category":"MAKES SENSE<span class=\"nobreak\">--</span>MOVIES EDITION","comments":"","clues":[{"text":"In the \"Toy Story\" franchise, the Tyrannosaurus has this name","response":"Rex"},{"text":"Many residents of Rock Ridge in \"Blazing Saddles\" have the surname Johnson, &amp; this character owns an ice cream shop","response":"Howard Johnson"},{"text":"In the movie \"Cars\", the patriotic Sarge is a type of this vehicle","response":"a Jeep"},{"text":"It just figures that this movie was set aboard the submarine USS Alabama","response":"<i>Crimson Tide</i>"},{"text":"In \"Hellboy II\" the troll market can be found underneath this alliterative NYC structure","response":"the Brooklyn Bridge"}],"originalDate":"2012-06-13"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"\"Bartlett's\" has the Albanian proverb \"it takes more than a hood and sad eyes to make\" one of these religious men","response":"a monk"},{"text":"Kidnapped &amp; ransomed for 25 pounds as a child, he used the story in \"The Pirates of Penzance\"","response":"(William) Gilbert"},{"text":"In 63 B.C. Tiro invented a system of this to record Cicero's speeches","response":"shorthand"},{"text":"In upstate N.Y., this site of the 1899 Conference of Home Economists later set up housekeeping for Olympic athletes","response":"Lake Placid"},{"text":"In 1872 this American brig with a feminine name was found at sea<span class=\"nobreak\">--</span>just the ship; the crew was missing","response":"the <i>Mary Celeste</i>"}],"originalDate":"2012-06-13"},{"category":"\"WED\" BLISS","comments":"","clues":[{"text":"You hear the term \"born out of\" this synonym for matrimony more than \"born in\" it","response":"wedlock"},{"text":"In Old Norse it was \"Odinsdagr\"","response":"Wednesday"},{"text":"Classic British pottery first made in 1759","response":"Wedgwood"},{"text":"They are political topics that potentially could split apart a unified movement","response":"wedge issues (a wedge accepted)"},{"text":"The Transantarctic Mountains stretch 2,000 miles from Victoria Land to this sea","response":"the Weddell Sea"}],"originalDate":"2012-06-13"},{"category":"THE NEXT STATE CAPITAL ALPHABETICALLY","comments":"(Alex: We'll give you a state capital. Keep in mind that the next one alphabetically will start with the same letter of the alphabet.)","clues":[{"text":"After <br>Boise","response":"Boston"},{"text":"After <br>Augusta","response":"Austin"},{"text":"After <br>Lincoln","response":"Little Rock"},{"text":"After Montgomery","response":"Montpelier, Vermont"},{"text":"After <br>Jefferson City","response":"Juneau, Alaska"}],"originalDate":"2012-06-13"}],{"category":"FAMOUS TEACHERS","text":"W.J. Bryan gave the keynote speech at this man's high school graduation in 1919; 6 years later their paths would cross again","response":"John Scopes"}]}