{"mix":2972,"rounds":[[{"category":"LIBRARIES","comments":"","clues":[{"text":"The manuscript of \"Beowulf\" is among the holdings of the British Library in this city","response":"London"},{"text":"Jules Mazarin, this cardinal's successor, founded a Paris library in 1643","response":"Richelieu"},{"text":"His presidential library is located in Simi Valley, California","response":"Ronald Reagan"},{"text":"While known for its Shakespeare collection, this D.C. library is rich in other Renaissance works as well","response":"the Folger"},{"text":"This unincorporate Maryland community is home to the National Library of Medicine","response":"Bethesda"}],"originalDate":"1996-09-23"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"Rembrandt painted 62 of these, revealing every wrinkle of his face as it aged","response":"a self-portrait"},{"text":"The Nat'l Gallery of Art has a Jean-Antoine Houdon bust of this \"Candide\" author sculpted the year he died","response":"Voltaire"},{"text":"He created a scandal by including the words \"God does not exist\" in a Mexico City mural","response":"Diego Rivera"},{"text":"Daniel Chester French used the pose of the Apollo Belvedere for this \"timely\" Concord, Mass. statue","response":"The Minuteman"},{"text":"This L.A.-based British artist has produced photocollages like \"Pearblossom Hwy., 11-18th April 1986\"","response":"David Hockney"}],"originalDate":"1996-09-23"},{"category":"INTERNATIONAL ACTORS","comments":"","clues":[{"text":"Kiefer's father, he was born in New Brunswick &amp; became a disc jockey in Nova Scotia when he was just 14","response":"Donald Sutherland"},{"text":"Born Nigel Neill in Northern Ireland, this star of \"Jurassic Park\" &amp; \"The Piano\" was raised in New Zealand","response":"Sam Neill"},{"text":"When this Belgian appeared as himself on \"Friends\", he dated Rachel &amp; Monica","response":"Jean-Claude Van Damme"},{"text":"This Spaniard was bitten by the acting bug long before he played Armand in \"Interview with the Vampire\"","response":"Antonio Banderas"},{"text":"Born in China to Japanese parents in 1920, he became the most famous Japanese film actor in the world","response":"Toshiro Mifune"}],"originalDate":"1996-09-23"},{"category":"THE AFI LIFE ACHIEVEMENT AWARD","comments":"","clues":[{"text":"2008:<br>This star of \"Bonnie &amp; Clyde\"","response":"Warren Beatty"},{"text":"2004:<br>This portrayer of Joanna Kramer","response":"Meryl Streep"},{"text":"1994:<br>This \"Five Easy Pieces\" star","response":"Jack Nicholson"},{"text":"1981:<br>This dancer who began his career in Vaudeville","response":"Fred Astaire"},{"text":"1990:<br>This director of epics like \"The Bridge on the River Kwai\"","response":"David Lean"}],"originalDate":"2012-04-24"},{"category":"WHO WANTS TO BE A BILLIONAIRE?","comments":"","clues":[{"text":"Would you spend $90 million to keep your job?  He did just that to claim a third term as NYC mayor","response":"Bloomberg"},{"text":"His $9 billion empire, partly in media, helped make him Italian prime minister until his 2011 resignation","response":"Berlusconi"},{"text":"In 2006 he launched Virgin Fuels to develop environmentally friendly energy sources","response":"Richard Branson"},{"text":"This Washington State dropout co-founded a company with Bill Gates &amp; piled up $13.5 billion, so things worked out","response":"Paul Allen"},{"text":"He ran track for the University of Oregon &amp; later sold Japanese shoes out of his car; now he's worth billions","response":"Phil Knight"}],"originalDate":"2012-04-24"},{"category":"ORE","comments":"","clues":[{"text":"Processing 10 tons of ore yields one troy ounce of this, atomic number 79; no wonder it's so darned valuable","response":"gold"},{"text":"Add a letter to \"melting\" to get this method by which a metal is taken from its original ore","response":"smelting"},{"text":"You'll earn more than 5 cents if you know that when it comes to ores of this, it's millerite time","response":"nickel"},{"text":"This metal says Cu later to its chief ores, including chalcopyrite &amp; chalcocite","response":"copper"},{"text":"When pitchblende, an ore of this element, goes to a mill, sulfuric acid is used to produce yellowcake","response":"uranium"}],"originalDate":"2012-04-24"}],[{"category":"LONGFELLOW","comments":"","clues":[{"text":"In a Longfellow rhyme, \"I shot\" this \"into the air, it fell to earth, I knew not where\"","response":"an arrow"},{"text":"Longfellow wistfully wrote, \"Art is long, and\" this \"is fleeting\"","response":"time"},{"text":"Hiawatha caught a monster sturgeon named Mishe-Nahma while canoeing on a lake that Longfellow called this","response":"Gitche Gumee"},{"text":"\"Week in, week out, from morn till night, you can hear his bellows blow\", Longfellow wrote about this character","response":"the blacksmith"},{"text":"In \"The Courtship of Miles Standish\", she told John Alden, \"If I am not worth the wooing, I surely am not worth the winning\"","response":"Priscilla"}],"originalDate":"2012-04-24"},{"category":"WE'RE AN AMERICAN BAND","comments":"","clues":[{"text":"Before we knocked out 4 No. 1s in less than a year, we were just 5 brothers from Gary, Indiana","response":"The Jackson 5"},{"text":"We're Natalie, Martie &amp; Emily, 3 Southern birds with several Grammys &amp; a 2011 live \"Storytellers\" DVD","response":"The Dixie Chicks"},{"text":"We got together as kids in the San Francisco Bay Area before hitting it big with \"Proud Mary\"","response":"Creedence Clearwater Revival"},{"text":"We hit the Top 10 with \"Don't Look Back\" in 1978; we'd say where we're from, but that'd be too much of a hint","response":"Boston"},{"text":"We had a big year in 1966, with 5 Top 10 hits including \"Summer In The City\"<span class=\"nobreak\">--</span>not bad for 4 Greenwich Village boys","response":"The Lovin' Spoonful"}],"originalDate":"2012-04-24"},{"category":"\"L\" ON EARTH","comments":"","clues":[{"text":"The Gulf of Riga is on the northwest coast of this country","response":"Latvia"},{"text":"It borders Thailand, Cambodia, Vietnam &amp; China","response":"Laos"},{"text":"This lake in central Switzerland has a maximum depth of 702 feet","response":"Lake Lucerne"},{"text":"It's the longest river in France","response":"the Loire"},{"text":"It's \"jar\"ring to note that before sailing to America in 1620, the pilgrims lived in this Dutch city for 11 years","response":"Leiden"}],"originalDate":"2012-04-24"},{"category":"A BYZANTINE CATEGORY","comments":"","clues":[{"text":"Muslim forces captured Alexandria in 642, ending Byzantine rule in this country","response":"Egypt"},{"text":"The Byzantines paid tributes of gold to this big bad Hun who attacked them repeatedly in the 440s","response":"Attila"},{"text":"Byzantium, the capital of the Eastern Roman Empire, was renamed by this emperor in 330 A.D.","response":"Constantine"},{"text":"After enduring for more than a thousand years, the Byzantine Empire finally fell to this one in 1453","response":"the Ottoman Empire"},{"text":"Before invading the west, Byzantine Emperor Justinian made peace with Khosrow, king of this empire to his east","response":"the Persian Empire"}],"originalDate":"2012-04-24"},{"category":"THIS OR THAT","comments":"","clues":[{"text":"An essential piece of cricket equipment, or a nocturnal mammal","response":"bat"},{"text":"Morally low, or the bottom support, as of a sculpture","response":"base"},{"text":"Direct &amp; unreserved in speech, or Congressman Barney","response":"frank"},{"text":"Stays, or a word used to mean a corpse","response":"remains"},{"text":"A bad football punt, or the long, straight anchor part connecting the crown &amp; the ring","response":"a shank"}],"originalDate":"2012-04-24"},{"category":"GREG-CELLENT!","comments":"","clues":[{"text":"Gregory is the first name of this cranky TV doctor, a specialist in infectious diseases","response":"House"},{"text":"These Aussie kids' performers kept making fruit salad after the retirement of original member Greg Page","response":"The Wiggles"},{"text":"On film, he drove his family in a VW bus to the Little Miss Sunshine Beauty Pageant","response":"Greg Kinnear"},{"text":"Greg Evigan did some chimp-hauling in a big rig as Mr. McKay on this '80s show","response":"<i>B.J. and the Bear</i>"},{"text":"In a 1956 film he was \"The Man in the Gray Flannel Suit\"","response":"Gregory Peck"}],"originalDate":"2012-04-23"}],{"category":"MILITARY INNOVATIONS","text":"The U.S. Navy's photonics mast has replaced this familiar device","response":"a periscope"}]}