{"mix":2979,"rounds":[[{"category":"BASIC BLACK","comments":"","clues":[{"text":"Like a high rank in martial arts, it's the name given to the rich farmlands of central Alabama","response":"a Black Belt"},{"text":"2 of these large black birds were Odin's messengers","response":"ravens"},{"text":"In 1347 this scourge reached Constantinople, killing thousands","response":"Black Death"},{"text":"One theory says this nursery rhyme began as a lament at paying 1/3 of one's income each to one's lord &amp; the church","response":"\"Baa, Baa, Black Sheep\""},{"text":"In 1947 the body of Elizabeth Short, known as this, was found on Norton Avenue in Los Angeles","response":"the Black Dahlia"}],"originalDate":"2012-04-11"},{"category":"AN \"UN\"CATEGORY","comments":"","clues":[{"text":"The husband of your mom's sister","response":"your uncle"},{"text":"The Eighth Amendment protects citizens against this kind of punishment","response":"unusual"},{"text":"A member of the Dalit caste in India, or Eliot Ness in Chicago","response":"the Untouchables"},{"text":"Technically passed on, but still animate, like a zombie","response":"undead"},{"text":"The framework that serves as the support for the body of a car","response":"the undercarriage"}],"originalDate":"2012-04-11"},{"category":"WHAT'S UP, PIERRE?","comments":"","clues":[{"text":"In 1892 Pierre de Coubertin first proposed reviving this competition; 4 years later (fittingly), it happened","response":"the Olympics"},{"text":"This 2-time Canadian prime minister got his master's in political economy from Harvard in 1945","response":"Pierre Trudeau"},{"text":"It's said Kate Middleton shed pre-wedding pounds using this French doctor's diet; his book was then an instant bestseller","response":"Pierre Dukan"},{"text":"Oh, baby!  Born in 1754, this French architect &amp; engineer became the first modern city planner in the United States","response":"(Pierre) L'Enfant"},{"text":"Last name of Confederate Gen. Pierre Gustave Toutant, whose forces helped win the First Battle of Bull Run","response":"General Beauregard"}],"originalDate":"2012-04-11"},{"category":"TALE SHIPS","comments":"(Alex: Not tall ships.)","clues":[{"text":"The Hispaniola carries everyone to an island with hidden riches in this novel","response":"<i>Treasure Island</i>"},{"text":"In a Jules Verne novel, the Abraham Lincoln hunts down a sea monster but discovers it's really this boat","response":"the <i>Nautilus</i>"},{"text":"After the ferry he was on sinks, a man is saved by the tyrannical captain of the Ghost in this Jack London novel","response":"<i>The Sea-Wolf</i>"},{"text":"The Fuwalda was the ship that stranded Lord John &amp; Lady Alice, this character's parents","response":"Lord Greystoke (Tarzan)"},{"text":"Men on the ship the Nellie listen to Marlow tell the story of an African journey in this work","response":"<i>Heart of Darkness</i>"}],"originalDate":"2012-04-11"},{"category":"IN CONJUNCTION","comments":"(Alex: Each correct response will be a word that can be made of the letters you find in the word \"conjunction\".)","clues":[{"text":"We always have room for you at this small hotel","response":"an inn"},{"text":"The earliest known use of this whitish metallic element was around 3500 B.C. in what's now Iran","response":"tin"},{"text":"This loverly product of a palm is lined with a white edible meat","response":"coconut"},{"text":"Animator Paul Terry helped popularize this term for an animated show","response":"a toon"},{"text":"Where you have a knee, a horse has the stifle type of this","response":"a joint"}],"originalDate":"2012-04-11"},{"category":"PUT ME IN","comments":"","clues":[{"text":"Put me, this nut, into a milk chocolate bar &amp; you have the \"Joy\" I've provided since 1946","response":"an almond"},{"text":"You can't use plain old rice if you're going to make sushi; it's got to be treated with me, the \"rice\" type of this","response":"vinegar"},{"text":"Any cowboy knows a Roy Rogers requires me, this pomegranate-flavored syrup","response":"grenadine"},{"text":"If you want to mix a Cuba libre, just make a rum &amp; Coke &amp; add me, this fruit","response":"a lime"},{"text":"Ooh, me!  Me!  If you're going to use cheese in your Greek omelet, you've got to use me, your 4-letter friend!","response":"feta"}],"originalDate":"2012-04-10"}],[{"category":"COACH","comments":"","clues":[{"text":"Barry Switzer guided Oklahoma to 3 national titles &amp; this Troy Aikman team to a Super Bowl win","response":"the Cowboys"},{"text":"They may have tried to win one for the Gipper, but Notre Dame won a lot for this coach, too; he went 105-12-5","response":"Knute Rockne"},{"text":"He won the Super Bowl in his first year with Tampa Bay &amp; is now part of the \"Monday Night Football\" team","response":"Jon Gruden"},{"text":"Geno Auriemma led this university to back-to-back 39-0 championship years in women's hoops","response":"University of Connecticut"},{"text":"\"Tonight, we are the greatest hockey team in the world\", said this USA coach before taking on the USSR at the '80 Olympics","response":"Herb Brooks"}],"originalDate":"2012-04-10"},{"category":"I'M READY TO PLAY, TODAY","comments":"","clues":[{"text":"The family of this classic toy includes a Mrs. &amp; a brother &amp; sister named Spud &amp; Yam","response":"Mr. Potato Head"},{"text":"In 1934 Charles B. Darrow showed this board game to Parker Bros. executives, who rejected it due to 52 design errors","response":"<i>Monopoly</i>"},{"text":"In a line of plastic dolls, her name precedes \"Pocket\"","response":"Polly"},{"text":"In 1970 this action figure took on a more peaceful role, recovering mummies &amp; helping the environment","response":"G.I. Joe"},{"text":"Artist Rick Irons designed the classic red &amp; orange flame logo of this toy brand introduced in 1968","response":"Hot Wheels"}],"originalDate":"2012-04-10"},{"category":"I CAN \"BE\"","comments":"","clues":[{"text":"Left stranded &amp; helpless on the shore","response":"beached"},{"text":"2-word alliterative term for paunch due to the imbibing of a certain beverage, thankfully not seen here","response":"a beer belly"},{"text":"The AKC says this breed is a \"sturdy hunting dog\" &amp; has \"a merry personality\"","response":"a beagle"},{"text":"Affected by magic, especially by Samantha Stephens","response":"bewitched"},{"text":"Adjective for one wearing eyeglasses","response":"bespectacled"}],"originalDate":"2012-04-10"},{"category":"CENTER FIELD","comments":"","clues":[{"text":"Skokie, a suburb of this Midwestern city, was known as Niles Center until 1940","response":"Chicago"},{"text":"In Washington you'll find the 3 main theaters of the Kennedy Center for the Performing Arts facing this river","response":"the Potomac"},{"text":"The MacDonnell Ranges cross the Red Centre, a sprawling area in this country's Northern Territory","response":"Australia"},{"text":"This country's highlands are known in Portuguese as Planalto Central","response":"Brazil"},{"text":"The Salton Sea is due north of this state's city of El Centro","response":"California"}],"originalDate":"2012-04-10"},{"category":"CITIES IN SONG LYRICS","comments":"","clues":[{"text":"Fittingly, Louis Armstrong sang, \"Way down yonder in\" this city, \"in the land of the dreamy scenes\"","response":"New Orleans"},{"text":"Elton John sang of its freedom, \"Shine on me, I love you\"","response":"Philadelphia"},{"text":"Sara Bareilles was \"Gonna sell my car and go to\" this Silver State city; \"that's where dreams would be\"","response":"Las Vegas"},{"text":"\"They're closing all the factories down\", sang Billy Joel about \"living here\"","response":"Allentown"},{"text":"In a Van Morrison tune, \"She's as sweet as\" this kind of honey","response":"tupelo"}],"originalDate":"2012-04-10"},{"category":"POLITICAL TYPES","comments":"","clues":[{"text":"From the Latin for \"send with a commission\", it's a representative to a political convention","response":"delegate"},{"text":"This word follows \"agent\" to mean one who infiltrates a rival group &amp; incites its members into incriminating acts","response":"provocateur"},{"text":"'80s candidates courted these working-class voters, a term combining a president &amp; his opposing party","response":"Reagan Democrats"},{"text":"The head of a party's slate in an election, or a soldier carrying his nation's flag","response":"a standard-bearer"},{"text":"Ordinal term for a group undermining a cause or a nation from within","response":"a fifth column"}],"originalDate":"2012-04-10"}],{"category":"SCIENCE","text":"From name of Greek sun god, it is the 2nd most abundant element in the universe","response":"helium"}]}