{"mix":2993,"rounds":[[{"category":"YOUR BIRTHDAY HOROSCOPE","comments":"","clues":[{"text":"November 16:<br>People of this sign, don't get stung by being too aggressive","response":"Scorpio"},{"text":"March 25:<br>Mars may rule this fire sign known for great athletes, but no one else does!  Also, bet heavy on the Rams","response":"Aries"},{"text":"October 3:<br>Your peacemaking abilities will bring everyone together!  This air sign's life is in balance today!","response":"Libra"},{"text":"Nov. 26:<br>Though normally you're warm &amp; relaxed, this sign is all a-quiver with joy today!  Shoot for the stars!","response":"Sagittarius"},{"text":"August 28:<br>Deal with dichotomy today, as this sign is a symbol of fertility but famed for its chastity","response":"Virgo"}],"originalDate":"2012-03-12"},{"category":"\"U\" TUBE","comments":"","clues":[{"text":"In London the subway is called \"the Tube\" or this subterranean term","response":"the Underground"},{"text":"You can get a tube for priority or express mail from the organization with this 4-letter abbreviation","response":"USPS"},{"text":"Even with a misspelling, this tube toothpaste brand from Colgate sure lightens my teeth","response":"Ultra Brite"},{"text":"Alleged sightings of these include a cigar-shaped one reported in 1991 by airline pilot Achille Zaghetti","response":"a UFO"},{"text":"Also called Fallopian, these tubes are the pathway down which an ovum passes on its way to the womb","response":"uterine tubes"}],"originalDate":"2012-03-12"},{"category":"U.S. COMMUNITIES","comments":"","clues":[{"text":"Hey, y'all!  The Deep Ellum Arts Festival, not far from the Tom Landry Freeway, is a 3-day \"Street Party\" in this city","response":"Dallas"},{"text":"Do you know the way to this California city that topped a 2011 list of America's geekiest cities?","response":"San Jose"},{"text":"In the names of Chicago residential neighborhoods, this word follows Hyde &amp; Rogers","response":"Park"},{"text":"Located on Tchoupitoulas St., \"Rebuilding Together\" this city has had 18,000 volunteers rebuild 305 homes","response":"New Orleans"},{"text":"Movies like \"The Departed\" are set in this colorful area of Boston with a 1-word directional nickname","response":"Southie"}],"originalDate":"2012-03-12"},{"category":"TONGUE, TWISTED","comments":"(Alex: Each correct response will be a word that can be made from the letters in \"tongues\", so it'll be a shorter word.)","clues":[{"text":"A Luger or Walther PPK","response":"a gun"},{"text":"To pull with force, perhaps like a certain boat","response":"tug"},{"text":"One of Freud's 3 basic divisions, mentally","response":"ego"},{"text":"A disease characterized by joint pain, especially in the big toe","response":"gout"},{"text":"A renowned secondary school in England","response":"Eton"}],"originalDate":"2012-03-12"},{"category":"FBI TV","comments":"","clues":[{"text":"Agent Scully was reassigned to teaching forensics at the FBI Academy in Quantico at the start of Season 2 of this series","response":"<i>The X-Files</i>"},{"text":"Joe Mantegna joined the cast when Mandy Patinkin left this show about an FBI unit that tracks serial killers","response":"<i>Criminal Minds</i>"},{"text":"FBI agent Dale Cooper came to town to solve Laura Palmer's murder on this '90s series","response":"<i>Twin Peaks</i>"},{"text":"A forensic anthropologist teams up with FBI agent Seeley Booth to solve crimes on this Fox drama","response":"<i>Bones</i>"},{"text":"Poppy Montgomery &amp; Anthony LaPaglia co-starred on this CBS series about an FBI squad that searched for missing persons","response":"<i>Without a Trace</i>"}],"originalDate":"2012-03-12"},{"category":"BRITISH DRAMA CHARACTER NAMES","comments":"","clues":[{"text":"In 1696 \"The Relapse\" featured characters like Sir Tunbelly Clumsy &amp; Syringe, who has this job","response":"the doctor"},{"text":"\"Sir Timothy Tawdry\" is alternately titled \"The Town\" this, a 3-letter fashion victim","response":"<i>Fop</i>"},{"text":"Joseph Surface is a hypocrite in 1777's \"The School for\" this","response":"<i>Scandal</i>"},{"text":"Not Little Jack, just plain this is the seducer hero of \"The Country Wife\"","response":"Mr. Horner"},{"text":"This saintly name belongs to 1 of the \"Two Gentlemen of Verona\", &amp; also, fittingly, to the hero of \"Love for Love\"","response":"Valentine"}],"originalDate":"2012-03-12"}],[{"category":"WE LOVE YOU, CONRAD","comments":"","clues":[{"text":"This hotelier was briefly married to Zsa Zsa Gabor; his son Nicky was briefly married to Elizabeth Taylor","response":"Hilton"},{"text":"The first of 4 emperors of the Salian dynasty, Conrad II of Swabia was crowned this on Easter 1027","response":"Holy Roman Emperor"},{"text":"As a part of this 1969 mission, Charles \"Pete\" Conrad became the third man to walk on the Moon","response":"Apollo 12"},{"text":"Time magazine's first literary cover boy, in April 1923, was this author of \"Nostromo\"","response":"Joseph Conrad"},{"text":"A 2007 fraud conviction \"darkened\" the good name of this Canadian-born onetime owner of 100s of newspapers","response":"Conrad Black"}],"originalDate":"2012-03-12"},{"category":"\"O.S.\" WE DO","comments":"","clues":[{"text":"It's the first verbal presentation made by an attorney at a trial","response":"opening statements"},{"text":"Because Adam &amp; Eve ate of the forbidden fruit, this was inherited by all their descendants","response":"original sin"},{"text":"\"Little Rhody\" also has this official nickname","response":"the Ocean State"},{"text":"Term used today for dates on the superseded Julian calendar","response":"old style"},{"text":"Home to many aquatic species &amp; covering 700 square miles, it straddles the Georgia/Florida border","response":"the Okefenokee Swamp"}],"originalDate":"2012-03-12"},{"category":"HALL OF FAMERS","comments":"","clues":[{"text":"Among the first class of inductees into the Television Hall of Fame were Milton Berle &amp; this zany redhead","response":"Lucille Ball"},{"text":"This colorful rebounder wormed his way into the Basketball Hall of Fame in 2011","response":"Dennis Rodman"},{"text":"He beat it into into the Rock Hall of Fame in 1997 as a member of his family quintet &amp; in 2001 as a solo performer","response":"Michael Jackson"},{"text":"Recently honored as a Hispanic hero, in 1987 she swung her way into the LPGA's Hall of Fame","response":"Nancy Lopez"},{"text":"Played on screen by Edward James Olmos, this member of the National Teachers Hall of Fame passed away in 2010","response":"Jaime Escalante"}],"originalDate":"2012-03-08"},{"category":"YOU'RE SO RECEPTACLE","comments":"","clues":[{"text":"A small box for holding tea, or the person who totes your irons &amp; drivers around the links","response":"a caddy"},{"text":"A type of rodeo race for women, or an early Niagara Falls transport","response":"barrel"},{"text":"This term for a grain container or a type of freight car could also apply to a kangaroo","response":"hopper"},{"text":"1953 play that's also a container in which substances are heated to high temperatures","response":"<i>The Crucible</i>"},{"text":"This sooty receptacle lends its name to a realist art movement of the early 20th century","response":"an ashcan"}],"originalDate":"2012-03-08"},{"category":"TIME TO \"ROCK\" &amp; \"ROLL\"","comments":"","clues":[{"text":"Irish eyes are always smiling when they gaze at this small, yellow-flowered clover","response":"the shamrock"},{"text":"This company claims to be \"the world leader in the in-line skate market\"","response":"Rollerblade"},{"text":"It's a flexible, sliding cover for the working area of a desk","response":"a rolltop"},{"text":"As a noun, it's paper; as a verb, you do it on a computer to move text horizontally","response":"scroll"},{"text":"2-word term for sugar in large, hard crystals","response":"rock candy"}],"originalDate":"2012-03-08"},{"category":"GET YOUR VERBS MOVING","comments":"","clues":[{"text":"To run at a moderate pace, or to give a slight push to something, like your memory","response":"jog"},{"text":"To jump, especially with the help of a pole, as in the Olympics","response":"vault"},{"text":"Also the name of a ballroom dance, it means to move along in a breezy, conspicuous manner","response":"waltz"},{"text":"Drop a letter from what lovers might do to marry in secret &amp; you'll get this easy gait","response":"lope"},{"text":"An early form of this word meaning to walk with an arrogant strut was used by Puck in \"A Midsummer Night's Dream\"","response":"swagger"}],"originalDate":"2012-03-08"}],{"category":"THE ENGLISH LANGUAGE","text":"Site of Nov. '78 headline tragedy, it's the only S.A. country with English as official language","response":"Guyana"}]}