{"mix":2996,"rounds":[[{"category":"MAJOR TOM","comments":"","clues":[{"text":"A 39-year-old widower in 1886, he married 20-year-old Mina Miller &amp; built a mansion for her where he improved the phonograph","response":"Thomas Edison"},{"text":"Thomas Bruce, Earl of this, got Turkish permission to remove Greek sculptures, or \"marbles\"","response":"Elgin"},{"text":"During the Amer. revolution, General Thomas Conway actively advocated that Horatio Gates replace this man","response":"George Washington"},{"text":"Born in 1854, he assisted Alexander Graham Bell with his telephone experiments","response":"Thomas Watson"},{"text":"Called \"The Angelic Doctor\", this 13th century theologian listed the 7 Deadly Sins for us","response":"Thomas Aquinas"}],"originalDate":"2012-03-06"},{"category":"FILL IN THE QUOTE","comments":"","clues":[{"text":"Marx &amp; Engels wrote that \"the history of all hitherto existing society is the history of\" these \"struggles\"","response":"class struggles"},{"text":"Sexy completion of Henry Kissinger's \"Power is the great...\"","response":"aphrodisiac"},{"text":"\"America is my country\", wrote Gertrude Stein, \"and\" this \"is my home town\"","response":"Paris"},{"text":"Completes Gloria Steinem's line \"Some of us are becoming the men we wanted to...\"","response":"marry"},{"text":"Bismarck wanted Germany to be \"an honest\" this \"who really intends to do business\"","response":"broker"}],"originalDate":"2012-03-06"},{"category":"IN A BIG COUNTY","comments":"","clues":[{"text":"3 of the 6 most populous U.S. counties, including Orange, are in this state","response":"California"},{"text":"This Illinois county of more than 5 million people is named for a pioneer lawyer, not a sea captain","response":"Cook County"},{"text":"Don't mess with the city of Kirby or the rest of this state's Bexar county","response":"Texas"},{"text":"This large New York county shares its name with the capital of the Bahamas","response":"Nassau"},{"text":"Wayne County has more people than any other in this state but lost 12% of them from 2000 to 2010","response":"Michigan"}],"originalDate":"2012-03-06"},{"category":"QUASI-RELATED PAIRS","comments":"","clues":[{"text":"Cloudless during the day &amp; <br>one piece of stock","response":"sunny & share"},{"text":"The head of a monastery &amp; the last name of the guy who sang \"Alison\"","response":"abbot and Costello"},{"text":"Tiny computer components &amp; a short swim","response":"chips and dip"},{"text":"A \"Sesame Street\" grouch &amp; a \"wonderful\" cartoon cat with a bag of tricks","response":"Oscar and Felix"},{"text":"A speedy messenger &amp; singer Burl","response":"courier and Ives"}],"originalDate":"2012-03-06"},{"category":"JUST LIKE HEAVEN","comments":"","clues":[{"text":"The love theme from \"Footloose\" is \"Almost\" this","response":"paradise"},{"text":"The name of this abode of Adam &amp; Eve is Hebrew for \"pleasure\" or \"delight\"","response":"Eden"},{"text":"The name of this \"ground\", a paleface name for a Native American heaven, implies that game is plentiful","response":"the happy hunting ground"},{"text":"Camp David once had this name, after the idyllic Tibetan place in a James Hilton novel","response":"Shangri-La"},{"text":"To Homer, these fields were a land of perfect happiness on the banks of the Oceanus river","response":"the Elysian Fields"}],"originalDate":"2012-03-06"},{"category":"SIGMOID &amp; THE SEA MONSTERS","comments":"","clues":[{"text":"This slit in a sperm whale's head is sigmoid, or s-shaped","response":"a blowhole"},{"text":"The sea type of these, family Cheloniidae, pull their necks into their shells using a sigmoid curvature of the vertebrae","response":"turtles"},{"text":"Long &amp; sinuous &amp; up to 600 pounds, the oarfish may be the source of the legends of the \"sea\" type of this snaky beast","response":"sea serpent"},{"text":"This small, curved, equine-named creature favors estuaries &amp; shallow coastal waters","response":"the seahorse"},{"text":"Like many animals, fish have these slithery creatures as parasites; the cod type is S-shaped as an adult","response":"worms"}],"originalDate":"2012-03-06"}],[{"category":"SWEET LI'L FILMS","comments":"","clues":[{"text":"4 years before \"Field of Dreams\", he gave a memorable performance as Gardner Barnes in \"Fandango\"","response":"Kevin Costner"},{"text":"Owen Wilson co-wrote the quirky \"Rushmore\", starring this \"Ghostbuster\" as Mr. Blume","response":"Bill Murray"},{"text":"Paul Giamatti wrestles with life affer taking a teen grappler into his home in this double-talk 2011 film","response":"<i>Win Win</i>"},{"text":"Dennis Christopher takes on the Italian bicycle team in this 1979 sleeper that won a best screenplay Oscar","response":"<i>Breaking Away</i>"},{"text":"\"The Hammer\" is a knockout film with this ex-\"Loveline\" &amp; \"Man Show\" host","response":"Adam Carolla"}],"originalDate":"2012-03-06"},{"category":"SHRINKING YOUR TV","comments":"","clues":[{"text":"This Kelsey Grammer doc said, \"I'm a humane man, but right now I could kick a kitten through an electric fan\"","response":"Frasier Crane"},{"text":"Dr. Jennifer Melfi helped a certain mafioso deal with his mommy issues on this drama","response":"<i>The Sopranos</i>"},{"text":"In the 1970s Elliot Carlin brought his severe persecution complex to Dr. Bob Hartley, played by this comic legend","response":"Bob Newhart"},{"text":"Dianne Wiest was in as Dr. Gina Toll, therapist Gabriel Byrne's therapist, on this HBO series","response":"<i>In Treatment</i>"},{"text":"Played by David Cross, Dr. Tobias Funke lost his license &amp; suffered from \"never-nude\" syndrome on this sitcom","response":"<i>Arrested Development</i>"}],"originalDate":"2012-03-05"},{"category":"SEAFOOD","comments":"","clues":[{"text":"This fish with a double-talk Hawaiian name is also called dorado","response":"mahi-mahi"},{"text":"Calamari is Italian for this","response":"squid"},{"text":"The appetizer called popcorn this is usually made with the rock type of that shellfish","response":"shrimp"},{"text":"The rainbow type of this fish is known for its spectacular leaps &amp; hard fighting when hooked","response":"trout"},{"text":"This large food &amp; sport fish has the scientific name xiphias gladius","response":"swordfish"}],"originalDate":"2012-03-05"},{"category":"CHESS ME, YOU FOOL!","comments":"","clues":[{"text":"It's the number of white squares on a standard chessboard","response":"32"},{"text":"If you place this piece in the center of the board, it can control a maximum of 27 squares (hint: that's a lot)","response":"the queen"},{"text":"To give unwanted advice about another player's game is to do this, a Yiddish term for offering intrusive commentary","response":"kibbitz"},{"text":"It's the only move in which 2 pieces, the king &amp; the rook, are moved simultaneously","response":"castling"},{"text":"It's an opening strategy in which one player sacrifices a pawn or piece in order to gain a positional advantage","response":"the opening gambit"}],"originalDate":"2012-03-05"},{"category":"LESSER-KNOWN DWARF\"S\"","comments":"(Alex: The unknown, despicable dwarfs. And each one of them has a name that begins with the letter S.)","clues":[{"text":"The name of this sullen &amp; rude dwarf rhymes with the name of one of the Three Stooges","response":"Surly"},{"text":"The name of this dwarf sounds like it refers to a lot of NaCl, but actually refers to his coarse &amp; racy language &amp; humor","response":"Salty"},{"text":"This dwarf is sordid &amp; depraved; his name is used of tabloids &amp; politics, but Morley Safer used it for reality TV","response":"Sleazy"},{"text":"This dwarf acts in a furtive manner; his name also precedes \"Pete\" in a slang term for cheap wine","response":"Sneaky"},{"text":"This dwarf is untidy in dress &amp; manners; Godfrey in \"Silas Marner\" is described as such too","response":"Slovenly"}],"originalDate":"2012-03-05"},{"category":"NEW TO THE <em class=\"underline\">OED</em>","comments":"","clues":[{"text":"This adjective for loans to less-than-stellar borrowers was much in the news in the last few years","response":"sub-prime loans"},{"text":"\"Big\" this is a sarcastic remark meaning \"who cares?\"; you could also say \"no big\" this","response":"whoop"},{"text":"It's a coming together of 3 words &amp; 3 birds, served by some on Thanksgiving","response":"turducken"},{"text":"Numerical term for the unnamed guest of the person to whom an invitation is addressed","response":"the plus-one"},{"text":"8-letter word for an especially vigorous microorganism, like a bacterium that's become drug-resistant","response":"a super-bug"}],"originalDate":"2012-03-05"}],{"category":"WORLD POLITICS","text":"2 countries whose governments are headed by a chancellor","response":"(West) Germany & Austria"}]}