{"mix":3009,"rounds":[[{"category":"SHORT STORY FILL-IN","comments":"","clues":[{"text":"Twain:<br>\"The ____ Jumping Frog of Calaveras County\"","response":"Celebrated"},{"text":"Ambrose Bierce:<br>\"An Occurrence at ____ Creek Bridge\"","response":"Owl"},{"text":"Annie Proulx:<br>\"____ Mountain\"","response":"Brokeback"},{"text":"Faulkner:<br>\"A Rose for ____\"","response":"Emily"},{"text":"Flannery O'Connor:<br>\"A Good Man Is ____ ____ ____\"","response":"Hard to Find"}],"originalDate":"2012-02-13"},{"category":"VOCABULARY","comments":"","clues":[{"text":"This 8-letter word means the right to vote, not to endure pain; the 19th Amendment gave it to American women","response":"suffrage"},{"text":"It can mean timber sawed into boards, or to walk heavily","response":"lumber"},{"text":"Monologue comes from the Greek for \"speaking alone\"; this synonym comes from the Latin for \"speaking alone\"","response":"soliloquy"},{"text":"The OED dates a version of this blended word for one who is both a pal &amp; a foe back to the 1950s","response":"a frenemy"},{"text":"Carl Jung coined this word for a coincidence in time from the Greek for \"with time\"","response":"synchronicity"}],"originalDate":"2012-02-13"},{"category":"HISTORY IS STRANGE","comments":"","clues":[{"text":"In the great fire of this capital city in 1666, as much as 80% of the city burned down but fewer than a dozen people perished","response":"London"},{"text":"This soft drink was advertised in the 1890s as a \"brain &amp; nerve drink\"","response":"Coca-Cola"},{"text":"He endowed some big prizes after reading his own mistakenly printed &amp; harshly critical obituary in 1888","response":"Alfred Nobel"},{"text":"These Roman priestesses to a hearth goddess could be punished for unchastity by being buried alive","response":"the vestal virgins"},{"text":"Our word for a captive worker originated when medieval German eastern expansion captured many of these people","response":"the Slavs"}],"originalDate":"2012-02-13"},{"category":"HISTORIC TRANSPORTS","comments":"","clues":[{"text":"A modified 707 used by the President in the 1960s was the first plane to be popularly known by this name","response":"Air Force One"},{"text":"In 1957 this satellite, No. 2, carried a dog named Laika into space","response":"<i>Sputnik</i>"},{"text":"The Battle of Trafalgar is commemorated aboard the Victory, the restored flagship of this admiral","response":"(Lord) Nelson"},{"text":"Accidentally sunk in 1996, this research ship of Jacques Cousteau is being completely &amp; greenly refurbished","response":"<i>Calypso</i>"},{"text":"A mortally wounded James Lawrence was referring to the USS Chesapeake when he issued this order","response":"\"Don't give up the ship\""}],"originalDate":"2012-02-10"},{"category":"PRE-COLUMBIAN AMERICANS","comments":"","clues":[{"text":"A flint spear point from an ancient Mexican civilization was found lodged between 2 ribs of one of these \"woolly\" animals","response":"mammoths"},{"text":"2 major deities of the Zapotecs of Mexico: Coquihani, the god of light, &amp; Cocijo, the god of this weather phenomenon","response":"rain"},{"text":"In some myths, Quetzalcoatl was identified with this planet, the Evening &amp; Morning Star","response":"Venus"},{"text":"The Aztecs' main weapon, the macuahuitl, was a wooden club edged with sharp pieces of this volcanic glass","response":"obsidian"},{"text":"In the 15th century the Inca conquered the Chimu Empire &amp; moved its people to this capital","response":"Cuzco"}],"originalDate":"2012-02-10"},{"category":"SUPERHERO MOVIES","comments":"","clues":[{"text":"Robert Downey Jr. taps Stan Lee on the arm &amp; says, \"You look great, Hef\" in this movie, first in the series","response":"<i>Iron Man</i>"},{"text":"Supporting characters in this 2011 film include Sif, Frigga, Heimdall &amp; a few Frost Giants","response":"<i>Thor</i>"},{"text":"In 2008 this character's disappearing pencil trick was a memorable moment in \"The Dark Knight\"","response":"the Joker"},{"text":"\"In brightest day, in blackest night, no evil shall escape my sight\" begins the oath of this hero; beware his power!","response":"the Green Lantern"},{"text":"James McAvoy (with hair) &amp; Patrick Stewart (not so much) have both played this X-Men leader","response":"Professor X (or Professor Charles Xavier)"}],"originalDate":"2012-02-10"}],[{"category":"SHH!  LIBRARIANS","comments":"","clues":[{"text":"This future FBI guy learned all about cards &amp; files while working at the Library of Congress in the 1910s","response":"J. Edgar Hoover"},{"text":"As an assistant librarian at Peking University in 1919, he read up on Communist theory","response":"Mao (Tse-tung)"},{"text":"From 1855 to 1857 the library of Oxford's Christ Church College was his wonderland","response":"Lewis Carroll"},{"text":"This 18th century Italian lover wrote his memoirs while working as the ubersexy librarian of a count","response":"Casanova"},{"text":"Perhaps it was a pact with the devil that got this German author a 35-year gig as chief of the Weimar Library","response":"Goethe"}],"originalDate":"2012-02-10"},{"category":"VOLCANOES","comments":"","clues":[{"text":"The world's highest active volcanoes lie in this South American mountain range","response":"the Andes"},{"text":"Ash from a 1947 eruption of Hekla in this island country landed as far east as Finland","response":"Iceland"},{"text":"You'll find Gunung Kerinci, this country's highest volcano, on Sumatra","response":"Indonesia"},{"text":"In 1944 Allied forces in Italy had to evacuate an airfield when ash from this volcano damaged planes","response":"Vesuvius"},{"text":"Mount Aso on this southernmost main island of Japan is the nation's most active, with 160+ eruptions in the last 1,500 years","response":"Kyushu"}],"originalDate":"2012-02-10"},{"category":"COLLEGE BEFORE &amp; AFTER","comments":"","clues":[{"text":"The U.S. Military Academy has an interface where you indicate an object on a screen, then use your mouse","response":"West Point & click"},{"text":"An Ohio school that sounds like a place you'd pick up a spare serves long, thin legumes","response":"Bowling Green beans"},{"text":"Rick Perry's alma mater adds the name of an Indian-American movie director","response":"Texas A & M. Night Shyamalan"},{"text":"The pirates of a Catholic school in New Jersey may need one to get to the bathroom during class hours","response":"Seton Hall pass"},{"text":"These break out at the home of North Carolina's Demon Deacons, horrifying Smokey the Bear","response":"Wake Forest fires"}],"originalDate":"2012-02-10"},{"category":"EPONYMS","comments":"","clues":[{"text":"A temperature scale is named for this Swede who simplified Fahrenheit's scale","response":"Celsius"},{"text":"Czar, a male emperor of Russia, is a Slavic variation of this Roman name","response":"Caesar"},{"text":"Early investors get rich, later ones lose big in this scheme named for an Italian-American con man","response":"a Ponzi scheme"},{"text":"Both a horse race &amp; a man's hat are named for Edward Stanley, 12th earl of this","response":"Derby"},{"text":"This Hawaiian nut was named in 1858 for a Scottish-born chemist","response":"a macadamia nut"}],"originalDate":"2012-02-10"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"Between 1215 &amp; 1225 this British document was reissued 3 times with various changes","response":"the Magna Carta"},{"text":"Heavily outnumbered, the Greeks repelled the invading Persians on this plain in 490 B.C.","response":"Marathon"},{"text":"In 1979 the Spanish government granted limited self-rule to this ethnic group from the northern part of the country","response":"the Basques"},{"text":"Austrian statesman Prince Klemens von Metternich hosted this 1814-1815 European conference","response":"the Congress of Vienna"},{"text":"In 1956 an anti-Communist revolution took root in this country, but Soviet troops quickly ended it","response":"Hungary"}],"originalDate":"2012-02-10"},{"category":"POETIC CHARACTERS","comments":"","clues":[{"text":"e.e. cummings began a poem this Western bison hunter &amp; showman is \"defunct\"","response":"Buffalo Bill"},{"text":"Stesichorus wrote a poem about this ancient beauty &amp; was blinded for saying she caused a war","response":"Helen of Troy"},{"text":"Shakespeare wrote about Adonis; Shelley portrayed Keats as this \"gentle child\"","response":"Adonaïs"},{"text":"\"I 'ope you liked your drink\", says this helpful Kipling character before he dies; he's \"a better man than I am\"","response":"Gunga Din"},{"text":"Petit the poet &amp; State's Attorney Fallas are 2 speakers in this Edgar Lee Masters \"Anthology\"","response":"the <i>Spoon River Anthology</i>"}],"originalDate":"2012-02-10"}],{"category":"FASHION HISTORY","text":"These pants first became popular when Pratap Singh, a maharaja's son, visited Queen Victoria with his polo team in 1897","response":"jodhpurs"}]}