{"mix":3010,"rounds":[[{"category":"<a href=\"http://www.j-archive.com/media/2012-02-10_DJ_Cat6.jpg\" target=\"_blank\">THE 54th GRAMMY AWARDS</a>","comments":"(Alex: [*] will be on air this Sunday, and we have an entire category about nominees in the Grammys.)","clues":[{"text":"Lady Gaga's album with this anthemic title track is up for album of the year","response":"\"Born This Way\""},{"text":"This band is \"red hot\" with a nomination for best rock album &amp; election to the Rock &amp; Roll Hall of Fame","response":"the Red Hot Chili Peppers"},{"text":"Brian Setzer, nominated for \"Setzer Goes Instru-Mental\", long ago sang \"Sexy &amp; 17\" for this \"feline\" band","response":"The Stray Cats"},{"text":"This band, basically Justin Vernon, is nominated for Best New Artist","response":"Bon Iver"},{"text":"She's nominated for her 9th Grammy, &amp; the song by Duck Sauce with her name as its title is nominated also","response":"Barbra Streisand"}],"originalDate":"2012-02-10"},{"category":"GO OUT OR STAY IN?","comments":"","clues":[{"text":"Stay in &amp; turn on this \"Factor\"; heck, it was the No. 1 British TV show 7 straight years","response":"<i>The X Factor</i>"},{"text":"Go out &amp; catch some NHL action; this city's Blues are in town","response":"St. Louis"},{"text":"Stay in with a DVD of this 2011 film whose title is an African-American wedding tradition","response":"<i>Jumping the Broom</i>"},{"text":"Go out &amp; see Matt Bellamy &amp; his mates in this band perform anthems like \"Uprising\"","response":"Muse"},{"text":"Go out &amp; see or stay in &amp; hear a live broadcast performance of this Garrison Keillor radio show","response":"<i>A Prairie Home Companion</i>"}],"originalDate":"2012-02-09"},{"category":"NAKED-ITY","comments":"","clues":[{"text":"Legend says this wife of the Lord of Coventry horsed around to say, \"Read my lips.  Reduce heavy taxes\"","response":"Lady Godiva"},{"text":"This love god forbade his wife Psyche to see what he looked like; then put on some clothes, man!","response":"Eros (or Cupid)"},{"text":"An ad campaign for this organization said, \"I'd rather go naked than wear fur\"","response":"PETA"},{"text":"The figures in this Flemish man's 1630s work \"The Three Graces\" are lovely &amp; very him-esque","response":"Rubens"},{"text":"Writing on the destruction of the best minds of his generation, this poet also said they were \"starving hysterical naked\"","response":"Allen Ginsberg"}],"originalDate":"2012-02-09"},{"category":"IT'S THE LAW!","comments":"","clues":[{"text":"No feeding these birds in Venice, even the carrier type; a $600 ticket can fly your way","response":"pigeons"},{"text":"Stopping on this 8-letter German speedway is a somewhat obvious no-no","response":"the Autobahn"},{"text":"Driving topless could cost you a few hundred bahts (about $10) in this country, formerly Siam","response":"Thailand"},{"text":"2 juice drinkers in the UAE each got a $275 fine for quenching their thirst in daylight during this holy month","response":"Ramadan"},{"text":"It could cost you to stroll around in a bathing suit in this island nation, site of a 1983 U.S. invasion","response":"Grenada"}],"originalDate":"2012-02-09"},{"category":"NONFICTION","comments":"","clues":[{"text":"In this mega-bestseller, Mitch Albom recounts his weekly visits with his dying college professor","response":"<i>Tuesdays with Morrie</i>"},{"text":"This late first lady's \"Historic Conversations on Life With\" her husband was a No. 1 bestseller in 2011","response":"Jackie Kennedy"},{"text":"His \"A Brief History of Time\" is subtitled \"From the Big Bang to Black Holes\"","response":"Stephen Hawking"},{"text":"Sebastian Junger re-creates the final hours of a fishing boat during a devastating nor'easter in this bestseller","response":"<i>The Perfect Storm</i>"},{"text":"Dee Brown's classic \"Indian History of the American West\" is called \"Bury my Heart at\" this place","response":"<i>Wounded Knee</i>"}],"originalDate":"2012-02-09"},{"category":"<a href=\"http://www.j-archive.com/media/2012-02-09_J_Cat6.jpg\" target=\"_blank\">IN THE URBAN DICTIONARY</a>","comments":"","clues":[{"text":"If you've put a scoratorium in place, you're trying to avoid hearing what happened in one of these","response":"a sporting event (football game accepted)"},{"text":"A carnevoyeur is one of these who derives pleasure from watching others eat meat","response":"a vegetarian"},{"text":"Failing to impress a woman you're attracted to can land you in this \"zone\"","response":"the friend zone"},{"text":"A \"cough &amp; call\" is a technique to avoid this","response":"(going to) work"},{"text":"\"When an ethnic minority makes unfounded accusations\", they're pulling this from the deck","response":"the race card"}],"originalDate":"2012-02-09"}],[{"category":"THEATER","comments":"","clues":[{"text":"This 1949 play about Willy Loman won a Tony &amp; a Pulitzer Prize for Drama","response":"<i>Death of a Salesman</i>"},{"text":"In 1983 New York's Alvin Theatre was renamed for this playwright whose \"Brighton Beach Memoirs\" was playing there","response":"Neil Simon"},{"text":"\"Freud's Last Session\", about an imagined meeting between Dr. F. &amp; this Narnia creator, is an Off-Broadway hit","response":"C.S. Lewis"},{"text":"Dolly Parton wrote 16 new songs for this musical that clocked in on Broadway in 2009","response":"<i>9 to 5</i>"},{"text":"A play starring Samuel L. Jackson takes its title from a line in Martin Luther King's last speech, \"I've been to\" this summit","response":"the mountaintop"}],"originalDate":"2012-02-09"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Monrovia, Liberia is at the mouth of the Mesurado River on this ocean","response":"the Atlantic"},{"text":"This Down Under capital city bears the name of the duke who defeated Napoleon","response":"Wellington"},{"text":"The Plaza de la Revolucion in this Caribbean capital was often the site of revolutionary speeches, including a 7-hour one","response":"Havana"},{"text":"This Scandinavian capital's Kon-Tiki museum houses mementos of Thor Heyerdahl's voyages","response":"Oslo"},{"text":"Share the love in Muscat, this Middle Eastern country's capital","response":"Oman"}],"originalDate":"2012-02-09"},{"category":"FAST-FOOD FOREIGN MENU","comments":"","clues":[{"text":"In Mexico, this chain serves up the cuarto de libra","response":"McDonald's"},{"text":"In France, this franchise specializes in \"longs sandwiches\" that are \"prepares sous vos yeux\"","response":"Subway"},{"text":"Mexican sizes for this chain's Blizzard are chico, mediano, grande y hasta un litro!","response":"Dairy Queen"},{"text":"Choose \"piezas de pollo que puedes pedir en receta secreta o en cruji pollo\" at this fast food place","response":"KFC"},{"text":"French-speaking Canadians can order a flotteur frosty a la vanille avec fresca at this old-fashioned favorite","response":"Wendy's"}],"originalDate":"2012-02-09"},{"category":"FESTIVALS","comments":"","clues":[{"text":"In October 2011 a Highwood, Illinois festival set a world record with 30,919 of these carved gourds","response":"jack-o-lanterns (or pumpkins_"},{"text":"A Japanese lantern lighting ceremony is a part of this 2 week long spring festival in Washington, D.C.","response":"the Cherry Blossom festival"},{"text":"A Florence, Oregon festival features a cook-off to determine the best of these thick soups containing fish or shellfish","response":"chowders"},{"text":"The film festival in this Colorado mining town began in 1974 with screenings at the Sheridan Opera House","response":"Telluride"},{"text":"Newton, Kansas has an annual festival in July honoring this cattle trail that ended farther north in Abilene","response":"the Chisholm Trail"}],"originalDate":"2012-02-09"},{"category":"\"OH\" MY!","comments":"","clues":[{"text":"This brand is a soft, nontoxic, colorful modeling compound for kids","response":"Play-Doh"},{"text":"From the Latin for \"hinder\", it means to forbid by law","response":"prohibit"},{"text":"One of the 6 main classes of nutrients that provide energy to the body","response":"carbohydrates"},{"text":"Logically connected or consistent; it describes a good argument","response":"coherent"},{"text":"The fleece of an Angora goat","response":"mohair"}],"originalDate":"2012-02-09"},{"category":"KNOW YOUR CONSTITUTION","comments":"","clues":[{"text":"\"The Congress, whenever two-thirds of both houses shall deem it necessary, shall propose\" these \"to this Constitution\"","response":"amendments"},{"text":"\"Neither shall any person be eligible\" to be president \"who shall not have attained to the age of\" this","response":"35"},{"text":"The new prez says, \"I will... preserve, protect and\" this \"the Constitution of the United States\"'","response":"defend"},{"text":"The president shall be removed from office on conviction of \"high crimes and\" these","response":"misdemeanors"},{"text":"The president, \"with\" these 2 types of input \"of the Senate, shall appoint... judges\"","response":"advice & consent"}],"originalDate":"2012-02-08"}],{"category":"U.S. PRESIDENTS","text":"He was the last president born in the 19th century","response":"Dwight David Eisenhower (1890)"}]}