{"mix":3020,"rounds":[[{"category":"CONSTELLATION TRANSLATION","comments":"","clues":[{"text":"Twins","response":"Gemini"},{"text":"Big bear","response":"Ursa Major"},{"text":"Ram","response":"Aries"},{"text":"Scales","response":"Libra"},{"text":"Dragon (not \"Athenian statesman\")","response":"Draco"}],"originalDate":"2012-01-23"},{"category":"DOMINO'S PIZZA","comments":"","clues":[{"text":"The Meatzza feast has ham, beef, Italian sausage &amp; slices of this Italian salami","response":"pepperoni"},{"text":"An American Legends pizza made with 6 different cheeses is named for this state","response":"Wisconsin"},{"text":"Domino's has pasta in a bread bowl, including this \"Spring\" style with veggies","response":"primavera"},{"text":"How about an oven baked sandwich, like this one that refers to a place in Pennsylvania","response":"a Philly cheesesteak"},{"text":"For dessert, Domino's has \"stix\" sprinkled with sugar &amp; this spice","response":"cinnamon"}],"originalDate":"2012-01-23"},{"category":"THAT'S TREASON!","comments":"","clues":[{"text":"Accused of incest as well as treason, she was guillotined Oct. 16, 1793","response":"Marie Antoinette"},{"text":"He tried to surrender West Point, a key to the Hudson River Valley","response":"Benedict Arnold"},{"text":"This English plot blew up in the faces of the plotters, many executed for treason in 1606","response":"the Gunpowder Plot"},{"text":"It was treason when Roman naval commander Claudius threw these creatures used for augury into the sea","response":"chickens"},{"text":"Abdullah Ocalan was convicted for trying to found a Kurdish state in the southeast part of this country","response":"Turkey"}],"originalDate":"2012-01-23"},{"category":"2-LETTER WORDS","comments":"","clues":[{"text":"This mystical word used in mantras contains 3 sounds, but in English it's 2 letters","response":"om"},{"text":"It often follows \"in\" to mean \"concerning\"","response":"re"},{"text":"Supernatural elements appear in kiri, a play in this Japanese form","response":"no"},{"text":"It's Latin for \"and\" , Y'al.","response":"et"},{"text":"\"To say or utter\" is one of the American Heritage Dictionary's many definitions for this word<span class=\"nobreak\">--</span>ask any teen","response":"go"}],"originalDate":"2012-01-23"},{"category":"COUNTRY GROUPS","comments":"","clues":[{"text":"This organization was formed in April 1949 to counter the Soviet Union","response":"NATO"},{"text":"The PIIGS countries are European nations carrying heavy debt; the P &amp; S are these southern neighbors","response":"Portugal & Spain"},{"text":"In 1945 Iraq became a founding member of this regional association of sovereign states","response":"the Arab League"},{"text":"MENA is a somewhat vague acronym for the countries of the \"Middle East &\" here","response":"North Africa"},{"text":"It's a common 3-syllable acronym for the Low Countries","response":"Benelux"}],"originalDate":"2012-01-23"},{"category":"CAN I HAVE A MOMENT?","comments":"","clues":[{"text":"Oprah calls instants of realization these moments; actress Ginnifer Goodwin had one that made her become a vegan","response":"an Aha! Moment"},{"text":"A driveway moment is when your car idles as Robert Siegel wraps up a fascinating story on this radio network","response":"NPR"},{"text":"The Webby Awards' top Internet moments for 2000-2009 include Twitter's role in this country's 2009 election protests","response":"Iran"},{"text":"\"Old Bloomsbury\" is a section in \"Moments of Being\", a collection of reminiscences by this writer","response":"Virginia Woolf"},{"text":"3-word phrase for a decisive instant; Arthur Koestler defined it as \"the sudden emergence of a new insight\"","response":"a moment of truth"}],"originalDate":"2012-01-23"}],[{"category":"REAL PEOPLE IN NOVELS","comments":"","clues":[{"text":"In \"Gatsby's Girl\" Caroline Preston fictionalized the romance of Ginevra King &amp; this writer during his Princeton days","response":"F. Scott Fitzgerald"},{"text":"The title of Nancy Horan's historical novel \"Loving Frank\" refers to this creator of Taliesin","response":"Frank Lloyd Wright"},{"text":"The title of Jerry Stahl's \"I, Fatty\" refers to this comedian who narrates it","response":"Fatty Arbuckle"},{"text":"The novel \"The Paris Wife\" is narrated by Hadley Richardson, this writer's first wife","response":"(Ernest) Hemingway"},{"text":"Hilary Mantel won the Man Booker Prize for \"Wolf Hall\", told from the perspective of this advisor to Henry VIII","response":"Thomas Cromwell"}],"originalDate":"2012-01-23"},{"category":"SCIENCE-FICTION TV","comments":"","clues":[{"text":"Episodes in this anthology included \"The Monsters are Due on Maple Street\" &amp; \"To Serve Man\"","response":"<i>The Twilight Zone</i>"},{"text":"This Steven Spielberg-produced alien invasion series on TNT features Noah Wyle as a resistance fighter","response":"<i>Falling Skies</i>"},{"text":"In this series the Robinsons were headed to a distant star on the Jupiter II until Dr. Smith got in the way","response":"<i>Lost in Space</i>"},{"text":"They're not fraternity members, they're an elite team of mental superstars led by David Strathairn on Syfy","response":"Alphas"},{"text":"This show about a very old time lord from the planet Gallifrey debuted on the BBC in 1963","response":"<i>Doctor Who</i>"}],"originalDate":"2012-01-23"},{"category":"COMMON COLD","comments":"","clues":[{"text":"This 5-letter adjective refers to 2 places on Earth &amp; is frequently used before \"opposite\"","response":"polar"},{"text":"It can describe the chilled morning air or a pooch prone to biting","response":"nippy"},{"text":"Joy to the world!  A band took its name from this phrase describing how chilled Aboriginies slept with pets for heat","response":"Three Dog Night"},{"text":"When used before \"pace\", it means really slow; otherwise, it refers to masses of ice","response":"glacial"},{"text":"This word that r<span class=\"nobreak\">--</span>er, that sounds a lot like \"dime\" refers to frost formed in fog","response":"rime"}],"originalDate":"2012-01-20"},{"category":"CHICKEN SOUP","comments":"","clues":[{"text":"This McPoultry product from McDonald's went on sale nationwide in 1983","response":"McNuggets"},{"text":"Per the American Heritage Dictionary, one of the 2 chicken internal organs that represent cowardice","response":"the liver (or the heart)"},{"text":"The moral of \"The Milkmaid &amp; Her Pail\" is \"don't\" do this","response":"Don't count your chickens before they hatch"},{"text":"A book of chicken recipes by Wade Boggs is titled these \"Tips\"","response":"Fowl"},{"text":"\"Hang on tight\" to this term for a bunch of eggs from a brood of chickens","response":"a clutch"}],"originalDate":"2012-01-20"},{"category":"CLEAN \"X\"","comments":"(Alex: Each correct response will contain that letter of the alphabet.)","clues":[{"text":"This scouring powder is named for a mythical warrior who fought in the Trojan War","response":"Ajax"},{"text":"This company that's synonymous with bleach also makes the Green Works line of cleaning products","response":"Clorox"},{"text":"Ben Hirsch invented this liquid auto polish; the brand now includes car wash &amp; chrome polish","response":"Turtle Wax"},{"text":"This blue spray offers a \"streak-free shine\"","response":"Windex"},{"text":"20 Mule Team this, a natural detergent booster, has been around since the 19th century","response":"Borax"}],"originalDate":"2012-01-20"},{"category":"AIRBORNE","comments":"","clues":[{"text":"It figures that Otto was the name of the autopilot in this 1980 movie comedy in the clouds","response":"<i>Airplane!</i>"},{"text":"Tom Hanks &amp; several FedEx packages survive a particularly bumpy flight in this film","response":"<i>Cast Away</i>"},{"text":"Nicolas Cage plays Cameron Poe, a prisoner with a heart of gold, in this flighty film","response":"<i>Con Air</i>"},{"text":"One of the President's own men is a terrorist when the title plane gets hijacked in this 1997 actioner","response":"<i>Air Force One</i>"},{"text":"Vera Farmiga &amp; Anna Kendrick were both nominated for Oscars for this 2009 film","response":"<i>Up in the Air</i>"}],"originalDate":"2012-01-20"}],{"category":"BIBLICAL WHO'S WHO","text":"Among the places he visited on his second missionary journey were Galatia &amp; Corinth","response":"St. Paul (or Saul)"}]}