{"mix":3025,"rounds":[[{"category":"GLUTEN-FREE FOODS","comments":"","clues":[{"text":"There's an octet of veggies in this alphanumeric brand's vegetable juice, but no gluten","response":"V-8"},{"text":"This classic canned meat from Hormel that debuted in 1937 has no gluten","response":"Spam"},{"text":"In the U.S., this soda is gluten free, as its Vanilla Zero version","response":"Coca-Cola"},{"text":"Don't despair:<br>gluten-free candies from Nestle include the Butterfinger bar &amp; these chocolate-covered peanuts","response":"Goobers"},{"text":"This yogurt brand, known in France as \"The Little Flower\" has many gluten-free flavors, including strawberry kiwi","response":"Yoplait"}],"originalDate":"2012-01-13"},{"category":"FLOAT SAM &amp; JET SAM","comments":"","clues":[{"text":"In 1613 British Admiral Samuel Argall sailed up the Potomac &amp; captured this Indian woman","response":"Pocahontas"},{"text":"Air Force vet Sam Johnson, ranked in 2011 as most conservative congressman, spent 7 years as a P.O.W. in this city","response":"Hanoi"},{"text":"From 1937 to 1940 Samuel Eliot Morison researched a 450th anniversary bio by retracing this man's voyages","response":"Christopher Columbus"},{"text":"U.S. Army pilot Sam Gemar flew on 3 Space Shuttle missions, starting with this alphabetically first craft","response":"Atlantis"},{"text":"Capt. Samuel Hood of the Zealous helped Nelson win the 1798 battle of this river, also called the Battle of Aboukir Bay","response":"the Nile"}],"originalDate":"2012-01-13"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Bill Clinton was elected freshman &amp; sophomore class president at this D.C. school but lost his bid for student body pres.","response":"Georgetown"},{"text":"This university was founded in Ithaca, New York in 1865; today, other campuses are in NYC &amp; Qatar","response":"Cornell"},{"text":"Geeks can hoop! (Eventually!) In 2007 the men at this Pasadena university snapped an 11-year, 207-game losing streak","response":"Caltech"},{"text":"Ernest Rutherford was working at this Montreal university when he explained how radioactivity works","response":"McGill"},{"text":"In 1900 the founder of this Houston university was suffocated by his valet &amp; a lawyer out to steal his fortune","response":"Rice"}],"originalDate":"2012-01-13"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"In the 1380s this English poetry pioneer dedicated his verse romance \"Troilus and Criseyde\" to fellow poet John Gower","response":"Geoffrey Chaucer"},{"text":"Southey wrote, \"His coat was red, and his breeches were blue, and there was a hole where his tail came through\"","response":"the devil"},{"text":"Robert Louis Stevenson's green thumb produced the classic \"A Child's\" this \"Of Verses\"","response":"Garden"},{"text":"Rhyme entered European poetry in the Middle Ages in part from this language in use in the region of Al Andalus in Spain","response":"Arabic"},{"text":"As a poet, this author of the prose work \"Decameron\" made the rhyme scheme ottava rima standard in Italian","response":"Boccaccio"}],"originalDate":"2012-01-13"},{"category":"THIS &amp; THAT","comments":"","clues":[{"text":"Greek myth says the goddess Eris not getting an invite to Peleus &amp; Thetis' wedding feast helped lead to this war","response":"the Trojan War"},{"text":"From 1877 to 1901 she also held the title of Empress of India","response":"Queen Victoria"},{"text":"Prince Borghese was victorious in a 1907 Beijing to Paris race using these; winning time, 61 days","response":"automobiles"},{"text":"This 1831 literary title character preferred single gypsy women &amp; was a tough guy to buy shirts for","response":"Quasimodo"},{"text":"In names of cat breeds, this \"kingly\" word follows Devon &amp; Cornish","response":"Rex"}],"originalDate":"2012-01-13"},{"category":"\"AND\"","comments":"","clues":[{"text":"Developed by the Open Handset Alliance, this platform brings \"internet-style innovation... to mobile phones\"","response":"Android"},{"text":"Adjective meaning having both male &amp; female characteristics","response":"androgynous"},{"text":"Name of the symbol seen in all the category titles on the board except \"AND\"","response":"an ampersand"},{"text":"This spicy sausage is a jambalaya staple","response":"andouille"},{"text":"One of a pair of metal stands for holding logs in a fireplace","response":"andirons"}],"originalDate":"2012-01-13"}],[{"category":"ROCK &amp; ROLL","comments":"","clues":[{"text":"Chrissie Hynde of this group said she wasn't trying to set an example, \"I just wanted to play guitar in a rock &amp; roll band\"","response":"The Pretenders"},{"text":"Dave Grohl recorded this band's 1995 debut album by himself, but has lots of help on 2011's \"Wasting Light\"","response":"the Foo Fighters"},{"text":"Paul Simonon is smashing his bass on the cover of this group's \"London Calling\"","response":"The Clash"},{"text":"Fans offer Thanksgiving for Dolores O'Riordan, lead singer of this band with the hit \"Linger\"","response":"The Cranberries"},{"text":"A song by the Bonzo Dog Band gave this \"I Will Possess Your Heart\" group its grisly name","response":"Death Cab for Cutie"}],"originalDate":"2012-01-13"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"In 1956 Time magazine dubbed this abstract expressionist \"Jack the Dripper\"","response":"Pollock"},{"text":"This Dutch master served as chairman of the Delft Artists' Guild from 1662-63 &amp; 1670-71","response":"Jan Vermeer"},{"text":"Aquarelle is a transparent, rather than opaque, type of this painting, as seen in Paul Klee's work \"Quarry\"","response":"watercolor"},{"text":"Andre Breton anagrammed this surrealist's name as \"Avida Dollars\"","response":"Salvador Dalí"},{"text":"This American female Impressionist modeled for many of Degas' works, including \"At the Milliner's\"","response":"(Mary) Cassatt"}],"originalDate":"2012-01-11"},{"category":"TRAVEL","comments":"","clues":[{"text":"This Rome landmark is 620 feet long by 513 wide<span class=\"nobreak\">--</span>plenty of room to run away from a wild beast","response":"the Colosseum"},{"text":"Gamblers will love to know that the Hotel Yak &amp; Yeti in this Nepalese capital houses the 2-story Casino Royale","response":"Kathmandu"},{"text":"This island's Mataveri Intl. Airport, the world's most remote, is serviced only by Chile's LAN Airlines","response":"Easter Island"},{"text":"Beautiful Margaret Island in this river has been a Budapest park for more than 100 years","response":"the Danube"},{"text":"You can buy samples of this fossilized resin at a museum devoted to it in Puerto Plata, Dominican Republic","response":"amber"}],"originalDate":"2012-01-11"},{"category":"CELEBRITIES' MIDDLE NAMES","comments":"","clues":[{"text":"The L. in Samuel L. Jackson stands for this, like a certain bad, bad Mr. Brown of song","response":"Leroy"},{"text":"Feel free to sing out this middle name of Martin Scorsese; it's the same as Pavarotti's first","response":"Luciano"},{"text":"Author Hawthorne would approve of this middle name of Ralph Fiennes","response":"Nathaniel"},{"text":"Her middle name is Louise; her last name at birth: Ciccone","response":"Madonna"},{"text":"This middle name of actress Mary Masterson makes us wonder if she was named for Mary, Queen of Scots","response":"Stuart"}],"originalDate":"2012-01-11"},{"category":"CATHOLIC PRIESTS","comments":"","clues":[{"text":"Served by priests, it may not exceed 18% alcohol","response":"communion wine"},{"text":"Title of any priest's immediate boss; the U.S. has 270 of them","response":"bishop"},{"text":"The priest's duty to keep your sins secret is traditionally protected by \"the sanctity of\" this booth","response":"the confessional"},{"text":"Parish priests have their own one of these, John Vianney","response":"patron saint"},{"text":"This spiritual \"director\" doesn't arrange your holiday, he helps young men pursue their calling to the priesthood","response":"a vocation director"}],"originalDate":"2012-01-11"},{"category":"TITLE 9","comments":"","clues":[{"text":"Daniel Okrent:<br>\"Nine ____: The Anatomy of a Baseball Game\"","response":"Innings"},{"text":"John Buchan, filmed by Hitchcock:<br>\"The Thirty-Nine ____\"","response":"Steps"},{"text":"Elizabeth McNeill:<br>\"Nine and a Half ____\"","response":"Weeks"},{"text":"Jeffrey Toobin:<br>\"The Nine: Inside the Secret World of the ____ ____\"","response":"Supreme Court"},{"text":"J.D. Salinger:<br>\"Nine ____\"","response":"Stories"}],"originalDate":"2012-01-11"}],{"category":"INVENTIONS","text":"Swiss inventor George de Mestral created this after closely examining burrs stuck to his pants","response":"velcro"}]}