{"mix":3027,"rounds":[[{"category":"BEATLEWOMANIA","comments":"","clues":[{"text":"Lady Gaga was among the stars who joined her new \"Plastic\" band for a 2010 rendition of \"Give Peace A Chance\"","response":"Yoko Ono"},{"text":"Ringo Starr wed first wife Maureen Cox in London in 1965; she'd been born in this Mersey River city in 1946","response":"Liverpool"},{"text":"Buddy Clark's 1947 chart-topping song \"Linda\" was written about the future wife of this Beatle (when she was 5 years old)","response":"Paul McCartney"},{"text":"\"Half of what I say is meaningless\", John Lennon sang on \"Julia\", which bears the name of this woman in his life","response":"his mother"},{"text":"Before she was married to Eric Clapton, George Harrison wrote the song \"Something\" about her","response":"Pattie Boyd"}],"originalDate":"2012-01-09"},{"category":"THE FOOD CHAIN","comments":"","clues":[{"text":"This convenience store was born when the Southland Ice Co. sold milk &amp; eggs after grocery stores closed","response":"7-Eleven"},{"text":"This company's first Supercenter opened in 1988 &amp; included a grocery &amp; 36 departments of general merchandise","response":"Walmart"},{"text":"Starting in 1980 as a small store in Austin, today this grocery chain is one of the world's leaders in organic &amp; natural foods","response":"Whole Foods"},{"text":"Established in 1859, this transoceanic supermarket merged with Pathmark in 2007","response":"A&P (Atlantic & Pacific)"},{"text":"This company, stock symbol WINN on the NASDAQ, got its name \"because of\" acquisitions","response":"Winn-Dixie"}],"originalDate":"2012-01-09"},{"category":"LABOR DAY FOR HERCULES","comments":"","clues":[{"text":"Hercules is often depicted wearing this animal's skin; killing the Nemean one was quite a labor","response":"a lion"},{"text":"Hercules used 2 rivers to clean these Augean structures","response":"the stables"},{"text":"For his last labor, Hercules had to go to Hades &amp; subdue this canine that had a dragon for a tail","response":"Cerberus"},{"text":"Hercules went to the ends of the Earth to get these; maybe he wanted his tarte tatin to taste just right","response":"(the Golden) Apples (of the Hesperides)"},{"text":"Hercules hunted down a brass-hooved stag that was sacred to this goddess","response":"Diana"}],"originalDate":"2012-01-09"},{"category":"POINT THE \"FINGER\"","comments":"","clues":[{"text":"The identification of the unique marks a gun leaves on a bullet is called \"ballistic\" this<span class=\"nobreak\">--</span>no dusting required","response":"a fingerprint"},{"text":"After dining on finger foods, dip your digits into one of these to clean off","response":"a finger bowl"},{"text":"The lunula is the small white crescent-moon-shaped part of one of these","response":"fingernails"},{"text":"Close basketball shot from the tip of the hand into the basket","response":"a finger roll"},{"text":"Elmira Corning Regional Airport is one gateway to this scenic region","response":"the Finger Lakes"}],"originalDate":"2012-01-09"},{"category":"SO VERY JANUARY 9","comments":"","clues":[{"text":"1570:<br>Suspecting a revolt in the city of Novgorod, this man captured the city &amp; executed many there","response":"Ivan the Terrible"},{"text":"2007:<br>Ending years of intense speculation, Apple introduced this product","response":"the iPhone"},{"text":"1987:<br>This country's forces launched a major offensive against the Iraqi city of Basra","response":"Iran"},{"text":"1861:<br>This state seceded, prompting Jefferson Davis to leave the U.S. Senate","response":"Mississippi"},{"text":"1960:<br>Construction began on the high dam at this Egyptian location","response":"Aswan"}],"originalDate":"2012-01-09"},{"category":"WHAT'S NEXT?","comments":"","clues":[{"text":"Apollo missions that landed on the Moon:<br>11, 12, this","response":"14"},{"text":"On the periodic table:<br>Carbon, nitrogen, this","response":"oxygen"},{"text":"White House state dinner May 7, 2007:<br>Soup, fish, meat, this course","response":"salad"},{"text":"States, alphabetically:<br>New Mexico, New York, this","response":"North Carolina"},{"text":"Geologic time eras:<br>Paleozoic, Mesozoic, this","response":"Cenozoic"}],"originalDate":"2012-01-09"}],[{"category":"'ROUND MIDNIGHT","comments":"","clues":[{"text":"In 1861 this poet wrote about \"The Midnight Ride of Paul Revere\"","response":"Longfellow"},{"text":"This poem begins, \"Once upon a midnight dreary\"","response":"\"The Raven\""},{"text":"\"Midnight's Children\" by Salman Rusdie tells of the post-colonial era in this nation where Rushdie was born","response":"India"},{"text":"\"The Book\" gift shop in Savannah, Georgia offers souvenirs associated with this John Berendt bestseller","response":"<i>Midnight in the Garden of Good and Evil</i>"},{"text":"James Leo Herlihy wrote this 1965 novel about Joe Buck, who tries to make it in New York as a stud for hire","response":"<i>Midnight Cowboy</i>"}],"originalDate":"2012-01-09"},{"category":"FELONIOUS MONKS","comments":"","clues":[{"text":"In 1589 a fanatical monk named Jacques Clement assassinated this country's reigning King Henry III","response":"France"},{"text":"John de Roma is one of the brutal monks in the 16th c. Protestant \"Book of\" these people who died for their faith","response":"<i>Martyrs</i>"},{"text":"Friar Vicente de Valverde gave Atahuallpa the choice of death by fire or garrote; he chose the latter &amp; this empire ended","response":"the Incan Empire"},{"text":"AKA Saloth Sar, he was a novice monk for a time in Cambodia before becoming infamous for \"Killing Fields\"","response":"Pol Pot"},{"text":"As the first Grand Inquisitor in Spain, this Dominican authorized torture","response":"Torquemada"}],"originalDate":"2012-01-09"},{"category":"DIRECTED &amp; STARRED IN","comments":"","clues":[{"text":"\"Yentl\"","response":"Barbra Streisand"},{"text":"\"Easy Rider\"","response":"Dennis Hopper"},{"text":"2010's \"The Town\"","response":"Ben Affleck"},{"text":"\"The Horse Whisperer\"","response":"Robert Redford"},{"text":"\"Throw Momma From The Train\"","response":"(Danny) DeVito"}],"originalDate":"2012-01-06"},{"category":"FORM LETTERS","comments":"","clues":[{"text":"The simplest version of IRS Form 1040 adds these 2 letters","response":"E-Z"},{"text":"To get the 411, submit an eFOIA (Freedom of Information Act) form to this Justice Dept. main investigative body","response":"the FBI"},{"text":"In form VA4962, Verification of Eligibility for Burial in a National Cemetery, VA is this Cabinet department","response":"Veterans Affairs"},{"text":"302-AM is an application for a broadcast station license with this agency","response":"the FCC"},{"text":"These 3 letters refer to a Cabinet department &amp; precede 30106 in a sample move in/move out inspection form","response":"H.U.D."}],"originalDate":"2012-01-06"},{"category":"WRITE NOW!","comments":"","clues":[{"text":"As the story goes, this poem was written on December 24, 1822 on the way home with a turkey for dinner","response":"\"'Twas the Night Before Christmas\" (\"A Visit From St. Nicholas\")"},{"text":"H. Rider Haggard is said to have penned \"King Solomon's\" these in a little over a month to back up a boast he'd made","response":"Mines"},{"text":"He wrote \"The Kandy-Kolored Tangerine-Flake Streamline Baby\" in one night for Esquire magazine","response":"Tom Wolfe"},{"text":"For a magazine story, this author of westerns once did his day's writing on a traffic island on Sunset Blvd.","response":"Louis L'Amour"},{"text":"Unable to sleep, Longfellow knocked out \"The Wreck Of\" this ship between midnight &amp; 3 A.M.","response":"the Hesperus"}],"originalDate":"2012-01-06"},{"category":"GAME DESCRIPTIONS","comments":"(Alex: We'll give you the description<span class=\"nobreak\">--</span>you identify the game.)","clues":[{"text":"Send a one-hopper home to get the guy who tagged up; shoot it around the horn","response":"baseball"},{"text":"In a Namco game, eat fruit, dodge ghosts, get the hungry gal around the maze","response":"Ms. Pac-man"},{"text":"Clear the zone; stay out of the crease when trying to score on the power play","response":"hockey"},{"text":"Roll dice &amp; try to get your 15 counters off the board before the other guy; watch out for doubling","response":"backgammon"},{"text":"As Master Chief, shoot at the Covenant, massacre the flood; rinse, repeat","response":"Halo"}],"originalDate":"2012-01-06"}],{"category":"EUROPE","text":"These 2 countries whose names start with the same 4 letters were part of different countries until the 1990s","response":"Slovakia and Slovenia"}]}