{"mix":3030,"rounds":[[{"category":"1812","comments":"","clues":[{"text":"In 1812 he completed his 7th &amp; 8th Symphonies &amp; wrote a letter in which he asked, \"Can our love endure...\"","response":"Beethoven"},{"text":"In October the capital of Pennsylvania moved permanently from Lancaster to this city","response":"Harrisburg"},{"text":"In November this president was re-elected, defeating DeWitt Clinton","response":"Madison"},{"text":"City this of New York opened in 1812: 200 years later it's still around, with the \"y\" now a second \"i\"","response":"Bank"},{"text":"On February 27 this poet addressed the House of Lords for the first time, speaking on the Luddite rioting","response":"Lord Byron"}],"originalDate":"2012-01-03"},{"category":"PATENTS OF WELL-KNOWN FOLKS","comments":"","clues":[{"text":"Patented March 1, 1921 was an improved \"Diver's suit\" by this escape artist","response":"Houdini"},{"text":"In 1993 this \"Billie Jean\" singer co-patented a \"Method and means for creating anti-gravity illusion\"","response":"Michael Jackson"},{"text":"This guitarist patented a device to permit total freedom of the player's hands... think David Lee Roth got a cut?","response":"(Eddie) Van Halen"},{"text":"In 2004 he was mayor of NYC when he officially co-designed a new telephone handset","response":"(Michael) Bloomberg"},{"text":"No. 4,753,647 went to this Activia-selling actress for a diaper with a handy sanitary wipe tucked inside","response":"(Jamie Lee) Curtis"}],"originalDate":"2012-01-03"},{"category":"THE NUMBER AFTER 1: LITERARY EDITION","comments":"","clues":[{"text":"The storming of the Bastille &amp; death carts filled with human cargo are features of this Dickens novel","response":"<i>A Tale of Two Cities</i>"},{"text":"\"Helm's Deep\" &amp; \"The Taming of Smeagol\" are chapters in this \"Two\"-titled book","response":"<i>The Two Towers</i>"},{"text":"This Belgian detective doesn't buy suicide as the cause of a dentist's death in \"One, Two, Buckle My Shoe\"","response":"(Hercule) Poirot"},{"text":"Proteus loves Julia, but another woman catches his eye in this Shakespeare play","response":"<i>The Two Gentlemen of Verona</i>"},{"text":"Dominick Dunne wrote about a pair of women in a navy ensign's life in \"The Two Mrs.\" these","response":"Grenvilles"}],"originalDate":"2012-01-03"},{"category":"TAKING STOCK","comments":"","clues":[{"text":"Very taxing:<br>HRB","response":"H&R Block"},{"text":"Athletically, it's a shoe-in:<br>FL","response":"Foot Locker"},{"text":"More than makeup:<br>EL","response":"Estee Lauder"},{"text":"For upscale handbags:<br>COH","response":"Coach"},{"text":"The casino went boom, but the corporation endures:<br>LVS","response":"Las Vegas Sands"}],"originalDate":"2012-01-03"},{"category":"LAND O' LAKERS","comments":"","clues":[{"text":"Sean Connery went shoeless when imprinting his feet in the cement at this Hollywood theater","response":"Grauman's Chinese Theater"},{"text":"L.A.'s city fathers renamed Weyse Avenue this street; \"Hollywood &amp; Weyse\" just didn't cling","response":"Vine"},{"text":"This L.A. arena, home to the Lakers &amp; the site of 9 Grammy Awards, is named for an office-supply company","response":"the Staples Center"},{"text":"The Nisei Week Festival is held every August in the section of Los Angeles known as \"Little\" this city","response":"Tokyo"},{"text":"Simon Rodia built the folk art towers named for this South L.A. community between 1921 &amp; 1954","response":"Watts"}],"originalDate":"2012-01-03"},{"category":"\"OLD\" ENGLISH","comments":"","clues":[{"text":"A card game, or an unflattering term for an elderly unmarried woman","response":"Old Maid"},{"text":"Put on your thinking chapeau &amp; give us this apparel-related term for something trite or out of date","response":"old-fashioned (or old hat)"},{"text":"\"Educational\" term for something from an earlier era","response":"old school"},{"text":"A painting by a distinguished artist, or the artist himself","response":"an old master"},{"text":"\"Earthy\" term for one's country of origin, especially if it's Ireland","response":"the Old Sod"}],"originalDate":"2012-01-03"}],[{"category":"THE ATTORNEY GENERAL INFORMATION","comments":"","clues":[{"text":"She... that's all you need, really; of roughly 4 score to hold the post, she's the only she","response":"(Janet) Reno"},{"text":"In 1992 he authored \"With Reagan: The Inside Story\"; his name isn't the plural of \"mouse\"","response":"(Edwin) Meese"},{"text":"He became Attorney General in 2001, shortly after losing his re-election race as a senator from Missouri","response":"John Ashcroft"},{"text":"He's the only Attorney General ever convicted of a felony","response":"John Mitchell"},{"text":"As Deputy A.G. 1997-2001, he made a controversial recommendation of a presidential pardon for Marc Rich","response":"Eric Holder"}],"originalDate":"2012-01-03"},{"category":"COLLEGE NICKNAME'S THE SAME","comments":"","clues":[{"text":"U. of Washington,<br>UConn","response":"Huskies"},{"text":"Gonzaga,<br>Yale","response":"Bulldogs"},{"text":"West Virginia,<br>Appalachian State","response":"Mountaineers"},{"text":"Temple,<br>Rice","response":"Owls"},{"text":"University of Houston,<br>Washington State","response":"Cougars"}],"originalDate":"2012-01-03"},{"category":"CITY SEALS","comments":"","clues":[{"text":"The city seal of Omaha features a farmer &amp; a Native American standing on the banks of this river","response":"the Missouri River"},{"text":"St, Anthony Falls &amp; a suspension bridge across the Mississippi River are on this Minnesota city's seal","response":"Minneapolis"},{"text":"You'll find a hornet's nest on a tree branch depicted on this North Carolina city's seal","response":"Charlotte"},{"text":"This peak is depicted in the background of the seal of Portland, Oregon","response":"Mt. Hood"},{"text":"Approved in 1939, the seal of this city in New York State features a barge being towed through a canal","response":"Buffalo"}],"originalDate":"2012-01-03"},{"category":"FROM THE LATIN","comments":"","clues":[{"text":"This opposite of analog comes from the Latin for \"finger\"","response":"digital"},{"text":"This \"holy\" synonym for wedlock comes from the Latin for \"marriage\"","response":"matrimony"},{"text":"That's funny<span class=\"nobreak\">--</span>the name of this arm bone is from the Latin for \"shoulder\"","response":"humerus"},{"text":"This word meaning to compel into military service comes partly from the Latin for \"to write\"","response":"conscript"},{"text":"Ovid used this Latin plural meaning \"transformations\" for a title","response":"metamorphoses"}],"originalDate":"2012-01-03"},{"category":"ARTHUR'S CAMELOT","comments":"","clues":[{"text":"King Arthur received this sword from the Lady of the Lake; it was later returned to her by Sir Bedivere","response":"Excalibur"},{"text":"In some writings, it was Perceval, not Galahad, who went on a quest for this vessel","response":"the Holy Grail"},{"text":"This sorceress was introduced into Arthurian legend as Arthur's healer by Geoffrey of Monmouth around 1150","response":"Morgana le Fey (or Morgan le Fay) (Morgaine accepted)"},{"text":"\"The Simple Joys of Maidenhood\" is one of her songs in the version of the tale by Lerner of New York &amp; Loewe of Berlin","response":"Guinevere"},{"text":"The Somerset town of Glastonbury claims to be this fabled isle, the final resting place of King Arthur","response":"Avalon"}],"originalDate":"2012-01-02"},{"category":"RECENT BOOKS","comments":"","clues":[{"text":"Olbermann &amp; Berman are index entries in \"Those Guys Have All the Fun\", which details the history of this network","response":"ESPN"},{"text":"You can read \"Life\", the memoir of this Rolling Stone, or listen to Johnny Depp narrate the audio book","response":"Keith Richards"},{"text":"\"The Girl Who Kicked the Hornet's Nest\" continues the story about a hacker from this country","response":"Sweden"},{"text":"\"Here Comes Trouble\", a look back by this pot-stirring documentarian, includes his boyhood in Flint","response":"Michael Moore"},{"text":"Book club alert<span class=\"nobreak\">--</span>\"Then Came You\" is the latest novel by this author of \"Good in Bed\" &amp; \"In Her Shoes\"","response":"Jennifer Weiner"}],"originalDate":"2012-01-02"}],{"category":"MYTHOLOGY","text":"King Agamemnon was killed on his return to Greece after ignoring the warnings of this woman, his slave","response":"Cassandra"}]}