{"mix":3032,"rounds":[[{"category":"THAT SMELLS... LIKE A CELEBRITY!","comments":"","clues":[{"text":"Does this movie character's \"Mojo\" cologne make you hor<span class=\"nobreak\">--</span>uh... smell good?  Yeah, baby!","response":"Austin Powers"},{"text":"Bend your nasal passages with this soccer guy's floral scent for ladies or aromatic scent for the blokes","response":"(David) Beckham"},{"text":"This singer believes \"you are beautiful, no matter what they say\", especially with her \"Inspire\" floral scent","response":"Christina Aguilera"},{"text":"Everyone nose this Yankee shortstop is \"Driven\"; now no one can ever say he stinks","response":"(Derek) Jeter"},{"text":"Get this \"U Remind Me\" R&B singer's eau de toilette for dad... then explain he's not a guy who works in a movie theater","response":"Usher"}],"originalDate":"2011-12-29"},{"category":"\"D-O\"","comments":"","clues":[{"text":"It precedes \"tranquility\" in the preamble of the Constitution","response":"domestic"},{"text":"A lump or blob of something, like whipped cream","response":"a dollop"},{"text":"It's a file of documents on a particular subject or person","response":"a dossier"},{"text":"Small \"coins\" thrown from Mardi Gras floats","response":"doubloons"},{"text":"This word for a wild brawl is from the name of a Dublin fair","response":"donnybrook"}],"originalDate":"2011-12-29"},{"category":"ME WANNA GO HOME","comments":"","clues":[{"text":"The \"wine\" is too warm in the Transylvanian Alps of this country, &amp; why do I have to carry garlic?  Me wanna go home","response":"Romania"},{"text":"The summers are nice in this capital of Manitoba<span class=\"nobreak\">--</span>that's when I should have come. Me wanna go home","response":"Winnipeg"},{"text":"Got sunburned visiting the beach of this most populous Brazilian city; home please!","response":"São Paulo"},{"text":"The seafood was great, the tequila too much in this \"True Cross\" city on the Gulf of Mexico; me wanna go home","response":"Veracruz"},{"text":"If you can't stand the heat either, then let's caravan out of this fabled city at the center of Mali; me wanna go home","response":"Timbuktu"}],"originalDate":"2011-12-29"},{"category":"THE 1820s","comments":"","clues":[{"text":"In 1822 Friedrich Buschmann obtained a patent for this instrument also known as a squeezebox","response":"an accordion"},{"text":"In 1827 chemist John Walker \"struck\" gold by inventing the first friction ones of these; smokers really liked them","response":"matches"},{"text":"He was about 70 when he published his \"American Dictionary of the English Language\" in 2 volumes in 1828","response":"(Noah) Webster"},{"text":"In 1822 French Egyptologist Jean Champollion published a paper on the translation of this artifact","response":"the Rosetta Stone"},{"text":"The first issue of this \"incisive\" British medical journal was published on October 5, 1823","response":"<i>The Lancet</i>"}],"originalDate":"2011-12-30"},{"category":"COMPLETE THE MOVIE QUOTE","comments":"","clues":[{"text":"\"Sudden Impact\":<br>\"Go ahead, ____ ____ ____\"","response":"make my day"},{"text":"\"Love Story\":<br>\"Love means ____ ____ ____ ____ ____ ____\"","response":"never having to say you're sorry"},{"text":"\"When Harry Met Sally\":  \"I'll have ____ ____ ____\"","response":"what she's having"},{"text":"\"Gone with the Wind\":<br>\"As God is my witness... I'll never be ____ ____\"","response":"hungry again"},{"text":"\"All About Eve\":<br>\"Fasten your seat belts.  It's going to be a ____ ____\"","response":"bumpy night"}],"originalDate":"2011-12-30"},{"category":"\"A\"NATOMY","comments":"","clues":[{"text":"It's not an actual fruit but a bulge formed by the thyroid cartilage of the larynx","response":"the Adam's apple"},{"text":"The gastrointestinal tract is also called this canal, Watson","response":"the alimentary"},{"text":"The 2 vertebral these perform the rather important function of supplying blood to the brain","response":"arteries"},{"text":"The name of this body section is Latin for \"belly\"","response":"the abdomen"},{"text":"Gas exchange occurs in these tiny, thin-walled sacs in the lungs","response":"alveoli"}],"originalDate":"2011-12-30"}],[{"category":"THE MOST EXPENSIVE EVER","comments":"","clues":[{"text":"The most expensive one of these kits is Keith Moon's Premier set, which sold at auction in 2004 for about $250,000","response":"drums"},{"text":"With a solid gold nib, the 1 million euro Aurora Diamond is the most expensive one of these ever","response":"a fountain pen"},{"text":"In 2010 sex.com was sold for $13 million, the most ever paid for the part of an Internet address called this \"name\"","response":"a domain name"},{"text":"The most expensive silent movie-era film ever made was this $4 million epic; did we mention the chariot race?","response":"<i>Ben-Hur</i>"},{"text":"The most expensive aircraft ever built is this alphanumerically named stealth bomber, at $2 billion apiece","response":"the B-2"}],"originalDate":"2011-12-30"},{"category":"MUSEUMS OF GERMANY","comments":"","clues":[{"text":"Kids will love the hands-on Stone Age Workshop at the Mettmann Museum of this early man","response":"Neanderthal"},{"text":"A Baden-Baden museum devoted to the works of this Russian imperial jeweler opened in 2009","response":"Fabergé"},{"text":"The Egyptian Museum in Berlin has the world-famous painted bust of this queen &amp; wife of Akhenaton","response":"Nefertiti"},{"text":"A Mainz museum honoring this most famous son traces the history of printing &amp; has a replica of his press on display","response":"Gutenberg"},{"text":"This city's Bavarian National Museum was created in 1855 by Maximilian II to preserve Bavaria's artistic treasures","response":"Munich"}],"originalDate":"2011-12-30"},{"category":"\"RE\"SEARCH","comments":"(Alex: Each correct response will begin with \"R-E\".)","clues":[{"text":"You'll be a slug in your next life if you can't tell me this term for the soul coming back in a new form","response":"reincarnation"},{"text":"On an invitation, the phrase these \"only\" means we assume you're coming, but let us know if you're not","response":"regrets"},{"text":"In music production, \"wet\" &amp; \"dry\" refer to sound with more or less of this effect<span class=\"nobreak\">--</span>ect<span class=\"nobreak\">--</span>ect","response":"reverberation"},{"text":"The Civil War-era Henry was one of the first of this type of rifle that you didn't have to keep reloading","response":"a repeater"},{"text":"It's the term for sums of money sent back to their homelands by immigrants in the U.S.","response":"remittances"}],"originalDate":"2011-12-30"},{"category":"AT BAT","comments":"","clues":[{"text":"Mickey Mantle &amp; Pete Rose were this kind of hitter who changes sides of the plate depending on the pitcher","response":"a switch-hitter"},{"text":"Jim Rice was so powerful, he broke a bat without hitting the ball on one of these, a swing the batter tries to stop","response":"a checked swing"},{"text":"Many hitters try to gain an advantage by scratching the back line of this","response":"the batter's box"},{"text":"A 2004 at-bat by the tenacious Alex Cora went ball, strike, ball, 14 of these, home run","response":"foul balls"},{"text":"At age 90, this Cardinal legend who hit safely over 3,600 times appeared at the 2011 World Series","response":"Stan \"The Man\" Musial"}],"originalDate":"2011-12-30"},{"category":"ON DECK","comments":"","clues":[{"text":"Fractional term for part of a naval vessel usually reserved for officers","response":"the quarterdeck"},{"text":"The USS Nimitz carries 90 aircraft on this aptly named deck; its area takes up about 4.5 acres","response":"the flight deck"},{"text":"A type of walk, or an upper deck on a passenger ship where folks can stroll","response":"the promenade deck"},{"text":"This term for a sailor's quarters near the bow can be said using either 2 or 3 syllables","response":"forecastle (or fo'c's'le)"},{"text":"As its name indicates, this 3-letter deck on old warships had cannons end to end","response":"the gun deck"}],"originalDate":"2011-12-30"},{"category":"FEMALE FIRSTS","comments":"","clues":[{"text":"On July 30, 1923 Italian actress Eleonora Duse became 1st woman to appear on the cover of this newsmagazine","response":"<i>Time</i> magazine"},{"text":"This comedienne was the 1st permanent guest host of \"The Tonight Show Starring Johnny Carson\"","response":"Joan Rivers"},{"text":"5 years after Lindbergh, she became the 1st woman to fly solo across the Atlantic","response":"Amelia Earhart"},{"text":"The first woman in this sport to win over $100,000 in a season was Judy Rankin in 1976","response":"golf"},{"text":"In 1980 Kathleen Conley became the 1st woman to graduate from this Colorado school","response":"the Air Force Academy"}],"originalDate":"1989-10-18"}],{"category":"SPORTS","text":"Only 2 cities with both a National &amp; American League baseball team","response":"New York & Chicago"}]}