{"mix":3033,"rounds":[[{"category":"\"FORT\"s","comments":"","clues":[{"text":"This N.C. fort has reason to boast since airborne U.S. Army combat units are stationed there","response":"Fort Bragg"},{"text":"On May 10, 1775 Ethan Allen &amp; Benedict Arnold captured this fort on Lake Champlain from the British","response":"Fort Ticonderoga"},{"text":"This celebrated Maryland fort overlooking the Patapsco River is named for a signer of the Constitution","response":"Fort McHenry"},{"text":"Troops are processed for overseas duty at this New Jersey army base","response":"Fort Dix"},{"text":"This Kentucky army post is known as the \"Home of Armor\"","response":"Fort Knox"}],"originalDate":"1989-10-18"},{"category":"6-LETTER WORDS","comments":"","clues":[{"text":"You can blow one with a mixture of soap &amp; water or with some types of gum","response":"a bubble"},{"text":"The only Beatle with a 6-letter last name","response":"Lennon"},{"text":"This spout at the end of a gas hose is a diminutive form of nose","response":"nozzle"},{"text":"Coarsely woven cloth made from jute or hemp fibers, it's used in potato sacks","response":"burlap"},{"text":"2 of the 5 states that fit this category","response":"Oregon & Hawaii (Kansas, Nevada, Alaska)"}],"originalDate":"1989-10-18"},{"category":"DANCES","comments":"","clues":[{"text":"The monkey &amp; the frug were examples of this kind of dancing, sometimes done by girls in cages","response":"go-go dancing"},{"text":"The mazurka is a Polish folk dance which resembles this dance","response":"a polka"},{"text":"Dance you'd do to \"Ah-one, ah-two, ah-doodle-dee-doodle-dee-do\"","response":"the old soft shoe"},{"text":"Little Egypt was famous for this type of dance, also known as the \"hootchy-kootchy\"","response":"belly dancing"},{"text":"Line dance invented in Cuba whose name is derived from an African country","response":"the conga"}],"originalDate":"1989-10-18"},{"category":"HAIL AND FAREWELL","comments":"","clues":[{"text":"This ABC prime time newsmagazine closes with \"We're in touch, so you be in touch\"","response":"<i>20/20</i>"},{"text":"\"And goodnight Mrs. Calabash, wherever you are\"","response":"Jimmy Durante"},{"text":"Walter Cronkite usually closed his \"CBS Evening News\" telecasts with this phrase","response":"\"That's the way it is\""},{"text":"For 20 seasons this comedian ended his TV variety series with \"Good night &amp; God bless\"","response":"Red Skelton"},{"text":"This newscaster-adventurer signed off his radio broadcasts saying \"So long until tomorrow\"","response":"Lowell Thomas"}],"originalDate":"1989-10-18"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"Opposing the Stamp Act, this patriot said, \"If this be treason, make the most of it\"","response":"Patrick Henry"},{"text":"At the Battle of Bunker Hill, Gen. Israel Putnam warned his troops, \"Don't fire until you see\" these","response":"the whites of their eyes"},{"text":"The Battle of Long Island was the 1st time the Americans saw action against these soldiers","response":"the Hessians"},{"text":"A 1777 victory at Brandywine Creek enabled the British to occupy this major city","response":"Philadelphia"},{"text":"In October 1779 French Admiral Jean d'Estaing &amp; the patriots failed to retake this Georgia city","response":"Savannah"}],"originalDate":"1989-10-18"},{"category":"ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"At the 1988 Emmy Awards he compared the character he played on \"Family Ties\" to Dan Quayle","response":"Michael J. Fox"},{"text":"He has a portable gym that can fill 5 trailers, &amp; there's still room for his wife, Maria Shriver","response":"Arnold Schwarzenegger"},{"text":"Jamie Lee Curtis' parents; their real names are Bernard Schwartz &amp; Jeanette Morrison","response":"Janet Leigh & Tony Curtis"},{"text":"This \"SCTV\" star made a big splash as Tom Hanks' brother in \"Splash\"","response":"John Candy"},{"text":"This \"Onion Field\" star said, \"I'm the best friend you could ever have &amp; the worst enemy\"","response":"James Woods"}],"originalDate":"1989-10-18"}],[{"category":"FRANCE","comments":"","clues":[{"text":"France is 2nd to Italy in production of this drink but consumes the most per capita in the world","response":"wine"},{"text":"By law, full time French workers get at least 5 weeks of this with pay","response":"vacation"},{"text":"A \"hotel de ville\" isn't a hotel at all but one of these municipal buildings","response":"city hall (or town hall)"},{"text":"1 of the 2 Caribbean territories that are départements, or administrative districts, of France","response":"Martinique (or Guadeloupe)"},{"text":"Subject of a long-standing dispute, France regained this area from Germany after both World Wars","response":"Alsace-Lorraine"}],"originalDate":"1989-10-18"},{"category":"RELIGION","comments":"","clues":[{"text":"With the possible exception of Peter, Pius IX, who ruled from 1846-78 holds this record","response":"being the pontiff longest"},{"text":"It's believed Ramses II was Pharaoh when these people fled from Egypt","response":"the Children of Israel (the Jews)"},{"text":"Quetzalcoatl, the feathered serpent, was one of the gods in the ancient religion of this country","response":"Mexico"},{"text":"Stoicism, which taught a form of naturalistic monotheism, originated in this country about 300 B.C.","response":"Greece"},{"text":"Protestant denomination named for the elders who administer it","response":"Presbyterians"}],"originalDate":"1989-10-18"},{"category":"MONSTERS OF ROCK","comments":"","clues":[{"text":"In a 1977 hit, Blue Oyster Cult sang, \"Oh, no!  There goes Tokyo!  Go, go\" this monster","response":"Godzilla"},{"text":"A 2008 tune by Benji Hughes warns that when this ancient Egyptian ghoulie gets drunk, \"he unravels\"","response":"the Mummy"},{"text":"This Warren Zevon song about monsters includes one with perfect hair &amp; a taste for pina coladas","response":"\"Werewolves Of London\""},{"text":"Their monster '60s hits included \"She's Not There\" &amp; \"Time Of The Season\"","response":"The Zombies"},{"text":"This 1973 Edgar Winter Group No. 1 got its title from all the cutting &amp; splicing done to it in the editing process","response":"\"Frankenstein\""}],"originalDate":"2011-12-28"},{"category":"UNCOMMON BONDS","comments":"","clues":[{"text":"J. Max Bond Jr., who helped design the National September 11 Memorial, was a 1980-86 member of this city's Planning Commission","response":"New York"},{"text":"Later jailed for fraud, Australian Alan Bond became a national hero for financing the 1983 capture of this sailing trophy","response":"America's Cup"},{"text":"Born to the role: Samantha Bond has played this secretary in 4 007 films","response":"Moneypenny"},{"text":"From 1900 to 1909 Sir Robert Bond was prime minister of this British colony, now the newest Canadian province","response":"Newfoundland"},{"text":"At the 1968 Democratic Convention, this future NAACP chairman was briefly considered for vice president","response":"Julian Bond"}],"originalDate":"2011-12-28"},{"category":"\"NEW\" U.S. CITIES","comments":"","clues":[{"text":"Yale University was around for 15 years before it moved to this city in 1716","response":"New Haven"},{"text":"The 33-story World Trade Center building rises at the south end of Canal Street in this city, y'all","response":"New Orleans"},{"text":"This New Jersey city boasts an international airport &amp; the 360-acre Branch Brook Park","response":"Newark"},{"text":"The U.S. Naval War College &amp; Naval Undersea Warfare Center is in this city on Narragansett Bay","response":"Newport"},{"text":"Somewhat ironically, this Connecticut city was attacked, captured &amp; burned by the British in 1781","response":"New London"}],"originalDate":"2011-12-28"},{"category":"DOUBLE DOUBLE LETTERS","comments":"","clues":[{"text":"Not much to spit out<span class=\"nobreak\">--</span>Tiffany &amp; crimson trio are this type of watermelon","response":"seedless"},{"text":"The katydid is also called the long-horned this","response":"a grasshopper"},{"text":"Vivaldi composed some 39 concertos for this woodwind instrument","response":"the bassoon"},{"text":"Appraise a piece of property for taxation purposes, or evaluate the situation","response":"assess"},{"text":"In 1903 Sherlock Holmes retired to Sussex to take up this \"busy\" hobby","response":"beekeeping"}],"originalDate":"2011-12-28"}],{"category":"RELIGION","text":"Famous Catholics who've publicly answered this question include Susan Boyle (sweets) &amp; Paul Ryan (beer)","response":"What did you give up for Lent?"}]}