{"mix":3048,"rounds":[[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"From the Arabic for \"sign of god\", it's a high-ranking Muslim cleric regarded as the most learned of the time period","response":"ayatollah"},{"text":"This small scented pouch takes its name from the French for \"little bag\"","response":"a sachet"},{"text":"My gardener told me we don't need to plant; all my flowers are this type, from the Latin for \"through the year\"","response":"perennial"},{"text":"This term for a type of airship is from the Latin for \"to direct\"","response":"a dirigible"},{"text":"From the Italian for \"of a cave\", this adjective today refers to anything strange or ugly","response":"grotesque"}],"originalDate":"2011-12-05"},{"category":"PICK UP YOUR ORDER","comments":"(Alex: You have to name the country in which you'll...)","clues":[{"text":"The Order of the Nile","response":"Egypt"},{"text":"The Order of the Aztec Eagle","response":"Mexico"},{"text":"The Supreme Order of the Chrysanthemum","response":"Japan"},{"text":"The National Order of the Cedar","response":"Lebanon"},{"text":"Unrelated to the one in \"Harry Potter\", the Order of the Phoenix","response":"Greece"}],"originalDate":"2011-12-05"},{"category":"A MAN: JORDAN","comments":"","clues":[{"text":"As president of this new private univ. in 1891, David Starr Jordan worked to attract eastern brains to California's wilds","response":"Stanford"},{"text":"Advertising writer James J, Jordan came up with \"Ring around the collar\" &amp; this airline \"is ready when you are\"","response":"Delta"},{"text":"Pascual Jordan's 1925 papers launched this physics field that tries to explain the behavior of teensy particles","response":"quantum physics (or quantum mechanics)"},{"text":"This Irish film director based \"The Crying Game\" on one of his own short stories","response":"Neil Jordan"},{"text":"This Atlanta-born civil rights leader was a key adviser to President Clinton","response":"Vernon Jordan"}],"originalDate":"2011-12-05"},{"category":"WEE FOLK","comments":"","clues":[{"text":"In a Grimm tale the Miller's daughter gave this little man a necklace &amp; a ring for spinning straw into gold for her","response":"Rumpelstiltskin"},{"text":"The name of this type of wee supernatural being is from the Latin for \"spirit\"","response":"a sprite"},{"text":"Treasure seekers can sometimes track down one of these Irish fairies by the sound of his shoemaker's hammer","response":"a leprechaun"},{"text":"The nixies of German mythology are said to live in this environment, like the naiads of Greek mythology","response":"water (a river accepted)"},{"text":"This ugly guy \"with eyes as big as saucers\" wanted to eat the 3 billy goats that crossed over his bridge","response":"the troll"}],"originalDate":"2011-12-01"},{"category":"FURNITURE","comments":"","clues":[{"text":"This type of low bed has casters so that it can be rolled under another bed for storage","response":"a trundle"},{"text":"This French-named style of furniture that was \"new\" around 1900 was characterized by the graceful whiplash curve","response":"(Art) Nouveau"},{"text":"Useful little end tables &amp; coffee tables are also called these \"tables\", so they may talk like foreigners","response":"accent tables"},{"text":"Hey, Mr. Irving! A chair of the mid-19th c. with a concave seat &amp; high back shares its name with this town","response":"Sleepy Hollow"},{"text":"French for \"shelf\", it's an open-shelved piece of furniture for displaying knickknacks","response":"étagère"}],"originalDate":"2011-12-01"},{"category":"BRIT SPEAK","comments":"","clues":[{"text":"A brolly is one of these<span class=\"nobreak\">--</span>don't leave home without it on a rainy day","response":"an umbrella"},{"text":"It's not just a special occasion like Easter or Boxing Day, it's also a vacation in general","response":"a holiday"},{"text":"Elastoplast isn't a cartoon villain, it's one of these that sometimes stings when you yank it off","response":"a band-aid"},{"text":"The ironmonger is the gent who runs this type of local store","response":"a hardware store"},{"text":"A lido is a public one of these; on a cruise ship you'll find one on the lido deck","response":"a swimming pool"}],"originalDate":"2011-12-01"}],[{"category":"ABOUT THE STATES","comments":"","clues":[{"text":"It's the only state that borders Maine","response":"New Hampshire"},{"text":"Delaware has only 3 of these: New Castle, Kent &amp; Sussex","response":"counties"},{"text":"The state ship of Connecticut is this early nuclear submarine","response":"the <i>Nautilus</i>"},{"text":"Orson Welles' birthplace of Kenosha is in this state","response":"Wisconsin"},{"text":"It's named for an Indian people also known as the Kaw","response":"Kansas"}],"originalDate":"2011-12-01"},{"category":"\"IGGY\" POP","comments":"","clues":[{"text":"Laverne &amp; Shirley's neighbor","response":"Squiggy"},{"text":"A 1998 hit for Will Smith","response":"\"Gettin' Jiggy Wit It\""},{"text":"She played first mate to Captain Link Hogthrob","response":"Miss Piggy"},{"text":"Swinging '60s London was the scene for this woman born Lesley Hornby","response":"Twiggy"},{"text":"In a David Bowie song, he played guitar with his band the spiders from Mars","response":"Ziggy Stardust"}],"originalDate":"2011-12-01"},{"category":"FIRST OF THE MONTH","comments":"","clues":[{"text":"2011 New Student Orientation began at Providence College","response":"September"},{"text":"The Catholic observance of All Hallows","response":"November"},{"text":"Canada Day","response":"July"},{"text":"Mardi Gras 2022 (get your beads now)","response":"March"},{"text":"Official birthday of Point Given &amp; Mine That Bird","response":"January"}],"originalDate":"2011-12-01"},{"category":"THE <em class=\"underline\">JEOPARDY!</em> TIME MACHINE","comments":"","clues":[{"text":"Sure, Mr. Gore, Palm Beach, early 2000<span class=\"nobreak\">--</span>guess you want to rework the ballot named for this insect","response":"a butterfly"},{"text":"Dress like a swell for the 1934 opening of this songwriter's \"Anything Goes\", featuring \"I Get a Kick Out Of You\"","response":"Cole Porter"},{"text":"Feel like doing some pillaging?  Turn the dial to 1240 &amp; join this \"colorful\" Tatar group","response":"the Golden Horde"},{"text":"Get ready to shout, \"Mr. President, look out!\" when the setting is for this city Sept. 6, 1901","response":"Buffalo"},{"text":"You'll learn from Corneille &amp; La Rochefoucauld if you visit Madame de Rambouillet's 17th century one of these gatherings","response":"a salon"}],"originalDate":"2011-12-01"},{"category":"MINER CLASSICS","comments":"","clues":[{"text":"He didn't strike it rich in the 1897 Klondike gold rush, but he did use the experience in works like \"Son of the Wolf\"","response":"(Jack) London"},{"text":"The son of a coal miner, this author touched on the mining life in his autobiographical 1913 novel \"Sons and Lovers\"","response":"(D.H.) Lawrence"},{"text":"\"Marching Men\" by Sherwood Anderson recounts the tribulations of coal miners in this eastern state","response":"Pennsylvania"},{"text":"This \"colorful\" Richard Llewellyn novel set in a Welsh mining community was made into a 1941 Oscar-winning film","response":"<i>How Green Was My Valley</i>"},{"text":"1917's \"King Coal\" by this author was to the mining industry what an earlier work had been to the meat-packing industry","response":"Upton Sinclair"}],"originalDate":"2011-12-01"},{"category":"THE GREAT AMERICAN NOVEL","comments":"","clues":[{"text":"A 9-letter word for one who attends a film, or the title of a 1961 prize-winning novel by Walker Percy","response":"moviegoer"},{"text":"In 1870s New York society, Newland Archer falls in love with Ellen Olenska in this novel","response":"<i>The Age of Innocence</i>"},{"text":"In this Hemingway novel, Robert Jordan, a young U.S. professor, serves as a dynamiter in the Spanish Civil War","response":"<i>For Whom the Bell Tolls</i>"},{"text":"The title of his 1959 novel \"The Mansion\" refers to the de Spain home in Jefferson, Mississippi","response":"(William) Faulkner"},{"text":"Chester Gillette's murder of his pregnant girlfriend inspired this 1925 Thodore Dreiser novel","response":"<i>An American Tragedy</i>"}],"originalDate":"2011-12-02"}],{"category":"BOOKS OF THE BIBLE","text":"It begins with God saying, \"Take ye the sum of all the congregation of the children of Israel\"","response":"Numbers"}]}