{"mix":3053,"rounds":[[{"category":"THE LONELY ISLAND","comments":"","clues":[{"text":"This island<span class=\"nobreak\">--</span>some 1,200 miles from the west coast of Africa<span class=\"nobreak\">--</span>was used for Napoleon's final exile because of its remoteness","response":"St. Helena"},{"text":"A language that's a mix of Tahitian &amp; 18th century English is official on this remote island, home to the Bounty mutineers","response":"Pitcairn Island"},{"text":"The name given to these islands when they were annexed by the U.S. in 1867 reflected their position between America &amp; Asia","response":"the Midway Islands"},{"text":"Though it's over 5,000 miles away, Reunion Island in the Indian Ocean is officially a department of this country","response":"France"},{"text":"Nuku Hiva in the Marquesas was the setting for the fourth season of \"Survivor\" &amp; for this author's \"Typee\"","response":"Herman Melville"}],"originalDate":"2011-11-25"},{"category":"SONG OF THE SOUTH","comments":"","clues":[{"text":"The Band:<br>\"The Night They Drove ____ ____ Down\"","response":"Old Dixie"},{"text":"James Taylor:<br>\"____ In My Mind\"","response":"Carolina"},{"text":"Johnny Horton:<br>\"Battle Of ____ ____\"","response":"New Orleans"},{"text":"Patti Page:<br>\"____ Waltz\"","response":"Tennessee"},{"text":"Stevie Ray Vaughan:<br>\"____ Flood\"","response":"Texas"}],"originalDate":"2011-11-25"},{"category":"HALOGENS","comments":"","clues":[{"text":"Halogen elements produce these compounds, like the \"table\" kind","response":"salts"},{"text":"As this halogen, atomic number 17, kills bacteria, it's used to purify drinking &amp; pool water","response":"chlorine"},{"text":"It combines with other elements more readily than any other element &amp; reduces tooth decay","response":"fluorine"},{"text":"All isotopes of astatine, the heaviest halogen, are this, which is why they have half-lives","response":"radioactive"},{"text":"A reddish liquid, this halogen is often used to make sedatives &amp; was once used to make EDB, an additive in lead gasoline","response":"bromine"}],"originalDate":"2011-11-25"},{"category":"GRHYME TYME","comments":"","clues":[{"text":"Unsightly mark on internet \"Report\"er Matt","response":"a Drudge smudge"},{"text":"Wet ground for Wynonna or Ashley","response":"Judd mud"},{"text":"Goop on a mallard","response":"duck muck"},{"text":"The principal splotch that fell on your pristine pants","response":"the main stain"},{"text":"The rich clay-laden earth from the \"eternal city\"","response":"Rome loam"}],"originalDate":"2011-11-25"},{"category":"TRUTH SEEKERS","comments":"","clues":[{"text":"The founder of this religion is said to have set forth its doctrine of the \"Four Noble Truths\"","response":"Buddhism"},{"text":"This \"meaty\" 17th c. English thinker's \"Essays, Civil and Moral\" begins with his essay \"Of Truth\"","response":"Francis Bacon"},{"text":"In his \"Genealogy of Morals\", this 19th c. German philosopher wrote that \"The will to truth requires a critique\"","response":"(Friedrich) Nietzsche"},{"text":"In \"Summa Theologica\", he defined truth as \"the conformity of the intellect and thing\"","response":"Thomas Aquinas"},{"text":"In \"Philosophical Fragments\", this 19th c. Great Dane discussed the difference between objective &amp; subjective truth","response":"Kierkegaard"}],"originalDate":"2011-11-25"},{"category":"THE FIRST SUPPER","comments":"","clues":[{"text":"The menu for his 1865 inaugural banquet included terrapin stew &amp; quail","response":"Abraham Lincoln"},{"text":"His 1957 inauguration included a \"minority dinner\" featuring gefilte fish, minestrone soup &amp; Greek salad","response":"Eisenhower"},{"text":"Guests at his inaugural parties downed some 40 million jelly beans","response":"Reagan"},{"text":"This bachelor president's inaugural guests were served 400 gallons of oysters &amp; 60 mutton saddles","response":"Buchanan"},{"text":"Instead of an elaborate meal, this southerner served peanuts &amp; pretzels","response":"Jimmy Carter"}],"originalDate":"2011-11-23"}],[{"category":"OBSESSIONS","comments":"","clues":[{"text":"Delia Bacon was obsessed with the idea that other Elizabethans wrote the works attributed to this man","response":"Shakespeare"},{"text":"This British missionary was obsessed with finding the headwaters of the Nile but died in 1873 with no luck","response":"Livingstone"},{"text":"In 1674 Anton van Leeuwenhoek's obsession with lenses paid off; he discovered these, from the Latin for \"first animal\"","response":"protozoa"},{"text":"This African-American composer was so obsessed with his opera \"Treemonisha\" that he suffered a breakdown in 1911","response":"(Scott) Joplin"},{"text":"Cato the Elder's obsession with the threat offered by this city led in part to the Third Punic War","response":"Carthage"}],"originalDate":"2011-11-23"},{"category":"ENDS IN DOUBLE E","comments":"","clues":[{"text":"A 25th anniversary is a \"silver\" this","response":"jubilee"},{"text":"This word for a man's wig comes from the French for \"tuft\"","response":"a toupee"},{"text":"Ah, yes, hello, my dear, my little this bird of the titmouse family","response":"chickadee"},{"text":"Let me rock you, Kubla Khan, with this type of authoritative &amp; formal order","response":"a decree"},{"text":"French term for an evening party, perhaps a musical one","response":"a <i>soirée</i>"}],"originalDate":"2011-11-23"},{"category":"CHARACTERS IN MOVIES","comments":"","clues":[{"text":"This animated feline is \"the most daring swashbuckler, ladies man and all-around coolest cat\"","response":"Puss in Boots"},{"text":"This character's 3 husbands were played by Rand Brooks, Carroll Nye &amp; Clark Gable","response":"Scarlett O'Hara"},{"text":"In this title role, Ellen Page says, \"I'm already pregnant, so what other kind of shenanigans could I get into\"","response":"Juno"},{"text":"When Winona Ryder whispers, \"Hold me\", this Johnny Depp title character replies, \"I can't\"","response":"Edward Scissorhands"},{"text":"This Bogart character exclaims in court, \"Ah, but the strawberries!  That's... that's where I had them\"","response":"Captain Queeg"}],"originalDate":"2011-11-23"},{"category":"ASIA","comments":"","clues":[{"text":"It's the northernmost country in Asia","response":"Russia"},{"text":"The popular sport muay thai is a type of this martial art","response":"kickboxing"},{"text":"The modern cooking style called this landlocked country's \"barbecue\" was invented in Taiwan","response":"Mongolian"},{"text":"The only U.S. mint ever outside the continental U.S. was opened in 1920 in this Asian country, then a U.S. colony","response":"the Philippines"},{"text":"Get high in the Himalayas in Thimphu, this nation's capital","response":"Bhutan"}],"originalDate":"2011-11-23"},{"category":"SCIENCE-Y 3-LETTER WORDS","comments":"","clues":[{"text":"It's short for the room or building where experiments are done","response":"a lab"},{"text":"It's the flowing back of the tide as the water returns to the sea","response":"ebb"},{"text":"Sn is the chemical symbol for this","response":"tin"},{"text":"This unit of illumination shares its name with an old brand of soap &amp; detergent","response":"lux"},{"text":"These 2 similarly spelled words mean a span of time longer than an era &amp; an electrically charged atom","response":"an eon & an ion"}],"originalDate":"2011-11-23"},{"category":"AS I RECALL","comments":"","clues":[{"text":"In 2008 the USDA ordered the recall of 143 million pounds of this meat, though most of it had already been eaten","response":"beef"},{"text":"In 2010 Legacy propane infrared plaque heaters were recalled due to the chance of poisoning by this odorless gas","response":"carbon monoxide"},{"text":"Oops!  DePuy Orthopedics had to recall defective implants for this 3-letter joint","response":"the hip"},{"text":"A 2009 recall covered millions of window coverings, including Roman shades &amp; roll-up these","response":"blinds"},{"text":"Millions of these made from 1995 to 2007 for kids were recalled; the MTV show of the same name is still safe","response":"cribs"}],"originalDate":"2011-11-23"}],{"category":"MYTHOLOGICAL NAMES","text":"With depths of up to 30,000 feet, ocean trenches make up a zone named for this brother of Poseidon &amp; his domain","response":"Hades"}]}