{"mix":3088,"rounds":[[{"category":"WAR STORIES","comments":"","clues":[{"text":"\"Shades of Gray\" &<br>\"Cold Mountain\"","response":"the Civil War"},{"text":"\"M*A*S*H\" &<br>\"The Bridges at Toko-Ri\"","response":"the Korean War"},{"text":"\"All Quiet on the Western Front\"","response":"World War I"},{"text":"\"Rags of Glory\" &<br>\"Kruger's Gold\"","response":"the Boer War"},{"text":"\"For Whom the Bell Tolls\"","response":"the Spanish Civil War"}],"originalDate":"2011-09-22"},{"category":"CHEMISTS","comments":"","clues":[{"text":"He improved a smokeless lab burner &amp; in 1841 invented the carbon-zinc electric cell","response":"(Robert) Bunsen"},{"text":"In 1935 Percy Julian synthesized physostigmine, used in the treatment of this eye-pressure disease","response":"glaucoma"},{"text":"Ernst Chain found that this animal substance does its deadly work by destroying a respiratory coenzyme","response":"snake venom"},{"text":"In 1958 this American chemist &amp; vitamin C advocate published the book \"No More War!\"","response":"Linus Pauling"},{"text":"In the 18th century Antoine Lavoisier gave this element its name, from the Greek for \"acid forming\"","response":"oxygen"}],"originalDate":"2011-09-22"},{"category":"MUSICAL STYLINGS","comments":"","clues":[{"text":"Sandra Booker, Nina Simone &amp; Esperanza Spalding are all sultry chanteuses of this 4-letter musical genre","response":"jazz"},{"text":"In 2011 Ronnie Dunn's \"Bleed Red\" was in rotation on KXY, \"Oklahoma's Classic\" this","response":"Country"},{"text":"A 1979 song by the Sugarhill Gang called this performer's \"Delight\" launched a musical genre","response":"\"Rapper's Delight\""},{"text":"Dub poetry, a political type of this Jamaican musical form, developed in music halls there in the 1970s","response":"reggae"},{"text":"This structure follows \"ambient\", \"tech\" &amp; \" left- field\" in types of electronica music","response":"house"}],"originalDate":"2011-09-22"},{"category":"DO YOU LIKE RUSSIAN HISTORY?","comments":"","clues":[{"text":"The failed liberal Decembrist revolution of 1825 got hundreds of its leaders banished to this vast region","response":"Siberia"},{"text":"In 1783, during her reign, Russia annexed the Crimean Peninsula from the Turks","response":"Catherine (the Great)"},{"text":"Privatization in the 1990s gave power to the wealthy businessmen called these, from a term for government by the few","response":"oligarchs"},{"text":"Founded by this \"Great\" guy, the Life Guards protected Russia's royalty through the end of the Romanovs","response":"Peter the Great"},{"text":"In May 1905 imperial Russia's naval swan song came when 2/3 of its fleet was destroyed by this nation","response":"Japan"}],"originalDate":"2011-09-22"},{"category":"\"DA\"","comments":"","clues":[{"text":"Found in the Middle East, it's considered by some to be the world's oldest continuously inhabited city","response":"Damascus"},{"text":"Thank you, thank you very much for this song, Wayne Newton's first Top 40 hit","response":"\"Danke Schoen\""},{"text":"He developed a new silver-based process for photography in the 1830s","response":"(Louis) Daguerre"},{"text":"Deliberately irrational art movement preceding Surrealism","response":"Dadaism"},{"text":"Life hung by a thread for this guy of Greek literature who sat beneath a sword","response":"Damocles"}],"originalDate":"2011-09-22"},{"category":"INAUGURAL ADDRESSES","comments":"","clues":[{"text":"\"At this last pres. inauguration of the 20th century, let us lift our eyes toward the challenges that await us\"","response":"Clinton"},{"text":"\"I know that the acquisition of Louisiana had been disapproved by some\"","response":"(Thomas) Jefferson"},{"text":"What his March 4, 1841 speech should have included: \"Sorry, I'm cutting this short.  The weather's awful &amp; I should go inside\"","response":"William Henry Harrison"},{"text":"\"Let the word go forth from this time and place... that the torch has been passed to a new generation of Americans\"","response":"JFK"},{"text":"\"I have approved a research program (for) a security shield that would destroy... missiles before they reach their target\"","response":"Ronald Reagan"}],"originalDate":"2011-09-23"}],[{"category":"THERE SHOULD BE PLAYOFFS!","comments":"","clues":[{"text":"For 1966, this squad from near South Bend was but one of 3 undefeated teams; there should be playoffs","response":"Notre Dame"},{"text":"Hail to the victors... kind of!; this Big 10 team was 12-0 in 1997 but could not play 13-0 Nebraska; there should be playoffs","response":"University of Michigan"},{"text":"In January 1979 there were 5 teams with 1 loss, including this Bear Bryant-led one, a co-champ (!) wth USC; playoffs, please","response":"Alabama"},{"text":"After the 1996 slate, 5 teams had but one loss, including the 14-1 Cougars from this Utah school; how about playoffs?","response":"BYU (Brigham Young)"},{"text":"Cincy &amp; this Horned Frog school were both unbeaten in the 2009 regular season but didn't play for the title; why no playoffs?","response":"TCU (Texas Christian University)"}],"originalDate":"2011-09-23"},{"category":"WINE A LITTLE","comments":"","clues":[{"text":"This wine-growing region in eastern France shares its name with a deep reddish-purplish color","response":"Burgundy"},{"text":"Words used for the smell of wine include aroma, bouquet &amp; this body part","response":"nose"},{"text":"Sauternes &amp; ice wine are 2 of the wines named for this dinner course","response":"dessert"},{"text":"This 4-letter word indicates that a champagne is dry; \"extra\" this means it's extremely or totally dry","response":"brut"},{"text":"This Italian word for \"foaming\" is used of sparkling wines; the Asti one is quite famous","response":"spumante"}],"originalDate":"2011-09-23"},{"category":"MISSOURI LOVES COMPANY","comments":"","clues":[{"text":"You'll see lots of stars on the St. Louis Walk of Fame, including that of this \"King of Ragtime\"","response":"(Scott) Joplin"},{"text":"At Westminster College, there's a memorial &amp; library honoring this man who gave his \"iron curtain\" speech on campus in 1946","response":"(Winston) Churchill"},{"text":"With more than 40 theaters &amp; 100 live shows, this city calls itself the \"live music show capital of the world\"","response":"Branson"},{"text":"A June 26, 2010 re-ride to celebrate the 150th anniv. of the Pony Express ended with a procession through this city","response":"St. Joseph"},{"text":"A natl. monument near Diamond, Missouri preserves the birthplace of this \"plant doctor\" born a slave around 1864","response":"(George Washington) Carver"}],"originalDate":"2011-09-23"},{"category":"I'M ABSOLUTELY SURE","comments":"","clues":[{"text":"Alphabetically, it's the first animal in the American Heritage Dictionary","response":"an aardvark"},{"text":"There are this many feet in 2 statute miles","response":"10,560"},{"text":"This worldwide secret society founded its first British Grand Lodge in 1717","response":"the Masons"},{"text":"This planet is 318 times as massive as Earth","response":"Jupiter"},{"text":"In area, it's the second-largest country in South America","response":"Argentina"}],"originalDate":"2011-09-23"},{"category":"MEDICAL MILESTONES","comments":"","clues":[{"text":"We wonder if James Hardy held his breath as he performed the first transplant of one of these on a human in 1963","response":"a lung"},{"text":"News of his rabies vaccine spread throughout the world after it proved successful in 1885","response":"(Louis) Pasteur"},{"text":"Her scoring system that assesses the health of newborn babies was introduced in 1952","response":"(Virginia) Apgar"},{"text":"In 1987 the drug known by these 3 letters became the first approved for treating AIDS","response":"AZT"},{"text":"In 2006 this vaccine that protects against HPV, a cause for cervical cancer, was approved for females 9 to 26","response":"Gardasil"}],"originalDate":"2011-09-23"},{"category":"DESCRIBING THE OSCAR-WINNING FILM","comments":"","clues":[{"text":"Oh, for the days street gangs fought it out... in dance; we met a girl named Maria; J-E-T-S, Jets, Jets, Jets!","response":"<i>West Side Story</i>"},{"text":"Great show at the Colosseum; all roads lead to Crowe; at my signal, unleash a hell of a movie","response":"<i>Gladiator</i>"},{"text":"Cruise into Vegas; Babbitt is rich; a big plug for Qantas' air safety, definitely, definitely","response":"<i>Rain Man</i>"},{"text":"A Renner runs through it; time to Iraq &amp; roll; that movie is the bomb!","response":"<i>Hurt Locker</i>"},{"text":"A Ludacris carjacking; L.A. stories; Matt Dillon is an officer, not a marshal","response":"<i>Crash</i>"}],"originalDate":"2011-09-23"}],{"category":"NAME'S THE SAME","text":"Name shared by one of a trio of young chums in a popular book series &amp; the daughter of Menelaus &amp; Helen of Troy","response":"Hermione"}]}