{"mix":3092,"rounds":[[{"category":"THE OLD TESTAMENT<span class=\"nobreak\">--</span>BEFORE THE DELUGE","comments":"","clues":[{"text":"This 969-year-old died in the year of the flood","response":"Methuselah"},{"text":"The first specific animal mentioned in the King James Bible is this great sea mammal","response":"a whale"},{"text":"After God expelled Adam &amp; Eve from the Garden of Eden, cherubim &amp; this flaming weapon were put at its entrance","response":"a sword"},{"text":"Genesis 2:13 mentions this country that still exists on the eastern border of Sudan","response":"Ethiopia"},{"text":"After Cain slew Abel, \"Adam knew his wife again, and she bare a son, and called his name\" this","response":"Seth"}],"originalDate":"2011-07-29"},{"category":"ENDS WITH \"U\"","comments":"","clues":[{"text":"A Hindu spiritual teacher","response":"a guru"},{"text":"Barbie knows a type of long surfboard is named for this California beach","response":"Malibu"},{"text":"The name of this Japanese martial art related to judo means \"soft art\"","response":"jujitsu"},{"text":"A married woman in Bonn or Berlin","response":"a frau"},{"text":"Found before \"of\" it's a 2-word term meaning instead, including the French for \"place\"","response":"in lieu"}],"originalDate":"2011-07-29"},{"category":"BOOK TITLES","comments":"","clues":[{"text":"A book subtitled \"Who wrote Shakespeare?\" is punningly titled \"Contested\" this","response":"Will"},{"text":"A bestseller by Jamie Ford is \"Hotel on the Corner of Bitter and\" this","response":"Sweet"},{"text":"\"Why we expect more from technology and less from each other\" has the oxymoronic title \"Alone\" this","response":"Together"},{"text":"A dog named Enzo narrates Garth Stein's \"The Art Of Racing In\" this","response":"The Rain"},{"text":"The true story of HeLa cells, long used in scientific research, is revealed in \"The Immortal Life Of\" her","response":"Henrietta Lacks"}],"originalDate":"2011-07-29"},{"category":"15 LETTERS OR MORE","comments":"(Alex: Don't overthink it.)","clues":[{"text":"A being from outer space who might want to phone home","response":"an extraterrestrial"},{"text":"Authors often place these notes of thanks &amp; gratitude near the beginning of their books","response":"acknowledgements"},{"text":"One function of the CIA is this<span class=\"nobreak\">--</span>defending against foreign espionage","response":"counterintelligence (counterespionage originally ruled incorrect)"},{"text":"Like shy people, computer software also has these flaws or weaknesses that affect the security of the computer","response":"vulnerabilities (or susceptibilities)"},{"text":"After the physicist who discovered X-rays, it's another name for a doctor who interprets X-rays","response":"a roentgenologist"}],"originalDate":"2011-07-29"},{"category":"TOOLS OF THE WRITER'S TRADE","comments":"","clues":[{"text":"Nabokov's novels all began on 3x5 these, which he kept under his pillow in case of inspiration","response":"an index card"},{"text":"In 2009 this, on which Cormac McCarthy produced 5 million words, sold for over $250,000 at auction","response":"a typewriter"},{"text":"At London's Charles Dickens museum, visitors can handle Dickens' own pen of this type","response":"a quill pen"},{"text":"Raymond Chandler composed screenplays by talking into this machine, a brand name copyrighted in 1907","response":"a dictaphone"},{"text":"Steinbeck was obsessed with these; the Mongol 2 3/8 model came closest to the perfect point","response":"a pencil"}],"originalDate":"2011-07-28"},{"category":"QUARTERBACK U.","comments":"","clues":[{"text":"Peyton Manning","response":"University of Tennessee"},{"text":"Vince Young","response":"University of Texas"},{"text":"Steve Young","response":"BYU (Brigham Young)"},{"text":"Drew Brees","response":"Purdue"},{"text":"Jim Kelly &amp; Gino Torretta","response":"University of Miami"}],"originalDate":"2011-07-28"}],[{"category":"THE \"N\" CROWD","comments":"","clues":[{"text":"He was a great rugby &amp; lacrosse player but he's better known as \"The Father of Basketball\"","response":"Naismith"},{"text":"Once in the news himself, today this marine colonel hosts \"War Stories\" on the Fox News Channel","response":"(Ollie) North"},{"text":"After a breakdown around 1919, this Russian-born ballet dancer spent the rest of his life in &amp; out of asylums","response":"Nijinsky"},{"text":"He not only won the 1971 Nobel Prize for Literature, he also served in the Chilean senate","response":"(Pablo) Neruda"},{"text":"Egypt's president from 1956 to 1970, he dreamed of leading the whole Arab world","response":"Nasser"}],"originalDate":"2011-07-28"},{"category":"FLAMING FOODS","comments":"","clues":[{"text":"\"Joy of Cooking\" instructions for making this cherry dessert: \"Standing back, ignite with a long lighted match\"","response":"cherries jubilee"},{"text":"Henri Charpentier is said to have created this dessert crepes dish by accident; the dish was a flaming success","response":"Crêpe Suzette"},{"text":"You can make a flaming version of this tex-mex dish whose name means \"little sashes\"","response":"fajitas"},{"text":"This dessert, cake &amp; ice cream browned in the oven, can be flambeed for a dramatic presentation","response":"Baked Alaska"},{"text":"Brennan's in New Orleans says that this flaming fruity dessert is the most requested item on its menu","response":"Bananas Foster"}],"originalDate":"2011-07-28"},{"category":"ANIMALS IN ITALIAN","comments":"","clues":[{"text":"Avoid the sting as you tell us that un'ape is this insect","response":"the bee"},{"text":"If you're called un asino, you're either a fool, or this animal","response":"a donkey"},{"text":"That's the scariest ragno, one of these, I've ever seen! Don't tell Signorina Muffet","response":"a spider"},{"text":"Un cane is this; ready for walkies?","response":"a dog"},{"text":"It really gets me that una capra is one of these farm animals","response":"a goat"}],"originalDate":"2011-07-28"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"The first of his cowboy hats was called the boss of the plains; Carlsbad, the most popular model, followed","response":"Stetson"},{"text":"The act of herding cattle; death was sometimes called \"the last\" one","response":"the roundup"},{"text":"In 1859 this Nevada town sprung up virtually overnight with the discovery of the Comstock Lode","response":"Virginia City"},{"text":"In 1867 Joseph McCoy set up a shipping yard in Abilene, Kansas to hold Texas cattle arriving on this trail","response":"the Chisholm Trail"},{"text":"As the result of an injury suffered in his first gunfight in 1876, he began using a cane &amp; often used it as a weapon","response":"Bat Masterson"}],"originalDate":"2011-07-28"},{"category":"BOOKS &amp; MOVIES","comments":"(Alex: You're gonna be dealing with two elements in each clue.  I'll give you an example.  If we said \"Tender is the ____ of the Living Dead\", you'd say, \"What is Night?\" because it completes one and works with the other also.)","clues":[{"text":"The Power and the <br>___<br>Daze","response":"<i>Glory</i>"},{"text":"The Confessions of Nat<br>___<br>and Hooch","response":"<i>Turner</i>"},{"text":"The Painted <br>___<br>on a Wire","response":"<i>Bird</i>"},{"text":"Vanity <br>___<br>Game","response":"<i>Fair</i>"},{"text":"The Red and the <br>___<br>Knight","response":"<i>Black</i>"}],"originalDate":"2011-07-28"},{"category":"JULIUS CAESAR SALAD","comments":"","clues":[{"text":"In 2008 a marble one of these was found in a French river, apparently thrown there right after Caesar's fall","response":"a bust"},{"text":"It's named for Julius Caesar &amp; is sometimes written in a date as \"7\"","response":"July"},{"text":"In Spanish the name becomes this, as on former boxing champion Chavez","response":"Julio Cesar Chavez"},{"text":"This 5-word line spoken by the soothsayer is a quote from Shakespeare's \"Julius Caeser\"","response":"\"Beware the ides of March\""},{"text":"In 45 B.C. Caesar was given permission to wear this, which he appreciated as it covered his baldness","response":"a laurel wreath"}],"originalDate":"2011-07-28"}],{"category":"WORLD FLAGS","text":"Peter the Great designed Russia's flag based on the tricolor flag of this nation where he'd gone to learn shipbuilding","response":"the Netherlands"}]}