{"mix":3094,"rounds":[[{"category":"TRIAL PARTICIPANTS","comments":"","clues":[{"text":"British Captain Thomas Preston was a central figure in the trial regarding this unfortunate 1770 event","response":"the Boston Massacre"},{"text":"Lawson Botts, who defended this fiery abolitionist at his 1859 trial, died fighting for the Confederacy in 1862","response":"John Brown"},{"text":"In 1521 it was Charles V presiding &amp; the Archbishop of Trier, John Eck, prosecuting this man","response":"Martin Luther"},{"text":"In 1633 Urban VIII had this man tried; Father Firenzuola prosecuted","response":"Galileo"},{"text":"The accusers in his 399 B.C. trial were Meletus, Anytus &amp; Lycon","response":"Socrates"}],"originalDate":"2011-07-27"},{"category":"QUOTATIONS FROM <em class=\"underline\">BARTLETT'S</em>","comments":"","clues":[{"text":"Among the remarks attributed to this baseball player are \"It was deja vu all over again\" &amp; \"You can observe a lot by watching\"","response":"Yogi Berra"},{"text":"In a 1961 song, it's the question that precedes \"Girls have picked them every one, oh, when will they ever learn?\"","response":"Where have all the flowers gone?"},{"text":"One of Garrison Keillor's quotes begins, \"That's the news from\" this place, \"where all the women are strong\"","response":"Lake Wobegon"},{"text":"A 1920 Robert Frost poem begins, \"Some say the world will end in\" this, \"some say in ice\"","response":"fire"},{"text":"On March 21, 1973 this White House counsel said that \"we have a cancer within, close to the presidency, that is growing\"","response":"John Dean"}],"originalDate":"2011-07-27"},{"category":"THE \"SOCIAL\" NETWORK","comments":"","clues":[{"text":"This 1935 U.S. federal law provided assistance in old age pensions, insurance &amp; unemployment","response":"Social Security"},{"text":"This term for someone attempting to gain a higher position in society sounds like a casual mountaineer","response":"a social climber"},{"text":"The USSR was a Union of Soviet these","response":"Socialist Republics"},{"text":"S.A.D. can stand for this psychological condition, a fear of being humiliated in front of others","response":"the social anxiety disorder"},{"text":"Implicit agreement in which the individual surrenders liberty in return for protection","response":"a social contract (or social compact)"}],"originalDate":"2011-07-27"},{"category":"FUNERAL PLOTS","comments":"","clues":[{"text":"The title of this film tells you what events Hugh Grant &amp; his friends will be attending (though not in that order)","response":"<i>Four Weddings and a Funeral</i>"},{"text":"Jeff Goldblum, William Hurt, Glenn Close &amp; other friends gather &amp; reminisce for a friend's funeral in this film","response":"<i>The Big Chill</i>"},{"text":"Obsessed with death, Bud Cort meets Ruth Gordon at a funeral in this classic","response":"<i>Harold and Maude</i>"},{"text":"Jimmy Stewart returns to the town of Shinbone for John Wayne's funeral &amp; sets the record straight in this manly western","response":"<i>The Man who Shot Liberty Valance</i>"},{"text":"Chris Rock starred in a 2010 remake of this British film in which chaos ensues at what should be a solemn occasion","response":"<i>Death at a Funeral</i>"}],"originalDate":"2011-07-27"},{"category":"THEIR DEBUT NOVELS","comments":"","clues":[{"text":"1895:<br>\"The Time Machine\"","response":"H.G. Wells"},{"text":"1863:<br>\"Five Weeks in a Balloon\"","response":"(Jules) Verne"},{"text":"1996:<br>\"The Notebook\"","response":"(Nicholas) Sparks"},{"text":"1940:<br>\"Native Son\"","response":"Richard Wright"},{"text":"1992:<br>\"The Bridges of Madison County\"","response":"(Robert James) Waller"}],"originalDate":"2011-07-27"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"The Walter P. Reuther library at Wayne State University in Detroit is devoted to this movement","response":"labor"},{"text":"Learn fiddle &amp; gee-tar at the Blair school of music of this university<span class=\"nobreak\">--</span>it is in Nashville, after all","response":"Vanderbilt"},{"text":"The university of this Texas city is not actually located within the city itself but in the neighboring city of Irving","response":"Dallas"},{"text":"This New England institution is the only one of the Ivy League schools officially called a college","response":"Dartmouth College"},{"text":"This university in a borough named State College was founded in 1855 as a 4-year college called Farmers' High School","response":"Penn State"}],"originalDate":"2011-07-27"}],[{"category":"LOCAL COLOR","comments":"","clues":[{"text":"In the Irish language, this very Irish color is glas, &amp; the political party is Comhaontas Glas","response":"green"},{"text":"In a Paris shop, the English word \"jaundice\" may help you remember this French word for \"yellow\"","response":"jaune"},{"text":"Mavi is Turkish for this, the color of a landmark mosque there","response":"blue"},{"text":"This zona, Spanish for \"pink zone\", is a touristy part of Mexico City","response":"the Zona Rosa"},{"text":"German for \"white\", in Bavaria it's found before \"Bier\"","response":"weiss"}],"originalDate":"2011-07-27"},{"category":"WITH THIS \"RING\"","comments":"","clues":[{"text":"Adventurous courage, perhaps shown by the young man on the flying trapeze","response":"daring"},{"text":"Cities in Missouri &amp; Massachusetts are called this, also the capital of a third state","response":"Springfield"},{"text":"Dexter Holland's band","response":"the Offspring"},{"text":"Listen up! It's a session in which testimony is presented before a judge in a lawsuit","response":"a hearing"},{"text":"This emcee at a circus is traditionally part announcer, part equestrian director","response":"a ringmaster"}],"originalDate":"2011-07-27"},{"category":"SANDWICHES","comments":"","clues":[{"text":"Martha Stewart's favorite recipe for this sandwich includes light mayo &amp; uses 10 whites &amp; only 2 yolks","response":"an egg salad sandwich"},{"text":"Kraft informs us that Americans eat 2.2 billion of these cooked sandwiches a year","response":"grilled cheese"},{"text":"The pan bagnat, a Nicoise specialty, is a Provencal version of this American brown bag staple","response":"tuna sandwich"},{"text":"Butter, romano &amp; this meat are traditional in a hot brown, a late November favorite from Kentucky's Brown Hotel","response":"turkey"},{"text":"A sandwich specialty of Montreal is this pastrami-like delight, viande fumee en francais","response":"smoked meat"}],"originalDate":"2011-07-26"},{"category":"SIDES","comments":"","clues":[{"text":"Elvis wasn't \"crying all the time\", having a dual-sided No. 1 hit with \"Don't Be Cruel\" &amp; this song","response":"\"(You Ain't Nothin' But A) Hound Dog\""},{"text":"\"Time\" is on side 1 of this Pink Floyd album; \"Money\" is on side 2","response":"<i>Dark Side Of The Moon</i>"},{"text":"Fittingly, \"Act Of Contrition\" was on the flip side of this No. 1 single by Madonna","response":"\"Like A Prayer\""},{"text":"Side 1 of his album \"Midnight Love\" provided \"Sexual Healing\"","response":"Marvin Gaye"},{"text":"Side 1 of her album \"Tapestry\" starts with \"I Feel The Earth Move\"; side 2 ends with \"(You Make Me Feel Like) A Natural Woman\"","response":"Carole King"}],"originalDate":"2011-07-26"},{"category":"SUBS","comments":"","clues":[{"text":"This instrument, in its simplest form a tube with mirrors, enables the sub crew to see above the surface of the water","response":"a periscope"},{"text":"U1, this country's first naval submarine, entered service in 1906","response":"Germany"},{"text":"\"Under Pressure\", the first novel by this \"Dune\" author, details the dangerous mission of a 4-man sub crew in the 2000s","response":"Frank Herbert"},{"text":"In 1800, this inventor let off some steam building a copper-covered sub called the Nautilus","response":"Robert Fulton"},{"text":"This Confederate sub that sank in 1864 was raised from the sea bottom off Charleston in 2000","response":"the <i>Hunley</i>"}],"originalDate":"2011-07-26"},{"category":"TOSSED SALAD","comments":"","clues":[{"text":"Mistress of the Robes is the title of this woman's chief lady-in-waiting","response":"Queen Elizabeth"},{"text":"Goiter is caused by a deficiency of this element in the thyroid gland","response":"iodine"},{"text":"2010 marked 50 years of this device, which has revolutionized eye surgery &amp; outdoor light shows","response":"the laser"},{"text":"The number of righteous men in each generation according to Jewish legend, or the highest number in roulette","response":"36"},{"text":"Operation Dynamo was the Allied name for the desperate 1940 evacuation from this French town","response":"Dunkirk"}],"originalDate":"2011-07-26"}],{"category":"LITTLE COUNTRIES","text":"It's the closest nation to the mainland U.S. where cars customarily drive on the left","response":"the Bahamas"}]}