{"mix":3095,"rounds":[[{"category":"DESERTS","comments":"","clues":[{"text":"Roald Dahl's Augustus Gloop gets his just des(s)erts when he falls into a river of this trying to drink it","response":"chocolate"},{"text":"This author's vile creation Uriah Heep has his fraud justly exposed &amp; goes to prison","response":"Charles Dickens"},{"text":"At the end, this character's \"Wilde\", degenerate life is seen in his loathsome corpse; nice picture, though","response":"Dorian Gray"},{"text":"This novel's villain, De Villefort, finds his wife &amp; son dead &amp; Edmond Dantes gloating","response":"<i>The Count of Monte Cristo</i>"},{"text":"This John Bunyan book features a man whose lusts &amp; sins have him condemned for eternity in an iron cage","response":"<i>Pilgrim's Progress</i>"}],"originalDate":"2011-07-26"},{"category":"OPERAS WITH CHARACTER","comments":"","clues":[{"text":"Cio Cio San, a young Japanese woman","response":"<i>Madame Butterfly</i>"},{"text":"Jemmy, a Swiss boy used as a target stand","response":"<i>William Tell</i>"},{"text":"Mozart's Queen of the Night, a sorceress","response":"<i>The Magic Flute</i>"},{"text":"Daland, a captain of the high seas who meets a mysterious stranger","response":"<i>The Flying Dutchman</i>"},{"text":"Kurwenal, a servant accompanying his knight &amp; master to pick up a new bride","response":"<i>Tristan und Isolde</i>"}],"originalDate":"2011-07-26"},{"category":"U.S. PLACE NAMES","comments":"","clues":[{"text":"No big surprise<span class=\"nobreak\">--</span>this hook-shaped peninsula of Massachusetts was named for the fish caught off its shores","response":"Cape Cod"},{"text":"This New York City borough was named for Catherine of Braganza, Charles II's wife","response":"Queens"},{"text":"Manila, Utah receieved its name in 1898 to commemorate a victory by Admiral Dewey during this war","response":"the Spanish American War"},{"text":"One of Texas' barrier islands, this island was named for its wild horses, not its Ford coupes","response":"Mustang"},{"text":"\"Sew\" what you're saying is this California city, on the edge of the Mojave Desert, is named for some really sharp peaks","response":"Needles"}],"originalDate":"2011-07-26"},{"category":"LETTERMAN","comments":"(Alex: We'll need the name and the letters.)","clues":[{"text":"This 19th century showman's first successful exhibit at the American Museum was the Feejee Mermaid (yeah, it was fake)","response":"P.T. Barnum"},{"text":"Spend a night at museums designed by this architect, including Qatar's Museum of Islamic Art &amp; Kyoto's Miho","response":"I.M. Pei"},{"text":"Maurits Cornelis were the first 2 names of this Dutch graphic artist known for his bizarre optical effects","response":"M.C. Escher"},{"text":"The \"B\" in this psychologist's first name was for Burrhus, which must've influenced his behavior to go by his initials","response":"B.F. Skinner"},{"text":"In 1895 he became the first African American to receive a Ph.D. from Harvard","response":"W.E.B. DuBois"}],"originalDate":"2011-07-26"},{"category":"\"J\"","comments":"","clues":[{"text":"A vertical side of a doorway","response":"a jamb"},{"text":"By definition, it's something that brings bad luck","response":"a jinx"},{"text":"The shortened first name of a Biblical man, it means to tease good-humoredly","response":"Josh/josh"},{"text":"The astrological notion that a certain large planet exerted a happy influence led to this adjective","response":"jovial"},{"text":"Someone who's always ready to sign up with a new club","response":"a joiner"}],"originalDate":"2011-07-26"},{"category":"LATE NIGHT TV","comments":"","clues":[{"text":"She was a guest host on \"The Tonight Show\", but after she got her own late night gig, Carson never spoke to her again","response":"Joan Rivers"},{"text":"This talk show host's fanatical audience section near the band was known as the Dog Pound","response":"Arsenio Hall"},{"text":"In 2005 this Scot took over as host of \"The Late Late Show\"","response":"Craig Ferguson"},{"text":"Before he hosted his HBO show, he hosted the late night \"Politically Incorrect\" on ABC","response":"Bill Maher"},{"text":"In 1973 Tom Snyder began hosting this show that, fittingly, was on after midnight","response":"<i>Tomorrow</i>"}],"originalDate":"2011-07-26"}],[{"category":"HOW CONTINENTAL!","comments":"","clues":[{"text":"July temperatures on this continent range from about -94 to a balmy high of around -40","response":"Antarctica"},{"text":"This continent covers only about 5% of the earth's land area; deserts cover about 1/3 of the continent","response":"Australia"},{"text":"This continent has the longest freshwater lake, 420 miles, in the world","response":"Africa"},{"text":"Both the highest &amp; lowest places on earth are on this continent","response":"Asia"},{"text":"A waterfall on this continent has the longest drop in the world, 3,212 feet","response":"South America"}],"originalDate":"2011-07-25"},{"category":"<a href=\"http://www.j-archive.com/media/2011-07-25_J_Cat2.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> BEST 1,000 MOVIES EVER MADE</a>","comments":"","clues":[{"text":"The Times' review of this film said \"Miss Wray goes through her ordeal with great courage\"","response":"<i>King Kong</i>"},{"text":"\"We wouldn't know how closely<span class=\"nobreak\">--</span>if at all<span class=\"nobreak\">--</span>\" this film \"parallels the life of an eminent publisher, as has been...alleged\"","response":"<i>Citizen Kane</i>"},{"text":"\"John Hughes lets the (5) kids challenge, taunt and confront each other as if this (film was) 'Twelve Angry Men'\"","response":"<i>The Breakfast Club</i>"},{"text":"\"Mr. Rains is properly slippery and crafty as a minion of Vichy perfidy\" in this drama","response":"<i>Casablanca</i>"},{"text":"This pic shows \"the social changes taking place in the south between 1948 and 1973, and (a) remarkable 25-year friendship","response":"<i>Driving Miss Daisy</i>"}],"originalDate":"2011-07-25"},{"category":"ORGANIZATIONS FOR SHORT","comments":"","clues":[{"text":"Founded in 1847, the AMA","response":"the American Medical Association"},{"text":"The NAACP","response":"the National Association for the Advancement of Colored People"},{"text":"The AKC","response":"the American Kennel Club"},{"text":"The K of C, all 1.8 million of them","response":"the Knights of Columbus"},{"text":"Similar to the DAR, the SAR","response":"the Sons of the American Revolution"}],"originalDate":"2011-07-25"},{"category":"PULITZER-WINNING NOVELS","comments":"","clues":[{"text":"The Pulitzer folks found Michael Chabon's \"Amazing Adventures of Kavalier &\" him amazing enough to win","response":"<i>Clay</i>"},{"text":"Richard Ford wrote this novel in which Will Smith saves the world from alien invasion... wait, that's not right","response":"<i>Independence Day</i>"},{"text":"We'd sum up this 1952 winner as quew quits Queeg","response":"<i>The Caine Mutiny</i>"},{"text":"Virginia Woolf won no Pulitzers, but \"Mrs. Dalloway\" resonates in 3 different stories &amp; decades in this novel","response":"<i>The Hours</i>"},{"text":"In this novel a southern politician's life is described in stark detail, with exquisite Penn-manship","response":"<i>All the King's Men</i>"}],"originalDate":"2011-07-25"},{"category":"EASY AS B_C_D","comments":"(Alex: Each correct response will begin with a \"B\", there'll be a \"C\" somewhere in the middle, and each correct response will end with a \"D\".)","clues":[{"text":"An untruth told with shameless confidence is this type of \"lie\"","response":"a bald-faced (or bare-faced) lie"},{"text":"When a check failed to clear because of insufficient funds, we say it did this","response":"bounced"},{"text":"On Nov. 13, 1979 the 76ers' Darryl Dawkins shattered one of these","response":"a backboard"},{"text":"The state of being a single guy","response":"bachelorhood"},{"text":"Terminating in 2 points, like certain teeth","response":"bicuspid"}],"originalDate":"2011-07-25"},{"category":"THE DEFIANT ONES","comments":"","clues":[{"text":"He was in jail at Poona when Time named him its Man of the Year for 1930","response":"Gandhi"},{"text":"Stokely Carmichael was \"honorary prime minister\" of these '60s radicals","response":"the Black Panthers"},{"text":"Pro-democracy activist Aung San Suu Kyi was under house arrest in this capital from 2003 to 2010","response":"Rangoon (or Yangon)"},{"text":"Frank Pais was a leader of the 26th of July movement, which sought to overthrow this man's Caribbean regime","response":"Fulgencio Batista"},{"text":"During World War II, Josip Broz led these Yugoslav resistance fighters against Nazi occupation","response":"the Partisans (the People's Liberation Army)"}],"originalDate":"2011-07-25"}],{"category":"2016 U.S. OLYMPIANS","text":"If this U.S. state was a country, it would have been in the top 10 in gold medals with 14<span class=\"nobreak\">--</span>9 of them by 1 man &amp; 1 woman","response":"Maryland"}]}