{"mix":3099,"rounds":[[{"category":"SCOTLAND","comments":"","clues":[{"text":"Scottish ones consist of 15 people, &amp; their decisions don't have to be unanimous; a majority will do","response":"a jury"},{"text":"The answer to this age-old question is short black pant called \"trews\"","response":"What do Scotsmen wear under their kilts?"},{"text":"Scottish-born magnate who made his fortune in iron &amp; steel in 19th century Pittsburgh, Penn.","response":"(Andrew) Carnegie"},{"text":"Ben Lomond, Ben Venue &amp; Ben Wyvis are these","response":"mountains"},{"text":"Scotland's \"Granite City\"; its name means \"mouth of the Dee\" River, which is where it's located","response":"Aberdeen"}],"originalDate":"1990-01-09"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"It's the spotted variety of this African carnivore, not the striped, that's known for its laugh","response":"a hyena"},{"text":"You may pin the tail on the donkey, but a pintail is this type of bird","response":"duck"},{"text":"Sir Richard Owen coined this word around 1841 to describe the ancient creature he dug up &amp; displayed","response":"dinosaur"},{"text":"The hartebeest, a large antelope, is native to this continent","response":"Africa"},{"text":"North American porcupines who gnaw the bark off trees are part of this \"gnawing\" order","response":"rodents"}],"originalDate":"1990-01-09"},{"category":"G WHIZ","comments":"","clues":[{"text":"It can be a maxim or a dwarflike creature that lives underground","response":"gnome"},{"text":"This spasm of the diaphragm is pronounced the same whether it ends in \"cough\" or \"cup\"","response":"hiccough"},{"text":"It pairs up with ready or tumble","response":"rough"},{"text":"A portent of things to come, or the big placard that says \"Jeopardy!\" outside our studio","response":"sign"},{"text":"Oui, monsieur, it's a small, round, choice cut of beef from the loin","response":"filet mignon"}],"originalDate":"1990-01-09"},{"category":"PEOPLE","comments":"","clues":[{"text":"Reba McEntire was a rodeo rider before she became famous in this profession","response":"singing"},{"text":"According to People Magazine, Prince Charles calls him \"Willie the wombat\"","response":"Prince William"},{"text":"Her good friend Bella Abzug was executive producer of her \"Inner Workout\" video","response":"Shirley MacLaine"},{"text":"Born in the 1890s, this modern dancer became a star in \"Xochitl\", an Aztec ballet created for her","response":"Martha Graham"},{"text":"In recent years his widow Jihan was been teaching at a number of U.S. universities","response":"(Anwar) Sadat"}],"originalDate":"1990-01-09"},{"category":"POT LUCK","comments":"","clues":[{"text":"The 40-day display of the Michael Dukakis figure was the shortest in this London museum's history","response":"Madame Tussauds"},{"text":"Most of the damage in San Francisco in 1906 was caused by these, not by the quake itself","response":"fires"},{"text":"Breman, Germany's St. Pauli Girl is this","response":"brand of beer"},{"text":"Sterling silver is usually defined as consisting of 92.5% silver &amp; 7.5% this metal","response":"copper"},{"text":"This sandstone formation near Lake Powell in Utah is the world's most massive natural arch","response":"Rainbow Bridge"}],"originalDate":"1990-01-09"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"After the collapse of Charlemagne's empire this system of lords &amp; vassals emerged","response":"feudalism"},{"text":"This Medici had \"24 maids of honor of high rank &amp; low principles to help her seduce...nobles\"","response":"Catherine de Medici"},{"text":"From 1848 - 1916 Franz Joseph I was emperor of Austria &amp; king of this","response":"Hungary"},{"text":"Though unable to navigate its full length, in 1846 Sir John Franklin found this long-sought route","response":"Northwest Passage"},{"text":"This bearded 12th c. emperor became a folk hero who it's said, will someday return &amp; unify Germany","response":"Frederick Barbarossa"}],"originalDate":"1990-01-09"}],[{"category":"NEVADA","comments":"","clues":[{"text":"More than half the population of Nevada lives in this city","response":"Las Vegas"},{"text":"The Sierra Nevadas are located on Nevada's border with this state","response":"California"},{"text":"This streak of silver made Virginia City one of the most famous western mining towns","response":"Comstock Lode"},{"text":"Though it had only about 20% of the required population, Nevada was made a state during this war","response":"Civil War"},{"text":"Nevada's state trees are the single-leafed pinion &amp; this pine, the oldest of which may be 5,000 years old","response":"bristlecone"}],"originalDate":"1990-01-09"},{"category":"ACTORS ONSTAGE","comments":"","clues":[{"text":"In 1960 this red-headed TV comedienne returned to Broadway to star in \"Wildcat\"","response":"Lucille Ball"},{"text":"Tho Geo. Segal did the movie, this actor starred in \"The Owl &amp; The Pussycat\" on Broadway, long before \"M*A*S*H\"","response":"Alan Alda"},{"text":"He not only wrote \"Torch Song Trilogy\", he originated the lead role of Arnold Beckoff as well","response":"Harvey Fierstein"},{"text":"John Lithgow won a Drama Desk Award in '85 for playing \"Mountain McClintock\" in this play on B'way","response":"<i>Requiem for a Heavyweight</i>"},{"text":"He played George in 1984's \"Sunday In The Park With George\"","response":"Mandy Patinkin"}],"originalDate":"1990-01-09"},{"category":"PRESIDENTS BY FIRST NAME","comments":"","clues":[{"text":"The one &amp; only Zachary","response":"Taylor"},{"text":"The 2 Andrews","response":"Jackson and Johnson"},{"text":"3 of the 4 Williams","response":"Taft, William Henry Harrison, and Clinton (and McKinley)"},{"text":"The last John alphabetically by last name","response":"Tyler"},{"text":"The 2 Thomases (one went by his middle name)","response":"Jefferson and Wilson"}],"originalDate":"2011-07-20"},{"category":"CELEBS WE'D LIKE TO SEE ON REALITY SHOWS","comments":"","clues":[{"text":"Dick Cheney belting out \"Man! I Feel Like A Woman!\" That would leave judge J-Lo's jaw hanging on this show","response":"<i>American Idol</i>"},{"text":"New roommate in this show's house! Yo, it's Martha Stewart, goin' to Karma with Deena &amp; JWoww in search of juiceheads","response":"<i>Jersey Shore</i>"},{"text":"Duane Chapman's new sidekick chasing down bad guys on this A&E show? 3 words: Dame. Judi. Dench","response":"<i>Dog the Bounty Hunter</i>"},{"text":"Ladies &amp; gentlemen, please enjoy the comedy stylings of Mr. Harry Reid on this NBC show hosted by Craig Robinson","response":"<i>Last Comic Standing</i>"},{"text":"Can Meryl Streep make the Vikings as a defensive tackle? This HBO NFL series will test her famed versatility","response":"<i>Hard Knocks</i>"}],"originalDate":"2011-07-20"},{"category":"THEY HELD UP","comments":"","clues":[{"text":"In a 1950 speech he held up what he said was a list of 205 Communists in the State Department","response":"(Joseph) McCarthy"},{"text":"On Jan. 15, 1934 he held up the First National Bank in East Chicago, Indiana (&amp; didn't stop to see a movie)","response":"John Dillinger"},{"text":"An admiral's son, he held up under torture in North Vietnam, even refusing early release","response":"John McCain"},{"text":"In this type of story of the Pharisee &amp; the publican, Jesus held up the latter as the example to follow","response":"a parable"},{"text":"In the original myth, this Titan held up the sky, not the earth, on his shoulders","response":"Atlas"}],"originalDate":"2011-07-20"},{"category":"ATTILA THE HUNGRY","comments":"","clues":[{"text":"Attila, enjoy these Sardou: poached, with artichoke hearts, truffles, ham, anchovies &amp; hollandaise","response":"eggs"},{"text":"Despite what a book title said, you'll be a real man after you eat this French dish made in a fluted pan","response":"quiche"},{"text":"I know you like this nut \"Roasting On An Open Fire\", along with your enemies; try some sweetened ones, as in marrons glaces","response":"chestnuts"},{"text":"Atty! No blood of the innocent until you've had this 9-letter veggie whose stalks are apple-green with purple-tinged tips","response":"asparagus"},{"text":"I know you hate Italy, but it's obvious you love this Naples fave, a deep-fried, half-moon-shaped stuffed pizza","response":"a calzone"}],"originalDate":"2011-07-20"}],{"category":"AMERICAN AUTHORS","text":"Nominated 8 previous times, he finally won a Nobel Prize for Literature in 1962, 6 years before his death","response":"John Steinbeck"}]}