{"mix":3106,"rounds":[[{"category":"WRITERS ON FILM","comments":"","clues":[{"text":"In \"Capote\", Catherine Keener portrayed this Southern novelist, on the cusp of publication","response":"Harper Lee"},{"text":"Christopher Plummer was nominated for an Oscar for playing this Russian author in 2009's \"The Last Station\"","response":"Tolstoy"},{"text":"\"Devotion\" starred Ida Lupino &amp; Olivia de Havilland as these writing sisters","response":"Charlotte & Emily Bronte"},{"text":"In \"Gothic\", Gabriel Byrne was this lord of poetry","response":"(Lord) Byron"},{"text":"Gwyneth Paltrow portrayed her in the early days of her marriage to fellow poet Ted Hughes","response":"Sylvia Plath"}],"originalDate":"2011-07-11"},{"category":"CHAIRS","comments":"","clues":[{"text":"One type is called a courting chair","response":"a love seat"},{"text":"Types of this chair include gungstol, Windsor &amp; Boston","response":"rocking chairs"},{"text":"Dust bunnies may be collecting under Britain's coronation chair since this was returned to Scotland in 1996","response":"the Stone of Scone"},{"text":"Pilgrim hall museum in Mass. has a black ash chair that belonged to this oft-elected governor of Plymouth Colony","response":"(William) Bradford"},{"text":"This Finnish-American architect designed furniture including a 1948 piece called the \"Womb Chair\"","response":"(Eero) Saarinen"}],"originalDate":"2011-07-11"},{"category":"MY SON, THE DOCTOR","comments":"","clues":[{"text":"This man who triumphed over polio in 1955 said his mother had no schooling &amp; lived her ambitions through her kids","response":"(Jonas) Salk"},{"text":"In a scene from a 2010 HBO movie, this doctor talks about his mother's long, painful last illness","response":"(Jack) Kevorkian"},{"text":"John &amp; Helen Koop's son held this U.S. government post from 1982 to 1989","response":"Surgeon General"},{"text":"His mother, Grace, passed away in 1928, the year he observed that a certain mold inhibited bacterial growth","response":"(Sir Alexander) Fleming"},{"text":"In 1854 the former Rosa Weigert gave birth to this chemotherapy pioneer known for his \"magic bullet\"","response":"Paul Ehrlich"}],"originalDate":"2011-07-11"},{"category":"GET \"SET\"","comments":"","clues":[{"text":"These one-piece undergarments were noted for tightness; today's are comfier &amp; often metal, not whalebone","response":"a corset"},{"text":"You suffer one when you experience a reverse or defeat","response":"a setback"},{"text":"Jewelers know ballerina, bead &amp; bezel are types of these in rings","response":"settings"},{"text":"A variety of apple is called this, also a shade of reddish brown","response":"russet"},{"text":"Hyphenated term for land or commodities reserved by the government for a particular use","response":"a set-aside"}],"originalDate":"2011-07-11"},{"category":"WASHINGTON","comments":"","clues":[{"text":"Washington grows more of these than any other state; about a third of them are Red Delicious","response":"apples"},{"text":"This biggest Washington city is pretty wet with Elliott Bay to the west, Lake Washington to the East","response":"Seattle"},{"text":"An Alaskan Malamute named Dubs is the mascot of this University of Washington football team","response":"the Huskies"},{"text":"Until 1853 Washington was part of this territory bearing the name of the next state south","response":"Oregon"},{"text":"The Cascade Mountains divide Washington east from west; North Cascades is one of these ways through them","response":"a pass"}],"originalDate":"2011-07-08"},{"category":"THE OBJECT OF THE HASBRO GAME","comments":"","clues":[{"text":"Trump up your properties!  Rule railroads!  Utilize utilities!  Bankrupt foes &amp; say it's nothing personal, just business","response":"<i>Monopoly</i>"},{"text":"Your opponent's 5-piece Navy must go down, &amp; it must go down hard","response":"<i>Battleship</i>"},{"text":"42 territories, including Siam; one simple goal:<br>Complete...<br>Global...<br>Domination!","response":"<i>Risk</i>"},{"text":"Was it Scarlet with a barbell in the spa?  Discover the secrets of this board game","response":"<i>Clue</i>"},{"text":"What a fun game<span class=\"nobreak\">--</span>buy insurance; pay taxes; get in a ski accident; get fired; bottom line<span class=\"nobreak\">--</span>get the highest dollar amount","response":"<i>Life</i>"}],"originalDate":"2011-07-08"}],[{"category":"QUOTATIONS IN LITERATURE","comments":"","clues":[{"text":"It begins, \"All children, except one, grow up\"","response":"<i>Peter Pan</i>"},{"text":"Hans Christian Andersen story in which you'll read, \"Heaven knows what was in that bed... I am black and blue!\"","response":"\"The Princess and the Pea\""},{"text":"In this 1883 children's classic, a parrot named Captain Flint squawks, \"Pieces of eight!  Pieces of eight!\"","response":"<i>Treasure Island</i>"},{"text":"In a 1900 book, one character tells her, \"I'm really a very good man; but I'm a very bad wizard\"","response":"Dorothy"},{"text":"In \"Little Women\" she tells sisters Jo, Amy &amp; Beth, \"It's so dreadful to be poor\"","response":"Meg"}],"originalDate":"2011-07-08"},{"category":"WEBSITES","comments":"","clues":[{"text":"Get live online assistance with your homework at this site run by PATH, which stands for \"Pupils Ask,\" these people \"Help\"","response":"Teachers"},{"text":"On the Colorado-based website this giant.com, you can get a bumper one for the car, like \"it's all good\"","response":"a sticker"},{"text":"You can play games called Football Frenzy &amp; All-star Dodgeball at sikids.com, this magazine's website for kids","response":"<i>Sports Illustrated</i>"},{"text":"kidsplanet.org has fact sheets about at-risk animals, like the mountain gorilla, classed as this 2-word term","response":"endangered species"},{"text":"Kids Web Japan has a page on this art that shows you how to fold a piece of paper into the shape of a dog or a piano","response":"origami"}],"originalDate":"2011-07-08"},{"category":"RECESS","comments":"","clues":[{"text":"I'm taking 5 on this alliterative playground piece that sounds like you should be climbing it in the Congo","response":"a jungle gym"},{"text":"In the NBA these recesses can be regular or 20-second","response":"a time-out"},{"text":"Run, don't walk to this up &amp; down recess plaything also called a seesaw","response":"a teeter-totter"},{"text":"Many plays have this delay built into the middle so people can stretch their legs","response":"an intermission"},{"text":"This 7-letter word for a day off from school or work originally referred to a religious observance","response":"a holiday"}],"originalDate":"2011-07-08"},{"category":"WASHING DONE","comments":"","clues":[{"text":"Like every wash day, there was 1 Hanes ankle this left without a partner","response":"a sock"},{"text":"After you left this bill in a pocket, Abe Lincoln looks like he's crying; I hope it's still \"legal tender\"","response":"a $5 bill"},{"text":"That stain on your jeans from helping Dad change the car's 10W-30 this<span class=\"nobreak\">--</span> it didn't come out","response":"the oil"},{"text":"Sorry, a couple of these, also called spangles, fell off your shirt even though I washed it inside-out","response":"sequins"},{"text":"Ahhh!  Nice warm shorts from this surf &amp; skate fashion company that sounds like a synonym for the metal mercury","response":"Quiksilver"}],"originalDate":"2011-07-08"},{"category":"MUSICAL GALS","comments":"","clues":[{"text":"The artist known as Pink now spells her professional name using one of these for the \"i\"","response":"an exclamation point"},{"text":"Christina Perri went from waitress to toast of the town after her ballad \"Jar of\" these was used on TV","response":"Hearts"},{"text":"This \"Wizards of Waverly Place\" star has a band called The Scene that released \"A Year Without Rain\" in 2010","response":"Selena Gomez"},{"text":"This \"Gossip\" gal made the Billboard charts by pairing with Garrett Hedlund on \"Give In To Me\"","response":"Leighton Meester"},{"text":"\"Moment 4 Life\" was a hit for this Lil Wayne protege who was discovered via her MySpace page","response":"Nicki Minaj"}],"originalDate":"2011-07-08"},{"category":"I NEED SOME SPACE","comments":"","clues":[{"text":"Flora, one of these \"roid\"s discovered in 1847, orbits the sun at an average distance of about 200 million miles","response":"asteroid"},{"text":"This multinational orbital project abbreviated I.S.S. houses numerous research modules","response":"the International Space Station"},{"text":"Colorful term for a second full moon in one month; something rare might happen \"once in\" it","response":"a blue moon"},{"text":"It can be a small pill or a small spacecraft like the Mercury ones used by early astronauts","response":"a capsule"},{"text":"The ESA, established in 1975, stands for this Space Agency; its 18 members include France &amp; Germany","response":"European"}],"originalDate":"2011-07-08"}],{"category":"HISTORIC LAST LINES","text":"It concludes, \"...we mutually pledge to each other our lives, our fortunes and our sacred honor\"","response":"the Declaration of Independence"}]}