{"mix":3141,"rounds":[[{"category":"30 SOMETHING","comments":"","clues":[{"text":"It's 3/4 of the number of weeks in a year, &amp; a common number of weeks for a pregnancy to last","response":"39"},{"text":"Standard RPM speed of your old long-playing record albums","response":"33 1/3"},{"text":"\"Miracle\" street in a 1947 holiday classic","response":"34th Street"},{"text":"Youngest age at which you can be sworn in for the U.S. Senate","response":"30"},{"text":"Total number of pieces including pawns at the start of a chess game","response":"32"}],"originalDate":"2011-05-13"},{"category":"A LITTLE OF THE BUBBLY","comments":"","clues":[{"text":"One of its ad campaigns called it \"The uncola. The un and only.\"","response":"7 Up"},{"text":"In the 1890s pharmacist Caleb Bradham invented this cola drink, known then as \"Brad's Drink\"","response":"Pepsi"},{"text":"Roy Allen opened root beer stands in 1922 &amp; introduced this brand name for his product","response":"A&W"},{"text":"Verrerie du Languedoc is one of the manufacturers of the green bottles for this brand of sparkling water","response":"Perrier"},{"text":"This current soda brand is named for a peak in the Cascades","response":"Shasta"}],"originalDate":"2011-05-13"},{"category":"YOU GET A STAR","comments":"","clues":[{"text":"Wolf 359, the fifth-closest star to Earth, takes the name \"wolf\" from this","response":"Max Wolf (the man who discovered it)"},{"text":"Our sun is a dwarf star; Capella A is a giant star &amp; Antares A is this even bigger type","response":"super giant"},{"text":"The brightness of a star is described by this word, from the Latin for \"great\"","response":"magnitude"},{"text":"Many Milky Way stars pair with another around a common center of gravity &amp; are called this, like a computer code","response":"a binary"},{"text":"The radial outflow of ionized gas from a star is called stellar or solar this","response":"wind"}],"originalDate":"2011-05-12"},{"category":"ETHNIC GROUPS","comments":"","clues":[{"text":"Not surprisingly Persians make up about 51% of this country's people","response":"Iran"},{"text":"People originally from this Iberian country make up Luxembourg's second-largest ethnic group","response":"Portugal"},{"text":"Greeks account for 77% of this country's people (&amp; Greece isn't the word)","response":"Cyprus"},{"text":"At about 15%, this native people constitute New Zealand's largest minority","response":"the Maori"},{"text":"At 7%, Hungarians form Romania's largest minority, while Roma, popularly known as these people, make up 2%","response":"gypsies"}],"originalDate":"2011-05-12"},{"category":"VENDING MACHINES","comments":"","clues":[{"text":"A 2010 order by the mayor banned calorically sweetened these from vending machines on S.F. city property","response":"drinks (sodas accepted)"},{"text":"William Rowe's 1926 machine vended these by the pack; in the Depression a new machine sold them individually","response":"cigarettes"},{"text":"It's the filling in the vending machine stalwart, Toasty Crackers from Lance Incorporated","response":"peanut butter"},{"text":"This colorful service operates about 25,000 kiosks that rent you a DVD for a buck","response":"Redbox"},{"text":"It's the term for a metal imitation coin used to fool a vending machine","response":"a slug"}],"originalDate":"2011-05-12"},{"category":"ARRIVALS","comments":"","clues":[{"text":"On his May 1927 arrival in Paris, he worried about killing some in the crowd of 10,000 with his propeller","response":"Lindbergh"},{"text":"On his arrival in Egypt in 48 B.C., he was presented with his rival Pompey's pickled head","response":"Julius Caesar"},{"text":"With age, John Paul II modified this custom; on arriving in South Africa in 1994, he was handed a basket of earth","response":"kissing the ground"},{"text":"April 21 is a Rastafarian holiday<span class=\"nobreak\">--</span>it's the date in 1966 when Haile Selassie visited this island","response":"Jamaica"},{"text":"On July 8, 1853 Commodore Matthew Perry historically sailed into this bay","response":"the Tokyo bay"}],"originalDate":"2011-05-12"}],[{"category":"IT'S \"MAY\"!","comments":"","clues":[{"text":"On the small screen, Gomer &amp; Opie lived there","response":"Mayberry"},{"text":"Stable emulsion of vinegar, oil, raw egg yolks &amp; lemon juice; yum!","response":"mayonnaise"},{"text":"Its journey across the pond took 66 days in 1620","response":"the <i>Mayflower</i>"},{"text":"Short-lived member of the order ephemeroptera","response":"the mayfly"},{"text":"Named for the festival once held there, it's a district of Central London","response":"Mayfair"}],"originalDate":"2011-05-12"},{"category":"BIBLICAL WOMEN","comments":"","clues":[{"text":"\"And it came to pass\" that Samson loved this \"woman in the valley of Sorek\"","response":"Delilah"},{"text":"She told her mother-in-law Naomi, \"whither thou goest, I will go...thy people shall be my people\"","response":"Ruth"},{"text":"This Phoenician princess who married King Ahab was thrown out a window &amp; her corpse devoured by dogs","response":"Jezebel"},{"text":"The story of this woman, the only female to judge Israel, is told twice in Judges","response":"Deborah"},{"text":"By offering water to Abraham's servant, she identified herself as the bride appointed by God for Isaac","response":"Rebecca"}],"originalDate":"2011-05-12"},{"category":"QUOTES ABOUT TEACHING","comments":"","clues":[{"text":"This conqueror &amp; pupil of Aristotle is quoted, \"I am indebted to my father for living, but to my teacher for living well\"","response":"Alexander the Great"},{"text":"In 1963 this pres. said cynics would pay \"those to whom they entrust the minds of their children\" less than their plumbers","response":"Kennedy"},{"text":"In this work Khalil Gibran said a wise teacher \"leads you to the threshold of your own mind\"","response":"<i>The Prophet</i>"},{"text":"He wrote in the business magazine bearing his name that education \"replaces an empty mind with an open one\"","response":"(Malcolm) Forbes"},{"text":"This 19th c. pioneer of public schools called education a \"great equalizer...balance-wheel of the social machinery\"","response":"(Horace) Mann"}],"originalDate":"2011-05-12"},{"category":"COLORFUL 19th CENTURY LIT","comments":"","clues":[{"text":"This 1895 Stephen Crane work has been called the first modern war novel","response":"<i>The Red Badge of Courage</i>"},{"text":"The subtitle of this 1877 novel is \"The Autobiography of a Horse\"","response":"<i>Black Beauty</i>"},{"text":"A trip to Liverpool as a cabin boy on a merchant ship helped this man pen \"Redburn\"; it wasn't the last novel he set at sea","response":"(Herman) Melville"},{"text":"The first chapter of this 1887 work is titled \"Mr. Sherlock Holmes\"","response":"<i>A Study in Scarlet</i>"},{"text":"In 1872 he published the first of his Wessex novels \"Under the Greenwood Tree\"","response":"(Thomas) Hardy"}],"originalDate":"2011-05-12"},{"category":"BROKEN ENGLISH","comments":"","clues":[{"text":"It means to fly apart suddenly, especially from internal pressure such as can happen to a balloon or an appendix","response":"burst"},{"text":"Neil Sedaka sang, \"If you go then I'll be blue, 'cause\" this \"is hard to do\"","response":"\"Breaking Up\""},{"text":"It can precede bean, fastener or dragon","response":"snap"},{"text":"This word was used to describe the \"Fairy Tales\" narrated by Edward Everett Horton on \"The Bullwinkle Show\"","response":"fractured"},{"text":"Tennyson wrote \"Out flew the web and floated wide, the mirror\" did this \"from side to side\"","response":"cracked"}],"originalDate":"2011-05-12"},{"category":"1840s AMERICA","comments":"","clues":[{"text":"From July 1845 to September 1847, he communed with nature at Walden Pond","response":"Thoreau"},{"text":"In 1849 this Cabinet department was created, assuming control of the General Land Office &amp; the Indian Affairs Office","response":"Interior"},{"text":"In May 1846 the Senate voted 40-2 to declare war on this country","response":"Mexico"},{"text":"On July 12, 1843 he announced that a divine revelation legitimized polygamy","response":"(Joseph) Smith"},{"text":"At his death in March 1848, he left a fortune estimated at $20 million, acquired in the fur trade &amp; real estate","response":"(John Jacob) Astor"}],"originalDate":"2011-05-11"}],{"category":"SECRETARIES OF STATE","text":"The 2 Secretaries of State who received B.A.s in political science from Wellesley, 10 years apart","response":"Madeleine Albright & Hillary Clinton"}]}