{"mix":3154,"rounds":[[{"category":"YOU COULD \"WIN\"","comments":"","clues":[{"text":"Part of a certain Scottish musical instrument, it can also mean one who talks but says nothing important","response":"a windbag"},{"text":"A.A. Milne adapted this children's book for the stage &amp; renamed it \"Toad of Toad Hall\"","response":"<i>The Wind in the Willows</i>"},{"text":"As 1 word, it means charming in a childlike way; as 2 words, it's part of a saying meaning life has ups &amp; downs","response":"winsome"},{"text":"Model 1866 of this rifle helped tame the Wild West","response":"a Winchester"},{"text":"It's the largest lake entirely within the province of Manitoba","response":"Lake Winnipeg"}],"originalDate":"2011-04-20"},{"category":"25-GAME WINNERS","comments":"(Alex: We're talkin' baseball.)","clues":[{"text":"In 1961 Whitey Ford won 25 games for this American League team","response":"the Yankees"},{"text":"In 1956 Don Newcombe won 27 games for this National League team","response":"the Brooklyn Dodgers"},{"text":"Terrific!  He racked up 25 wins for the Miraculous 1969 Mets","response":"Tom \"Terrific\" Seaver"},{"text":"The last Major League 30-game winner was Denny McLain, for this team in 1968","response":"the Detroit Tigers"},{"text":"In 1972 Steve Carlton was a 27-game winner for this team that won 59 the whole season","response":"the Philadelphia Phillies"}],"originalDate":"2011-04-19"},{"category":"ON THE BRITISH MONARCHY'S WEBSITE","comments":"","clues":[{"text":"It \"has served as the official London residence of Britain's sovereigns since 1837\"","response":"Buckingham Palace"},{"text":"Traditional forms of greeting the Queen: \"For men... a neck bow (from the head only) whilst women do a small\" one of these bows","response":"curtsy"},{"text":"The Queen &amp; the British monarchy have pages on this social networking site; you can \"like\" them but you can't \"friend\" them","response":"Facebook"},{"text":"If the Queen has an engagement outside London, her journeys often use a helicopter or an aircraft from this military group","response":"the Royal Air Force (RAF)"},{"text":"Before Elizabeth II, Queen Victoria was the last monarch to celebrate the anniversary called a Golden this","response":"Jubilee"}],"originalDate":"2011-04-19"},{"category":"HOLD IT!","comments":"(Alex: Tell us what each item is meant to hold in...)","clues":[{"text":"The Ark of the Covenant","response":"the 10 Commandments"},{"text":"A humidor","response":"tobacco (products)"},{"text":"A jewel case (not jewelry)","response":"a CD"},{"text":"A demitasse","response":"coffee"},{"text":"A creel (these creatures, primarily)","response":"fish"}],"originalDate":"2011-04-19"},{"category":"BIBLICAL BOOK TITLES","comments":"","clues":[{"text":"In Ecclesiastes this 1989 book title precedes \"and a time to heal\"","response":"<i>A Time to Kill</i>"},{"text":"One of Oprah's picks was Jane Hamilton's novel \"The Book of\" her; sounds just like an Old Testament book","response":"Ruth"},{"text":"Macon \"Milkman\" Dead is on a quest for his identity in this novel by Toni Morrison","response":"<i>Song of Solomon</i>"},{"text":"A collection of essays by Joan Didion is called \"Slouching Towards\" this biblical city","response":"Bethlehem"},{"text":"\"The Bear\" is one of the stories in Faulkner's collection called \"Go Down,\" him","response":"Moses"}],"originalDate":"2011-04-19"},{"category":"\"ARK\", WHO GOES THERE?","comments":"","clues":[{"text":"This mountain range extends from southern Illinois across Missouri into Arkansas","response":"the Ozarks"},{"text":"This African mammal is a walking can of Raid<span class=\"nobreak\">--</span>its diet consists almost entirely of ants &amp; termites","response":"aardvark"},{"text":"In a gas engine, these ignite the fuel-air mixture","response":"spark plugs"},{"text":"Hey!  Look closely; if you do, &amp; you should, you will see that there are 6 uses of these 2-word items used in writing!  Now, 8!","response":"punctuation marks"},{"text":"The U.S. Patent Office lists 3 types of intellectual property<span class=\"nobreak\">--</span>patents, copyrights &amp; these","response":"trademarks"}],"originalDate":"2011-04-19"}],[{"category":"ALICE","comments":"","clues":[{"text":"Chapter XI of \"Alice in Wonderland\" is \"Who Stole\" these pastries?","response":"tarts"},{"text":"\"The egg only got larger and larger, and more and more human... when (Alice) had come close to it, she saw... that it was\" him","response":"Humpty Dumpty"},{"text":"A common phrase in Lewis Carroll's day was \"grin like\" one of these; it grins in his story","response":"the Cheshire Cat"},{"text":"Alice holds this poem up to a looking-glass to decipher it","response":"\"Jabberwocky\""},{"text":"This tea-party guest poses the riddle, \"Why is a raven like a writing-desk?\"","response":"the Mad Hatter"}],"originalDate":"2011-04-19"},{"category":"\"WONDER\" LAND","comments":"","clues":[{"text":"Jimmy Stewart said this film was his favorite, as \"it's what a true motion picture should be\"","response":"<i>It's a Wonderful Life</i>"},{"text":"It's the TV show where Kevin pined for Winnie","response":"<i>The Wonder Years</i>"},{"text":"Drusilla, played by Debra Winger, left Paradise Island &amp; joined her sister Diana Prince on this TV show","response":"<i>Wonder Woman</i>"},{"text":"Mary Stuart Masterson, Eric Stoltz &amp; Lea Thompson are at the heart of this 1987 love triangle","response":"<i>Some Kind of Wonderful</i>"},{"text":"Bob Dylan won an Oscar for the song \"Things Have Changed\" from this 2000 film","response":"<i>Wonder Boys</i>"}],"originalDate":"2011-04-19"},{"category":"RABBIT","comments":"","clues":[{"text":"North American jackrabbits aren't really rabbits, they're members of this group often confused with rabbits","response":"hares"},{"text":"Mother rabbits can be inattentive; to make up for that, nature made this liquid of theirs 15% protein","response":"milk"},{"text":"Yes, Mr. Beatty, European rabbits do construct extensive burrow systems called these","response":"warrens"},{"text":"On many rabbits these can rotate 270 degrees, presumably to get a clearer TV picture","response":"ears"},{"text":"The rare volcano rabbit lives around the lofty volcanoes that surround this North American capital","response":"Mexico City"}],"originalDate":"2011-04-19"},{"category":"THE MAD TEA PARTY","comments":"","clues":[{"text":"The Tea Party is mad at government programs, like the cap &amp; trade system meant to reduce this element","response":"carbon"},{"text":"The Tea Party demands repeal of new legislation on health insurance, derided with this 9-letter name","response":"Obamacare"},{"text":"Many TPers are mad at the 17th Amendment, ratified in 1913 to provide for direct election of this body","response":"the Senate"},{"text":"The Tea Party is leery of this intl. body, which it suspects of plots like trying to get people in Denver to bike more","response":"the UN"},{"text":"Ironically, the Boston Tea Party (\"Time to party like it's 1773!\") opposes this Oct. 2001 anti-terrorist law","response":"the Patriot Act"}],"originalDate":"2011-04-19"},{"category":"THE LOOKING GLASS","comments":"","clues":[{"text":"Anton von Leeuwenhoek ground lenses to make these, which magnified objects up to more than 200 times","response":"microscopes"},{"text":"He told of the discoveries he made looking through a telescope in 1610's \"The Sidereal Messenger\"","response":"Galileo"},{"text":"Corning made glass tough enough for windows on these current vehicles to<br>re-enter our atmosphere at 15,000 mph","response":"Space Shuttles"},{"text":"This Rochester, N.Y. company named for 2 German men made the lenses for CinemaScope &amp; won an Oscar for the work","response":"Bausch & Lomb"},{"text":"To make binoculars compact, most contain these triangular glass objects; the Porro type gives better depth perception","response":"prisms"}],"originalDate":"2011-04-19"},{"category":"ALL A DREAM","comments":"","clues":[{"text":"Add 3 letters to reve, French for \"dream\", &amp; you'll have this word for a daydream","response":"reverie"},{"text":"Eat that 11 p.m. quesadilla &amp; you might have a pesadilla, Spanish for this","response":"a nightmare"},{"text":"In 1899 he wrote of hypermnesic dreams, in which memories, inaccessible by day, turn up in the dream","response":"Freud"},{"text":"Misty thoughts while smoking opium are the origin of the expression this type of dream","response":"pipe dreams"},{"text":"You might have surreal dreams when you try to sleep when your temperature is 102, defined as this 5-letter condition","response":"fever"}],"originalDate":"2011-04-19"}],{"category":"OPERA","text":"The heroine of this opera sings, “If you come to give me, so cruel, your last goodbye, the dark vortex of the Nile will be my grave”","response":"<i>Aida</i>"}]}