{"mix":3155,"rounds":[[{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"This state's Seward peninsula includes the westernmost point on the North American mainland","response":"Alaska"},{"text":"In Virginia Cape Charles &amp; Cape Henry mark the northern &amp; southern sides of the entrances to this bay","response":"Chesapeake Bay"},{"text":"Lake Placid is located 1,860 feet above sea level in these mountains","response":"the Adirondacks"},{"text":"Port Townsend, one of Washington's oldest cities, is at the entrance to this inlet","response":"Puget Sound"},{"text":"Referring to its Spanish name, this chief Texas Panhandle city is nicknamed the \"Yellow Rose of Texas\"","response":"Amarillo"}],"originalDate":"1993-12-22"},{"category":"CHRISTMAS SONGS","comments":"","clues":[{"text":"The line \"my true love gave to me five gold rings\" comes from this song","response":"\"The 12 Days of Christmas\""},{"text":"\"Hark! The Herald Angels Sing\" this","response":"\"Glory to the Newborn King\""},{"text":"John Mason Neale translated \"O Come, O Come, Emmanuel\" &amp; wrote this carol about a virtuous ruler","response":"\"Good King Wenceslas\""},{"text":"The only line from \"Rudolph the Red-Nosed Reindeer\" that contains the word \"Christmas\"","response":"\"Then one foggy Christmas Eve\""},{"text":"In 1951 this \"Music Man\" wrote \"It's Beginning to Look a Lot Like Christmas\"","response":"Meredith Willson"}],"originalDate":"1993-12-22"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"About 30% of the world's banana's are sold under this No. 1 brand name","response":"Chiquita"},{"text":"Since 1924 this department store has sponsored the annual Thanksgiving Day Parade in New York City","response":"Macy's"},{"text":"In 1952 this company introduced the \"Flo-Thru\" tea bag","response":"Lipton"},{"text":"This toothpaste \"with Flouristan\" was advertised in the 1950's with special paintings by Norman Rockwell","response":"Crest"},{"text":"This spice company that owns Schilling is the largest producer of dehydrated garlic &amp; onions","response":"McCormick"}],"originalDate":"1993-12-22"},{"category":"WISH SUPERSTITIONS","comments":"","clues":[{"text":"A wish made on the candles of one of these won't come true if you tell it aloud","response":"a birthday cake"},{"text":"This part of a bird is broken &amp; the person who gets the larger part gets his wish","response":"wishbone"},{"text":"\"I wish I may, I wish I might, have the wish I wish tonight\" is said upon seeing one of these","response":"a star"},{"text":"You can make a wish when you see 3 birds on a telephone wire or the first one of these birds in the spring","response":"a robin"},{"text":"A rhyme says \"Touch\" this color \"and your wish will come true\"","response":"blue"}],"originalDate":"1993-12-22"},{"category":"POT LUCK","comments":"","clues":[{"text":"For 5 seasons in the 1970s, this CBS sitcom starring Carroll O'Connor was TV's No 1. prime-time series","response":"<i>All in the Family</i>"},{"text":"The color of red wines comes from this part of the grape","response":"the skin"},{"text":"Tae Kwon Do, which emphasizes kicking, is the Korean type of this martial art","response":"karate"},{"text":"This chief crop of Illinois grows on about 40% of the state's farmland","response":"corn"},{"text":"Randolph Churchill, Winston's father, held this minister of finance position at age 37","response":"Chancellor of the Exchequer"}],"originalDate":"1993-12-22"},{"category":"HISTORIC PEOPLE","comments":"","clues":[{"text":"This conqueror was crowned King of England on Christmas Day 1066","response":"William"},{"text":"The Coast Guard traces its history to 1790, when the Revenue Marine was created by this Treasury Secretary","response":"(Alexander) Hamilton"},{"text":"On Valentine's Day 1779, this English explorer was killed by natives in a struggle over a boat","response":"Captain Cook"},{"text":"At a February 1956 Communist Party Congress, Khrushchev denounced this former leader as \"a tyrant\"","response":"(Joseph) Stalin"},{"text":"This British Prime Minister introduced the Intolerable Acts in response to the Boston Tea Party","response":"Lord (Frederick) North"}],"originalDate":"1993-12-22"}],[{"category":"QUOTATIONS","comments":"","clues":[{"text":"This humorist often commented, \"All I know is what I read in the papers\"","response":"Will Rogers"},{"text":"On living in the White House, he said in 1983, \"You get a little stir-crazy during the week\"","response":"Ronald Reagan"},{"text":"These 2 words complete the Charles Colton line \"When you have nothing to say....\"","response":"\"Say nothing\""},{"text":"In 1952, he said, \"Pat doesn't have a mink coat. But she does have a respectable Republican cloth coat\"","response":"Richard Nixon"},{"text":"This happens when \"Poverty comes in at the door\"","response":"\"Love flies out the window\""}],"originalDate":"1993-12-22"},{"category":"CENTRAL AMERICA","comments":"","clues":[{"text":"In population, this canal country's Darien province is its smallest","response":"Panama"},{"text":"In 1822-23 5 of the Central American countries were legally part of this North American country","response":"Mexico"},{"text":"The ruined site of Kaminaljuyo, built by these Indians, lies just outside Guatemala City","response":"the Mayans"},{"text":"The Tipitapa River connects Lake Managua with this lake to the southeast","response":"Lake Nicaragua"},{"text":"This country's only outlet to the Pacific is the Gulf of Fonseca about 60 miles southwest of Tegucigalpa","response":"Honduras"}],"originalDate":"1993-12-22"},{"category":"SAINTS","comments":"","clues":[{"text":"After the Danes invaded Ireland, St. Brigid's remains were moved next to this Saint's","response":"Patrick"},{"text":"When one of these tried to swallow St. Margaret, she should have called St. George","response":"a dragon"},{"text":"In 1960 an English volume of this Saint of Loyola's \"Letters to Women\" was published","response":"Ignatius"},{"text":"Sailors know St. Erasmus by this \"fiery\" name","response":"St. Elmo"},{"text":"St. Augustine was Bishop of Hippo; another St. Augustine went to England &amp; was the 1st Archbishop of this city","response":"Canterbury"}],"originalDate":"1993-12-22"},{"category":"MUSIC APPRECIATION","comments":"","clues":[{"text":"This musical style that developed in the 1940s is nicknamed R&B","response":"rhythm & blues"},{"text":"Types of this vocal music include Ambrosian, Byzantine &amp; Gregorian","response":"chants"},{"text":"A Malaguena can be a dance or a folk song from the southern part of this country","response":"Spain"},{"text":"\"Tarare\" may have been the finest opera composed by this man, a rival of Mozart","response":"(Antonio) Salieri"},{"text":"\"Kinderlieder\" is a cycle of children's songs by this \"Hansel and Gretel\" composer","response":"Engelbert Humperdinck"}],"originalDate":"1993-12-22"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"The form of this Philip Roth novel is a monologue by Alexander Portnoy to his psychiatrist","response":"<i>Portnoy's Complaint</i>"},{"text":"On his deathbed this slave forgives his sadistic master Simon Legree","response":"Uncle Tom"},{"text":"Kay Strong Petersen &amp; Dottie Renfrew are 2 of the Vassar grads in her novel \"The Group\"","response":"Mary McCarthy"},{"text":"Gibreel Farishta &amp; Saladin Chamcha fall from an exploded jet at the start of this Salman Rushdie novel","response":"<i>The Satanic Verses</i>"},{"text":"Ricky Roma is the top real estate salesman in his novel \"Glengarry Glen Ross\"","response":"(David) Mamet"}],"originalDate":"1993-12-22"},{"category":"\"A\" IS FOR AUTHOR","comments":"","clues":[{"text":"...of \"Little Men\"","response":"(Louisa May) Alcott"},{"text":"...of \"Metaphysics\" in the 300s B.C.","response":"Aristotle"},{"text":"...of a poem she read at Clinton's first inauguration","response":"(Maya) Angelou"},{"text":"...of the ancient Greek comedy \"Clouds\"","response":"Aristophanes"},{"text":"...of 1980's \"The Clan of the Cave Bear\"","response":"(Jean) Auel"}],"originalDate":"2011-04-18"}],{"category":"COLLEGE DISCIPLINES","text":"Embracing the future &amp; new technology in 1962, Purdue established the 1st college dept. in the U.S. for this 2-word discipline","response":"computer science"}]}