{"mix":3156,"rounds":[[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Horton heard that \"Read Across America Day\", March 2, coincides with the birthday of this children's author","response":"Dr. Seuss"},{"text":"Britannica says this animal observed on Feb. 2 is \"basically a giant North American ground squirrel\"","response":"a groundhog"},{"text":"Casimir Pulaski Day, the first Monday in March, celebrates a Revolutionary War hero born in this country","response":"Poland"},{"text":"Daisy Gatson Bates Day in this state celebrates a civil rights activist who helped integrate Little Rock's schools","response":"Arkansas"},{"text":"Seward's Day, the last Monday in March, is one of this state's holidays","response":"Alaska"}],"originalDate":"2011-04-18"},{"category":"CALIFORNIA GOVERNORS","comments":"","clues":[{"text":"Earl Warren was the first 3-term governor of California &amp; was this man's running mate on a 1948 ticket","response":"(Thomas) Dewey"},{"text":"President of the Central Pacific Railroad, he was governor from 1862 to 1863 &amp; later opened a university","response":"(Leland) Stanford"},{"text":"Dr. George Pardee was elected governor in 1902 in part to eradicate this rat-borne illness in San Francisco","response":"the plague"},{"text":"Frank Merriam didn't suffer from \"Jungle\" fever after beating this novelist in the 1934 gubernatorial race","response":"Upton Sinclair"},{"text":"In 1982 George Deukmejian beat this L.A. mayor to win the office","response":"Tom Bradley"}],"originalDate":"2011-04-18"},{"category":"SCHWARZENEGGER","comments":"","clues":[{"text":"The logical choice was to cast this comic actor as Arnold's brother in \"Twins\"","response":"(Danny) DeVito"},{"text":"The few lines that Arnold mouthed in \"Conan the Barbarian\" were written by John Milius &amp; this \"Wall Street\" director","response":"Oliver Stone"},{"text":"Arnold used the last name \"Strong\" when portraying this demigod \"in New York\"","response":"Hercules"},{"text":"In \"The Running Man\", Arnold feuded with this British game show host","response":"Richard Dawson"},{"text":"Arnold reteamed with this innovative director for 1994's \"True Lies\"","response":"James Cameron"}],"originalDate":"2011-04-18"},{"category":"RE: GUN","comments":"","clues":[{"text":"A part of a .45, or last name of Mike in Mickey Spillane's \"My Gun Is Quick\"","response":"Hammer"},{"text":"In a James Bond novel, Francisco \"Pistols\" Scaramanga is also known as \"The Man with\" this","response":"<i>the Golden Gun</i>"},{"text":"In a 1939 Dalton Trumbo novel, he \"Got his Gun\" &amp; got badly wounded","response":"<i>Johnny</i>"},{"text":"\"The Gun\" is a tale of the Napoleonic Wars by C.S. Forester, creator of this sea captain who also fights Napoleon","response":"Horatio Hornblower"},{"text":"A big-fifty Sharps &amp; a sawed-off 12-gauge show up in chapter 1 of \"Gunsights\" by this author of \"Get Shorty\"","response":"Elmore Leonard"}],"originalDate":"2011-04-18"},{"category":"WARRIN'","comments":"","clues":[{"text":"From the Latin for \"war\" comes this adjective meaning \"ready to fight\"","response":"bellicose"},{"text":"This \"avian\" word refers to those advocating conflict","response":"hawks (war hawks accepted)"},{"text":"From the Greek for \"fist\" comes this adjective used to describe boxers, &amp; perhaps some little dogs...","response":"pugnacious"},{"text":"This warlike word is a homophone for a residence for youths abroad","response":"hostile"},{"text":"The first 7 letters of this word meaning \"quarrelsome\" spell a word meaning satisfied","response":"contentious"}],"originalDate":"2011-04-18"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"In 331 B.C. this Macedonian traveled to the Siwa Oasis where the oracle pronounced him a god","response":"Alexander the Great"},{"text":"This Thracian gladiator organized a revolt of gladiators &amp; slaves &amp; defeated 2 Roman armies in 72 B.C.","response":"Spartacus"},{"text":"In 337 A.D. this first Christian Roman emperor abolished crucifixion as a form of execution","response":"Constantine"},{"text":"In 439 A.D. the Vandals established their capital in this North African city founded by the Phoenicians","response":"Carthage"},{"text":"This Athenian lawmaker revised most of Draco's 7th century B.C. code of justice","response":"Solon"}],"originalDate":"2011-04-15"}],[{"category":"MOVIE FAMILIES","comments":"","clues":[{"text":"A classic from 1965:<br>The von Trapps","response":"<i>The Sound of Music</i>"},{"text":"A 1985 comedy:<br>Hello, McFlys!","response":"<i>Back to the Future</i>"},{"text":"A 2000 comedy:<br>The Byrneses (the Fockers show up in the sequels)","response":"<i>Meet the Parents</i>"},{"text":"A 2004 animated film:<br>The Parrs, who look good in red spandex","response":"<i>The Incredibles</i>"},{"text":"A 1968 scarefest:<br>The title character made it a family of 3 for the Woodhouses","response":"<i>Rosemary's Baby</i>"}],"originalDate":"2011-04-15"},{"category":"OY! I NEED A NOSH!","comments":"","clues":[{"text":"To start, how about a bowl of chicken soup with these dumplings, so light &amp; fluffy, also called knaidlach","response":"matzah (balls)"},{"text":"The way she cooked this cut of beef from the breast section under the first 5 ribs<span class=\"nobreak\">--</span>so moist, so tender","response":"brisket"},{"text":"What am I?  Chopped liver?  That sounds good, cooked with onions &amp; this, rendered chicken fat","response":"schmaltz"},{"text":"Oy!  You haven't lived until you've tasted my grandma's sweet eggy noodle pudding called lokshen this","response":"kugel"},{"text":"You know what I could really go for?  An apricot one of these 3-cornered cookies, a tradition for Purim","response":"hamantaschen"}],"originalDate":"2011-04-15"},{"category":"MALLS OF AMERICA","comments":"","clues":[{"text":"This cable network has a theme park at the Mall of America with a roller coaster named for SpongeBob","response":"Nickelodeon"},{"text":"Rushmore Mall in this state is the only regional shopping center within a 200-mile radius","response":"South Dakota"},{"text":"Nieman Marcus &amp; Christian Dior are among the high-end stores at Copley Place in this city's Back Bay area","response":"Boston"},{"text":"The sooner you get to this state's Sooner Mall, the sooner you can find the deals at Dillard's or Old Navy","response":"Oklahoma"},{"text":"All hail this state's King of Prussia Mall, one of the largest shopping complexes on the East Coast","response":"Pennsylvania"}],"originalDate":"2011-04-15"},{"category":"YOUR BODY AND \"U\"","comments":"","clues":[{"text":"This tube connects the abdomen of a fetus to the placenta","response":"the umbilical cord"},{"text":"One kind of this is a wound on the skin; another kind affects the mucous membrane as in the lower esophagus","response":"an ulcer"},{"text":"The lower teeth are positioned in front of the upper teeth when the jaw is closed in this form of malocclusion","response":"an underbite"},{"text":"In humans, this bone of the forearm is medially located (on the side of the little finger)","response":"the ulna"},{"text":"A fetus hangs out in this womb until its birthday","response":"the uterus"}],"originalDate":"2011-04-15"},{"category":"ANIMAL HOMOPHONES","comments":"","clues":[{"text":"A leaf cutter insect, or Mom's sis","response":"an ant/aunt"},{"text":"An adult male pig, or to drill a hole","response":"a boar/bore"},{"text":"A mammal that's sometimes spectacled, or naked","response":"a bear/bare"},{"text":"A South American ruminant, or a Tibetan monk","response":"a llama/lama"},{"text":"An \"Arctic\" avian, or to rotate","response":"a tern/turn"}],"originalDate":"2011-04-15"},{"category":"THE \"L\" YOU SAY","comments":"","clues":[{"text":"If you were born on August 15, you're this fire sign","response":"Leo"},{"text":"The cast of this series included Chris Noth, Benjamin Bratt &amp; Dennis Farina","response":"<i>Law & Order</i>"},{"text":"Flows of this created the scenic landscape in Idaho's Craters of the Moon National Monument","response":"lava"},{"text":"This French city, the capital of Sarthe Department, is home to a Grand Prix race","response":"Le Mans"},{"text":"From an ancient Greek region, this adjective means \"concise\", \"using few words\"","response":"laconic"}],"originalDate":"2011-04-15"}],{"category":"AUTHORS","text":"In 1948 he wrote he had an idea for a novel in which 2 guys hitchhike to California \"in search of something they don't really find\"","response":"Jack Kerouac"}]}