{"mix":3165,"rounds":[[{"category":"ARTISTS' RETREATS","comments":"","clues":[{"text":"\"Ariel\", \"Portnoy's Complaint\" &amp; this 1969 mob novel were all written partly in Yaddo in Upstate N.Y.","response":"<i>The Godfather</i>"},{"text":"Proceeds from \"Who's Afraid of Virginia Woolf?\" helped him start a residency program on Long Island","response":"Edward Albee"},{"text":"The patronage of Mabel Dodge Luhan made an artists' magnet of this town 55 miles from Santa Fe","response":"Taos, New Mexico"},{"text":"The colony bearing this single name features a barn poet Edna built from a Sears kit","response":"Millay"},{"text":"Around 1912, 2 painters from the Art Institute of this city founded the Ox-Bow Institute in Saugatuck, Mich.","response":"Chicago"}],"originalDate":"2011-03-30"},{"category":"GET SMART","comments":"","clues":[{"text":"Choline may help adult brains grow; one of these breakfast items has about a third of your RDA<span class=\"nobreak\">--</span>want an omelette?","response":"an egg"},{"text":"A study of 3,500 Japanese men's brains found those who did this in moderation aged better than those who didn't","response":"drank alcohol"},{"text":"A Boston study found doing this for 40 minutes a day builds up the cerebral cortex; monks must be really smart!","response":"meditate"},{"text":"Excess weight can interfere with this hormone, raising risk of diabetes &amp; impairing brain function<span class=\"nobreak\">--</span>so hit the gym, Einstein","response":"insulin"},{"text":"A U. of California study found that listening to the too many notes in this guy's sonatas raised IQ scores 8-9 points","response":"Mozart"}],"originalDate":"2011-03-30"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Instead of counties, this state has boroughs (or is it brrr-oughs?)","response":"Alaska"},{"text":"This state capital is located on the Merrimack River about 15 miles north of Manchester","response":"Concord"},{"text":"Tributaries of this Mississippi tributary include the Cheyenne, James &amp; Platte","response":"the Missouri"},{"text":"The Houston ship channel flows into this bay that shares its name with a city","response":"Galveston Bay"},{"text":"This N.C. peak, the highest east of the Mississippi, was named for the man who surveyed it, died on it &amp; is buried at the top","response":"Mt. Mitchell"}],"originalDate":"2011-03-30"},{"category":"\"CH\"ILL OUT!","comments":"","clues":[{"text":"15th century Pope Innocent VIII \"The Honest\" was the first pope to publicly admit having these","response":"children"},{"text":"The Battle of Missionary Ridge was a chief encounter of the 1863 battle of this southeastern city","response":"Chattanooga"},{"text":"The Chinese call these kuaizi","response":"chopsticks"},{"text":"Don't squawk if you're accused of having illegible handwriting, aka this","response":"chicken scratches"},{"text":"Specific 5-letter term for the block of wood you wedge under the wheels when jacking up a car","response":"chock"}],"originalDate":"2011-03-30"},{"category":"QUITE THE CAST OF TV CHARACTERS","comments":"","clues":[{"text":"This title doc is a lifesaver, but Drs. Lawrence Kutner &amp; Amber Volakis both died after working for him","response":"House"},{"text":"Gil Grissom &amp; Raymond Langston both went after the bad guys (with science!) on this show","response":"<i>CSI</i>"},{"text":"Jamie-Lynn Sigler (played by Jamie-Lynn Sigler) &amp; Mrs. Ari were characters on this HBO show","response":"<i>Entourage</i>"},{"text":"Supporting roles on this show include Glenn Quagmire &amp; Death, the latter voiced by Adam Carolla","response":"<i>Family Guy</i>"},{"text":"Lutz, Frank &amp; Toofer help make a variety show on this TV show","response":"<i>30 Rock</i>"}],"originalDate":"2011-03-29"},{"category":"PASTA SHAPES","comments":"","clues":[{"text":"Vermicelli is from the Latin for \"little' these<span class=\"nobreak\">--</span>eww!","response":"worms"},{"text":"Fettuccine means this; get it right &amp; we'll award you a \"blue\" one","response":"a ribbon"},{"text":"Stelline are literally \"little\" these heavenly bodies","response":"stars"},{"text":"Little round tortellini get their name from tortello, an Italian word for this food","response":"cake"},{"text":"Orecchiette means \"little\" these body parts","response":"ears"}],"originalDate":"2011-03-29"}],[{"category":"ANCIENT NAMES FOR MODERN PLACES","comments":"","clues":[{"text":"Once Lusitania, this country's modern name comes from the Roman name Portus Cale","response":"Portugal"},{"text":"\"Helvetia\" is still inscribed on this mountainous country's currency &amp; stamps","response":"Switzerland"},{"text":"Greeks &amp; Romans wrote about this island, Hibernia, though they never settled on it","response":"Ireland"},{"text":"The ancient name for this modern country's capital is Berytus","response":"Lebanon"},{"text":"Tripolitania is now the northwestern part of this country","response":"Libya"}],"originalDate":"2011-03-29"},{"category":"THE M16","comments":"","clues":[{"text":"Technically, an M16 isn't really a machine gun, but an automatic one of these","response":"a rifle"},{"text":"The primary manufacturer of the M16 is this American company also famous for its revolvers","response":"Colt"},{"text":"Varieties of these for the M16 include rubber, tracer &amp; armor-piercing","response":"ammunition (or bullets)"},{"text":"A standard attachment to the underside of the M16 is the M203, one of these \"launchers\"","response":"a grenade launcher"},{"text":"If you could keep it supplied, an M16 is capable of 950 rpm, which stands for this","response":"rounds per minute"}],"originalDate":"2011-03-29"},{"category":"THE \"G\"-5","comments":"","clues":[{"text":"If you're not moving too well, you've \"got a hitch in\" this","response":"your get-along"},{"text":"A sneaker, or slang term for a private investigator","response":"a gumshoe"},{"text":"In English grammar, it's the \"ing\" form of a verb functioning as a noun","response":"a gerund"},{"text":"The esophagus","response":"the gullet"},{"text":"This multi-decked Spanish warship had 3 masts &amp; a square rig","response":"a galleon"}],"originalDate":"2011-03-29"},{"category":"DOC","comments":"","clues":[{"text":"Seriously, Doc, I have episcleritis?  An inflammation of one of the layers of this sensory organ?","response":"the eye"},{"text":"I shouldn't have petted that deer, because now I'm afraid I have this disease caused by a deer tick &amp; named for a city","response":"Lyme disease"},{"text":"What do you mean my shingles is like a second coming of this childhood disease?  Wasn't once enough?","response":"chicken pox"},{"text":"Doc, my nearsightedness is really bad &amp; I don't want to try LASIK; what about RK, short for this?","response":"radial keratotomy"},{"text":"Doc, you call them renal calculi, I call them by this more common name, but how long before they pass?","response":"a kidney stone"}],"originalDate":"2011-03-29"},{"category":"BASH-FUL","comments":"","clues":[{"text":"Don't leave your beads behind if you attend a party along the parade route for this pre-Lenten New Orleans festival","response":"Mardi Gras"},{"text":"Jason Wu designed Michelle Obama's one-shouldered silk chiffon gown for these events on the night of Jan. 20, 2009","response":"the inaugural balls"},{"text":"Emily Post says you can give one of these parties for a single mom-to-be as well as for parents about to adopt","response":"a baby shower"},{"text":"1,300 invited guests attend the banquet held in Stockholm's Blue Hall following the awarding of these","response":"the Nobel Awards (the Nobel Prizes)"},{"text":"The invitation to a masked ball that Truman Capote threw in 1966 told women to wear a gown of either of these two colors","response":"black or white"}],"originalDate":"2011-03-29"},{"category":"GRUMPY","comments":"","clues":[{"text":"Reasons for his grumpiness include that his heart \"was 2 sizes too small\"","response":"the Grinch"},{"text":"This Dickens character introduced in 1843 is now generic for a grumpy miser","response":"Scrooge"},{"text":"Disgusted, he calls Claudius' court \"an unweeded garden that grows to seed\"","response":"Hamlet"},{"text":"Who would hold it against this poor fisherman for being grumpy after sharks ate his prized marlin catch?","response":"Santiago"},{"text":"In this novel Oskar Matzerath decides to stop growing at age 3, makes noise with his favorite instrument &amp; destroys things","response":"<i>The Tin Drum</i>"}],"originalDate":"2011-03-29"}],{"category":"FAMOUS NAMES","text":"In 1985, this person became the 1st professional athlete ever to appear on the front of a Wheaties box","response":"Pete Rose"}]}