{"mix":3181,"rounds":[[{"category":"THE WORLD","comments":"","clues":[{"text":"Honolulu County is on this island","response":"Oahu"},{"text":"This mountain, a symbol of Japan, is known for its 5 lakes &amp; 8 mini-peaks","response":"Mt. Fuji"},{"text":"The trail named for these people led from Cuzco to Intipunku, \"the gateway of the sun\", &amp; on to Machu Picchu","response":"the Incans"},{"text":"I see this city, the capital of Uruguay","response":"Montevideo"},{"text":"These nomadic people of southern Kenya build huts in a circle to create a boma, or village","response":"the Maasai"}],"originalDate":"2011-03-02"},{"category":"COPPING OUT AT THE MOVIES","comments":"","clues":[{"text":"Reach for the sky!  In 2010 Tom Hanks returned for a third time to provide the voice of this sheriff","response":"Woody"},{"text":"No jokering around!  Gary Oldman's James Gordon got a promotion to commissioner in this 2008 film","response":"<i>The Dark Knight</i>"},{"text":"Let's Segway to this Kevin James title guy, a New Jersey \"Mall Cop\"","response":"Paul Blart"},{"text":"Mais oui!  In 2006 Monsieur Steve Martin played zis<span class=\"nobreak\">--</span>I mean, this<span class=\"nobreak\">--</span>bumbling detective","response":"Inspector Clouseau"},{"text":"He did a \"Hitch\" as Del Spooner, a robot-hating Chicago cop investigating a murder in 2004's \"I, Robot\"","response":"(Will) Smith"}],"originalDate":"2011-03-02"},{"category":"BOTANY","comments":"","clues":[{"text":"This smooth-skinned variety of peach can sometimes be found on the same tree as its fuzzy brethren","response":"a nectarine"},{"text":"They are the individual parts of a flower's corolla","response":"petals"},{"text":"Bracken, a species of this green nonflowering plant, has large triangular fronds &amp; is found worldwide","response":"a fern"},{"text":"Varieties of this flower  include Leen Van Der Mark, Orange Emperor &amp; Apeldoorn","response":"the tulip"},{"text":"This orange pigment first isolated in carrots in 1881 is also found in pumpkins &amp; sweet potatoes","response":"carotene"}],"originalDate":"2011-03-02"},{"category":"DISCOVERIES","comments":"","clues":[{"text":"These sacred scrolls found at Qumran in 1947 have yielded many insights into early Christianity &amp; Rabbinic Judaism","response":"the Dead Sea scrolls"},{"text":"In 1882 Robert Koch discovered the microbe that causes this lung disease, TB for short","response":"tuberculosis"},{"text":"James Marshall, whose discovery began this 1849 frenzy, died poor in Kelsey, California","response":"the California Gold Rush"},{"text":"A 35,000-year-old flute discovered in a cave is made from the ivory of this animal, extinct for thousands of years","response":"a woolly mammoth"},{"text":"Only weeks after this planet was discovered in 1846, William Lassell discovered its largest moon, Triton","response":"Neptune"}],"originalDate":"2011-03-02"},{"category":"ENDS WITH THE SAME 2 LETTERS","comments":"","clues":[{"text":"This word describing the numbers 3 &amp; 15 can also mean \"eccentric\"","response":"odd"},{"text":"Someone from Helsinki","response":"a Finn"},{"text":"This sudden indulgence in an activity may follow \"spending\"","response":"spree"},{"text":"Goodbye!","response":"toodle-oo (or farewell)"},{"text":"A marsh or bog, or any muddled situation","response":"a morass"}],"originalDate":"2011-03-02"},{"category":"TALKIN' TOLKIEN","comments":"","clues":[{"text":"If ever a whiz of a wiz there was, it's this Tolkien wise guy who gets promoted from \"the Grey\" to \"the White\"","response":"Gandalf"},{"text":"Gildor &amp; Glorfindel are 2 of these immortal creatures, but they don't work for Keebler","response":"elves"},{"text":"Tolkien's name for the \"Black Land\", the home of the bad guys","response":"Mordor"},{"text":"Tolkien insisted on spelling this plural with a \"ves\", not an \"fs\" as in a 1937 Disney fairy tale title","response":"dwarves"},{"text":"Tolkien used this Old English word for \"monster\" as a synonym for \"goblin\"","response":"orc"}],"originalDate":"2011-03-01"}],[{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Schweinknochel, a German favorite, are this animal's knuckles","response":"a pig"},{"text":"Ocean Spray makes Cran-Cherry, Cran-Grape &amp; Cran-this variety of orange","response":"tangerine"},{"text":"Crudites are generally served with this 3-letter item, like baba ganoush or aioli","response":"a dip"},{"text":"In 2010 Wendy's introduced natural-cut these with the skins on, sprinkled with sea salt","response":"(french) fries"},{"text":"Meaning \"fresh\" in Spanish, this grapefruit soda was introduced in the 1960s","response":"Fresca"}],"originalDate":"2011-03-01"},{"category":"AFRICAN AMERICANS","comments":"","clues":[{"text":"In 2010 this Lakers guard became the youngest player in NBA history to reach 25,000 points","response":"Kobe Bryant"},{"text":"On Forbes' 2008 list of the World's Most Powerful Women, this then Secretary of State ranked seventh","response":"Condoleezza Rice"},{"text":"Of that bus incident in 1955, she once said, \"All I was doing was trying to get home from work\"","response":"(Rosa) Parks"},{"text":"The first African American to win a Pulitzer Prize, Gwendolyn Brooks won in this category in 1950","response":"Poetry"},{"text":"This astronomer &amp; mathematician helped survey the land that became Washington, D.C.","response":"(Benjamin) Banneker"}],"originalDate":"2011-03-01"},{"category":"ON YOUR COLLEGE VISIT...","comments":"","clues":[{"text":"Don't do a spit take &amp; say, \"Tuition's $37,380 at\" this school?  \"Nearby Palo Alto is great, but that's a cardinal sin\"","response":"Stanford"},{"text":"Don't bust into Urban Meyer's office at this school &amp; scream, \"I wanna start at quarterback like Tim Tebow!\"","response":"the University of Florida"},{"text":"Make sure to put \"the\" before the rest of the name of this Big 10 university in Columbus","response":"The Ohio State University"},{"text":"Don't ask why this state university would \"volunteer\" to change its name from Blount College","response":"Tennessee University"},{"text":"If you're a guy, be prepared for odd looks when you visit this Mass. school where Gloria Steinem went","response":"Smith"}],"originalDate":"2011-03-01"},{"category":"THE REALITY OF TV","comments":"","clues":[{"text":"J.T. outwitted, outplayed &amp; outlasted Stephen &amp; all the rest to win $1 mil. on the Tocantins edition of this show","response":"<i>Survivor</i>"},{"text":"In 2010 siblings Dan &amp; Jordan hit the finish line in San Francisco to win this CBS show's $1 million prize","response":"<i>The Amazing Race</i>"},{"text":"Captain Sig Hansen led the crew of the Northwestern on this Discovery Channel show; my fishing's a lot less risky","response":"<i>Deadliest Catch</i>"},{"text":"In 2010 Bravo's \"Real Housewives of\" this California city included Kim Richards, from 1975's \"Escape to Witch Mountain\"","response":"Beverly Hills"},{"text":"In 2009 this TLC couple was \"Plus 8\" &amp; plus a few domestic issues","response":"Jon & Kate (Gosselin)"}],"originalDate":"2011-03-01"},{"category":"TEENS IN HISTORY","comments":"","clues":[{"text":"John XII was only about 18 when he was elected to this office in 955<span class=\"nobreak\">--</span>that's a big step up from altar boy","response":"Pope"},{"text":"In 2005 CT scans confirmed that this \"boy king\" was about 19 when he was mummified","response":"Tutankhamen"},{"text":"She was around 16 when she led the French troops that raised the Siege of Orleans","response":"Joan of Arc"},{"text":"At 14, this future \"Old Hickory\" was captured &amp; wounded by the British during the Revolution","response":"Andrew Jackson"},{"text":"Mary Shelley was just 19 when she wrote this horror classic","response":"<i>Frankenstein</i>"}],"originalDate":"2011-03-01"},{"category":"ELDERS IN ENTERTAINMENT","comments":"","clues":[{"text":"A trombone provided the \"mwa-mwa-mwa\" adult voices in the animated versions of this Charles Schulz comic strip","response":"<i>Peanuts</i>"},{"text":"Hannah Montana's grandmother (Vicki Lawrence) is always feudin' with Hannah's godmother (her)","response":"Dolly Parton"},{"text":"Steve Zahn plays Frank Heffley, the dad in this 2010 film","response":"<i>Diary of a Wimpy Kid</i>"},{"text":"In 2007, soon after his mother's death, this rapper struggled to get through \"Hey Mama\" on stage","response":"Kanye West"},{"text":"Lauren Graham had a mouthy teen daughter on \"Gilmore Girls\"; she has another (Mae Whitman) on this current show","response":"<i>Parenthood</i>"}],"originalDate":"2011-03-01"}],{"category":"COMMUNICATION","text":"A 1978 presidential statement recognized October 4 as a day celebrating this communication system","response":"CB radio"}]}