{"mix":3183,"rounds":[[{"category":"\"FOR\" WORDS","comments":"","clues":[{"text":"In a common saying, it's what some people can't see for the trees","response":"the forest"},{"text":"A college team might have to do this for games played with ineligible team members","response":"forfeit"},{"text":"Jewelers as well as surgeons use this tool for grasping &amp; holding","response":"forceps"},{"text":"Usually it's the last thing you're served in a Chinese restaurant","response":"a fortune cookie"},{"text":"This word on the label signifies that vitamins have been added to milk","response":"fortified"}],"originalDate":"1988-11-02"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"You can visit this sport's hall of fame on PGA Blvd. in Pinehurst, North Carolina","response":"golf"},{"text":"Except when it's on tour, the most important King Tut collection is housed in this city","response":"Cairo"},{"text":"Type of place you'd be visiting if you were in Wind Cave, Lassen or Zion","response":"a national park"},{"text":"1 of 2 famous Danish breweries you can tour in Copenhagen","response":"Tuborg (or Carlsberg)"},{"text":"You can spend the night in a Victorian style railroad car at the Choo Choo Hilton in this city","response":"Chattanooga"}],"originalDate":"1988-11-02"},{"category":"MEDICINE","comments":"","clues":[{"text":"Device that's implanted to control irregular heart beats","response":"a pacemaker"},{"text":"The term \"strep\", as in strep throat, is short for this type of bacteria","response":"<i>Streptococcus</i>"},{"text":"He was a world authority on the gall wasp in the '20s before turning to sex research","response":"Kinsey"},{"text":"For an upper GI you drink this; for a lower GI... well, we won't talk about that","response":"barium"},{"text":"To test for this, the eyeball is anesthetized &amp; a pressure gauge is placed on the front of the eye","response":"glaucoma"}],"originalDate":"1988-11-02"},{"category":"TELEVISION","comments":"","clues":[{"text":"Ray Walston was the Martian while the \"my\" in \"My Favorite Martian\" referred to him","response":"Bill Bixby"},{"text":"Before playing the principal at \"The Bronx Zoo\", he played the city editor of the L.A. Tribune","response":"Ed Asner"},{"text":"In 1977 her own show aired on CBS just before \"Maude\"; now she's a \"Golden Girl\" with Bea Arthur","response":"Betty White"},{"text":"The pilot of this show, set in North Carolina, played as part of \"The Danny Thomas Show\" in 1960","response":"<i>The Andy Griffith Show</i>"},{"text":"He was a regular on Danny Kaye's, Carol Burnett's &amp; Tim Conway's variety shows","response":"Harvey Korman"}],"originalDate":"1988-11-02"},{"category":"U.S. STATES","comments":"","clues":[{"text":"The 2 states that border no other states","response":"Alaska & Hawaii"},{"text":"Of Colorado, New Mexico or Arizona, the state where the Rio Grande begins","response":"Colorado"},{"text":"Besides X,Y &amp; Z, 2 of the 3 consonants that don't begin a state's name","response":"J & Q (& B)"},{"text":"The last major land battle of the Revolutionary War took place in this state","response":"Virginia"},{"text":"This state got its nickname, \"Badger State\", from the 1820s miners who dug into its hillsides","response":"Wisconsin"}],"originalDate":"1988-11-02"},{"category":"ENGLISH LIT","comments":"","clues":[{"text":"In 1772 James Boswell told this author he intended to write his biography","response":"Doctor Samuel Johnson"},{"text":"The Baconian theory expounds this","response":"that Francis Bacon wrote Shakespeare's plays"},{"text":"Among his historical novels are \"I, Claudius\" &amp; \"Claudius the God\"","response":"Robert Graves"},{"text":"Since the beadle named his waifs alphabetically, this character came between Swubble &amp; Unwin","response":"(Oliver) Twist"},{"text":"In an Oliver Goldsmith work, Dr. Primrose is the vicar of this parish","response":"Wakefield"}],"originalDate":"1988-11-02"}],[{"category":"TECHNOLOGY","comments":"","clues":[{"text":"Count Rumford, who died in 1814, invented the drip version of this","response":"the coffee maker (the coffee pot accepted)"},{"text":"Eli Whitney's nephew invented a crusher used to grind up rock for surfacing these","response":"roads"},{"text":"A fault in the rotation speed of this device produces a sound called a \"wow\"","response":"a turntable"},{"text":"The \"D\" in radar stands for this","response":"detection"},{"text":"Name given to the simplest electron tubes, as they have just 2 main parts, a plate &amp; an emitter","response":"a diode"}],"originalDate":"1988-11-02"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Heavy casualties at Shiloh led to calls for his firing, but Lincoln said, \"I can't spare this man; he fights\"","response":"Grant"},{"text":"This battle was Lee's last major offensive","response":"Gettysburg"},{"text":"Northerners who sought advantage in the post-war South were said to tote their belongings in these","response":"carpetbags"},{"text":"In Sherman's famous \"march to the sea\", this seaport city was his goal","response":"Savannah, Georgia"},{"text":"1 of the 3 men whom Lincoln defeated in the 1860 presidential election","response":"Breckinridge (or Douglas or Bell)"}],"originalDate":"1988-11-02"},{"category":"PERFUME","comments":"","clues":[{"text":"Late designer whose perfumes are sold by the numbers: No. 5. No. 19 &amp; No. 22","response":"(Coco) Chanel"},{"text":"Mimosa, mayflower &amp; musk mingle in this, Yves St. Laurent's \"capital\" perfume","response":"Paris"},{"text":"Though it has the same name, Benetton's perfume wasn't named for this controversial Sean Penn film","response":"<i>Colors</i>"},{"text":"The 2 perfumes mentioned in Matthew 2:11","response":"frankincense & myrrh"},{"text":"Bulgaria is the chief producer of this perfume oil obtained by passing steam thru rose petals","response":"attar (of roses)"}],"originalDate":"1988-11-02"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The Potomac River feeds into this large bay","response":"the Chesapeake"},{"text":"On Aug. 12, 1901 the first auto reached the summit of this \"Peak\" near Colorado Springs, Colorado","response":"Pikes Peak"},{"text":"This river's delta covers 13,000 square miles, about 1/4 of Louisiana's area","response":"the Mississippi"},{"text":"In 1847 the Michigan legislature chose this city to succeed Detroit as state capital","response":"Lansing"},{"text":"Vineyard Sound separates Martha's Vineyard from the southernmost part of this cape","response":"Cape Cod"}],"originalDate":"2011-02-25"},{"category":"CURRENT MUSIC","comments":"","clues":[{"text":"B.o.B. &amp; Hayley Williams recorded a duet about these \"in the night sky like shooting stars\"","response":"airplanes"},{"text":"\"Brand New Eyes\" is from this band in the \"Misery Business\"","response":"Paramore"},{"text":"This celebrity kid wasn't weeping when she hit the charts with \"Whip My Hair\"","response":"Willow Smith"},{"text":"You may well be cooler than this \"Cooler Than Me\" hitmaker; he graduated from Duke with a GPA of 3.6","response":"Mike Posner"},{"text":"This Killers frontman slew fans all by himself with his 2010 solo album \"Flamingo\"","response":"(Brandon) Flowers"}],"originalDate":"2011-02-25"},{"category":"A WORLD OF FOOD","comments":"","clues":[{"text":"Steak au poivre is steak that's been covered with coarsely ground this (poivre in French) before cooking","response":"pepper"},{"text":"Meaning \"stuffed\", it follows \"chiles\" in the name of a Mexican dish","response":"rellenos"},{"text":"Traditionally, the Greek favorite dolmathes yalantzi are stuffed these leaves","response":"grape"},{"text":"Tahini, the \"butter of the Middle East\", is a paste made from these seeds, an excellent source of iron &amp; calcium","response":"sesame seeds"},{"text":"Apple is probably the most famous type of this pastry, whose name is German for \"whirlpool\"","response":"strudel"}],"originalDate":"2011-02-25"}],{"category":"CIVIL WAR HISTORY","text":"Of the 4 prewar states that permitted slavery but did not secede, it was the largest in area &amp; latest to join the Union","response":"Missouri"}]}