{"mix":3238,"rounds":[[{"category":"HAIL TO THE CHIEF","comments":"","clues":[{"text":"In 1914 this future jurist wrote the book \"The Anti-Trust Act and the Supreme Court\"","response":"(William Howard) Taft"},{"text":"In 1794 Aaron Burr introduced Dolley Payne Todd to this future president","response":"Madison"},{"text":"In 1832 he vetoed the recharter of the Second Bank of the United States","response":"Jackson"},{"text":"In 1853 this president, \"Handsome Frank\", became the first to \"solemnly affirm\", not \"swear\", his oath","response":"Pierce"},{"text":"On July 2, 1921, he interrupted his golf game &amp; formally ended hostilities with Germany by signing a treaty","response":"Harding"}],"originalDate":"2010-11-17"},{"category":"WORLD RELIGIONS","comments":"","clues":[{"text":"Once a year members of this religion pay a tax called zakat, Arabic for \"purification\"","response":"Islam"},{"text":"Early stories in this Japanese religion appeared in the Nihongi &amp; Kojiki, both written around 1,300 years ago","response":"Shinto"},{"text":"This syllable is repeated many times by Hindus while meditating; its written form is a symbol of the religion","response":"om"},{"text":"This religious movement was founded in Jamaica around 1930","response":"Rastafarianism"},{"text":"The founder of this Persian-based religion died in 1892 in a prison colony","response":"Baha'i"}],"originalDate":"2010-11-17"},{"category":"TEXTBOOKS","comments":"","clues":[{"text":"Henry A. Millon paired rococo &amp; this other ornate style in the title of his architecture textbook","response":"baroque"},{"text":"Dr. H.V. Carter illustrated this 1858 text, an instant success despite bad reviews in the British Medical Journal","response":"<i>Gray's Anatomy</i>"},{"text":"Paul Krugman wrote \"The Return of Depression\" this, also the field in which he won a Nobel Prize","response":"<i>Economics</i>"},{"text":"For a laugh, try Montgomery &amp; Runger's \"Applied\" this science of data analysis \"and Probability for Engineers\"","response":"<i>Statistics</i>"},{"text":"For epistemology, pick up this German philosopher's \"Critique of Judgement\" &amp; \"Critique of Practical Reason\"","response":"(Immanuel) Kant"}],"originalDate":"2010-11-17"},{"category":"SAME VOWEL WORDS","comments":"(Alex: Each response<span class=\"nobreak\">--</span>each correct response will contain only one of the five vowels, but that vowel may appear more than once.)","clues":[{"text":"The periodic table shows an array of the symbols of these","response":"elements"},{"text":"A name for silverfish or for voracious readers","response":"bookworm"},{"text":"Stheno, Euryale &amp; Medusa were known as these","response":"Gorgons"},{"text":"The only one of the world's 5 largest islands that fits the category","response":"Madagascar"},{"text":"Alexander Pope's \"Essay on\" this type of writing dates from 1711","response":"\"Criticism\""}],"originalDate":"2010-11-17"},{"category":"IT HAPPENED IN THE PAST","comments":"","clues":[{"text":"On Feb. 10, 1985 this African man said, \"Only free men can negotiate; prisoners cannot enter into contracts\"","response":"Nelson Mandela"},{"text":"A Senate report showed his govt., deposed in 2003, stole billions from the U.N.'s Oil-for-Food program","response":"(Saddam) Hussein"},{"text":"On March 3, 1873, amid pre-inaugural festivity, Congress quietly passed a law increasing these by 50%, retroactive 2 years","response":"salaries"},{"text":"On Sept. 3, 1658 this lord protector of England stopped breathing (&amp; protecting)","response":"Oliver Cromwell"},{"text":"On July 26, 1956 Egypt seized control of this geographic feature from its French &amp; British owners","response":"the Suez Canal"}],"originalDate":"2010-11-18"},{"category":"WIDE WORLD OF WEIRD SPORTS","comments":"","clues":[{"text":"In kabbadi, one team member tries to tag out as many of the opposing team while holding this as long as possible","response":"one's breath"},{"text":"Doing it in unusual places turns this household task into an \"extreme\" sport for some; got spray starch?","response":"ironing"},{"text":"Up for a game of sepak takraw? Popular in Asia, it's basically this beach team game but using only the feet","response":"volleyball"},{"text":"The \"charming\" of these annelids from the ground has evolved into an annual world championship in Cheshire, England","response":"worms"},{"text":"Also called noodling, the grabbing or grabbling of these large fish is popular in Mississippi","response":"catfish"}],"originalDate":"2010-11-18"}],[{"category":"RAW FOOD","comments":"","clues":[{"text":"This food tartare originated in medieval Russia","response":"steak"},{"text":"A restaurant called Que Seraw Seraw makes this with organic buckwheat crust &amp; macadamia cheese","response":"pizza"},{"text":"We don't have any food ideas for raw Yukon Gold or other types of these, but they're supposed to help with warts","response":"potatoes"},{"text":"The danger of eating unbaked cookie dough is mainly due to this ingredient","response":"eggs"},{"text":"Some sushi restaurants also serve this similar food, from the Japanese for \"stab the body\"","response":"sashimi"}],"originalDate":"2010-11-18"},{"category":"PLANES, TRAINS &amp; AUTOMOBILES","comments":"","clues":[{"text":"16th Street Mission is a station in this city on the rail system called BART, or Bay Area Rapid Transit","response":"San Francisco"},{"text":"The Silver Cloud &amp; The Silver Ghost are classic models from this alliterative luxury automaker","response":"Rolls-Royce"},{"text":"In the Disney film of the same name, the \"Love Bug\" was a Beetle from this automaker","response":"Volkswagen"},{"text":"This supersonic transport made its last flights in 2003 after British Airways &amp; Air France canceled service","response":"the Concorde"},{"text":"In 1967 the Douglas Aircraft Company merged with this aircraft company","response":"McDonnell"}],"originalDate":"2010-11-18"},{"category":"OFFICIAL STATE STUFF","comments":"","clues":[{"text":"West Virginia's state tree is sugar type of this","response":"the maple"},{"text":"The state bird of Indiana is this red bird","response":"the cardinal"},{"text":"Georgia's official state vegetable is the vidalia sweet this","response":"onion"},{"text":"Alabama's motto is \"We dare maintain our\" these","response":"rights"},{"text":"Native to Idaho, the cutthroat type of this is the state fish","response":"trout"}],"originalDate":"2010-11-18"},{"category":"THAT'S JUST WRONG","comments":"","clues":[{"text":"A Freudian this is said to be when you mean one thing but say your mother","response":"slip"},{"text":"2 missed serves in tennis will get you a double this","response":"fault"},{"text":"From the Latin for \"to deceive\", it can precede teeth or sense of security","response":"false"},{"text":"Children's author Mo Willems penned \"Knuffle Bunny Too: A Case of\" this \"identity\"","response":"<i>Mistaken</i>"},{"text":"Proverbially, when you find you're wrong, you \"see the\" this 5-letter word \"of your ways\"","response":"error"}],"originalDate":"2010-11-18"},{"category":"MUSIC ALIASES","comments":"","clues":[{"text":"Alecia Moore got this nickname as a child, years before she dyed her hair accordingly","response":"Pink"},{"text":"\"The Fame Monster\" has struck for Stefani Germanotta, now better known as this","response":"Lady Gaga"},{"text":"The rapper born Bobby Ray Simmons goes by these 3 letters","response":"B.o.B."},{"text":"To avoid confusion with Davy Jones of The Monkees, British singer Davey Jones took this last name for his \"Golden Years\"","response":"Bowie"},{"text":"William Bailey used this stage name when he sang on hits like \"Welcome to the Jungle\"","response":"Axl Rose"}],"originalDate":"2010-11-18"},{"category":"19th CENTURY LITERARY CHARACTERS","comments":"","clues":[{"text":"This character from an 1819 tale missed the American revolution; he was asleep","response":"Rip Van Winkle"},{"text":"Cassy &amp; Emmeline escape from this slave owner after the 2 convince him his house is haunted","response":"Simon Legree"},{"text":"Alphabetically last of the 3 musketeers, he has a \"somewhat vainglorious strength\"","response":"Porthos"},{"text":"Alice questions reality after these 2 say she's only a character in the Red King's dream; ooo, 19th century \"Inception\"!","response":"Tweedledee and Tweedledum"},{"text":"This \"obscure\" guy marries Arabella but really wants to revisit Sue Bridehead","response":"Jude the Obscure"}],"originalDate":"2010-11-18"}],{"category":"ANCIENT ROME","text":"One of these commanded 100 of the 6000 men in a legion","response":"a centurion"}]}