{"mix":3240,"rounds":[[{"category":"MONEY, NOT FROM THE MINT","comments":"","clues":[{"text":"A stock certificate is an example of this, also a word before a kid's \"blanket\"","response":"security"},{"text":"A Visa check card is also called this card, from the left-hand side of an accounting ledger","response":"a debit card"},{"text":"The U.S. Postal Service &amp; Big Ed's Check Cashing &amp; Corn Dog Hut both offer these to send bucks through the mail","response":"a money order"},{"text":"If you want to lend Atlanta money to fix its sewers, buy municipal these","response":"bonds"},{"text":"An agreement with a bank that it'll loan you a certain amount whenever you ask is called a line of this","response":"a line of credit"}],"originalDate":"2010-11-15"},{"category":"STATE FACTS","comments":"","clues":[{"text":"This state boasts 2 of the oldest universities in the U.S.: Princeton &amp; Rutgers","response":"New Jersey"},{"text":"As of 2008 Asians made up nearly 40% of this state's population","response":"Hawaii"},{"text":"This state was named for the King of England who reigned from 1727 to 1760","response":"Georgia"},{"text":"It was the only one of the original 13 colonies that didn't border the Atlantic Ocean","response":"Pennsylvania"},{"text":"The city of Tahlequah in this state is the capital of the Cherokee Nation","response":"Oklahoma"}],"originalDate":"2010-11-15"},{"category":"STUDY ABROAD","comments":"","clues":[{"text":"The University of Queensland offers a BMid, a bachelor's degree certifying you as one of these baby deliverers","response":"a midwife"},{"text":"You can get a master of music degree from the Sibelius Academy at this European capital's university","response":"Helsinki"},{"text":"You can earn a Ph.D. in pedagogy at Masaryk University in this Central European republic","response":"the Czech Republic"},{"text":"It's safe now to attend Universidad Complutense de Madrid, a battlefront in this 1930s conflict","response":"the Spanish Civil War"},{"text":"Bite into the university of this meaty Italian city, like Copernicus did","response":"Bologna"}],"originalDate":"2010-11-15"},{"category":"PROVERBIALLY SPEAKING","comments":"","clues":[{"text":"\"Imitation is the sincerest form of\" this","response":"flattery"},{"text":"An Old English proverb says, \"beauty is only\" this, to which someone added, \"ugly goes to the bone\"","response":"skin deep"},{"text":"\"Where ignorance is\" this, \"'tis folly to be wise\"","response":"bliss"},{"text":"Attributed to Lao-tzu, it \"begins with a single step\"","response":"a journey of a thousand miles"},{"text":"\"Man proposes, God\" does this","response":"disposes"}],"originalDate":"2010-11-15"},{"category":"NOW THAT'S COMEDY","comments":"","clues":[{"text":"\"Animal House\":<br>\"Women<span class=\"nobreak\">--</span>can't live with them, can't\" do this","response":"live without them"},{"text":"Jon Stewart:<br>\"Before we bring\" this type of govt. \"to... Afghanistan, it might be prudent to bring it to Florida\"","response":"a democracy"},{"text":"Woody Allen:<br>\"I don't think my parents liked me. They put a live\" one of these toy animals \"in my crib\"","response":"a teddy bear"},{"text":"Chris Rock:<br>\"If you haven't contemplated murder, you ain't been in\" this","response":"love"},{"text":"The late Greg Giraldo on this pres.:<br>\"Cheat on your wife &amp; cover it up for 200 years, you're... thinking you're home free\"","response":"Jefferson"}],"originalDate":"2010-11-15"},{"category":"G-FORCE","comments":"","clues":[{"text":"The Moon's gravitation accounts for the diurnal &amp; semidiurnal types of these","response":"tides"},{"text":"Before its 1846 sighting, this 8th planet's existence was deduced from its gravitational effect on other planets","response":"Neptune"},{"text":"This 1915 \"General\" theory says gravitational acceleration is a geometric result of the properties of space-time","response":"the general theory of relativity"},{"text":"In the 18th century John Michell theorized that gravitation could affect the path of this","response":"light"},{"text":"Newton said the gravitational force between 2 objects is inversely related to the square of this measurement","response":"the distance between the 2 objects"}],"originalDate":"2010-11-15"}],[{"category":"ONLINE SHOPPING","comments":"","clues":[{"text":"It traces its roots to 1995 &amp; Pierre Omidyar, a computer programer who wrote the code for an auction website","response":"eBay"},{"text":"The logo of this giant online retailer is a smile that can also be seen as an arrow that goes from \"A\" to \"Z\" in its name","response":"Amazon.com"},{"text":"The name of this online shoe store is an alteration of the Spanish word for \"shoes\"","response":"Zappos.com"},{"text":"Club O is the frequent buyers program of this online closeout retailer founded by Dr. Patrick Byrne","response":"Overstock.com"},{"text":"Robert Kalin founded this site for selling handmade items; the meaning of its 4-letter name is a mystery","response":"Etsy.com"}],"originalDate":"2010-11-15"},{"category":"A LITTLE LATIN","comments":"","clues":[{"text":"The name of this prayer is simply Latin for \"Hail Mary\"","response":"<i>Ave Maria</i>"},{"text":"It's literally \"something for something\"","response":"<i>quid pro quo</i>"},{"text":"From Horace comes this 2-word bit of advice, literally \"seize the day\"","response":"<i>carpe diem</i>"},{"text":"Meaning \"in the same place\", you see this word in footnotes to refer to a source cited in a previous entry","response":"<i>ibid.</i>"},{"text":"Rene Descartes came up with this phrase that translates to \"I think, therefore I am\"","response":"<i>cogito, ergo sum</i>"}],"originalDate":"2010-11-15"},{"category":"COMIC BOOK VILLAINY","comments":"","clues":[{"text":"Don't laugh!  This villain goes all the way back to the very first issue of \"Batman\" in 1940","response":"The Joker"},{"text":"Bred on ancient Krypton, the villain Doomsday beat the entire Justice League, ending with this superhero","response":"Superman"},{"text":"To torment the Fantastic Four, this evil doctor sent the child of Reed &amp; Sue Richards to hell","response":"Dr. Doom"},{"text":"This board rider once battled a villain named Thanos whose goal was a lifeless universe","response":"The Silver Surfer"},{"text":"This blind hero, the \"man without fear\", had several notable battles with Bullseye, an uncanny marksman","response":"Daredevil"}],"originalDate":"2010-11-12"},{"category":"\"P\"RODUCE","comments":"","clues":[{"text":"A plum that's suffering from dehydration","response":"a prune"},{"text":"Ask mama<span class=\"nobreak\">--</span>this food is also known as the pawpaw","response":"papaya"},{"text":"Unlike its relative the banana, this fruit is rarely eaten raw &amp; can be refined into flour","response":"the plantain"},{"text":"Augusta National Golf Club is on land once used to grow Belle &amp; Thurber types of these","response":"peaches"},{"text":"This type of fruit comes from a plant named for the last hours of Jesus' life","response":"a passion fruit"}],"originalDate":"2010-11-12"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"This capital of Israel is one of the oldest continuously inhabited cities in the world","response":"Jerusalem"},{"text":"Its name ends in the same 3 letters as its country, Iran","response":"Tehran"},{"text":"It makes sense that this is the sea closest to Dublin","response":"the Irish Sea"},{"text":"This capital of the Dominican Republic was founded by Columbus' brother Bartolome","response":"Santo Domingo"},{"text":"In 1949 it became the seat of the Chinese nationalist government","response":"Taipei"}],"originalDate":"2010-11-12"},{"category":"AVATAR","comments":"","clues":[{"text":"\"Avatar\" comes from a word meaning \"descent\" in this ancient language of Hinduism","response":"Sanskrit"},{"text":"Matsya, the first avatar of Vishnu, saved the world from a flood; he's often depicted as half man, half this","response":"a fish"},{"text":"In 2008, the OED added a definition of \"avatar\" as a representation of \"a user in an interactive\" one of these","response":"video game"},{"text":"Like Achilles, Krishna, an avatar of Vishnu, dies when he's shot in this, his only vulnerable spot","response":"his heel"},{"text":"One avatar of the ancient war god Vrthraghna was this tusked wild animal","response":"a boar"}],"originalDate":"2010-11-12"}],{"category":"STATE CAPITALS","text":"This Midwestern capital was named for a man who was born in what is now Turkey over 2,000 years ago","response":"St. Paul"}]}