{"mix":3256,"rounds":[[{"category":"ZOOS","comments":"","clues":[{"text":"The best-known residents at the National Zoo are Tian Tian &amp; Mei Xiang, a pair of these","response":"pandas"},{"text":"A highlight of the Edinburgh Zoo in Scotland is the afternoon parade of these black &amp; white birds","response":"penguins"},{"text":"One of the largest metropolitan zoos in the U.S., it opened in a New York City borough in 1899","response":"the Bronx Zoo"},{"text":"Until his untimely death from a stingray's barb, he was director of the Australia Zoo in Queensland","response":"Steve Irwin"},{"text":"Founded in 1752, the zoo at Schonbrunn Palace in this European capital calls itself the world's oldest zoo","response":"Vienna, Austria"}],"originalDate":"2010-10-15"},{"category":"DE METER","comments":"","clues":[{"text":"The meter of Shakespeare's sonnets, it's 10 syllables, unstressed-stressed-unstressed-etc.","response":"iambic pentameter"},{"text":"Coleridge said, \"God came up with a shout: our lord with the sound of a trumpet\" was an ideal hexameter, this many feet","response":"6"},{"text":"An example of dactylic meter is this poet's \"Forward, the light brigade!  Was there a man dismayed?\"","response":"Tennyson"},{"text":"Anapestic meter, using a weak-weak-strong pattern, is heard in these opening words of a Clement Clarke Moore poem","response":"<i>'Twas The Night Before Christmas</i>"},{"text":"Classical verse included metrical feet like this one of 2 unstressed syllables; it's also a type of costly victory","response":"pyrrhic"}],"originalDate":"2010-10-15"},{"category":"A POLLO","comments":"","clues":[{"text":"Chicken panang &amp; chicken satay are signature dishes from this mostly Buddhist nation","response":"Thailand"},{"text":"Oy!  I'm feeling verklempt; get me some chicken soup, popularly referred to as \"Jewish\" this cure-all","response":"penicillin"},{"text":"The French call this part of a chicken a \"pilon\" from this resemblance to a grinding pestle","response":"the drumstick (leg accepted)"},{"text":"Open the door to the dandoor, one of these, &amp; remove the tandoori chicken, a favorite of India","response":"an oven"},{"text":"Wrap some of this around a water chestnut &amp; a piece of chicken liver &amp; you've got the Japanese appetizer rumaki","response":"bacon"}],"originalDate":"2010-10-15"},{"category":"\"-ARES\"","comments":"","clues":[{"text":"Challenges someone to a demonstration of courage","response":"dares"},{"text":"A phrase from the Old Testament mentions beating \"swords into\" these","response":"plowshares"},{"text":"Entangles by ropes or lies, probably not drums","response":"ensnares"},{"text":"Turns an angry eye","response":"glares"},{"text":"Despite their name, these 10-letter horses don't sulk<span class=\"nobreak\">--</span>they're used for breeding","response":"broodmares"}],"originalDate":"2010-10-15"},{"category":"GOOD TV","comments":"","clues":[{"text":"Robin Roberts &amp; George Stephanopoulos are 2 of the anchors of this ABC A.M. offering","response":"<i>Good Morning America</i>"},{"text":"Julianna Margulies stars as Alicia Florrick, the title political spouse on this CBS drama","response":"<i>The Good Wife</i>"},{"text":"This spin-off from \"Maude\" focused on the dy-no-mite Evans family, who lived in Chicago","response":"<i>Good Times</i>"},{"text":"This 1985 animated TV special had the Peanuts gang perform the Broadway musical of the same name","response":"<i>You're a Good Man, Charlie Brown</i>"},{"text":"This guy from \"Queer Eye for the Straight Guy\" went on to host \"How to Look Good Naked\"","response":"Carson Kressley"}],"originalDate":"2010-10-13"},{"category":"VS.","comments":"","clues":[{"text":"Juliet's family, they hate the Montagues","response":"the Capulets"},{"text":"Home computer buyers choose between these 2 types played by Justin Long &amp; John Hodgman in commercials","response":"a PC & a Mac"},{"text":"The rivalry between these 2 men culminated in the \"Thrilla in Manila\"","response":"Ali & Frazier"},{"text":"Antonio Prohias, a Cuban refugee, spoofed the Cold War in this Mad magazine comic strip","response":"<i>Spy vs. Spy</i>"},{"text":"A truce signed in 2003 officially ended the century-old feud between these 2 Appalachian families","response":"the Hatfields & the McCoys"}],"originalDate":"2010-10-13"}],[{"category":"JOHN GRISHAM BOOKS","comments":"","clues":[{"text":"Mitch McDeere heads to Memphis to practice tax law in this bestseller","response":"<i>The Firm</i>"},{"text":"Tulane law student Darby Shaw writes this title object of a 1992 Grisham page turner","response":"<i>The Pelican Brief</i>"},{"text":"A black man murders the 2 white men who raped his daughter in this novel, Grisham's first","response":"<i>A Time to Kill</i>"},{"text":"The direction of the verdict in a tobacco lawsuit is at stake in this 1996 novel","response":"<i>The Runaway Jury</i>"},{"text":"Reggie Love represents 11-year-old Mark Sway, the title character of this legal thriller","response":"<i>The Client</i>"}],"originalDate":"2010-10-13"},{"category":"I WANT A COOKIE!","comments":"","clues":[{"text":"This org. sells 8 varieties of its cookies, with 3 mandatory ones: Peanut Butter Sandwich, Thin Mint &amp; Shortbread","response":"the Girl Scouts"},{"text":"This sandwich cookie brand also has one covered in milk chocolate &amp; a Golden Uh-Oh with chocolate creme","response":"Oreo"},{"text":"Hee hee! This co. offers Ready to Bake! &amp; Simply... Chocolate Chip Cookies (&amp; stop poking my gut!)","response":"Pillsbury"},{"text":"Chips Deluxe &amp; Fudge Shoppe are cookies made by this \"elfin\" company","response":"Keebler"},{"text":"Rhyming name of the bite-sized chocolate chip cookie brand with the \"homemade recipe, homemade taste\"","response":"Famous Amos"}],"originalDate":"2010-10-13"},{"category":"ENDS IN \"GI\", JOE","comments":"","clues":[{"text":"Ancient Persian priests, like those who visited the baby Jesus","response":"the magi"},{"text":"A Welsh dog breed with a fox-like head","response":"a corgi"},{"text":"A Hindu holy man, or a Yankees great","response":"a yogi"},{"text":"From the Polish for \"dumpling\", it's a baked turnover with meat inside","response":"a pierogi"},{"text":"It's the Italian version of Louis","response":"Luigi"}],"originalDate":"2010-10-13"},{"category":"GOODBYE, COLUMBUS","comments":"","clues":[{"text":"Ya, mon!  On June 29, 1504 Columbus was rescued from this island where he'd been shipwrecked for a year","response":"Jamaica"},{"text":"Columbus said goodbye for good in this year, 14 years after he set out on his most famous voyage","response":"1506"},{"text":"On Christmas Day 1492, Columbus waved a sad bye-bye to this ship after it ran aground","response":"the <i>Santa Maria</i>"},{"text":"Sometime before 1477, Columbus bade farewell to this Italian city of his birth","response":"Genoa"},{"text":"On April 16, 1503, on his last voyage, Columbus left Rio Belen in what's now this narrow country","response":"Panama"}],"originalDate":"2010-10-12"},{"category":"ALIASES","comments":"","clues":[{"text":"Bruce Banner, who learned it's not easy being green","response":"The Hulk"},{"text":"Diedrich Knickerbocker, a \"sleepy\" novelist","response":"Washington Irving"},{"text":"\"Lady Day\", a nickname originated by sax man Lester Young","response":"Billie Holiday"},{"text":"Harry Longabaugh, whose nickname came from the Wyoming town in which he was imprisoned","response":"The Sundance Kid"},{"text":"Sir Percy Blakeney, a \"colorful\" fop with a sword","response":"The Scarlet Pimpernel"}],"originalDate":"2010-10-12"},{"category":"\"DOLLAR\"S &amp; \"CENT\"S","comments":"","clues":[{"text":"In a song from \"Annie\", \"The sun'll come out tomorrow, bet\" this \"that tomorrow there'll be sun\"","response":"your bottom dollar"},{"text":"Clint Eastwood starred in this 1964 Spaghetti Western &amp; its sequel, \"For a Few Dollars More\"","response":"<i>A Fistful of Dollars</i>"},{"text":"Situated next to","response":"adjacent"},{"text":"This policy aims to encourage the investment of capital in foreign countries","response":"dollar diplomacy"},{"text":"The star system closest to our sun is the Alpha system in this constellation in the southern hemisphere","response":"Centauri"}],"originalDate":"2010-10-12"}],{"category":"THE OLYMPICS","text":"The 2 U.S. states that have hosted the Summer Olympic Games","response":"California & Missouri"}]}