{"mix":3260,"rounds":[[{"category":"GAME TIME","comments":"","clues":[{"text":"Its inventor originally called it Criss-Cross Words","response":"Scrabble"},{"text":"Water on the knee is one complaint that requires surgery in this game created in 1965","response":"Operation"},{"text":"Milton Bradley's first game was about vice &amp; virtue: it evolved into this game with teeny station wagons","response":"Life"},{"text":"Bump, slide &amp; switch until someone gets all the way home in this game whose name is a word I often use","response":"Sorry!"},{"text":"Try to be the first to put 10 pieces of fruit in your basket in the game called \"Hi Ho\" this","response":"Cherry-O"}],"originalDate":"2010-10-06"},{"category":"WE GET LETTERS","comments":"","clues":[{"text":"On a treasure map, it \"marks the spot\"","response":"X"},{"text":"In 2010 Liam Neeson led this team","response":"the A-Team"},{"text":"This class designated the first line of SUVs Mercedes made","response":"the M-class"},{"text":"Like \"Jeopardy!\", this cable network uses an exclamation point in its name","response":"the E! Network"},{"text":"Keenness of vision can be measured by rotating a circle with a break in it known as the \"Landolt\" this","response":"C"}],"originalDate":"2010-10-06"},{"category":"PRINCE SONGS A LA TREBEK","comments":"","clues":[{"text":"In this 1983 hit, \"I was dreamin' when I wrote this, so sue me if I go too fast\": did I say 1983?","response":"\"1999\""},{"text":"\"Why do we scream at each other, this is what it sounds like when\" this happens","response":"\"When Doves Cry\""},{"text":"\"That's when I saw her, oo, I saw her, she walked in through the out door, out door, she wore\" this","response":"\"Raspberry Beret\""},{"text":"\"Honey, I know, I know, I know times are changin', it's time we all reach out for something new\"; let me guide you to this title","response":"\"Purple Rain\""},{"text":"\"You don't have to be rich, to be my girl, you don't have to be cool, to rule my world\"<span class=\"nobreak\">--</span>Prince just wanted this","response":"(Extra time and) \"Kiss\""}],"originalDate":"2010-10-06"},{"category":"YOU'VE GOT SHE MAIL","comments":"","clues":[{"text":"She replied to a gushing fan letter of 1845, \"I thank you, dear Mr. Browning, from the bottom of my heart\"","response":"Elizabeth Barrett Browning"},{"text":"In 1848 she wrote to Belgium's King Leopold, \"Great events make me quiet and calm; it is only trifles that irritate my nerves\"","response":"Victoria"},{"text":"This poet wrote to a friend, \"we are by September and yet my flowers are as bold as June. Amherst has gone to Eden\"","response":"Emily Dickinson"},{"text":"In 1776 she asked hubby John to \"remember the ladies and be more favorable to them than your ancestors\"","response":"Abigail Adams"},{"text":"She wrote in 1822 of her husband's drowning, \"Adonais is not Keats's it is his own elegy\"","response":"Mary Shelley"}],"originalDate":"2010-10-06"},{"category":"FROM THE HALLS OF MANITOBA","comments":"","clues":[{"text":"Manitoba is the smallest &amp; easternmost of the Canadian provinces known by this \"grassy\" 7-letter word","response":"prairie"},{"text":"With one of the largest denning areas for them nearby, Churchill is the world capital of these Arctic carnivores","response":"polar bears"},{"text":"This city is home to the blue bombers of the Canadian football league","response":"Winnipeg"},{"text":"Representing Manitoba's bond with England, this saint's cross is on the provincial flag","response":"St. George"},{"text":"Manitoba's motto is \"gloriosus et liber\": in English, this 3-word phrase also found in the national anthem","response":"\"glorious and free\""}],"originalDate":"2010-10-06"},{"category":"THE SHORES OF TRIPLE \"E\"","comments":"(Alex: Each correct response will have 3 \"E\"s in it.)","clues":[{"text":"In 1953 it's where Hillary was head &amp; shoulders above the rest","response":"Mount Everest"},{"text":"Spinal Tap's guitar amps went up to this level of loudness","response":"11"},{"text":"They run alphabetically from actinium to zirconium","response":"elements"},{"text":"En garde!  It's a weapon used in fencing","response":"an épée"},{"text":"Adjective for a journalist who accompanies soldiers in battle","response":"embedded"}],"originalDate":"2010-10-06"}],[{"category":"ESCAPE","comments":"","clues":[{"text":"In 1814, before the British burned the White House, this woman escaped with silver &amp; other valuables","response":"Dolley Madison"},{"text":"A great escape from Stalag Luft III in 1944 was through one of these dubbed Harry (Tom &amp; Dick weren't used)","response":"a tunnel"},{"text":"He escaped gladiator school in the 1st century B.C. &amp; formed an army that threatened Rome","response":"Spartacus"},{"text":"His 1791 attempt to flee was thwarted when he was recognized from his picture on French money","response":"Louis XVI"},{"text":"In 1647 King Charles I eluded his Parliamentarian pursuers &amp; escaped to the Isle of this in the English Channel","response":"the Isle of Wight"}],"originalDate":"2010-10-05"},{"category":"RUN","comments":"","clues":[{"text":"His ninth &amp; final successful run for the U.S. Senate from West Virginia was in 2006; he died in 2010","response":"(Robert) Byrd"},{"text":"Before his 2006 run to be governor of this state, Butch Otter represented its First District, which includes Coeur d'Alene","response":"Idaho"},{"text":"He first ran for the Senate in the 1970s &amp; has become Utah's longest-serving senator","response":"(Orrin) Hatch"},{"text":"He was elected to the U.S. Congress in 1968, 9 years before his first successful run for mayor of New York City","response":"Ed Koch"},{"text":"Selma native Jo Bonner ran unopposed in his 2008 re-election campaign to represent this state's 1st District","response":"Alabama"}],"originalDate":"2010-10-05"},{"category":"FLEA","comments":"","clues":[{"text":"Fleas make up the order Siphonaptera, siphon meaning tube used to extract this","response":"blood"},{"text":"Miriam Rothschild discovered that a rubbery protein called resilin stored in the hind legs gives fleas this amazing ability","response":"jumping"},{"text":"Each day adult fleas deposit up to 50 of these, soon to turn into larvae, on your pet","response":"eggs"},{"text":"As part of its \"Flea Killer Plus\" line, Raid sells this 6-letter apparatus for spreading bug-killing mist or spray","response":"a fogger"},{"text":"If raising these in your backyard, beware of the sticktight flea attaching itself to their wattles","response":"a turkey (or chicken)"}],"originalDate":"2010-10-05"},{"category":"TAKE A POWDER","comments":"","clues":[{"text":"Locholest powder is designed to lower the levels of the \"bad\" cholesterol, known by this 3-letter abbreviation","response":"LDL"},{"text":"The active ingredients of a dose of Stanback headache powder are 32 mg of caffeine and 650 mg of this","response":"aspirin"},{"text":"Seidlitz Powder, taken for cathartic effect, includes this element's bicarbonate","response":"sodium"},{"text":"Toss back 1,000 mg of ascorbic acid with this powder whose name sounds like a dire situation","response":"Emergen-C"},{"text":"Sold as a powder, this protein found in cow's milk helps replace amino acids you lose in a workout","response":"whey"}],"originalDate":"2010-10-05"},{"category":"HERE COME THE MONSTERS!","comments":"","clues":[{"text":"This nickname of the demonic villain in the \"Hellraiser\" franchise is also a term for someone not so sharp","response":"a pinhead"},{"text":"In a 1998 movie the spawn of this reimagined monster hatched in Madison Square Garden","response":"Godzilla"},{"text":"In \"The Host\", something is living in the River Han &amp; is set to wreak havoc on this capital city","response":"Seoul"},{"text":"In this Guillermo del Toro movie, Doug Jones played both \"El Fauno\" &amp; \"The Pale Man\" who had eyes on his hands","response":"<i>Pan's Labyrinth</i>"},{"text":"This term for hatred or malice is also the beast kept in a pit by Jabba the Hutt &amp; defeated by Luke","response":"Rancor"}],"originalDate":"2010-10-05"},{"category":"FAMILY MUSIC","comments":"","clues":[{"text":"1957:<br>\"Wake Up Little Susie\"","response":"The Everly Brothers"},{"text":"2009:<br>\"Keep It Real\" (often heard on Radio Disney)","response":"the Jonas Brothers"},{"text":"1984:<br>\"I'm So Excited\"","response":"The Pointer Sisters"},{"text":"1941:<br>\"Boogie Woogie Bugle Boy\"","response":"The Andrews Sisters"},{"text":"1974:<br>\"Midnight Rider\"","response":"The Allman Brothers"}],"originalDate":"2010-10-05"}],{"category":"POLITICAL TERMS","text":"Officials called tribunes sat at Rome's Senate door &amp; if they didn't like what was going on, shouted this Latin word","response":"<i>veto</i>"}]}