{"mix":3263,"rounds":[[{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"The Murder &amp; Mystery Tour in this Scottish capital begins at the Witchery restaurant at 352 Castlehill","response":"Edinburgh"},{"text":"In 2010 this worldwide network of vacation resorts founded by Gerard Blitz celebrated its 60ih anniversary","response":"Club Med"},{"text":"Key West, Florida has a Lighthouse &amp; Keeper's Museum &amp; a museum devoted to this novelist","response":"Hemingway"},{"text":"From the Arabic for \"journey\", this type of journey might take you to Botswana's Moremi Game Reserve","response":"a safari"},{"text":"The beach scene at Repulse Bay is one of the attractions in this south coast \"Gateway to China\"","response":"Hong Kong"}],"originalDate":"2010-09-29"},{"category":"MUSIC OF THE NIGHT","comments":"","clues":[{"text":"In 1978 The Bee Gees had a case of this, a No. 1 hit that says, \"Here I am, prayin' for this moment to last\"","response":"\"Night Fever\""},{"text":"In 1982 this soft pop duo from Australia found that \"Even the nights are better\"","response":"Air Supply"},{"text":"1993's \"Tuesday Night Music Club\" was her debut album","response":"Sheryl Crow"},{"text":"The 4 Seasons reminisced about this title month &amp; year in the song subtitled \"Oh What a Night\"","response":"Late December back in '63"},{"text":"This Sam Cooke song talks about \"a place, somewhere up a New York way, where the people are so gay\"","response":"\"Twistin' The Night Away\""}],"originalDate":"2010-09-29"},{"category":"IT'S ABOUT TIME","comments":"","clues":[{"text":"Official written records of proceedings at a meeting","response":"the minutes"},{"text":"It's what you call an attendant or representative of a duelist","response":"a second"},{"text":"A unit of measure of longitude equal to 15 degrees or 1/24 of a great circle","response":"an hour"},{"text":"Marjorie Kinnan Rawlings title fawn","response":"<i>The Yearling</i>"},{"text":"From the Latin for \"motion\" comes this word for an indefinite but short period of time","response":"a moment"}],"originalDate":"2010-09-29"},{"category":"NURSERY RHYME PEOPLE","comments":"","clues":[{"text":"This shepherdess \"took her little crook\" to find her flock","response":"Little Bo Peep"},{"text":"Peter, Peter put his wife in one of these \"and there he kept her very well\"","response":"a pumpkin shell"},{"text":"She went to the baker to buy her dog some bread, \"when she came back the dog was dead!\"","response":"Old Mother Hubbard"},{"text":"This married woman \"could eat no lean\"","response":"Mrs. Jack Sprat"},{"text":"This little girl \"sat among the cinders warming her ten little toes,\" but her mom came along &amp; whipped her","response":"Polly Flinders"}],"originalDate":"2010-09-28"},{"category":"EASY ON THE EYES","comments":"","clues":[{"text":"It seemed like Farrah was always drying off after a shower or stepping out of a pool in this 1970s TV series","response":"<i>Charlie's Angels</i>"},{"text":"Jessica Rabbit made it OK to think an animated character was hot in this 1988 film","response":"<i>Who Framed Roger Rabbit</i>"},{"text":"It's a tossup whether this actress was at her loveliest in \"The Fabulous Baker Boys\" or \"Tequila Sunrise\"","response":"Michelle Pfeiffer"},{"text":"The 2002 Bond film \"Die Another Day\" has a memorable scene of this actress walking out of the ocean","response":"Halle Berry"},{"text":"I didn't watch this show for its weird story line, but to see Jennifer Garner as a double agent","response":"<i>Alias</i>"}],"originalDate":"2010-09-28"},{"category":"I LOVE YOU, \"MIN\"","comments":"","clues":[{"text":"An old world weasel","response":"an ermine"},{"text":"One of the 4 Horsemen of the Apocalypse","response":"Famine"},{"text":"To settle by conclusive decision","response":"to determine"},{"text":"Overbearing","response":"domineering"},{"text":"The production of illumination by living creatures","response":"bioluminescence"}],"originalDate":"2010-09-28"}],[{"category":"MAN ABOUT THE HOUSE","comments":"","clues":[{"text":"First name of Arkansas U.S. Representative Berry; don't confuse him with a controversial 4-term D.C. mayor","response":"Marion"},{"text":"Wilmington-born Mike Castle is this little state's only man in the House of Representatives","response":"Delaware"},{"text":"This \"Jr.\" Illinois Rep was born in South Carolina 4 days after the Selma-Montgomery march","response":"Jesse Jackson Jr."},{"text":"Peter DeFazio, who gives his payraises to scholarship funds, reps ths state's 4th District, including Corvallis &amp; Eugene","response":"Oregon"},{"text":"California's Xavier Becerra became the first Latino to serve on this committee that oversees Social Security","response":"Ways and Means"}],"originalDate":"2010-09-28"},{"category":"LYRICS OF THE ARTIST","comments":"","clues":[{"text":"\"P-p-p-poker face, p-p-poker face, (mum mum mum mah) p-p-p-poker face\"","response":"Lady Gaga"},{"text":"\"Hi, my name is... What? My name is... Who? My name is... Slim Shady\"","response":"Eminem"},{"text":"\"I drink Brass Monkey and I rock well, I got a castle in Brooklyn that's where I dwell\"","response":"the Beastie Boys"},{"text":"\"They call me Dr. Love, I am your doctor of love, I've got the cure you're thinking of\"  (Trust me I'm a doctor)","response":"KISS"},{"text":"\"Are you going to let it all hang out?  Fat bottomed girls, you make the rockin' world go round\"","response":"Queen"}],"originalDate":"2010-09-28"},{"category":"BLOGS &amp; BLOGGERS","comments":"","clues":[{"text":"This color is featured prominently, even for the links, on treehugger.com","response":"green"},{"text":"Hear his thoughts on everyday life &amp; link to his \"Dilbert\" strips at his blog","response":"(Scott) Adams"},{"text":"In July 2010 a video posted on a blog forced Shirley Sherrod to quit this cabinet dept.<span class=\"nobreak\">--</span>then she got lots of apologies","response":"Agriculture"},{"text":"Nick Denton started this gossipy site with a name that also means \"one who stares stupidly\"","response":"Gawker"},{"text":"\"The Sartorialist\" spent 15 years in this industry before starting a popular blog on the subject","response":"fashion"}],"originalDate":"2010-09-28"},{"category":"THE SAME VOWEL, EVERY OTHER LETTER","comments":"","clues":[{"text":"A brief 2-piece, poolside","response":"bikini"},{"text":"A diamond salesman has this job","response":"a jeweler"},{"text":"This type of cloud forms in puffs, mounds or towers on a flat base","response":"cumulus"},{"text":"Also used as a royal epithet, it means calm or peaceful","response":"serene"},{"text":"It's also known as the pygmy chimpanzee","response":"the bonobo"}],"originalDate":"2010-09-28"},{"category":"SCULPTORS","comments":"","clues":[{"text":"Dustin Shuler was best known for \"Spindle\", in which he impaled 8 of these on a giant spike<span class=\"nobreak\">--</span>literally a pile-up","response":"cars"},{"text":"This Cubist's sheet metal &amp; wire \"Guitar\" from 1912-13 was made to hang on a wall like a painting","response":"Picasso"},{"text":"Sculpted for Julius II's tomb, his \"Dying Slave\" &amp; \"Rebellious Slave\" figures are now in the Louvre","response":"Michelangelo"},{"text":"A 22-year-old Belgian soldier was the model for this French sculptor's 1877 work \"The Age of Bronze\"","response":"Rodin"},{"text":"In the 1920s this mobile sculptor worked as an illustrator for the National Police Gazette","response":"(Alexander) Calder"}],"originalDate":"2010-09-27"},{"category":"RECENT MOVIES","comments":"","clues":[{"text":"He's the title hero seen here in a 2010 sequel doing exactly what you would do if you had the opportunity","response":"Iron Man"},{"text":"Leonardo DiCaprio was just dreamy as a master of psychic espionage in this flick","response":"<i>Inception</i>"},{"text":"This title spy's first name was Edwin when Tom Cruise had the role originally; a casting change made it Evelyn","response":"<i>Salt</i>"},{"text":"Can we talk? A documentary covered a year in the life of this red carpet comedienne: \"A Piece of Work\"","response":"Joan Rivers"},{"text":"As Aldous Snow, Russell Brand sang &amp; taught us all in this 2010 pic: \"When the world slips you a Jeffrey, stroke the furry wall\"","response":"<i>Get Him to the Greek</i>"}],"originalDate":"2010-09-27"}],{"category":"REPUBLICANS","text":"He was the 1st Republican popularly elected to the Senate from Tennessee","response":"Howard Baker"}]}