{"mix":3267,"rounds":[[{"category":"THAT HURTS!","comments":"","clues":[{"text":"In 1954 Becton, Dickinson &amp; Company created the first mass-produced disposable these items for vaccines","response":"syringes"},{"text":"Angelina Jolie's lips are sometimes described as this hyphenated term, as if she'd been attacked by a flying insect","response":"bee-stung"},{"text":"Before \"group\" it means a sect separate from a larger body; by itself it refers to a small shard of wood or bone","response":"splinter"},{"text":"At the website for this product, you can get an M18L with a laser sight that shoots 2 barbs deploying 50,000 volts","response":"Taser"},{"text":"Clearing land by cutting trees down and then setting fire to them is called this \"&amp; burn\"","response":"slash"}],"originalDate":"2010-09-21"},{"category":"I KNOW \"UR\"","comments":"","clues":[{"text":"Adjective meaning calling for prompt action","response":"urgent"},{"text":"Bearlike","response":"ursine"},{"text":"It's a heavy grayish element","response":"uranium"},{"text":"Shorthand for an Internet address","response":"URL"},{"text":"A chemical compound of the group NH-CO-O; you're probably familiar with the \"poly\" form","response":"urethane"}],"originalDate":"2010-09-21"},{"category":"COUNTRY MUSIC","comments":"","clues":[{"text":"Though his last name means \"pertaining to a city\", this \"Defying Gravity\" singer is a country superstar","response":"Keith Urban"},{"text":"In 2010 this movie soundtrack featuring Jeff Bridges was a Billboard Top 10 country album","response":"<i>Crazy Heart</i>"},{"text":"Not to be confused with Lady Gaga is Lady this, the country music group with the CD \"Need You Now\"","response":"Lady Antebellum"},{"text":"This sound, like that made by plucking a guitar, is the title of a 2009 album by George Strait","response":"twang"},{"text":"This frontman of Hootie &amp; the Blowfish went country with his solo album \"Learn to Live\"","response":"(Darius) Rucker"}],"originalDate":"2010-09-20"},{"category":"YOUR HONOR, I OBJECT!","comments":"","clues":[{"text":"The witness is testifying based on what someone else told her<span class=\"nobreak\">--</span>that's called this","response":"hearsay"},{"text":"Calls for an opinion<span class=\"nobreak\">--</span>only allowed for this type of witness with special knowledge of a subject","response":"an expert witness"},{"text":"Counsel is putting words in the witness' mouth with this type of question; the word also means \"in first place\"","response":"a leading question"},{"text":"Counsel is being argumentative, also known as doing this to the witness, as seen here","response":"badgering"},{"text":"We've heard the question already; I'm making this objection that could be called \"triple a\"","response":"asked and answered"}],"originalDate":"2010-09-20"},{"category":"GOOD CAUSES","comments":"","clues":[{"text":"This word precedes \"Conservancy\" in the name of a group with a million members","response":"Nature"},{"text":"The Environmental Defense Fund helped convince this fast-food co. to abandon polystyrene containers in 1990","response":"McDonald's"},{"text":"A \"Mission\" to help the homeless is named for this Lower Manhattan street known as a skid row since the 1800s","response":"Bowery"},{"text":"The LFA is a leading group battling this disease named for lesions that resemble a wolf's bite","response":"lupus"},{"text":"The Andre Agassi foundation for education runs Agassi Prep in this city","response":"Las Vegas"}],"originalDate":"2010-09-20"},{"category":"BLARNEY","comments":"","clues":[{"text":"Now applied to Shakespeare, this word referred originally to Celtic minstrel poets","response":"bard"},{"text":"For peat sake, you should know this word for wet, spongy ground","response":"a bog"},{"text":"This type of sprite will lead you to the gold","response":"a leprechaun"},{"text":"Tiny pieces, or the New Jersey band that sang \"Only a Memory\"","response":"smithereens"},{"text":"This word for a type of liquor applies to a 1794 American rebellion","response":"whiskey"}],"originalDate":"2010-09-20"}],[{"category":"MOVIE CITIES","comments":"","clues":[{"text":"Of course there's a car chase on the freeway in 1985's \"To Live and Die in __.__.\"","response":"L.A."},{"text":"2010 brought Travolta as a spy in \"From ____ with Love\"","response":"Paris"},{"text":"2010, starring Kristen Bell: \"When in ____\"","response":"Rome"},{"text":"2008's \"The Mysteries of ____\" was based on a novel","response":"Pittsburgh"},{"text":"The 1980 Oscar winner for Foreign Language Film was \"____ does Not Believe in Tears\"","response":"Moscow"}],"originalDate":"2010-09-20"},{"category":"WOMEN: WRITE ON!","comments":"","clues":[{"text":"Sadly, she died in Boston in 1888, just 2 days after her transcendentalist father Bronson","response":"Louisa May Alcott"},{"text":"In 2009 she published her 76th bestseller, \"Matters of the Heart\", &amp; was inducted into the Calif. Hall of Fame","response":"Danielle Steel"},{"text":"Esther Greenwood is an aspiring poet in this poet's novel \"The Bell Jar\"","response":"Sylvia Plath"},{"text":"\"Shiksa Goddess: (or, How I Spent My Forties)\" is a collection of essays by this \"Heidi Chronicles\" playwright","response":"(Wendy) Wasserstein"},{"text":"\"Seducing the Demon: Writing for my Life\" is a 2006 memoir by this \"Fear of Flying\" author","response":"Erica Jong"}],"originalDate":"2010-09-20"},{"category":"GOAT-POURRI","comments":"","clues":[{"text":"Goat Island splits Niagara Falls into the American Falls &amp; this waterfall on the Canadian side","response":"Horseshoe Falls"},{"text":"In 1846 Neptune was discovered in this constellation, the 10th sign of the zodiac","response":"Capricorn"},{"text":"In \"The Hunchback of Notre Dame\", Pierre Gringoire rescues this gypsy girl's goat from a mob","response":"Esmeralda"},{"text":"The backward-curving horns of the Siberian species of this 4-letter goat may be nearly 5 feet long","response":"ibex"},{"text":"Crippled beggar Sammy Smalls, who traveled in a goat cart, inspired a title character of this opera set on Catfish Row","response":"<i>Porgy and Bess</i>"}],"originalDate":"2010-09-20"},{"category":"EPONYMS","comments":"","clues":[{"text":"Although sources disagree over the origin of this \"do-over\" golf shot, many accept that it was named for a bad golfer","response":"a Mulligan"},{"text":"This country is named after \"the George Washington of South America\" (the actual George only got cities &amp; a state)","response":"Bolivia"},{"text":"Meaning elegant or fancy, it's from the name of a hotel chain founded by a Swiss businessman","response":"ritzy"},{"text":"This submachine gun was named for an Israeli army officer whose design won a competition in the 1950s","response":"Uzi"},{"text":"Named for a French courtesan, Pommes Anna is a dish of layered these, not apples","response":"potatoes"}],"originalDate":"2010-09-20"},{"category":"REALITY SHOWS A LA SHAKESPEARE","comments":"","clues":[{"text":"Heroes &amp; villains abound! Colby, Coach &amp; Rupert doth return to the fray but Boston Rob, the tribe hath spoken","response":"<i>Survivor</i>"},{"text":"In truth, Rod Blagojevich, thou displeasest me mightily &amp; thy hair scares even me... thou art fired!","response":"<i>The Apprentice</i>"},{"text":"Rudy, though thou sheddeth 213 lbs. in our 8th season, I am sorry to inform thee, thou art not...","response":"<i>The Biggest Loser</i>"},{"text":"DJ Pauly D!  Arise from thy tanning bed!  Ronnie hath come to blows on the boardwalk!  Do not tarry!  \"The Situation\" is dire!","response":"<i>Jersey Shore</i>"},{"text":"Rogues! Fugitives! Hear me! The Chapmans will track &amp; capture thee from Hawaii to Colorado! This is our (A&E) quest!","response":"<i>Dog the Bounty Hunter</i>"}],"originalDate":"2010-09-17"},{"category":"SEPTEMBER'S HERE ALREADY","comments":"","clues":[{"text":"I'm off to London to see the spring 2011 collections shown as part of this \"week\"","response":"Fashion"},{"text":"You can still get in on the celebrations of this anniversary of Mexico's independence","response":"200th"},{"text":"You Marylanders who didn't vote in this on the 14th, don't complain about the bums who take office","response":"primary"},{"text":"I'm 2 weeks late with my 73rd birthday gift for this L.A. Olympics organizer &amp; ex-baseball commissioner","response":"Peter Ueberroth"},{"text":"Remember the 25th is Mozambique's Armed Forces Day, commemorating the fight against this colonial power","response":"Portugal"}],"originalDate":"2010-09-17"}],{"category":"LEGISLATION","text":"The original law called this was passed in 1944; today, there's a \"Post-9/11\" version that also pays for 36 months of university education","response":"the G.I. Bill"}]}