{"mix":3268,"rounds":[[{"category":"<a href=\"http://www.j-archive.com/media/2010-09-17_DJ_Cat4.jpg\" target=\"_blank\">YANKEE MAGAZINE</a>","comments":"","clues":[{"text":"A 1983 article on this yankee-style soup says long ago it was made with salt pork, not clams","response":"chowder"},{"text":"An article called \"A Tip Of The Hat To Danbury\", in this state, tells how JFK helped kill an industry with his bareheaded ways","response":"Connecticut"},{"text":"Athletes who've been featured naturally include Bob Cousy, a star on this team from 1950 to 1963","response":"(Boston) Celtics"},{"text":"A travel article says Arlington, Vermont is like something he would have painted<span class=\"nobreak\">--</span>which he did, &amp; lived there, too","response":"Norman Rockwell"},{"text":"A 1965 article tells us \"He sowed<span class=\"nobreak\">--</span>others reaped\" is the epitaph of Ephraim Bull, who first bred this New England grape","response":"the Concord grape"}],"originalDate":"2010-09-17"},{"category":"THE \"EYE\"s HAVE IT","comments":"","clues":[{"text":"An overnight plane flight","response":"a redeye"},{"text":"One of the 2 James Bond films that fit the category","response":"<i>GoldenEye</i> (or <i>For Your Eyes Only</i>)"},{"text":"A dilapidated old building","response":"an eyesore"},{"text":"This facial wear made Israel's Moshe Dayan instantly recognizable worldwide","response":"an eye patch"},{"text":"The last name of author Stephenie or the first name of gangster Lansky","response":"Meyer"}],"originalDate":"2010-09-17"},{"category":"THE 23rd PSALM","comments":"(Alex: This is according to the King James Bible.)","clues":[{"text":"They're the first 5 words of the psalm","response":"The Lord is my shepherd"},{"text":"\"He maketh me to lie down in green pastures; he leadeth me beside\" these","response":"still waters"},{"text":"These 2 items, \"they comfort me\"","response":"rod & staff"},{"text":"\"Thou preparest a table before me in the presence of\" these","response":"mine enemies"},{"text":"\"Surely\" these 2 quantities \"shall follow me all the days of my life\"","response":"goodness & mercy"}],"originalDate":"2010-09-16"},{"category":"GOOD SPORTSMANSHIP","comments":"","clues":[{"text":"J.P. Hayes cost himself a 2009 spot on this tour by confessing to using an unapproved ball","response":"the PGA tour"},{"text":"In 2008 Central Wash. players of this sport carried injured Sara Tucholsky of Western Oregon around the bases","response":"softball"},{"text":"Mike Bossy &amp; Alexander Mogilny have won the Lady Byng Trophy for gentlemanly conduct in this sport","response":"hockey"},{"text":"The chronicles of this hard-serving American include, in 2005, calling an opponent's shot in, costing himself the match","response":"Andy Roddick"},{"text":"This backcourt partner of Isiah Thomas on the \"bad boys\" of Detroit won the NBA's 1st Sportsmanship Award","response":"Joe Dumars"}],"originalDate":"2010-09-16"},{"category":"SILENCE","comments":"","clues":[{"text":"In a silent one of these, the bids are written<span class=\"nobreak\">--</span>none of that \"do I hear...\" business","response":"an auction"},{"text":"The journal of this quiet type of institution gives an award for the one \"of the Year\"; in 2010 it was in Columbus","response":"a library"},{"text":"The type used for a trumpet or sax is more familiar, but string instruments can be muffled with this device","response":"a mute"},{"text":"No cell phone use is permitted on \"quiet cars\", begun in 2000 on this service's Philly-Washington run","response":"Amtrak"},{"text":"The name of this branch of monks known for keeping silent comes from a 17th century Cistercian Abbey","response":"the Trappists"}],"originalDate":"2010-09-16"},{"category":"\"V\"","comments":"","clues":[{"text":"Sabin and Salk product","response":"vaccines"},{"text":"A tramp or wanderer","response":"a vagabond"},{"text":"A silk textile with a short, smooth surface, or the covering on deer's developing antlers","response":"velvet"},{"text":"9-letter word meaning to waver between courses of action","response":"vacillate"},{"text":"2-word legal term for preliminary examination of jurors","response":"voir dire"}],"originalDate":"2010-09-16"}],[{"category":"PUSH BY SAFIRE","comments":"","clues":[{"text":"William Safire won this prize in 1978 \"For Commentary on the Bert Lance Affair\" (\"Affair\" being Lance's banking practices)","response":"the Pulitzer"},{"text":"Safire wrote, \"A president's ability to deflect charges of sleaze...aimed at his administration\" was a this-coated presidency","response":"teflon"},{"text":"In 2006 George W. Bush awarded Safire this \"presidential\" item, the highest honor given to civilians","response":"the Medal of Freedom"},{"text":"Safire defined \"the proof of guilt that precipitates resignations\" as this 2-word term describing a discharged firearm","response":"a smoking gun"},{"text":"At the American National Exhibition in Moscow in 1959, Safire corralled these 2 politicos into a mock kitchen &amp; the 2 debated","response":"Nixon & Khrushchev"}],"originalDate":"2010-09-16"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"Elected in 2008, president Dimitris Christofias of this divided island nation is the EU's only communist head of state","response":"Cyprus"},{"text":"Lee Myung-Bak is its head of state; he makes the news a bit less often than his counterpart to the north","response":"South Korea"},{"text":"Serzh Sargsian is its president, Tigran Sargsian is its prime minister","response":"Armenia"},{"text":"Former Sofia mayor Boyko Borissov is now its prime minister","response":"Bulgaria"},{"text":"It's prime minister Mr. Tuila'Epa, won a silver medal in archery at the 2007 South Pacific Games","response":"Samoa"}],"originalDate":"2010-09-16"},{"category":"THE TREES WERE ANGRY THAT DAY, MY FRIENDS","comments":"","clues":[{"text":"An apple tree angrily slaps the hand of a Kansas girl trying to pick from it in this film","response":"<i>The Wizard of Oz</i>"},{"text":"In the third film of this title guy's animated series, Fiona's planned attack on 2 tree/ guards doesn't make them happy","response":"<i>Shrek</i>"},{"text":"Treebeard rallies the Ents &amp; goes after Saruman's forces in this second film in the \"Lord of the Rings\" trilogy","response":"<i>The Two Towers</i>"},{"text":"A tree snatches Robbie in this 1982 thriller known for the catchphrase \"They're heee-eere!\"","response":"<i>Poltergeist</i>"},{"text":"In M. Night Shyamalan's \"The Happening\", the trees are mad at us, &amp; Elliot Moore, played by him, must deal with it","response":"(Mark) Wahlberg"}],"originalDate":"2010-09-16"},{"category":"DOW JONES INDUSTRIAL AVERAGE COMPANIES","comments":"","clues":[{"text":"There's American Express &amp; this \"of America\"","response":"Bank"},{"text":"It has a Supercenter on South 9th St. in Salina, Kansas","response":"Walmart"},{"text":"Roy E., the son of its co-founder, died in December 2009","response":"Disney"},{"text":"Pfounded in 18P49","response":"Pfizer"},{"text":"Its original purpose was to insure people on journeys","response":"Travelers"}],"originalDate":"2010-09-16"},{"category":"PHOTOGRAPHERS","comments":"","clues":[{"text":"In April 1875 the Library of Congress gained possession of his Civil War photographic plates for $25,000","response":"Mathew Brady"},{"text":"Black photographer James Van Der Zee chronicled life in this NYC section for more than a half century","response":"Harlem"},{"text":"He once said that his life was \"colored and modulated by the great earth gesture of the sierra\"","response":"(Ansel) Adams"},{"text":"Her 1981 Rolling Stone cover shot of a nude John Lennon was taken hours before his murder","response":"Annie Leibovitz"},{"text":"Mattias Klum's photo essays for this magazine include 2008's \"Borneo's Moment of Truth\"","response":"National Geographic"}],"originalDate":"2010-09-16"},{"category":"SAY \"CHI\"s","comments":"","clues":[{"text":"Giving up your seat to the lady proves that this medieval system is not dead","response":"chivalry"},{"text":"Part of a house that has its own professional sweep","response":"a chimney"},{"text":"In the Army today no one outranks General George W. Casey Jr., because he's this","response":"Chief of Staff"},{"text":"You can \"pet\" this Southwestern plant, Salvia columbariae","response":"a chia"},{"text":"Deception or trickery","response":"chicanery"}],"originalDate":"2010-09-16"}],{"category":"AUTHORS","text":"She wrote in her journal in 1867 that a publisher \"asked me to write a girls book.  Said I'd try.\"","response":"Louisa May Alcott"}]}