{"mix":3269,"rounds":[[{"category":"CABLE GUYS","comments":"(Alex: You ID the show for us, please.)","clues":[{"text":"Kevin Dillon as Johnny \"Drama\", Vincent Chase's older brother","response":"<i>Entourage</i>"},{"text":"Jonathan Rhys Meyers as King Henry VIII","response":"<i>The Tudors</i>"},{"text":"Mark Feuerstein as Hank Lawson, a doctor who makes mansion calls in the Hamptons","response":"<i>Royal Pains</i>"},{"text":"Bryan Cranston as chemistry teacher-turned-drug kingpin Walter White","response":"<i>Breaking Bad</i>"},{"text":"Alexander Skarsgard as Eric Northman, an old &amp; powerful Nordic vampire","response":"<i>True Blood</i>"}],"originalDate":"2010-09-15"},{"category":"ANNUALLY OBSERVED","comments":"","clues":[{"text":"April 29 is Emperor's Day in this Asian country","response":"Japan"},{"text":"In England the anniversary of this queen's birthday is observed on a Saturday following May 24","response":"Victoria"},{"text":"A Hallmark card for these professionals' day, near Mother's Day, refers to their \"patient, giving ways\"","response":"nurses"},{"text":"Celebrated in Asia in the fall, Diwali is an annual festival of lights of this religion","response":"Hinduism"},{"text":"This August 15 feast day commemorates the Virgin Mary's ascension to Heaven","response":"the Assumption"}],"originalDate":"2010-09-15"},{"category":"CHESS PIECES","comments":"","clues":[{"text":"The chess piece that there are the most of","response":"the pawns"},{"text":"The 2 chess pieces of which each side has only one","response":"the king & queen"},{"text":"The piece that shares its name with a job in the Catholic church","response":"the bishop"},{"text":"The one that shares its name with a crow relative","response":"a rook"},{"text":"The only piece in the back row that can start a game","response":"a knight"}],"originalDate":"2010-09-15"},{"category":"BACKWORDS","comments":"(Alex: Each correct response will be a word in the clue that is spelled backwards.)","clues":[{"text":"If that Chihuahua yaps any more, I swear I'm going to do this to it","response":"spay"},{"text":"God didn't like the joke about the dyslexic agnostic, you know, where the guy wonders if there really is a this","response":"a dog"},{"text":"I believe these were the cause of the missing produce on the White Star Line's flagship","response":"rats"},{"text":"I felt it was excessive when the waiter was rotated on one of these after complaining about his tips","response":"a spit"},{"text":"\"The Rime of the Ancient Mariner\" was the favorite poem of the Middle East leader with this title","response":"Emir"}],"originalDate":"2010-09-15"},{"category":"AMPHIBIANS","comments":"","clues":[{"text":"A South American toad displays its orange feet to predators to let them know it's this","response":"poisonous"},{"text":"In salamanders named for a lack of these internal organs, a tiny pulmonary artery runs in the body wall","response":"lungs"},{"text":"A South African frog favors the arum type rather than the water type of this plant","response":"a lily"},{"text":"Many caecilians have these in their skin, like snakes, which they resemble, but unlike most other amphibians","response":"scales"},{"text":"4-letter word for a salamander that leans toward the land side of amphibianness","response":"a newt"}],"originalDate":"2010-09-15"},{"category":"IT'S NOT EASY BEING TWEEN","comments":"","clues":[{"text":"Tweens can spend hours on this 140-character max website created by a 10-person startup called Obvious","response":"Twitter"},{"text":"From the Latin for \"adulthood\", this process generally starts for girls between 10 &amp; 12 &amp; boys, 12 to 14","response":"puberty"},{"text":"Tweens watching this young man's video \"Baby\" on YouTube helped it to a record 260 million views as of summer 2010","response":"Justin Bieber"},{"text":"Alliterative 2-word term for the actions of a tween's social group to make him or her conform","response":"peer pressure"},{"text":"Hmm, your tween is reading works in this movement, like Camus' \"Caligula\"? That's both impressive &amp; disturbing","response":"existentialism"}],"originalDate":"2010-09-15"}],[{"category":"LOVABLE QUOTES","comments":"","clues":[{"text":"Around 1387, this poet wisely noted, \"in love, ther is but litel reste\"","response":"Chaucer"},{"text":"\"Love is strong as death: jealousy is cruel as the grave\" is from this biblical \"song\" book","response":"the Song of Solomon"},{"text":"In \"A Woman of No Importance\", he wrote, \"One should always be in love, that is why one should never marry\"","response":"Oscar Wilde"},{"text":"A little late, this Shakespearean character describes himself as \"one that loved not wisely, but too well\"","response":"Othello"},{"text":"Thomas Fuller observed that \"love and pride stock\" this British mental hospital","response":"Bedlam (or Bethlehem Royal)"}],"originalDate":"2010-09-15"},{"category":"\"L\" 8-LETTER WORDS","comments":"(Alex: Each correct response will contain 8 letters and begin with an \"L\".)","clues":[{"text":"It's said there are 3 things that matter in real estate: this. this, this","response":"location"},{"text":"There once was a clue in our place/ about this type of poem, not mace/ short &amp; quick/ a niffy old trick/ but then we ran out of","response":"a limerick"},{"text":"One honored for achieving distinction in a certain field; poet is one type","response":"laureate"},{"text":"The this &amp; Lymphoma Society is a charity fighting blood cancers","response":"Leukemia"},{"text":"To contest in court or to carry on a lawsuit","response":"litigate"}],"originalDate":"2010-09-15"},{"category":"CALDECOTT MEDAL &amp; HONOR BOOKS","comments":"(Alex: First, we honor those who illustrate children's books with...)","clues":[{"text":"Paul O. Zelinsky won the 1998 Medal for illustrating the tale of this girl who really knew how to let her hair down","response":"Rapunzel"},{"text":"The 1964 Caldecott Medal went to this classic by Maurice Sendak","response":"<i>Where the Wild Things Are</i>"},{"text":"A 2007 Caldecott Honor book was called \"Moses: When\" she \"Led Her People to Freedom\"","response":"Harriet Tubman"},{"text":"Ian Falconer received a 2001 Caldecott Honor for his tale of this mischievous girl pig","response":"Olivia"},{"text":"Ludwig Bemelmans was honored for illustrating this Parisian schoolgirl who had her appendix out","response":"Madeline"}],"originalDate":"2010-09-14"},{"category":"ROCK 'N OLD","comments":"","clues":[{"text":"Drumroll please!  In July 2010 this Beatle turned 70","response":"Ringo Starr"},{"text":"This rock pioneer who sang \"Sweet Little Sixteen\" in 1958 turned a sweet little 83 in 2009","response":"Chuck Berry"},{"text":"In February 2010 this wife of a Beatle turned 77","response":"Yoko Ono"},{"text":"In April 2010 this legendary sitarist celebrated his 90th birthday","response":"Ravi Shankar"},{"text":"In 2006 Lubbock, Texas held a bash for what would have been this native son's 70th birthday","response":"Buddy Holly"}],"originalDate":"2010-09-14"},{"category":"EQUALS ONE","comments":"","clues":[{"text":"2.54 centimeters","response":"one inch"},{"text":"4 cups","response":"a quart"},{"text":"1,024 megabytes","response":"a gigabyte"},{"text":"100 ares","response":"a hectare"},{"text":"453.59 grams","response":"a pound"}],"originalDate":"2010-09-14"},{"category":"SORT THROUGH THE WORD PROBLEM","comments":"","clues":[{"text":"If Train A leaves Oamaru at 9 a.m. at 70 MPH &amp; Train B leaves Timaru at 1 p.m. going 80, this will still be New Zealand's capital","response":"Wellington"},{"text":"Sally has 1/3 of a 5th Avenue candy bar, Eddie has 7/8 of a Mr. Goodbar; both are made by this company","response":"Hershey"},{"text":"Mr. Jenkins has 3 nickels, 13 dimes &amp; 54 pennies; he can't afford a 2009 Phantom from this car company","response":"Rolls-Royce"},{"text":"The Statue of Liberty weighs 225 tons; how many have read this woman's poem \"The New Colossus\" on the pedestal wall?","response":"(Emma) Lazarus"},{"text":"Bo makes 86 snowballs in 1 3/4 hrs.; when will Bo know he has this 9-letter problem where ice crystals form in body tissues?","response":"frostbite"}],"originalDate":"2010-09-14"}],{"category":"19th CENTURY AMERICANS","text":"In 1855 he wrote, \"The public appears disposed to be amused even when they are conscious of being deceived\"","response":"P.T. Barnum"}]}