{"mix":3274,"rounds":[[{"category":"SCIENTISTS","comments":"","clues":[{"text":"Founder of Russian science, Mikhail Vasilievich Lomonosov, has a crater named for him there","response":"the moon"},{"text":"He was the first modern astronomer to chart the Southern Hemisphere, but didn't see one comet there","response":"Edmund Halley"},{"text":"Upon joining the Monastery, this botanist took on the name Gregor &amp; later took up growing peas","response":"Mendel"},{"text":"In 1895, Marie Sklodowska married this French chemist","response":"Pierre Curie"},{"text":"From cowpox germs, he developed the smallpox vaccine","response":"Jenner"}],"originalDate":"1986-10-16"},{"category":"WW III","comments":"(Alex: This is not a typographical error.)","clues":[{"text":"In \"Fail Safe\", it was the city \"offed\" as a tradeoff for Moscow","response":"New York City"},{"text":"Child's game which convinced computer in \"War Games\" of the futility of nuclear war","response":"tic tac toe"},{"text":"An amanita, or the cloudy shape of things to come","response":"a mushroom cloud"},{"text":"Actor in \"Dr. Strangelove\" who dropped in on the Soviet Union astride a bomb","response":"Slim Pickens"},{"text":"Official nickname for the MX, it sounds like an example of Orwellian Newspeak","response":"the Peacekeeper"}],"originalDate":"1986-10-16"},{"category":"ANCIENT TIMES","comments":"","clues":[{"text":"Nebuchadnezzar is sometimes credited with building the hanging gardens of this city","response":"Babylon"},{"text":"The ancient Egyptians were a polytheistic people, meaning they had many of these","response":"gods"},{"text":"For the Persian Empire, Cyrus the Great set up a mail delivery system similar to this Old West one","response":"the Pony Express"},{"text":"About all that is accepted about this author is that he was blind &amp; wrote the \"Iliad\" &amp; the \"Odyssey\"","response":"Homer"},{"text":"At his death in 323 B.C., Alexander the Great's empire covered parts of these 3 continents","response":"Europe, Asia & Africa"}],"originalDate":"1994-11-07"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Jokingly, this May observance is said to fall nine months after Father's Night","response":"Mother's Day"},{"text":"It's the last federal holiday of the year","response":"Christmas"},{"text":"It's celebrated the evening before All Saints' Day","response":"Halloween"},{"text":"The name of this 8-day Jewish festival is Hebrew for \"dedication\"","response":"Hanukkah"},{"text":"This French holiday that commemorates the storming of a prison is also known as la Fete Nationale","response":"Bastille Day"}],"originalDate":"1994-11-07"},{"category":"ENGLISH LIT.","comments":"","clues":[{"text":"Thomas Hardy, who gave us \"The Return of the Native\", also wrote of this girl \"of the d'Urbervilles\"","response":"Tess"},{"text":"Last name shared by \"Murder in the Cathedral\" author T .S. &amp; \"Adam Bede\" author George","response":"Eliot"},{"text":"This Miss Marple creator was one of the 1st authors to be published in a Penguin paperback","response":"Agatha Christie"},{"text":"He's the legendary king in Tennyson's \"Idylls of the King\"","response":"King Arthur"},{"text":"The final version of his \"Paradise Lost\" was published in 1674","response":"Milton"}],"originalDate":"1994-11-07"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"The name of this aromatic wine found in martinis comes from the German word for wormwood","response":"vermouth"},{"text":"The sour mash type of this Kentucky whiskey is made by adding part of the old mash to new batches","response":"bourbon"},{"text":"It's the spirit found in a daiquiri cocktail","response":"rum"},{"text":"This country produces a resinated wine called kokkineli in addition to the more famous retsina","response":"Greece"},{"text":"Zubrowka is a Polish form of this spirit with a bit of buffalo grass steeped in it","response":"vodka"}],"originalDate":"1994-11-07"}],[{"category":"THE ELEMENTS","comments":"","clues":[{"text":"This metal, Al, used in beverage cans &amp; food wrap was once considered a precious metals","response":"aluminum"},{"text":"Selenium is sometimes added to this material during vulcanization to increase abrasion resistance","response":"rubber"},{"text":"This element, symbol He, is the most difficult of all gases to liquefy","response":"helium"},{"text":"This metal, aka quicksilver, becomes a solid at minus 40 degrees","response":"mercury"},{"text":"Betadine, used as a skin antiseptic, is a solution of povidone &amp; this element symbolized I","response":"iodine"}],"originalDate":"1994-11-07"},{"category":"FAMOUS AMERICANS","comments":"","clues":[{"text":"In 1877 this inventor of the telephone married Mabel Hubbard, a deaf girl whom he had taught","response":"(Alexander Graham) Bell"},{"text":"While in law school, this current Supreme Court justice received the nickname \"Ruthless Ruthie\"","response":"Justice Ginsberg"},{"text":"As well as 325 products from peanuts, this black scientist developed several from soybeans &amp; pecans","response":"George Washington Carver"},{"text":"His criticisms of Aaron Burr's character led to their fatal 1804 duel","response":"Alexander Hamilton"},{"text":"In 1901 this Scottish-American sold his steel company to U.S. Steel for more than $250 million","response":"Andrew Carnegie"}],"originalDate":"1994-11-07"},{"category":"ANATOMY","comments":"","clues":[{"text":"The most important form of this hormone in women is estradiol","response":"estrogen"},{"text":"The tongue's taste buds distinguish 4 basic tastes: salty, bitter, sweet &amp; this one","response":"sour"},{"text":"This joint serves as a hinge for the femur &amp; tibia","response":"the knee"},{"text":"During a person's lifetime, these organs will remove waste from more than 10 million gallons of blood","response":"the kidneys"},{"text":"The common bile duct is formed by the cystic duct from the gallbladder &amp; the hepatic duct from this organ","response":"the liver"}],"originalDate":"1994-11-07"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"The Old Capitol Building in this Cuban capital resembles ours in Washington, D.C.","response":"Havana"},{"text":"A bullet train runs between this capital &amp; Fukuoka","response":"Tokyo"},{"text":"In 1886 Freud set up a private practice in this capital","response":"Vienna"},{"text":"The statue of Leif Ericson in this country's capital of Reykjavik was a gift from the U.S.","response":"Iceland"},{"text":"In 1930 the name of its capital was changed from Angora to Ankara","response":"Turkey"}],"originalDate":"1994-11-07"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Kleptophobia is the fear of doing this; if you wanted to do it all the time you'd be a kleptomaniac","response":"stealing"},{"text":"In 1803 this emperor's youngest brother, Jerome, married an American teenager in Baltimore","response":"Napoléon"},{"text":"Discoveryland is Euro Disney's equivalent of this futuristic land found in Disneyland &amp; Disney World","response":"Tomorrowland"},{"text":"The French call this musical instrument la petite flute","response":"the piccolo"},{"text":"\"Museita's Waltz\" is a highlight of this composer's 1896 opera \"La boheme\"","response":"Giacomo Puccini"}],"originalDate":"1994-11-07"},{"category":"POLITICAL QUOTES","comments":"","clues":[{"text":"\"You won't have\" this man \"to kick around anymore, because, gentlemen, this is my last press conference.\"","response":"Richard Nixon"},{"text":"On July 14, 1789 this French king wrote in his diary \"Nothing\"","response":"Louis XVI"},{"text":"1 day before his assassination he remarked, \"I've looked over, &amp; I've seen the promised land\"","response":"Martin Luther King (Jr.)"},{"text":"Completes \"If the British Empire and its Commonwealth last for 1,000 years, men will still say...\"","response":"this was their finest hour"},{"text":"In 1690 this English philosopher wrote, \"Wherever law ends, tyranny begins.\"","response":"John Locke"}],"originalDate":"1990-09-03"}],{"category":"WORD ORIGINS","text":"From the Greek for \"all views\", this word was 1st used to describe a large 1787 painting of Edinburgh by artist Robert Barker","response":"panorama"}]}