{"mix":3275,"rounds":[[{"category":"FOOD","comments":"","clues":[{"text":"When he returned to Venice from the Far East, he introduced the idea of fruit flavored ices","response":"Marco Polo"},{"text":"Consisting of puff pastry layered with custard or cream, this pastry's fit for a French emperor","response":"a Napoleon"},{"text":"The USDA made Wolfgang Puck add tomato in order to sell his frozen pies as these","response":"pizzas"},{"text":"They're immature pigeons sometimes raised for food","response":"squabs"},{"text":"These edible fungi thrive in chalky soil, &amp; the best are the perigord variety","response":"truffles"}],"originalDate":"1990-09-03"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"A Tibetan ox, or to talk persistently","response":"yak"},{"text":"A dog with a short, flattened nose, or the short, flattened nose itself","response":"pug"},{"text":"It can mean the daily record of a ship's progress or the act of recording that progress","response":"log"},{"text":"It can precede brow, down or life","response":"low"},{"text":"Although roosters crow, crows emit this sound","response":"caw"}],"originalDate":"1990-09-03"},{"category":"PSYCH 101","comments":"","clues":[{"text":"Carl Jung coined this term to describe an introspective person","response":"introvert"},{"text":"The name Rorschach is indelibly associated with tests using these irregular shapes","response":"inkblots"},{"text":"Psychological state that superficially resembles sleep, it was first used scientifically by Franz Mesmer","response":"hypnotism (or hypnotic state)"},{"text":"Machine that's commonly called a lie detector","response":"a polygraph"},{"text":"An inactive drug given in place of a real one; it might work on the power of suggestion","response":"a placebo"}],"originalDate":"1990-09-03"},{"category":"LEFTOVERS","comments":"(Alex: And those LEFTOVERS are clues that were left over from last season.)","clues":[{"text":"His remains lie in the main entrance of the original Smithsonian building","response":"(James) Smithson"},{"text":"Jakob Roggeveen discovered this South Pacific island 2 days after Good Friday, 1722","response":"Easter Island"},{"text":"You place your hands &amp; feet on colored circles to play this game; it's perfect for contortionists","response":"Twister"},{"text":"Picasso's daughter, her signature is on tubes of her signature lipstick, Mon Rouge","response":"Paloma Picasso"},{"text":"Houdon's most famous mythological statue is of this Roman goddess holding a bow","response":"Diana"}],"originalDate":"1990-09-03"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"\"1984\" was a 1949 book by Eric Blair written under this pen name","response":"George Orwell"},{"text":"\"Where Have I Been?\" was the 1982 autobiography of this \"Your Show of Shows\" comedian","response":"Sid Caesar"},{"text":"1 of 2 Arthur Hailey novels to become the top-selling fiction book of the year","response":"<i>Airport</i> (or <i>Wheels</i>)"},{"text":"He followed his novel \"Monsieur Beaucaire\" with a term in the Indiana state legislature","response":"Booth Tarkington"},{"text":"An incident from his book \"My Life in Court\" inspired the stage play \"A Case of Libel\"","response":"Louis Nizer"}],"originalDate":"1990-09-03"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"To go from Philadelphia to New Jersey, you cross this river that shares its name with another state","response":"the Delaware"},{"text":"The Cubans call it Bahia de Cochinos; we call it this","response":"the Bay of Pigs"},{"text":"Incan ruins have been found on islands in this lake on the border of Bolivia &amp; Peru","response":"Lake Titicaca"},{"text":"Odessa is the largest Soviet port on this sea","response":"the Black Sea"},{"text":"In sailing from the English Channel to the North Sea, one would pass through this strait","response":"the Strait of Dover"}],"originalDate":"1990-09-03"}],[{"category":"NOTORIOUS","comments":"","clues":[{"text":"This Nazi minister of propaganda &amp; his wife killed themselves &amp; their children on May 1, 1945","response":"Goebbels"},{"text":"This infamous French nobleman died at the asylum of Charenton in 1814 <span class=\"nobreak\">--</span> it \"pains\" us to tell you","response":"the Marquis de Sade"},{"text":"Etta Place, who rode with this outlaw pair, was probably a lady of the evening, not a schoolteacher","response":"Butch Cassidy & the Sundance Kid"},{"text":"After a serious illness in 37 A.D., this Roman emperor became cruel &amp; mentally unbalanced","response":"Caligula"},{"text":"6 of \"Bugs\" Moran's henchmen &amp; an optometrist were the victims of this 1929 slaughter","response":"the St. Valentine's Day Massacre"}],"originalDate":"1990-09-03"},{"category":"BIOLOGY","comments":"","clues":[{"text":"The hypoglossal nerve controls its many movements, including wagging","response":"the tongue"},{"text":"On land this class of vertebrates can absorb oxygen through the skin, provided it's moist","response":"amphibians"},{"text":"It mitosis 1 cell becomes 2; in meiosis a single cell produce this many daughter cells","response":"4"},{"text":"Protozoans living in a termite's gut break down this substance in the wood the termite eats","response":"cellulose"},{"text":"A healthy red blood cell in your body has about 300 mil. of these oxygen-carrying molecules","response":"hemoglobin"}],"originalDate":"1990-09-03"},{"category":"ACTORS OF THE PAST","comments":"","clues":[{"text":"This \"divine\" French actress was the illegitimate daughter of a Dutch courtesan","response":"Sarah Bernhardt"},{"text":"'40s film star whose family, the Lupinos, performed in Europe in the 17th century","response":"Ida Lupino"},{"text":"Italian actress Eleonora Duse was famous for her roles in this Norwegian's plays","response":"Henrik Ibsen"},{"text":"This \"Jersey Lily\" was the daughter of the Very Reverend Wm. C. Le Breton, Dean of Jersey","response":"Lillie Langtry"},{"text":"This bass-voiced Alabama actress starred in the original 1939 production of \"The Little Foxes\", darling","response":"Tallulah Bankhead"}],"originalDate":"1990-09-03"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In a 1918 treaty, this country gave up Ukraine but soon recovered it","response":"Russia (or the Soviet Union)"},{"text":"In 1929, the kingdom of the Serbs, Croats &amp; Slovenes became known as this","response":"Yugoslavia"},{"text":"The 1867 British North America Act united 3 colonies under this single name","response":"Canada"},{"text":"When Louis XIV revoked the Edict of Nantes, thousands of these French Protestants fled to America","response":"Huguenots"},{"text":"In 1835, many of them left Cape Colony &amp; began their historic \"Great Trek\" to what's now the Transvaal","response":"the Boers"}],"originalDate":"1988-07-05"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Easterly's antonym","response":"westerly"},{"text":"In dictionary entries, this word is followed by fish, saucer &amp; Dutchman","response":"flying"},{"text":"What an \"upsilon\" is","response":"the Greek letter \"U\""},{"text":"Gullah, which has African roots, is a language spoken by some black inhabitants of this country","response":"the United States"},{"text":"A \"valetudinarian\" is constantly &amp; morbidly concerned with this","response":"his health"}],"originalDate":"1988-07-05"},{"category":"TELEVISION ODDITIES","comments":"","clues":[{"text":"Bush asked him, \"How'd you like it if I judged your career by those 7 minutes when you walked off the set?\"","response":"Dan Rather"},{"text":"In L.A. on both Feb. 4 &amp; 5, 1988, the 8:00 movie on 3 TV stations starred this man; talk about a death wish!","response":"Charles Bronson"},{"text":"Kraft is using the song \"New York, New York\" in commercials for this brand of cream cheese","response":"Philadelphia brand cream cheese"},{"text":"Todd Waring took over this actor's roles in the TV versions of both \"Nothing in Common\" &amp; \"Splash\"","response":"Tom Hanks"},{"text":"The title of this show stayed the same in 1982 even though half the title team left the show","response":"<i>Laverne & Shirley</i>"}],"originalDate":"1988-07-05"}],{"category":"WOMEN IN POLITICS","text":"In 1974 she became the 1st woman head of state anywhere in the Americas","response":"Isabel Peron (of Argentina)"}]}