{"mix":3276,"rounds":[[{"category":"MUSIC ON THE MAP","comments":"","clues":[{"text":"John Denver's \"Take Me Home, Country Roads\" sings the praises of this state","response":"West Virginia"},{"text":"Herb Alpert spent time in one of its taxis while the Kingston Trio did time in its jail","response":"Tijuana"},{"text":"\"Rock-A-Bye Your Baby With A Dixie Melody\" &amp; \"Old Folks At Home\" both misspell the name of this river","response":"the Suwannee"},{"text":"Meet me in this city &amp; \"we will dance the hoochee koochee\" &amp; \"I will be your tootsie wootsie\"","response":"St. Louis"},{"text":"Elton John wrote this song for Billie Jean King's tennis team, not our bicentennial","response":"\"Philadelphia Freedom\""}],"originalDate":"1988-07-05"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"From Latin for \"day\", famous ones have been written by Boswell &amp; Pepys","response":"a diary"},{"text":"Late in life, Boccaccio gave public lectures on this other Italian poet's works","response":"Dante"},{"text":"Balzac &amp; Stendahl were early proponents of realism, which was a reaction against this movement","response":"Romanticism"},{"text":"Author of \"The Devil's Dictionary\", at 71 he went south of the border &amp; was never seen again","response":"Ambrose Bierce"},{"text":"His 1st published story, \"Childhood\", appeared in 1852 while he was in the Russian army","response":"(Leo) Tolstoy"}],"originalDate":"1988-07-05"},{"category":"PEOPLE","comments":"","clues":[{"text":"Michele L'Esperance made the cover of People after having this many test tube babies all at once","response":"5"},{"text":"Tony Award-winning daughter of Tony winners Tammy Grimes &amp; Christopher Plummer","response":"Amanda Plummer"},{"text":"Historian who wrote about \"The Calamitous 14th Century\" in \"A Distant Mirror\"","response":"Barbara Tuchman"},{"text":"A hall at this NYC site is named for Alice Tully, who provided most of the funds","response":"Lincoln Center"},{"text":"In 1971, at the age of 19, this now-exiled leader became the youngest president in the world","response":"Jean-Claude (\"Baby Doc\") Duvalier"}],"originalDate":"1988-07-05"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"The constituent members of a multistar system, or the constituent members of a stereo system","response":"components"},{"text":"A 100-inch telescope collects 10,000 times more light than a telescope with a mirror this size","response":"1 inch"},{"text":"It was founded in 1904 by George Ellery Hale in the mountains above Pasadena, Calif.","response":"the Mount Wilson Observatory"},{"text":"A red giant star has exhausted all of this element used as fuel in its core","response":"hydrogen"},{"text":"Among planets in our solar system whose size is known, these 2 are closest in diameter","response":"Venus & the Earth"}],"originalDate":"1988-07-05"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"Its south summit, some 28,700 feet high, was 1st scaled May 26, 1953","response":"Mount Everest"},{"text":"Snow sometimes covers the peaks in the Ahaggar Mountains, which are in the center of this desert","response":"the Sahara"},{"text":"The Grampian Mountains divide this northern country's lowlands &amp; highlands","response":"Scotland"},{"text":"The Condor Mountains are an eastern range of this chain","response":"the Andes"},{"text":"While the major chain in Georgia, USA is the Appalachians, the major chain in Georgia, USSR is this","response":"the Caucas (or Caucasus)"}],"originalDate":"1988-07-05"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"A retirement city in Florida, or a retired capital of Russia","response":"St. Petersburg"},{"text":"This part of the United Kingdom is called \"Cymru\" in its native language","response":"Wales"},{"text":"2 of the 4 countries that border Romania","response":"(2 of) the Soviet Union, Yugoslavia, Bulgaria & Hungary"},{"text":"Capital of Malaysia, it was once a Chinese tin-mining camp","response":"Kuala Lumpur"},{"text":"Avarua is the capital of these Pacific islands, which were named for an English captain","response":"the Cook Islands"}],"originalDate":"1988-06-28"}],[{"category":"ANIMALS","comments":"","clues":[{"text":"Part of its body where you'll find a warthog's warts","response":"its face"},{"text":"Owls are among the few birds to have these on the front of their heads","response":"their eyes"},{"text":"Most lampreys live by attaching themselves to these","response":"other fish"},{"text":"When grasshoppers or other Orthoptera are stridulating, they're producing this","response":"a song (or a sound)"},{"text":"Varieties of these insects include bee, soldier, flower, blow &amp; fruit","response":"flies"}],"originalDate":"1988-06-28"},{"category":"ACTORS' REAL NAMES","comments":"","clues":[{"text":"He came into this world as Clarence Crabbe but went out of this world as Buck Rogers","response":"Buster Crabbe"},{"text":"He was born Bela Ferenc Blasko in Lugos, Hungary","response":"Bela Lugosi"},{"text":"Though his original name was Adolph Marx, he was silent on the subject","response":"Harpo Marx"},{"text":"John Arthur Carradine, who was \"Bound for Glory\"","response":"David Carradine"},{"text":"Ernest Frederick McIntyre Bickel spent \"The Best Years of Our Lives\" with this name","response":"Fredric March"}],"originalDate":"1988-06-28"},{"category":"10-LETTER WORDS","comments":"(Alex: We paused on 10-LETTER WORDS there because a few months ago, we had a category called 10-LETTER WORDS in which one of the correct responses was \"celebration\", a word which contains 11 letters.  None of us caught it a the time, nor did the millions upon millions of people who watch our program.  We received only 6 letters.  We apologize for our error; this is our way of making up for it<span class=\"nobreak\">--</span>by playing another 10-letter word category.)","clues":[{"text":"It's any fitting fabric for furniture","response":"upholstery"},{"text":"Instead of being hospitalized, many who are sick can be treated on this basis","response":"outpatient"},{"text":"When a paper has erroneously reported a statement or story, it may print one of these","response":"retraction (correction accepted)"},{"text":"10-letter word usually spoken when standing with hand over heart before a U.S. flag","response":"allegiance"},{"text":"From the Greek for \"single tone\", it means tediously uniform or unvarying","response":"monotonous"}],"originalDate":"1988-06-28"},{"category":"ELECTIONS","comments":"","clues":[{"text":"Since the Reconstruction era, all governors of Georgia have been from this party","response":"the Democratic Party"},{"text":"Of 22, 44, or 66, the number of congressmen who in 1986 ran for the U.S. House of Representatives unopposed","response":"66"},{"text":"\"Tippecanoe &amp; Tyler too!\" was an 1840 campaign slogan of this party","response":"the Whig Party"},{"text":"In 1980, he became the last 3rd party presidential candidate to get more than 5 million votes","response":"Anderson"},{"text":"Of the 4 men who ran against FDR, he got the biggest popular vote","response":"Wendell Willkie"}],"originalDate":"1988-06-28"},{"category":"POTPOURRI","comments":"","clues":[{"text":"A feminist might tell you it's what the letters in \"NOW\" stand for","response":"National Organization of Women"},{"text":"What a Spaniard usually drinks from a \"bota\"","response":"wine"},{"text":"There is a small population of blue whales that can be seen in this famous Canadian river","response":"the Saint Lawrence"},{"text":"The \"Pig Bowl\" is a California charity football game between people of this occupation","response":"law enforcement"},{"text":"In 1978, Pat Donahue ate almost 2 lbs. of these in 68 seconds without sipping a single Gibson","response":"(pickled) onions"}],"originalDate":"1988-06-28"},{"category":"FRENCH LITERATURE","comments":"","clues":[{"text":"Called \"a French Sir Walter Scott\", he's known for novels such as \"Les Trois Mousquetaires\"","response":"(Alexandre) Dumas"},{"text":"Victor Hugo wrote a biographical study of this great English playwright","response":"Shakespeare"},{"text":"For 35 years straight, he published a new novel each year, including \"From the Earth to the Moon\"","response":"Jules Verne"},{"text":"English title of the epic novel whose literal translation is \"In Search of Time Lost\"","response":"<i>Remembrance of Things Past</i>"},{"text":"Madame Bovary's first name","response":"Emma"}],"originalDate":"1988-06-28"}],{"category":"LITERARY CHARACTERS","text":"In 1929 London's Great Ormond Street Children's Hospital was given all rights to this character created 27 years earlier","response":"Peter Pan"}]}