{"mix":3283,"rounds":[[{"category":"HISTORICAL YEARBOOK ENTRIES?","comments":"","clues":[{"text":"Gonna co-lead the Huns with my bro, Bleda (until I kill him in 445, ha ha! jk!); voted most likely to pillage an entire civilization","response":"Attila"},{"text":"Voted most likely to wed his H.S. sweetheart Lynne on Aug. 29, 1964 &amp; most unpopular quail hunting partner","response":"Dick Cheney"},{"text":"Rome H.S. football rules! Voted most popular, most likely to cross the Rubicon in 49 B.C. &amp; to have a month named for him","response":"Julius Caesar"},{"text":"Rodrigo Diaz de Vivar, Castile Poly class of circa 1060, writes, \"Pet peeves: Moors.  Nickname:\" this","response":"El Cid"},{"text":"Can't wait to go to Visva-Bharati U.!  Future goal: to be the \"I\" in '70s Congress-I Party &amp; be India's Madam P.M. (again)","response":"Indira Gandhi"}],"originalDate":"2010-07-21"},{"category":"GOING FOR \"WARD\"","comments":"","clues":[{"text":"Former name for what we today call a flight attendant","response":"a stewardess"},{"text":"All the clothes belonging to you, or a tall piece of furniture to put them all in","response":"a wardrobe"},{"text":"Michael S. Evans holds this top administrative position at Folsom Prison","response":"warden"},{"text":"It precedes \"Christian Soldiers\" in a 19th century hymn","response":"\"Onward\""},{"text":"\"Cavalcade\" &amp; \"Conversation Piece\" are 2 of his most popular plays","response":"Noël Coward"}],"originalDate":"2010-07-21"},{"category":"DAYS OF THE WEEK","comments":"","clues":[{"text":"Unable to get over the hump, more Americans kill themselves on this than any other day, per a 2009 study","response":"Wednesday"},{"text":"Traditionally, it's believed that Jesus was crucified on this day of the week","response":"Friday"},{"text":"Day found in the title of The Mamas &amp; The Papas' only No. 1 hit","response":"Monday"},{"text":"It's the sabbath for Seventh-Day Adventists","response":"Saturday"},{"text":"The Romans called it \"Jupiter's Day\", but in English this weekday is named for a son of Odin","response":"Thursday"}],"originalDate":"2010-07-21"},{"category":"WHATEVER","comments":"","clues":[{"text":"It's a flag or banner that tapers to a point on one end &amp; yes, the Cubs will win one again someday","response":"a pennant"},{"text":"Unlike most birds, which have 4, ostriches have this many toes on each foot, adapted to aid in running","response":"2"},{"text":"For one brief shining moment, the Kennedys were said to live in this mythic kingdom","response":"Camelot"},{"text":"It's the hotel service of folding back your blanket for bed<span class=\"nobreak\">--</span>&amp; how about a pillow mint?","response":"turndown"},{"text":"The world's first steam locomotives were used in this U.K. country's coal mines","response":"Wales"}],"originalDate":"2010-07-21"},{"category":"<em class=\"underline\">ROLLING STONE</em>'S 50 BEST SONGS OF THE DECADE","comments":"","clues":[{"text":"No. 15:<br>This \"Man in Black\" performing \"Hurt\" by Nine Inch Nails; Trent Reznor said, \"That song isn't mine anymore\"","response":"Johnny Cash"},{"text":"No. 10:<br>\"Stan\" by this rapper; take note of the \"bloodcurdling climax\"","response":"Eminem"},{"text":"No. 4:<br>\"Hey Ya!\" by this group; \"a genre-humping blur of acoustic guitars... and Andre 3000's funktastic charm\"","response":"OutKast"},{"text":"No. 6:<br>\"Seven Nation Army\" by this band; \"the greatest riff of the decade\"","response":"The White Stripes"},{"text":"No. 1:<br>\"Crazy\", by this band with Cee-Lo &amp; Danger Mouse; \"Every sucky band on Earth tried a lame cover\"","response":"Gnarls Barkley"}],"originalDate":"2010-07-21"},{"category":"GET SOME CULTURE","comments":"","clues":[{"text":"The prehistoric Yayoi culture of Japan is named for a suburb of this city where its artifacts were first found","response":"Tokyo"},{"text":"The Thule culture, the immediate antecedent to this contemporary culture, spread from Alaska to Greenland","response":"Inuit (or Eskimo)"},{"text":"The Natufian culture of ancient Palestine dates to circa 9000 B.C.<span class=\"nobreak\">--</span>the Mesolithic or Middle this age","response":"the Stone Age"},{"text":"The culture of the Hohokam (Pima for \"vanished ones\") flourished along the Gila River in what's now this 48th state","response":"Arizona"},{"text":"The Villanovan culture of Italy was obliterated in the 500s B.C. by this people familiar to longtime \"Jeopardy!\" fans","response":"the Etruscans"}],"originalDate":"2010-07-21"}],[{"category":"DRINK LABELS","comments":"","clues":[{"text":"Prune juice isn't listed as an ingredient in this soft drink; the FAQ on the website specifies that it contains none","response":"Dr Pepper"},{"text":"Edge, \"the world's only maximum power cola\", has these 2 initials of its parent cola on the label","response":"RC"},{"text":"One of the 2 fruits you might see on the label of specially flavored Diet Coke cans still sold in the United States","response":"lime (or cherries)"},{"text":"The label of this hyphenated drink that comes in strawberry &amp; chocolate flavors urges you to \"Shake it!\"","response":"Yoo-hoo"},{"text":"2 of the 3 things listed under the big \"0\" on a Diet Pepsi can","response":"(2 of) calories, sugar & carbohydrates"}],"originalDate":"2010-07-21"},{"category":"\"SOUTHERN\" COMFORT","comments":"","clues":[{"text":"This school's football team plays home games at the L.A. coliseum","response":"the University of Southern California"},{"text":"This railroad company was founded in 1865 to build a railroad between San Francisco &amp; San Diego","response":"Southern Pacific"},{"text":"This smallest constellation can't be seen in most of the northern hemisphere","response":"the Southern Cross"},{"text":"Abbreviated SBC, this group is the largest Protestant denomination in the United States","response":"the Southern Baptist Convention"},{"text":"Both Martin Luther King Jr. &amp; his son have headed this organization, the SCLC","response":"the Southern Christian Leadership Conference"}],"originalDate":"2010-07-21"},{"category":"TOP U.S. FRANCHISES","comments":"","clues":[{"text":"Oh, thank heaven for this largest chain of convenience stores where you can get a Big Gulp day or night","response":"7-Eleven"},{"text":"Ante up the money &amp; you can have one of these hardware stores; it's \"the helpful place\"","response":"Ace"},{"text":"\"Grill &amp; chill\" with this franchise that's been serving up its soft-serve ice cream since 1940","response":"Dairy Queen"},{"text":"This women-only circuit-training fitness center began franchising in 1995","response":"Curves"},{"text":"Begun in Japan, this chain of math &amp; reading centers ranks as the top tutoring services franchise","response":"Kumon"}],"originalDate":"2010-07-20"},{"category":"CLASSIC MOVIE ORIGINAL DIALOGUE?","comments":"(Alex: You have to identify the film for us.)","clues":[{"text":"\"No thanks, Mrs. Robinson.  I don't know what a 'cougar' is &amp; I don't think I want to find out.  Is Elaine home?\"","response":"<i>The Graduate</i>"},{"text":"\"Oh, geez... George, it turns out Bedford Falls would be better off if you'd never been born.  Now... this is awkward\"","response":"<i>It's a Wonderful Life</i>"},{"text":"\"No, no, no, I'm Antoninus! I'm not that guy!  You want him!  He's right there!  The one that looks like Kirk Douglas\"","response":"<i>Spartacus</i>"},{"text":"\"No.  Wilson woulda killed you, Terry.  You wouldn't have been a contender, just a bum, which is what you are.  Sorry.\"","response":"<i>On the Waterfront</i>"},{"text":"\"Oh, Rosebud!  I thought you said something else.  That was his sled.  That all you need?  I'm kinda busy\"","response":"<i>Citizen Kane</i>"}],"originalDate":"2010-07-20"},{"category":"HELLO, DOLL-Y","comments":"","clues":[{"text":"This type of doll represents a particular person; sticking pins in it is said to reinforce spells cast on that person","response":"a voodoo doll"},{"text":"In the 1880s this inventor reduced the size of a phonograph so that it could fit inside a doll &amp; make it \"talk\"","response":"Edison"},{"text":"Mattel has announced 2 new \"I Can Be...\" dolls of her: news anchor &amp; computer engineer","response":"Barbie"},{"text":"Chrissa Maxwell, who moved to Minnesota to live with her grandmother, is the 2009 girl of the year in this line","response":"American Girl"},{"text":"This doll with the red-&amp;-white striped legs &amp; red yarn hair was created by cartoonist Johnny Gruelle in 1915","response":"Raggedy Ann"}],"originalDate":"2010-07-20"},{"category":"1984","comments":"","clues":[{"text":"January 1:<br>This Southeast Asian sultanate gains its full independence from Great Britain","response":"Brunei"},{"text":"January 24:<br>Apple introduces this influential  computer model","response":"the Macintosh"},{"text":"May 19:<br>Led by a Great One, this Canadian team takes its first Stanley Cup","response":"the Edmonton Oilers"},{"text":"August 21:<br>Half a million people march through the streets of Manila protesting this president's rule","response":"Marcos"},{"text":"Jan. 3:<br>Syria frees a U.S. Navy flier following a visit from this U.S. politician; June 27: Cuba frees 48 prisoners ditto","response":"Jesse Jackson"}],"originalDate":"2010-07-20"}],{"category":"METAPHORICAL PHRASES","text":"In the late 1800s Clark Stanley was a notorious seller of this 2-word product, which he advertised as a curative liniment","response":"snake oil"}]}