{"mix":3295,"rounds":[[{"category":"PLEASE BELIZE ME","comments":"","clues":[{"text":"In 1981 the sun set on this empire's colonial rule in newly independent Belize","response":"the British Empire (the United Kingdom accepted)"},{"text":"On Oct. 31, 1961 Belize City was severely damaged by one of these; the capital was moved inland a few years later","response":"a hurricane"},{"text":"Belize has been involved for decades in border disputes with this western neighbor","response":"Guatemala"},{"text":"Belize's highest peak is known as this author's \"Delight\", for its resemblance to the setting of \"The Lost World\"","response":"Sir Arthur Conan Doyle"},{"text":"About one quarter of Belize's population is of this ethnicity of mixed African &amp; European descent","response":"Creole"}],"originalDate":"2010-07-01"},{"category":"REPTILES","comments":"","clues":[{"text":"The green anole is often mislabeled in pet stores as this color-changing lizard","response":"a chameleon"},{"text":"Though most worm lizards resemble worms in not having these, the ajolote worm lizard has 2 little front ones","response":"feet (or legs)"},{"text":"The tuatara, Maori for \"having spines\", is found only on islands off the coast of this country","response":"New Zealand"},{"text":"Sunbeam snakes are so called because these sparkle in the light","response":"scales"},{"text":"The Chinese alligator is confined to a small area in the valley of this longest Chinese river","response":"the Yangtze"}],"originalDate":"2010-06-30"},{"category":"ALSO A GIRL'S NAME","comments":"","clues":[{"text":"A small, freshwater stream, perhaps babbling","response":"a brook"},{"text":"It used to mean to woo or court; now it means take to court","response":"sue"},{"text":"It precedes mater when referring to one's former school","response":"alma"},{"text":"A female donkey","response":"a jenny"},{"text":"\"And then there's\" this shawl or wrap, made of gray striped plaid, that's worn in Scotland","response":"maud"}],"originalDate":"2010-06-30"},{"category":"THE FASTING &amp; THE FURIOUS","comments":"","clues":[{"text":"He fasted, furiously but nonviolently, in 1924, 1932, 1947 &amp; 1948","response":"Gandhi"},{"text":"In 2009 a Johannesburg TV producer staged a 30-day fast to protest cutbacks in this nation's broadcasting","response":"South Africa"},{"text":"Bobby Sands, an officer in this \"Army\", died in 1981 following a 66-day hunger strike at the Maze Prison near Belfast","response":"the Irish Republican Army"},{"text":"Lt. Colonel Thileepan of the Tamil Tigers starved himself to death in a 1987 hunger strike on this island","response":"Sri Lanka"},{"text":"In 1917 Alice Paul, arrested while agitating for this constitutional amendment, was force fed to end her hunger strike","response":"the 19th Amendment"}],"originalDate":"2010-06-30"},{"category":"I'M SEEING COLORS","comments":"","clues":[{"text":"Raven or jet","response":"black"},{"text":"Alabaster or bone","response":"white"},{"text":"Mandarin or pumpkin","response":"orange"},{"text":"Dresden or cobalt","response":"blue"},{"text":"Slate or mouse","response":"gray"}],"originalDate":"2010-06-30"},{"category":"FAUX PAS","comments":"","clues":[{"text":"Say \"best wishes\" to this person; \"congratulations\" implies she's won something, rather than being won","response":"the bride"},{"text":"Per \"Emily Post's Etiquette\", a woman dancing \"may not refuse to change partners when another\" does this","response":"cuts in"},{"text":"Air travel no-no: wrestle for 10 minutes during boarding with a bag too big for these 2 possible spots","response":"the overhead compartment or under the seat"},{"text":"A study at Clemson found that this George Costanza move really does add thousands of bacteria to the salsa","response":"double-dipping"},{"text":"Applauding between these, customarily not done, is encouraged by some orchestras as a sign of enthusiasm","response":"movements"}],"originalDate":"2010-06-30"}],[{"category":"REAL \"PA\"s","comments":"","clues":[{"text":"In 2009 this college football coaching legend turned 83 &amp; went 11-2","response":"Joe Paterno"},{"text":"This actress is the mother of James Wilkie Broderick","response":"Sarah Jessica Parker"},{"text":"This film, theater &amp; \"Criminal Minds\" actor is also an interpreter of song standards, sometimes in Yiddish","response":"Mandy Patinkin"},{"text":"In 2009, at age 91, this 1960s \"Jeopardy!\" announcer was still the voice of \"Saturday Night Live\"","response":"Don Pardo"},{"text":"On her first visit to NYC in 1964, signs for a big musical made her say, \"They must have been waiting for me!\"","response":"Dolly Parton"}],"originalDate":"2010-06-30"},{"category":"THE HEAVYWEIGHT CHAMP","comments":"","clues":[{"text":"Trainer Angelo Dundee was in this champ's corner from 1960 to his 1981 fight with Trevor Berbick","response":"Muhammad Ali"},{"text":"Damon Runyon gave this champ the nickname \"Manassa Mauler\", Manassa being the Colorado town where he was born","response":"Jack Dempsey"},{"text":"In 1994, at age 45, he reclaimed the title he had held 20 years earlier with a 10-round knockout of champ Michael Moorer","response":"George Foreman"},{"text":"He retired in 1949 after an 11-year reign as champ but came out of retirement in 1950, losing to Ezzard Charles","response":"Joe Louis"},{"text":"This African American's first fight after winning the title was a 1909 bout against future actor Victor McLaglen","response":"Jack Johnson"}],"originalDate":"2010-06-30"},{"category":"EUROPEAN COUNTRY BY CITIES","comments":"","clues":[{"text":"Graz,<br>Salzburg","response":"Austria"},{"text":"Bergen,<br>Trondheim","response":"Norway"},{"text":"Odessa,<br>Lviv","response":"Ukraine"},{"text":"Charleroi,<br>Ghent","response":"Belgium"},{"text":"Coimbra,<br>Aveiro","response":"Portugal"}],"originalDate":"2010-06-30"},{"category":"KITTY LIT","comments":"","clues":[{"text":"This Dr. Seuss feline said, \"I always pick up all my playthings, and so... I will show you another good trick that I know\"","response":"the Cat in the Hat"},{"text":"He told Alice, \"We're all mad here, I'm mad, you're mad\"","response":"the Cheshire Cat"},{"text":"Tom Kitten gets rolled up in dough &amp; is almost baked in a pudding in \"The Tale of Samuel Whiskers\" by this author","response":"Beatrix Potter"},{"text":"In this George Selden work, Harry Cat becomes friends with Chester, a cricket from Connecticut who goes to NYC","response":"<i>The Cricket in Times Square</i>"},{"text":"Jennyanydots is the subject of \"The Old Gumbie Cat\", one of 13 poems in this collection","response":"<i>Old Possum's Book of Practical Cats</i>"}],"originalDate":"2010-06-30"},{"category":"BACKWORDS","comments":"(Alex: Each correct response will be one word from the clue itself spelled backwards.)","clues":[{"text":"The mood was one of this as the Moon broke from its orbit &amp; hurtled toward Earth","response":"doom"},{"text":"The Internet is inundated with many things: polls. sports, games, maps, news &amp; unfortunately, this","response":"spam"},{"text":"Bertha said it was the last straw when confronted by these in the mirror, the day before prom","response":"warts"},{"text":"The executive chef stressed to the waiters that these were going to take 15 minutes to prep","response":"desserts"},{"text":"The announcement rang out that the baby's mother would be repaid for this item","response":"the diaper"}],"originalDate":"2010-06-30"},{"category":"GO IRISH!","comments":"","clues":[{"text":"The Ha'penny Bridge spans the Liffey River in this Irish metropolis","response":"Dublin"},{"text":"Onions, potatoes &amp; this meat go into the traditional dish called Irish stew","response":"lamb"},{"text":"This Roman missionary brought Christianity to Ireland in the 5th century","response":"St. Patrick"},{"text":"The Irish town of Kerry lends its name to this colorful breed of pooch","response":"a Kerry blue terrier"},{"text":"For organizing Band Aid &amp; other good works, this Irishman received an honorary knighthood in 1986","response":"Bob Geldof"}],"originalDate":"2010-06-29"}],{"category":"FAMOUS HOTELS","text":"The painting seen <a href=\"http://www.j-archive.com/media/2016-04-13_FJ.jpg\" target=\"_blank\">here</a>, \"A Vicious Circle\", hangs in this hotel in the room that's portrayed in the painting","response":"the Algonquin Hotel"}]}