{"mix":3302,"rounds":[[{"category":"MR. OCTOBER","comments":"","clues":[{"text":"In 2008 October 9 was proclaimed the \"Day\" of this Nordic man said to be the first European to reach North America","response":"(Leif) Eriksson"},{"text":"He was 76 when he was elected pope Oct. 28, 1958","response":"John XXIII"},{"text":"In 1938 Chester Carlson made the first photocopy, of the words \"10-22-38 Astoria\", in this NYC borough","response":"Queens"},{"text":"The Octobrists were formed in this large country in 1905 &amp; quickly became its majority political group","response":"Russia"},{"text":"This controversial military man's brief retirement ended when he was recalled by Israel's army in October 1973","response":"Ariel Sharon"}],"originalDate":"2010-06-17"},{"category":"THE BIG UNIT","comments":"","clues":[{"text":"ADC makes units that handle 460 pounds of this; not sure how many sheets of Bounce you need to add","response":"laundry"},{"text":"Mugnaini is a company specializing in wood fired ovens, including one over 4' wide by 6' deep, for this food","response":"pizza"},{"text":"Carrier's Weathermaster HVAC unit, with capacity up to 100 tons, goes here on a building","response":"the roof"},{"text":"Monster car audio components from MTX are named for this concrete-breaking (&amp; eardrum-hurting) device","response":"a jackhammer"},{"text":"In 1926 the queen of Romania flipped on the new 100,000-horsepower generator of New York this, now Consolidated this","response":"Edison"}],"originalDate":"2010-06-17"},{"category":"THE IRON HORSE","comments":"","clues":[{"text":"Watty Piper penned the tale about this title locomotive who believes \"I think I can<span class=\"nobreak\">--</span>I think I can\"","response":"The Little Engine That Could"},{"text":"Later replaced by diesel engines, \"big boys\" were among the largest locomotive engines of this type ever built","response":"steam"},{"text":"Built around 1830, this first U.S. locomotive shared its name with a diminutive P.T. Barnum star","response":"Tom Thumb"},{"text":"The railroad museum of this state has a locomotive from the state's Florence &amp; Cripple Creek railroad","response":"Colorado"},{"text":"Charles Babbage invented this \"beastly\" safety device found on the front of locomotives","response":"a cowcatcher"}],"originalDate":"2010-06-17"},{"category":"SAY \"HEY\", KID","comments":"","clues":[{"text":"1968 Beatles No. 1 hit","response":"\"Hey Jude\""},{"text":"In a nursery rhyme it precedes \"the cat and the fiddle\"","response":"\"Hey Diddle Diddle\""},{"text":"It's a stage of youth, vigor &amp; prosperity","response":"heyday"},{"text":"1951 Hank Williams classic with a culinary query in the chorus","response":"\"Hey, Good Lookin'\""},{"text":"Precedes Broun in the name of a pioneering journalist &amp; Hale Broun in the name of his sportswriter son","response":"Heywood"}],"originalDate":"2010-06-17"},{"category":"COMPLETE THE MOVIE QUOTE","comments":"","clues":[{"text":"\"To Have and Have Not\":<br>\"You know how to ____, don't you, Steve?\"","response":"whistle"},{"text":"\"All the President's Men\":<br>\"Follow the ____\"","response":"money"},{"text":"\"White Heat\":<br>\"Made it, ma!  Top of ____ ____\"","response":"the world"},{"text":"\"Fargo\": <br>\"And I guess that was your accomplice in the ____ ____\"","response":"wood chipper"},{"text":"\"Fast Times at Ridgemont High\": <br>\"When it comes down to making out, whenever possible, put on side 1 of ____ ____ ____\"","response":"<i>Led Zeppelin IV</i>"}],"originalDate":"2010-06-17"},{"category":"TITLE CHARACTERS","comments":"","clues":[{"text":"A Nicholas Sparks novel is titled \"Dear\" him","response":"John"},{"text":"Oliver Goldsmith's Dr. Primrose is \"The Vicar of\" this place","response":"Wakefield"},{"text":"William Kennedy fictionalized his life in \"Legs\"","response":"Legs Diamond"},{"text":"Kingsley Amis wrote of this \"Lucky\" lecturer","response":"Lucky Jim"},{"text":"James Baldwin set a novel in his \"Room\"","response":"Giovanni"}],"originalDate":"2010-06-17"}],[{"category":"NATIONAL PARKS &amp; MONUMENTS","comments":"","clues":[{"text":"A national historical park named for this duo is made up of 12 sites in the northwest","response":"Lewis & Clark"},{"text":"Lee's aide-de-camp Charles Marshall, John's great-nephew, chose this surrender site, now a national historical park","response":"Appomattox Court House"},{"text":"A New Mexico national monument is named for this, from the Greek for \"rock carving\"","response":"petroglyph"},{"text":"This site 20 miles from Philly let Washington's army keep pressure on the Brits but was too far away for surprise attacks","response":"Valley Forge"},{"text":"A national monument in Utah is named for this, the world's largest known natural bridge","response":"Rainbow Bridge"}],"originalDate":"2010-06-17"},{"category":"NEW TONGUE TWISTERS","comments":"","clues":[{"text":"\"Stella stippled stylishly with\" this Texas-born partner of Crosby &amp; Nash","response":"Stills"},{"text":"\"Shrews should shun shapeless\" these lighter-than-ice-cream frozen desserts","response":"sherbets"},{"text":"\"Murmuring mommies momentously mumble of\" these, recommended for all women 40 &amp; over","response":"mammograms"},{"text":"\"Barbarians bumble in blackberry\" these, another word for prickly bushes or shrubs","response":"brambles"},{"text":"\"Prior prices are proprietors\"' these exclusive rights, from the Latin for \"ask first\"","response":"prerogatives"}],"originalDate":"2010-06-17"},{"category":"PHILOSOPHERS","comments":"","clues":[{"text":"You shouldn't put this French \"Discourse on Method\" author before the horse","response":"Descartes"},{"text":"Kukai &amp; Saicho were major philosophers of this country's Heian period","response":"Japan"},{"text":"Plato &amp; Xenophon left accounts of this philosopher who wrote nothing himself","response":"Socrates"},{"text":"The argument that the mind at birth is a blank slate is \"key\" to his 1690 \"Essay Concerning Human Understanding\"","response":"John Locke"},{"text":"This 3-named British political theorist who wrote \"On Liberty\" was also a major utilitarian philosopher","response":"(John Stuart) Mill"}],"originalDate":"2010-06-16"},{"category":"ST. AUGUSTINE","comments":"","clues":[{"text":"St. Augustine, Florida boasts a \"farm\" founded in 1893 for these reptiles with more than 20 related species","response":"alligators"},{"text":"Ending a long period of this country's rule, 1819's Adams-Onis treaty turned St. Augustine over to the U.S.","response":"Spain"},{"text":"Of course St. Augustine is home to this legendary spring sought by Ponce de Leon: okay, it's a tourist spot opened in 1901","response":"the Fountain of Youth"},{"text":"Believe it or not, this man's oldest Odditorium of weird stuff is located in St. Augustine","response":"Ripley"},{"text":"St. Augustine's Castillo de San Marcos is an old fort built from a form of limestone known as coquina, or \"little\" these","response":"shells"}],"originalDate":"2010-06-16"},{"category":"IMMANUEL CAN'T...","comments":"","clues":[{"text":"Immanuel can't have a milkshake: like 90% of Asian Americans, he has an intolerance to this sugar","response":"lactose"},{"text":"Immanuel can't become U.S. president because he's not yet this minimum age","response":"35"},{"text":"No, Immanuel can't return to the soccer game; he got one of these cards, his first ever &amp; is not allowed back","response":"a red card"},{"text":"Immanuel can't spell very well: he keeps transposing letters, which makes me think he has this learning disorder","response":"dyslexia"},{"text":"Immanuel can't stand girls, &amp; yes, it's safe to call him one of these, from the Greek for \"woman hater\"","response":"a misogynist"}],"originalDate":"2010-06-16"},{"category":"CONFUSE US","comments":"","clues":[{"text":"Changing the last vowel of a word meaning \"seat of government\" creates this building where lawmakers meet","response":"capital/capitol"},{"text":"Affluent means wealthy: effluent refers to waste in this state of matter","response":"liquid"},{"text":"Spelled with \"al\" at the end, this word refers to a school official: with \"le\", it's a fundamental truth","response":"principal/principle"},{"text":"When this heavy metal loses an \"A\", it becomes a word meaning \"guided\"","response":"lead"},{"text":"Some people needlessly put ir- in front of this word that means \"in spite of everything\"","response":"regardless"}],"originalDate":"2010-06-16"}],{"category":"BRITISH HISTORY","text":"On January 1, 1801, George III relinquished this royal title claimed by English monarchs since the Hundred Years' War","response":"King of France"}]}