{"mix":3307,"rounds":[[{"category":"1987","comments":"","clues":[{"text":"\"People meters\" were put into use measuring the popularity of these","response":"television programs"},{"text":"Gloomy yet \"colorful\" phrase that describes October 19, 1987","response":"Black Monday"},{"text":"1 of the 1st headline stories of 1987 was the tragic fire at the DuPont Plaza Hotel on this island","response":"Puerto Rico"},{"text":"With infrared gear, U.S. Army crews were able to prove that the vessel \"Iran Ajr\" was engaged in this","response":"mine laying"},{"text":"A 1200 lb. man set out to lose 1000 lbs. with help of this comedian who runs a Bahamian nutrition clinic","response":"Dick Gregory"}],"originalDate":"1988-04-07"},{"category":"HOLLYWOOD HISTORY","comments":"","clues":[{"text":"In their 1st musical number together, Ginger sang, he played the accordion &amp; neither 1 of them danced","response":"Fred Astaire"},{"text":"This comic actor produced a singing cowboy Western without his partner Ollie","response":"(Stan) Laurel"},{"text":"Charles Black was dropped from the Social Register for marrying this ex-child star in 1950","response":"Shirley Temple"},{"text":"The poster for this controversial 1956 film showed Carroll Baker sucking her thumb like an infant","response":"<i>Baby Doll</i>"},{"text":"The 2 husbands of Elizabeth Taylor who starred opposite her in films for which she won Oscars","response":"Richard Burton & Eddie Fisher"}],"originalDate":"1988-04-07"},{"category":"LITERATURE","comments":"","clues":[{"text":"1st name of the Maugham title character \"Miss Thompson\"","response":"Sadie"},{"text":"Brom Bones dressed up as this to scare the schoolmaster away from Katrina","response":"the Headless Horseman"},{"text":"Daniel Defoe title character who was a tart, a wife, a thief, a convict, then grew rich &amp; lived honest","response":"Moll Flanders"},{"text":"\"Requiem for a Nun\" was his sequel to \"Sanctuary\"","response":"Faulkner"},{"text":"In his 1940 classic Western novel, Walter Van Tilburg Clark sets his \"Incident\" in this valley","response":"the Ox-Bow"}],"originalDate":"1988-04-07"},{"category":"PARKS","comments":"","clues":[{"text":"The 1st parks. called \"preserves\", were set aside for royalty as grounds for this pastime","response":"hunting"},{"text":"Covering some 26,000 acres, the largest U.S. municipal park system belongs to this U.S. city","response":"New York City"},{"text":"New England's only national park, it shares its name with homeland of Longfellow's Evangeline","response":"Acadia"},{"text":"Studies conducted at these gardens in Greater London helped to start the rubber industry","response":"Kew Gardens"},{"text":"1st used by Aztec emperors, this park, largest in Mexico City, contains \"Los Pinos\", the president's home","response":"Chapultepec"}],"originalDate":"1988-04-07"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"John Rolfe, who married Pocahontas, was 1st to grow this crop commercially in Virginia","response":"tobacco"},{"text":"Following in his father's footsteps, Paul Revere practiced this occupation","response":"silversmith"},{"text":"In the 1760s, 80,000 pairs of shoes per year were manufactured in the town of Lynn in this colony","response":"Massachusetts"},{"text":"Rather than towns &amp; villages, early Maryland settlers built these medieval estates","response":"manors"},{"text":"Not actually one of the Pilgrims, he went with them to serve as their military leader","response":"Miles Standish"}],"originalDate":"1988-04-07"},{"category":"QUESTIONABLE SONGS","comments":"","clues":[{"text":"The song that says, \"Turn around &amp; you're 2, turn around &amp; you're 4\" opens with this question","response":"Where are you going (my little one)?"},{"text":"It follows \"I got rhythm, I got music, I got my man...\"","response":"who could ask for anything more?"},{"text":"Song which eventually asks, \"Where have all the graveyards gone?\"","response":"\"Where Have All The Flowers Gone?\""},{"text":"1st question asked in \"The End Of The World\" is this astronomical one","response":"Why does the sun go on shining? (Why does the sun keep on shining? accepted)"},{"text":"The song \"Shrimp Boats\" asks this question","response":"Why don't you hurry, hurry, hurry home?"}],"originalDate":"1988-04-07"}],[{"category":"\"COLOR\"FUL ANSWERS","comments":"","clues":[{"text":"The Hardy-Rand-Rittler &amp; Ishihara tests are to determine degrees of this","response":"colorblindness"},{"text":"Term for the ceremonial escort accompanying the flag bearer","response":"the color guard"},{"text":"Technical name for a photographic slide","response":"a color transparency"},{"text":"Equine idiom that means another matter completely","response":"a horse of a different color"},{"text":"Though it's not technically a musical instrument, a clavilux is called this","response":"a color organ"}],"originalDate":"1988-04-07"},{"category":"I LOVE A SHOW TUNE","comments":"","clues":[{"text":"Professor 'Enry 'Iggins sings, \"I've grown accustomed to her face\" in a song from this show","response":"<i>My Fair Lady</i>"},{"text":"\"I feel pretty, oh so pretty, I feel pretty and witty and bright\" in a song from this musical","response":"<i>West Side Story</i>"},{"text":"One of this title character's big numbers is \"The Music Of The Night\", which he sings to Christine","response":"the Phantom of the Opera"},{"text":"A song from this show says, \"Won't forget, can't regret, what I did for love\"","response":"<i>A Chorus Line</i>"},{"text":"He wrote the song from \"The Gay Divorcee\" that says, \"Night and day, you are the one\"","response":"Cole Porter"}],"originalDate":"2010-06-08"},{"category":"FOOD GLORIOUS FOOD","comments":"","clues":[{"text":"Usually roasted, squab is a young one of these birds","response":"a pigeon"},{"text":"In a variation of Beef Wellington, Rachael Ray bakes meat, spinach &amp; feta cheese in this Greek dough","response":"phyllo"},{"text":"Sheboygan, Wisconsin began its annual festival of this sausage in 1953","response":"bratwurst"},{"text":"A nutritious snack &amp; fun to pop from their pods, green soybeans go by this Japanese name","response":"edamame"},{"text":"Made of coconut or almond paste, these drop cookies are especially popular at Passover","response":"macaroons"}],"originalDate":"2010-06-08"},{"category":"OLD DEUTERONOMY","comments":"","clues":[{"text":"A series of these ill wishes includes one on \"he that taketh reward to slay an innocent person\"","response":"curses"},{"text":"\"Hear, O Israel: the Lord our God is one Lord\" from Deuteronomy is part of Maariv, evening these","response":"prayers"},{"text":"Though its name is derived from the Greek for \"two\", Deuteronomy is this book of the Bible","response":"fifth"},{"text":"These dietary rules are detailed in Deuteronomy, like salting to remove blood","response":"kosher rules"},{"text":"Verses from Deuteronomy are contained in the Mezuzah, which you can usually find on this part of the house","response":"the doorway"}],"originalDate":"2010-06-08"},{"category":"YOU'RE A GRAND OLD FLAG","comments":"","clues":[{"text":"This present country's red, white &amp; green tricolor got a boost from an 1848 decree by the king of Sardinia","response":"Italy"},{"text":"The blue on Panama's flag symbolizes the Pacific Ocean and this sea","response":"the Caribbean"},{"text":"The yellow stripe on Sao Tome &amp; Principe's flag represents this crop; you'd think it would be chocolate brown","response":"cocoa (or cacao)"},{"text":"This South Pacific island nation's flag was based on an idea from King George Tupou I","response":"Tonga"},{"text":"Kenya's flag features an emblem depicting a shield &amp; spears from this tribe","response":"the Masai tribe"}],"originalDate":"2010-06-08"},{"category":"\"S\"WONDERFUL","comments":"","clues":[{"text":"Here's the church; here's the high tower rising above it that's usually capped with a spire","response":"a steeple"},{"text":"This Georgia city, home to the Bonaventure cemetery &amp; statues, has been called \"America's most haunted\"","response":"Savannah"},{"text":"The buzz is that rocker Gordon Sumner got this nickname from wearing a favorite yellow &amp; black sweater","response":"Sting"},{"text":"A wonderful vaccine largely for older people can help prevent this disease carried by the same virus as chicken pox","response":"shingles"},{"text":"A blushing crow rather than a crushing blow is an example of this play on words","response":"a spoonerism"}],"originalDate":"2010-06-08"}],{"category":"WORLD CITIES","text":"It's the most populous city in the Western Hemisphere","response":"Mexico City"}]}