{"mix":3311,"rounds":[[{"category":"LYRICAL GUNPLAY","comments":"","clues":[{"text":"\"I shot\" this law enforcement officer \"but I swear it was in self-defense\"","response":"the sheriff"},{"text":"\"I shot a man in\" this place \"just to watch him die\"","response":"Reno"},{"text":"The Beatles:<br>\"But Daniel was hot, he drew first and shot, and\" this title guy \"collapsed in the corner\"","response":"Rocky Raccoon"},{"text":"This group:<br>\"Janie's got a gun, her dog day's just begun, everybody is on the run\"","response":"Aerosmith"},{"text":"Hendrix:<br>\"Hey\" this guy, \"I heard you shot your old lady down ...yes, I did, I shot her\"","response":"Joe"}],"originalDate":"2010-06-02"},{"category":"BOSTON ILLEGAL?","comments":"","clues":[{"text":"Desiring raises, the Boston teacher's union found out in 2007 that a proposed one of these was illegal","response":"a strike"},{"text":"The Boston Port Bill, part of 1774's Intolerable Acts, wanted to recoup payment for the illegal destruction of this potable","response":"tea"},{"text":"It's illegal in Southie for a gun club to allow its members to shoot at targets that resemble these","response":"people (humans)"},{"text":"If you put this big trash receptacle in an alley, it had better have a number issued by the commissioner of public works","response":"a dumpster"},{"text":"Don't do this on a Boston sidewalk; it's illegal due to the archaic notion that the act was a way to transmit tuberculosis","response":"spit"}],"originalDate":"2010-06-02"},{"category":"ICKY RHYMES","comments":"(Alex: Each correct response will rhyme with \"icky\".)","clues":[{"text":"Something done or completed in a hurry, like my divorce from Britney Spears","response":"quickie"},{"text":"Having the quality of molasses","response":"sticky"},{"text":"It's a temporary red mark on the skin from kissing (hee hee!)","response":"a hickey"},{"text":"Characterized by concealed difficulty; be careful!","response":"tricky"},{"text":"Cool cocktail of gin, lime juice &amp; club soda","response":"a rickey"}],"originalDate":"2010-06-02"},{"category":"READ ON","comments":"","clues":[{"text":"This term for love-themed works also refers to the group of languages derived from Latin","response":"romance"},{"text":"This type of work holding up human follies to humorous criticism was once divided into \"gentle\" or \"indignant\"","response":"satire"},{"text":"From the Latin for \"shepherd\", it's a literary work idealizing rural life","response":"a pastoral"},{"text":"It's an exalted verse poem dealing with a single dignified theme; Pindar &amp; Keats were expert practitioners","response":"an ode"},{"text":"3-word French term for a novel with thinly disguised depictions of real people","response":"<i>roman à clef</i>"}],"originalDate":"2010-06-02"},{"category":"WOODROW WILSON'S WAR","comments":"","clues":[{"text":"In May 1917 Wilson signed an act requiring U.S. males between the ages of 21 &amp; 31 to do this on June 5","response":"register with Selective Service (for the draft)"},{"text":"In one of the first major U.S. actions, this military branch's 5th &amp; 6th regiments drove the Germans out of Belleau Wood","response":"the Marines"},{"text":"Take a number!  In 1918 Wilson proclaimed his \"Four Ends\", \"Four Principles\", \"Five Particulars\" &amp; 14 of these","response":"Points"},{"text":"In March 1917 Wilson ordered the arming of U.S. merchant ships to defend them from these \"wolves of the sea\"","response":"U-boats"},{"text":"Ironically, Wilson narrowly won re-election in 1916 using this 6-word campaign slogan","response":"\"He kept us out of war\""}],"originalDate":"2010-06-02"},{"category":"TV SHOW SETTINGS BY STATE","comments":"","clues":[{"text":"\"Magnum, P.I.\"","response":"Hawaii"},{"text":"\"Friday Night Lights\"","response":"Texas"},{"text":"\"Designing Women\"","response":"Georgia"},{"text":"\"The Wire\"","response":"Maryland"},{"text":"\"Burn Notice\"","response":"Florida"}],"originalDate":"2010-06-02"}],[{"category":"-OLOGIES","comments":"","clues":[{"text":"Seismology studies the seismic waves produced by these plate shifts","response":"earthquakes"},{"text":"In this branch of mineralogy, you learn all about precious stones: identifying them, cutting them, appraising them","response":"gemology"},{"text":"The origin of this -ology, the study of word origins, goes back to the Greek for \"true word\"","response":"etymology"},{"text":"2 similarly named -ologies: one studies the make-up of the universe; the other, the world of make-up","response":"cosmology & cosmetology"},{"text":"K-State has a Dept. of this, from Greek for \"movement\"; it deals with the anatomy &amp; mechanics of body movement","response":"kinesiology"}],"originalDate":"2010-06-02"},{"category":"\"F\"OODSTUFFS","comments":"(Alex: Each correct response beginning with the letter F.)","clues":[{"text":"All-purpose &amp; self-rising are types of this pantry staple","response":"flour"},{"text":"The name of this semisoft candy can be used as a verb to mean \"to cheat\" or \"to alter data\"","response":"fudge"},{"text":"In 2005 the European Union gave Greece protected designation of origin status for this cheese","response":"feta"},{"text":"Don't struggle with the name of this flatfish family whose members include dab &amp; English sole","response":"flounder"},{"text":"Spanish missionaries introduced this type of fruit to California, hence the mission type of it","response":"a fig"}],"originalDate":"2010-06-02"},{"category":"THE <em class=\"underline\">RING</em> CYCLE","comments":"","clues":[{"text":"In \"Das Rheingold\" 2 giants, Fasolt &amp; Fafner, build a castle for the king of the gods, whom Wagner calls this","response":"Wotan"},{"text":"Made by a dwarf, the magical Tarnhelm allows its owner to change form or become invisible when worn here","response":"on the head"},{"text":"In \"Die Walkure\" she disobeys her father &amp; is put to sleep on a rock on a mountain top","response":"Brunhilde"},{"text":"In November 1848 Wagner wrote a poem about this hero's \"death\"; it served as the starting point for the complete cycle","response":"Siegfried"},{"text":"The final scene of this fourth part of the \"Ring\" cycle takes place at the Hall of the Gibichungs","response":"<i>The Twilight of the Gods</i> (or <i>Gotterdammerung</i>)"}],"originalDate":"2010-06-02"},{"category":"5-LETTER WORDS","comments":"","clues":[{"text":"The top of a hill, or the ornamental tuft appearing on the top of the head of a bird","response":"crest"},{"text":"As a verb, it means to remove the husk from an ear of corn or the top shell of an oyster or clam","response":"shuck"},{"text":"A decorative sticker, it is partly derived from calquer, meaning \"to trace\"","response":"decal"},{"text":"From the Latin for \"price\", it's compassionate treatment or clemency","response":"mercy"},{"text":"2 words combine to make this old term used in radio communications to indicate agreement or compliance","response":"wilco"}],"originalDate":"2010-06-02"},{"category":"BRUCE SPRINGSTEEN","comments":"","clues":[{"text":"After a 1976 gig in Memphis, Bruce scaled the wall of this music icon's home &amp; was busted by a security guard","response":"Elvis Presley"},{"text":"In July of 1984 this Boss album began a 7-week stay atop the charts; it stayed on the survey for 139 weeks","response":"<i>Born in the U.S.A.</i>"},{"text":"In an unprecedented move in 1975, these 2 rival news magazines both featured cover stories on Bruce","response":"<i>Newsweek</i> & <i>Time</i>"},{"text":"On August 11, 1989 Bruce joined this noted drummer onstage for 4 songs, including \"With A Little Help From My Friends\"","response":"Ringo Starr"},{"text":"Bruce's 2006 album \"We Shall Overcome\" paid tribute to this folk music legend who turned 87 that year","response":"Pete Seeger"}],"originalDate":"2010-06-01"},{"category":"THE BOSS","comments":"","clues":[{"text":"The boss is vacationing with Diddy &amp; taking in a film festival in this French resort city on the Gulf of Napoule","response":"Cannes"},{"text":"The boss wants to see you; seems you've been online playing a lot of this \"stately\" card game with a \"river\" &amp; \"turn\"","response":"Texas hold 'em"},{"text":"The boss isn't so tech-savvy; he just said to send a telegram using this company, which sent its last one on Jan. 27, 2006","response":"Western Union"},{"text":"The boss has lots of stories from his years at this insurance company that's \"Like a good neighbor\"","response":"State Farm"},{"text":"The boss is scaring me; he's acting weird &amp; and growing his nails long, like this guy who sold his TWA shares for $500 million in 1966","response":"Howard Hughes"}],"originalDate":"2010-06-01"}],{"category":"ASIAN CITIES","text":"Of Asia's 10 most populous urban areas, this city on an island is the only one south of the equator","response":"Jakarta (in Indonesia)"}]}