{"mix":3329,"rounds":[[{"category":"PRESIDENTIAL SUCCESSION 2010","comments":"","clues":[{"text":"This Treasury head is No. 5; after dealing with the economy, how hard could the top job be?","response":"Timothy Geithner"},{"text":"6th in line is this man who has served in the Cabinets of both George W. Bush &amp; Barack Obama","response":"Robert Gates"},{"text":"Like her dad, she was elected to the House of Representatives; unlike her dad, she got to be No. 2 in succession","response":"Pelosi"},{"text":"A one-time U.S. Attorney for D.C., he's now 7th in line","response":"Eric Holder"},{"text":"As Homeland Security was the last to be added as a Cabinet department, this ex-Arizona Governor is No. 18","response":"Napolitano"}],"originalDate":"2010-04-30"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"After he was baptized, Jesus was tempted in the wilderness by Satan for this many days","response":"40 days"},{"text":"This \"beloved physician\" dedicated his gospel &amp; the book of acts to a Christian named Theophilus","response":"Luke"},{"text":"John 13 says Jesus got up from supper, took a towel &amp; began washing these parts of his disciples","response":"their feet"},{"text":"After Herod died, Joseph, Mary &amp; Jesus left Egypt &amp; returned to this Galiliean city","response":"Nazareth"},{"text":"Among miracles in Capernaum was healing the servant of this Roman soldier who displayed deep faith in him","response":"the centurion"}],"originalDate":"2010-04-29"},{"category":"TAKE IN ORDER","comments":"","clues":[{"text":"In 2006 the Miss America pageant took a gamble &amp; moved to Las Vegas from this longtime home","response":"Atlantic City"},{"text":"The Drifters sang about being on a blanket with their baby, down by the sea, in their hit song \"Under\" this","response":"\"The Boardwalk\""},{"text":"In 1931 a federal jury convicted Al Capone, not of murder, mind you, but of evading this 2-word levy","response":"income tax"},{"text":"Nearly 50 years after their biggest hit, \"The Lion Sleeps Tonight\", this group was still performing it at concerts in 2009","response":"The Tokens"},{"text":"Collect $1,000 if you know that the previous clues in the category lead you to this game","response":"<i>Monopoly</i>"}],"originalDate":"2010-04-29"},{"category":"HEY, THAT'S SHARP!","comments":"","clues":[{"text":"Some of the hatchets she used in her saloon-smashing have been donated to the Kansas historical society","response":"Carrie Nation"},{"text":"In Latin America this large, heavy Spanish-named knife is used for cutting sugar cane &amp; clearing underbrush","response":"a machete"},{"text":"It's the title movie object wielded by Leatherface in several motion pictures","response":"a chainsaw"},{"text":"Robespierre lost his head on one of these July 28, 1794","response":"a guillotine"},{"text":"The Devil's Rope Museum in McLean, Texas is devoted to the history of this material","response":"barbed wire"}],"originalDate":"2010-04-29"},{"category":"STATE LICENSE PLATE MOTTOS","comments":"","clues":[{"text":"\"Famous Potatoes\"","response":"Idaho"},{"text":"\"...on my Mind\"","response":"Georgia"},{"text":"\"Land of Lincoln\"","response":"Illinois"},{"text":"\"First in Flight\"","response":"North Carolina"},{"text":"\"The Spirit of America\"","response":"Massachusetts"}],"originalDate":"2010-04-29"},{"category":"NATURE STUDY","comments":"","clues":[{"text":"This U.S. state had no snakes until one small species arrived years ago, reportedly in the soil of potted plants","response":"Hawaii"},{"text":"Pacific Grove, California has a sanctuary for this migrating butterfly that arrives each Oct. for a 5-month stay","response":"the monarch"},{"text":"These \"white ants\" are distinguished from true ants by their thick waists; true ants have narrow, wasplike abdomens","response":"termites"},{"text":"This monkey of the Amazon is so-named because the dark patch of hair on its head resembles a monk's hood","response":"a capuchin"},{"text":"Also called an ear shell or ormer, this marine snail has a colorful shell that may reach a foot in length","response":"the abalone"}],"originalDate":"2010-04-29"}],[{"category":"I DETECT A DETECTIVE","comments":"","clues":[{"text":"Number One Son could tell you Earl Biggers created this Chinese detective","response":"Charlie Chan"},{"text":"That's right, sweetheart, \"The Big Sleep\" saw the debut of Philip Marlowe, this author's Los-Angels based P.I.","response":"(Raymond) Chandler"},{"text":"Leslie Charteris created this \"heavenly\" British detective","response":"The Saint (Simon Templar)"},{"text":"No objection<span class=\"nobreak\">--</span>this 3-named author created the dogged defense lawyer Perry Mason","response":"Erle Stanley Gardner"},{"text":"Dorothy Sayers created this sleuthing aristocratic lord who solved crimes through 12 novels","response":"Lord Peter Wimsey"}],"originalDate":"2010-04-29"},{"category":"SIR FRANCIS DRAKE","comments":"","clues":[{"text":"As Vice Admiral, Sir Francis Drake helped lead the fleet that beat this massive flotilla in 1588","response":"the Spanish Armada"},{"text":"In 1573 Drake led a land raid on a mule train carrying Peruvian silver across this isthmus","response":"the Isthmus of Panama"},{"text":"1 story says that in this U.S. city's bay, Drake claimed the west coast for the queen; the city boasts a hotel named for Drake","response":"San Francisco"},{"text":"In 1581 Drake was made the mayor of this English seaport","response":"Plymouth"},{"text":"Starving colonists at this N.C. island settlement were saved in 1586 by Drake returning from the West Indies","response":"Roanoke"}],"originalDate":"2010-04-29"},{"category":"\"CIRCUM\"-NAVIGATING","comments":"","clues":[{"text":"This legal evidence is considered complementary &amp; not direct","response":"circumstantial"},{"text":"The length of the closed curve of a circle","response":"the circumference"},{"text":"To draw a line around a geometric figure","response":"circumscribe"},{"text":"This adjective means prudent &amp; heedful of potential consequences","response":"circumspect"},{"text":"From the Greek for \"speaking around\", it's an indirect evasive way of expressing something","response":"circumlocution"}],"originalDate":"2010-04-29"},{"category":"WHERE THERE'S A WILL SHAKESPEARE","comments":"","clues":[{"text":"Shakespeare survived this deadly scourge that killed more than 30,000 in London alone in 1603","response":"the bubonic plague"},{"text":"Shakespeare was spelled more than 14 different ways &amp; there are only 6 or 7 known specimens of this","response":"his signature"},{"text":"Term for a resident of a certain English town, or a person who thinks Shakespeare really did write \"Hamlet\", etc.","response":"Stratfordian"},{"text":"Right on, Willy!  The phrase \"right on\" appears in Act III of this Shakespeare play that takes place in 44 B.C.","response":"<i>Julius Caesar</i>"},{"text":"In 1957 this giant of theater started staging Shakespeare in Central Park","response":"Joseph Papp"}],"originalDate":"2010-04-28"},{"category":"AT THE DRUGSTORE","comments":"","clues":[{"text":"It's the \"nighttime, sniffling, sneezing, coughing, aching, fever, sleep better to feel better medicine\"","response":"NyQuil"},{"text":"No need to be embarrassed by this condition<span class=\"nobreak\">--</span>try Selsun Blue or Sebulex on aisle 5","response":"dandruff"},{"text":"Big bright smiles for this brand of Whitestrips that first hit shelves nationally in 2001","response":"Crest"},{"text":"Like Dramamine, Bonine is designed to prevent nausea &amp; dizziness caused by this","response":"motion sickness"},{"text":"According to its logo, this brand of medicated powders has been \"healing since 1908\"","response":"Gold Bond"}],"originalDate":"2010-04-28"},{"category":"THE COUGAR","comments":"","clues":[{"text":"In 2008 police shot a 125-lb. cougar running loose on this toddlin' town's north side","response":"Chicago"},{"text":"The primary habitat of the subspecies Felis concolor azteca includes parts of the U.S. &amp; this country","response":"Mexico"},{"text":"The cougar's range overlaps with that of this slightly larger central &amp; South American cousin","response":"the jaguar"},{"text":"The cougar is also called the mountain lion, the panther, the catamount &amp; this, like a track shoe","response":"the puma"},{"text":"The only large population of cougars in the southeastern U.S. is in this state, where they're called panthers","response":"Florida"}],"originalDate":"2010-04-28"}],{"category":"LITERARY GEOGRAPHY","text":"Shelley subtitled a poem named for this famous geographic feature \"Lines Written in the Vale of Chamouni\"","response":"Mont Blanc"}]}