{"mix":3342,"rounds":[[{"category":"REALITY TV","comments":"","clues":[{"text":"After she was jilted by \"The Bachelor\", Melissa Rycroft waltzed her way into the finals on this show","response":"<i>Dancing with the Stars</i>"},{"text":"In 2009 Danny Cahill dropped 239 lbs. to claim this title &amp; win the show's $250,000 grand prize","response":"<i>The Biggest Loser</i>"},{"text":"Ashton Kutcher co-created this series that paired up hotties &amp; nerds","response":"<i>Beauty and the Geek</i>"},{"text":"Their TV show bios call Kim the bomb-shell, Kourtney the unassuming firecracker &amp; Khloe the voice of reason","response":"the Kardashians"},{"text":"This \"American Idoler\" enjoyed another 15 minutes of fame as a contestant on \"I'm a Celebrity...Get Me Out of Here!\"","response":"Sanjaya"}],"originalDate":"2010-04-08"},{"category":"THE JAMES BEARD FOUNDATION","comments":"","clues":[{"text":"In 1946 author &amp; chef James Beard became the first to do cooking instruction using this medium","response":"television"},{"text":"You can have a great meal at James' townhouse on W. 12th St. in this NYC area; James won't be there, though","response":"Greenwich Village"},{"text":"James Beard foundation scholarships send budding chefs to this type of school, from the Latin for \"kitchen\"","response":"a culinary school"},{"text":"The foundation's celebrity chef tour also brings along a master this, so you don't get too thirsty","response":"a sommelier"},{"text":"The national advisory board includes this Austrian-born chef, involved with the foundation from early days","response":"Wolfgang Puck"}],"originalDate":"2010-04-08"},{"category":"THE NOVEL'S FIRST DRAFT?","comments":"","clues":[{"text":"Darcy thought, dodged a bullet! That Bennet family was nuts! Elizabeth was cute, but I've got money, single life's not so bad!","response":"<i>Pride and Prejudice</i>"},{"text":"\"Y'know, Arthur\", Hester said, \"Roger's gonna be home soon. &amp; I think having an affair in this town is a bad, bad idea\"","response":"<i>The Scarlet Letter</i>"},{"text":"Holden couldn't wait to tell Phoebe he'd passed all his school exams with honors, his faith in humanity was never stronger!","response":"<i>Catcher in the Rye</i>"},{"text":"\"With the first pick in the NFL draft, the Chicago Bears select...Lennie!\" George beamed. Now they could buy 200 rabbit farms!","response":"<i>Of Mice and Men</i>"},{"text":"\"We're saved!\" Piggy exclaimed to Ralph. \"Looking back\", Simon said, \"We probably shouldn't have eaten Jack\"","response":"<i>Lord of the Flies</i>"}],"originalDate":"2010-04-08"},{"category":"HETERONYMS","comments":"","clues":[{"text":"To plant seed, or a female hog","response":"sow [soh/sow]"},{"text":"A metallic element, or to guide the way","response":"lead [led/leed]"},{"text":"A task, or to show a movie on a screen","response":"project [PRAH-jekt/proh-JEKT]"},{"text":"To allow, or a document allowing something","response":"permit [per-MIT/PER-mit]"},{"text":"An early schoolbook, or a preparatory coat of paint","response":"primer [PRIHM-er/PRY-mer]"}],"originalDate":"2010-04-08"},{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"The 46 chorales in his \"Little Organ Book\" were written for various feast days of the church year","response":"(Johann Sebastian) Bach"},{"text":"While with George Sand on Majorca, he began showing symptoms of what is believed to be tuberculosis","response":"Chopin"},{"text":"Many of this 19th c. composer's great works were written in a small cabin on the edge of a fjord at Lofthus","response":"Edvard Grieg"},{"text":"This French composer's \"The Carnival of the Animals\" was written to make fun of some friends","response":"Saint-Saëns"},{"text":"This composer of Armenian heritage won a 1959 Lenin prize for his ballet \"Spartacus\"","response":"Khachaturian"}],"originalDate":"2010-04-08"},{"category":"HOMAGES TO <em class=\"underline\">STAR WARS</em>","comments":"","clues":[{"text":"In this film Marty tells George McFly that he is Darth Vader, \"an extraterrestrial from the planet Vulcan\"","response":"<i>Back to the Future</i>"},{"text":"The beginning of this 1984 movie finds the title character poisoned at club Obi Wan in 1935 Shanghai","response":"<i>Indiana Jones and the Temple of Doom</i>"},{"text":"Pizza the Hutt is a character in this Mel Brooks \"Star Wars\" parody","response":"<i>Spaceballs</i>"},{"text":"Kevin Smith's movie \"Jay and Silent Bob\" do this features a lightsaber battle with Mark Hamill","response":"<i>Strike Back</i>"},{"text":"Kitchen appliances are starships in this '70s parody short with characters like Ham Salad &amp; Fluke Starbucker","response":"<i>Hardware Wars</i>"}],"originalDate":"2010-04-08"}],[{"category":"GET OUTTA TOWN!","comments":"","clues":[{"text":"If you're in this Roman town Aug. 24, 79 A.D.","response":"Pompeii"},{"text":"If it's March 1, 1910 in Wellington, Washington, high in the Cascades; one of these is on its way &amp; it's a doozy","response":"an avalanche"},{"text":"If you're in this capital of Nova Scotia Dec. 6, 1917; that ship full of ammo in the harbor is about to go boom","response":"Halifax"},{"text":"If you're in this Pennsylvania town May 31, 1889; that dam's not gonna hold","response":"Johnstown"},{"text":"If you're in this Phoenician city in 146 B.C.; the Romans are coming, &amp; they say it must be destroyed","response":"Carthage"}],"originalDate":"2010-04-08"},{"category":"GREAT MEN OF MEDICINE","comments":"","clues":[{"text":"\"Feeding your Baby and Child\" was the 1955 follow-up to his more famous 1946 book","response":"(Benjamin) Spock"},{"text":"Before his rivalry with Jonas Salk, he developed a vaccine for dengue fever while in the army during WWII","response":"(Albert) Sabin"},{"text":"He once said, \"On Saturday, I was a surgeon in South Africa, very little known. On Monday I was world renowned\"","response":"Christiaan Barnard"},{"text":"In 1616 he began lecturing on the circulation of blood; his book on the subject didn't come out until 1628","response":"(William) Harvey"},{"text":"Last name of clinic founders Karl &amp; William, whose writings helped mold attitudes toward mental illness","response":"Menninger"}],"originalDate":"2010-04-08"},{"category":"WE GOT THE \"BEA\"","comments":"","clues":[{"text":"Comfy informal \"chair\" you might find in a dorm room","response":"a beanbag chair"},{"text":"Dover or Waikiki","response":"beaches"},{"text":"Shining brightly, like a big smile","response":"beaming"},{"text":"A signal fire","response":"a beacon"},{"text":"Glass vessel used in science experiments","response":"a beaker"}],"originalDate":"2010-04-08"},{"category":"DO TELL THE HOTEL","comments":"","clues":[{"text":"This 1956 Elvis Presley hit was inspired by someone's suicide note that said, \"I walk a lonely street\"","response":"\"Heartbreak Hotel\""},{"text":"Twin boys residing in a swank Boston hotel made Mr. Moseby's life a challenge on this Disney Channel TV show","response":"<i>The Suite Life of Zack & Cody</i>"},{"text":"It's the 1932 film in which Greta Garbo uttered the immortal line \"I want to be alone\"","response":"<i>Grand Hotel</i>"},{"text":"This 1981 John Irving novel was made into a 1984 film starring Beau Bridges","response":"<i>The Hotel New Hampshire</i>"},{"text":"Episodes of this British sitcom included \"The Hotel Inspectors\" &amp; \"Basil the Rat\"","response":"<i>Fawlty Towers</i>"}],"originalDate":"2010-04-07"},{"category":"RUPERT MURDOCH, OWNER OF A LOT OF STUFF","comments":"","clues":[{"text":"This Murdoch-owned news channel says it's \"fair &amp; balanced\"","response":"Fox"},{"text":"Rupe paid $5.6 bil. &amp; said how now, Dow Jones, a deal that included this business paper founded in the 1880s","response":"<i>The Wall Street Journal</i>"},{"text":"\"Here comes\" this Rupe-owned U.K. tabloid, known for its Page 3 girls &amp; their contributions to the day's news","response":"<i>The Sun</i>"},{"text":"Murdoch's News Corp. is a partner in this channel known for its \"Explorer\" &amp; \"Dog Whisperer\" shows","response":"the National Geographic Channel"},{"text":"We wonder if Rupe discontinued his Facebook account when he bought this social network site for $580 million in 2005","response":"Myspace"}],"originalDate":"2010-04-07"},{"category":"POLITICAL LINGO","comments":"","clues":[{"text":"2-word term for a long-shot candidate for nomination, like James Polk in 1844","response":"a dark horse"},{"text":"Calling someone who favors talk over military action this bird dates from the Cuban Missile Crisis","response":"a dove"},{"text":"In 1932 FDR said, \"I pledge myself to\" one of these \"for the American people\"","response":"a New Deal"},{"text":"An 1868 definition of this term: \"men traveling with little luggage and less character\" to profit from the situation","response":"a carpetbagger"},{"text":"Spiro Agnew spoke of \"nattering\" these \"of negativism\"","response":"\"nabobs\""}],"originalDate":"2010-04-07"}],{"category":"LATE ENTERTAINERS","text":"In 2015 a street connecting with Frank Sinatra Drive &amp; Dean Martin Drive in Las Vegas was renamed in his honor","response":"Sammy Davis Jr."}]}