{"mix":3344,"rounds":[[{"category":"FUN AT THE BALLPARK","comments":"","clues":[{"text":"In 1976 Chicago Cub Rick Monday prevented 2 people from burning this in the outfield, making him a hero coast to coast","response":"the American flag"},{"text":"Selling this for just 10 cents a cup at a game in Cleveland in 1974 led to a riot that ended the game in a forfeit","response":"beer"},{"text":"A 1976 game in Cincinnati between the Giants &amp; the Reds was stopped for 30 minutes when players were attacked by these","response":"bees"},{"text":"This peach of a Detroit Tiger was fined $50 in 1912 for going into the stands after a fan who insulted him","response":"(Ty) Cobb"},{"text":"In a 1983 game the presence of this substance on George Brett's bat caused controversy at Yankee Stadium","response":"pine tar"}],"originalDate":"2010-04-06"},{"category":"TALES OF THE SOUTH PACIFIC","comments":"","clues":[{"text":"\"Pitcairn's Island\" is the second sequel to this historical novel about a rebellious crew","response":"<i>Mutiny on the Bounty</i>"},{"text":"He took home a Pulitzer for his \"Tales of the South Pacific\"","response":"(James) Michener"},{"text":"She wrote the classic anthropology text \"Coming of Age in Samoa\"","response":"(Margaret) Mead"},{"text":"His first novel was \"Typee: A Peep at Polynesian Life\"","response":"(Herman) Melville"},{"text":"After moving to the South Seas, he wrote the 1892 South Seas-set adventure story \"The Beach of Falesa\"","response":"Robert Louis Stevenson"}],"originalDate":"2010-04-06"},{"category":"JUST BE-CLAUSE","comments":"","clues":[{"text":"A clause blaming the British govt. for slavery in America was deleted shortly before this document's signing","response":"the Declaration of Independence"},{"text":"She originated the clause in the Red Cross constitution that provides for relief in calamities other than war","response":"(Clara) Barton"},{"text":"\"The Commerce Clause under Marshall, Taney and Waite\" was penned by this \"hot dog\" of a Supreme Court-er","response":"(Felix) Frankfurter"},{"text":"This 2-word clause in the 14th Amendment was cited in Brown v. Board of Education &amp; Bush v. Gore","response":"the equal protection clause"},{"text":"Each signatory agrees to give the other the same treatment given to any 3rd party in this contract clause abbrev. MFN","response":"most favored nation"}],"originalDate":"2010-04-06"},{"category":"\"AIRE\" TIME","comments":"","clues":[{"text":"This disease was identified in 1976 after 200 people became ill with pneumonia at a convention in Philadelphia","response":"Legionnaire's disease"},{"text":"In 1971 Mobutu Sese Seko changed the name of his country to the Republic of this","response":"Zaire"},{"text":"The Physiocrats, 18th c. French economists, were in favor of this, the government staying out of economic affairs","response":"<i>laissez-faire</i> government"},{"text":"Incorporated in 1872, this Wisconsin city is on the Chippewa River","response":"Eau Claire"},{"text":"In the 1930s this appliance division of GM began using a new gas<span class=\"nobreak\">--</span>Freon 12","response":"Frigidaire"}],"originalDate":"2010-04-06"},{"category":"TV SHOWS BY CHARACTERS","comments":"","clues":[{"text":"Joey Tribbiani &<br>Chandler Bing","response":"<i>Friends</i>"},{"text":"Lenny &<br>Squiggy","response":"<i>Laverne & Shirley</i>"},{"text":"Sue Ellen &<br>Bobby Ewing","response":"<i>Dallas</i>"},{"text":"Tattoo &<br>Mr. Roarke","response":"<i>Fantasy Island</i>"},{"text":"Detective Lilly Rush,<br>Detective Scotty Valens,<br>Detective Nick Vera","response":"<i>Cold Case</i>"}],"originalDate":"2010-04-05"},{"category":"BEETHOVEN'S","comments":"","clues":[{"text":"...primary performing instrument was this; he wrote 32 sonatas for it","response":"the piano"},{"text":"...hometown, it was West Germany's capital from 1949 to 1990","response":"Bonn"},{"text":"...teacher in the early 1790s was this \"Papa\"","response":"Haydn"},{"text":"...letters addressed to an unidentified lover gave a 1994 film this title","response":"<i>Immortal Beloved</i>"},{"text":"...first public performance came at the age of 7, in this \"fragrant\" city","response":"Cologne"}],"originalDate":"2010-04-05"}],[{"category":"NINTH","comments":"","clues":[{"text":"We'll think you very bright if you name this ninth reindeer pulling Santa's sleigh","response":"Rudolph"},{"text":"In the \"Divine Comedy\", the ninth one of these is reserved for treacherous folks like Judas Iscariot","response":"circle of hell"},{"text":"Artsy types coexist with the butchers that give this district along Manhattan's Ninth Avenue its name","response":"the Meatpacking District"},{"text":"The ninth of the Ten Commandments instructs, \"Thou shalt not bear false witness against\" this person","response":"thy neighbor"},{"text":"The ninth pope to bear this devout name had the longest reign of any pope, 1846-1878","response":"Pius"}],"originalDate":"2010-04-05"},{"category":"ON THE WARPATH","comments":"","clues":[{"text":"This special forces unit was the unlikely subject of a 1966 No. 1 hit by Staff Sergeant Barry Sadler","response":"the Green Berets"},{"text":"Anthony Swofford's book \"Jarhead\" was his firsthand chronicle of action in this war","response":"the Persian Gulf War (or Desert Storm)"},{"text":"This \"colorful\" Indian Chief was defeated in the 1832 war named for him","response":"Black Hawk"},{"text":"For help against a machine gun nest in 1943, Chips, a mutt, became the only animal ever awarded this medal, the DSC","response":"the Distinguished Service Cross"},{"text":"The last American soldier killed in action in WWI, Private Henry Gunther, died on this date in 1918","response":"November 11"}],"originalDate":"2010-04-05"},{"category":"COSTLY BREAKUPS","comments":"","clues":[{"text":"It's no bull<span class=\"nobreak\">--</span>this athlete's divorce from ex-Chicago bank officer Juanita Vanoy cost him $168 million","response":"Michael Jordan"},{"text":"This crooner's $150 million divorce from Marcia Murphy could only be described as a \"Song Sung Blue\"","response":"Neil Diamond"},{"text":"He could \"feel it coming in the air tonight\" when his split from Orianne Cevey cost him a reported $46.8 million","response":"Phil Collins"},{"text":"His first wife, actress Amy, received $100 million when they parted ways","response":"Steven Spielberg"},{"text":"Therapist Alyce Eichelberger is giving this Monty Python &amp; \"Fish Called Wanda\" star $20 million worth of bad memories","response":"John Cleese"}],"originalDate":"2010-04-05"},{"category":"ENGINEERING","comments":"","clues":[{"text":"It was the Persians, not the Dutch, who invented this energy-producing machine to grind grain","response":"a windmill"},{"text":"A scenic \"Drive\" in Los Angeles is named for this engineer who brought Owens Valley water to Los Angeles","response":"(William) Mulholland"},{"text":"In 1858 this French engineer built a railway bridge over the Garonne River; his more famous structure came 31 yrs. later","response":"(Gustave) Eiffel"},{"text":"Fearing Japanese invasion, in 1942 the Army Corps of Engineers built a 1,600-mile highway in this territory in 6 months","response":"Alaska"},{"text":"In 1865 the world's first oil pipeline was constructed in this state &amp; ran a straight course of about 5 miles","response":"Pennsylvania"}],"originalDate":"2010-04-05"},{"category":"\"G\"-MALE","comments":"","clues":[{"text":"He beat out Gherman Titov to fly aboard Vostok I","response":"Yuri Gagarin"},{"text":"Seuss was the middle name of this man born in Springfield, Massachusetts in 1904","response":"(Theodor) Geisel"},{"text":"Helmut Frielinghaus edited a \"Reader\" of this author's works, including \"The Tin Drum\" &amp; \"Crabwalk\"","response":"Günter Grass"},{"text":"South Carolina's 2 Republican senators in the 111th Congress are Jim DeMint &amp; him","response":"Lindsey Graham"},{"text":"Johann, can I borrow some sugar?  In Weimar, Schiller's house is around the corner from the home of this great author","response":"Goethe"}],"originalDate":"2010-04-05"},{"category":"COMPLETES THE POETIC LINE","comments":"","clues":[{"text":"\"Poems are made by fools like me, but only god can make a ____\"","response":"tree"},{"text":"\"'On the morrow he will leave me, as my hopes have flown before.' Then the bird said ____\"","response":"nevermore"},{"text":"\"But O heart! heart! heart!  O the bleeding drops of red, where on the deck my captain lies, fallen cold and ____\"","response":"dead"},{"text":"\"Tyger!  Tyger!  burning bright in the forests of the ____\"","response":"night"},{"text":"\"As fair art thou, my bonnie lass, so deep in luve am I; and I will luve thee still, my dear, till a' the seas gang ____\"","response":"dry"}],"originalDate":"2010-04-05"}],{"category":"THE AFI's 100 YEARS... 100 MOVIES","text":"This man who was in \"The Godfather\" &amp; \"Apocalypse Now\" is the only living actor in 6 or more films on the list","response":"Robert Duvall"}]}