{"mix":3346,"rounds":[[{"category":"APRIL FOOL!","comments":"","clues":[{"text":"London's Daily Mail said a mistranslation caused an entrant in one of these to run 26 days not 26 miles","response":"a marathon"},{"text":"In 2004 NPR reported that the post office was allowing people to take these 5-digit numbers with them when they moved","response":"the ZIP code"},{"text":"An Aussie news show reported in 1975 that the country was converting to this \"time\" with 100 minutes in an hour","response":"metric"},{"text":"The Irish Times said in 1995 that this Russian leader's embalmed body would go from Red Square to Euro Disney","response":"Lenin"},{"text":"A 1972 veterinary record article said \"Brunus edwardii\", this creature, was in 63.8% of households","response":"a teddy bear"}],"originalDate":"2010-04-01"},{"category":"WORD &amp; PHRASE ORIGINS","comments":"(Neil Patrick Harris: Wait for it...)","clues":[{"text":"This 2-word term for 8 specific colleges in the east refers to the vegetation covering their older buildings","response":"the Ivy League"},{"text":"The name of this mass of ice comes from the Old French for \"ice\"","response":"a glacier"},{"text":"This word for a long-noosed rope used to catch cattle &amp; horses is from the Spanish la reata, \"the rope\"","response":"a lariat"},{"text":"A 15th century sailor is said to have given this snake its name, from a Portuguese phrase meaning \"hooded snake\"","response":"the cobra"},{"text":"The first written use of the phrase \"stuffed shirt\", meaning a pompous bore, occurred in her 1913 novel \"O Pioneers!\"","response":"(Willa) Cather"}],"originalDate":"2010-04-01"},{"category":"'50s FICTION","comments":"","clues":[{"text":"Ayn Rand's original title for this 1957 novel was \"The Strike\"","response":"<i>Atlas Shrugged</i>"},{"text":"Irving Stone's \"Love is Eternal\" told the story of this 19th century presidential couple, the good &amp; the bad","response":"the Lincolns"},{"text":"Yep, in a 1958 novel, James Bond found himself up against this sinister sadist in the Caribbean","response":"Dr. No"},{"text":"This sizzling bestseller from Grace Metalious spawned a movie &amp; a prime time soap","response":"<i>Peyton Place</i>"},{"text":"His first novel, \"Player Piano\", was published in 1952: \"The Sirens of Titan\" came later in the decade","response":"(Kurt) Vonnegut"}],"originalDate":"2010-04-01"},{"category":"CHAMPAGNE","comments":"","clues":[{"text":"A book on the science of champagne says lipstick can ruin the fun: fats in it make these stretch &amp; break","response":"the bubbles"},{"text":"A 1980s process to make huge bottles safely allowed Rosalynn Carter to do this with a 7-gal. \"sovereign\" on Jan. 15, 1988","response":"christen a ship ('break it across a ship' accepted)"},{"text":"Laurent-Perrier ultra brut is made without dosage, the usual addition of mostly this common substance","response":"sugar"},{"text":"Though champagne is white, one of the most important grapes used to make it is this one whose name in part means \"black\"","response":"pinot noir"},{"text":"The LVMH group owns the brands Dom Perignon, Veuve Clicquot &amp; not only Moet but this partner","response":"Chandon"}],"originalDate":"2010-04-01"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"This 1928 Ravel work was written on commission from ballet dancer Ida Rubinstein","response":"<i>Bolero</i>"},{"text":"This Sibelius work was performed using the title \"Impromptu\" while his country was under Russian rule","response":"<i>Finlandia</i>"},{"text":"In 1858, after his death, his \"Wedding March\" became a tradition after its use in a royal wedding","response":"(Felix) Mendelssohn"},{"text":"In 1930 Arturo Toscanini became the first non-German to conduct at the Wagner festival in this city","response":"Bayreuth"},{"text":"A case handled by Leoncavallo's attorney father served as the basis for this opera also called \"Clowns\"","response":"<i>I Pagliacci</i>"}],"originalDate":"2010-04-01"},{"category":"\"W\"ORDS","comments":"","clues":[{"text":"If you are in tune with someone, you are said to be on the same this, a distance in physics","response":"wavelength"},{"text":"Literally referring to something blown down, it's used to mean \"an unexpected gain\"","response":"a windfall"},{"text":"As Juliet knows, this 9-letter word means \"why?\"","response":"wherefore"},{"text":"This word for a phantom or a ghost is of Scottish origin","response":"a wraith"},{"text":"In weaving, the threads that run at right angles to the warp are called the woof or this","response":"the weft"}],"originalDate":"2010-04-01"}],[{"category":"WHO PLAYED 'EM ON TV?","comments":"","clues":[{"text":"Jittery deputy Barney Fife","response":"Don Knotts"},{"text":"Starfleet medical officer Leonard \"Bones\" McCoy","response":"DeForest Kelley"},{"text":"Sewer worker Ed Norton","response":"Art Carney"},{"text":"Army company clerk Radar O'Reilly","response":"Gary Burghoff"},{"text":"Boston lawyer Bobby Donnell","response":"Dylan McDermott"}],"originalDate":"2010-04-01"},{"category":"A TOMB WITH A VIEW","comments":"","clues":[{"text":"Among the more than 100 tombs within this Vatican City church are those of 91 popes &amp; Queen Christina of Sweden","response":"St. Peter's Cathedral"},{"text":"UNESCO calls this, a world heritage site since 1983, \"The jewel of Muslim art in India\"","response":"the Taj Mahal"},{"text":"You'll also find a First Lady in this structure in Manhattan's Morningside Heights section","response":"Grant's Tomb"},{"text":"Venezuela's heroes are entombed in this, from the Greek for \"temple of all the gods\"","response":"pantheon"},{"text":"This ancient wonder built for the ruler of Caria gave us the generic term for any large tomb","response":"mausoleum"}],"originalDate":"2010-03-31"},{"category":"SNACKS ON A PLANE","comments":"","clues":[{"text":"Bon appetit!  On long flights, this airline serves baguettes, cheese &amp; champagne in the \"affaires\" cabin","response":"Air France"},{"text":"Allergy concerns have caused most carriers to discontinue these snacks, but Northwest still serves 'em","response":"peanuts"},{"text":"USA!  USA!  This red-white-&amp;-blue carrier will sell you a 4-ounce chocolate chip cookie for just 3 bucks","response":"American Airlines"},{"text":"United's \"classic snackbox\" includes this brand of gourmet jelly beans","response":"Jelly Belly"},{"text":"This Atlanta-based airline's \"flight delights\" includes hummus, pita chips &amp; a deck of miniature playing cards","response":"Delta"}],"originalDate":"2010-03-31"},{"category":"MYTHING IN ACTION","comments":"","clues":[{"text":"The yata-no-kagami mirror was used by the sun goddess Amaterasu to bring light to the world in this country's mythology","response":"Japan"},{"text":"Maori legend says the South Island of this country is the canoe of the Polynesian demi-god Maui","response":"New Zealand"},{"text":"The wooden statue Palladium kept this city safe until Odysseus &amp; Diomedes took it","response":"Troy"},{"text":"One legend says this was given by the Lady of the Lake &amp; thrown back in the lake on King Arthur's death","response":"Excalibur"},{"text":"Now an emblem of the medical profession, it was the staff carried by Mercury","response":"the caduceus"}],"originalDate":"2010-03-31"},{"category":"SCHOOLS OF ROCK","comments":"","clues":[{"text":"The University of Arkansas has a campus in this state capital","response":"Little Rock"},{"text":"The university named for these is in Colorado Springs","response":"the Rockies"},{"text":"\"Science for the benefit of humanity\" is the motto of the NYC school named for &amp; founded by this man in 1901","response":"Rockefeller"},{"text":"Missouri's Rockhurst University was founded in 1910 by this Catholic teaching order","response":"the Jesuits"},{"text":"Jane Addams was one of the first to receive a B.A. degree at Rockford College in this state","response":"Illinois"}],"originalDate":"2010-03-31"},{"category":"SWEET WORD OF YOUTH","comments":"","clues":[{"text":"A young person may be shallow as well as this word that rhymes with shallow &amp; means \"immature\"","response":"callow"},{"text":"The UK's Eglantyne Jebb founded the organization \"Save\" them","response":"the Children"},{"text":"It can mean \"not experienced\" or \"without salt &amp; pepper\"","response":"unseasoned"},{"text":"It's the J in Jaycees","response":"Junior"},{"text":"Fledgling can mean a young or inexperienced person or, in the animal world, one of these","response":"a bird"}],"originalDate":"2010-03-31"}],{"category":"FAMOUS PHRASES","text":"In one version of a 19th century quote, \"There is room and health... away from the crowds\" so you're urged to do these 2 words","response":"Go West"}]}