{"mix":3347,"rounds":[[{"category":"THE MAN WHO WOULDN'T BE KING","comments":"","clues":[{"text":"Later dug up &amp; hanged, Oliver Cromwell's body was originally buried in this church upon his death in 1658","response":"Westminster Abbey"},{"text":"\"In the name of God, go!\" declared Cromwell in dismissing the so-called \"Rump\" version of this in 1653","response":"Parliament"},{"text":"Oliver Cromwell ruled between these 2 kings, a father &amp; son","response":"Charles I & Charles II"},{"text":"When he ruled England from 1653 to 1658, Oliver Cromwell went by this 2-word title","response":"Lord Protector"},{"text":"Cromwell's Puritan followers were known as these for their closely cropped hair","response":"Roundheads"}],"originalDate":"2010-03-31"},{"category":"BOB MARLEY &amp; ME","comments":"","clues":[{"text":"To commemorate the birth of reggae legend &amp; native son Bob Marley, Feb. 6, 1990 was a national holiday in this country","response":"Jamaica"},{"text":"Inducting Marley into the Rock &amp; Roll Hall of Fame in 1994, this U2 singer said Bob was \"showman, shaman, human\"","response":"Bono"},{"text":"In February 1979 Marley &amp; his group headlined at this Harlem venue, the first reggae band to do so","response":"the Apollo"},{"text":"Marley said his backup band was named this \"because we started out crying\"","response":"the Wailers"},{"text":"\"War\", a song off Bob's 1976 album \"Rastaman Vibration\", had lyrics taken from a speech by this emperor","response":"Haile Selassie"}],"originalDate":"2010-03-31"},{"category":"THERE MIGHT BE BLOOD","comments":"","clues":[{"text":"Yellow fever is primarily carried by the Aedes aegypti species of this bloodsucker","response":"the mosquito"},{"text":"This nocturnal insect, Cimex lectularius, often finds shelter in the seams, tufts &amp; crevices of mattresses","response":"a bedbug"},{"text":"There are more than 10,000 species of this bloodsucker but Pulex irritans is the one used in most \"circuses\"","response":"fleas"},{"text":"In 19th century France, this aquatic worm was raised on farms by the thousands for medicinal purposes","response":"leeches"},{"text":"Only the female of this \"equine\" pest of the family Tabanidae feeds on blood; the male feeds on nectar","response":"the horse-fly"}],"originalDate":"2010-03-31"},{"category":"I AM A BAD, BAD SURGEON","comments":"","clues":[{"text":"This 4-chambered double pump is gonna have to come out... What? Is that a problem?","response":"a heart"},{"text":"In your body, the small this is about 22 feet long &amp; the long 5, but after the procedure, about 3; oops","response":"the intestine"},{"text":"Each bronchus in the body leads to 1 of these organs, filled with millions of alveoli; how did I nick one during an eye exam?","response":"a lung"},{"text":"The human this has 26 bones, including 7 tarsals; as your doctor, should I admit I just learned that today?","response":"foot"},{"text":"Hmm...this pear-shaped sac that stores as much as 2 ounces of bile at a time...you weren't overly fond of it, right?","response":"the gallbladder"}],"originalDate":"2010-03-30"},{"category":"FRANKENSTEIN","comments":"","clues":[{"text":"In 1910 this inventor's company produced the first film depicting the fabled monster","response":"Thomas Edison"},{"text":"Once voiced by Bob McFadden, he's breakfast cereal's animated equivalent of Frankenstein","response":"Frankenberry"},{"text":"This name for Dr. Frankenstein's assistant didn't appear until the 1939 sequel \"Son of Frankenstein\"","response":"Igor"},{"text":"Mick Jagger wanted to play Dr. Frank-N-Furter in this 1975 film; Tim Curry got the role instead","response":"<i>Rocky Horror Picture Show </i>"},{"text":"This popmeister made the monster 3-D in 1973's \"Flesh for Frankenstein\"","response":"Andy Warhol"}],"originalDate":"2010-03-30"},{"category":"MEXICAN FOOD","comments":"","clues":[{"text":"\"Joy of Cooking\" calls it \"classic Mexican avocado relish\"","response":"guacamole"},{"text":"Similar to a cruller, this long, thin stick of sweet dough is fried &amp; coated with sugar &amp; cinnamon","response":"a churro"},{"text":"Ignacio Anaya is credited with creating this appetizer of tortilla chips topped with cheese and jalapenos","response":"nachos"},{"text":"This specialty of Sonora is actually a burrito that's been fried","response":"a chimichanga"},{"text":"Touted as a hangover cure, this hearty soup made with tripe is popular on New Year's morning","response":"menudo"}],"originalDate":"2010-03-30"}],[{"category":"ALSO A CAR RENTAL COMPANY","comments":"","clues":[{"text":"Unit of frequency","response":"Hertz"},{"text":"Owned, preserved or maintained by the federal government","response":"National"},{"text":"An itemized allotment of funds for a given period","response":"Budget"},{"text":"The first nuclear-powered U.S. aircraft carrier","response":"Enterprise"},{"text":"Latin for \"bird\"","response":"Avis"}],"originalDate":"2010-03-30"},{"category":"WE NEED AN ANSWER","comments":"","clues":[{"text":"Asked how she survived the Titanic disaster, she reportedly replied, \"I'm unsinkable\"","response":"Molly Brown"},{"text":"2-word reply by Calvin Coolidge to a woman who said she'd made a bet she could get more that 2 words out of him","response":"\"You lose.\""},{"text":"It was John Paul Jones' response when asked to surrender his ship during a 1779 naval battle","response":"\"I have not yet begun to fight.\""},{"text":"Asked what he did during this period in France of 1793 &amp; '94, Father Emmanuel Sieyes simply replied, \"I survived\"","response":"the Reign of Terror"},{"text":"When Oedipus answered its riddle, it killed itself","response":"the sphinx"}],"originalDate":"2010-03-30"},{"category":"\"BUZZ\" IN","comments":"","clues":[{"text":"Using electric clippers to trim your hair down to the scalp results in one of these","response":"a buzzcut"},{"text":"It's actually a type of broad-winged hawk","response":"a buzzard"},{"text":"A rapidly spinning steel disk with cutting teeth","response":"a buzz saw"},{"text":"He teamed with Collins &amp; Armstrong on a famous first","response":"Buzz Aldrin"},{"text":"An unguided jet-propelled missile used by the Germans against England in WWII","response":"a buzz bomb"}],"originalDate":"2010-03-30"},{"category":"\"W\"RITERS","comments":"","clues":[{"text":"This member of the Bloomsbury Group was born Adeline Virginia Stephen","response":"(Virginia) Woolf"},{"text":"This Holocaust survivor followed \"Night\" with \"Dawn\" &amp; \"Day\"","response":"(Elie) Wiesel"},{"text":"This satirical novelist took a more serious turn with \"Brideshead Revisited\"","response":"(Evelyn) Waugh"},{"text":"His \"The Day of the Locust\" is considered one of the best novels about Hollywood","response":"Nathanael West"},{"text":"He adapted \"Le Morte D\"Arthur\" into a quartet of novels called \"The Once and Future King\"","response":"(T.H.) White"}],"originalDate":"2010-03-30"},{"category":"THEY LEFT THEIR MARK AT GRAUMAN'S CHINESE","comments":"","clues":[{"text":"This little robot left its wheelmarks instead of footprints","response":"R2-D2"},{"text":"This singing cowboy left his footprints, his horse Trigger's hoofprints &amp; an impression of his six-gun too","response":"Roy Rogers"},{"text":"This WWII pin-up girl also left an imprint of one of her million-dollar legs","response":"Betty Grable"},{"text":"The 2 famous comedians' noses that made impressions","response":"Jimmy Durante and Bob Hope"},{"text":"An imprint of the horn-rimmed glasses of this silent film star is next to his footprints","response":"Harold Lloyd"}],"originalDate":"2010-03-30"},{"category":"THE SECOND LARGEST CITY","comments":"(Alex: We will give you [*]; you identify the country it's in.)","clues":[{"text":"Ankara","response":"Turkey"},{"text":"Birmingham","response":"United Kingdom"},{"text":"Ghent","response":"Belgium"},{"text":"Lahore","response":"Pakistan"},{"text":"Maracaibo","response":"Venezuela"}],"originalDate":"2010-03-30"}],{"category":"U.S. PRESIDENTS","text":"In his 1913 autobiography, he said \"Do not hit at all if it can be avoided; but never hit softly\"","response":"Teddy Roosevelt"}]}