{"mix":3349,"rounds":[[{"category":"I'M GETTING TOO OLD FOR THIS STUFF","comments":"","clues":[{"text":"At a ball, Mr. Elton annoys Jane Austen's Emma by saying he is too old to do this","response":"dance"},{"text":"In the Bible, she tells daughter-in-law Ruth to leave her, \"For I am too old\" to have a husband","response":"Naomi"},{"text":"He said, \"Too old to plant trees for my own gratification, I shall do it for posterity\" &amp; at 83 designed an arboretum for UVa [the University of Virginia]","response":"Thomas Jefferson"},{"text":"Hemingway's hero Santiago thinks, \"I am too old to club\" these \"to death.  But I will try it\"","response":"the sharks"},{"text":"Nestor says wistfully that his days of wrestling &amp; spear-throwing are behind him in Book 23 of this work","response":"the <i>Iliad</i>"}],"originalDate":"2010-03-26"},{"category":"REMINDS ME OF MY FIRST MARRIAGE","comments":"","clues":[{"text":"Bruce Willis is on good terms with Ashton Kutcher &amp; this woman, first wife of both Bruce &amp; Ashton","response":"Demi Moore"},{"text":"The public was surprised by Lyle Lovett's marriage to this actress; it was a first marriage for both","response":"Julia Roberts"},{"text":"Perhaps David Justice's first marriage, to this Oscar winner &amp; Bond girl, was \"Jinx\"ed","response":"Halle Berry"},{"text":"Her first hubby was Billy Smith; she was a topless dancer when she met No. 2, oilman J. Howard Marshall, 60+ years her senior","response":"Anna Nicole Smith"},{"text":"She eloped with James DeBarge at age 18; the marriage was soon annulled &amp; she moved back in with her parents","response":"Janet Jackson"}],"originalDate":"2010-03-26"},{"category":"GRAY LIKE MY PERSONALITY","comments":"","clues":[{"text":"Elisha Gray was involved in a legal battle with Alexander Graham Bell over the invention of this device","response":"the telephone"},{"text":"A shade of gray is named for this heavily armored class of warship","response":"battleship"},{"text":"Harold Gray created this comic strip that featured a frizzy-haired girl &amp; a bald billionaire","response":"<i>Little Orphan Annie</i>"},{"text":"Thomas Gray is best remembered for his \"Elegy Written In A Country\" one of these","response":"a churchyard"},{"text":"In an expression from the French, someone wielding power behind the scenes is a \"gray\" this","response":"eminence"}],"originalDate":"2010-03-26"},{"category":"I SPEAK MANY TONGUES","comments":"","clues":[{"text":"Shhhhh... Johnny's taking one of these afternoon naps, from the Spanish for \"sixth hour\"","response":"a siesta"},{"text":"So long, farewell, good-bye; or if you prefer, you can say it this way in Japanese","response":"<i>sayonara</i>"},{"text":"Also the name of a pasta sauce, this 5-letter Italian word can mean please, thank you, or excuse me","response":"<i>prego</i>"},{"text":"Bwana means \"sir\" in this African language","response":"Swahili"},{"text":"Literally \"war name\", this French term refers to a pseudonym adopted in times of conflict","response":"<i>nom de guerre</i>"}],"originalDate":"2010-03-26"},{"category":"GOD BLESS YOU","comments":"","clues":[{"text":"Eriu is a celtic fertility goddess of this island named for her; Eire &amp; Erin are corruptions of her name","response":"Ireland"},{"text":"The Angolan sea god Kianda is the guardian of this nearby ocean &amp; all its creatures","response":"the Atlantic Ocean"},{"text":"A Roman goddess of birth &amp; newborns, Deverra was symbolized by one of these, used to sweep away evil","response":"a broom"},{"text":"The creator god Vairacocha of these people of Peru traveled the world teaching man all the arts &amp; sciences","response":"the Incas (Incans accepted)"},{"text":"In pre-Islamic times Qaynan was a protector god of blacksmiths on this peninsula","response":"the Arabian Peninsula"}],"originalDate":"2010-03-26"},{"category":"&amp; ALL WHO SAIL WITH YOU","comments":"","clues":[{"text":"On Sept. 20, 1519 this Portuguese navigator headed west on a trip around the world","response":"Magellan"},{"text":"He served at the Civil War Battle of New Orleans before becoming the USA's greatest Spanish-American War naval hero","response":"Admiral Dewey"},{"text":"A British Columbia city is named for this man who in 1793 surveyed the coast there","response":"Vancouver"},{"text":"This missionary traveled down the Mississippi River with Louis Jolliet &amp; reported the first accurate data on its course","response":"Marquette"},{"text":"During World War II, newspapers gave Admiral William Halsey this animal nickname","response":"Bull"}],"originalDate":"2010-03-26"}],[{"category":"THE LEAGUE OF NATIONS","comments":"","clues":[{"text":"The Palace of Nations, the League's headquarters, was built on land next to this Swiss lake","response":"Geneva"},{"text":"The League was dissolved in April of this year; the United Nations charter had been ratified the previous October","response":"1946"},{"text":"When established, the League had only 2 nations from Africa: South Africa &amp; this one founded in 1847","response":"Liberia"},{"text":"In March 1920 the U.S. Senate did not ratify this treaty that created the League of Nations","response":"the Treaty of Versailles"},{"text":"In 1922 the League's World Court held its first session in this city","response":"The Hague"}],"originalDate":"2010-03-25"},{"category":"WEAK RHYMES","comments":"(Alex: Each correct response will rhyme with the word \"weak\".)","clues":[{"text":"A computer nerd","response":"a geek"},{"text":"To run naked in a public place","response":"to streak"},{"text":"The most striking feature on a puffin is this colorful body part","response":"the beak"},{"text":"Tall East Indian timber tree with durable, hard wood","response":"the teak"},{"text":"Originally referring to smoke, it means to smell offensively bad","response":"to reek"}],"originalDate":"2010-03-25"},{"category":"MY NAME IS GEORGE","comments":"","clues":[{"text":"This musician &amp; 3 other lads won an Oscar for Best Music, Original Song Score for 1970's \"Let It Be\"","response":"George Harrison"},{"text":"Meet this TV guy... his boy Elroy... daughter Judy... Jane, his wife<span class=\"nobreak\">--</span>he never could \"stop this crazy thing!\"","response":"George Jetson"},{"text":"In 1919 this composer wrote his first successful popular song, \"Swanee\"","response":"George Gershwin"},{"text":"His reported salary for co-writing, directing &amp; starring in \"Good Night, and Good Luck\" was $1","response":"George Clooney"},{"text":"This singer guested as himself in a 1986 episode of \"The A-Team\"; do you really want to hurt him &amp; not know his name?","response":"Boy George"}],"originalDate":"2010-03-25"},{"category":"I'M UNEMPLOYED","comments":"","clues":[{"text":"She finished her first novel about a magical 11-year-old orphan while she was an unemployed teacher in Edinburgh","response":"(J.K.) Rowling"},{"text":"The website of the California DWC, the Division of Workers' this, has a link to \"when I get hurt on the job\"","response":"Compensation"},{"text":"The nation's unemployment rate was 25% when FDR took his first presidential oath of office in this year","response":"1933"},{"text":"\"On\" this state, \"On\" this state that adopted the first unemployment insurance law in the U.S.! Fight on for her fame!","response":"Wisconsin"},{"text":"In 2007 CBS Radio fired this broadcaster after his controversial comments about the women's hoops team at Rutgers","response":"(Don) Imus"}],"originalDate":"2010-03-25"},{"category":"HOW'S YOUR CONSTITUTION?","comments":"","clues":[{"text":"Article VI says no test of this can be required for any public office (the Brits had had trouble with test acts)","response":"religion"},{"text":"The 8th amendment told the courts they couldn't impose excessive fines nor require excessive amounts of this","response":"bail"},{"text":"Article III is specifically concerned with the establishment of this branch of government","response":"the judiciary"},{"text":"Article II section 2 allows the president to grant pardons except in cases of this, to which section 4 makes him liable","response":"impeachment"},{"text":"The constitution's last &amp; shortest article, it spells out the ratification process","response":"the seventh"}],"originalDate":"2010-03-25"},{"category":"\"O\", 'BAMA","comments":"(Alex: Each correct response will be a location in Alabama that begins with the letter O.)","clues":[{"text":"Fittingly, this juicy-sounding \"Beach\" is right next to the Florida border","response":"Orange Beach"},{"text":"This city's name is the singular version of a mountain range in Arkansas","response":"Ozark"},{"text":"Population 100, it shares its name with a Tennessee city famous in atomic history","response":"Oak Ridge"},{"text":"In Alabama there's one just north of Tuscumbia; in California, it's a neighbor of San Francisco","response":"Oakland"},{"text":"Population 500, it hunts in a large constellation","response":"Orion"}],"originalDate":"2010-03-25"}],{"category":"NAMES IN THE NEWS","text":"When this man joined Twitter in September 2015, his first follow was the National Security Agency's account","response":"Edward Snowden"}]}