{"mix":3352,"rounds":[[{"category":"PASS THE SALT","comments":"","clues":[{"text":"Genesis 19 says that this man's wife \"looked back from behind\"... and she became a pillar of salt\"","response":"Lot"},{"text":"One reason for building this waterway was to transport salt from deposits in Syracuse to the coast","response":"the Erie Canal"},{"text":"Many chefs prefer this coarse-grained salt named for the fact that it was originally used to meet Jewish dietary rules","response":"kosher salt"},{"text":"Bars of salt called amoles were once a basic currency of this country formerly known as Abyssinia","response":"Ethiopia"},{"text":"Popular with racers, they cover about 100 square miles in Utah, &amp; in some places the salt is 6 feet thick","response":"Bonneville Salt Flats"}],"originalDate":"2010-03-22"},{"category":"OWED ON A GRECIAN URN","comments":"","clues":[{"text":"Though blind, I see that you're still reading my \"Iliad\" &amp; \"Odyssey\"; you owe me! Or at least the overdue library fees","response":"Homer"},{"text":"\"Slow and steady wins the race\" is one of the morals I have taught you; you owe me!","response":"Aesop"},{"text":"I left behind treatises on how to treat diseases &amp; my oath is still taken today; you owe me! Do you have Blue Cross?","response":"Hippocrates"},{"text":"Without my \"Parallel Lives\", you'd know a lot less about our history","response":"Plutarch"},{"text":"For building the Parthenon as leader of Athens, I say to the citizens: you owe me! &amp; please take better care of it","response":"Pericles"}],"originalDate":"2010-03-22"},{"category":"BREAKING THE PHONICS RULES","comments":"","clues":[{"text":"\"C\" is generally soft when it comes before \"E\", but not at the start of this musical instrument","response":"the cello"},{"text":"English words that end in \"int\" usually have a short \"I\" <span class=\"nobreak\">--</span>oops, not this measurement","response":"a pint"},{"text":"\"SH\" doesn't sound as usual in this insect that can leap 20 times its length","response":"grasshopper"},{"text":"This British distinction, like the Order of the Thistle, includes \"th\" but not as in thistle","response":"knighthood"},{"text":"There's a \"PH\" but no \"F\" sound in this type of difficult, tiring battle","response":"uphill"}],"originalDate":"2010-03-22"},{"category":"HISTORIC WOMEN","comments":"","clues":[{"text":"She met Napoleon after her husband Alexandre de Beauharnais was guillotined in 1794","response":"Josephine"},{"text":"She was a teacher &amp; administrator at St. Mary's High School in Calcutta for about 17 years until 1946","response":"Mother Teresa"},{"text":"In 1956 this future Israeli prime minister adopted a new last name that means \"to burn brightly\" in Hebrew","response":"Golda Meir"},{"text":"In her will, this queen of Castile pleaded for just treatment of New World Indians","response":"Isabella"},{"text":"While attending Oxford in the 1940s, this Brit became president of the university Conservative Association","response":"Margaret Thatcher"}],"originalDate":"2010-03-19"},{"category":"ALLITERATIVE ACTORS","comments":"","clues":[{"text":"He went \"Old School\" as a \"Wedding Crasher\"","response":"Vince Vaughn"},{"text":"This \"X-Files\" star went to grad school at Yale but didn't finish his thesis","response":"David Duchovny"},{"text":"We were \"Enchanted\" by her performance as Delysia in \"Miss Pettigrew Lives for a Day\"","response":"Amy Adams"},{"text":"This actor turned to directing &amp; won an Oscar for his first effort<span class=\"nobreak\">--</span>\"Ordinary People\"","response":"Robert Redford"},{"text":"Getting caught in the wheels of a machine makes him go berserk in 1936's \"Modern Times\"","response":"Charlie Chaplin"}],"originalDate":"2010-03-19"},{"category":"<em class=\"underline\">JEOPARDY!</em> DRINKING GAMES","comments":"(Alex: But we<span class=\"nobreak\">--</span>we'll be using water only.)","clues":[{"text":"Like actress Sally, this last name of 19th century U.S. department store owner Marshall is singular; add an \"S\"<span class=\"nobreak\">--</span>imbibe","response":"Field"},{"text":"When naming this member of the 2nd triumvirate, don't add an \"H\" to his last name or you're talking about J. Lo's hubby","response":"Mark Antony"},{"text":"If you add the incorrect \"S\" to this last book of the Bible that tells of the opening of 6 seals, down a whole cup","response":"Revelation"},{"text":"If you say the WCTU is the \"Women's Christian\" rather than the \"Woman's Christian\" this, take a non-alcoholic swig","response":"Temperance Union"},{"text":"Drink up if you say (incorrectly) this African-American author wrote \"The Invisible Man\"; he penned \"Invisible Man\"","response":"Ralph Ellison"}],"originalDate":"2010-03-19"}],[{"category":"SAFETY FIRST","comments":"","clues":[{"text":"The Boat U.S. foundation has a program at waterfronts to lend these &amp; make sure they fit","response":"lifejackets"},{"text":"BTSI technology makes you apply this when shifting out of park, so your 6-year-old can't drive off","response":"the brakes"},{"text":"You're a lumberjack &amp; you won't be okay if this item lacks a hand guard &amp; throttle interlock","response":"chainsaw"},{"text":"Uvex specializes in protecting these, as with its innovative Astrospec line","response":"eyes"},{"text":"Respirators can help prevent coal workers' pneumoconiosis, better known as this","response":"black lung disease"}],"originalDate":"2010-03-19"},{"category":"FINISH THE PALINDROME","comments":"","clues":[{"text":"\"Dammit! I'm\" this","response":"mad"},{"text":"\"Dennis and Edna\" did this","response":"sinned"},{"text":"\"No lemon, no\" this","response":"melon"},{"text":"\"Lived on decaf, faced no\" this","response":"devil"},{"text":"\"Drab as a fool, aloof as a\" this","response":"bard"}],"originalDate":"2010-03-19"},{"category":"CHARACTER ASSASSINATION","comments":"","clues":[{"text":"Weakened by scarlet fever, Beth March was sentenced to death by this author","response":"(Louisa May) Alcott"},{"text":"This writer didn't flat out say, \"Roderick Usher's own house fell on him\", but the implication is clear","response":"(Edgar Allan) Poe"},{"text":"Air Force gunner Snowden catches some flak &amp; dies in Yossarian's arms, courtesy of this author","response":"(Joseph) Heller"},{"text":"This novelist had Bull Meecham, aka \"The Great Santini\", go out in a plane crash","response":"(Pat) Conroy"},{"text":"He titled his book \"Le Morte d'Arthur\" for a reason; Art takes a sword to the \"brain pan\"","response":"(Sir Thomas) Malory"}],"originalDate":"2010-03-19"},{"category":"UNMANNED SPACE EXPLORATION","comments":"","clues":[{"text":"On March 6, 1986 Vega 1 became the first spacecraft to rendezvous with this comet","response":"Halley's Comet"},{"text":"In 1989 Magellan became the first probe launched from a Shuttle when Atlantis sent it on its way to this, Earth's twin","response":"Venus"},{"text":"The most distant manmade object, this probe launched in 1977 may travel to interstellar space in 2020","response":"<i>Voyager</i>"},{"text":"In 2005 the Huygens Probe landed on this largest moon of Saturn, revealing a world that rains liquid methane","response":"Titan"},{"text":"In 1976, within 3 months, 2 U.S. spacecraft by this name soft-landed on the surface of Mars","response":"Viking"}],"originalDate":"2010-03-19"},{"category":"BUGS BUNNY","comments":"","clues":[{"text":"One of the world's most recognizable characters, Bugs Bunny is a mascot of this movie studio","response":"Warner Brothers"},{"text":"He voiced Bugs in almost 200 cartoons over a 50-year period","response":"Mel Blanc"},{"text":"This gun-toting nebbish tries to match wits with Bugs in classics like \"Wabbit Trouble\" &amp; \"What's Opera, Doc?\"","response":"Elmer Fudd"},{"text":"Bugs Bunny officially debuted in the 1940 cartoon \"A Wild\" this","response":"<i>Hare</i>"},{"text":"To help him defeat the Monstars, Bugs recruited basketball legend Michael Jordan in this 1996 film","response":"<i>Space Jam</i>"}],"originalDate":"2010-03-19"},{"category":"WHAT'S UP, \"DOC\"?","comments":"","clues":[{"text":"A nonfiction film about a factual event or person","response":"a documentary"},{"text":"A system of beliefs accepted as authoritative by a group's members","response":"a doctrine"},{"text":"8-letter word for a waterfront location where ships are built &amp; repaired","response":"a dockyard"},{"text":"A summary of legal cases scheduled to be heard","response":"a docket"},{"text":"This disparaging word for an out-of-the-way place comes from the Tagalog for \"mountain\"","response":"boondocks"}],"originalDate":"2010-03-19"}],{"category":"CHILDREN'S AUTHORS","text":"At 24 he began a verse retelling the Cupid &amp; Psyche myth, including a character named Caspian","response":"C.S. Lewis"}]}