{"mix":3359,"rounds":[[{"category":"THE BRITISH NOBILITY LADDER","comments":"","clues":[{"text":"At the top:<br>Prince Andrew is the one of York","response":"duke"},{"text":"No. 2:<br>Boxing fan John Sholto Douglas was one of Queensberry","response":"a marquess"},{"text":"No. 3: <br>His wife is a countess (don't say count)","response":"earl"},{"text":"No. 4:  It has a silent consonant","response":"viscount"},{"text":"No. 5: <br>The first of the 5 alphabetically","response":"baron"}],"originalDate":"2010-03-09"},{"category":"LITERARY LETTER DROP","comments":"(Alex: I'll give you an example of a clue in that one.  If we said, \"A poem praising Leonardo\", the correct response would be \"What is the Da Vinci ode?\"  All right, I hope that puts you on the right track.)","clues":[{"text":"Jules Verne title trip that's undergone a letter drop &amp; been shortened by 90%","response":"<i>Around the World in Eight Days</i>"},{"text":"Dickens parable about the beer in Paris &amp; London","response":"<i>An Ale of Two Cities</i>"},{"text":"Epic trilogy about Sauron, supreme master of oil derricks","response":"<i>Lord of the Rigs</i>"},{"text":"This Flaubert heroine just can't stop making eggs","response":"Madame Ovary"},{"text":"This ghostly Henry James story refers to a vase designed to hold threaded fasteners","response":"<i>The Urn of the Screw</i>"}],"originalDate":"2010-03-09"},{"category":"HE WHO LIVES BY THE SWORD...","comments":"","clues":[{"text":"Legend says Attila the Hun wielded the sword of this Roman war god","response":"Mars"},{"text":"This 8th &amp; 9th c. ruler's supposed sword, Joyeuse, is kept in the Louvre","response":"Charlemagne"},{"text":"In an old poem, Unferth gives this title hero the sword called Hrunting","response":"Beowulf"},{"text":"William Wallace likely used one of these large swords that shares a name with a type of land mine","response":"a claymore"},{"text":"I'll come clean &amp; tell you this early English king's sword Curtana had no point &amp; was dubbed the Sword of Mercy","response":"Edward the Confessor"}],"originalDate":"2010-03-09"},{"category":"...DIES BY THE \"S\" WORD","comments":"","clues":[{"text":"Ordinarily, this hyphenated type of murder involves the lack of premeditation","response":"second-degree murder"},{"text":"Of the 1,500 species of these arachnids with curved tails &amp; venomous stingers, only 50 are dangerous to humans","response":"scorpions"},{"text":"From the Latin for \"choke\" &amp; \"throat\" comes this word meaning \"to impede the respiration of\"","response":"suffocate"},{"text":"This poisonous substance that has a number in its name comes from a type of nightshade","response":"strychnine"},{"text":"It's another Japanese word for hara-kiri","response":"<i>seppuku</i>"}],"originalDate":"2010-03-09"},{"category":"1960s OSCAR NOMINEES","comments":"","clues":[{"text":"Playing the lusty Greek peasant Zorba earned him an Oscar nomination","response":"(Anthony) Quinn"},{"text":"He received an Oscar nomination for playing the all-powerful Henry II in \"The Lion in Winter\"","response":"(Peter) O'Toole"},{"text":"She wasn't even nominated for \"West Side Story\", though she did get a nomination that year for \"Splendor in the Grass\"","response":"(Natalie) Wood"},{"text":"The screenplay to \"My Fair Lady\", based on Shaw's play &amp; on a musical by him &amp; Loewe, earned him an Oscar nomination","response":"(Alan Jay) Lerner"},{"text":"Paul Scofield was nominated for best actor (&amp; won) for playing him in \"A Man for All Seasons\"","response":"Thomas More"}],"originalDate":"2010-03-08"},{"category":"WEST SIDE STORY","comments":"","clues":[{"text":"Much of Peter Schneider's book \"The Wall Jumper\" takes place in the western section of this city","response":"Berlin"},{"text":"Nicholas Meyer's \"The West End Horror\" takes this Victorian detective into the theatrical world","response":"Sherlock Holmes"},{"text":"In 1953 a reviewer called this late Nobel-winning author's Augie March \"a West-Side-Chicago Tom Jones\"","response":"(Saul) Bellow"},{"text":"This Bret Easton Ellis novel set on L.A.'s West Side has as an epigraph \"There's a feeling I get when I look to the west\"","response":"<i>Less Than Zero</i>"},{"text":"Pearl Cleage, who used to work for mayor Maynard Jackson, set \"Baby Brother's Blues\" in this city's West End","response":"Atlanta"}],"originalDate":"2010-03-08"}],[{"category":"LYIN' IN WINTER","comments":"","clues":[{"text":"In February 2002 Jeffrey Skilling, CEO of this company, implied whistleblower Sherron Watkins was a liar","response":"Enron"},{"text":"Non-aggression between these 2 countries ended in Dec. 1940 when Operation Barbarossa was okayed by Hitler","response":"the Soviet Union & Germany"},{"text":"In Jan. 2008 this former Olympic golden girl was sentenced to 6 months for lying about steroids &amp; check fraud","response":"(Marion) Jones"},{"text":"In January 1898 the Parisian newspaper L'Aurore printed his letter accusing military &amp; civilian authorities of lies","response":"(Émile) Zola"},{"text":"On Jan, 26, 2006 he told Oprah that \"demons\" had led him to invent events in his autobiography","response":"James Frey"}],"originalDate":"2010-03-08"},{"category":"A MAN FOR ALL SEASONS","comments":"","clues":[{"text":"An expert in EVAs, or extra-vehicular activities, Sherwood Spring exited one of these to perform an EVA in 1985","response":"a Space Shuttle"},{"text":"Yakov Springer, a weightlifting coach, was one of 10 men murdered on September 6, 1972 in this city","response":"Munich"},{"text":"In 1605 Thomas Winter was caught up in a plot to blow up Parliament with this more famous guy","response":"Guy Fawkes"},{"text":"Bernard Fall wrote \"Hell in a Very Small Place: The Siege of\" this place lost by the French to the Viet Minh","response":"Dien Bien Phu"},{"text":"Lloyd Bentsen, Robert Rubin &amp; Lawrence Summers all held this cabinet position","response":"Secretary of the Treasury"}],"originalDate":"2010-03-08"},{"category":"ZORBA, THE GREEK TUTOR","comments":"","clues":[{"text":"To begin, Zorba wants to teach you these 2 Greek letters, the beginning &amp; the ending","response":"alpha & omega"},{"text":"OK, clearly we're not communicating in Greek, so let me try \"Milas Anglika?\", which means \"Do you\" do this","response":"speak English"},{"text":"Zorba imparts the beauty of the Greek language, but some lessons are tricky, like the one teaching that \"ne\" means this","response":"yes"},{"text":"Even Zorba needs a break, so give me pente, meaning I need a recess this many minutes long","response":"five"},{"text":"The phrase \"Ti ora ine\", which means this, may help you at Cretan casinos; you must remember clocks are hard to find there","response":"What time is it?"}],"originalDate":"2010-03-08"},{"category":"THE '70s","comments":"","clues":[{"text":"This word came into vogue in 1979 after Michelle Triola sued Lee Marvin for it","response":"palimony"},{"text":"On August 1, 1971 George Harrison headlined a concert to raise money for refugees from this country","response":"Bangladesh"},{"text":"On January 1, 1978 he was sworn in as the 105th mayor of New York City","response":"Ed Koch"},{"text":"The 2 reporters at the Washington Post who blew the whistle on Watergate","response":"Woodward & Bernstein"},{"text":"She went to court in 1972 to get an injunction to keep photographer Ron Galella away from her","response":"Jackie Onassis"}],"originalDate":"1992-10-29"},{"category":"CURRENT SITCOMS","comments":"","clues":[{"text":"A Vermont innkeeper in his last series, this veteran comedian now plays cartoonist Bob McKay","response":"Bob Newhart"},{"text":"Now in its 7th season, this sitcom about the Bundys is Fox's longest-running series","response":"<i>Married... with Children</i>"},{"text":"On \"Love and War\", Jay Thomas wants this former \"L.A. Law\" star to warm up his nights","response":"Susan Dey"},{"text":"She's back, she's blonde &amp; she has designs on becoming a country star on her new sitcom","response":"Delta Burke"},{"text":"It's the name of the newsmagazine show for which Murphy Brown works","response":"<i>FYI</i>"}],"originalDate":"1992-10-29"},{"category":"MAGAZINES","comments":"","clues":[{"text":"This magazine was introduced in 1885; its seal came later","response":"<i>Good Housekeeping</i>"},{"text":"Named for a nursery rhyme pair, it's one of the most popular magazines for kids","response":"<i>Jack and Jill</i>"},{"text":"It's been referred to as the African-American version of Life magazine","response":"<i>Ebony</i>"},{"text":"In January 1992 this magazine for men celebrated 30 years of dubious achievements","response":"<i>Esquire</i>"},{"text":"Edited by Paige Rense, this interior design magazine is noted for showcasing celebrity homes","response":"<i>Architectural Digest</i>"}],"originalDate":"1992-10-29"}],{"category":"ETYMOLOGY","text":"This word referring to someone who is not an expert is from the Latin for \"love\"","response":"amateur"}]}