{"mix":3361,"rounds":[[{"category":"A \"D\" IN GEOGRAPHY","comments":"","clues":[{"text":"O'Casey &amp; Yeats were both born in this capital","response":"Dublin"},{"text":"This German city is on the Rhine River about 20 miles north of Cologne","response":"Dusseldorf"},{"text":"It occupies 18,600 square miles in the West Indies &amp; shares its island home with another nation","response":"the Dominican Republic"},{"text":"This Scottish river flows into the North Sea at Aberdeen","response":"the Dee"},{"text":"Once part of the French Protectorate of Somaliland, this nation gained its independence in 1977","response":"Djibouti"}],"originalDate":"2010-03-05"},{"category":"A MOVIE BEFORE, THEN DINNER AFTER","comments":"(Alex: Next we have a new twist on BEFORE &amp; AFTER.  It's called...)","clues":[{"text":"Brat Pack detention in a 1985 film leads to a meal with 3 slices of toast, turkey, bacon &amp; mayo","response":"<i>The Breakfast Club Sandwich</i>"},{"text":"Charlton Heston goes crazy when he finds out a revolutionary new foodstuff is \"haricots verts\" in French","response":"<i>Soylent Green Beans</i>"},{"text":"War is afoot in this Marx Brothers classic about the daily changing of broth at a restaurant","response":"<i>Duck Soup du Jour</i>"},{"text":"Stephen King's tale of Nebraska young 'uns who go homicidal when a frankfurter is battered &amp; put on a stick","response":"<i>Children of the Corn Dog</i>"},{"text":"\"Larger\" than life animated tale from Roald Dahl served as a dessert that sounds like it should be for shoe menders","response":"<i>James and the Giant Peach Cobbler</i>"}],"originalDate":"2010-03-05"},{"category":"I AM SAM","comments":"","clues":[{"text":"Mathew Brady learned about daugerreotypes from this coded inventor","response":"Samuel Morse"},{"text":"The government ordered 1,000 pistols from him during the Mexican War","response":"Samuel Colt"},{"text":"He went to a J.C. Penney management training program; later he opened his own five-&amp;-dime store in Arkansas","response":"(Sam) Walton"},{"text":"His diary gives a picture of Restoration London from Jan. 1, 1660 to May 31, 1669","response":"(Samuel) Pepys"},{"text":"In the 1610s this explorer was made a commandant of New France","response":"(Samuel de) Champlain"}],"originalDate":"2010-03-05"},{"category":"BEASTLY HOMONYMS","comments":"","clues":[{"text":"Pulled behind a truck","response":"towed (toad)"},{"text":"Bread begins as this","response":"dough (doe)"},{"text":"Too sick, can't speak","response":"hoarse (horse)"},{"text":"Trendy hair gel","response":"mousse (moose)"},{"text":"Blood pumper","response":"heart (hart)"}],"originalDate":"2010-03-05"},{"category":"GOD BLESS NEBRASKA","comments":"","clues":[{"text":"This Nebraska city of 251,000 was named for a man who died in 1865","response":"Lincoln"},{"text":"In 1950 Omaha became the home of this sport's men's college championship","response":"baseball"},{"text":"Nebraska's state insect is this industrious one","response":"the honey bee"},{"text":"In 1945 the state nickname was changed from \"The Tree Planter State\" to this","response":"the Cornhusker State"},{"text":"The name Nebraska comes from an Oto native American word meaning \"flat water\", referring to this river","response":"the Platte"}],"originalDate":"2010-03-04"},{"category":"21st CENTURY CINEMA","comments":"","clues":[{"text":"Southern matron Sandra Bullock takes a future NFL lineman into her home in this film","response":"<i>The Blind Side</i>"},{"text":"This 2008 drama features the line Clint Eastwood was born to say: \"Get off my lawn!\"","response":"<i>Gran Torino</i>"},{"text":"Kid: \"You just killed a helicopter with a car\"; John McClane: \"I was out of bullets\" in this 2007 film with a 5-word title","response":"<i>Live Free or Die Hard</i>"},{"text":"Here's a Rorschach test: Jackie Earle Haley said, \"Politicians will... shout 'Save us!' &amp; I'll whisper 'No'\" in this film","response":"<i>Watchmen</i>"},{"text":"Frozone, Bomb Voyage &amp; Edna Mode were characters in this 2004 animated film","response":"<i>The Incredibles</i>"}],"originalDate":"2010-03-04"}],[{"category":"BUSINESS PEOPLE","comments":"","clues":[{"text":"\"Nobody doesn't like\" this food corporation of which Brenda Barnes became CEO in 2005","response":"Sara Lee"},{"text":"Thank you Akio Morita, who didn't take over the family sake biz but co-founded this electronics giant instead","response":"Sony"},{"text":"In 1985 this Aussie-born mogul became a U.S. citizen to meet requirements for owning TV stations","response":"(Rupert) Murdoch"},{"text":"In 2008 this Texas oilman introduced a plan promoting oil alternatives such as natural gas &amp; wind power","response":"(T. Boone) Pickens"},{"text":"In 1901 this Hartford-born man financed the creation of U.S. Steel, the first billion-dollar company","response":"J.P. Morgan"}],"originalDate":"2010-03-04"},{"category":"THE BELOVED OSTRICH","comments":"","clues":[{"text":"A great aid in identifying predators, these ostrich body parts are the largest of any land animal's","response":"their eyes"},{"text":"We have Pliny the Elder to thank for the legend about ostriches doing this when frightened, but it's just not true","response":"hiding their head in the sand"},{"text":"The 2 main colors of an adult male ostrich's feathers are these","response":"black and white"},{"text":"In a tradition stretching back millennia, residents of this desert in Botswana use ostrich eggs as water jugs","response":"the Kalahari"},{"text":"They can't fly, but ostriches still belong to the bird class with this Latin name","response":"Aves"}],"originalDate":"2010-03-04"},{"category":"4-LETTER \"F\" WORDS","comments":"(Alex: Be careful with that one, please!)","clues":[{"text":"A young deer, or Ms. Hall","response":"a fawn"},{"text":"The small, bloodsucking wingless insect lives in a dog-eat-dog world","response":"a flea"},{"text":"Stick this point where a river divides into branches in him, he's done","response":"a fork"},{"text":"A flexible, 4-sided weapon having a blunt point","response":"a foil"},{"text":"Securely fixed in place, or a law business","response":"firm"}],"originalDate":"2010-03-04"},{"category":"SLOVAKIAN HISTORY","comments":"","clues":[{"text":"A Slovak state was nominally independent during WWII, but collapsed when this army arrived in April 1945","response":"the Red Army"},{"text":"Regiomontanus, the 1st scientific student of comets, taught at the Academia Istropolitana, Slovakia's 1st this","response":"university"},{"text":"In 2007 socialist PM Robert Fico pulled Slovakia's troops out of Iraq; they'd mainly been busy clearing these 2-word items","response":"land mines"},{"text":"These people looked down on the Slovaks until around 1910 Karel Kalal insisted the 2 peoples' futures were entwined","response":"the Czechs"},{"text":"Slovakia was conquered by the Magyars in 907 &amp; this country proceeded to rule it for 1,000 years","response":"Hungary"}],"originalDate":"2010-03-04"},{"category":"TOP 40 DUETS","comments":"","clues":[{"text":"\"You're the one that I want, oo oo oo\"","response":"Olivia Newton-John & John Travolta"},{"text":"\"Ebony and ivory live together in perfect harmony, side by side on my piano keyboard, oh Lord, why don't we?\"","response":"McCartney & Wonder"},{"text":"\"Well I don't know if all that's true, 'cause you got me, and baby I got you\"","response":"Sonny & Cher"},{"text":"\"You don't sing me love songs, you don't bring me flowers anymore\"","response":"(Barbra) Streisand & (Neil) Diamond"},{"text":"\"Love lift us up where we belong, where the eagles cry on a mountain high\"","response":"Jennifer Warnes & Joe Cocker"}],"originalDate":"2010-03-04"},{"category":"WRITTEN BEHIND BARS","comments":"","clues":[{"text":"Cervantes is believed to have begun writing this classic in 1597 or 1598 while confined to a Seville jail","response":"<i>Don Quixote</i>"},{"text":"He wrote about his imprisonment in Rome in 2 Timothy, saying, \"I have fought the good fight...I have kept the faith\"","response":"(Saint) Paul"},{"text":"His first story, \"Whistling Dick's Christmas Stocking\", was written in prison; \"The Gift of the Magi\" wasn't","response":"O. Henry"},{"text":"While imprisoned in the Tower of London, this Elizabethan courtier began writing a \"History of the World\"","response":"(Walter) Raleigh"},{"text":"Thomas Paine began part 1 of this work in a French prison, with \"I believe in one god, and no more...\"","response":"<i>The Age of Reason</i>"}],"originalDate":"2010-03-04"}],{"category":"ELECTIONS","text":"1st president for whom 18-year-olds across the USA could have voted","response":"Richard Nixon"}]}