{"mix":3364,"rounds":[[{"category":"MULTIPLE DIAGNOSES","comments":"","clues":[{"text":"A stiff this, very serious<span class=\"nobreak\">--</span>clearly meningitis.  Make that whiplash.  Cervical arthritis.  You slept wrong","response":"a stiff neck"},{"text":"A rash?  It's hives.  Scratch that.  Allergic purpura.  No, hidradenitis suppurativa, inflammation of these glands","response":"sweat"},{"text":"Shortness of breath<span class=\"nobreak\">--</span>must be a heart attack.  No, histoplasmosis.  Of course!<span class=\"nobreak\">--</span>this red blood cell insufficiency","response":"anemia"},{"text":"You have acoustic neuroma.  Actually, presbycusis.  No, ceruminosis, that's why this is reduced","response":"your hearing"},{"text":"The fever clearly indicates mono<span class=\"nobreak\">--</span>oops, colitis.  No, TB.  Of course, this bacterial ailment aka septic sore throat","response":"strep throat"}],"originalDate":"2010-03-01"},{"category":"ATTACK OF THE TAX","comments":"","clues":[{"text":"Providing most of government revenues, it's the tax on individual &amp; business earnings","response":"the income tax"},{"text":"In 1978 California's Proposition 13 lowered the rates of this tax by 57%","response":"property"},{"text":"It's the tax on earnings from the disposition of securities &amp; investment","response":"capital gains"},{"text":"When this is levied on the purchase or consumption of a specific commodity, it's called an excise tax","response":"a sales tax"},{"text":"Also called a capitation tax, it's an illegal tax levied for the right to vote","response":"a poll tax"}],"originalDate":"2010-03-01"},{"category":"JUST HIT \"PLAY\"","comments":"","clues":[{"text":"You don't need to tickle the ivories on this device that uses a roll of perforated paper to activate the keys","response":"a player piano"},{"text":"This soft modeling clay for kids was introduced in 1955","response":"Play-Doh"},{"text":"This 2-word TV innovation premiered in the 1963 Army-Navy game","response":"instant replay"},{"text":"How often a particular song is broadcast on the radio","response":"airplay"},{"text":"To pretend to be asleep or dead, like a New World marsupial","response":"play possum"}],"originalDate":"2010-03-01"},{"category":"20th CENTURY FOX HISTORY","comments":"","clues":[{"text":"10 years after Newman &amp; Redford, Tom Berenger &amp; William Katt played this duo in their early days","response":"Butch Cassidy & the Sundance Kid"},{"text":"In \"History of the World, Part I\" he plays a waiter at the Last Supper &amp; asks if the diners want separate checks","response":"Mel Brooks"},{"text":"The bombing of the city of Darwin is featured in this Baz Luhrmann epic","response":"<i>Australia</i>"},{"text":"The bombing of Pearl Harbor is featured in this Richard Fleischer epic! epic! epic!","response":"<i>Tora! Tora! Tora!</i>"},{"text":"In this 1952 film assassins gun down the title Mexican revolutionary but miss his horse","response":"<i>Viva Zapata!</i>"}],"originalDate":"2010-03-01"},{"category":"RUSSIAN GEOGRAPHY","comments":"","clues":[{"text":"In 1961 Nikita Khrushchev changed its name to Volgograd; this name had lasted almost 40 years","response":"Stalingrad"},{"text":"This grassy plain covers Russia from its border with Ukraine east to the Altai Mountains in Siberia","response":"a steppe"},{"text":"Mount Elbrus, Europe's highest point at 18,510 feet, rises in this range along the border with Georgia","response":"the Caucasus"},{"text":"The Lena River, one of Russia's longest, rises 10 miles from this deep Siberian lake &amp; flows 2,734 miles to the Arctic Ocean","response":"Lake Baikal"},{"text":"In 1949 the Ainu people were expelled from this largest Russian island &amp; relocated to Hokkaido","response":"Sakhalin"}],"originalDate":"2010-03-01"},{"category":"HODGE PODGE","comments":"","clues":[{"text":"In 1874 Charles Hodge argued that the perfection of this human sense organ makes it obvious we were designed","response":"the eye"},{"text":"Hodge is a village in this state's Jackson Parish","response":"Louisiana"},{"text":"Comic book supervillain Cameron Hodge is an arch-foe of this group of mutant superheroes","response":"the X-Men"},{"text":"In 1994, Member of Parliament Margaret Hodge nominated this man as leader of Britain's Labour Party","response":"Tony Blair"},{"text":"\"Drummer Hodge\", a poem by this \"Mayor of Casterbridge\" author, recounts a young soldier's burial","response":"(Thomas) Hardy"}],"originalDate":"2010-03-01"}],[{"category":"COMPLETES THE POETRY LINE","comments":"","clues":[{"text":"Gray:<br>\"The curfew tolls the knell of parting\" this","response":"day"},{"text":"Masefield:<br>\"All I ask is a tall ship / And\" this \"to steer her by\"","response":"a star"},{"text":"Blake:<br>\"Tyger! Tyger! burning bright, in the\" these \"of the night\"","response":"forests (forest accepted)"},{"text":"Pope:<br>\"Hope springs eternal in\" this; \"Man never is, but always to be, blest\"","response":"the human breast"},{"text":"Service:<br>\"...the queerest they ever did see / Was that night on the marge of Lake Lebarge / I cremated\" him","response":"Sam McGee"}],"originalDate":"2010-03-01"},{"category":"\"RR\" CROSSING","comments":"","clues":[{"text":"A 2-seated pleasure carriage, with or without \"the fringe on top\"","response":"a surrey"},{"text":"A rapid stream of water, or a violent downpour of rain","response":"a torrent"},{"text":"Short pistol named for gunsmith Henry","response":"a Derringer"},{"text":"Containing iron","response":"ferrous"},{"text":"A small earthenware casserole dish, or the pate made in it","response":"terrine"}],"originalDate":"2010-03-01"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"13-year-old Amanda Goad of Virginia was the winner of this national C&#8209;O&#8209;M&#8209;P&#8209;E&#8209;T&#8209;I&#8209;T&#8209;I&#8209;O&#8209;N","response":"the Spelling Bee"},{"text":"Sports fans said bye bye to this Boston Celtic who retired after 13 seasons","response":"Larry Bird"},{"text":"On the Bush's 1991 tax return, this canine's book accounted for over half of the income","response":"Millie"},{"text":"In April 1992, after serving six months in prison, this former Washington, D.C. mayor was released","response":"Marion Barry"},{"text":"In August 1992 this federal judge who presided over the Watergate trials, died at the age of 88","response":"John Sirica"}],"originalDate":"1992-10-28"},{"category":"FAMOUS COUPLES","comments":"","clues":[{"text":"This actress is married to French director Louis Malle","response":"Candice Bergen"},{"text":"When this royal couple announced they were separating, People Magazine sighed, \"Alas, Poor Yorks!\"","response":"Fergie & Andrew"},{"text":"Part of state route 18 in Apple Valley, California was renamed Happy Trails Highway in honor of this famous couple","response":"Roy Rogers & Dale Evans"},{"text":"She &amp; Andy Mill have a real love match; they celebrated the birth of their first child in 1991","response":"Chris Evert"},{"text":"When this British actress starred in \"Ryan's Daughter\", she was married to its screenwriter, Robert Bolt","response":"Sarah Miles"}],"originalDate":"1992-10-28"},{"category":"ANIMALS","comments":"","clues":[{"text":"The crab-eating one of these masked animals eats fish, fruit &amp; frogs, too","response":"raccoons"},{"text":"Found in this state's Keys, the Key Deer is only about 2 1/2 feet tall","response":"Florida"},{"text":"Mason, miner &amp; killer are 3 types of these insects","response":"bees"},{"text":"The adjective feliform describes anything that resembles one of these animals","response":"cat"},{"text":"Koalas &amp; kangaroos belong to this order of mammals known for poorly developed young","response":"marsupials"}],"originalDate":"1992-10-28"},{"category":"FOREIGN CURRENCY","comments":"","clues":[{"text":"This country that came into existence in the 20th century uses the shekel","response":"Israel"},{"text":"Open a Swiss bank account in the currency of Switzerland &amp; it'll be in these","response":"(Swiss) francs"},{"text":"In Greece, 100 lepta make up 1 of these","response":"drachma"},{"text":"The currency of Cuba","response":"peso"},{"text":"Before decimalization, 12 pence made 1 of these, 20 of which made one pound sterling","response":"the shilling"}],"originalDate":"1992-10-28"}],{"category":"THE EMMYS","text":"It's the first show nominated for both Outstanding Comedy Series (2014) &amp; Outstanding Drama Series (2015)","response":"<i>Orange is the New Black</i>"}]}