{"mix":3371,"rounds":[[{"category":"THE OLD TESTAMENT","comments":"","clues":[{"text":"He \"was in the belly of the fish three days and three nights\"","response":"Jonah"},{"text":"This city was the site of Solomon's temple","response":"Jerusalem"},{"text":"Exodus 3:8 describes the Promised Land as \"flowing with\" these 2 items","response":"milk and honey"},{"text":"Evil men at Lot's house were smitten with this affliction \"so that they wearied themselves to find the door\"","response":"blindness"},{"text":"57 of the 150 of these were meant to be accompanied by a stringed instrument","response":"the Psalms"}],"originalDate":"2003-09-09"},{"category":"ROAD MOVIES","comments":"","clues":[{"text":"Freddy Krueger was introduced in this 1984 scarefest","response":"<i>A Nightmare on Elm Street</i>"},{"text":"Classic 1950 film that includes the line \"All right, Mr. De Mille, I'm ready for my close-up\"","response":"<i>Sunset Boulevard</i>"},{"text":"Michael Douglas won an Oscar for assuring us that \"Greed... is good\" in this 1987 film","response":"<i>Wall Street</i>"},{"text":"Naomi Watts &amp; Laura Elena Harring starred in this 2001 Hollywood noir film directed by David Lynch","response":"<i>Mulholland Drive</i>"},{"text":"College professor Jeff Bridges begins to suspect that his neighbor Tim Robbins is a terrorist in this 1999 thriller","response":"<i>Arlington Road</i>"}],"originalDate":"2003-09-09"},{"category":"LOVE, HONOR OR OBEY","comments":"","clues":[{"text":"The one that doesn't appear in the Boy Scout oath","response":"love"},{"text":"The Daleks of \"Dr. Who\" have a limited vocabulary; basically it's this or \"You will be exterminated!\"","response":"obey"},{"text":"Those darn Brits add a \"U' to it","response":"honor (honour)"},{"text":"It's repeated 9 times at the start of the following","response":"love"},{"text":"This type of guard accompanies a casket at a military funeral","response":"honor guard"}],"originalDate":"2003-09-09"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"It's the good book's last book","response":"Revelation"},{"text":"It's a 3-flavored ice cream usually consisting of chocolate, strawberry &amp; vanilla","response":"Neapolitan"},{"text":"In an orchestra, it's the section where you'll find the timpani","response":"percussion"},{"text":"Presented by a grand jury, it's a formal written accusation charging a party with a crime","response":"indictment"},{"text":"It's the medical branch that deals with antigens &amp; antibodies &amp; the body's ability to fight off disease","response":"immunology"}],"originalDate":"2003-09-09"},{"category":"GAME NAME","comments":"","clues":[{"text":"For a piece of the pie... this game full of factoids came out with a 20th anniversary edition in 2002","response":"<i>Trivial Pursuit</i>"},{"text":"This classic board game was once known as Criss-Cross Words","response":"Scrabble"},{"text":"\"Fiend Folio\" &amp; \"Monster Manual\" are 2 of the books used in conjunction with this game","response":"Dungeons and Dragons"},{"text":"Known as Jumpman when introduced in Donkey Kong, this video game character has since appeared in over 70 games","response":"Mario"},{"text":"It's all there in black &amp; white; this strategy game is named for a Shakespeare play","response":"Othello"}],"originalDate":"2003-09-09"},{"category":"ISLANDS OF THE WEST INDIES","comments":"","clues":[{"text":"This largest West Indian country's Isle of Youth was formerly called the Isle of Pines","response":"Cuba"},{"text":"1 of 2 Caribbean overseas departments of France","response":"Martinique or Guadeloupe"},{"text":"This capital of the U.S. Virgin Islands is the largest cruise-ship port in the Caribbean","response":"Charlotte Amalie"},{"text":"1 of the 2 nations formed when the Grenadines chain split in the 1970s","response":"Grenada or St. Vincent and the Grenadines"},{"text":"This country has been independent since 1804, making it the 2nd-oldest independent nation in the Western Hemisphere","response":"Haiti"}],"originalDate":"2003-09-09"}],[{"category":"MOVED TO FRANCE","comments":"","clues":[{"text":"By 1903 this American had settled in France where she was joined by Alice B. Toklas","response":"Gertrude Stein"},{"text":"This \"Waiting for Godot\" author moved to France where he worked with fellow Irishman James Joyce","response":"Samuel Beckett"},{"text":"This Pennsylvania-born woman was awarded the French Legion of Honor in 1904 for her art","response":"Mary Cassatt"},{"text":"The story of this dancer who became a French citizen in 1937 was made into a telepic starring Lynn Whitfield","response":"Josephine Baker"},{"text":"Look up in the Paris opera &amp; you'll see a ceiling by this Russian-born artist who moved to France in 1923","response":"Marc Chagall"}],"originalDate":"2003-09-09"},{"category":"ALPHABETIC HOMOPHONES","comments":"","clues":[{"text":"To be indebted","response":"to owe (o)"},{"text":"The first word of \"The Rainbow Connection\"","response":"Why (y)"},{"text":"The sugar one is also called the Mennonite one (Mennonites like it)","response":"pea (p)"},{"text":"A pigtail once mandatory in the British army","response":"queue (q)"},{"text":"\"Haw\" tells an animal to turn left &amp; this means turn right","response":"gee (g)"}],"originalDate":"2003-09-09"},{"category":"PERMANENTLY AT WESTMINSTER ABBEY","comments":"","clues":[{"text":"He's at the abbey because he was Clerk of Works to the Palace of Westminster, not for writing \"The Canterbury Tales\"","response":"Chaucer"},{"text":"This biographee of James Boswell died Dec. 13, 1784 &amp; moved into the abbey shortly thereafter","response":"Samuel Johnson"},{"text":"His remains?  \"Is it safe?\"  Yes, this 1948 Best Actor Oscar winner for \"Hamlet\" is safe at Westminster Abbey","response":"Laurence Olivier"},{"text":"In 1841 \"Pippa Passes\"; in 1889 this poet passes; today, you can pass him by at Westminster","response":"Robert Browning"},{"text":"This \"Gunga Din\" writer was gunga done in 1936 &amp; can be found in Poets' Corner","response":"(Rudyard) Kipling"}],"originalDate":"2010-02-17"},{"category":"MOVIE SEQUELS","comments":"","clues":[{"text":"She played Fanny Brice in \"Funny Girl\" &amp; \"Funny Lady\", its sequel","response":"Barbra Streisand"},{"text":"The Rydell High class of 1961 is the focus of this sequel","response":"<i>Grease 2</i>"},{"text":"Courteney Cox &amp; Neve Campbell starred in this scary movie &amp; its 2 sequels","response":"<i>Scream</i>"},{"text":"Amber Tamblyn, Alexis Bledel, Blake Lively &amp; America Ferrera reunite as jeans-sharing friends in this 2008 sequel","response":"<i>Sisterhood of the Traveling Pants 2</i>"},{"text":"In a 2008 Guillermo del Toro sequel, this title superhero faced off against the Golden Army","response":"Hellboy"}],"originalDate":"2010-02-17"},{"category":"HAMNESIA","comments":"(Alex: You have to name the pig character who is speaking.)","clues":[{"text":"Where am I?  I can't remember anything!  Hey!  A locket with a frog's picture in it, maybe it'll jar my memory?  Kermy?","response":"Miss Piggy"},{"text":"OK, so there's a web above me that spells out \"Some pig\"; some pig, indeed","response":"Wilbur"},{"text":"OK, I'm on some kind of farm... What does that say...Hoggett? &amp; why are these sheep following me?","response":"Babe"},{"text":"Oh d-d-dear-dear!  Where was it Pooh said we should meet? at least I have some haycorns in my pocket...","response":"Piglet"},{"text":"I must remember! some plans for a windmill in my pocket that I must've drawn up &amp; a note that says \"Watch Napoleon\"","response":"Snowball"}],"originalDate":"2010-02-17"},{"category":"STUPID ANSWERS","comments":"","clues":[{"text":"You use these broad noodles to make lasagna","response":"lasagna noodles"},{"text":"This type of bed covering gets its name from an Old French word, cuilte","response":"a quilt"},{"text":"Just before serving this Chinese soup, drop some beaten egg into it","response":"egg drop soup"},{"text":"This rapper was born Tramar Dillard in Opa-locka, Florida","response":"Flo Rida"},{"text":"This book by Malcolm Gladwell is about the choices that are made in the blink of an eye","response":"<i>Blink</i>"}],"originalDate":"2010-02-17"}],{"category":"NATURALISTS","text":"Before his death in 1914 he studied forests in Russia, India &amp; Australia, as well as the U.S.","response":"John Muir"}]}