{"mix":3373,"rounds":[[{"category":"POLYHYMNIA","comments":"","clues":[{"text":"\"Glory! Glory! Hallelujah!\"  Joan Baez sang this national hymn on a 1963 concert album","response":"\"Battle Hymn Of The Republic\""},{"text":"\"In the snow of far off northern lands and in sunny tropic scenes\" is in the second part of their hymn","response":"the Marine Corps"},{"text":"Also meaning a commonly repeated word or phrase, this term originally referred to a Hindu vedic hymn","response":"mantra"},{"text":"A processional is sung as clergy &amp; laity enter a church; this type of hymn, as they leave","response":"recessional"},{"text":"Bede recorded this earliest-known Anglo-Saxon Christian poet's \"Hymn\" in prose","response":"Cædmon"}],"originalDate":"2010-02-15"},{"category":"...&amp; OTHER MUSES","comments":"","clues":[{"text":"He wrote \"Layla\" for future wife Pattie Boyd while she was still married to George Harrison","response":"(Eric) Clapton"},{"text":"His wife Claudette inspired \"Oh Pretty Woman\"","response":"Roy Orbison"},{"text":"On her 1969 honeymoon, this inspiring conceptual artist staged a \"Bed-in for Peace\"","response":"Yoko Ono"},{"text":"Pete Doherty wrote \"What Katie Did Next\" for her","response":"Kate Moss"},{"text":"Mick's muse, her 1964 debut single \"As Tears Go By\" preceded the Rolling Stones' version by a year","response":"Marianne Faithfull"}],"originalDate":"2010-02-15"},{"category":"PRESIDENTIAL FACTS","comments":"","clues":[{"text":"In 1937 he made his first movie","response":"Ronald Reagan"},{"text":"Unlike his Republican cousin, who was also president, he was a Democrat","response":"FDR"},{"text":"He was the first president to live long enough to see his son elected president","response":"John Adams"},{"text":"The last incumbent to be unseated; it was the 10th time it had happened","response":"George (Herbert Walker) Bush"},{"text":"It was the last office to which Gerald Ford was elected","response":"the House of Representatives"}],"originalDate":"2004-03-30"},{"category":"'70s MUSIC","comments":"","clues":[{"text":"She had a 2-sided No. 1 hit with \"It's Too Late\" &amp; \"I Feel the Earth Move\"","response":"Carole King"},{"text":"Shut your mouth!  Isaac Hayes won an Oscar for the theme from this 1971 flick","response":"<i>Shaft</i>"},{"text":"When it charted in 1976, this song first called \"Cotton's Dream\" was subtitled \"The Young And The Restless\"","response":"\"Nadia's Theme\""},{"text":"A 1973 song says, \"Give me the beat, boys, and free my soul, I wanna get lost in your rock &amp; roll and\" do this","response":"drift away"},{"text":"\"An Old Fashioned Love Song\" &amp; \"Never Been to Spain\" were '70s hits for this trio","response":"Three Dog Night"}],"originalDate":"2004-03-30"},{"category":"ARMOR","comments":"","clues":[{"text":"A bracket on the chest positioned this 12-foot spear that could be driven through another knight's armor","response":"lance"},{"text":"These gloves were made in a fashionable hourglass shape, narrow at the wrist","response":"gauntlets"},{"text":"Plate armor first covered, then replaced this protective wrap","response":"chain mail"},{"text":"The nasal, a piece on this item, could get you in trouble when the other guy grabbed it","response":"the helmet"},{"text":"The 16th century Maximilian style is named for a ruler of this empire who was called \"The Last of the Knights\"","response":"the Holy Roman Empire"}],"originalDate":"2004-03-30"},{"category":"PROVINCE TOWNS","comments":"(Alex: We'll give you some towns; you have to identify the Canadian province in which you would find those towns.)","clues":[{"text":"Cap-de-la-Madeleine,<br>Sept-Iles,<br>Trois-Rivieres","response":"Quebec"},{"text":"Prince George,<br>Prince Rupert,<br>Victoria","response":"British Columbia"},{"text":"Sydney,<br>Dartmouth,<br>New Glasgow","response":"Nova Scotia"},{"text":"Big Beaver House,<br>Sault St. Marie,<br>London","response":"Ontario"},{"text":"Vulcan,<br>Medicine Hat,<br>Red Deer","response":"Alberta"}],"originalDate":"2004-03-30"}],[{"category":"CRIME TIME","comments":"","clues":[{"text":"It's a serious crime (without the \"Y\", it's the person who commits it)","response":"felony"},{"text":"From the name of an old Germanic tribe, it's the willful destruction of property","response":"vandalism"},{"text":"Despite the name, in this form of bribery, a public official gets money, not skin","response":"graft"},{"text":"A failure to meet an obligation, it may be \"of contract\"","response":"breach"},{"text":"A step further than trespassing, it's sneaking onto the manor grounds to do some hunting or steal game","response":"poaching"}],"originalDate":"2004-03-30"},{"category":"IT'S ALWAYS ABOUT \"U\"","comments":"","clues":[{"text":"In 1949 Harry Truman traveled to New York to help lay a cornerstone for this body","response":"the United Nations"},{"text":"Seats are reserved in the Indian parliament for this group that falls outside of the caste system","response":"the Untouchables"},{"text":"Now a democratic republic of central Asia, in 1992 it ratified its first post-Soviet constitution","response":"Uzbekistan"},{"text":"Its atomic weight is 238","response":"uranium"},{"text":"The language known as Hindi is very close to this official language of Pakistan","response":"Urdu"}],"originalDate":"2004-03-30"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"It's someone who helps carry the coffin at a funeral","response":"pallbearer"},{"text":"Jiminy Cricket acted as this for Pinocchio","response":"his conscience"},{"text":"Oh my darling, it's a variety of small, sweet tangerine","response":"clementine"},{"text":"Person who'd repair your Timex or Seiko","response":"watchmaker"},{"text":"Remember Chuck Mangione?  Remember this instrument that he plays?","response":"the flugelhorn"}],"originalDate":"2004-03-30"},{"category":"MR. T","comments":"","clues":[{"text":"In 1975 he was named the first black Anglican dean of Johannesburg","response":"Desmond Tutu"},{"text":"This Republican served in the Ohio house of representatives from 1921 to 1926 &amp; the U.S. Senate from 1939 to 1953","response":"Robert Taft"},{"text":"This French statesman served under 7 regimes, including during the French Revolution &amp; under Napoleon","response":"Talleyrand"},{"text":"\"Germania\" &amp; \"Historiae\" are major works by this Roman orator &amp; public official","response":"Tacitus"},{"text":"He was among the first students when the St. Petersburg Conservatory opened in 1862","response":"Tchaikovsky"}],"originalDate":"2004-03-30"},{"category":"I PITY THE FOOL","comments":"(Alex: And what do we associate with him...)","clues":[{"text":"In \"A Midsummer Night's Dream\", this character says, \"Lord, what fools these mortals be!\"","response":"Puck"},{"text":"Joyce Kilmer wrote, \"Poems are made by fools like me, but only God can make\" this","response":"a tree"},{"text":"This title character of Spanish literature is called \"A muddled fool, full of lucid intervals\"","response":"Don Quixote"},{"text":"This book of the Bible says, \"Answer a fool according to his folly, lest he be wise in his own conceit\"","response":"Proverbs"},{"text":"This transcendental essayist wrote \"The wise through excess of wisdom is made a fool\"","response":"Emerson"}],"originalDate":"2004-03-30"},{"category":"OPERA","comments":"","clues":[{"text":"In a Rossini opera this Swiss patriot is forced to shoot an apple placed on his son Jemmy's head","response":"William Tell"},{"text":"This opera ends with the title madam committing hara-kiri","response":"Madame Butterfly"},{"text":"Don Jose is bewitched by this title gypsy girl","response":"Carmen"},{"text":"This title slave &amp; Pharaoh's daughter Amneris are both in love with Radames","response":"Aida"},{"text":"Count Almaviva attempts to thwart this opera's title marriage","response":"<i>The Marriage of Figaro</i>"}],"originalDate":"2010-02-12"}],{"category":"STATE CAPITALS","text":"A 1957 event led to the creation of a National Historic Site in this city, signed into law by a president whose library is now there too","response":"Little Rock, Arkansas"}]}