{"mix":3375,"rounds":[[{"category":"DIRTY WORDS","comments":"","clues":[{"text":"A slanderous or defamatory remark, or to spread with a dirty substance","response":"smear"},{"text":"From Old Dutch, it's the term for the fine black particles in your chimney","response":"soot"},{"text":"On contact with sulfur, silver develops this discoloration, from the Middle French for \"to dull\"","response":"a tarnish"},{"text":"Leviticus 11 warns against eating swine: \"Though he divide the hoof...yet he cheweth not the cud; he is\" this","response":"unclean"},{"text":"It can be a dirt particle, a parasitic fungal disease...or pornography","response":"smut"}],"originalDate":"2010-02-11"},{"category":"CIVIL WAR GENERALS","comments":"","clues":[{"text":"In 1863 he was made a brigadier general at age 23 (yay!); 13 years later Little Bighorn (oops)","response":"Custer"},{"text":"After basically setting Georgia on fire, he was the commanding general of the U.S. army from 1869 to 1884","response":"Sherman"},{"text":"In the Shenandoah Valley in 1862, this \"granite-like\" Virginian's 17,000 men defeated 60,000 Union troops","response":"Stonewall Jackson"},{"text":"In 1862 Lincoln fired this general; adding insult to career injury, Lincoln then beat him in the 1864 pres. election","response":"McClellan"},{"text":"The \"eyes\" of Lee's army, this cavalry man completely circled the federal army in 1862, returning with 1,200 enemy horses","response":"Jeb Stuart"}],"originalDate":"2010-02-11"},{"category":"IT'S GAME TIME","comments":"","clues":[{"text":"station.sony.com has online \"Jeopardy!\" &amp; this game where you must avoid those bankrupt &amp; lose a turn wedges","response":"<i>Wheel of Fortune</i>"},{"text":"In casual game lingo, PSP stands for this platform that you can hold in your hand","response":"PlayStation Portable"},{"text":"\"The Mines of Moria\" &amp; \"The Siege of Mirkwood\" were expansions for the online version of this turbine game","response":"<i>The Lord of the Rings</i>"},{"text":"You are ODST, an orbital drop shock trooper, in the latest version of this series that finds the Covenant in New Mombasa","response":"<i>Halo</i>"},{"text":"\"Rome: Total War<span class=\"nobreak\">--</span>Barbarian Invasion\" allows you to control this Carthaginian's elephants","response":"Hannibal"}],"originalDate":"2010-02-11"},{"category":"WE'VE GOT CHEMISTRY","comments":"","clues":[{"text":"In general chemistry, the 3 fundamental atomic particles are the electron, the proton &amp; this, discovered in 1932","response":"the neutron"},{"text":"The field of inorganic chemistry studies substances that contain little or none of this element","response":"carbon"},{"text":"A 19th century German chemist noted that a nation's wealth can be gauged by the amount it uses of this, H<sub>2</sub>SO<sub>4</sub>","response":"sulfuric acid"},{"text":"Cellulose &amp; nylon are examples of these large molecules made up of many smaller molecules called monomers","response":"polymers"},{"text":"The fundamental unit of substance used in chemistry, it's 6.02 x 10<sup>23</sup> atoms, not a garden pest","response":"mole"}],"originalDate":"2010-02-11"},{"category":"THE FICTION FILE","comments":"","clues":[{"text":"This genre of novel is traced back to 1902's \"The Virginian\", set mainly in Wyoming","response":"the western"},{"text":"In a 19th century Russian novel, Oblomov is the epitome of sloth, always in a robe &amp; this footwear","response":"slippers"},{"text":"In \"The Tin Roof Blowdown\", Iberia parish sheriff Dave Robicheaux deals with the aftermath of this 2005 event","response":"hurricane Katrina"},{"text":"In 2009 this reclusive \"Gravity's Rainbow\" author came out with \"Inherent Vice\"","response":"(Thomas) Pynchon"},{"text":"The hero of \"Nausea\" by this French existentialist thinker is made queasy by the emptiness of life","response":"(Jean-Paul) Sartre"}],"originalDate":"2010-02-11"},{"category":"THE NEW YORK TIMES FRUGAL TRAVELER","comments":"","clues":[{"text":"The subtitle for the frugal traveler blog is \"seeing the world on\" one of these, from the Latin for \"money bag\"","response":"a budget"},{"text":"To the frugal traveler, staying overnight with friends is known as this kind of furniture \"surfing\"","response":"couch"},{"text":"The F.T.'s new year's resolutions include \"learn to like\" these accommodations that often house youth","response":"hostels"},{"text":"Rather than simple postcards, the frugal traveler says to collect these as mementos (perhaps the kyat or the baht?)","response":"currencies"},{"text":"The frugal traveler suggests saving in this city by getting around on its metro or its <i>Velib</i> bike rental system","response":"Paris"}],"originalDate":"2010-02-11"}],[{"category":"\"UO\" ME!","comments":"","clues":[{"text":"This compound is added to water supplies to promote dental health","response":"fluoride"},{"text":"Tendency to rise or float","response":"buoyancy"},{"text":"Minimum number of senators needed to do official business while in session","response":"quorum"},{"text":"Touching or adjoining, like the lower 48","response":"contiguous"},{"text":"Do not deny him or refuse his name, it's John Bartlett's \"familiar\" specialty","response":"quotations"}],"originalDate":"2010-02-11"},{"category":"NAME THAT CONTINENT","comments":"","clues":[{"text":"Estado de Mato Grosso","response":"South America"},{"text":"The Filchner Ice Shelf","response":"Antarctica"},{"text":"Ayers Rock, or as the locals call it, Uluru","response":"Australia"},{"text":"The Kamchatka Peninsula","response":"Asia"},{"text":"The Limpopo River","response":"Africa"}],"originalDate":"2010-02-10"},{"category":"OSCARS SINCE 2000","comments":"","clues":[{"text":"In 2009 this supporting actor Oscar winner's award was accepted by his mother, father &amp; sister","response":"Heath Ledger"},{"text":"The title of this best screenplay winner refers to the pregnant lead character, not a mythic queen of the heavens","response":"<i>Juno</i>"},{"text":"When Helen Mirren won in 2007 for playing \"The Queen\", he won best actor for \"The Last King of Scotland\"","response":"Forest Whitaker"},{"text":"Cate Blanchett won an Oscar for playing this 4-time Oscar-winning actress in \"The Aviator\"","response":"Katharine Hepburn"},{"text":"He followed up his 2003 Oscar for \"Mystic River\" with a best actor win for 2008","response":"Sean Penn"}],"originalDate":"2010-02-10"},{"category":"BE TRUE TO YOUR SCHOOL","comments":"","clues":[{"text":"The benefactor for whom this West Lafayette, Indiana university is named is buried on the campus","response":"Purdue"},{"text":"In 2009 an anonymous alum gave $100 million to this Mass. college that runs the nearby Emily Dickinson museum","response":"Amherst"},{"text":"This 1973 grad gave Harvard's 1989 commencement address shortly after beginning her first term as P.M. of Pakistan","response":"Benazir Bhutto"},{"text":"Alum David Booth gave $300 million to this university's business school just off South Lake Shore Drive","response":"the University of Chicago"},{"text":"In 1999 Sloan school alum Kenan Sahin made a surprise 9-figure donation to this institute","response":"the Massachusetts Institute of Technology (M.I.T.)"}],"originalDate":"2010-02-10"},{"category":"ALPHABETIC LETTER PAIRS","comments":"(Alex: The responses are two consecutive letters<span class=\"nobreak\">--</span>two consecutive letters of the alphabet.)","clues":[{"text":"For most people, it replaced the LP","response":"the CD"},{"text":"Sunscreen protects you from these harmful rays","response":"UV"},{"text":"In names of cities, this abbreviation precedes Paul &amp; Louis","response":"St."},{"text":"If you have this blood type, you're lucky; it's the \"universal recipient\"","response":"AB"},{"text":"It spells the name of a classic form of Japanese drama","response":"noh"}],"originalDate":"2010-02-10"},{"category":"ROYALTY ON BROADWAY","comments":"","clues":[{"text":"Dashaun Young is now playing this hero who's destined to be \"The Lion King\"","response":"Simba"},{"text":"From the \"Les Mis\" team, 2007's \"The Pirate Queen\" was about a 16th C. Irishwoman &amp; her rivalry with this real English queen","response":"Queen Elizabeth I"},{"text":"The king in \"The King and I\" rules this 4-letter land","response":"Siam"},{"text":"David McCallum played Emperor Joseph II in the 1999 revival of this play about Mozart","response":"<i>Amadeus</i>"},{"text":"We wonder if Kelsey Grammer called this \"the Scottish play\" when he played the title role in 2000","response":"<i>Macbeth</i>"}],"originalDate":"2010-02-10"}],{"category":"ADVENTURE LITERATURE","text":"In Verne's \"Journey to the Center of the Earth\", explorers enter an Icelandic volcano &amp; emerge on this island off Sicily","response":"Stromboli"}]}