{"mix":3378,"rounds":[[{"category":"GERMAN WORDS &amp; PHRASES","comments":"","clues":[{"text":"If your command of the German language is poor, it wouldn't hurt to ask, \"Sprechen sie Englisch?\", which means this","response":"Do you speak English?"},{"text":"Literally meaning \"little woman\", it once meant \"Miss\", but many modern German women now find it offensive","response":"fraulein"},{"text":"Germans call this holiday Neujahrstag","response":"New Year's Day"},{"text":"If you order schwarzen kaffee mit sahne in a restaurant, you'll get coffee with this","response":"cream"},{"text":"You'd better not drive the wrong direction down an einbahnstrasse, which is this","response":"a one-way street"}],"originalDate":"2004-03-25"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"A president \"shall have the power to grant reprieves and\" these \"for offenses against the United States\"","response":"pardons"},{"text":"Border &amp; Transportation Security is 1 of the 5 divisions of this department headed by Tom Ridge","response":"Homeland Security"},{"text":"Article 7 of the U.S. Constitution requires that this many of the 13 states ratify it to put it into effect","response":"9 states"},{"text":"Of the current Supreme Court justices, he has served the longest <span class=\"nobreak\">--</span> 32 years","response":"Rehnquist"},{"text":"This standing committee in the House of Representatives deals with tax bills","response":"the Ways and Means Committee"}],"originalDate":"2004-03-25"},{"category":"NATIONAL COATS OF ARMS","comments":"","clues":[{"text":"The shield on this country's coat of arms is supported by a European woman &amp; a Maori chieftain","response":"New Zealand"},{"text":"This object appears on Switzerland's coat of arms as well as its flag","response":"a cross"},{"text":"Its coat of arms bears the motto \"Unity Through Diversity\", not \"Beware of the Komodo Dragon\"","response":"Indonesia"},{"text":"Its coat of arms shows the isthmus of Panama, which was once a part of it","response":"Colombia"},{"text":"Costa Rica's coat of arms features these 2 bodies of water","response":"the Caribbean Sea & the Pacific Ocean"}],"originalDate":"2004-03-25"},{"category":"BIG SCREEN TITLE PAIRS","comments":"","clues":[{"text":"1989:<br>\"...and Misdemeanors\"","response":"Crimes"},{"text":"1971:<br>\"...and Broomsticks\"","response":"Bedknobs"},{"text":"1989:<br>\"...and Sheba\"","response":"Solomon"},{"text":"1992:<br>\"...and Away\"","response":"Far"},{"text":"1982:<br>\"...and Treacle\"","response":"Brimstone"}],"originalDate":"2004-03-25"},{"category":"NEFERTITI TIME","comments":"","clues":[{"text":"Nefertiti's stepson was this boy king who became pharaoh at about the age of 9","response":"Tut"},{"text":"An inscribed golden one of these bugs suggests that Nefertiti briefly ruled in her own right","response":"a scarab"},{"text":"Some historians speculated that a mummy found at Location KV35 in this valley may prove to be Nefertiti","response":"the Valley of the Kings"},{"text":"The famous painted bust of Nefertiti is housed in the Egyptian Museum of this German capital city","response":"Berlin"},{"text":"Nefertiti's husband was this pharaoh, one of the 1st in history to establish a monotheistic religion","response":"Akhenaten"}],"originalDate":"2004-03-25"},{"category":"WHAT A BODY!","comments":"","clues":[{"text":"As a prefix, this facial feature means \"fat\"; so maybe giving someone a fat one is redundant","response":"lip"},{"text":"3 cuneiform bones along with the metatarsals help form each of these foot parts that may leave you flat","response":"the arches"},{"text":"If you want to make a protein, the instructions can be found in this in your genes","response":"DNA"},{"text":"Vitamin D is activated when the skin is exposed to this radiation","response":"ultraviolet"},{"text":"Bradycardia refers to a slow resting heartbeat; this is the opposite, a fast one","response":"tachycardia"}],"originalDate":"2004-03-25"}],[{"category":"\"Z\"OWEE!","comments":"","clues":[{"text":"This German count launched his first airship in 1900","response":"Zeppelin"},{"text":"Anthony Quinn won an Oscar for playing the brother of this Mexican revolutionary","response":"Zapata"},{"text":"Wearing the traditional garb of his people, a chief of this 8 million strong group is seen here","response":"Zulu"},{"text":"Though they might have called her \"Buttons\", this was Moses' wife's name","response":"Zipporah"},{"text":"Marilyn Sitzman, this man's secretary, braced him as he filmed JFK's assassination","response":"Abraham Zapruder"}],"originalDate":"2004-03-25"},{"category":"CANADIAN GEOGRAPHY, EH?","comments":"","clues":[{"text":"A narrow passage separates Canada's Ellesmere Island from this large Danish island","response":"Greenland"},{"text":"Mount Logan, Canada's highest peak, is found in this territory","response":"the Yukon Territory"},{"text":"Of the top 5 Canadian cities in population, it's the one closest to the Pacific Ocean","response":"Vancouver"},{"text":"Appropriately, New Glasgow is in this Canadian province","response":"Nova Scotia"},{"text":"This province has the longest border, including water, with the United States","response":"Ontario"}],"originalDate":"2010-02-08"},{"category":"ON HIS BASEBALL HALL OF FAME PLAQUE","comments":"","clues":[{"text":"This Yankee was the \"greatest drawing card in history of baseball\"","response":"Babe Ruth"},{"text":"\"Detroit - Philadelphia, A.L. - 1905-1926... retired with 4191 major league hits\"","response":"(Ty) Cobb"},{"text":"\"'Mr. October', found special success in World Series spotlight with 10 home runs\"","response":"(Reggie) Jackson"},{"text":"This 2009 inductee was \"faster than a speeding bullet\"","response":"Rickey Henderson"},{"text":"\"Boston Red Sox A.L. 1939-1960... batted .406 in 1941\"","response":"Ted Williams"}],"originalDate":"2010-02-08"},{"category":"THE KILLERS","comments":"","clues":[{"text":"In Genesis 4 he becomes the first killer; God isn't happy","response":"Cain"},{"text":"In one of the few documented one-on-one Old West gunfights, this \"Wild\" man killed Davis Tutt in 1865","response":"Wild Bill Hickok"},{"text":"Bodyguards Satwant &amp; Beant Singh killed this female leader of India in 1984","response":"Indira Gandhi"},{"text":"This \"insect\" of a gangster was a real-life hit man for Murder Incorporated in the 1930s &amp; '40s","response":"Bugsy Siegel"},{"text":"Pausanius, a young Macedonian noble, killed this man, Alexander's dad, in 336 B.C.","response":"Philip"}],"originalDate":"2010-02-08"},{"category":"SPOTT THA MISPELED WURD","comments":"","clues":[{"text":"Meet me in the library for a liaison at your liesure","response":"leisure"},{"text":"The occasional misspelling is noticable on a telecast like \"Jeopardy!\"","response":"noticeable"},{"text":"If you supersede the competition, you will excede all expectations","response":"exceed"},{"text":"We want you to be committed to catagorizing your collectibles cohesively","response":"categorizing"},{"text":"The accomodations at the monastery were rudimentary at best","response":"accommodations"}],"originalDate":"2010-02-08"},{"category":"LIT MY FIRE","comments":"","clues":[{"text":"\"The Fire Sermon\" is Part III of this poet's \"The Waste Land\"","response":"T.S. Eliot"},{"text":"The burning of Moscow after Napoleon's exit is dramatized in this Tolstoy novel","response":"<i>War and Peace</i>"},{"text":"In Book 1 of this, Satan is \"hurld hedlong flaming from th' ethereal skies... to dwell in adamantine chains and penal fire\"","response":"<i>Paradise Lost</i>"},{"text":"This Irish poet's \"Sailing to Byzantium\" urges \"sages... in God's holy fire\" to be \"singing masters of my soul\"","response":"William Butler Yeats"},{"text":"His 1963 bestseller \"The Fire Next Time\" took its title from an old spiritual","response":"James Baldwin"}],"originalDate":"2010-02-08"}],{"category":"U.S. HISTORY","text":"Of those who served as president or vice president, more men have had this surname than any other","response":"Johnson"}]}