{"mix":3392,"rounds":[[{"category":"FAMILY DRAMA","comments":"","clues":[{"text":"His \"All My Sons\" centers on Joe Keller, whose shoddy plane parts led to the death of his son &amp; other pilots in WWII","response":"Arthur Miller"},{"text":"The title character of this Ibsen play is revolted to discover she's pregnant &amp; commits suicide with her father's pistol","response":"<i>Hedda Gabler</i>"},{"text":"The Pollitts get together to celebrate Big Daddy's 65th birthday in this play; family drama ensues","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"This Lorraine Hansberry play focuses on the Younger family &amp; the drama of buying a new house","response":"<i>A Raisin in the Sun</i>"},{"text":"In an August Wilson play, Troy Maxson builds these title structures around the family home","response":"<i>Fences</i>"}],"originalDate":"2010-01-20"},{"category":"FOR GOOD MEASURE","comments":"","clues":[{"text":"In the U.S. one of these cotton units is almost 500 pounds","response":"a bale"},{"text":"28.35 grams equals one of these units of weight","response":"an ounce"},{"text":"It was made of gopher wood &amp; measured 50 cubits wide","response":"the Ark"},{"text":"Cosmic, dude!  A parsec is equal to 3.26 of these enormous lengths","response":"a light year"},{"text":"\"I have measured out my life with coffee spoons\", he wrote in \"The Love Song of J. Alfred Prufrock\"","response":"T.S. Eliot"}],"originalDate":"2010-01-20"},{"category":"MUSICAL A TO Z","comments":"","clues":[{"text":"\"V\" is for this Italian term, a technique or effect created by a violinist's shaking arm","response":"vibrato"},{"text":"\"O\" is for this interval between a note &amp; its first overtone","response":"an octave"},{"text":"\"U\" is for one of these, with which a conductor may begin a piece","response":"an upbeat"},{"text":"\"C\" is for this musical passage added at the end of a movement for a fitting conclusion or climax","response":"a coda"},{"text":"\"F\" is for this polyphonic composition sung by several voices in turn","response":"a fugue"}],"originalDate":"2010-01-20"},{"category":"SCIENCE &amp; TECHNOLOGY","comments":"","clues":[{"text":"On Oct. 15, 2003 it became the third country to launch a man into space; the Shenzhou 5 spacecraft orbited the Earth 14 times","response":"China"},{"text":"In 1901 Eugene Demarcay discovered Eu, this rare-earth metal that's named for a continent","response":"Europium"},{"text":"If an atom loses one of these, it becomes a cation, a positively charged ion","response":"electron"},{"text":"(Cheryl of the Clue Crew at the Eli Whitney Museum in New Haven, Connecticut)  In the 1940s, Dr. William Sewell created an artificial one of these, using parts from an erector set","response":"an artificial heart"},{"text":"The tokamak, this type of nuclear reactor, uses plasma heated to 180 million degrees as fuel","response":"fusion"}],"originalDate":"2004-03-15"},{"category":"WHAT A DOLL!","comments":"","clues":[{"text":"This singer from Utah sells her own line of dolls &amp; named the one seen here for her daughter Jessica","response":"Marie Osmond"},{"text":"In 1999 Mattel gave this doll a new baby sister named Krissy","response":"Barbie"},{"text":"In the art world, the \"King of Pop\" is this man, immortalized here","response":"Andy Warhol"},{"text":"One of the first dolls made from vinyl was Sparkle Plenty, based on a character in this detective comic strip","response":"Dick Tracy"},{"text":"Sister Cecilia, seen here, is part of this wacky exercise guru's \"Collection of the Masters\" line","response":"Richard Simmons"}],"originalDate":"2004-03-15"},{"category":"A CANDY-GORY","comments":"","clues":[{"text":"Pep-O-Mint was the first flavor of these","response":"Life Savers"},{"text":"This Peter Paul candy bar, coconut in bittersweet chocolate, has been around since 1920","response":"Mounds"},{"text":"Leo Hirshfield dubbed his chewy penny candy this, in honor of his daughter's nickname","response":"Tootsie Roll"},{"text":"This Nestle candy bar, crisped rice in chocolate, was introduced in 1938","response":"Crunch"},{"text":"These chocolate-covered caramels were named for the disappointment at not being able to make them perfectly round","response":"Milk Duds"}],"originalDate":"2004-03-15"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"The cheery first \"Masterpiece Theatre\" season included \"Jude the Obscure\" &amp; this Russian's \"The Possessed\"","response":"Dostoevsky"},{"text":"\"Wide Sargasso Sea\" by Jean Rhys is the story of the mad wife of this \"Jane Eyre\" character","response":"Rochester"},{"text":"In 1856 Revue de Paris readers followed this tale of the miserable wife of a boring doctor","response":"<i>Madame Bovary</i>"},{"text":"A fling with the valet is one of the escapades of this Strindberg title \"Miss\"","response":"<i>Miss Julie</i>"},{"text":"\"I Married a Communist\", \"The Human Stain\" &amp; \"American Pastoral\" make up a recent trilogy by this novelist","response":"Philip Roth"}],"originalDate":"2004-03-15"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"From an unpleasant tone it produces, a loudspeaker may be called this \"box\"","response":"squawk box"},{"text":"Fittingly, the Niagara Falls, N.Y. Public Library has a collection of these items that cost 23 cents to send","response":"postcards"},{"text":"When the Yankees signed Hideki Matsui, they hired Roger Kahlon to do this job","response":"translator/interpreter"},{"text":"Usual term for the item seen here, dropped by the millions over Iraq as part of psychological operations","response":"leaflet"},{"text":"In 1995 Echostar Communications launched the satellite Echostar I &amp; established this \"network\"","response":"Dish Network"}],"originalDate":"2004-03-15"},{"category":"VOCABULARY","comments":"","clues":[{"text":"From the Spanish estampar, \"to stamp\", it's a lot of hoof stamping by a lot of cows","response":"stampede"},{"text":"A 6th century misprint of this word meaning \"the highest point\" gave us acne","response":"acme"},{"text":"To the Greeks, chloros was a pale shade of this color; hence chlorine &amp; chlorophyll","response":"green"},{"text":"Its old name was Blotmonath, the month of sacrifice; time to butcher animals for the winter","response":"November"},{"text":"From the Greek for \"out of the center\", it's an adjective for someone who acts a bit off the norm","response":"eccentric"}],"originalDate":"2004-03-15"},{"category":"NAZARETH","comments":"","clues":[{"text":"Nazareth is the largest Arab city in this Middle Eastern country","response":"Israel"},{"text":"The Grotto of the Annunciation in Nazareth commemorates this angel's visit to the Virgin Mary","response":"Gabriel"},{"text":"Near Bethlehem, the town of Nazareth in this U.S. state was founded by the Moravian Church around 1740","response":"Pennsylvania"},{"text":"A Franciscan church built over a cave in Nazareth has been identified as this man's \"workshop\"","response":"Joseph"},{"text":"Nazareth is also home to the domed shrine of Maqam Shihab El-Din, the nephew of this 12th C. Muslim leader","response":"Saladin"}],"originalDate":"2004-03-15"},{"category":"CINDERELLA","comments":"","clues":[{"text":"It's believed that Charles Perrault altered the story's footwear when he mixed up vair, \"fur\", with \"verre\", this","response":"glass"},{"text":"Ed Wynn played this gender-switched role in the Jerry Lewis film \"Cinderfella\"","response":"the Fairy Godfather"},{"text":"In the classic version of the story, these animals become horses to take Cinderella to the ball","response":"the mice"},{"text":"Europe's first Cinderella story is one of this many tales found in the 1634 collection \"Pentamerone\"","response":"50"},{"text":"This great Italian opera composer told the story in 1817's \"La Cenerentola\"","response":"(Gioachino) Rossini"}],"originalDate":"2004-03-15"},{"category":"MOTLEY CREW","comments":"","clues":[{"text":"This Apache warrior made daring escapes from reservations","response":"Geronimo"},{"text":"This publisher who died in 1967 put the Time in Time Warner","response":"Henry Luce"},{"text":"It's the usual 2-word nickname for \"Matrix\" &amp; \"Memento\" actor Joe Pantoliano","response":"Joey Pants"},{"text":"This Greek leader in the Trojan War was killed on his return home to his wife Clytemnestra","response":"King Agamemnon"},{"text":"Zachary Taylor's death made him president, but he wasn't a prime suspect in the Taylor poisoning inquiry","response":"Millard Fillmore"}],"originalDate":"2004-03-15"}],{"category":"PRESIDENTIAL INAUGURATIONS","text":"He was the last U.S. president to take the oath of office on March 4th","response":"Franklin Delano Roosevelt"}]}