{"mix":3397,"rounds":[[{"category":"CARS","comments":"","clues":[{"text":"Models from this car company include Escort &amp; Mustang","response":"Ford"},{"text":"Serapis Bey performs the catchy \"Zoom-Zoom-Zoom\" song in this carmaker's commercials","response":"Mazda"},{"text":"Introduced in 1963, the Sting Ray was a version of this Chevrolet sports car","response":"the Corvette"},{"text":"Actor Paul Hogan appeared in ads for its Outback model","response":"Subaru"},{"text":"(Jimmy of the Clue Crew)  This legendary GM designer introduced tailfins in 1948 &amp; saw them reach a peak with the 1959 Cadillac","response":"Harley Earl"}],"originalDate":"2004-03-10"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Mild white California cheese that terrorized England in 1888","response":"Monterey Jack the Ripper"},{"text":"\"Fatal Attraction\" star who is a 1977 Spielberg film about UFOs","response":"Glenn Close Encounters of the Third Kind"},{"text":"The lead singer of Hole who's a 1964 Beatles song that says, \"I'll always be true\"","response":"Courtney Love Me Do"},{"text":"Victor Hugo's novel of a bellringer named Barry Humphries who performs in drag, possums","response":"<i>The Hunchback of Notre Dame Edna</i>"},{"text":"Sitcom in which Scott Baio is a nanny who rides into the Valley of Death with the 600","response":"<i>Charles in Charge of the Light Brigade</i>"}],"originalDate":"2004-03-10"},{"category":"SPACE TRAVELERS","comments":"","clues":[{"text":"In 2003 she became the first woman inducted into the U.S. Astronaut Hall of Fame","response":"Sally Ride"},{"text":"Sadly, this country's first astronaut, Ilan Ramon, died aboard the space shuttle Columbia in 2003","response":"Israel"},{"text":"It was the more familiar nickname of Donald Kent Slayton","response":"Deke"},{"text":"In 1985 this Utah senator became the first sitting member of Congress to fly in space","response":"Jake Garn"},{"text":"A few months after her historic 1963 flight she married fellow cosmonaut Andrian Nikolayev","response":"Valentina Tereshkova"}],"originalDate":"2004-03-10"},{"category":"COLLEGE FOOTBALL","comments":"","clues":[{"text":"This famed coach won an NCAA record 88.1% of his games during his tenure at Notre Dame, 1918-1931","response":"(Knute) Rockne"},{"text":"Tom Harmon, Desmond Howard &amp; Charles Woodson won the Heisman Trophy at this Big Ten school","response":"Michigan"},{"text":"(Hi, I'm Matt Hasselbeck of the NFL)  I was a 4-year letterman &amp; 2-year starter at quarterback when I soared for this New England college's Eagles","response":"Boston College"},{"text":"Mississippi State has named Sylvester Croom the first black head coach ever in this conference","response":"the SEC"},{"text":"(Hi, I'm Keyshawn Johnson of the NFL)  In 1996, after playing for this school, I became one of the few wide receivers ever selected the No. 1 pick in the NFL Draft","response":"USC"}],"originalDate":"2004-03-10"},{"category":"THEY USED TO BE IN CHARGE","comments":"(Alex: In this category, we want you to name the country where...)","clues":[{"text":"Paul von Hindenburg","response":"Germany"},{"text":"Ferdinand Marcos","response":"the Philippines"},{"text":"Nguyen Van Thieu","response":"South Vietnam"},{"text":"Anastasio Somoza","response":"Nicaragua"},{"text":"John G. Diefenbaker","response":"Canada"}],"originalDate":"2004-03-10"},{"category":"\"SNOW\" JOB","comments":"","clues":[{"text":"The Magic Mirror said she \"is the fairest of them all\"","response":"Snow White"},{"text":"To make one of these, (1) Lie down face up in the snow with arms outstretched, &amp; (2) Flap your arms &amp; legs","response":"a snow angel"},{"text":"The epigraph of this Hemingway story says that the \"frozen carcass of a leopard\" lies on an African peak","response":"<i>The Snows of Kilimanjaro</i>"},{"text":"On the big screen, Nathan Lane provides the voice of this curmudgeonly feline friend of Stuart Little","response":"Snowbell"},{"text":"Australia's highest peak, Mount Kosciusko, lies in this range","response":"the Snowy Mountains"}],"originalDate":"2004-03-10"}],[{"category":"STATE THE STATE","comments":"","clues":[{"text":"After 10 years of independence, it became the 28th state in 1845","response":"Texas"},{"text":"The world's largest flat-top mountain, Grand Mesa, is found there","response":"Colorado"},{"text":"Becoming unique among the states, this state installed its unicameral legislature in 1934","response":"Nebraska"},{"text":"This state was named for a European king in 1682 by Robert Cavalier, Sieur de La Salle","response":"Louisiana"},{"text":"In 1906 this state's Devils Tower became the nation's first national monument","response":"Wyoming"}],"originalDate":"2004-03-10"},{"category":"BEEF-ORE &amp; AFTER","comments":"","clues":[{"text":"An 18-acre British capital fortress complex made of tenderized flank steak","response":"the Tower of London Broil"},{"text":"A society where people of all races &amp; cultures mix &amp; enjoy a slowly braised cut of beef","response":"melting pot roast"},{"text":"A beef jerkyesque product named for Robert MacNeil's old news partner","response":"Slim Jim Lehrer"},{"text":"The thin round piece of ground meat who married John Astin","response":"hamburger Patty Duke"},{"text":"This Jude Deveraux romance novel about a man who appears attired in gleaming metal is one \"Kids Love to Bite\"","response":"A Knight in Shining Armor (Armour) Hot Dogs"}],"originalDate":"2004-03-10"},{"category":"FAMOUS SHAMUS","comments":"","clues":[{"text":"This 19th century character was known for his pipe smoking, violin playing &amp; even cocaine use","response":"Sherlock Holmes"},{"text":"You can find this Mickey Spillane tough guy in \"The Big Kill\" &amp; \"My Gun Is Quick\"","response":"Mike Hammer"},{"text":"\"G\" is for this bestselling novelist who came on the (crime) scene in 1982 with a female detective","response":"Sue Grafton"},{"text":"This elderly Englishwoman was in 1930's \"The Murder at the Vicarage\" &amp; 1971's \"Nemesis\"","response":"Miss Marple"},{"text":"Robert B. Parker introduced this one-named P.I. in 1974's \"The Godwulf Manuscript\"","response":"Spenser"}],"originalDate":"2010-01-12"},{"category":"OBSCURE JANUARY HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"January 4 is the national day to toss this type of dense Christmas goodie made with dried raisins, nuts &amp; other stuff","response":"fruitcake"},{"text":"Call your friends: January 20 is national awareness day for these Antarctic birds","response":"penguins"},{"text":"January 17 doesn't come soon enough, as it's the designated day to ditch these annual promises made 2 1/2 weeks before","response":"New Year's resolutions"},{"text":"Mmmmmmmmmm, January 23 is a chance to show off your baking skills as it's the day for this; shoofly, anyone?","response":"pie"},{"text":"On January 28 all of us can celebrate the day for this humming noisemaker invented in the 1840s","response":"a kazoo"}],"originalDate":"2010-01-12"},{"category":"THE WORLD OF POLITICS","comments":"","clues":[{"text":"Hamid Karzai became the first elected president of this Central Asian country in 2004","response":"Afghanistan"},{"text":"After being jailed for 28 years, he was elected president of South Africa in 1994","response":"Nelson Mandela"},{"text":"Morgan Tsvangirai is an opposition leader in this troubled African country","response":"Zimbabwe"},{"text":"Raised in Mexico City, this New Mexico governor was the U.S. ambassador to the U.N. in 1999","response":"(Bill) Richardson"},{"text":"Michelle Bachelet is the first female elected leader of this South American country","response":"Chile"}],"originalDate":"2010-01-12"},{"category":"ON THE MONEY","comments":"","clues":[{"text":"The current $2 bill features him on the front","response":"Jefferson"},{"text":"This building had to appear on a note<span class=\"nobreak\">--</span>it's on the back of the $10 bill","response":"the U.S. Treasury"},{"text":"This man with a strong military background gazes out from the front of the $50 bill","response":"(Ulysses) Grant"},{"text":"This Pennsylvania building graces the reverse of the $100 bill","response":"Independence Hall"},{"text":"The back of the $1 bill has the Latin phrases Annuit coeptis &amp; Novus ordo seclorum, both from this Roman epic poet","response":"Virgil"}],"originalDate":"2010-01-12"}],{"category":"TOP 40 SONGS","text":"The first 2 Top 40 hits for this late singer<span class=\"nobreak\">--</span>one in 1971, the other in 1973<span class=\"nobreak\">--</span>ended up becoming official state songs","response":"John Denver"}]}