{"mix":3405,"rounds":[[{"category":"ALL THINGS JAPANESE","comments":"","clues":[{"text":"It's the event that traditionally puts an end to a woman's career as a geisha","response":"her marriage"},{"text":"Unlike most other alcoholic drinks, this Japanese one can be enjoyed when it's at 40 degrees &amp; when it's at 122 degrees","response":"sake"},{"text":"In \"Letters from Iwo Jima\", you can hear Japanese soldiers let out this cry, literally \"10,000 Years\"","response":"Banzai"},{"text":"This island invaded by U.S. troops in April 1945 has a long martial arts tradition &amp; may be the birthplace of nunchaku","response":"Okinawa"},{"text":"In the 18th century the Daimyo were vassal lords who spent half their time attending the leader with this title","response":"Shogun"}],"originalDate":"2009-12-31"},{"category":"HYPHENATED TERMS","comments":"","clues":[{"text":"It means lost in thought, forgetful, like a certain movie professor","response":"absent-minded"},{"text":"A New England pudding is made with this Post product that was once promoted as the \"back-to-nature cereal\"","response":"Grape-Nuts"},{"text":"As opposed to freestyle, in Europe the more popular form of wrestling is this","response":"Greco-Roman"},{"text":"This secretive political party lasted from about 1849 to 1860, but don't say you heard it here","response":"Know-Nothing party"},{"text":"This comet that boogied across our skies in 1997 won't be seen for another 2,300 years","response":"Hale-Bopp"}],"originalDate":"2009-12-31"},{"category":"ART HOUSE MOVIES","comments":"","clues":[{"text":"The brother of this artist is torn between art &amp; business in the Robert Altman film \"Vincent &amp; Theo\"","response":"Vincent van Gogh"},{"text":"Charles Laughton as this painter has to deal with men upset at being shown in shadow in the \"Night Watch\"","response":"Rembrandt"},{"text":"Real-lfe spouse Amy Madigan didn't play Ed Harris' wife Lee Krasner in this movie; she played Peggy Guggenheim","response":"<i>Pollock</i>"},{"text":"Scarlett Johansson flashes some jewelry in this film in which she plays muse to Vermeer","response":"<i>Girl with a Pearl Earring</i>"},{"text":"In a 1996 film Jeffrey Wright played this title graffiti artist who collaborated with Warhol","response":"Jean-Michel Basquiat"}],"originalDate":"2009-12-31"},{"category":"PILLOW TALK","comments":"","clues":[{"text":"Paul Reiser could tell you that this 3-letter word doesn't mean \"angry\" when used for how I feel about you","response":"mad"},{"text":"Meaning \"conjugal faithfulness\", this word also describes the quality of electronic sound reproduction","response":"fidelity"},{"text":"Like Otis Redding, I like to  \"Try a Little\" of this, also a quality I like in my steaks","response":"tenderness"},{"text":"This alliterative term for emotional susceptibility can also describe a baby's fontanels","response":"a soft spot"},{"text":"From the old French for \"love\" comes the word meaning captivated or charmed","response":"enamored"}],"originalDate":"2009-12-31"},{"category":"BROADWAY MUSICALS","comments":"","clues":[{"text":"On Nov. 16, 2006 this supercalifragilis-ticexpialidocious musical opened on the Great White Way","response":"<i>Mary Poppins</i>"},{"text":"Roxie, Velma &amp; Billy Flynn paint this title town red 8 shows a week at the Ambassador Theatre","response":"Chicago"},{"text":"Take a journey into Oz in this 2003 show; it's quite \"popular\"","response":"<i>Wicked</i>"},{"text":"This musical about a boy with a passion for dance won a 2009 Tony for (surprise!) Best Choreography","response":"<i>Billy Elliot</i>"},{"text":"Yep, this haunting love story is still on Broadway, as it has been since its Jan. 26, 1988 opening night","response":"<i>Phantom of the Opera</i>"}],"originalDate":"2009-12-30"},{"category":"SOAP BOX DERBY","comments":"","clues":[{"text":"Its label calls it \"the soap that floats\"","response":"Ivory"},{"text":"This brand's body wash has \"all the freshness of Ireland, bottled\"","response":"Irish Spring"},{"text":"According to the label, this heavy-duty hand cleaner is \"pumice-powered\"","response":"Lava"},{"text":"This soap has been keeping you \"fresh round the clock\" since 1940","response":"Dial"},{"text":"This soap brand has been on a \"campaign for real beauty\"","response":"Dove"}],"originalDate":"2009-12-30"}],[{"category":"SCIENCE IS A BREEZE","comments":"","clues":[{"text":"Breezes often transfer these tiny grains from male flower parts to female seed cones","response":"pollen"},{"text":"A flow of air from ocean to land, often producing clouds; or a drink of vodka, grapefruit &amp; cranberry","response":"a sea breeze"},{"text":"Along with pressure &amp; elevation, breezes are mainly caused by differences in this between adjacent areas","response":"temperature"},{"text":"When a migrating bird has this helping it along, it'll fly higher, where the effect is strongest","response":"a tailwind"},{"text":"This scale includes light breeze (4-6 knots) &amp; strong breeze (22-27 knots)","response":"the Beaufort scale"}],"originalDate":"2009-12-30"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"Tom Sietas holds the world record for doing this underwater, for an amazing 17 minutes &amp; 19 seconds","response":"holding his breath"},{"text":"In 1996, no states had obesity rates above 20%: in 2007, only this \"Centennial State\" had an obesity rate below 20%","response":"Colorado"},{"text":"This U.S. retail chain has about 2.1 million employees, about the same as the population of Namibia","response":"Walmart"},{"text":"In 2009 Iowa changed the name of its Dept. of Elder Affairs to the Dept. on this, leading to the abbreviation D.O.A.","response":"Aging"},{"text":"This man offered pilot/hero Sully Sullenberger twice his salary if he'd work for Virgin","response":"(Richard) Branson"}],"originalDate":"2009-12-30"},{"category":"SOUNDS LIKE FOOD","comments":"","clues":[{"text":"Not \"con carne\", this 6-letter word can mean unfriendly","response":"chilly"},{"text":"Wooden bane of a vampire","response":"stake"},{"text":"To cut off superfluous twigs or branches","response":"to prune"},{"text":"In the national pastime, the leadoff man is the first this","response":"the batter"},{"text":"Put this spicy verb before \"favor\" to get on someone's good side","response":"curry"}],"originalDate":"2009-12-30"},{"category":"DAYS IN...","comments":"","clues":[{"text":"This TV movie based on Mitch Albom's bestseller paired Hank Azaria &amp; Jack Lemmon","response":"<i>Tuesdays with Morrie</i>"},{"text":"The title of this Walter Matthau/Jill Clayburgh film comes from the day on which the Supreme Court's term starts","response":"<i>First Monday in October</i>"},{"text":"Y.A. Tittle &amp; Johnny Unitas played coaches in this 1999 Al Pacino film","response":"<i>Any Given Sunday</i>"},{"text":"As news reporter Hildy Johnson, Rosalind Russell was the title \"Girl\" in this fast-talking film from 1940","response":"<i>His Girl Friday</i>"},{"text":"Regardless of the title, this British gangster film starring Bob Hoskins only ran 114 minutes","response":"<i>The Long Good Friday</i>"}],"originalDate":"2009-12-30"},{"category":"CROWN PLAZA","comments":"","clues":[{"text":"This queen has been on more coin types of numerous countries than any other human being","response":"Elizabeth II"},{"text":"King Abdullah bin Abdul Aziz reversed policy &amp; allowed foreign fighters in this country in 1990","response":"Saudi Arabia"},{"text":"In 2006 the first male in over 40 years was born into this land's Chrysanthemum Throne imperial family","response":"Japan"},{"text":"The last English king with this name reigned less than a year, in 1936","response":"Edward (VIII)"},{"text":"Rudolf II moved this dynastic family's royal court from Vienna to Prague in the late 1500s","response":"the Hapsburgs"}],"originalDate":"2009-12-30"},{"category":"BIBLE BOOKS BY QUOTATION","comments":"","clues":[{"text":"\"And God remembered Noah, and every living thing, and all the cattle that was with him in the ark\"","response":"Genesis"},{"text":"\"And God spake unto Moses, and said unto him, I am the lord\"","response":"Exodus"},{"text":"\"So they took up (him), and cast him forth into the sea\"","response":"Jonah"},{"text":"\"Then Satan answered the Lord, and said, doth (this man) fear God for nought?\"","response":"Job"},{"text":"\"And when he had opened the seventh seal, there was silence in heaven about the space of half an hour\"","response":"Revelation"}],"originalDate":"2009-12-29"}],{"category":"LANDMARKS","text":"Jacques-Germain Soufflot, who designed this Paris landmark, was interred there 49 years after dying","response":"the Panthéon"}]}