{"mix":3408,"rounds":[[{"category":"\"F\" TRUE HOLLYWOOD STORY","comments":"","clues":[{"text":"Planned as a short, \"The Sorcerer's Apprentice\" cost so much, Disney had to make this feature around it","response":"<i>Fantasia</i>"},{"text":"Her visit to North Vietnam in 1972 spurred calls of treason","response":"Jane Fonda"},{"text":"This hard-drinking '20s-'30s comedian scattered his money among hundreds of bank accounts across the country","response":"W.C. Fields"},{"text":"His early ambition was to be a pro soccer player, like his dad","response":"Colin Farrell"},{"text":"\"Dr. Strangelove\" director Stanley Kubrick threatened to sue over this film with a similar nuclear war scenario","response":"<i>Fail Safe</i>"}],"originalDate":"2004-03-02"},{"category":"SEOUL TRAIN","comments":"","clues":[{"text":"Seoul only got its name in the 1940s, following the liberation of Korea after 35 years of rule by this nation","response":"Japan"},{"text":"Seoul is about 20 miles from this \"colorful\" sea","response":"the Yellow Sea"},{"text":"It's the other current national capital city that's closest to Seoul","response":"Pyongyang"},{"text":"Kung, as in Seoul's famous Tokru-Kung &amp; Kyongbok-Kung, refers to this type of residence","response":"palace (royal residence)"},{"text":"A seaport that supplies Seoul, it was the site of a famous 1950 amphibious landing","response":"Inchon"}],"originalDate":"2004-03-02"},{"category":"AN ANTONYM OF BOTH...","comments":"(Alex: Each correct response will be the opposite of the two parts of the clue.)","clues":[{"text":"...fizzy &amp; hilly","response":"flat"},{"text":"...to gorge &amp; slow","response":"fast"},{"text":"...effortless &amp; non-alcoholic","response":"hard"},{"text":"...stale &amp; respectful","response":"fresh"},{"text":"...cash &amp; blame","response":"credit"}],"originalDate":"2004-03-02"},{"category":"SHIRLEY MacLAINE","comments":"","clues":[{"text":"Born in 1934, Shirley MacLaine was named after this film star born in 1928","response":"Shirley Temple"},{"text":"He's Shirley's famous brother, 3 years her junior","response":"Warren Beatty"},{"text":"Shirley was great friends with the fabled Rat Pack &amp; starred with them in this 1960 caper film","response":"<i>Ocean's Eleven</i>"},{"text":"When William Peter Blatty was writing this horror novel in the early '70s, he based the mother on Shirley, a close friend","response":"<i>The Exorcist</i>"},{"text":"In 1970 Shirley replaced Elizabeth Taylor in \"Two Mules for Sister Sara\" opposite this action star","response":"Clint Eastwood"}],"originalDate":"2009-12-25"},{"category":"THE APARTMENT","comments":"","clues":[{"text":"I was \"in good hands\" with this insurance company but I let my theft coverage lapse; guess I won't be replacing that TV","response":"Allstate"},{"text":"Oh no!  I have 100 new roach roommates!  Good thing I have this brand of insecticide that \"kills bugs dead\"","response":"Raid"},{"text":"Thank goodness my satellite dish from this U.S. company recently sold by Rupert Murdoch is back working; I was lost without it","response":"DirecTV"},{"text":"The flapper, lift arm &amp; ballcock assembly of this very necessary fixture are all fine<span class=\"nobreak\">--</span>why won't it work?!","response":"a toilet"},{"text":"The super's cousin parked his Xterra from this company in my space again<span class=\"nobreak\">--</span>at least it's smaller than his old Armada","response":"Nissan"}],"originalDate":"2009-12-25"},{"category":"TERMS OF ENGINEERMENT","comments":"","clues":[{"text":"A New Deal agency for major government engineering projects was the PWA, this \"Administration\"","response":"Public Works"},{"text":"Nature's own one of these substances is synovial fluid, which reduces friction in our joints","response":"oil (or lubricant)"},{"text":"The Khurais Project in this country's desert involves piping millions of barrels of water to pump up the oil","response":"Saudi Arabia"},{"text":"16th c. scientist William Gilbert is called the father of this type of engineering; a device he invented detected charge","response":"electrical engineering"},{"text":"Georgia Tech's School of Aeronautics, founded in 1930, is now called the School of this engineering","response":"Aerospace Engineering"}],"originalDate":"2009-12-25"}],[{"category":"COCOA CHANNEL","comments":"","clues":[{"text":"There are Fruity &amp; Cocoa varieties of this cereal pitched by the Flintstones","response":"Pebbles"},{"text":"Nestle sells a hot cocoa mix featuring mini these to put on top","response":"marshmallows"},{"text":"Unsweetened cocoa powder is often sprinkled on these fungus-named chocolates","response":"truffles"},{"text":"This African \"coast\" country is the world's No. 1 producer of cocoa","response":"Ivory Coast"},{"text":"In the chocolate-making process, high pressure is used to remove this fatty substance used in cosmetics","response":"cocoa butter"}],"originalDate":"2009-12-25"},{"category":"POSTCARDS FROM THE EDGE","comments":"","clues":[{"text":"Tajikistan rocks!  We just looked off one of these on the Vakhsh River; it's 300 meters tall &amp; makes 3/4 of the country's power","response":"a dam"},{"text":"Had fun going to the top of this 630' monument, tallest in the U.S.; we looked east &amp; saw the Mississippi River &amp; Illinois","response":"the Gateway Arch"},{"text":"We'll always have the Hassan II mosque in this West African country; it has the world's tallest minaret!","response":"Morocco"},{"text":"Wish you weren't here!  Our raft is nearing the drop of this tallest Venezuelan cataract!  See you next fall!","response":"Angel Falls"},{"text":"Toured the Burj in this U.A.E. city.  They say it's the tallest tower in the world; looked over ledge &amp; lost my lunch","response":"Dubai"}],"originalDate":"2009-12-25"},{"category":"PRESIDENTS AT REST","comments":"","clues":[{"text":"At the Oak Ridge Cemetery in Springfield, Illinois","response":"Lincoln"},{"text":"At his Presidential Library in Simi Valley, California","response":"Reagan"},{"text":"The 2 who are buried at the First Unitarian Church in Quincy, Massachusetts","response":"John Adams & John Quincy Adams"},{"text":"At the Washington, D.C. National Cathedral","response":"Woodrow Wilson"},{"text":"The first of 2 presidents buried at Arlington National Cemetery","response":"William Howard Taft"}],"originalDate":"2009-12-25"},{"category":"TV TITLE REFERENCES","comments":"","clues":[{"text":"Type of old crime that the Philadelphia Homicide Squad endeavors to finally solve","response":"<i>Cold Case</i>"},{"text":"Allison DuBois (Patricia Arquette), who has dreams &amp; visions of dead people","response":"<i>Medium</i>"},{"text":"Melinda Gordon (Jennifer Love Hewitt), who communicates with earthbound spirits","response":"<i>Ghost Whisperer</i>"},{"text":"The Oceanside Wellness Center, at which Dr. Addison Forbes Montgomery works","response":"<i>Private Practice</i>"},{"text":"The \"Buy More\" Nerd Herd employee Mr. Bartowski","response":"<i>Chuck</i>"}],"originalDate":"2009-12-25"},{"category":"LITERARY SEVENS","comments":"","clues":[{"text":"Lawrence of Arabia's wartime memoirs, published in 1926, were called \"Seven Pillars of\" this","response":"<i>Wisdom</i>"},{"text":"Aeschylus recounted a tale of legendary heroes making war in \"Seven Against\" this city","response":"<i>Thebes</i>"},{"text":"After returning to Denmark, she finished the \"Seven Gothic tales\" she had been working on in Africa","response":"Karen Blixen (or Isak Dinesen)"},{"text":"A 1964 film was based on the novel \"Seven Days in\" this month, about an army coup attempt in the United States","response":"<i>May</i>"},{"text":"This author's novel \"QB VII\" takes its title from the London courtroom where a libel trial takes place","response":"Leon Uris"}],"originalDate":"2009-12-25"},{"category":"LET'S VISIT AN AQUARIUM","comments":"","clues":[{"text":"The Great Lakes Aquarium in Duluth, Minnesota is located on the waterfront of this Great Lake","response":"Superior"},{"text":"Popular exhibits at the Waikiki Aquarium include the Hawaiian monk seals, coral farms &amp; these \"giant\" bivalves","response":"clams"},{"text":"Nearly 2 million people each year visit the aquarium in this California city, located where else but on Cannery Row","response":"Monterey"},{"text":"In the no bone zone of the Florida Aquarium, kids can crawl in supersized shells of this \"solitary\" crab","response":"a hermit crab"},{"text":"Watch out for anacondas &amp; piranhas at the Shedd Aquarium exhibit called this river \"Rising\"","response":"Amazon"}],"originalDate":"2009-12-25"}],{"category":"HISTORIC PLACES","text":"In 1761 he started running a ferry where the Potomac meets the Shenandoah","response":"Robert Harper"}]}