{"mix":3410,"rounds":[[{"category":"BIBLICAL NAME'S THE SAME","comments":"","clues":[{"text":"Baldwin,<br>Thurber,<br>Michener","response":"James"},{"text":"Principle,<br>Marshall,<br>Pumpkin Eater","response":"Peter"},{"text":"Ortega,<br>Bernoulli,<br>Boone","response":"Daniel"},{"text":"Rothko,<br>Begich,<br>Spitz","response":"Mark"},{"text":"Pound,<br>Cornell,<br>Better Than","response":"Ezra"}],"originalDate":"2009-12-24"},{"category":"IT HAPPENED ON CHRISTMAS EVE","comments":"","clues":[{"text":"On Dec. 24, 1943 this U.S. general was appointed Supreme Allied Commander","response":"Eisenhower"},{"text":"Destroying more than 35,000 volumes, a fire devastated this location in Washington, D.C. on Christmas Eve 1851","response":"the Library of Congress"},{"text":"Christmas Island in the Pacific gets its name from its Christmas Eve 1777 discovery by this British explorer","response":"(Captain) Cook"},{"text":"The War of 1812 was officially ended by the signing of the Treaty of Ghent on Dec. 24 of this year","response":"1814"},{"text":"Held on spying charges by this nation, the crew of the USS Pueblo returned to the U.S. for Christmas 1968","response":"North Korea"}],"originalDate":"2009-12-24"},{"category":"THE WHITE HOUSE","comments":"","clues":[{"text":"An indoor pool was built for him in the West Terrace because he swam as therapy","response":"FDR"},{"text":"The walls of the White House are this \"stone\", a type of sedimentary rock, that has been painted over","response":"sandstone"},{"text":"The first of these was installed in 1879 for Rutherford B. Hayes; his number was 1","response":"a telephone"},{"text":"The earliest known photograph taken inside the White House is of him &amp; his cabinet at the start of the Mexican War","response":"Polk"},{"text":"When electric lights were installed in 1891, this pres., afraid of being shocked, wouldn't operate the switches","response":"Benjamin Harrison"}],"originalDate":"2009-12-24"},{"category":"\"BLUE\" MOVIES","comments":"","clues":[{"text":"At the start of this comedy classic, Elwood is picking up his brother Jake, who's getting out of prison","response":"<i>The Blues Brothers</i>"},{"text":"Shaquille O'Neal's big screen debut was in this 1994 film, as a college basketball phenom","response":"<i>Blue Chips</i>"},{"text":"Diana Ross belts out \"God Bless The Child\" in this musical biography","response":"<i>Lady Sings the Blues</i>"},{"text":"This action flick starring Roy Scheider &amp; a high-tech police helicopter was also briefly a TV series","response":"<i>Blue Thunder</i>"},{"text":"This 1971 documentary about great white sharks contains some of the most terrifying underwater footage ever shot","response":"<i>Blue Water, White Death</i>"}],"originalDate":"2009-12-24"},{"category":"GO GREYHOUND","comments":"","clues":[{"text":"Until 1700 a commoner in this William III-led country couldn't own a greyhound, property only for the nobility","response":"England"},{"text":"Dedicated to the adoption of ex-racing greys, First State Greyhound Rescue places dogs in N.J., Penn. &amp; this state","response":"Delaware"},{"text":"Greyhound owners groups commonly advise that unless you can run 40 mph, it's a really bad idea to walk one \"off\" this","response":"off-leash"},{"text":"In Proverbs 30:31 this son of David wrote about a greyhound, the only dog breed mentioned in the Old Testament","response":"Solomon"},{"text":"The greyhound originated more than 5,000 years ago in this African country, where it was used to hunt gazelles","response":"Egypt"}],"originalDate":"2009-12-24"},{"category":"THE GREEN MOUNTAIN STATE","comments":"","clues":[{"text":"In 1791 Vermont joined the Union as this number state, not quite original","response":"14th"},{"text":"Bordering Vermont to the north is Canada, specifically this province","response":"Quebec"},{"text":"This man from Middlesex is the chairman of the Senate Judiciary Committee","response":"Patrick Leahy"},{"text":"Between New Hampshire &amp; Vermont runs this river named for a third state","response":"the Connecticut"},{"text":"This most populous city in the state is home to the main campus of the University of Vermont","response":"Burlington"}],"originalDate":"2009-12-24"}],[{"category":"YOU'VE GOT YELLOW FEVER","comments":"","clues":[{"text":"After Dolley Payne's first husband died of yellow fever in 1793, she married this man","response":"Madison"},{"text":"Yellow fever is caused by one of these microorganisms that get transmitted by mosquito bites","response":"a virus"},{"text":"From the old French for \"yellowness\", this skin condition puts the yellow in yellow fever","response":"jaundice"},{"text":"Control of yellow fever greatly aided the completion of this large-scale Central American project in 1914","response":"the Panama Canal"},{"text":"A Washington, D.C. hospital bears the name of this man who fought yellow fever in Cuba &amp; discovered its cause","response":"Walter Reed"}],"originalDate":"2009-12-24"},{"category":"COLORFUL RHYME TIME","comments":"","clues":[{"text":"Dark military offensive","response":"black attack"},{"text":"Earthy dress for a ball","response":"a brown gown"},{"text":"Commie grooved part of a tire","response":"red tread"},{"text":"Salmon-colored psychiatrist","response":"pink shrink"},{"text":"Blood-hued courtesan","response":"a scarlet harlot"}],"originalDate":"2009-12-24"},{"category":"CURSES","comments":"","clues":[{"text":"The \"Cover Curse\" of this Time, Inc. magazine is notable for athletes; appear &amp; your career may soon disappear","response":"<i>Sports Illustrated</i>"},{"text":"The Madden video game cover curse claimed this QB; first he got hurt &amp; we won't even get into the dog thing","response":"Michael Vick"},{"text":"Curse averted!  The Yankees dug up a buried jersey of this rival team out of the concrete of the new stadium in 2008","response":"the Boston Red Sox"},{"text":"A black cat in 1969 &amp; a fan's try for a foul ball (let him be, folks!) have been blamed for this team's woes","response":"the Cubs"},{"text":"Norm Van Lier was so upset this NBA team didn't retire his No. 2, he put a hex on anyone who wore it; lucky it wasn't 23","response":"the (Chicago) Bulls"}],"originalDate":"2009-12-22"},{"category":"DAD, GUM IT","comments":"","clues":[{"text":"Nicorette is a gum designed to help your dad stop doing this","response":"smoking"},{"text":"Born Frances Gumm, she made her singing debut at age 2 in her dad's theater &amp; then went on to visit Oz","response":"(Judy) Garland"},{"text":"When a man with this last name offered gum with his dad's soap, it started a chewing gum empire","response":"Wrigley"},{"text":"Gumby's father has this name, also a Bantu word for \"okra\"","response":"Gumbo"},{"text":"This \"colorful\" gum-chewing girl has a golden ticket that gets her &amp; her dad in to see Willy Wonka","response":"Violet Beauregarde"}],"originalDate":"2009-12-22"},{"category":"FOR PETE'S SAKE","comments":"","clues":[{"text":"In 1682 he came to the throne at the age of 10, along with his weak-minded half-brother, Ivan V","response":"Peter the Great"},{"text":"The last name of this Peter, a British navy man, is on a Columbia River island &amp; a Washington sound","response":"Puget"},{"text":"Last name of the Peter whose hall in Boston was completed in 1742","response":"Faneuil"},{"text":"In 1626 this Colonial gov. spent the best 60 Dutch guilders of his life when he bought Manhattan Island","response":"Minuit"},{"text":"World Book says it, flat out: this man \"was the greatest Flemish painter of the 1600s\"","response":"(Peter Paul) Rubens"}],"originalDate":"2009-12-22"},{"category":"\"CON\"SARNIT","comments":"","clues":[{"text":"It means to yield or admit, perhaps to a point of argument","response":"concede"},{"text":"Let's take a pregnant pause for this 8-letter verb, meaning to construct an image or idea","response":"conceive"},{"text":"Exclusive attention to one object, or a game that requires memory skills","response":"concentration"},{"text":"If I'm holding this spiral shell of a gastropod, a fabled trumpet of the Tritons, I get to speak","response":"a conch (shell)"},{"text":"From the Latin for \"to run together\", it means existing simultaneously or side by side","response":"concurrent (concurrently accepted)"}],"originalDate":"2009-12-22"}],{"category":"LITERARY BRITAIN","text":"After her death in 1943, the farmland &amp; cottages of this author &amp; animal lover were bequeathed to the National Trust","response":"Beatrix Potter"}]}