{"mix":3415,"rounds":[[{"category":"IT'S A CONSPIRACY!","comments":"","clues":[{"text":"In conspiracies about the RFK assassination, the \"Polka-Dot Woman\" is recognized as this man's accomplice","response":"Sirhan Sirhan"},{"text":"Meryl Streep played this nuclear plant employee some believe was killed while trying to blow the whistle","response":"(Karen) Silkwood"},{"text":"Dorothy Kilgallen was found dead not long after conducting an interview with this nightclub owner &amp; murderer","response":"Jack Ruby"},{"text":"Born March 12, 1912, this ex-Nazi scientist was let into the U.S. under \"Operation Paper Clip\"","response":"Wernher von Braun"},{"text":"This Guy is the best known figure in the conspiracy known as the \"Gunpowder Plot\" to kill King James I in 1605","response":"Guy Fawkes"}],"originalDate":"2004-03-01"},{"category":"THEATRE","comments":"","clues":[{"text":"\"To be or not to be\", Ralph Fiennes &amp; more recently Jude Law have delivered the famous soliloquy as this Great Dane","response":"<i>Hamlet</i>"},{"text":"In the female version of this play, Olive Madison is the slob &amp; Florence Unger is the fussy neatnik","response":"<i>The Odd Couple</i>"},{"text":"This Alfred Uhry play was based on the story of his Jewish grandmother &amp; her black chauffeur","response":"<i>Driving Miss Daisy</i>"},{"text":"This playwright's \"The Night of the Iguana\" takes place at the rustic Costa Verde Hotel in Mexico","response":"Tennessee Williams"},{"text":"The musical \"Nine\" is an adaptation of this Italian director's movie \"8 1/2\"","response":"Federico Fellini"}],"originalDate":"2009-12-17"},{"category":"HAPPY FEDERAL HOLIDAY!","comments":"","clues":[{"text":"In 1789 a general proclamation was issued naming November 26 a day of national this","response":"thanksgiving"},{"text":"This man's Jan. 15 birthday is honored each year with a holiday on the third Monday of the month","response":"Martin Luther King"},{"text":"In 1792 NYC honored the 300th anniv. of a famous arrival with the first major U.S. celebration of this holiday","response":"Columbus Day"},{"text":"I've never belted out \"Here We Come A-Wassailing\", traditionally sung to celebrate this, but I'm still takin' this day off!","response":"Christmas"},{"text":"Matthew Maguire, a machinist, played a big role in staging the first parade for this holiday in NYC in September 1882","response":"Labor Day"}],"originalDate":"2009-12-17"},{"category":"NAME THAT LANGUAGE","comments":"","clues":[{"text":"¿Donde esta el baño?","response":"Spanish"},{"text":"Ich möchte etwas aus Leder","response":"German"},{"text":"Questa camera non mi piace molto","response":"Italian"},{"text":"Kawa ga made toi desu ka","response":"Japanese"},{"text":"Veni, vidi, vici","response":"Latin"}],"originalDate":"2009-12-17"},{"category":"THE FOLKSMEN","comments":"","clues":[{"text":"This \"Freewheelin'\" folkster was born in Duluth, Minnesota in 1941","response":"Bob Dylan"},{"text":"First names of Messrs. Yarrow &amp; Stookey, who folked it up with the late Mary Travers","response":"Peter & Paul"},{"text":"His 1965 \"Songbook\" album includes solo versions of \"I Am A Rock\" &amp; \"The Sound Of Silence\"","response":"Paul Simon"},{"text":"In the late '50s Dave Guard, Nick Reynolds &amp; Bob Shane earned folk fame as this group","response":"The Kingston Trio"},{"text":"Rolling Stone called this Okie from Okemah \"the face of American folk music\"","response":"Woody Guthrie"}],"originalDate":"2009-12-17"},{"category":"IN A GOOD CAUSE","comments":"","clues":[{"text":"After helping out in the American Revolution, Tadeusz Kosciuszko went home to fight for this land's freedom","response":"Poland"},{"text":"Add 1 letter to quality to get this quality that W.E.B. Du Bois fought for","response":"equality"},{"text":"According to the Innocence Project, 17 convicts who were exonerated using DNA had spent time on this row","response":"death row"},{"text":"Doctors Without Borders has given out nets in malaria-ridden Guinea; not for basketball but to stop these insects","response":"mosquitoes"},{"text":"Charles Lummis fought to end the policy of making Native American children leave these areas for boarding schools","response":"reservations"}],"originalDate":"2009-12-17"}],[{"category":"<em class=\"underline\">PEOPLE</em> BOOKS","comments":"","clues":[{"text":"In \"Home Game\", Michael Lewis' flaws \"amuse more than irritate\", like changing only 7 of his son's first 600 of these","response":"diapers"},{"text":"Want an \"endearing memoir-with-recipes\"? Try Giulia Melucci's \"I loved, I lost, I made\" this popular pasta","response":"spaghetti"},{"text":"Clarissa Cruz called Jennifer Weiner's novel \"engaging\"; She &amp; Jen must be BFFs, short for these (also the title)","response":"best friends forever"},{"text":"A review of \"South of Broad\" says Pat Conroy's \"first novel in 14 years begins where he left off:\" this So. Carolina city","response":"Charleston"},{"text":"\"Not Harry but the next best thing\" said People of this woman's \"The Tales of Beedle the Bard\"","response":"J.K. Rowling"}],"originalDate":"2009-12-17"},{"category":"SPACE","comments":"","clues":[{"text":"Sans Muzak, a space one of these, thought of by Arthur C. Clarke, sounds goofy, but NASA is looking into it","response":"a space elevator"},{"text":"A bolide is a bright one of these that explodes during its descent through the atmosphere","response":"a meteor"},{"text":"This planet has the fastest orbit around the Sun","response":"Mercury"},{"text":"It's similar in size to our planet, &amp; from 1990 to 1994 it was explored by the Magellan probe","response":"Venus"},{"text":"This belt of debris beyond Neptune was visually verified in 1992","response":"the Kuiper belt"}],"originalDate":"2009-12-16"},{"category":"REALITY SHOW RUNNERS-UP","comments":"","clues":[{"text":"Colby Donaldson landed plenty of TV gigs after he was the runner-up on this: \"The Australian Outback\"","response":"<i>Survivor</i>"},{"text":"This unlikely web sensation sang like a dream on \"Britain's Got Talent\" but lost to a dance troupe called Diversity","response":"Susan Boyle"},{"text":"With hit records &amp; success on Broadway, this \"American Idol\" season 2 runner-up is hardly \"Hurtin\"'","response":"Clay Aiken"},{"text":"Gilles Marini had all the right moves but it was this Olympic sweetheart who danced away with the gold","response":"Shawn Johnson"},{"text":"Joan Rivers held all the cards, trumping this poker player to win \"Celebrity Apprentice\"","response":"Annie Duke"}],"originalDate":"2009-12-16"},{"category":"BIRDS WITHIN WORDS","comments":"(Alex: Within words in the clue.)","clues":[{"text":"So this crazy bird wandered into a saloon...","response":"a loon"},{"text":"Looks like the beagle ate this bird","response":"an eagle"},{"text":"It has a long femur","response":"an emu"},{"text":"It's hiding in the hibiscus","response":"an ibis"},{"text":"You'll find this bird in Milwaukee","response":"auk"}],"originalDate":"2009-12-16"},{"category":"EGG LIT","comments":"","clues":[{"text":"In a Dr. Seuss title, this pachyderm \"Hatches the Egg\"","response":"<i>Horton</i>"},{"text":"Aesop wrote of one of these who laid a golden egg each morning","response":"a goose"},{"text":"This explorer from a 1726 novel discovers a race of little people quarreling over which end of the eggs to crack","response":"Gulliver"},{"text":"East Egg &amp; West Egg are Long Island locales in this 1925 novel","response":"<i>The Great Gatsby</i>"},{"text":"In her \"Song of Solomon\", Guitar tells Milkman that he can never be an egg because eggs are white &amp; fragile","response":"Toni Morrison"}],"originalDate":"2009-12-16"},{"category":"I'VE GOT A COMPLAINT","comments":"","clues":[{"text":"Critic Alexander Woollcott once complained that all the things he liked to do were illegal, immoral or this","response":"fattening"},{"text":"Poet John Milton had this biblical strongman lamenting, \"O loss of sight, of thee I most complain!\"","response":"Samson"},{"text":"In Dec. 1997 these 2 giant \"mart\"s stopped selling an album by the band Prodigy after complaints about a song","response":"Kmart & Wal-Mart"},{"text":"From the Latin for \"warning\", it's a legal document compelling you to court to answer a complaint against you","response":"a summons"},{"text":"To file a federal job discrimination complaint, you can contact the EEOC, this government entity","response":"the Equal Employment Opportunity Commission"}],"originalDate":"2009-12-16"}],{"category":"RELIGION IN AMERICA","text":"The Dakotas &amp; Minnesota are the 3 states with the largest % of residents identifying as this denomination","response":"Lutherans"}]}