{"mix":3416,"rounds":[[{"category":"VENICE","comments":"","clues":[{"text":"For more than 1,000 years, the highest official in Venice held this title, from the Latin for \"leader\"","response":"doge"},{"text":"This U.N. organization began coordinating the preservation of Venice after the floods of 1966","response":"UNESCO"},{"text":"Venice's commercial power was crushed when a land route to Asia lost value after this country found a sea route","response":"Portugal"},{"text":"The name of the city section where ships were built gives us this word for where military supplies are stored","response":"arsenal"},{"text":"This island reef that's a beach resort of Venice has become a term for a public outdoor pool or beach","response":"the Lido"}],"originalDate":"2009-12-16"},{"category":"I WAS HIS SECRETARY OF STATE","comments":"(Alex: We'll give you the Secretary of State.  You identify the president that individual worked for.)","clues":[{"text":"Thomas Jefferson","response":"Washington"},{"text":"Alexander Haig","response":"Ronald Reagan"},{"text":"Warren Christopher","response":"Clinton"},{"text":"George Marshall","response":"Harry Truman"},{"text":"Edmund Muskie","response":"Carter"}],"originalDate":"2009-12-16"},{"category":"COMPOSE YOURSELF","comments":"","clues":[{"text":"This Polish composer who died in 1849 wrote almost exclusively for the piano","response":"Chopin"},{"text":"This composer of symphonies, operas &amp; ballets studied to be a lawyer in St. Petersburg","response":"Tchaikovsky"},{"text":"This composer's political satire \"Of Thee I Sing\" was the first musical comedy to win a Pulitzer Prize","response":"George Gershwin"},{"text":"In the 1840s this composer's piano playing was the toast of Europe, taking him to more than 20 countries","response":"Franz Liszt"},{"text":"This American ballet music composer also wrote the score for the film \"Of Mice and Men\"","response":"Aaron Copland"}],"originalDate":"2009-12-16"},{"category":"U.S. BODIES OF WATER","comments":"","clues":[{"text":"Green Bay in Wisconsin is the largest arm of this Great Lake","response":"Lake Michigan"},{"text":"Now hear this <span class=\"nobreak\">--</span> Washington state's Whidbey Island is one of many in this inlet","response":"Puget Sound"},{"text":"The south shore of this lake forms the northern boundary of New Orleans","response":"Lake Pontchartrain"},{"text":"This river that flows into Boston Harbor is the longest river entirely within Massachusetts","response":"the Charles"},{"text":"This 2- to 10-mile-wide bay separates Miami from Miami Beach","response":"Biscayne Bay"}],"originalDate":"2004-02-27"},{"category":"GARDENING","comments":"","clues":[{"text":"It's a small area of ground planted with flowers, but one may also hold oysters or sleepers","response":"bed"},{"text":"You propagate this pungent plant by dividing the compound bulbs into individual cloves","response":"garlic"},{"text":"A wise tip from the \"Wise Garden Encyclopedia\" is: never prune evergreens during this season","response":"winter"},{"text":"The Popilla japonica or Japanese this eats the roots of plants as a grub &amp; the flowers as an adult","response":"beetle"},{"text":"The maidenhair fern reproduces by these, not seeds","response":"spores"}],"originalDate":"2004-02-27"},{"category":"FAREWELL TO THE CHIEF","comments":"","clues":[{"text":"December 14, 1799 at his home in Virginia","response":"(George) Washington"},{"text":"July 4, 1826","response":"John Adams (or Thomas Jefferson)"},{"text":"December 26, 1972 in Kansas City, Missouri","response":"(Harry) Truman"},{"text":"August 2, 1923 in San Francisco, California","response":"(Warren G.) Harding"},{"text":"His ride ended on January 6, 1919 in Oyster Bay, New York","response":"Teddy Roosevelt"}],"originalDate":"2004-02-27"}],[{"category":"PAUL OF FAME","comments":"","clues":[{"text":"In April 1990 he played live to a world record 184,000 people at Rio de Janeiro's Maracana Stadium","response":"Paul McCartney"},{"text":"This over 140-year-old winery promised, \"We Will Sell No Wine Before Its Time\"","response":"Paul Masson"},{"text":"The 1966 Bardahl Eagle, seen here, was used in the auto racing movie \"Winning\", starring this man","response":"Paul Newman"},{"text":"This U.S. senator from Illinois had a penchant for bowties","response":"Paul Simon"},{"text":"A work by this influential Frenchman is seen here","response":"Paul Cezanne"}],"originalDate":"2004-02-27"},{"category":"DON'T LOSE YOUR TRAIN OF THOUGHT","comments":"","clues":[{"text":"Platfprm 9 3/4 at King's Cross Station in this city is the place where Harry Potter boards the train to Hogwarts","response":"London"},{"text":"The Grand Traverse Dinner Train specializes in tours of this duration, so let's invite Gilligan","response":"3 hours"},{"text":"The Lookout Mountain Incline Railway, one of the world's steepest, starts in this \"Choo Choo\" city","response":"Chattanooga"},{"text":"In 1912 Henry Flagler rode the first train that linked the U.S. mainland to this, the southernmost city in Florida","response":"Key West"},{"text":"After touring the Coors Brewing Company, you may want to visit the Colorado Railroad Museum in this city","response":"Golden"}],"originalDate":"2004-02-27"},{"category":"GEOLOGY","comments":"","clues":[{"text":"Around 132 A.D. Chinese scientist Chang Heng invented an early form of this earthquake detector","response":"seismograph"},{"text":"One of the world's busiest geyser areas lies in a lava field near this Icelandic capital","response":"Reykjavik"},{"text":"In the science of geology, petrographers are concerned with classifying these","response":"rocks"},{"text":"In 2003 it was located at 82 degrees north latitude, 112 degrees west longitude near Ellef Ringness Island","response":"the Magnetic North Pole"},{"text":"(Sarah of the Clue Crew)  The glaciers here in Alaska are remnants of the last Ice Age, which ended about 11,500 years ago during this epoch","response":"the Pleistocene"}],"originalDate":"2004-02-27"},{"category":"THEIR FIRST FEATURE FILMS","comments":"","clues":[{"text":"June Lockhart debuted as a Cratchit child in this 1938 film, with her real parents playing Mr. &amp; Mrs. Bob Cratchit","response":"<i>A Christmas Carol</i>"},{"text":"This \"American Beauty\" star stole into films as the guy who robs Meryl Streep's therapy group in \"Heartburn\"","response":"Kevin Spacey"},{"text":"Tommy Lee Jones, who played football at Harvard, debuted as a Harvard pal of Ryan O'Neal's in this film","response":"<i>Love Story</i>"},{"text":"Ann Jillian played Bo Peep in her debut, this Disney movie musical based on a Victor Herbert operetta","response":"<i>Babes in Toyland</i>"},{"text":"Audiences have had \"A Fine Romance\" with this British dame since she debuted in \"The Third Secret\"","response":"Judi Dench"}],"originalDate":"2004-02-27"},{"category":"A MATTER OF TASTE","comments":"","clues":[{"text":"The item seen here, or the taste it might have if made with lemons","response":"tart"},{"text":"Cacao beans, the source of chocolate, aren't sweet <span class=\"nobreak\">--</span> they contain this bitter, popular stimulant","response":"caffeine"},{"text":"1 of the 3 zesty ingredients of the original Tabasco brand sauce","response":"(1 of 3) aged red peppers, Avery Island salt or vinegar"},{"text":"Despite the name of this brand of spread, chef Anthony Bourdain says, \"I can\"","response":"I Can't Believe It's Not Butter"},{"text":"Wine-tasting term for the final impression left on the palate <span class=\"nobreak\">--</span> it's supposed to be \"long\"","response":"the finish"}],"originalDate":"2004-02-27"},{"category":"OTHER SIDE OF THE WORLD LEADERS","comments":"","clues":[{"text":"In 1899 future South Africa P.M. Louis Botha &amp; his forces took this future British P.M., then a journalist, as prisoner","response":"Winston Churchill"},{"text":"Ptolemy I's improvements to this city included a library, a museum &amp; a lighthouse","response":"Alexandria"},{"text":"That Great Wall thing didn't work; this warrior's forces crossed it &amp; went on to sack Peking in 1215","response":"Genghis Khan"},{"text":"In 1928 the empress Zauditu crowned this man king of Ethiopia","response":"Haile Selassie"},{"text":"This great ruler of the Persian Empire got the job in part by exposing an imposter claiming to be Smerdis","response":"Darius"}],"originalDate":"2004-02-27"}],{"category":"SONGS FROM MUSICALS","text":"This song from a Rodgers &amp; Hammerstein musical was once simply titled \"First Singing Lesson\"","response":"\"Do-Re-Mi\""}]}