{"mix":3430,"rounds":[[{"category":"TIME TO \"FLY\"","comments":"","clues":[{"text":"These insectivorous plants are only found natively in North &amp; South Carolina","response":"the Venus Flytrap"},{"text":"This Pennsylvania Dutch molasses &amp; sugar dessert could be used to attract flies away from other food","response":"the shoo-fly pie"},{"text":"It's a legendary spectral ship said to appear in storms near the Cape of Good Hope","response":"the <i>Flying Dutchman</i>"},{"text":"This song is also known as \"Jimmy Crack Corn\"","response":"the \"Blue Tail Fly\""},{"text":"A spinning regulator that smoothes the operation of a motor","response":"a flywheel"}],"originalDate":"2009-11-25"},{"category":"RUN, RUN, RUN","comments":"","clues":[{"text":"If you want to hit this type of \"contained\" home run, you probably will need to run really fast","response":"an inside-the-park home run"},{"text":"In 1925 N.Y. Journal-American writer Bill Corum first called the Kentucky Derby the \"Run for\" these","response":"the Roses"},{"text":"Due to an increase of endorphins in the brain, it's a state of euphoria experienced by exercisers","response":"runner's high"},{"text":"This 2-word hoops term is an offensive rush to beat the defense to the hoop","response":"a fast break"},{"text":"In the modern pentathlon, athletes go 3,000 meters in this hyphenated type of running","response":"cross-country"}],"originalDate":"2009-11-24"},{"category":"MILITARY SLANG","comments":"","clues":[{"text":"This 2-word term, also a movie title, is slang for Navy Fighter Weapons School","response":"Top Gun"},{"text":"\"Angels\" is slang for this measurement of height, in thousands of feet","response":"altitude"},{"text":"\"SAR\" stands for this, the effort to extract a downed aircrew in a combat zone","response":"search and rescue"},{"text":"A \"polliwog\" has never crossed this geographic line while aboard ship","response":"the equator"},{"text":"A \"ROAD\" scholar is \"retired on\" this (coasting until actual retirement)","response":"active duty"}],"originalDate":"2009-11-24"},{"category":"SCULPTURE","comments":"","clues":[{"text":"In 1953 sculptor William Zorach created the relief \"Man and Work\" for this Rochester, Minnesota clinic","response":"the Mayo Clinic"},{"text":"This country's 12th century sculptor Unkei is known for his wooden statues carved for Buddhist temples","response":"Japan"},{"text":"Bartolommeo Ammannati designed this city's Fountain of Neptune &amp; the courtyard of the Pitti Palace","response":"Florence"},{"text":"An art museum on Madison Avenue is named for this sculptress who created the Titanic Memorial in Washington, D.C.","response":"Gertrude Vanderbilt Whitney"},{"text":"This English sculptor made one of his reclining figures for the 1951 Festival of Britain","response":"Henry Moore"}],"originalDate":"2009-11-24"},{"category":"BUSINESS BUDDIES","comments":"","clues":[{"text":"S. Duncan Black &amp; this partner filed a patent for a drill in 1914","response":"Decker"},{"text":"This maker of optical products borrowed money from his good friend Henry Lomb, but it turned out okay","response":"Bausch"},{"text":"Book publisher Henry Houghton made this guy his partner","response":"(George) Mifflin"},{"text":"Postage meter inventor Arthur Pitney merged his company with that of this entrepreneur","response":"(Walter) Bowes"},{"text":"A crossword puzzle book started it all for Richard L. Simon &amp; this publishing partner","response":"Schuster"}],"originalDate":"2009-11-24"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"It's located about 30 miles south of the DMZ","response":"Seoul"},{"text":"Until 1918 &amp; the collapse of the dynasty, it was home base for the Hapsburgs","response":"Vienna"},{"text":"It's the largest English-speaking city in the Caribbean, mon","response":"Kingston (Jamaica)"},{"text":"This South American capital's original longer name translated to \"Saint Mary of the Fair Winds\"","response":"Buenos Aires"},{"text":"On a plane trip to this capital, you'd likely land at Soekarno-Hatta International Airport","response":"Jakarta"}],"originalDate":"2009-11-24"}],[{"category":"LYRICS FROM MUSICALS","comments":"","clues":[{"text":"\"Beauty school dropout, no graduation day for you\"","response":"<i>Grease</i>"},{"text":"\"A boy like that who'd kill your brother, forget that boy &amp; find another, one of your own kind\"","response":"<i>West Side Story</i>"},{"text":"\"Shoeless Joe from Hannibal, Mo.  Lucky are we to be having him\"","response":"<i>Damn Yankees</i>"},{"text":"\"Once I'm with the Wizard my whole life will change, 'cuz once you're with the Wizard no one thinks you're strange\"","response":"<i>Wicked</i>"},{"text":"\"Suddenly Seymour is standing beside me, he don't give me orders, he don't condescend\"","response":"<i>Little Shop of Horrors</i>"}],"originalDate":"2009-11-24"},{"category":"<a href=\"http://www.j-archive.com/media/2009-11-24_DJ_Cat3.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> 2009 FICTION BESTSELLERS</a>","comments":"","clues":[{"text":"Temperance Brennan is accused of mishandling an autopsy in Kathy Reichs' \"206\" these body parts","response":"<i>Bones</i>"},{"text":"Hey, y'all, this CNN legal analyst made the list with her novel \"The Eleventh Victim\"","response":"Nancy Grace"},{"text":"In \"Dead and Gone\" by Charlaine Harris, this \"True Blood\" waitress searches for the killer of a werepanther","response":"Sookie Stackhouse"},{"text":"\"Homer &amp; Langley\" by this author of \"Ragtime\" details the lives of the reclusive Collyer Brothers","response":"(E.L.) Doctorow"},{"text":"Richard DiLallo &amp; this author teamed to write \"Alex Cross's 'Trial\"', a novel about the detective's great-uncle","response":"(James) Patterson"}],"originalDate":"2009-11-24"},{"category":"PAPAL NAMES","comments":"","clues":[{"text":"The constellation between Cancer &amp; Virgo","response":"Leo"},{"text":"Not guilty","response":"Innocent"},{"text":"From the Latin for \"blessed\"","response":"Benedict"},{"text":"The winner of a contest","response":"Victor"},{"text":"From a Latin word for \"doer of good\"","response":"Boniface"}],"originalDate":"2009-11-24"},{"category":"\"PH\"UN WORDS","comments":"(Alex: Each correct response will either begin or end with those two letters.)","clues":[{"text":"From the Greek for \"shape\", it means to transform an image into something else by computer","response":"morph"},{"text":"In the scientific classification of animals, it's Chordata for a domesticated dog","response":"phylum"},{"text":"The bar type is one common form of this chart","response":"graph"},{"text":"Now meaning those who are hostile to the arts, in biblical times it was a people subdued by King David","response":"a Philistine"},{"text":"Because the Greek goddess Artemis was associated with the Moon, she was also called this, which means \"light one\"","response":"Phoebe"}],"originalDate":"2009-11-24"},{"category":"<em class=\"underline\">SNL</em> CELEBRITY <em class=\"underline\">JEOPARDY!</em>","comments":"(Alex: A tribute, and we use some of their categories, don't we?)","clues":[{"text":"As he did in \"Anchorman\", Will Ferrell sports this facial feature in the \"SNL\" \"Jeopardy!\" skits","response":"a mustache"},{"text":"Darrell Hammond played this Scottish actor who...  nope, I can't say anything else; just name him","response":"Sean Connery"},{"text":"Norm MacDonald played this \"Smokey and the Bandit\" star who had a slight problem IDing Pat Morita's ancestry","response":"Burt Reynolds"},{"text":"Ben Stiller played this star of \"The Firm\" on a show where one category was \"FOODS THAT END IN 'AMBURGER'\"","response":"Tom Cruise"},{"text":"Kristen Wiig played this \"Today\" co-host, who, like so many of our players, brought Chardonnay on stage","response":"Kathie Lee Gifford"}],"originalDate":"2009-11-23"},{"category":"STATES THAT END IN HAMPSHIRE","comments":"","clues":[{"text":"The Franklin Pierce Law Center &amp; Christa McAuliffe Planetarium can be found in this capital of New Hampshire","response":"Concord"},{"text":"New Hampshire is bounded to the north by this Canadian province, the country's largest in area","response":"Quebec"},{"text":"Chartered in 1769, this Ivy League school is N.H.'s oldest &amp; ranks among the 10 oldest U.S. colleges","response":"Dartmouth"},{"text":"New Hampshire's Squam Lakes provided the title location for this 1981 Fonda &amp; Hepburn film","response":"<i>On Golden Pond</i>"},{"text":"Also the name of a \"United\" city in England, this city lies along the banks of the Merrimack River","response":"Manchester"}],"originalDate":"2009-11-23"}],{"category":"THE BIBLE","text":"Though he fought against the Philistines, his wife was one, &amp; so was his paramour","response":"Samson"}]}