{"mix":3432,"rounds":[[{"category":"WHAT ARE YOU DOING?","comments":"","clues":[{"text":"Making one of these with a few people; a frame holds it taut; we'll back it with muslin &amp; fill it with batting","response":"making a quilt"},{"text":"Celebrating January 6, the Feast of this, commemorating the day the Magi arrived to honor the Christ Child","response":"the Epiphany"},{"text":"Heading to Valparaiso, a seaport in this South American country","response":"Chile"},{"text":"Learning this Bantu language whose name comes from a word meaning \"of the coast\"","response":"Swahili"},{"text":"Giving a room visual interest with this trim aka a dado rail; it protects plaster walls from the item in its name","response":"a chair rail"}],"originalDate":"2009-11-20"},{"category":"COVER ME!","comments":"","clues":[{"text":"In 1965 Otis Redding took \"Respect\" to No. 35; 2 years later, her cover was No. 1","response":"Aretha Franklin"},{"text":"A No. 1 hit for The Eurythmics in 1983, \"Sweet Dreams\" was covered in '95 by this goth rocker, the former Brian Warner","response":"Marilyn Manson"},{"text":"This Van Halen frontman re-did Louis Prima's \"Just A Gigolo\" in 1985","response":"David Lee Roth"},{"text":"In 1979 this Sex Pistols bassist did \"My Way\", his way","response":"Sid Vicious"},{"text":"\"Are We Not Men?  We Are\" this '80s group who covered the Stones' \"Satisfaction\"","response":"Devo"}],"originalDate":"2009-11-20"},{"category":"ASIAN CAPITALS","comments":"","clues":[{"text":"Check out the Kokugikan Sumo Budokan Arena in this capital","response":"Tokyo"},{"text":"This capital lies on the north coast of West Java at the mouth of the Liwung River","response":"Jakarta"},{"text":"Once the capital of the French protectorate of Tonkin, it's now the capital of an entire country","response":"Hanoi (Vietnam)"},{"text":"Inhabitants of this Armenian capital can see Mount Ararat, which is 35 miles to the south in Turkey","response":"Yerevan"},{"text":"The name of this capital is Mongol for \"City of the Red Hero\"","response":"Ulan Bator"}],"originalDate":"2009-11-20"},{"category":"I LOVE L.A. KERS","comments":"","clues":[{"text":"Kobe called it \"idiotic criticism\" that he hadn't (until 2009) won an NBA title without this teammate","response":"Shaquille O'Neal"},{"text":"A wizard at passing the ball, this Laker is the NBA's all-time leader in assists per game","response":"Magic Johnson"},{"text":"This Laker giant was nicknamed \"The Big Dipper\" for his habit of dipping his head to fit through doorways","response":"Wilt Chamberlain"},{"text":"This Hall-of-Fame guard &amp; former Lakers GM is said to be the model for the player depicted in the NBA's logo","response":"Jerry West"},{"text":"This flashy Lakers forward was nicknamed \"Big Game\" for his clutch playoff performances","response":"James Worthy"}],"originalDate":"2009-11-20"},{"category":"INTERNATIONAL NAMES","comments":"","clues":[{"text":"As a boy Bolivia's president Evo Morales herded these pack animals","response":"llamas"},{"text":"Alex Salmond, first minister of this country, wants to take it out of the United Kingdom","response":"Scotland"},{"text":"4 times married, ex-German leader Gerhard Schroeder is aka Audi Man, for the car's symbol of 4 of these","response":"rings"},{"text":"The U.N. ties of this Secretary-General date back to 1975, when he was a South Korean diplomat","response":"Ban Ki-moon"},{"text":"In 2008 he succeeded his close ally Vladimir Putin as Russia's president","response":"Medvedev"}],"originalDate":"2009-11-20"},{"category":"MYTHICAL CREATURES","comments":"","clues":[{"text":"This bird was said to embalm the ashes of its predecessor &amp; then fly to Heliopolis","response":"the phoenix"},{"text":"Marco Polo told us of this 3-letter bird that could carry an elephant in its claws","response":"the roc"},{"text":"The word \"panic\" comes from the name of a Greek god who was this type of creature","response":"a satyr"},{"text":"This winged creature sprang from the blood of Medusa after Perseus beheaded her","response":"Pegasus"},{"text":"If you know that a Kirin is the Japanese type of this mythological creature, pour yourself a beer","response":"unicorn"}],"originalDate":"2009-11-20"}],[{"category":"THE \"CO\"-CATEGORY","comments":"","clues":[{"text":"It's the smallest armed service of the United States","response":"the Coast Guard"},{"text":"A Greek word for \"poppy\" gives us the name of this analgesic, an alkaloid of opium","response":"codeine"},{"text":"It's a coop for sheep or pigeons","response":"a cote"},{"text":"In 2009 Paul McCartney headlined this music fest near Palm Springs, California","response":"Coachella"},{"text":"It's an exclusive group or clique","response":"a coterie"}],"originalDate":"2009-11-20"},{"category":"AGENTS &amp; MANAGERS","comments":"","clues":[{"text":"Fittingly, in 4 films Ronald Reagan played Brass Bancroft, one of these agents who guard the U.S. president","response":"the Secret Service"},{"text":"This 1996 film about a sports agent popularized the phrase \"Show me the money!\"","response":"<i>Jerry Maguire</i>"},{"text":"It's the nickname of hall of fame baseball manager George Anderson of the Reds &amp; Tigers","response":"\"Sparky\""},{"text":"Known as the Colonel, this showbiz manager built Elvis Presley into an international phenomenon","response":"Colonel Parker"},{"text":"Anne Hathaway was Agent 99 to Steve Carell's Agent 86 in this movie adaptation from the small screen","response":"<i>Get Smart</i>"}],"originalDate":"2009-11-19"},{"category":"CLOTHES OFF OUR BACK","comments":"","clues":[{"text":"As a verb, it means to raise the shoulders to express indifference; in fashion, it's a type of short sweater","response":"a shrug"},{"text":"These are also called bib-top pants","response":"overalls"},{"text":"A sweater is named for the 7th Earl of this, who needed an extra layer of warmth under his uniform during the Crimean War","response":"Cardigan"},{"text":"The dress called cheongsam, which blends traditional Chinese &amp; Western styles, is also called this, like a Chinese dialect","response":"Mandarin"},{"text":"Usually of black lace, this veil that is draped over the head &amp; down the shoulders is from the Spanish for \"shawl\"","response":"a mantilla"}],"originalDate":"2009-11-19"},{"category":"<em class=\"underline\">PEOPLE</em> STAR TRACKS","comments":"","clues":[{"text":"\"While Angie and the kids hung in L.A.\", he was promoting \"Inglourious Basterds\" in Germany","response":"Brad Pitt"},{"text":"In 2009, \"dressed in Laker purple\", this sunglasses-wearing \"avid fan... watched the Lakers beat the... Magic 100-75\"","response":"Jack Nicholson"},{"text":"This man \"(A.K.A. Tony Stark) takes five atop the... Randy's Donuts sign while filming... 'Iron Man 2'\"","response":"Robert Downey Jr."},{"text":"In Malibu, this actor relived \"a Jeff Spicoli moment during a surfing session at Zuma Beach\"","response":"Sean Penn"},{"text":"\"Mr. Smooth\" was in L.A. on July 20, 2009 \"as his alter ego, 1960s ad exec Don Draper, on the set of 'Mad Men'\"","response":"Jon Hamm"}],"originalDate":"2009-11-19"},{"category":"WHAT'S OPERA, DOC?","comments":"","clues":[{"text":"The doctor in Berg's \"Wozzeck\" is sung by this lowest male voice","response":"bass"},{"text":"Don Prudenzio is a doctor in \"Il viaggio a Reims\", written for the coronation of Charles X of this country","response":"France"},{"text":"Marcello fetches a doctor, but Mimi still dies, leaving Rodolfo heartbroken at the end of this opera","response":"<i>La bohème</i>"},{"text":"Crusty old Dr. Bartolo keeps Rosina under lock &amp; key in this Spanish-set opera","response":"<i>The Barber of Seville</i>"},{"text":"Despina disguises herself as a doctor in the Mozart opera \"Cosi fan\" this","response":"<i>tutte</i>"}],"originalDate":"2009-11-19"},{"category":"JULIE &amp; JULIA","comments":"","clues":[{"text":"In the Shrek movies, she's the voice of Queen Lillian; in \"The Princess Diaries\", she's Queen Clarisse Renaldi","response":"Julie Andrews"},{"text":"A decade after winning an Emmy for \"Seinfeld\", she won again for \"The New Adventures of Old Christine\"","response":"Julia Louis-Dreyfus"},{"text":"40 years later &amp; Julie Newmar is still best remembered for playing this villainess on \"Batman\"","response":"Catwoman"},{"text":"Naturally, both she &amp; Tricia are on the board that oversees their dad's Presidential Library &amp; Birthplace","response":"Julie Nixon"},{"text":"Lara in \"Doctor Zhivago\", this \"Darling\" Oscar winner grew up on her father's plantation in India","response":"Julie Christie"}],"originalDate":"2009-11-19"}],{"category":"PHILOSOPHERS","text":"His last name means a type of burial place &amp; in 1855 that's where he went","response":"Søren Kierkegaard"}]}