{"mix":3435,"rounds":[[{"category":"AMERICAN CITIES","comments":"","clues":[{"text":"\"Earthquake City\" &amp; \"Baghdad by the Bay\" are 2 nicknames of this California city","response":"San Francisco"},{"text":"The U.S.A.F. Academy is located outside this Colorado city home to the main U.S. Olympic Training Center","response":"Colorado Springs"},{"text":"Many visitors to the Big Apple fly into this city's Liberty Airport, maybe on Continental","response":"Newark"},{"text":"\"Cross and Sword\", Florida's official state play, was created to reenact this city's founding in 1565","response":"St. Augustine"},{"text":"In 1882 the Knights of Columbus was founded in this \"new\" Connecticut city","response":"New Haven"}],"originalDate":"2009-11-18"},{"category":"COMPANY CARS","comments":"","clues":[{"text":"For some FCX Clarity, hop in this company's Civic hybrid","response":"Honda"},{"text":"Some say this company's CC is as fast as a Rabbit","response":"Volkswagen"},{"text":"Bust out a Venza diagram &amp; drive its Camry Solara","response":"Toyota"},{"text":"Charger out of the garage in its Avenger","response":"Dodge"},{"text":"We wonder if its Aveo comes in Cobalt","response":"Chevy"}],"originalDate":"2009-11-18"},{"category":"20th CENTURY INNOVATION","comments":"","clues":[{"text":"It was not J. Edgar but William Hoover whose name went on these household items","response":"vacuum cleaners"},{"text":"The modern oil-pumping unit was developed by W.C. Trout of Lufkin Industries, based in this state","response":"Texas"},{"text":"The Kliegl Brothers gave the movie industry this, though their name lost the second \"L\" along the way","response":"Klieg lights"},{"text":"Polio victims were kept alive by the 1920s invention of the tank respirator, better known as the iron this","response":"the iron lung"},{"text":"Developed by MIT's Harold Edgerton, this \"scope\" was used to observe moving objects (as on a dance floor?)","response":"a strobe (stroboscope)"}],"originalDate":"2009-11-18"},{"category":"GET SOME HELP","comments":"","clues":[{"text":"Waylon Smithers tends to the every need of this zillionaire on \"The Simpsons\"","response":"Montgomery Burns"},{"text":"\"You rang?\" was one of the few utterances by the manservant named Lurch on this wacky show","response":"<i>The Addams Family</i>"},{"text":"Alfred Pennyworth is this superhero's butler &amp; confidante","response":"Batman"},{"text":"Go ask Alice if you want to know that Ann B. Davis played the housekeeper Alice on this family sitcom","response":"<i>The Brady Bunch</i>"},{"text":"Not only did she play the nanny on \"The Nanny\", she created the show as well","response":"Fran Drescher"}],"originalDate":"2009-11-18"},{"category":"IN MY NETFLIX QUEUE","comments":"","clues":[{"text":"Subtitled \"I Want to Believe\", the second film based on this eerie TV series","response":"<i>The X-Files</i>"},{"text":"This 1994 Tarantino film about hitman Vincent Vega's journey through Los Angeles","response":"<i>Pulp Fiction</i>"},{"text":"\"She Wore a Yellow Ribbon\", starring this man as Captain Nathan Brittles","response":"John Wayne"},{"text":"This 2007 release in which Texas congressman Tom Hanks deals covertly with Afghan rebels","response":"<i>Charlie Wilson's War</i>"},{"text":"All 3 seasons of this show with Jason Bateman trying to hold the Bluth family together","response":"<i>Arrested Development</i>"}],"originalDate":"2009-11-18"},{"category":"1969","comments":"","clues":[{"text":"On January 20 he was sworn in as president of the United States","response":"Richard Nixon"},{"text":"On July 20, 1969 some 600 million people around the world were glued to their TV sets watching this","response":"the man landing on the Moon"},{"text":"He was sentenced to death for the murder of Robert Kennedy; the sentence was later changed to life in prison","response":"Sirhan Sirhan"},{"text":"Though it made its maiden flight in March, it didn't break the sound barrier until October","response":"the Concorde"},{"text":"It was the bitter end for these artificial sweeteners, recalled after they were linked to cancer in rats","response":"the cyclamates"}],"originalDate":"2009-11-18"}],[{"category":"THE GRAND FINAL\"E\"","comments":"(Alex: Each correct response will end in the letter E.)","clues":[{"text":"If you broadcast an A&Q show called \"Peopardy!\" hosted by Alex Lebek, you may get a this &amp; desist letter from us","response":"cease"},{"text":"Type of song heard on Chicago's 94.7 FM, especially if it's \"golden\"","response":"an oldie"},{"text":"A woman whose marriage was legally ended","response":"a divorcée"},{"text":"Begorra!  Sure &amp; 'tis an Irish accent this word is meaning","response":"a brogue"},{"text":"Meaning \"embodied in human form\", it sometimes follows \"evil\"","response":"incarnate"}],"originalDate":"2009-11-18"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In a novel by F. Scott Fitzgerald, Nick's neighbor is this wealthy title bootlegger","response":"Gatsby"},{"text":"This inhabitant of 221B Baker Street had been a surgeon in the British army","response":"Dr. Watson"},{"text":"Mrs. Danvers is Maxim de Winter's sinister housekeeper at Manderley in this novel by Daphne du Maurier","response":"<i>Rebecca</i>"},{"text":"Rhett Butler has a long-term affair with this Atlanta prostitute","response":"Belle Watling"},{"text":"In a Melville work, Billy Budd's last words are \"God bless\" this captain","response":"Captain Vere"}],"originalDate":"2009-11-17"},{"category":"FIRST NAMES","comments":"","clues":[{"text":"We Kidd you not, it's the first name of English pirates Dampier &amp; Kidd","response":"William"},{"text":"This name comes from words meaning \"strong ruler\"; it explains a certain lion-hearted king","response":"Richard"},{"text":"This name, like that of a girl in \"Harry Potter\", is derived from the name of Hermes, messenger of the gods","response":"Hermione"},{"text":"The perfect name for an Irish lass, it means \"girl\" in Irish","response":"Colleen"},{"text":"This first name of a Jane Austen character is also that of Ethelred's queen","response":"Emma"}],"originalDate":"2009-11-17"},{"category":"MISSING LINKS","comments":"","clues":[{"text":"Seeing ____ herring","response":"red"},{"text":"Timber ____ whistle","response":"wolf"},{"text":"Quick as a ____ flood","response":"flash"},{"text":"The moment of ____ serum","response":"truth"},{"text":"Disc ____ for position","response":"jockey"}],"originalDate":"2009-11-17"},{"category":"THE INTESTATE","comments":"","clues":[{"text":"When this pres. died with no will, Mary got half of the over $80,000 estate, but it didn't keep her happy","response":"Abraham Lincoln"},{"text":"In 1981 a Houston judge declared that this aviation giant had left no valid will, despite Melvin Dummar's claim","response":"Howard Hughes"},{"text":"He died in 1973 at age 91, leaving no will but millions of dollars worth of his art for his heirs to squabble over","response":"Picasso"},{"text":"As this guitarist died in 1970 with no will (as you do at 27) his $300 mil. estate ended up with an adopted stepsister","response":"Jimi Hendrix"},{"text":"This explorer &amp; medical missionary died intestate in Africa in 1873, but left a helpful list of his bank accounts","response":"Dr. Livingstone"}],"originalDate":"2009-11-17"},{"category":"TANK ARRAY","comments":"","clues":[{"text":"The first successful attack using tanks occurred during this war at the Battle of Cambrai","response":"World War I"},{"text":"In this 1950s war the People's Army at first outgunned the Americans with Soviet-made T-34 tanks","response":"the Korean War"},{"text":"Tanks deployed by this country have included the Ke-Ni, the Ke-To &amp; the ShinHoTo Chi-Ha","response":"Japan"},{"text":"In the 1980s this country attacked its foe Iran with vehicles like the T-62","response":"Iraq"},{"text":"The U.S. Army's M-1 Abrams tank replaced the M-60 that bore the name of this tank commander","response":"Patton"}],"originalDate":"2009-11-17"}],{"category":"SPACE EXPLORATION","text":"The first man to travel into space began his journey on that fateful day in what is today this country","response":"Kazakhstan"}]}