{"mix":3440,"rounds":[[{"category":"-OLOGIES","comments":"","clues":[{"text":"It shouldn't surprise you that nasology is the study of this body part","response":"the nose"},{"text":"Traditionally, biology is divided into 2 major fields: botany &amp; this study of animals","response":"zoology"},{"text":"It's the science dealing with the relationship between organisms &amp; their environment","response":"ecology"},{"text":"Margaret Mead, who studied how culture affects human behavior, had a Ph.D. in this, from Columbia University","response":"anthropology"},{"text":"From the Greek for \"growing in\", it studies the development of organisms in their earliest stages before birth","response":"embryology"}],"originalDate":"2009-11-11"},{"category":"A DAY WITH GRANDMA","comments":"","clues":[{"text":"You stopped for some alpaca chunky, grandma's favorite type of this wool knitting essential","response":"yarn"},{"text":"Grandma slipped you a $10 bill, the redesigned one with this new fire-bearing symbol of freedom on it","response":"the torch of the Statue of Liberty"},{"text":"It was awkward when Grammy asked about your sister's this<span class=\"nobreak\">--</span>you thought she meant archery, but she meant a boyfriend","response":"a beau"},{"text":"Had to hit the drugstore for grandma's pills for this rash disease common in the elderly, aka herpes zoster","response":"shingles"},{"text":"Back to the drugstore<span class=\"nobreak\">--</span>grandma forgot her vacation photos from Pike County in these NE Pennsylvania mts.","response":"the Poconos"}],"originalDate":"2009-11-11"},{"category":"CLASSIC LIT","comments":"","clues":[{"text":"Captain Nemo takes Pierre Aronnax on a yearlong submarine voyage in this Verne novel","response":"<i>Twenty Thousand Leagues Under the Sea</i>"},{"text":"The Morlocks are an evil race in this H.G. Wells story","response":"<i>The Time Machine</i>"},{"text":"In this novel, Toad claimed that Toad Hall was the \"finest house on the whole river\"","response":"<i>The Wind in the Willows</i>"},{"text":"Edmund Dantes is unjustly accused of aiding the exiled Napoleon &amp; imprisoned for life in this novel","response":"<i>The Count of Monte Cristo</i>"},{"text":"Way before \"Lost\", this William Golding novel told of plane crash survivors on a deserted island","response":"<i>The Lord of the Flies</i>"}],"originalDate":"2009-11-11"},{"category":"RUSSIAN WORDS &amp; PHRASES","comments":"","clues":[{"text":"In the U.S. we have astronauts: in Russia they're called this","response":"cosmonauts"},{"text":"If you're using a balalaika, you're trying to make beautiful this","response":"music"},{"text":"This 3-letter word means \"peace\" or \"village\" in Russian; the space station named for it fell to Earth in 2001","response":"Mir"},{"text":"If I consider you a tovarich, I think of you as one of these, so come closer","response":"a friend"},{"text":"It's the Soviet-era system of forced labor camps","response":"gulags"}],"originalDate":"2009-11-11"},{"category":"TOURING USA","comments":"","clues":[{"text":"Enjoy a glass-bottom boat ride at John Pennekamp Coral Reef State Park near Key Largo in this state","response":"Florida"},{"text":"Dating from about 1730, Stratford Hall was the birthplace of Robert E. Lee in this state","response":"Virginia"},{"text":"Check out Nassau Hall, the U.S. capitol in 1783, located at Princeton Univ. in this state","response":"New Jersey"},{"text":"This state's Seashore Trolley Museum near Kennebunkport is one of the world's largest electric railway museums","response":"Maine"},{"text":"The development of nuclear energy is featured at Los Alamos' Bradbury Science Museum in this state; no lead vest is required","response":"New Mexico"}],"originalDate":"2009-11-10"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"First name of young Mr. Fowl, whose adventures include \"The Time Paradox\" &amp; \"The Lost Colony\"","response":"Artemis"},{"text":"This Gregory Maguire novel that inspired a musical is the biography of a certain Witch of the West","response":"<i>Wicked</i>"},{"text":"Philip Pullman's trilogy \"His Dark Materials\" begins with \"The Golden\" this","response":"<i>Compass</i>"},{"text":"In 2009 she headed out of \"The Hills\" &amp; published her first novel, \"L.A. Candy\"","response":"Lauren Conrad"},{"text":"In a book by Trenton Lee Stewart, 4 gifted kids answer an ad &amp; become \"The Mysterious\" this \"Society\"","response":"Benedict"}],"originalDate":"2009-11-10"}],[{"category":"\"TEXT\" ME","comments":"","clues":[{"text":"This system of linking Internet documents contains cross-references so you can jump easily between them","response":"hypertext"},{"text":"It's the underlying or implicit meaning of a literary work","response":"subtext"},{"text":"People quoted as saying horrifying things often protest that their words were taken out of this","response":"context"},{"text":"This is an ostensible reason put forward to conceal a true purpose or object","response":"a pretext"},{"text":"A 2007 government report was titled \"Turn the Page: Making College\" these \"More Affordable\"","response":"Textbooks"}],"originalDate":"2009-11-10"},{"category":"SHIPS","comments":"","clues":[{"text":"It initially left England August 15, 1620 along with another ship, the Speedwell","response":"the <i>Mayflower</i>"},{"text":"In the most famous mutiny in history, Fletcher Christian &amp; his mates seized control of this ship in 1789","response":"the <i>Bounty</i>"},{"text":"During the War of 1812, this frigate earned its nickname Old Ironsides","response":"the <i>Constitution</i>"},{"text":"Tragically, in December 1941 this battleship sank in less than 9 minutes, with 1,177 of her crew","response":"the <i>Arizona</i>"},{"text":"During his 1570s circumnavigation of the world, he renamed his Pelican flagship the Golden Hind","response":"Sir Francis Drake"}],"originalDate":"2009-11-10"},{"category":"BALL GAMES","comments":"","clues":[{"text":"In 1869 the Cincinnati Red Stockings became the first professional team in this sport","response":"baseball"},{"text":"The name of this ball game is derived from the \"soc\" in the term \"association football\"","response":"soccer"},{"text":"Originally, the name of this racquet sport included \"lawn\"<span class=\"nobreak\">--</span>Victorian ladies &amp; gentlemen played on grass courts","response":"tennis"},{"text":"In 1457 Scotland's parliament banned this links game, which interfered with archery practice","response":"golf"},{"text":"The phrase \"a sticky wicket\" comes from this British sport","response":"cricket"}],"originalDate":"2009-11-10"},{"category":"MUSIC","comments":"","clues":[{"text":"If your sheet music is marked \"strepitoso\", you must play this way, no matter who's asleep","response":"loudly"},{"text":"Trumpet players use an object called a mute; a French horn player just puts this in his instrument","response":"his hand"},{"text":"If a fingerboard has ridges to help players find their notes, it may be called this kind of board instead","response":"a fretboard"},{"text":"Anne Sofie von Otter is a noted one of these voices between soprano &amp; alto","response":"a mezzo-soprano"},{"text":"If playing in G major, get out your knife &amp; do this to any F's","response":"sharpen"}],"originalDate":"2009-11-10"},{"category":"TREES!","comments":"","clues":[{"text":"Though this \"syrupy\" tree is common in the U.S., about 2/3 of its species are native to China","response":"the maple"},{"text":"Types of this tree include the black, weeping &amp; pussy","response":"the willow"},{"text":"Let's rest under the shade of the English type of this acorn-bearing tree; many live 200 to 400 years","response":"the oak"},{"text":"The thin, papery leaves of this tree of the genus Fagus turn gold in the fall; knowing that is no day at the...","response":"the beech"},{"text":"Most male cones from this 4-letter conifer measure less than 1 inch; females are much larger, with woody scales","response":"a pine"}],"originalDate":"2009-11-10"},{"category":"OH, WHAT A KNIGHT","comments":"","clues":[{"text":"In Arthurian legend, pure knight &amp; grail finder Galahad was the son of this not-so-pure knight","response":"Lancelot"},{"text":"In the fourth crusade, this Christian capital, now Istanbul, was plundered by Christian knights","response":"Constantinople"},{"text":"In the \"Song of Roland\", this code asked knights \"to keep faith\" &amp; \"to fight for the welfare of all\"","response":"the code of chivalry (or the chivalric code)"},{"text":"In 1226 the Teutonic Knights demanded &amp; received this area, later the dominant state in Germany","response":"Prussia"},{"text":"Amadis of Gaul &amp; Don Quixote are examples of this kind of knight who wanders in search of adventure","response":"knights-errant"}],"originalDate":"2009-11-10"}],{"category":"COMEDIANS","text":"To win a bet with Frankie Laine, this man composed 350 songs in just 1 week","response":"Steve Allen"}]}