{"mix":3442,"rounds":[[{"category":"NOT A NATIONAL CAPITAL","comments":"","clues":[{"text":"Rio de Janeiro,<br>Buenos Aires,<br>Asuncion","response":"Rio de Janeiro"},{"text":"Calcutta,<br>Thimphu,<br>Phnom Penh","response":"Calcutta"},{"text":"Nicosia,<br>Istanbul,<br>Belgrade","response":"Istanbul"},{"text":"Katmandu,<br>Kabul,<br>Karachi","response":"Karachi"},{"text":"Lusaka,<br>Casablanca,<br>Dakar","response":"Casablanca"}],"originalDate":"2004-01-19"},{"category":"SOCKS AND THE CITY","comments":"","clues":[{"text":"In 1907 this city's Braves stopped wearing red socks, so this city's other major league team adopted the name","response":"Boston"},{"text":"Up to 10,000 people from 63 countries attend the International Hosiery Expo in this city, North Carolina's largest","response":"Charlotte"},{"text":"Oban, Scotland is the center of this region that lent its name to a diamond pattern","response":"Argyle"},{"text":"This brand of men's dress socks, seen here, has headquarters in Burlington, North Carolina","response":"Gold Toe"},{"text":"In 1996 this Chicago-based underwear maker sold its sock line to Renfro Corp., which became the USA's sock leader","response":"Fruit of the Loom"}],"originalDate":"2004-01-19"},{"category":"\"KING\" OF THE WORLD!","comments":"","clues":[{"text":"Perhaps based on a real monarch, this nursery rhyme figure called for his bowl, his pipe &amp; his fiddlers three","response":"Old King Cole"},{"text":"This long poisonous snake is also known as a hamadryad","response":"king cobra"},{"text":"If &amp; when Prince Charles succeeds Elizabeth II, this will be Great Britain's national anthem","response":"\"God Save the King\""},{"text":"Before being imploded in 2000, it was home to the Seattle Mariners &amp; the Seattle Seahawks","response":"the Kingdome"},{"text":"Found east of Bullhead City, this city of northwest Arizona has a population of only 20,000","response":"Kingman"}],"originalDate":"2004-01-19"},{"category":"BOOK TO MOVIE","comments":"","clues":[{"text":"1905's \"The Clansman\" by Thomas Dixon, Jr. became this silent D.W. Griffith classic","response":"<i>Birth of a Nation</i>"},{"text":"\"Flowers for Algernon\" became this Cliff Robertson movie","response":"<i>Charly</i>"},{"text":"1995 film based on \"Lost Moon\" by Jim Lovell &amp; Jeffrey Kluger","response":"<i>Apollo 13</i>"},{"text":"Larry McMurtry's \"Horseman, Pass By\" inspired this 1963 Paul Newman film","response":"<i>Hud</i>"},{"text":"Kubrick filmed \"Dream Story\" by Arthur Schnitzler under this title","response":"<i>Eyes Wide Shut</i>"}],"originalDate":"2004-01-19"},{"category":"MAYORS","comments":"","clues":[{"text":"In 2002 this city's Mayor Akiba invited President Bush to come see what nuclear weapons do to a city","response":"Hiroshima"},{"text":"Ron Gonzales of this Silicon Valley city is the first Latino mayor of a major California city since statehood","response":"San Jose"},{"text":"The city's former budget director, he led New York City during the fiscal crisis of the mid-1970s","response":"Abe Beame"},{"text":"In 2003 Uri Lupoliansky was elected the first modern ultra-Orthodox mayor of this city","response":"Jerusalem"},{"text":"Once U.S. drug czar, &amp; New York City's police commissioner, he became mayor of Houston in 1998","response":"Lee Brown"}],"originalDate":"2004-01-19"},{"category":"MI CASA ES SU CASA","comments":"","clues":[{"text":"7 Calle San Fermin in Pamplona was an address of this American author in 1959","response":"Ernest Hemingway"},{"text":"From 1939 until his death in 1975 (yes, he's still dead) he lived in the palace of El Pardo just NW of Madrid","response":"Francisco Franco"},{"text":"A reconstruction of this author's 1547 birthplace stands at 48 Calle Mayor in Alcala de Henares","response":"Cervantes"},{"text":"The convent named for this saint is on the site of her birthplace in Avila","response":"St. Teresa (of Avila)"},{"text":"In 1838 a derelict monastery on Majorca was this author's choice to nurse Chopin back to health","response":"George Sand"}],"originalDate":"2004-01-19"}],[{"category":"A WHALE OF A CATEGORY","comments":"","clues":[{"text":"(Jimmy of the Clue Crew in Cape Cod, Massachusetts)  Long used by whalers, this 3-word phrase lets others know a whale has been spotted","response":"Thar she blows!"},{"text":"Whalers used to pass the time at sea by carving designs on whale bone &amp; teeth in an art form called this","response":"scrimshaw"},{"text":"(Sofia of the Clue Crew in Cape Cod)  A chance happening, perhaps, but it's also the flattened tail of the whale","response":"fluke"},{"text":"This whale's scientific name, Monodon monoceros, refers to its unusually long left tooth","response":"narwhal"},{"text":"(Sarah of the Clue Crew in Cape Cod)  Baleen, which certain whales have instead of teeth, is composed of mainly this protein, just like hair &amp; fingernails","response":"keratin"}],"originalDate":"2004-01-19"},{"category":"BEFORE &amp; AFTER","comments":"(Alex: And one of our new favorite categories...)","clues":[{"text":"\"Culture Club\" lead singer who was \"The Father of His Country\"","response":"Boy George Washington"},{"text":"Seal's hit song about smooching with a president's mom","response":"\"Kiss From A Rose Kennedy\""},{"text":"A leading real estate brokerage firm that was a TV series starring Johnny Depp as an undercover cop","response":"Century 21 Jump Street"},{"text":"\"Bullet in the Head\" heavy metal rap band that's a weapon perfected by Richard Gatling in the late 19th century","response":"Rage Against the Machine Gun"},{"text":"Classic Chaucer work adapted for a 1990s TV sci-fi/horror anthology series","response":"Canterbury Tales from the Crypt"}],"originalDate":"2004-01-19"},{"category":"THE WORLD'S OCEANS","comments":"","clues":[{"text":"At 28,374 feet, the Puerto Rico Trench is this ocean's deepest point","response":"the Atlantic"},{"text":"It covers 70 million square miles","response":"the Pacific"},{"text":"This ocean bears the name of the subcontinent that juts into it","response":"the Indian Ocean"},{"text":"This smallest ocean occupies the region around the North Pole","response":"the Arctic Ocean"},{"text":"It's the directional name given to the ocean that surrounds Antarctica","response":"the Southern Ocean"}],"originalDate":"2009-11-06"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"On Feb. 1, 2009 an estimated 98.7 million Americans tuned in to watch this sports event","response":"the Super Bowl"},{"text":"This state's Queen Lili'ukalani Outrigger Canoe Race covers 18 miles between Kailua &amp; Honaunau","response":"Hawaii"},{"text":"Thomson, Georgia's festival celebrating this green gourd includes a seed-spitting contest","response":"watermelon"},{"text":"Though far from Jamaica, Humboldt County, California has a huge annual festival devoted to this musical genre","response":"reggae"},{"text":"The AFL-CIO chose this holiday in 2007 to launch a nationwide drive for health care reform","response":"Labor Day"}],"originalDate":"2009-11-06"},{"category":"LAND MARKS","comments":"","clues":[{"text":"It's a grand term for a deep, steep valley similar to a gorge","response":"a canyon"},{"text":"Babu Chhiri, a sherpa famed for this skill, died in a crevasse in 2001","response":"mountain climbing"},{"text":"Crater Lake in Oregon wasn't formed by a meteor strike but by one of these","response":"a volcano"},{"text":"A passage sunk into the ground for mining","response":"a shaft"},{"text":"A hunted animal, or a pit that yields stone","response":"a quarry"}],"originalDate":"2009-11-06"},{"category":"THEM'S FIGHTIN' WORDS!","comments":"","clues":[{"text":"A beverage of more than 2 fruit juices, or Judy's puppet partner","response":"punch"},{"text":"Breathing is but a memory if you take this proverbial action toward \"the bucket\"","response":"kicking"},{"text":"If you're out of trouble, you're \"off\" this piece of fishing equipment","response":"hook"},{"text":"To take apart a structure, or a concerted stopping of work by employees","response":"strike"},{"text":"This 3-letter word means to poke abruptly, as with the point of a stick","response":"jab"}],"originalDate":"2009-11-06"}],{"category":"AMERICAN NOVELS","text":"The first sentence of this 1957 novel is \"I first met Dean not long after my wife and I split up\"","response":"<i>On the Road</i>"}]}