{"mix":3448,"rounds":[[{"category":"MILITARY DUDES","comments":"","clues":[{"text":"Barbarossa led the third of these campaigns in the Holy Land, which began in 1189 &amp; lasted until 1192","response":"a Crusade"},{"text":"Prince Philip was decorated during WWII for his combat service in this branch of the British military","response":"the Navy"},{"text":"In the 3rd century B.C., this man &amp; his army crossed the Alps &amp; invaded Italy from the north","response":"Hannibal"},{"text":"In WWII Hap Arnold commanded this new U.S. fighting force abbreviated USAAF","response":"the United States Army Air Force"},{"text":"Manuel Belgrano was a prominent military leader in this S. American country's fight for independence from Spain","response":"Argentina"}],"originalDate":"2009-10-30"},{"category":"TURN ON","comments":"","clues":[{"text":"Turn on \"Parks and Recreation\" to see this \"SNL\" alum in her own sitcom","response":"Amy Poehler"},{"text":"Turn on Fox to see David Boreanaz &amp; Emily Deschanel solve crimes on this series","response":"<i>Bones</i>"},{"text":"Turn on The CW to hear the unseen Kristen Bell narrate this juicy series","response":"<i>Gossip Girl</i>"},{"text":"Turn on Oxygen to see her &amp; hubby Dean McDermott in the reality series \"Home Sweet Hollywood\"","response":"Tori Spelling"},{"text":"Turn on this show on USA Network to see Jeffrey Donovan as a blacklisted spy","response":"<i>Burn Notice</i>"}],"originalDate":"2009-10-30"},{"category":"DROP OUT","comments":"","clues":[{"text":"Known as \"The Body\", this pro wrestler-turned-governor dropped out of a Minnesota community college","response":"Jesse Ventura"},{"text":"Both named Steve, these 2 now fabulously wealthy college dropouts founded Apple Computer","response":"Steve Jobs & Steve Wozniak"},{"text":"After dropping out of high school, he ran McDonald's &amp; became a McMillionaire","response":"Kroc"},{"text":"This fur mogul &amp; high school dropout has been called America's first multimillionaire","response":"(John Jacob) Astor"},{"text":"Arriving from Scotland in 1848 as an elementary school dropout, he sold his company in 1901 for $480 million","response":"Carnegie"}],"originalDate":"2009-10-30"},{"category":"SCIENCE","comments":"","clues":[{"text":"Black spot is a serious fungal disease that affects these flowers; rugosas have good resistance","response":"roses"},{"text":"Polarized lenses are one method used in these items that make some movie theater experiences more exciting","response":"3-D movies"},{"text":"William Jennings Bryan called this theory a \"program of infidelity masquerading under the name of science\"","response":"evolution"},{"text":"With cups that rotate horizontally, an anemometer measures the speed of this, anemos in Greek","response":"wind"},{"text":"Don't blame me<span class=\"nobreak\">--</span>the most common cause of earthquakes is movement along these lines","response":"fault lines"}],"originalDate":"2009-10-30"},{"category":"\"TRICK\" OR \"TREAT\"","comments":"","clues":[{"text":"To soak fabric in cleaning solution before putting it in the washing machine","response":"pretreat"},{"text":"3 scores by one hockey player in one game","response":"a hat trick"},{"text":"It can be a place offering privacy &amp; quiet, or a military withdrawal of forces to a more favorable position","response":"a retreat"},{"text":"On this HBO show Gabriel Byrne plays a therapist with as many issues as his patients","response":"<i>In Treatment</i>"},{"text":"8-letter word meaning a written work dealing formally &amp; systematically with a subject","response":"treatise"}],"originalDate":"2009-10-30"},{"category":"JACKETS REQUIRED","comments":"","clues":[{"text":"Now meaning any sport coat, it was originally crimson colored when introduced in Great Britain in 1890","response":"a blazer"},{"text":"Just became a professor?  Better get a wool sport coat of Highland this, with suede elbow patches","response":"tweed"},{"text":"For warmth, you can't beat this double-breasted navy blue wool jacket worn by U.S. sailors","response":"a pea coat"},{"text":"A Spanish dance shares its name with this jacket that's usually waist-length &amp; collarless","response":"a bolero"},{"text":"This jacket named for an Indian prime minister is adapted from a type of coat worn by maharajahs","response":"Nehru"}],"originalDate":"2009-10-30"}],[{"category":"ARTSY","comments":"","clues":[{"text":"The \"Mona Lisa\" isn't oil on canvas but oil on this","response":"wood"},{"text":"A student under Benjamin West, this American also did portraits of Presidents Adams &amp; Jefferson","response":"(Gilbert) Stuart"},{"text":"This 19th century movement of Courbet, Millet &amp; Daumier rejected academic styles in favor of everyday subjects","response":"Realism"},{"text":"In the 1690s, Jesuit brother Andrea Pozzo appropriately painted a \"Triumph of\" this saint","response":"Ignatius Loyola"},{"text":"Surrealist Max Ernst invented this technique of rubbing a pencil over paper laid on a surface","response":"frottage"}],"originalDate":"2009-10-30"},{"category":"METAFICTION","comments":"","clues":[{"text":"\"The Wind Done Gone\" re-envisions this novel from the viewpoint of a slave of Scarlett O'Hara's","response":"<i>Gone with the Wind</i>"},{"text":"J. M. Coetzee's novel \"Foe\" reimagines this novel, but with a woman shipwrecked on the deserted isle","response":"<i>Robinson Crusoe</i>"},{"text":"This 1922 novel recasts the hero of Homer's \"Odyssey\" as an ad salesman in 1904 Dublin","response":"<i>Ulysses</i>"},{"text":"This 1971 John Gardner work retells \"Beowulf\" from the perspective of the monster","response":"<i>Grendel</i>"},{"text":"Jean Rhys' \"Wide Sargasso Sea\" tells the story of Bertha Mason, the madwoman locked in the attic in this Bronte work","response":"<i>Jane Eyre</i>"}],"originalDate":"2009-10-29"},{"category":"MOBISODES","comments":"","clues":[{"text":"\"Chris-tuh-fuh\"'s girlfriend Adriana took a ride she ain't comin' back from on this show; join the club, Adriana","response":"<i>The Sopranos</i>"},{"text":"In a 2-parter from the first season of this show, D.A.s Stone &amp; Robinette take on the Masucci family","response":"<i>Law & Order</i>"},{"text":"In a 1970s cop show, this David Soul character is kidnapped after romancing a mafioso's ex-girlfriend","response":"Hutch"},{"text":"Guest star Sylvester Stallone helps James Caan deal with some lowlifes on a 2005 episode of this show","response":"<i>Las Vegas</i>"},{"text":"In the 9-episode arc that started this show, Vinnie (Ken Wahl) infiltrates a New Jersey mob family","response":"<i>Wiseguy</i>"}],"originalDate":"2009-10-29"},{"category":"WHICH CAME FIRST?","comments":"","clues":[{"text":"Floppy disk,<br>abacus,<br>adding machine","response":"an abacus"},{"text":"Silly Putty,<br>yo-yo,<br>Cabbage Patch Kids","response":"a yo-yo"},{"text":"Phonograph,<br>pinball machine,<br>transistor radio","response":"a phonograph"},{"text":"Velcro,<br>safety pin,<br>sewing machine","response":"a safety pin"},{"text":"Telephone,<br>typewriter,<br>home video recorder","response":"the typewriter"}],"originalDate":"2009-10-29"},{"category":"THE E.U.","comments":"","clues":[{"text":"Most of the EU's important offices, including the Council of the European Union, are HQed in this Belgian city","response":"Brussels"},{"text":"A major trading crisis emerged in the EU in 1996 when British beef was banned due to this","response":"mad cow disease"},{"text":"The EU was formed by the Maastricht Treaty, signed in 1992 at Maastricht in this Benelux country","response":"the Netherlands"},{"text":"An early forerunner of the EU was the EEC, which stood for this","response":"the European Economic Community"},{"text":"Of the 27 full members of the EU, this nation is first alphabetically","response":"Austria"}],"originalDate":"2009-10-29"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Brahms' Opus 11 is one of these, but to play it at your beloved's window, you'd need to bring an orchestra","response":"a serenade"},{"text":"LSO for short, it has recorded such works as Mahler's 8th, Sibelius' 2nd, \"Layla\" &amp; \"King Of Pain\"","response":"the London Symphony Orchestra"},{"text":"In 1864 this opera composer wrote an \"Homage March\" for brass band to honor his patron King Ludwig","response":"Wagner"},{"text":"In 1829 Mendelssohn led the first \"St. Matthew Passion\" since the death of this composer of the work in 1750","response":"Johann Sebastian Bach"},{"text":"Halloween concerts often include this, Opus 40 by Saint-Saens, with a xylophone imitating rattling bones","response":"the <i>Danse macabre</i>"}],"originalDate":"2009-10-29"}],{"category":"WORLD GEOGRAPHY","text":"This country has 8 of the world's 10 highest peaks","response":"Nepal"}]}