{"mix":3452,"rounds":[[{"category":"WOULD YOU LIKE A BEVERAGE?","comments":"","clues":[{"text":"At lunch counters in the U.S., this beverage is sometimes called moo or moo-juice","response":"milk"},{"text":"Combine root beer &amp; ice cream &amp; you've created one of these beverages","response":"root beer float"},{"text":"It's the \"Official Sports Beverage\" of the NFL, the NBA &amp; the PGA","response":"Gatorade"},{"text":"One of the world's most popular beverages is this drink made by boiling certain shredded leaves in water","response":"tea"},{"text":"When topped with foam, the espresso type of this beverage becomes a cappuccino","response":"coffee"}],"originalDate":"2004-05-03"},{"category":"MUSIC CLASS","comments":"","clues":[{"text":"It's the 2-word term for a country's official patriotic song","response":"national anthem"},{"text":"Related to jazz, this \"colorful\" style of music, typically sad &amp; slow, is often accompanied by harmonica","response":"the blues"},{"text":"In a symphony orchestra the 4 main groups of instruments are strings, woodwinds, percussion &amp; this","response":"brass"},{"text":"It's an interval of 8 successive notes on the scale; C to C, for example","response":"octave"},{"text":"He's the composer of the famous march performed here by Grambling University's Tiger Marching Band","response":"John Philip Sousa"}],"originalDate":"2004-05-03"},{"category":"RIGHT ON THE MONEY","comments":"","clues":[{"text":"The Illinois commemorative quarter depicts the skyline of this, the state's largest city","response":"Chicago"},{"text":"You're looking at the back of a U.S. bill; on its face, you'll see the face of this president","response":"(Thomas) Jefferson"},{"text":"1 of 2 non-presidents on the front of U.S. paper currency in general circulation","response":"Ben Franklin or Alexander Hamilton"},{"text":"This cabinet department's seal appears on all U.S. paper currency","response":"Treasury"},{"text":"A \"D\" on U.S. coins indicates the coin was minted in Denver; a \"P\", this city","response":"Philadelphia"}],"originalDate":"2004-05-03"},{"category":"DOUBLE A, B, Cs","comments":"(Alex Trebek: Each correct response will contain a double \"A\", a double \"B\" or a double \"C\".)","clues":[{"text":"I'm this, you're glue, everything you say bounces off me &amp; sticks to you","response":"rubber"},{"text":"Last name of the comic page character seen here","response":"Drabble"},{"text":"If you hear laughter, you may be hearing this son of Abraham &amp; Sarah whose name means \"laughter\"","response":"Isaac"},{"text":"Your parents hate it when you're this, meaning unreasonably obstinate","response":"stubborn"},{"text":"You use this mark to denote which syllable is stressed","response":"accent"}],"originalDate":"2004-05-03"},{"category":"D.C.'IN YOU","comments":"","clues":[{"text":"On September 9, 1983 a petition was submitted to Congress asking that the district be made this","response":"a state"},{"text":"(Cheryl of the Clue Crew)  The White House has been known as this \"Mansion\", also the branch of our government that works here","response":"Executive"},{"text":"The NSO, the National Symphony Orchestra, has been playing at this center since 1971, the year it opened","response":"the Kennedy Center"},{"text":"In 1846 the District of Columbia gave back about 30 square miles of its area to this state","response":"Virginia"},{"text":"Get off the Metro at Farragut North to visit this society's Explorers Hall","response":"the National Geographic Society"}],"originalDate":"2004-05-03"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"A galactic cluster known as the Pleiades is in this constellation known as \"The Bull\"","response":"Taurus"},{"text":"In 1610 Galileo became the first to find other moons when he saw moons orbiting this giant planet","response":"Jupiter"},{"text":"In 1705 this English astronomer predicted the 1758 return of the comet now named for him","response":"Edmond Halley"},{"text":"In 1905 Percival Lowell began a search for this planet, which was discovered in 1930, 14 years after his death","response":"Pluto"},{"text":"Around 2700 B.C. Thuban was the North Star; today, this is the North Star","response":"Polaris"}],"originalDate":"2004-05-03"}],[{"category":"GRAB BAG","comments":"","clues":[{"text":"The Megabite, which set a world record in 1997 for the largest one of these flown, was 210 feet long including the tails","response":"a kite"},{"text":"It's the only even prime number","response":"2"},{"text":"This Jewish festival begins on the eve of the 25th day of Kislev, which in 2004 is December 8, &amp; lasts 8 days","response":"Hanukkah"},{"text":"It's the drawer in a refrigerator for storing vegetables, or how it should make your vegetables sound","response":"crisper"},{"text":"This country's official name is Bundesrepublik Deutschland","response":"Germany"}],"originalDate":"2004-05-03"},{"category":"HISTORIC KIDS","comments":"","clues":[{"text":"Discovered as a child by P.T. Barnum, tiny 25\" tall Charles Stratton became known as Tom this","response":"Tom Thumb"},{"text":"He was only 9 or 10 when he became Egypt's pharaoh sometime around 1348 B.C.","response":"King Tut"},{"text":"John Smith said that this girl was about 10 when he met her in 1607 (she looked a little older in the Disney movie)","response":"Pocahontas"},{"text":"When he became the heir to the English throne at age 10, he probably had no idea he'd get married 6 times","response":"Henry VIII"},{"text":"In 1815, at age 6, this future writer of scary stories moved to Great Britain with his foster family, the Allans","response":"Edgar Allan Poe"}],"originalDate":"2004-05-03"},{"category":"THE SMALLEST IN AREA","comments":"","clues":[{"text":"France,<br>Spain,<br>Portugal","response":"Portugal"},{"text":"Panama,<br>Brazil,<br>Argentina","response":"Panama"},{"text":"Austria,<br>Russia,<br>Italy","response":"Austria"},{"text":"Alaska,<br>Florida,<br>California","response":"Florida"},{"text":"China,<br>Japan,<br>South Korea","response":"South Korea"}],"originalDate":"2004-05-03"},{"category":"YOU NEED A TIME OUT","comments":"","clues":[{"text":"A type of time out that sounds like what a puppy has 4 of","response":"pause"},{"text":"This word for a period of time away from work or school comes from the Latin word for \"to be empty\"","response":"vacation"},{"text":"(Sarah of the Clue Crew on the Yucatan Peninsula)  In Mexico, a small store may close during early afternoon because the owner is taking a nap, called this","response":"siesta"},{"text":"This single word for a time out implies that you take the time to inhale &amp; exhale","response":"a breather"},{"text":"A phrase meaning \"stop shouting\" got combined into this word for a truce in combat","response":"ceasefire"}],"originalDate":"2004-05-03"},{"category":"INAUGURAL ADDRESSES","comments":"","clues":[{"text":"In 1985 Ronald Reagan said that this nation \"has conducted the greatest military buildup in the history of man\"","response":"the Soviet Union"},{"text":"In his second inaugural, Pres. McKinley crowed that in 1901, unlike 1897, the U.S. had a budgetary this","response":"a surplus"},{"text":"He said, \"I do not believe that the Great Society is the ordered, changeless and sterile battalion of the ants\"","response":"LBJ"},{"text":"This president told Americans, \"Let us never negotiate out of fear.  But let us never fear to negotiate\"","response":"John Fitzgerald Kennedy"},{"text":"In his first inaugural, he referred to Apollo 8 seeing \"the world as God sees it\"","response":"Nixon"}],"originalDate":"2009-10-23"},{"category":"BASEBRAWL","comments":"","clues":[{"text":"In 1965 S.F. Giants pitcher Juan Marichal took a bat to the head of John Roseboro of this archrival team","response":"the Dodgers"},{"text":"In \"Nice Guys Finish Last\", he recounts how Babe Ruth once egged him into inciting a fight with Ty Cobb","response":"(Leo) Durocher"},{"text":"In a 1973 playoff, this future hit king sparked a 10-minute brawl by leveling 160-lb. Mets shortstop Bud Harrelson","response":"Pete Rose"},{"text":"After losing his spot in the lineup in 1977, Rangers 2B Lenny Randle beat up 49-year-old Frank Lucchesi, his this","response":"manager"},{"text":"In 1995 10 players were ejected for a brawl on \"Strike Out Domestic Violence\" night at this Durham, N.C. team's park","response":"the Durham Bulls"}],"originalDate":"2009-10-23"}],{"category":"AFRICA","text":"On the Horn of Africa, it's the only country whose name in English begins with a silent letter","response":"Djibouti"}]}