{"mix":3456,"rounds":[[{"category":"CLIFFHANGER","comments":"","clues":[{"text":"On a clear day, you can see Calais, France from this chalky English landmark","response":"(the White Cliffs of) Dover"},{"text":"A cave beneath a cliff in Cornwall, England is said to house the final resting place of this sorcerer","response":"Merlin the Magician"},{"text":"New Jersey's Palisades Park on this river features 500-foot cliffs that rise from the water's edge","response":"the Hudson River"},{"text":"This Mexican resort city is noted for performers who dive from the Quebrada Cliffs","response":"Acapulco"},{"text":"There are 4 colossal statues of this \"Great\" pharaoh carved out of a sandstone cliff at Abu Simbel, Egypt","response":"Ramses II"}],"originalDate":"2004-04-29"},{"category":"RIMBAUD","comments":"","clues":[{"text":"Arthur Rimbaud was just 15 when his first poem appeared in a review published in this world capital","response":"Paris"},{"text":"Arthur wrote an anti-clerical, semi-pornographic poem about his sister's \"First\" one of these church ceremonies","response":"Communion"},{"text":"Rimbaud's sonnet to this alphabet quintet begins, \"A black, E white, I red, U green, O blue\"","response":"vowels"},{"text":"Done with poetry at age 20, Arthur moved to Africa &amp; sold guns to Menelik, future emperor of this country","response":"Ethiopia"},{"text":"Paul Gauguin had a razor-wielding confrontation with Van Gogh; this poet named Paul shot Rimbaud in the arm","response":"Paul Verlaine"}],"originalDate":"2004-04-29"},{"category":"TV GUIDE SAYS","comments":"","clues":[{"text":"\"With Bartlet back in the Oval Office attention is turned to the choice for a new vice president\"","response":"<i>The West Wing</i>"},{"text":"\"Celebrity delights Niles, who's basking in the limelight over Maris's murder case\"","response":"<i>Frasier</i>"},{"text":"\"Furio begins work as Tony's newest enforcer\"","response":"<i>The Sopranos</i>"},{"text":"\"Grissom and Catherine investigate the murder of a despised comic who died onstage\"","response":"<i>CSI</i>"},{"text":"\"The future Daily Planet editor-in-chief Perry White... suspects Clark has super abilities\"","response":"<i>Smallville</i>"}],"originalDate":"2004-04-28"},{"category":"JUMP","comments":"","clues":[{"text":"Jump this &amp; it means you disappeared before your trial &amp; you will lose the bond you posted","response":"bail"},{"text":"On u-payless.com a liter of these from south-of-the-border will set you back $84","response":"Mexican jumping beans"},{"text":"The Travel Channel Online has a fantasy flight of their 1903 flyer jumping 8 SUVs","response":"the Wright Brothers"},{"text":"In the Bohr model of the atom, energy is released when one of these jumps to a specified orbit about the nucleus","response":"an electron"},{"text":"You have to be nuts to try a quadruple one of these jumps, named for figure skater Alois","response":"Lutz"}],"originalDate":"2004-04-28"},{"category":"MORE THINGS THAT HAPPENED","comments":"","clues":[{"text":"The Festival of Federation, celebrated July 14, 1790 honoring an event the year before, is now this holiday","response":"Bastille Day"},{"text":"The League of Schmalkalden was formed in 1531 to defend this German's reformist church","response":"(Martin) Luther"},{"text":"When Dante died in 1321, he was in his 20th year of exile from this Italian city","response":"Florence"},{"text":"In 1620 the Speedwell was found unseaworthy so its passengers were crowded aboard this ship","response":"the <i>Mayflower</i>"},{"text":"To guard his tomb emperor Qin Shi Huang Di made an army out of this material","response":"terracotta"}],"originalDate":"2004-04-28"},{"category":"FOOD IN SPANISH","comments":"","clues":[{"text":"A fruit or a color:<br>naranja","response":"orange"},{"text":"Got it?:<br>leche","response":"milk"},{"text":"It's good in a quesadilla:<br>queso","response":"cheese"},{"text":"A lunch meat:<br>jamon","response":"ham"},{"text":"A basic pair:<br>pan y mantequilla","response":"bread & butter"}],"originalDate":"2004-04-28"}],[{"category":"STUPID ANSWERS","comments":"(Alex: We have a group of students from New Jersey in our audience today; they're going to love that category!)","clues":[{"text":"Arthur Wynne created this; the first puzzle appeared Dec. 21, 1913 with the name \"Word-Cross\"","response":"the crossword puzzle"},{"text":"The word origami, the Japanese art of folding paper, comes from words meaning this","response":"paper folding"},{"text":"Althing, the name of Iceland's parliament, means this","response":"parliament"},{"text":"Paris Hilton &amp; Tiger Woods were 2 of the people on the cover of this magazine's Dec. 15, 2003 issue","response":"<i>People</i>"},{"text":"The first line of this novel by Virginia Woolf is \"Mrs. Dalloway said she would buy the flowers herself\"","response":"<i>Mrs. Dalloway</i>"}],"originalDate":"2004-04-28"},{"category":"POETIC JUSTICE","comments":"","clues":[{"text":"When judge asks jury if it's made a choice, this person stands up to give it a voice","response":"the foreman"},{"text":"In jail in New Jersey, we hope you find peace; this board denies half of the cons their release","response":"the parole board"},{"text":"When you've been declared to be guilty as sin, this trial phase decides just how long you'll be in","response":"the penalty phase"},{"text":"It's not a baked treat made with sugar or honey, it's a civil wrong that is remedied with money","response":"tort"},{"text":"The cops might bury you in a deep pit, but they have to produce you if they're shown this \"great writ\"","response":"habeas corpus"}],"originalDate":"2004-04-28"},{"category":"FURNITURE","comments":"","clues":[{"text":"This cushioned footstool gets its name from the fact that it was originally imported from the Turks","response":"ottoman"},{"text":"T.H. Robsjohn-Gibbings bid farewell to antique furniture in his 1944 bestseller \"Goodbye, Mr.\" this","response":"Chippendale"},{"text":"Sam Maloof is best known for this piece of furniture which rests the back with its ergonomic spindles","response":"rocking chair"},{"text":"A dressing table for men created in the late 1700s was named for this British dandy","response":"Beau Brummell"},{"text":"This Scottish-born American cabinetmaker originally spelled his last name like the musical instrument","response":"Duncan Phyfe"}],"originalDate":"2004-04-28"},{"category":"ACRONYMBLE","comments":"","clues":[{"text":"An economic indicator:<br>GNP","response":"gross national product"},{"text":"To a foreign student:<br>ESL","response":"English as a second language"},{"text":"To a computer user:<br>DOS","response":"disk operating system"},{"text":"A United Nations agency:<br>WHO","response":"World Health Organization"},{"text":"It's based in Virginia:<br>DOD","response":"Department of Defense"}],"originalDate":"2004-04-28"},{"category":"21st CENTURY WORLD LEADERS","comments":"","clues":[{"text":"\"Big Love\" meets \"The West Wing\"?  Pres. Jacob Zuma, who presides over this country from Pretoria, has 3 wives","response":"South Africa"},{"text":"Not many world leaders could say, \"My wife once dated Mick Jagger &amp; Eric Clapton\"; this French president can","response":"Sarkozy"},{"text":"Nursultan Nazarbayev tries for make benefit glorious nation of this West-Central Asian one as its president","response":"Kazakhstan"},{"text":"In 2009 this Italian P.M. demanded an apology from his wife for publicly saying she wanted a divorce; good luck with that, sir","response":"Berlusconi"},{"text":"Despite rumors to the contrary, this Libyan leader never trained at the Royal Military Academy at Sandhurst","response":"(Mu'ammar) Gadhafi"}],"originalDate":"2009-10-21"},{"category":"RELATED SONG TITLES","comments":"","clues":[{"text":"In examining her Top 40 hits, who better to \"Dress You Up\" than a \"Material Girl\"?","response":"Madonna"},{"text":"This John Fogerty group gave us direction with \"Down On The Corner\" &amp; \"Up Around The Bend\"","response":"Creedence Clearwater Revival"},{"text":"He sang lead on \"Three Times A Lady\" &amp; \"Lady (You Bring Me Up)\"; heck, he even wrote \"Lady\" for Kenny Rogers","response":"Lionel Richie"},{"text":"Her songs: \"Bang Bang (My Baby Shot Me Down)\"... \"Just Like Jesse James\"!","response":"Cher"},{"text":"I'm not going to repeat myself; their greatest hits include \"Gimme! Gimme! Gimme!\" &amp; \"Money, Money, Money\"","response":"ABBA"}],"originalDate":"2009-10-21"}],{"category":"THE FOUNDING FATHERS","text":"On an alphabetical list of Declaration of Independence signers, he comes between Lyman Hall &amp; Benjamin Harrison","response":"John Hancock"}]}