{"mix":3465,"rounds":[[{"category":"SPEAK UP!","comments":"","clues":[{"text":"A boxer:<br>\"Frazier is so ugly he should donate his face to the U.S. Bureau of Wildlife\"","response":"Muhammad Ali"},{"text":"An Irish wit &amp; playwright:<br>\"Bigamy is having one wife too many.  Monogamy is the same\"","response":"Oscar Wilde"},{"text":"A Nobel Prize winner: \"Don't worry about your difficulties in mathematics.  I can assure you mine are still greater\"","response":"Einstein"},{"text":"A German composer: \"Music should strike fire from the heart of man and bring tears from the eyes of a woman\"","response":"Beethoven"},{"text":"A 19th c. woman: \"For the theater one needs long arms; an artiste with short arms can never... make a fine gesture\"","response":"Sarah Bernhardt"}],"originalDate":"2009-10-09"},{"category":"I'M GETTING \"HORSE\"","comments":"","clues":[{"text":"A leaner is worth 2 points in this pastime that dates back centuries","response":"horseshoes"},{"text":"In ancient times Cassandra tried to warn her countrymen about this, but no one believed her","response":"the Trojan Horse"},{"text":"Nickname of the man who led the American League in runs batted in for 1927, 1928, 1930 &amp; 1934","response":"\"The Iron Horse\""},{"text":"Alliterative name for an equine head on a pole used as a child's toy","response":"a hobbyhorse"},{"text":"This fearsome biblical quartet appears in Revelation 6","response":"the Four Horsemen of the Apocalypse"}],"originalDate":"2009-10-09"},{"category":"ELEMENTAL ETYMOLOGY","comments":"","clues":[{"text":"Rhenium is named for this 820-mile-long river","response":"the Rhine"},{"text":"Platinum comes from the Spanish \"platina\", which refers to this other element","response":"silver"},{"text":"Promethium is named for a man in Greek legend known for theft of this","response":"fire"},{"text":"Symbol Th, this element is named for a Norse god","response":"thorium"},{"text":"Etymologically, phosphorus refers to something that is \"bearing\" this","response":"light"}],"originalDate":"2009-10-09"},{"category":"LITERARY CHARACTERS' ADS","comments":"(Alex: You have to identify the character who might have placed the ad.)","clues":[{"text":"Swiss student seeks companion for scavenger hunts in graveyards &amp; dissecting rooms","response":"Victor Frankenstein"},{"text":"Young Russian count wanted for affair with married woman; open to pregnancy &amp; train travel","response":"Anna Karenina"},{"text":"Seeking nymphet to be light of my life, fire of my loins.  Must answer to \"Lolita\"","response":"Humbert Humbert"},{"text":"Paralyzed British landowner seeks gamekeeper for Wragby estate","response":"Sir Chatterley (Lady Chatterley's husband)"},{"text":"Seeking governess for ward Adele at Thornfield; must not snoop in the attic","response":"Rochester"}],"originalDate":"2009-10-09"},{"category":"<em class=\"underline\">TIME</em>'S 100 MOST INFLUENTIAL PEOPLE","comments":"(Alex: ...for 2009.)","clues":[{"text":"This female daytime TV icon is \"the only person to appear on this list every year since it began\"","response":"Oprah Winfrey"},{"text":"\"The non-stop crisis has made his job the toughest any Treasury Secretary has faced in generations\"","response":"Tim Geithner"},{"text":"T. Boone Pickens wrote the essay on this cable news pioneer, who did the same for T. Boone","response":"Ted Turner"},{"text":"This woman was \"the first Chancellor who grew up in the old East Germany\"","response":"Merkel"},{"text":"Chuck Yeager wrote the entry for this pilot who gained instant fame for his heroic actions on January 15, 2009","response":"Sullenberger"}],"originalDate":"2009-10-09"},{"category":"FOREIGN WORDS","comments":"","clues":[{"text":"In Spanish it's a courtyard; in English, an outdoor deck","response":"<i>patio</i>"},{"text":"Seattle has one of the oldest of these martial arts schools outside Japan","response":"<i>dojo</i>"},{"text":"In French \"My God\" is \"Mon\" this, as in an Edith Piaf song","response":"<i>dieu</i>"},{"text":"It's Dutch for \"night\", spelled the same as the German word","response":"<i>Nacht</i>"},{"text":"If you frequent shops that have saldi, \"sales\", you'll save this, a similar-sounding Italian word for \"money\"","response":"<i>soldi</i>"}],"originalDate":"2009-10-09"}],[{"category":"WHAT'S THE POINT?","comments":"","clues":[{"text":"The deepest part of the Mississippi River is 200 feet at Algiers Point across from the French Quarter in this city","response":"New Orleans"},{"text":"Point Pelee, the southernmost point in Canada, is a peninsula in Ontario that juts into this Great Lake","response":"Lake Erie"},{"text":"Point Success is one of the 3 named summits of this mountain in Washington State","response":"Mount Rainier"},{"text":"This Caribbean nation's oldest lighthouse sits on Morant Point about 40 miles from Kingston","response":"Jamaica"},{"text":"The USA's northernmost point, it was named for the founder of the Royal Geographic Society","response":"Point Barrow (Alaska)"}],"originalDate":"2009-10-08"},{"category":"WE'VE GOT YOUR NUMBER","comments":"","clues":[{"text":"During WWII, the total number of stars on the U.S. flag","response":"48"},{"text":"This \"sweet\" age is the legal drinking one in Belgium","response":"16"},{"text":"In the Great Seal of the U.S., an eagle's right talon holds an olive branch with this many leaves","response":"13"},{"text":"Playing blackjack at Caesar's in Vegas, the highest number the dealers have to take a hit on is a soft this","response":"17"},{"text":"Number of theses Martin Luther posted on a church door in 1517","response":"95"}],"originalDate":"2009-10-08"},{"category":"PARTS OF A SHIP","comments":"","clues":[{"text":"A pack of playing cards","response":"a deck"},{"text":"With \"and scrape\", it means to be excessively polite","response":"bow"},{"text":"Radio's Howard knows it means harsh, severe or firm","response":"stern"},{"text":"If you faint due to the heat, you're said to do this 4-letter word \"over\"","response":"keel"},{"text":"A fortified wine from the Douro Valley","response":"port"}],"originalDate":"2009-10-08"},{"category":"ENDS WITH THE SAME 2 LETTERS","comments":"","clues":[{"text":"An ovum","response":"egg"},{"text":"Buried by Vesuvius in 79 A.D.","response":"Pompeii"},{"text":"To recede from the land, like the tide","response":"ebb"},{"text":"Any bishop, but especially the pope","response":"pontiff"},{"text":"The pilgrimage to Mecca for Muslims","response":"hajj"}],"originalDate":"2009-10-08"},{"category":"LITERARY SEQUELS","comments":"","clues":[{"text":"She didn't write the original, but Helen Halstead did write a sequel to this novel<span class=\"nobreak\">--</span>\"Mr. Darcy Presents his Bride\"","response":"<i>Pride and Prejudice</i>"},{"text":"\"The Lost World\" was Michael Crichton's sequel to this No. 1 bestseller","response":"<i>Jurassic Park</i>"},{"text":"In \"Closing Time\", the sequel to this novel, Yossarian lives in Manhattan, not far from Milo Minderbinder","response":"<i>Catch-22</i>"},{"text":"\"Catriona\", a sequel to this Stevenson novel, follows the further adventures of David Balfour","response":"<i>Kidnapped</i>"},{"text":"Irwin Shaw continued the story of the Jordache family in this 1977 sequel to \"Rich Man, Poor Man\"","response":"<i>Beggarman, Thief</i>"}],"originalDate":"2009-10-08"},{"category":"DUTCH &amp; FLEMISH PAINTERS","comments":"","clues":[{"text":"He painted his first major work, \"The Potato Eaters\", in 1885 while living with his parents in Nuenen","response":"Van Gogh"},{"text":"His 1653 work \"Aristotle with a Bust of Homer\" was one of the few sent  abroad during his lifetime","response":"Rembrandt"},{"text":"In 1632 Charles I gave this Dutch master known for his beard a house in London &amp; a summer residence in Kent","response":"Van Dyck"},{"text":"As a diplomat in the 1620s, this 3-named artist helped negotiate a treaty between England &amp; Spain","response":"Peter Paul Rubens"},{"text":"In 1917 this \"square\" Dutch Neoplasticist founded the art magazine De Stijl","response":"(Piet) Mondrian"}],"originalDate":"2009-10-08"}],{"category":"TRAVEL &amp; TOURISM","text":"On a weekend package, Northwest Airlines flies Londoners to Bloomington, Minn. to visit this","response":"the Mall of America"}]}