{"mix":3480,"rounds":[[{"category":"ROCK STARS' BACKSTAGE NEEDS","comments":"","clues":[{"text":"This Black Sabbath singer's 2001 contract required one box of Kleenex &amp; one box of Throat Coat tea bags","response":"(Ozzy) Osbourne"},{"text":"Van Halen's 1982 tour contract called for these candies backstage but specified \"absolutely no brown ones\"","response":"M&M's"},{"text":"No more, more, more calories: this \"Rebel Yell\" guy's contract calls for a tub of I Can't Believe It's Not Butter!","response":"Billy Idol"},{"text":"This Guns N' Roses frontman requires Pringles, a loaf of Wonder Bread… &amp; a bottle of Dom Perignon to wash it down","response":"Axl Rose"},{"text":"This \"Glitter\" diva's contract demands a bottle of Cristal, 4 champagne glasses &amp; a box of bendy straws","response":"Mariah Carey"}],"originalDate":"2009-09-21"},{"category":"AWKWARD","comments":"","clues":[{"text":"After pardoning a turkey in 2008 on Thanksgiving, this governor gave an interview in front of a turkey being slaughtered","response":"Sarah Palin"},{"text":"After flubbing the oath of office, this Chief Justice redid it with Barack Obama later that week","response":"Roberts"},{"text":"Athletes wearing masks to this country's Olympic games apologized even though the USOC gave them the masks","response":"China"},{"text":"Before this Iranian president spoke at Columbia in 2007, the university president introduced him as a petty dictator","response":"Ahmadinejad"},{"text":"At a hearing, this ex-Fed chairman said he was wrong in opposing financial regulations","response":"(Alan) Greenspan"}],"originalDate":"2009-09-21"},{"category":"FIX THE SPOONERISM","comments":"","clues":[{"text":"Spoonerisms are merely tips of the slung","response":"slips of the tongue"},{"text":"It's just not true, I tell you, it's all a lack of pies","response":"a pack of lies"},{"text":"Greenpeace would be chagrined to see the sign \"wave the sails\", instead of this","response":"\"save the whales\""},{"text":"Sometimes paperwork just disappears; it seems to crawl through the fax","response":"fall through the cracks"},{"text":"It's about time you showed up &amp; don't give me that better nate than lever","response":"better late than never"}],"originalDate":"2009-09-21"},{"category":"PRODUCE","comments":"","clues":[{"text":"I heard it through some kind of vine that 2440 B.C. Egyptian tomb paintings depict the cultivation of this fruit","response":"grapes"},{"text":"In 2008 a pair of Brits were out of their gourd, growing a 1,457-lb. one of these; smashing!","response":"a pumpkin"},{"text":"Big on vitamins A &amp; C, this leafty vegetable always has a lot of fiber &amp; acts as a mild laxative; look out, sailor man!","response":"spinach"},{"text":"Time to dole out some seedless cayenne, the most widely grown type of this tropical fruit plant","response":"a pineapple"},{"text":"The name of this cylindrical vegetable means \"little squashes\" in Italian","response":"zucchini"}],"originalDate":"2009-09-21"},{"category":"CROSSWORD CLUES \"P\"","comments":"","clues":[{"text":"Elgar's \"And Circumstance\" preceder<br>(4)","response":"Pomp"},{"text":"Man or monkey<br>(7)","response":"primate"},{"text":"Duckbill<br>(8)","response":"platypus"},{"text":"Suit-bringer in court<br>(9)","response":"plaintiff"},{"text":"Roman commoner<br>(8)","response":"plebeian"}],"originalDate":"2009-09-21"},{"category":"1861 YEARBOOK: MOST LIKELY TO SECEDE","comments":"","clues":[{"text":"This state on February 1, though Sam Houston said it was crazy","response":"Texas"},{"text":"On January 26 this state, followed by the presentation of a Pelican flag","response":"Louisiana"},{"text":"On January 10 this state, rarin' to go despite having the smallest population in the Confederacy","response":"Florida"},{"text":"On May 23 this state (its western part had doubts)","response":"Virginia"},{"text":"On March 16 this territory, not a U.S. state until 1912","response":"Arizona"}],"originalDate":"2009-09-21"}],[{"category":"PRODUCE","comments":"","clues":[{"text":"Not only did he produce \"Citizen Kane\", he co-wrote, starred in &amp; directed the film, too; talk about a best boy!","response":"(Orson) Welles"},{"text":"In addition to exec producing \"Michael Clayton\", he got an Oscar nomination for best lead actor","response":"(George) Clooney"},{"text":"As a producer, he was smart enough to hire himself to direct \"A Beautiful Mind\"; imagine that!","response":"Ron Howard"},{"text":"Once paired with Don Simpson, he went on to produce \"CSI\" &amp; \"Pirates of the Caribbean\"","response":"Jerry Bruckheimer"},{"text":"This \"Around the World in Eighty Days\" producer was husband No. 3 for Joan Blondell &amp; for Liz Taylor","response":"Mike Todd"}],"originalDate":"2009-09-21"},{"category":"YEARS","comments":"","clues":[{"text":"Rudolph Giuliani was Time magazine's Person of the Year for this troubled year","response":"2001"},{"text":"This World's Fair dubbed the Centennial Exposition was held in Philadelphia in this year","response":"1876"},{"text":"Adlai Stevenson lost to Eisenhower in the presidential elections held in these 2 years","response":"1952 & 1956"},{"text":"Jesse Owens struck multiple Olympic gold in Berlin in this year","response":"1936"},{"text":"Viet Cong &amp; North Vietnamese troops captured Saigon in this year","response":"1975"}],"originalDate":"2009-09-18"},{"category":"BETTER KNOWN AS","comments":"","clues":[{"text":"His original name was Malcolm Little &amp; his Muslim name was El-Hajj Malik El Shabazz","response":"Malcolm X"},{"text":"When he began writing songs in 1907, singing waiter Israel Baline became him","response":"Irving Berlin"},{"text":"Infamous Dallas nightclub owner Jacob Rubenstein was better known by this name","response":"Jack Ruby"},{"text":"Designer Ralph Lifschitz found his name unfashionable, so he changed it to this","response":"Ralph Lauren"},{"text":"Robert Parker took this outlaw alias from his mentor; his partner took his from a city where he was jailed","response":"Butch Cassidy"}],"originalDate":"2009-09-18"},{"category":"YOU'RE \"DEAD\" ON","comments":"","clues":[{"text":"Comedy style in which the face shows no expression","response":"deadpan"},{"text":"A person who is almost identical to another","response":"a dead ringer"},{"text":"A period of silence during a radio broadcast","response":"dead air"},{"text":"Slang for paper currency","response":"dead presidents"},{"text":"Rhyming term for something directly in front","response":"dead ahead"}],"originalDate":"2009-09-18"},{"category":"MOTHER NATURE","comments":"","clues":[{"text":"This beetle of the family Coccinellidae lays her eggs on a leaf before flying away home, fire or no fire","response":"the ladybug"},{"text":"In 1996 a cat named this dashed into a burning NYC building 5 times to pull her kittens out, &amp; frankly, we do give a damn","response":"Scarlett"},{"text":"In mammals, a mother gestates a zygote, which becomes an embryo &amp; then this, from the Latin for \"offspring\"","response":"a fetus"},{"text":"In relative terms, this so-called bear has the smallest babies of any placental mammal<span class=\"nobreak\">--</span>just 1/800 of Mama's weight","response":"a panda"},{"text":"These royal mothers, aka hamadryads, lay 20-40 eggs in a mound of leaves; they'll strike if you get too close","response":"king cobras"}],"originalDate":"2009-09-18"},{"category":"O BROTHER, WHERE ART THOU?","comments":"","clues":[{"text":"Thou wishest to party in this South American city &amp; climb its 1,325-foot Sugar Loaf Mountain, verily","response":"Rio"},{"text":"Huzzah!  Thou hast undertaken a tour of Iqaluit &amp; Yellowknife, territorial capitals in this country","response":"Canada"},{"text":"Thy travels have taken thee to Wels, Graz &amp; Innsbruck in this country","response":"Austria"},{"text":"Zoinks!  Thou findest thyself at this South American country's border with Panama","response":"Colombia"},{"text":"Thou art landlocked in this Southeast Asian country, yet may still enjoy its cities of Xam Nua &amp; Muang Xon","response":"Laos"}],"originalDate":"2009-09-18"}],{"category":"ROCK &amp; ROLL","text":"The group Nazareth took its name from the first line of a 1968 song from this other group","response":"The Band"}]}