{"mix":3482,"rounds":[[{"category":"GOING TO THE DOGS","comments":"","clues":[{"text":"The \"Siberian\" type of this dog crossed the Bering Strait to Alaska around 1910","response":"husky"},{"text":"An old folk belief gave us this phrase for a drink taken to ease a hangover","response":"hair of the dog"},{"text":"In 1920 Pancho Villa retired to a ranch in this Mexican state that shares its name with a breed of dog","response":"Chihuahua"},{"text":"In 1971 this rock band recorded the hit \"Black Dog\"","response":"Led Zeppelin"},{"text":"Altana's Mystique, a dog of this \"European\" breed, is the world's top show dog with 275 best-in-show awards","response":"German shepherd"}],"originalDate":"2004-01-09"},{"category":"RITE ON!","comments":"","clues":[{"text":"Traditionally, a bride gives her bouquet to this person to hold during the wedding ceremony","response":"maid of honor"},{"text":"Among the 5 pillars of this religion is Salat, ritual prayers said 5 times daily","response":"Islam"},{"text":"It's the \"tepid\" party you hold to celebrate your move to a new home","response":"housewarming"},{"text":"This Japanese ritual is also known as seppuku","response":"harakiri"},{"text":"At this type of dance named for a comic strip character, the girls invite the guys","response":"Sadie Hawkins Dance"}],"originalDate":"2004-01-09"},{"category":"AH, SWEDE MYSTERY","comments":"","clues":[{"text":"As of 2003 a Renoir &amp; a Rembrandt remained missing after a robbery from the National Museum in this city","response":"Stockholm"},{"text":"There are reports of a prehistoric monster living in Storsjon, one of these bodies of water","response":"lake"},{"text":"Christer Pettersson, convicted of the mysterious killing of this Swedish leader, was later released","response":"Olof Palme"},{"text":"Boston cops were baffled by the murder of Karina Holmer, a Swede working as this French-named type of domestic","response":"au pair"},{"text":"The post-WWII fate of this diplomat &amp; humanitarian, seen here, is not known for certain","response":"Raoul Wallenberg"}],"originalDate":"2004-01-09"},{"category":"THE GENE POOL","comments":"","clues":[{"text":"He married Gilda Radner in 1984","response":"Gene Wilder"},{"text":"Former rabbinical student &amp; performer seen here","response":"Gene Simmons"},{"text":"The movie star who founded L.A.'s Museum of Western Heritage","response":"Gene Autry"},{"text":"It was hard to beat this man, Benny Goodman's drummer from 1935 to 1938","response":"Gene Krupa"},{"text":"He created Mr. Spock &amp; Captain Kirk","response":"Gene Roddenberry"}],"originalDate":"2004-01-09"},{"category":"INSTRUMENTAL","comments":"","clues":[{"text":"Religious-sounding name for a twangy musical instrument held between the teeth","response":"Jew's harp"},{"text":"Today's city streets are indeed poorer for the lack of this type of professional","response":"organ grinder"},{"text":"Greg Leisz is a virtuoso on the pedal type of this relatively new instrument, which is supported on a stand","response":"steel guitar"},{"text":"Free from worry about too-slow human hands, Stravinsky wrote a 1917 etude for this now seldom-seen instrument","response":"player piano"},{"text":"(Jimmy of the Clue Crew at Grambling State University in Louisiana)  This section of the band was the title of a 2002 movie starring Nick Cannon","response":"<i>Drumline</i>"}],"originalDate":"2004-01-09"},{"category":"GO FORTH ON AUGUST FOURTH","comments":"","clues":[{"text":"Aug. 4, 1944:<br>Police raid a house in Amsterdam; this 15-year-old girl is one of 8 arrested","response":"Anne Frank"},{"text":"Aug. 4, 1892:<br>She allegedly axes her father &amp; stepmother to death in Fall River, Massachusetts","response":"Lizzie Borden"},{"text":"Aug. 4, 1916:<br>The U.S. buys these \"unspoiled\" Caribbean islands from Denmark for $25 million","response":"the Virgin Islands"},{"text":"Aug. 4, 1977:<br>Electrifying news as Jimmy Carter signs the measure establishing this cabinet department","response":"Energy"},{"text":"Aug. 4, 1987:<br>A stamp honoring this author is first sold at the Oxford, Miss. post office where he once worked","response":"William Faulkner"}],"originalDate":"2004-01-09"}],[{"category":"NATIVE AMERICAN TRIBES","comments":"","clues":[{"text":"During World War II, some 400 members of this Southwest tribe served as \"code talkers\" in the U.S. Marine Corps","response":"Navajo"},{"text":"In 1885 Geronimo &amp; others escaped from this tribe's White Mountain Reservation in Arizona; they were recaptured in 1886","response":"the Apache"},{"text":"The name of this offshoot of the Shoshone comes from the Spanish camino ancho, or \"wide trail\"","response":"Comanche"},{"text":"In the winter of 1838-39, over 4,000 died during this tribe's forced march from the Southeast to Oklahoma","response":"the Cherokee"},{"text":"This tribe's chief Osceola has been called the \"Snake of the Everglades\"","response":"the Seminole"}],"originalDate":"2004-01-09"},{"category":"10-LETTER \"W\"ORDS","comments":"","clues":[{"text":"Monday, Tuesday, Wednesday, Thursday &amp; Friday evenings","response":"weeknights"},{"text":"Perfect for a picnic is the picnic or ice-box variety of this fruit","response":"watermelon"},{"text":"Early in his career David Letterman filled in weekends as one of these for an Indianapolis TV station","response":"weatherman"},{"text":"Singer/songwriter Loudon III, or a person who makes wagons","response":"Wainwright"},{"text":"Eugene O'Neill's only comedy was \"Ah\", this","response":"Wilderness"}],"originalDate":"2004-01-09"},{"category":"5 SQUARE MEALS","comments":"","clues":[{"text":"Go to goodtobesquare.com &amp; you'll find this hamburger company with square burgers","response":"Wendy's"},{"text":"\"You don't have to be a kid to love\" this healthy square cereal made by Quaker","response":"Life"},{"text":"A term for dollar bills, or for square slices of Kraft American cheese, averaging 60 calories each","response":"singles"},{"text":"Square pizza is sometimes called this, after the largest island in the Mediterranean","response":"Sicilian"},{"text":"This square Passover food is considered the bread of affliction as well as the bread of redemption","response":"matzo"}],"originalDate":"2009-09-16"},{"category":"BOOKISH","comments":"","clues":[{"text":"Thinking it a giant, this character rushed at a windmill &amp; pierced one of the sails with his lance","response":"Don Quixote"},{"text":"Escalator squash &amp; obstacle golf are games in this Aldous Huxley novel","response":"<i>Brave New World</i>"},{"text":"The jury's in on his novels \"Pleading Guilty\" &amp; \"Presumed Innocent\"","response":"Scott Turow"},{"text":"Her novel \"One Fifth Avenue\" offers more sex in the same city","response":"(Candace) Bushnell"},{"text":"His novel \"Indignation\" follows a student from his father's Newark butcher shop to college in Ohio","response":"Philip Roth"}],"originalDate":"2009-09-16"},{"category":"AS EASY AS A-B-C","comments":"(Alex: And each correct response will have \"A\", \"B\" and \"C\"<span class=\"nobreak\">--</span>those letters in that order.)","clues":[{"text":"It describes Shakespeare's pentameter","response":"iambic"},{"text":"It is term for each word in clue; ape man good at speak this way","response":"monosyllabic"},{"text":"It means to construct, or to fake, as in your excuse for being late","response":"fabricate"},{"text":"Lewis Carroll coined this term for meaningless words or gibberish","response":"jabberwocky"},{"text":"This gem of a word can precede rattlesnake, terrapin &amp; moth","response":"diamondback"}],"originalDate":"2009-09-16"},{"category":"AUSTRALIAN GEOGRAPHY","comments":"","clues":[{"text":"Australia's southernmost mainland point is Wilson's Promontory in this state named for a queen","response":"Victoria"},{"text":"Australia's largest freshwater lakes were artificially created &amp; include Lake Gordon on this island state","response":"Tasmania"},{"text":"An Australian territory, this island named for a holiday is known for its annual migration of millions of crabs","response":"Christmas Island"},{"text":"This imaginary line at 23 degrees, 27 minutes south latitude passes through the middle of Australia","response":"the Tropic of Capricorn"},{"text":"The world's largest world heritage area, it extends for 1,250 miles &amp; covers an area of about 134,000 sq. miles","response":"the Great Barrier Reef"}],"originalDate":"2009-09-16"}],{"category":"EUROPEAN CITIES","text":"National Geographic says the site of this city is \"the largest wetland in the Mediterranean\"","response":"Venice"}]}