{"mix":3487,"rounds":[[{"category":"NUMBER 19 IN YOUR PROGRAMS","comments":"(Alex: Number one in your hearts!)","clues":[{"text":"Now sporting No. 9, this soccer star wore No. 19 during her stellar college career at North Carolina","response":"Mia Hamm"},{"text":"Willis Reed wore No. 19 as a leader of this 1970 &amp; 1973 NBA championship team","response":"(New York) Knicks"},{"text":"Hockey great Larry Robinson, seen here, was nicknamed this, after a Sesame Street character","response":"\"Big Bird\""},{"text":"This Colts QB holds the NFL record with 47 straight games throwing at least one touchdown pass","response":"(Johnny) Unitas"},{"text":"The Cleveland Indians retired Bob Lemon's No. 21 &amp; this pitcher's No. 19","response":"(Bob) Feller"}],"originalDate":"2003-10-13"},{"category":"NO. 1","comments":"","clues":[{"text":"Harding was the first president to ride to his inauguration in one of these","response":"a car"},{"text":"Wilhelm Roentgen &amp; Sully Prudhomme were among the winners when these prizes were first awarded in 1901","response":"the Nobel Prizes"},{"text":"What is now this ecological annual event was first celebrated on April 22, 1970","response":"Earth Day"},{"text":"This inventor sent the first public telegraph message on May 24, 1844","response":"(Samuel) Morse"},{"text":"As the first woman cabinet member, Frances Perkins, head of this department, had her work cut out for her","response":"Labor"}],"originalDate":"2003-10-13"},{"category":"IN YOUR HEARTS","comments":"","clues":[{"text":"AKA a myocardial infarction, it occurs when blood flow to the heart is blocked or stopped","response":"heart attack"},{"text":"A surgeon may implant one of these to steady an irregular heartbeat","response":"pacemaker"},{"text":"The number of chambers in the human heart","response":"4"},{"text":"The main artery leaving the heart, its diameter can be as big as a garden hose","response":"aorta"},{"text":"While systole refers to the tightening of the heart, this is the period between contractions","response":"diastole"}],"originalDate":"2003-10-13"},{"category":"HISTORIC PEOPLE","comments":"","clues":[{"text":"During World War II, the Allies referred to him as \"The Paperhanger\"","response":"Adolf Hitler"},{"text":"Originally named Temujin, this founder of the Mongol Empire took a title which means \"universal monarch\"","response":"Genghis Khan"},{"text":"John Ehrlichman, best known as an advisor to this president, later became an exec at a hazardous waste firm","response":"(Richard) Nixon"},{"text":"Suspecting that a baron was in love with his wife, this Russian poet dueled him; bad move <span class=\"nobreak\">--</span> he was killed","response":"Alexander Pushkin"},{"text":"Chile's liberator, he was born the illegitimate son of an Irish-born Spanish officer","response":"Bernardo O'Higgins"}],"originalDate":"2003-10-13"},{"category":"ENERGY","comments":"","clues":[{"text":"CANDU <span class=\"nobreak\">--</span> Canadian-deuterium-uranium <span class=\"nobreak\">--</span> is this type of installation","response":"(nuclear) reactor"},{"text":"(Cheryl of the Clue Crew at an oil rig near Oklahoma City)  Once a derrick has drilled, what you see in an oil field is a pumpjack, bringing up mainly oil &amp; this fuel","response":"natural gas"},{"text":"The first plant generating this type of electric power known as \"white coal\" opened in 1882","response":"hydroelectric"},{"text":"Instead of low-calorie, Australian diet drinks are labeled low-this unit of energy abbreviated J","response":"joule"},{"text":"Automakers are experimenting with these, a 2-word term for a device that converts chemical energy into electricity","response":"fuel cell"}],"originalDate":"2003-10-13"},{"category":"THE GUARDIAN","comments":"","clues":[{"text":"The Dursleys act as guardians to this title wizard-in-training","response":"Harry Potter"},{"text":"In the movie \"Here Comes Mr. Jordan\" Mr. Jordan is one of these","response":"guardian angel"},{"text":"One of these creatures helped the Hesperides guard a tree that bore golden apples","response":"dragon"},{"text":"The Fisher King is the guardian of this relic","response":"the Holy Grail"},{"text":"Hephaestus made Talus, a man of brass, to guard this island for its ruler Minos","response":"Crete"}],"originalDate":"2003-10-13"}],[{"category":"COUNTRY BY REGION","comments":"","clues":[{"text":"Damietta,<br>Gharbiya,<br>Aswan","response":"Egypt"},{"text":"Bydgoszcz,<br>Przemysl,<br>Szczecin","response":"Poland"},{"text":"Liaoning,<br>Anhui.<br>Guangdong","response":"China"},{"text":"Eastern Cape,<br>Kwazulu-Natal,<br>Mpumalanga","response":"South Africa"},{"text":"Haryana,<br>Bihar,<br>Manipur","response":"India"}],"originalDate":"2003-10-13"},{"category":"ACCENTÉ","comments":"","clues":[{"text":"It comes before a married woman's maiden name","response":"née"},{"text":"After a legal proceeding, it's the word for Sadie, Sadie, no longer a married lady","response":"divorcée"},{"text":"First name of literary giants Malraux &amp; Gide","response":"André"},{"text":"This accented word follows \"actor\" &amp; \"artist\" to mean failure in those dreams","response":"manqué"},{"text":"Aux Lardons is a popular way to serve this leafy salad vegetable similar to endive","response":"frisée"}],"originalDate":"2003-10-13"},{"category":"SCIENTIFIC DISCOVERIES","comments":"","clues":[{"text":"A new industry in Europe began in 1747 when Andreas Marggraf discovered this in beets","response":"sugar"},{"text":"In 1835 Jan Purkinje noted animal tissues, like plant tissues, are made from these","response":"cells"},{"text":"In 1834 one of the projects this German had on the back burner was finding an antidote for arsenic poisoning","response":"(Robert) Bunsen"},{"text":"Elso Barghoorn found the remains of these acids in 3-billion-year-old rocks, exhibiting proof of very early life","response":"amino acids"},{"text":"In 1986 Williams &amp; Dubner, with too much time on their hands, found that a number formed by 1,031 ones in a row was this","response":"prime"}],"originalDate":"2003-10-10"},{"category":"WOMEN IN MUSIC","comments":"","clues":[{"text":"Barbra Streisand sings \"Some Day My Prince Will Come\" on the 2001 deluxe DVD edition of this Disney classic","response":"<i>Snow White (and the Seven Dwarfs)</i>"},{"text":"This superstar who was raised in Hawaii was named for the star of \"Now, Voyager\" &amp; \"All About Eve\"","response":"Bette Midler"},{"text":"Injured in a 1990 bus accident, in 1997 she donated $250,000 to the Miami Project to Cure Paralysis","response":"Gloria Estefan"},{"text":"In 1995 she &amp; country star George Jones reunited for an album called \"One\"","response":"Tammy Wynette"},{"text":"She's the songwriter extraordinaire of the hits \"How Do I Live\" &amp; \"I Don't Want to Miss a Thing\"","response":"Diane Warren"}],"originalDate":"2003-10-10"},{"category":"WELL EQUIPPED","comments":"","clues":[{"text":"Cars come with standard equipment, but you can add on these, from the Latin for \"choice\"","response":"options"},{"text":"This piece of equipment was first worn by a future admiral playing in the 1893 Army-Navy Game","response":"football helmet"},{"text":"Corers, ballers, griddles &amp; mousse rings are equipment used by these professionals","response":"chefs"},{"text":"Among the equipment in a well-stocked lab is this piece you grow your mold in","response":"petri dish"},{"text":"Hidden cameras, bugs &amp; PC taps are classified as this type of equipment, from the French for \"to watch over\"","response":"surveillance"}],"originalDate":"2003-10-10"},{"category":"ARTISTS","comments":"","clues":[{"text":"This Spanish surrealist once broke the window of a 5th Avenue gallery after it had rearranged a display of his art","response":"Salvador Dali"},{"text":"While living in Parma, Italy, this American impressionist began painting babies, later her trademark","response":"Mary Cassatt"},{"text":"His painting \"View of Toledo\" is also called \"Toledo in a Storm\"","response":"El Greco"},{"text":"In July 1954 her coffin was draped with a hammer &amp; sickle flag while lying in state in Mexico's Palace of Fine Arts","response":"Frida Kahlo"},{"text":"A Lord Byron poem inspired this great French Romantic painter's \"The Death of Sardanapalus\"","response":"Eugene Delacroix"}],"originalDate":"2003-10-10"}],{"category":"TWENTIETH CENTURY","text":"To honor him in 1965, Elizabeth II was the 1st reigning British monarch to attend a commoner's funeral","response":"Winston Churchill"}]}