{"mix":3490,"rounds":[[{"category":"NEXT TO BRAZIL","comments":"","clues":[{"text":"This country that borders Brazil also borders Central America","response":"Colombia"},{"text":"It's the only territory that Brazil borders that is an overseas region of a European nation","response":"French Guiana"},{"text":"One of the 2 countries that border Brazil that do not have a seacoast","response":"Paraguay (or Bolivia)"},{"text":"It's the largest country in area with which Brazil has a border","response":"Argentina"},{"text":"Of the nations that border Brazil, this one stretches the farthest west","response":"Peru"}],"originalDate":"2003-10-21"},{"category":"WEAPONS OF THE OLD WEST","comments":"","clues":[{"text":"(Jimmy of the Clue Crew at the Buckhorn Museum in San Antonio, Texas)  It's the fancy type of handle on this revolver &amp; on the gun used by Jesse James' killer","response":"pearl"},{"text":"Not a drill but a shotgun was this dentist/gunman's weapon of choice","response":"Doc Holliday"},{"text":"In titles of John Langley's western novels, this numerical weapon precedes \"Law\", \"Justice\" &amp; \"Feud\"","response":"Six-Gun"},{"text":"The Sharps \"Big Fifty\" was this type of gun named for an unfortunate animal","response":"buffalo gun"},{"text":"(Jimmy)  Billy the Kid was among those who toted the 1873 model of this rifle, called \"The Gun That Won the West\"","response":"Winchester"}],"originalDate":"2003-10-21"},{"category":"THE 1930s","comments":"","clues":[{"text":"He published his new \"scale\" in the January 1935 bulletin of the Seismological Society of America","response":"(Charles) Richter"},{"text":"This Al Capp comic strip made its debut August 13, 1934","response":"\"Li'l Abner\""},{"text":"In 1935 beer was canned &amp; Bill Wilson &amp; Dr. Robert H. Smith founded this organization","response":"Alcoholics Anonymous"},{"text":"This NYC mayor resigned in 1932, clouded by dy-no-mite headlines on corruption charges","response":"Jimmy Walker"},{"text":"In October 1936 Literary Digest took a poll &amp; declared that this Kansan would win the presidency in a landslide","response":"Alf Landon"}],"originalDate":"2003-10-21"},{"category":"QUASI-RELATED PAIRS","comments":"","clues":[{"text":"\"Mad About You\" star Helen &amp; \"Spellbound\" star Gregory","response":"Hunt & Peck"},{"text":"A device to spray your ferns &amp; regrets the absence of","response":"mister & misses"},{"text":"The river on which Charon operates a ferry &amp; Jagger, Richards &amp; Watts, colloquially","response":"Styx & Stones"},{"text":"Grieg's \"Peer Gynt\", for example, &amp; ex-\"West Wing\"er Rob","response":"suite & Lowe"},{"text":"A device to hold your pool balls together &amp; a type of pine tree","response":"rack & Pinyon"}],"originalDate":"2003-10-21"},{"category":"TOP 40 DEBUTS","comments":"","clues":[{"text":"1985:<br>Sade with this \"Smooth\" song","response":"\"Smooth Operator\""},{"text":"1966:<br>This TV band with \"Last Train To Clarksville\"","response":"The Monkees"},{"text":"1995:<br>This \"Band\" with \"What Would You Say\"","response":"the Dave Matthews Band"},{"text":"1999:<br>Christina Aguilera with this song that rubbed listeners the right way","response":"\"Genie in a Bottle\""},{"text":"1983:<br>This heavy metal group with \"Cum on Feel the Noize\"","response":"Quiet Riot"}],"originalDate":"2003-10-20"},{"category":"A \"LITTLE\" LIT","comments":"","clues":[{"text":"Chapter 9 of this novel is entitled \"Meg Goes to Vanity Fair\"","response":"<i>Little Women</i>"},{"text":"The Charles Ingalls family moves to the Great Plains area in this 1935 novel","response":"<i>Little House on the Prairie</i>"},{"text":"This pal of Robin Hood stood out in a crowd: he was at least 7 feet tall","response":"Little John"},{"text":"The mousy hero of this E.B. White book leaves home to search for the bird who's his dearest friend","response":"<i>Stuart Little</i>"},{"text":"Regina Giddens is the vixenish lead character of this 1939 Lillian Hellman play","response":"<i>The Little Foxes</i>"}],"originalDate":"2003-10-20"}],[{"category":"AUSTIN SPACE","comments":"","clues":[{"text":"Crowds of 30,000 are the rule for commencement at this Austin school","response":"University of Texas"},{"text":"A statue of this reptile movie terror stands about 8 feet tall on top of Austin's Mangia Pizza on Guadalupe Street","response":"Godzilla"},{"text":"A statue commemorating these lawmen stands in front of the state capitol in Austin","response":"the Texas Rangers"},{"text":"Built in 1856 &amp; now home to Rick Perry, it's located at 1010 Colorado Street in Austin","response":"the Governor's Mansion"},{"text":"A museum in Austin is dedicated to this \"Gift of the Magi\" author who lived in the city for many years","response":"O. Henry"}],"originalDate":"2003-10-20"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"1995 film in which actor Beau's brother has a love affair in Iowa with Meryl Streep","response":"<i>Jeff Bridges of Madison County</i>"},{"text":"Perhaps Salome danced to \"Crocodile Rock\" when demanding the head of this singer &amp; voice in the wilderness","response":"Elton John the Baptist"},{"text":"Mr. Romano's sitcom featuring the hard-boiled writer of \"The Big Sleep\"","response":"<i>Everybody Loves Raymond Chandler</i>"},{"text":"Star of TV's \"The Dead Zone\" who checks students' passes if they're en route to the loo during classtime","response":"Anthony Michael Hall Monitor"},{"text":"Hong Kong action star of \"The Replacement Killers\" who's the English name for the day before Lent","response":"Chow Yun-Fat Tuesday"}],"originalDate":"2003-10-20"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"One of the smallest of these \"white\" diminutive stars is van Maanen's Star at 7,800 miles in diameter","response":"a white dwarf"},{"text":"Crickets \"hear\" via highly sensitive membranes on these body parts","response":"their legs"},{"text":"In 1857 this French chemist's theory of fermentation was first presented in a paper \"on Lactic Fermentation\"","response":"Pasteur"},{"text":"This whale, whose name is from Russian for \"white\", is born grey or brown; it turns a milky white by age 5","response":"the beluga"},{"text":"Seed plants are divided into 2 main groups: angiosperms &amp; these, which include the conifers","response":"gymnosperms"}],"originalDate":"2003-10-20"},{"category":"TV GUIDE: 1953","comments":"","clues":[{"text":"This international newsmaker was on the cover of the May 29 issue in all her crowning glory","response":"Elizabeth II"},{"text":"Was he on the cover of the July 24 issue?  \"You Bet Your Life\" he was","response":"Groucho Marx"},{"text":"Just the facts, ma'am: he missed being on the first cover by 1 week &amp; was back the end of the year on the Dec. 11 cover","response":"Jack Webb"},{"text":"An investigative report in the November 6 issue looked into why this man \"Fired Julius La Rosa\"","response":"Arthur Godfrey"},{"text":"The cover story on this actor was subtitled \"Man and Superman\"","response":"George Reeves"}],"originalDate":"2003-10-20"},{"category":"BORDERS","comments":"","clues":[{"text":"Just across the Mexican border, Tijuana is the cuate, or twin, of this U.S. city","response":"San Diego"},{"text":"Go up the North Face of Mount Everest &amp; down the South Face &amp; you'll cross from Tibet into this country","response":"Nepal"},{"text":"The problem with the Maginot Line was it covered France's border with Germany, but not with this country","response":"Belgium"},{"text":"Argentina's border with this country is 3,200 miles long, about the same as its coastline","response":"Chile"},{"text":"A monument at Pervouralsk in the Ural Mountains marks this geographic border","response":"the border between Asia & Europe"}],"originalDate":"2003-10-20"},{"category":"MUSIC MEN","comments":"","clues":[{"text":"When Lorenz Hart declined to work on the show that became \"Oklahoma!\", Richard Rodgers partnered with him","response":"(Oscar) Hammerstein (II)"},{"text":"\"Rhapsody in Blue\", a piece by this composer, was used as the title of a 1945 movie biography of him","response":"George Gershwin"},{"text":"He wrote the words &amp; music to \"I Happen to Like New York\" &amp; \"I Love Paris\"","response":"Cole Porter"},{"text":"He collaborated with Yip Harburg on \"Lydia, the Tattooed Lady\" &amp; \"Over the Rainbow\"","response":"Harold Arlen"},{"text":"This \"Moon River\" lyricist has been called \"The Sentimental Gentleman from Georgia\"","response":"Johnny Mercer"}],"originalDate":"2003-10-20"}],{"category":"CONTEMPORARIES","text":"On an 1851 visit to Europe, Mathew Brady had hoped to meet this man who inspired him, but he died just as Brady set sail","response":"Louis Daguerre"}]}