{"mix":3509,"rounds":[[{"category":"HOLIDAYS","comments":"","clues":[{"text":"In 1621 Mass. Gov. William Bradford declared a day of prayer, feasting &amp; rejoicing which became this holiday","response":"Thanksgiving"},{"text":"Memorial Day was first observed in 1866 to honor the dead of this war","response":"the Civil War"},{"text":"A 1968 law passed by Congress stipulated that this holiday be celebrated on the second Monday in October","response":"Columbus Day"},{"text":"This May holiday was honored in 1934 by a stamp featuring a famous painting by Whistler","response":"Mother's Day"},{"text":"This holiday was established in 1872 because the State of Nebraska lacked a sufficient number of trees","response":"Arbor Day"}],"originalDate":"2009-07-13"},{"category":"THE STATE IT'S IN","comments":"","clues":[{"text":"Buccaneer Days in Corpus Christi,<br>the San Jacinto Monument","response":"Texas"},{"text":"Kennedy Space Center,<br>Sanibel Island","response":"Florida"},{"text":"Hearst Castle,<br>the Monterey Peninsula","response":"California"},{"text":"The Koyukuk Valley,<br>Gates of the Arctic National Park","response":"Alaska"},{"text":"The French Quarter,<br>the Capitol Grounds grave of Huey Long","response":"Louisiana"}],"originalDate":"2009-07-13"},{"category":"TIME FOR CLASS","comments":"","clues":[{"text":"P.E.:<br>Practice hard to become a Hall of Famer in this sport, like Cal Ripken Jr.","response":"baseball"},{"text":"Science:<br>\"Rover\" around &amp; discover that a \"year\" on this planet lasts 687 days","response":"Mars"},{"text":"Shop:<br>No, you will most certainly not be working with the gas-flame device called an acetylene this","response":"torch"},{"text":"French:<br>\"Le livre est sur la table\" means this is on the table; pick it up &amp; start learning","response":"the book"},{"text":"English:<br>Learn that he left Princeton without a degree in 1917 &amp; 8 years later penned \"The Great Gatsby\"","response":"F. Scott Fitzgerald"}],"originalDate":"2009-07-13"},{"category":"ANIMAL WORDS &amp; PHRASES","comments":"","clues":[{"text":"Someone who pretends to be your friend is this \"in the grass\"","response":"a snake"},{"text":"Bart Simpson would try to calm people by telling them, \"don't have\" one of these animals","response":"a cow"},{"text":"Going back to the Bible, a minor problem that ruins something bigger is this insect \"in the ointment\"","response":"a fly"},{"text":"A little-known political candidate or Oscar nominee is called a \"dark\" this","response":"horse"},{"text":"If you meet the \"loan\" variety of this fish, watch your wallet","response":"a shark"}],"originalDate":"2009-07-13"},{"category":"ON THE BOOKSHELF","comments":"","clues":[{"text":"In \"New Moon\", the second book in the \"Twilight\" saga, Jacob Black becomes one of these, enemy of the vampires","response":"a werewolf"},{"text":"In books by Jeff Kinney, Greg Heffley writes the \"Diary of\" this title type of \"Kid\"","response":"Wimpy"},{"text":"Shel Silverstein's poems &amp; drawings are collected in \"Where\" this \"Ends\"","response":"the Sidewalk"},{"text":"\"Inkspell\" &amp; \"Inkdeath\" are sequels to this book","response":"<i>Inkheart</i>"},{"text":"\"The Tale of\" this big-eared guy is \"the Story of a Mouse, a Princess, Some Soup and a Spool of Thread\"","response":"Despereaux"}],"originalDate":"2009-07-13"},{"category":"YOU'RE SO SPORTY","comments":"","clues":[{"text":"In Super Bowl XLIII Santonio Holmes won the MVP award for this team","response":"the Steelers"},{"text":"Brothers Jarit &amp; Jimmie Johnson both compete in this sport","response":"NASCAR"},{"text":"2009 began with Lorena Ochoa clubbing the competition as the No. 1 ranked player in this sport","response":"golf"},{"text":"At age 24 this Cleveland Cavalier says he's just starting to get his \"man-strength\"","response":"LeBron James"},{"text":"This 2008 Olympic all-around female gymnastics champion was born in Russia but competes for the United States","response":"Nastia Liukin"}],"originalDate":"2009-07-13"}],[{"category":"THE LAW","comments":"","clues":[{"text":"States with 75-mph these on their highways tend to be wide open ones, like Utah &amp; Wyoming","response":"speed limits"},{"text":"Criminals who are clearly this, a synonym for \"culpable\", may plead this to avoid a trial","response":"guilty"},{"text":"This word for someone who can testify about events he saw includes a 3-letter body part","response":"an eyewitness"},{"text":"To convict someone may mean to put him in jail; to do this -vict means to put someone out of his home","response":"evict"},{"text":"Add 1 letter to \"statue\" to get this word for a law passed by the legislature","response":"statute"}],"originalDate":"2009-07-13"},{"category":"\"KID\" TALK","comments":"","clues":[{"text":"The human body has 2 of these internal organs","response":"the kidneys"},{"text":"This former Mrs. Tom Cruise played the scary Mrs. Coulter in \"The Golden Compass\"","response":"Nicole Kidman"},{"text":"Title of a Robert Louis Stevenson book about a boy's abduction","response":"<i>Kidnapped</i>"},{"text":"\"The Block\" is the 2008 comeback album by the band formed in 1986 under this name","response":"New Kids on the Block"},{"text":"It means to slip or slide; if you do it, you might leave a mark","response":"skid"}],"originalDate":"2009-07-13"},{"category":"SCIENCE","comments":"","clues":[{"text":"Formulated NaCl it's the chemical name for common table salt","response":"sodium chloride"},{"text":"Of the 3 basic states of matter, only this one, when unconfined, tends to expand indefinitely","response":"gas"},{"text":"Term for the time it takes a radioactive substance to decay to 50% of its original quantity","response":"half-life"},{"text":"In biological classification this comes between family &amp; species","response":"genus"},{"text":"On the Fahrenheit scale, the freezing point of water is 32° &amp; the boiling point is this","response":"212° Fahrenheit"}],"originalDate":"1994-05-02"},{"category":"1993 MOVIES","comments":"","clues":[{"text":"With a gross of over $330 million, this Steven Spielberg film was the big hit of 1993","response":"<i>Jurassic Park</i>"},{"text":"In his most recent film, this St. Bernard has a girlfriend named Missy &amp; 4 puppies","response":"Beethoven"},{"text":"This Tim Burton movie was made using stop-motion animation","response":"<i>The Nightmare Before Christmas</i>"},{"text":"This sequel was subtitled “Back in the Habit”","response":"<i>Sister Act 2</i>"},{"text":"Anthony Hopkins played the role of author C.S. Lewis in this Richard Attenborough film","response":"<i>Shadowlands</i>"}],"originalDate":"1994-05-02"},{"category":"ASIAN CITIES","comments":"","clues":[{"text":"In Mandarin this city's name is Hsiang-Kang","response":"Hong Kong"},{"text":"In 1949 Chaing Kai-Shek's nationalists set up their new headquarters in this Taiwanese city","response":"Taipei"},{"text":"In 1756 the Nawab of Bengal had the British East India Company garrison “holed up” in this city","response":"Calcutta"},{"text":"The Blue Mosque is a landmark in this country's city of Tabriz","response":"Iran"},{"text":"The chief port of Yemen, it's on a gulf of the same name","response":"Aden"}],"originalDate":"1994-05-02"},{"category":"THE OLD TESTAMENT","comments":"","clues":[{"text":"Of the Tower of Babel, the destruction of Sodom &amp; Gomorrah, or the flood, the one that occurred 1st","response":"flood"},{"text":"“And the Lord spake unto the fish, and it vomited out” this man “upon the dry land”","response":"Jonah"},{"text":"God told Moses “And thou shalt put into” this object “the testimony which I shall give thee”","response":"Ark of the Covenant"},{"text":"Joshua could tell you this walled town was called the “city of palm trees”","response":"Jericho"},{"text":"This son of Jacob was 30 years old when Pharaoh made him ruler of all Egypt","response":"Joseph"}],"originalDate":"1994-05-02"}],{"category":"TRAVEL &amp; TOURISM","text":"In 1841 his 1st package tour took 570 people from Leicester to Loughborough for a temperance rally","response":"Thomas Cook"}]}