{"mix":3511,"rounds":[[{"category":"NOVEL-TIES","comments":"","clues":[{"text":"In 1905 this still-controversial Twain book was banned because a character said sweat instead of perspiration","response":"<i>Huckleberry Finn</i>"},{"text":"The title of this 1813 Austen novel comes from the second chapter of \"The Decline and Fall of the Roman Empire\"","response":"<i>Pride and Prejudice</i>"},{"text":"1904's \"Betty Zane\" was his first published novel<span class=\"nobreak\">--</span>makes sense","response":"Zane Grey"},{"text":"Her crime novels include \"Cause of Death\" &amp; \"Cruel &amp; Unusual\"","response":"Patricia Cornwell"},{"text":"It's the numerical title of the Bret Easton Ellis novel made into a 1987 Robert Downey, Jr. film","response":"<i>Less than Zero</i>"}],"originalDate":"2009-07-10"},{"category":"SUNDAY NIGHT TV","comments":"","clues":[{"text":"In 1995 there was \"Cybill\", \"Mad About You\" &amp; this series, \"The New Adventures of Superman\"","response":"<i>Lois & Clark</i>"},{"text":"In 1976 CBS's Sunday night lineup was \"60 Minutes\", \"Sonny &amp; Cher\", then \"Who loves ya, baby?\", this detective","response":"Kojak"},{"text":"Choices from 1955 included \"You Asked for It\", \"G.E. Theater\" &amp; this movie director \"Presents\"","response":"Alfred Hitchcock"},{"text":"In 2000, at 8:00 you could have watched \"The Simpsons\", \"Steve Harvey\" or this heavenly show with Roma Downey","response":"<i>Touched by an Angel</i>"},{"text":"From 1959 until 1963 the lead-in for \"Ed Sullivan\" was this Jay North sitcom about a mischievous boy","response":"<i>Dennis the Menace</i>"}],"originalDate":"2009-07-10"},{"category":"FAMOUS TRIALS","comments":"","clues":[{"text":"Exhibits in her 1893 trial in New Bedford, Mass., included her parents' skulls &amp; the head of a hatchet","response":"Lizzie Borden"},{"text":"Stabbed during his capture at Harpers Ferry, this abolitionist spent most of his 1859 trial lying on a cot","response":"John Brown"},{"text":"At her 1976 bank robbery trial, this heiress' lawyer used a brainwashing defense; the jury didn't buy it","response":"Patricia Hearst"},{"text":"After his 1633 sentencing, he said he must \"abandon the false opinion that the sun is the center of the world\"","response":"Galileo"},{"text":"The first of 12 trials held in this city in the late 1940s led to the convictions of Hermann Goering &amp; 18 other Nazis","response":"Nuremberg"}],"originalDate":"2009-07-10"},{"category":"GOULASH","comments":"","clues":[{"text":"Streets in this Kansas town include Wyatt Earp Boulevard &amp; Gunsmoke Street","response":"Dodge City"},{"text":"This word, the first half of a familiar pair, refers to goods found floating in the sea from a shipwreck","response":"flotsam"},{"text":"A cousin of Paul Bunyan, this \"Mountain State\"'s woodsman Tony Beaver had 2 oxen named Hannibal &amp; Goliath","response":"West Virginia"},{"text":"This Christian martyr is said to have rescued the daughter of a king &amp; slain the dragon victimizing a Libyan town","response":"Saint George"},{"text":"This French glassmaker that shares its name with a card game is known among collectors for its paperweights","response":"Baccarat"}],"originalDate":"2009-07-10"},{"category":"LET'S GO FOR A \"SPIN\"","comments":"","clues":[{"text":"\"Melrose Place\" was one for \"Beverly Hills 90210\"","response":"a spin-off"},{"text":"Here are the rules: if the soda container stops rotating &amp; faces you, it's time to pucker up","response":"spin the bottle"},{"text":"It can be a yarn maker, or a woman who never married","response":"a spinster"},{"text":"It's the rotating skid of a car losing control","response":"a spinout"},{"text":"The bowman on a yacht is there to set this sail","response":"a spinnaker"}],"originalDate":"2009-07-10"},{"category":"OH, THE AMENITIES!","comments":"","clues":[{"text":"Perhaps a game of squash before your afternoon tea at Cliveden, once the home of Lady Astor in this country","response":"England"},{"text":"Enjoy a hot drink in the morning in Jukkasjarvi, Sweden, after a chilly night in a hotel made entirely of this","response":"ice"},{"text":"Ah!  A lavishly stocked mini bar!  It could distract me from the dancing fountains &amp; the \"O\" show at this Vegas hotel","response":"The Bellagio"},{"text":"Frolic in a 7' tall champagne glass hot tub at Caesars Cove Haven Resort in the Poconos in this U.S. state","response":"Pennsylvania"},{"text":"This California inn whose name reminds us of \"The Material Girl\" has a caveman room with a waterfall shower","response":"The Madonna Inn"}],"originalDate":"2003-05-02"}],[{"category":"DON'T BUG ME!","comments":"","clues":[{"text":"In Africa, some nests of these wood-eating insects can reach a height of 20 feet","response":"termites"},{"text":"This large, hairy bee is one of the few insects that can control its body temperature","response":"bumblebee"},{"text":"The spider species Argyroneta aquatica lives mostly in this environment","response":"water"},{"text":"Some scientists use the term hexapod in referring to insects; hexapod is Greek for this many legs","response":"6"},{"text":"Also called loopers, spanworms &amp; measuring worms, they are actually the caterpillars of moths","response":"inchworms"}],"originalDate":"2003-05-02"},{"category":"WE'RE NOT MAKING THIS UP","comments":"","clues":[{"text":"In August you may see more than a million bats fly out from the Congress Ave. Bridge in Austin in this U.S. state","response":"Texas"},{"text":"This late, great star nicknamed \"The Merm\" once recorded a disco album, &<span class=\"nobreak\">--</span>stop the presses!<span class=\"nobreak\">--</span>it's been re-released!","response":"Ethel Merman"},{"text":"Guinness says a single bunch of these grown in 1999 weighed 287 lbs. <span class=\"nobreak\">--</span> hope no one slipped on the peel","response":"bananas"},{"text":"Winston-Salem, N.C. is home to one of these circuses; it features teensy insects doing high dives &amp; being shot from a cannon","response":"flea circus"},{"text":"Ocean City, New Jersey has a Miss Crustacean Pageant <span class=\"nobreak\">--</span> a beauty contest for the hermit type of these","response":"crabs"}],"originalDate":"2003-05-02"},{"category":"ROCK &amp; ROLL HALL OF FAMERS","comments":"","clues":[{"text":"\"I Get Around\" was the first No. 1 hit for this California group; \"Kokomo\" came 24 years later","response":"The Beach Boys"},{"text":"\"(Sittin' On) The Dock Of The Bay\" was his only No. 1 hit","response":"Otis Redding"},{"text":"This new wave group gave us hits like \"Roxanne\" &amp; \"Don't Stand So Close To Me\"","response":"The Police"},{"text":"Stephen King is a fan of this headbanging group that \"Shook Me All Night Long\"","response":"AC/DC"},{"text":"The non-performer inducted in 1999 was this producer who gave The Beatles their first recording contract","response":"George Martin"}],"originalDate":"2003-05-02"},{"category":"TOP \"GOD\"s","comments":"","clues":[{"text":"Mario Puzo bestsellers turned into films include \"The Cotton Club\" &amp; this one","response":"<i>The Godfather</i>"},{"text":"This giant movie monster first attacked Tokyo in a 1956 film","response":"Godzilla"},{"text":"The Sex Pistols' version of this British national anthem got them banned...&amp; made them superstars","response":"\"God Save the Queen\""},{"text":"\"Day by Day\" was a hit song from this musical based on the gospel according to St. Matthew","response":"<i>Godspell</i>"},{"text":"\"Breathless\" film director who led the French new wave","response":"Jean-Luc Godard"}],"originalDate":"2003-05-02"},{"category":"SURVIVORS","comments":"","clues":[{"text":"In 1943 the 11 survivors of the sunken PT Boat 109 were led to rescue &amp; safety by this future U.S. president","response":"John F. Kennedy"},{"text":"In 1992 two of these weather phenomena named Iniki &amp; Andrew left survivors cleaning up from Hawaii to Florida","response":"hurricanes"},{"text":"Ironically, a horse named Comanche survived this commander's \"Last Stand\" in 1876","response":"George Custer"},{"text":"A survivor of this 1912 disaster at sea, Marjorie Newell Robb, died in 1992 at the age of 103","response":"sinking of the Titanic"},{"text":"Ishmael, the only survivor, is rescued by the Rachel at the end of this Herman Melville novel","response":"\"Moby Dick\""}],"originalDate":"2003-05-02"},{"category":"BIBLE STUDY","comments":"","clues":[{"text":"Mahershalalhasbaz, son of the prophet Isaiah, has this distinction in the Bible","response":"the longest name"},{"text":"Psalm 147 says, \"Praise the Lord, O\" this city; \"Praise thy God, O Zion\"","response":"Jerusalem"},{"text":"Ehud, the second of these officials listed in the Bible, killed the king of Moab with a dagger, not a gavel","response":"judges"},{"text":"This Israelite leader's last lines, in Deuteronomy 33, predict his people's conquest of their enemies","response":"Moses"},{"text":"The Claude Lorrain painting, seen here, is of this event from Matthew's gospel; note the little Jesus up there","response":"The Sermon on the Mount"}],"originalDate":"2003-05-02"}],{"category":"LANDMARKS","text":"Its name is Italian for \"theater at the stairway\"","response":"La Scala"}]}