{"mix":3516,"rounds":[[{"category":"FILL IN THE BLANK CANVAS","comments":"","clues":[{"text":"Hieronymous Bosch:<br>\"The Garden of Earthly __\"","response":"Delights"},{"text":"Edouard Manet:<br>\"Luncheon on the ___\"","response":"Grass"},{"text":"Henri Rousseau:<br>\"The ___Gypsy\"","response":"Sleeping"},{"text":"Francisco Goya:<br>\"The Third of ___, 1808\"","response":"May"},{"text":"Paul Gauguin:<br>\"The Vision After the Sermon (___ Wrestling with the Angel)\"","response":"Jacob"}],"originalDate":"2009-07-07"},{"category":"CHICKEN SOUP","comments":"","clues":[{"text":"This fowl character was convinced the sky was falling after being hit on the head with an acorn","response":"Chicken Little"},{"text":"This Republican Party slogan from 1928 also mentioned \"a car in every backyard\"","response":"\"A chicken in every pot\""},{"text":"There are no water or electric utilities in the town of Chicken in this state, but mail comes by plane twice a week","response":"Alaska"},{"text":"Ben Vereen's role in \"Roots\"","response":"Chicken George"},{"text":"It's a series of lunches or dinners that politicians feel compelled to attend","response":"the rubber chicken circuit"}],"originalDate":"2009-07-07"},{"category":"FOR THE SOLE","comments":"","clues":[{"text":"In a Eugene Field nonsense poem, this trio \"sailed off in a wooden shoe\"","response":"Wynken, Blynken & Nod"},{"text":"A character in an Oliver Goldsmith story lends her name to this term for a smug, well-behaved person","response":"goody two-shoes"},{"text":"In Vanity Fair Rupert Murdoch described this man as \"a very political old monk shuffling around in Gucci shoes\"","response":"the Dalai Lama"},{"text":"On Oct. 12, 1960 he used a shoe to great effect while giving a speech to the U.N. General Assembly","response":"Nikita Khrushchev"},{"text":"The deliberate destruction of equipment, it may come from workers throwing wooden shoes into machines","response":"sabotage"}],"originalDate":"2009-07-07"},{"category":"USE A GOOD \"STOCK\"","comments":"","clues":[{"text":"2-word term for a small gift given at Christmas","response":"stocking stuffer"},{"text":"A person subjected to general ridicule","response":"a laughingstock"},{"text":"It became the capital of its country in 1634","response":"Stockholm"},{"text":"Get a \"lode\" of this rich vein of gold &amp; silver discovered in western Nevada in 1859","response":"the Comstock Lode"},{"text":"Collective term for farm animals held as an asset","response":"livestock"}],"originalDate":"2009-07-07"},{"category":"JAMES BOND","comments":"","clues":[{"text":"A 1948 Olympic silver medalist in weightlifting, Harold Sakata played Oddjob, henchman to this title villain","response":"Goldfinger"},{"text":"This title was a reference to Sean Connery's 1971 insistence that he'd played Bond for the last time","response":"<i>Never Say Never Again</i>"},{"text":"Orson Welles played \"Le Chiffre\" in the campy 1967 version of this Bond film","response":"<i>Casino Royale</i>"},{"text":"The title of this film with Timothy Dalton &amp; Carey Lowell explains why Bond gets away with murder","response":"<i>Licence to Kill</i>"},{"text":"\"On Her Majesty's Secret Service\" was the only film to feature him as Bond","response":"(George) Lazenby"}],"originalDate":"2009-07-06"},{"category":"DIAMONDS ARE FOREVER","comments":"","clues":[{"text":"Bo Derek probably knows diamonds rate this on the Mohs scale, which measures hardness","response":"10"},{"text":"Sanguinary term for a diamond sold to finance military operations","response":"a blood diamond"},{"text":"Astronomers gave this Beatles-inspired name to BPM 37093, a white dwarf star with a 2,500-mile-wide diamond core","response":"Lucy"},{"text":"The slogan \"A diamond is forever\" was coined in 1947 by an ad exec for this South African commercial giant","response":"De Beers"},{"text":"This state park in Arkansas is the USA's only diamond-producing site open to the public","response":"Crater of Diamonds State Park"}],"originalDate":"2009-07-06"}],[{"category":"A QUANTUM OF SHOELACE","comments":"","clues":[{"text":"The shoestring type of this sweet treat usually comes in red or black","response":"licorice"},{"text":"You might be on a \"shoestring\" one of these allotments of funds, from the Latin for \"leather bag\"","response":"a budget"},{"text":"Nicknamed 'Trane, this sax-y jazzman once quipped, \"You can play a shoestring if you're sincere\"","response":"John Coltrane"},{"text":"That plastic or metal tip at the end of your shoelace is called this","response":"an aglet"},{"text":"This unlicensed Puritan preacher &amp; \"Pilgrim's Progress\" author made shoelaces in prison","response":"John Bunyan"}],"originalDate":"2009-07-06"},{"category":"DOCTOR, NO","comments":"","clues":[{"text":"...those aren't freckles, it's this disease; see Koplik's spots inside the cheeks? A rash will appear in a few days","response":"the measles"},{"text":"...it's rhinoplasty, surgery to change the structure of this, but the patient doesn't want a horn","response":"the nose"},{"text":"...his arm doesn't have to come off; he just has lateral humeral epicondylitis, this \"sporty\" affliction","response":"tennis elbow"},{"text":"...that's not Bart Simpson; the yellowed skin, enlarged liver &amp; loss of appetite indicate this 9-letter disease","response":"hepatitis"},{"text":"...parietal bones aren't in the leg, they're at the top of this 5-letter bony structure; you did finish med school, right?","response":"the skull"}],"originalDate":"2009-07-06"},{"category":"4 I's ONLY","comments":"(Alex: The letter I will appear four times in each correct response.)","clues":[{"text":"A U.S. state","response":"Mississippi"},{"text":"Precedes Tavi in the name of a furry Kipling character","response":"Rikki-Tikki"},{"text":"The Mayo Clinic says as many as 80% of adults have this periodontal disease","response":"gingivitis"},{"text":"We could go on forever about this luxury division of Nissan","response":"Infiniti"},{"text":"Reducing or making smaller, like one might do to an Internet browser window","response":"minimizing"}],"originalDate":"2009-07-06"},{"category":"CAN'T GET ENOUGH BROADWAY","comments":"","clues":[{"text":"ABBA-solutely fabulous!  In 2008 it passed \"Hello, Dolly!\" to become the 16th longest-running show in Broadway history","response":"<i>Mamma Mia!</i>"},{"text":"This actor who saw plenty of carnage as Tony Soprano starred on Broadway in \"God of Carnage\" in 2009","response":"James Gandolfini"},{"text":"In 2009 Jeremy Irons trod the boards in a play named for this \"-ism\"<span class=\"nobreak\">--</span>we hope it makes a lot of Monet","response":"Impressionism"},{"text":"Angela Lansbury played the happy medium Madame Arcati in the 2009 revival of this Brit's \"Blithe Spirit\"","response":"Noel Coward"},{"text":"Geoffrey Rush &amp; Susan Sarandon hit Broadway in 2009 in a revival of this Romanian-born absurdist's \"Exit the King\"","response":"Ionesco"}],"originalDate":"2009-07-06"},{"category":"\"SAN\" CITY","comments":"","clues":[{"text":"It's home to the Castro, the Presidio &amp; the Giants","response":"San Francisco"},{"text":"It's the capital of El Salvador","response":"San Salvador"},{"text":"City that was Davy Crockett's final frontier","response":"San Antonio"},{"text":"There's a park named for JFK in this capital of Costa Rica","response":"San José"},{"text":"With a population of less than 5,000, it's one of the smallest capitals in Europe &amp; is in one of the smallest nations","response":"San Marino"}],"originalDate":"2009-07-06"},{"category":"ORDER IN THE SUPREME COURT","comments":"","clues":[{"text":"When named to the court in 1897, Joseph McKenna brushed up at this type of school at Columbia University","response":"a law school"},{"text":"Going from a temp job to permanent employment, he's the only president who also served on the Supreme Court","response":"Taft"},{"text":"In September 1991 Clarence Thomas was the subject of a contentious confirmation hearing before this committee","response":"the Senate Judiciary Committee"},{"text":"Her marriage to Texas oilman J. Howard Marshall became a Supreme Court ordeal in 2006","response":"Anna Nicole Smith"},{"text":"One of the few decisions made in the summer was in the case United States v. this person in 1974","response":"Richard Nixon"}],"originalDate":"2009-07-06"}],{"category":"U.S. CITIES","text":"John Singleton Copley's portrait of Paul Revere hangs in the Museum of Fine Arts in this city","response":"Boston"}]}