{"mix":3527,"rounds":[[{"category":"HERE'S SOMETHING RANDOM","comments":"","clues":[{"text":"Ear's to this Dutch painter, who tried to become a minister in the 1870s but failed theology exams","response":"Van Gogh"},{"text":"If an electroencephalograph detects no activity here, the patient is in deep trouble","response":"the brain"},{"text":"Castoroides, giant beavers of the Pleistocene, grew to 7 1/2 feet in length on this continent","response":"North America"},{"text":"2-letter word for the white pants &amp; jacket karate ensemble, preferably accessorized with a black or red belt","response":"gi"},{"text":"Responsible for killing off the Norse god Balder via mistletoe, this trickster god often appeared as an old woman","response":"Loki"}],"originalDate":"2009-06-23"},{"category":"EVERYTHING'S COMING UP \"ROSE\"S","comments":"","clues":[{"text":"Trained as a lawyer, he's been hosting a late-night PBS interview show since September 1991","response":"Charlie Rose"},{"text":"Since 1995 it's been the home court of the NBA's Portland Trail Blazers","response":"the Rose Garden"},{"text":"Marion Cotillard won a best actress Oscar for her role as Edith Piaf in this 2007 biopic","response":"<i>La Vie en Rose</i>"},{"text":"Once romantically linked with Marilyn Manson, she talked movies on TCM with Robert Osborne","response":"Rose McGowan"},{"text":"This country music classic written by Bob Wills about a lost Texas love begins, \"Deep within my heart lies a melody\"","response":"\"San Antonio Rose\""}],"originalDate":"2009-06-23"},{"category":"NATIONAL MEDAL OF ARTS WINNERS","comments":"","clues":[{"text":"Singers honored in 1999: Odetta, Lydia Mendoza, &amp; her<span class=\"nobreak\">--</span>show her some R-E-S-P-E-C-T!","response":"Aretha Franklin"},{"text":"In 1990 she &amp; husband Hume Cronyn both received medals","response":"Jessica Tandy"},{"text":"This African-American choreographer's dance foundation won in 2001","response":"Alvin Ailey"},{"text":"Among the 2008 honorees were Olivia de Havilland &amp; this Spider-Man co-creator","response":"Stan Lee"},{"text":"George Strait, Tommy Tune &amp; this children's author of the Ramona Quimby books were honored in 2003","response":"Beverly Cleary"}],"originalDate":"2009-06-23"},{"category":"ISAAC HAYES","comments":"","clues":[{"text":"Isaac topped the charts in 1971 with his theme for this \"cat that won't cop out when there's danger all about\"","response":"(John) Shaft"},{"text":"Before falling out with the show's creators, Isaac cooked as this \"South Park\" character","response":"Chef"},{"text":"In a 1985 episode of this show, Rick James helps Mr. T bust Isaac out of stir; that's a lot of gold chains for one van","response":"<i>The A-Team</i>"},{"text":"Isaac co-wrote this song, a big hit for Sam &amp; Dave in 1967 &amp; the Blues Brothers 12 years later","response":"\"Soul Man\""},{"text":"Isaac had a recurring role as Gandolph Fitch, an old prison buddy of the title detective on this '70s show","response":"<i>The Rockford Files</i>"}],"originalDate":"2009-06-23"},{"category":"SEAFOOD","comments":"","clues":[{"text":"This celebrated seafood stew from Provence contains several types of fish &amp; shellfish","response":"bouillabaisse"},{"text":"This word for herring &amp; other fish that have been cold-smoked is from the same root as \"copper\"","response":"kippers"},{"text":"Pun alert!  We're mentioning this flatfish, Hippoglossus hippoglossus, just for the...","response":"halibut"},{"text":"At a sushi bar, depending on its age &amp; size, this \"colorful\" fish may be called hamachi, inada or buri","response":"yellowtail"},{"text":"Coquilles St. Jacques is often served in the shell of these mollusks, the dish's main ingredient","response":"scallops"}],"originalDate":"2009-06-23"},{"category":"INSIDE THE EUROPEAN CAPITAL","comments":"(Alex: Each correct response will be a European capital.  In the clue, there will be some letters in quotes.  Those letters will be part of each correct response.)","clues":[{"text":"Oui, oui!  \"Ari\" Onassis rendezvoused with Maria Callas in this capital","response":"P<b>ari</b>s"},{"text":"It's a \"sin\" if you visit this northern European city without seeing the church in the rock","response":"Hel<b>sin</b>ki"},{"text":"Some parts of this city's Amalienborg Palace are \"open\" to visitors","response":"C<b>open</b>hagen"},{"text":"I was happy to hear that the \"apes\" got a new playground in this city's zoo","response":"Bud<b>apes</b>t"},{"text":"\"All\" of us know that Tall Hermann's Tower is in this Estonian city","response":"T<b>all</b>inn"}],"originalDate":"2009-06-23"}],[{"category":"EVERYTHING'S COMING UP MOSES","comments":"","clues":[{"text":"For disobeying instructions on how to get water from rock, God forbade Moses from crossing this river","response":"the Jordan"},{"text":"Despite what Charlton Heston did, in Exodus, Moses climbs this at least 7 times, not just twice","response":"Mt. Sinai"},{"text":"Moses had a brother named Aaron &amp; a sister named this","response":"Miriam"},{"text":"Exodus reveals that, through his father, Moses was from this priestly Hebrew tribe","response":"Levi"},{"text":"As the rest of the Jews entered the promised land, Moses died aged about 120 on this mount","response":"Mount Nebo"}],"originalDate":"2009-06-23"},{"category":"THE BRITISH ARE DIFFERENT","comments":"","clues":[{"text":"A 1 followed by 9 zeroes is this term in the U.S.; the Brits call that number \"a thousand million\"","response":"a billion"},{"text":"For emergencies, the Brits call this number that's 88 higher than the one we use","response":"999"},{"text":"A U.S. calendar week begins with Sunday; on a British calendar, the week begins with this day","response":"Monday"},{"text":"The British don't celebrate this U.S. holiday honoring a 1621 event, but they do have something called St. Swithin's Day","response":"Thanksgiving"},{"text":"Great Britain is officially divided into these, like Hampshire &amp; other \"shire\"s","response":"counties"}],"originalDate":"2009-06-18"},{"category":"TOP 40 COMMENCEMENT ADDRESSES?","comments":"(Alex: You have to identify the performer.)","clues":[{"text":"\"I believe the children are our future; teach them well and let them lead the way\"","response":"Whitney Houston"},{"text":"\"The past is gone; it went by like dusk to dawn... Dream on, dream on, dream yourself a dream come true\"","response":"Aerosmith"},{"text":"\"Hey now, you're an all star, get your game on... all that glitters is gold; only shooting stars break the mold\"","response":"Smash Mouth"},{"text":"\"I get knocked down but I get up again; you're never gonna keep me down\"","response":"Chumbawamba"},{"text":"\"Whenever one door closes I hope one more opens... &amp; when you get the choice to sit it out or dance, I hope you dance\"","response":"Lee Ann Womack"}],"originalDate":"2009-06-18"},{"category":"OBSCURE AMERICA","comments":"","clues":[{"text":"The Wigwam Motels along Route 66 were the basis for the Cozy Cone Motel in this animated flick","response":"<i>Cars</i>"},{"text":"A lush valley of ranch land in Park County known as South Park can be found in this state","response":"Colorado"},{"text":"The uninhabited Rose Atoll is part of this 7-island American territory that's part of Polynesia","response":"American Samoa"},{"text":"Come face to face with wildlife at the Hiram Blauvelt Museum off this parkway whose name is New Jersey's nickname","response":"Garden State"},{"text":"The Norumbega Fault Zone runs from Penobscot Bay in this state through Massachusetts","response":"Maine"}],"originalDate":"2009-06-18"},{"category":"FAST FOOD CHAINS IN OTHER WORDS","comments":"","clues":[{"text":"Belonging to Peter Pan's Ms. Darling","response":"Wendy's"},{"text":"Italian pie shack","response":"Pizza Hut"},{"text":"11th letter<br>6th letter<br>3rd letter","response":"KFC"},{"text":"Milking facility monarch","response":"Dairy Queen"},{"text":"The Tube","response":"Subway"}],"originalDate":"2009-06-18"},{"category":"(WHOOPS)","comments":"","clues":[{"text":"This Las Vegas mogul gestured to a $139 million Picasso he was selling &amp; put his elbow through it","response":"(Steve) Wynn"},{"text":"This Aegean country increased its GDP by including the black market but lost EU aid as it was no longer poor enough","response":"Greece"},{"text":"Researchers found 2/3 of this company's employees use Google instead of its own MSN Search site","response":"Microsoft"},{"text":"An orbiter destined for this planet was lost in 1999 due to confusion between metric &amp; American measurements","response":"Mars"},{"text":"This country, home to Borat, misspelled the word \"bank\" on its currency","response":"Kazakhstan"}],"originalDate":"2009-06-18"}],{"category":"THE WESTERN HEMISPHERE","text":"Originally called Vera Cruz, this country was renamed for a type of tree","response":"Brazil"}]}