{"mix":3528,"rounds":[[{"category":"CHOICE 4-LETTER WORDS","comments":"","clues":[{"text":"You'd find this in the bowl section of the dry Midwest of the 1930s","response":"dust"},{"text":"To the Chinese, it's a boat; on Wall Street, it's a bond with a low rating","response":"junk"},{"text":"A great perk of being a presenter at an awards program like the Oscars is getting this assortment of free gifts","response":"swag"},{"text":"Trojan warrior who was the son of Telamon, or the powdered cleanser named after him","response":"Ajax"},{"text":"This was the first inhabited territory of the U.S. that was seized by enemy forces in WWII","response":"Guam"}],"originalDate":"2009-06-18"},{"category":"THE WRATH OF CAAN","comments":"","clues":[{"text":"As Sonny in this Coppola film, James Caan beats the cannoli out of his no-good brother-in-law","response":"<i>The Godfather</i>"},{"text":"In this film based on a Stephen King novel, Jimmy uses a statue to dispatch the woman who's been torturing him","response":"<i>Misery</i>"},{"text":"In \"The Killer Elite\" directed by this \"Wild Bunch\" guy, Caan is out for revenge on former buddy Robert Duvall","response":"Sam Peckinpah"},{"text":"In \"The Way of the Gun\", Jimmy pops a righteous cap into kidnappers played by Ryan Phillippe &amp; this \"Che\" star","response":"Benicio del Toro"},{"text":"In this 1999 film, gangster James is sent to carry out a revenge hit on Hugh Grant","response":"<i>Mickey Blue Eyes</i>"}],"originalDate":"2009-06-18"},{"category":"UPTON SINCLAIR","comments":"","clues":[{"text":"To assure U.S. food quality, this government body, the FDA, was established as a result of Sinclair's work","response":"the Food and Drug Administration"},{"text":"Sinclair's novel \"Oil!\" was the basis of this Oscar-winning 2007 film","response":"<i>There Will Be Blood</i>"},{"text":"10-letter term for the scandal-exposing style of writing employed by Sinclair &amp; others","response":"muckraking"},{"text":"The heroine of Sinclair's 1928 novel \"Boston\" meets this fellow boarder &amp; through him, his pal Sacco","response":"Vanzetti"},{"text":"Sinclair resigned from this politial party in 1917 in support of the U.S. entry into World War I","response":"the Socialist Party"}],"originalDate":"2009-06-18"},{"category":"WALTER CRONKITE","comments":"","clues":[{"text":"Cronkite anchored this network's Evening News from April 16, 1962 to March 6, 1981","response":"CBS"},{"text":"Cronkite broke in on a live broadcast of \"As the World Turns\" to report this 1963 event","response":"JFK's death (assassination)"},{"text":"After Walter called the Vietnam War unwinnable, this man said, \"If I've lost Cronkite, I've lost America\"","response":"Johnson"},{"text":"In 1950 this legendary newsman persuaded Walter to leave radio journalism for television","response":"(Edward R.) Murrow"},{"text":"The New York Times praised \"Cronkite diplomacy\" after Walter helped broker the 1977 summit between these 2 men","response":"Begin & Sadat"}],"originalDate":"2009-06-18"},{"category":"MR. \"T\"","comments":"","clues":[{"text":"It means aptitude or ability &amp; can come before \"scout\"","response":"talent"},{"text":"I ditched school &amp; never found out that this word once also meant a beggar or a vagabond","response":"truant"},{"text":"These 11th-13th century poets used a form called \"le jeu parti\", a verse debate on love","response":"troubadours"},{"text":"10-letter word for one who holds a late Marxist's theory of permanent revolution","response":"a Trotskyite"},{"text":"This job can also mean to fashion your actions to the needs of another","response":"tailor"}],"originalDate":"2009-06-18"},{"category":"5 PEOPLE WHO'VE NEVER BEEN IN MY KITCHEN","comments":"","clues":[{"text":"This New Orleans trumpeter blew some of the first great jazz solos with his Hot Five &amp; Hot Seven combos","response":"Louis Armstrong"},{"text":"This Food Network chef who runs Savannah's Lady &amp; Sons has been in her own kitchen plenty, but never in mine","response":"(Paula) Deen"},{"text":"Born in 1912, this rocketry genius joined the German Society for Space Travel around 1930","response":"Wernher Von Braun"},{"text":"This 1st century saint associated with lost causes is also known as Thaddaeus","response":"St. Jude"},{"text":"Beating out better-known contenders, she was named Senator from New York in 2009","response":"Kirsten Gillibrand"}],"originalDate":"2009-06-18"}],[{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Established in 1872, it's the oldest national park in U.S.","response":"Yellowstone Park"},{"text":"Of historic value, recreational value, or natural features, reason most nat'l parks are preserved","response":"natural values"},{"text":"California national park that's site of the world's tallest known tree","response":"Redwood National Park"},{"text":"Kentucky's only national park, it's great for spelunkers","response":"Mammoth Cave National Park"},{"text":"The state with the largest number of national parks","response":"Alaska"}],"originalDate":"1985-11-20"},{"category":"THE CONTINENTS","comments":"","clues":[{"text":"Eons of wind &amp; rain have worn away ancient mtns., making this smallest continent the flattest, too","response":"Australia"},{"text":"Of 4, 12, or 20, the number of independent countries in Africa before WWII","response":"4"},{"text":"Mountain range that's the accepted dividing line between Europe &amp; Asia","response":"Urals"},{"text":"Besides the Amazon, 1 of the other 4 river systems that drain South America","response":"River Plate (Orinoco, San Francisco, or Magdalena)"},{"text":"The continental drift theory says that all the continents once formed a giant land mass called this","response":"Pangaea"}],"originalDate":"1985-11-20"},{"category":"CHURCHES &amp; CATHEDRALS","comments":"","clues":[{"text":"The word “church” can be traced back to “kyros”, meaning “power” in this language","response":"Greek"},{"text":"A church is called a “cathedral” when this official's chair, a “cathedra” in Latin, is there","response":"bishop"},{"text":"Traditionally, the entrance of a cathedral faces this direction","response":"west"},{"text":"Where the altar &amp; seats for the choir are located, it's a semicircular area at end of nave","response":"apse"},{"text":"Most famous feature of this Spanish city's cathedral is the Giralda Tower, which used to be a minaret","response":"Seville"}],"originalDate":"1985-11-20"},{"category":"LITERARY TRIVIA","comments":"","clues":[{"text":"It's said he turned down Pulitzer for “Arrowsmith” because he felt he was due one sooner","response":"Sinclair Lewis"},{"text":"In 1895, this 67-year-old count learned to ride the bicycle he received from Moscow admirers","response":"Tolstoy"},{"text":"From age 19 on, he had a platinum kneecap to replace one shattered in WWI","response":"Hemingway"},{"text":"Don't wait for the mini-series of “My Antonia”; this author's will forbids screen adaptations","response":"Willa Cather"},{"text":"It's said this author of “The Human Factor” wrote 200 words a day then stopped, even in mid sentence","response":"Graham Greene"}],"originalDate":"1985-11-20"},{"category":"COMPOSERS","comments":"","clues":[{"text":"Composer who had a celebrated love affair with novelist George Sand","response":"Chopin"},{"text":"“La Traviata” is his operatic version of “Camille”","response":"Verdi"},{"text":"His “Love For 3 Oranges” is loved by opera folks","response":"Prokofiev"},{"text":"Nationality of the composers who comprised “The Five” in 1862","response":"Russian"},{"text":"The N. &amp; S. European countries for which German F. Mendelssohn named his 3rd &amp; 4th symphonies","response":"Italy & Scotland"}],"originalDate":"1985-11-20"},{"category":"ANN(E)-TASTIC!","comments":"","clues":[{"text":"She announced that 2003's \"Blood Canticle\" will be her final vampire novel","response":"Anne Rice"},{"text":"Her 16th c. cottage in Shottery, England is kept as a memorial (she never danced at the Oscars with Hugh Jackman)","response":"Anne Hathaway"},{"text":"This advice columnist said \"Truth is Stranger\"; at least she did when she wrote that book in 1968","response":"Ann Landers"},{"text":"This college town is the seat of Michigan's Washtenaw County","response":"Ann Arbor"},{"text":"She delivered a sparkling keynote address at the 1988 Democratic National Convention","response":"Ann Richards"}],"originalDate":"2009-06-22"}],{"category":"FASHION","text":"The 2 Asian leaders in the 1960s &amp; '70s for whom popular jacket styles were named","response":"Nehru & Mao"}]}