{"mix":3530,"rounds":[[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Narrow Biblical sea between Saudi Arabia &amp; Africa that's an intense blue-green in color","response":"Red Sea"},{"text":"China's Huang River carries large amounts of straw-colored earth into this sea","response":"Yellow Sea"},{"text":"Name of this sea is said to allude not to its dark water but its storms","response":"Black Sea"},{"text":"Icebreakers now keep Port of Archangel, on this appropriately-named sea, open in winter","response":"White Sea"},{"text":"Dutch settlers named this longest river of South Africa not for its color but their royal family","response":"Orange"}],"originalDate":"1985-11-19"},{"category":"LANGUAGES","comments":"","clues":[{"text":"The original of Islam's sacred book, the Koran, was written in rhyme in this language","response":"Arabic"},{"text":"Language of the world's oldest republic, tiny San Marino","response":"Italian"},{"text":"Twi, Ga, Fang, &amp; Bubi are languages spoken on this continent","response":"Africa"},{"text":"Unlike most European languages, Bulgarian doesn't use the Roman alphabet, but uses this one","response":"Cyrillic"},{"text":"In 1821, he became only person to invent, unaided, an entire alphabet &amp; numbering system","response":"Sequoyah"}],"originalDate":"1985-11-19"},{"category":"HIGHWAYS &amp; BYWAYS","comments":"","clues":[{"text":"“Monopoly” inventor Charles Darrow named properties in the game for streets in this city","response":"Atlantic City"},{"text":"In crossing midtown Manhattan it's only “avenue” you hit that's named for a president","response":"Madison"},{"text":"Peace, Hope &amp; Friendship are streets in this state capital named in honor of God","response":"Providence, Rhode Island"},{"text":"There are 10 switch-backs in 1 block of this S.F. street often called “crookedest in the world”","response":"Lombard Street"},{"text":"Skyline Drive rides the crest of the mountains in this Virginia national park","response":"Shenandoah"}],"originalDate":"1985-11-19"},{"category":"THE '60s","comments":"","clues":[{"text":"In 1964 his widow said “So now he is a legend when he would have preferred to be a man”","response":"(John F.) Kennedy"},{"text":"Boosting the space program, this rocket expert said, “Your tax dollars will go farther”","response":"Wernher von Braun"},{"text":"In 1960, Sirimavo Bandaranaike of Ceylon became 1st prime minister of any country who was also this","response":"a woman"},{"text":"Though Sinatra had the hit, it was this singer who wrote the lyrics of “My Way”","response":"Paul Anka"},{"text":"Unlikely site of 1967 meeting between pres. Johnson &amp; Soviet premier Kosygin was this N.J. town","response":"Glassboro"}],"originalDate":"1985-11-19"},{"category":"SPORTS NICKNAMES","comments":"","clues":[{"text":"Broadway Joe","response":"Joe Namath"},{"text":"Saying he's “simply the best” Time Magazine agrees he's hockey's “Great One”","response":"Wayne Gretzky"},{"text":"Though a woman, this black tennis star of the ’50s was known as “Big Al”","response":"Althea Gibson"},{"text":"Anatomical nickname of pitcher Mordecai Brown","response":"Three-Fingered Brown"},{"text":"9-man teams nearly always lose to softball pitcher Eddie Feigner &amp; his 3-man team nicknamed this","response":"The King and his Court"}],"originalDate":"1985-11-19"},{"category":"QUOTES","comments":"","clues":[{"text":"Roman Quintas Ennius said a man of worth follows the rule “No sooner said” than this","response":"done"},{"text":"Saki advised “In baiting a mousetrap with cheese, always leave room for” this","response":"the mouse"},{"text":"Poem that begins, “This is the forest primeval”","response":"<i>Evangeline</i>"},{"text":"Philip Bailey said “Respect is what we owe;” this, “What we give”","response":"love"},{"text":"According to Aristotle's famous saying “Man is by nature” this <u>type</u> of animal","response":"political"}],"originalDate":"1985-11-19"}],[{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The summit of this famous Colorado peak can be reached by horseback, auto, or a 9-mile cog railway","response":"Pikes Peak"},{"text":"Due to evaporation, the area of this largest Utah lake varies from year to year","response":"the Great Salt Lake"},{"text":"A point 5 miles northeast of Murfreesboro is smack dab in the middle of this \"Volunteer State\"","response":"Tennessee"},{"text":"This city of over a million people lies 30 miles from Fort Worth","response":"Dallas"},{"text":"This \"lengthy\" island forms the easternmost part of New York state","response":"Long Island"}],"originalDate":"2003-01-09"},{"category":"YULETIDE DITTIES","comments":"","clues":[{"text":"This \"sleighing song\" begins, \"Dashing through the snow in a one horse open sleigh...\"","response":"\"Jingle Bells\""},{"text":"This \"jolly happy soul\" had a \"corncob pipe and a button nose and two eyes made out of coal\"","response":"Frosty the Snowman"},{"text":"Weather condition on the Christmas Eve that Santa asked Rudolph to \"guide my sleigh tonight\"","response":"foggy"},{"text":"\"Away in\" this type of box, \"no crib for a bed, the little Lord Jesus laid down his sweet head\"","response":"a manger"},{"text":"\"You better watch out, you better not cry, you better not\" do this, because \"Santa Claus is coming to town\"","response":"pout"}],"originalDate":"2003-01-09"},{"category":"BOOK REPORT","comments":"(Alex: Oh, the dreaded book report!)","clues":[{"text":"I liked \"The Adventures of\" this detective, except his friend Dr. Watson is really boring","response":"Sherlock Holmes"},{"text":"If I were Rebecca, I'd have stayed on this farm &amp; not let them send me off to the town of Riverboro","response":"Sunnybrook Farm"},{"text":"Boy, I never knew the Civil War's outcome was so close until I read \"Unconditional Surrender\", a bio of this general","response":"Ulysses S. Grant"},{"text":"I wish more poems were as funny as the ones in Shel Silverstein's \"Where\" this happens","response":"the Sidewalk Ends"},{"text":"I was touched by the story of Opal &amp; the dog she names after this Southern supermarket chain","response":"Winn-Dixie"}],"originalDate":"2003-01-09"},{"category":"SCHOOL SUPPLIES","comments":"","clues":[{"text":"The yellow No. 2 Ticonderoga is a popular one of these","response":"pencil"},{"text":"Sanford's Pink Pearl is one of these","response":"eraser"},{"text":"(Cheryl of the Clue Crew drawing on the chalkboard)  I can draw rings around you with this instrument","response":"compass"},{"text":"\"School\" term for lined notebook paper, narrower than wide ruled","response":"college ruled"},{"text":"You can draw &amp; measure angles with this, often a semicircular piece of transparent plastic","response":"protractor"}],"originalDate":"2003-01-09"},{"category":"HEY, THAT RHYMES!","comments":"","clues":[{"text":"A distant automobile","response":"a far car"},{"text":"An elm that costs you nothing","response":"free tree"},{"text":"A rained-on fast plane","response":"wet jet"},{"text":"Earth's natural satellite between May &amp; July","response":"June moon"},{"text":"A very warm canvas folding bed","response":"hot cot"}],"originalDate":"2003-01-09"},{"category":"EARTH DAY","comments":"","clues":[{"text":"Once every 24 hours the Earth spins around this imaginary line that connects the 2 poles","response":"axis"},{"text":"Of 43, 93 or 193 million miles, the approximate distance from the Earth to the Sun","response":"93 million miles"},{"text":"From the Greek for \"Earth study\", this science studies the Earth, including its structure &amp; rock formations","response":"geology"},{"text":"It's the layer of the Earth between the crust &amp; the core","response":"mantle"},{"text":"The Mesozoic Era on Earth had 3 periods: the Triassic, the Cretaceous &amp; this","response":"the Jurassic"}],"originalDate":"2003-01-09"}],{"category":"","text":"The only U.S. state whose coastline touches a body of water called a sea","response":"Alaska"}]}