{"mix":3532,"rounds":[[{"category":"CLIP ART","comments":"","clues":[{"text":"Ceremony in which the person depicted here is participating","response":"graduation"},{"text":"In one of the great sports matchups ever, he was the foe of the runner seen here","response":"the Hare"},{"text":"This job is so important they named the chair after it","response":"director"},{"text":"Before books, there were these, still used as torahs","response":"scrolls"},{"text":"Mighty tree that'll grow from the little thing seen here","response":"oak"}],"originalDate":"2003-01-06"},{"category":"THE FUTURE OF AMERICA","comments":"(Alex: That's what you are.)","clues":[{"text":"The XLth of these championship games will be played in Detroit on Feb. 5, 2006","response":"the Super Bowl"},{"text":"A new president elected in 2008 would finish serving his or her first term in January of this year","response":"2013 (January 20th)"},{"text":"The Space Launch Initiative is an effort to develop a reusable transport system as a successor to this one","response":"the space shuttle"},{"text":"The Census Bureau projects that in 2010 the U.S. population will pass this many hundred million","response":"300 million"},{"text":"In 2004 the Missouri Historical Society will open a bicentennial exhibit honoring this exploring duo","response":"Lewis & Clark"}],"originalDate":"2003-01-06"},{"category":"VOCABULARY TEST","comments":"","clues":[{"text":"Term for a female goat or for someone who takes care of kids","response":"nanny"},{"text":"Originally a farmer who lived nearby, now it's any nearby resident, especially one right next door","response":"neighbor"},{"text":"In math the radius of a circle is half of the line called this","response":"diameter"},{"text":"It's what we call the northern or southern half of the Earth, as divided by the equator","response":"hemisphere"},{"text":"While a synonym has the same meaning as another word, this is a word that means just the opposite","response":"antonym"}],"originalDate":"2003-01-06"},{"category":"BODY LANGUAGE","comments":"","clues":[{"text":"The cerebrum, a major part of this organ, is said to look like a large, shelled walnut","response":"brain"},{"text":"Students know that this black opening in the center of the eye controls the amount of light that enters","response":"pupil"},{"text":"The femur, the body's largest bone, is also called this, after the part of the leg it's in","response":"thighbone"},{"text":"About once an hour this pair of organs cleanses all of the body's blood","response":"the kidneys"},{"text":"This largest artery carries blood to most of the other arteries in the body","response":"aorta"}],"originalDate":"2003-01-06"},{"category":"I WANT TO BE A FIREFIGHTER","comments":"","clues":[{"text":"Often made of brass, it's the classic route for firemen getting quickly downstairs to the trucks","response":"pole"},{"text":"(Sofia of the Clue Crew)  If your clothes accidentally catch on fire, the formula is to stop, drop &amp; do this","response":"roll"},{"text":"(Sarah of the Clue Crew)  Firefighters photograph crowds at a suspicious fire because this person may be there","response":"arsonist"},{"text":"Of the main types of fire trucks, this type is used to gain access to upper stories of buildings","response":"ladder truck"},{"text":"The AFFF type of this can be used on fuel-based fires","response":"foam"}],"originalDate":"2003-01-06"},{"category":"SHE'S IN CHARGE","comments":"","clues":[{"text":"Chairman of her own company, this African-American woman &amp; talk show host has a TV show seen in 107 countries","response":"Oprah Winfrey"},{"text":"This office company whose name is synonymous with making copies is headed by Anne Mulcahy","response":"Xerox"},{"text":"This soft drink company \"For Those Who Think Young\" has Indra Nooyi as its president, not Britney Spears","response":"Pepsi"},{"text":"Andrea Jung is the C.E.O. of this beauty products company famous for selling cosmetics door to door","response":"Avon"},{"text":"It computes that Carly Fiorin is chairman &amp; C.E.O. of this computer company abbreviated H.P.","response":"Hewlett-Packard"}],"originalDate":"2003-01-06"}],[{"category":"PRO SPORTS TEAMS","comments":"","clues":[{"text":"Manager Joe Torre led this American League team to 3 straight World Series titles, 1998-2000","response":"New York Yankees"},{"text":"This NBA team has retired the jersey numbers of 7 players, including those of Kareem Abdul-Jabbar &amp; Magic Johnson","response":"Los Angeles Lakers"},{"text":"If you \"bleed silver &amp; black\", you may want to join the fan club of this West Coast NFL team","response":"Oakland Raiders"},{"text":"This \"Mighty\" hockey team is owned by the Walt Disney Company","response":"the Mighty Ducks of Anaheim"},{"text":"This San Diego team's Qualcomm Stadium has a seating capacity of nearly 67,000, the most in Major League Baseball","response":"San Diego Padres"}],"originalDate":"2003-01-06"},{"category":"WHEN THEY WERE YOUNG","comments":"","clues":[{"text":"During 6th grade this aviator &amp; brother of Wilbur was expelled from school for mischievous behavior","response":"Orville Wright"},{"text":"In high school this director seen here used filmmaking to keep him away from studying algebra &amp; French","response":"Steven Spielberg"},{"text":"Growing up in Poland, he excelled in drama &amp; sports, neither one a requirement for his becoming pope","response":"Pope John Paul II"},{"text":"Future astronaut Sally Ride was so good at this sport that Billie Jean King suggested she turn professional","response":"tennis"},{"text":"This current secretary of state got his first taste of the military as a student in ROTC","response":"Colin Powell"}],"originalDate":"2003-01-06"},{"category":"PROVERBS","comments":"","clues":[{"text":"It \"makes waste\"","response":"haste"},{"text":"\"Speech is silver\" but this \"is golden\"","response":"silence"},{"text":"\"Fools rush in where\" these beings \"fear to tread\"","response":"angels"},{"text":"It's not just this, but \"The love of\" this that's \"the root of all evil\"","response":"money"},{"text":"Shakespeare gave us \"Neither a\" this \"nor a lender be\"","response":"borrower"}],"originalDate":"2003-01-06"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"New York State's second-largest city, it's the seat of Erie County","response":"Buffalo"},{"text":"Jestine's Kitchen is a soulful stop for catfish in this city, home of Catfish Row in story &amp; opera","response":"Charleston"},{"text":"The roadside attraction called the Cadillac Ranch is in this Texas city whose name is Spanish for \"yellow\"","response":"Amarillo"},{"text":"This city near San Francisco grew when it became the western terminus of the Transcontinental Railroad","response":"Oakland"},{"text":"It's the biggest city in eastern Washington","response":"Spokane"}],"originalDate":"2009-06-19"},{"category":"ARE YOU READY FOR SOME FOOSBALL","comments":"","clues":[{"text":"The 2007 this of foosball was held in Lexington, Ky. in January; the NFL held its in Miami a few weeks later","response":"the Super Bowl"},{"text":"In 1975 this leading U.S. sports magazine called foosball \"a real first-class professional sport\"","response":"<i>Sports Illustrated</i>"},{"text":"Like an NBA player who camps in the key, a foosballer who takes longer than this to get ready for a serve gets penalized","response":"3 seconds"},{"text":"It's illegal to rotate the rods more than this many degrees, so forget about spinning off a \"slap\" shot","response":"360"},{"text":"Foosball's governing body is the ITSF, which stands for this (the \"TS\" is for foosball's more formal name)","response":"International Table Soccer Federation"}],"originalDate":"2009-06-19"},{"category":"COMMON COMPUTER ABBREV.","comments":"","clues":[{"text":"Windows is one:<br>OS","response":"operating system"},{"text":"Hello:<br>IM","response":"instant message"},{"text":"It's the brains of the operation:<br>CPU","response":"central processing unit"},{"text":"It's a measure of speed:<br>BPS","response":"bytes per second"},{"text":"A regional computer linker:<br>LAN","response":"local area network"}],"originalDate":"2009-06-19"}],{"category":"TELEVISION IN THE 2000s","text":"Blanco is the last name of the main character in \"Metástasis\", a Colombia-set version of this show","response":"<i>Breaking Bad</i>"}]}