{"mix":3535,"rounds":[[{"category":"HOLIDAYS","comments":"","clues":[{"text":"October holiday which Mexicans call Dia de la Raza is celebrated in the U.S. as this","response":"Columbus Day"},{"text":"Meaning “removal of meat”, it's Rio's 4-day pre-Lenten festival","response":"Carnival"},{"text":"O. Henry called it the most  “purely American” holiday","response":"Thanksgiving"},{"text":"Muslims fast during daylight hours for this entire month","response":"Ramadan"},{"text":"Until 1752, the 13 colonies observed Annunciation Day, the 25th of this month, as New Year's","response":"March"}],"originalDate":"1985-11-13"},{"category":"A YEAR ENDING IN '09","comments":"","clues":[{"text":"Peary &amp; Henson reach the North Pole","response":"1909"},{"text":"Robert Fulton patents the steamboat","response":"1809"},{"text":"The first major group of Swiss/German colonists reaches the Carolinas","response":"1709"},{"text":"Galileo demonstrates his first telescope to Venetian lawmakers","response":"1609"},{"text":"King Henry VII of England dies","response":"1509"}],"originalDate":"2009-06-17"},{"category":"MOVIES BY SONGS","comments":"","clues":[{"text":"1997:<br>\"My Heart Will Go On\"","response":"<i>Titanic</i>"},{"text":"1999:<br>\"Blame Canada\"","response":"<i>South Park</i>"},{"text":"1976:<br>\"Gonna Fly Now\"","response":"<i>Rocky</i>"},{"text":"1969:<br>\"Raindrops Keep Fallin' On My Head\"","response":"<i>Butch Cassidy and the Sundance Kid</i>"},{"text":"1983:<br>\"Maniac\"","response":"<i>Flashdance</i>"}],"originalDate":"2009-06-17"},{"category":"POTPOURRI (REALLY)","comments":"","clues":[{"text":"Yankee Scents of New England makes a red, white &amp; blue potpourri named for this holiday","response":"Independence Day (the 4th of July)"},{"text":"Eli Whitney probably knew that many potpourris use the fruit of this plant of the genus Gossypium","response":"cotton"},{"text":"Potpourri is often used to fill these small scented packets with a French name","response":"sachets"},{"text":"Though they can irritate skin, the red hot fruits of this edible plant, Capsicum annuum, are found in some potpourris","response":"jalapeño (Cayenne accepted)"},{"text":"The Royal Botanic Gardens at this London estate has a research collection of more than 700 types of potpourri","response":"Kew Gardens"}],"originalDate":"2009-06-17"},{"category":"INTO AFRICA","comments":"","clues":[{"text":"These 2 oceans meet at South Africa's Cape Agulhas, the southernmost point in Africa","response":"the Atlantic & the Indian"},{"text":"Stop at the Falls Bridge or the Boiling Pot when you visit this magnificent African waterfall","response":"Victoria Falls"},{"text":"It's the North African capital considered the center of Coptic Christianity","response":"Cairo"},{"text":"Dakar, the capital of this country, is the westernmost city in continental Africa","response":"Senegal"},{"text":"Aside from the Republic of the Congo, one of the 3 countries once known together as French Equatorial Africa","response":"(1 of) Chad, Gabon & the Central African Republic"}],"originalDate":"2009-06-17"},{"category":"ANCIENT ROMAN DINING","comments":"","clues":[{"text":"It was the only animal raised purely for consumption; the snout was a particular delicacy","response":"pig"},{"text":"The Magister Bibendi determined the proportion of water to this in the mixture that was drunk; 2 to 1 was common","response":"wine"},{"text":"The finest type of this substance used in almost every dish came from Croatia; the cheapest kind was only for lamps","response":"olive oil"},{"text":"The equivalent of \"soup to nuts\" was \"ab ovo usque ad mala\"<span class=\"nobreak\">--</span>meals began with these &amp; ended with fruit","response":"eggs"},{"text":"A dish called placenta resembled a cheese version of this gooey Greek pastry","response":"baklava"}],"originalDate":"2009-06-17"}],[{"category":"<a href=\"http://www.j-archive.com/media/2009-06-17_DJ_Cat1.jpg\" target=\"_blank\">CELEBRATING POE'S BICENTENNIAL</a>","comments":"(Alex: 200 years of his birth.)","clues":[{"text":"Sadly, Poe's still-mysterious death happened just 10 days before this event he'd planned with Elmira Shelton","response":"his wedding"},{"text":"Instead of happy hours, the Poe Museum in Richmond, Va. celebrates Poe with these antonymic events","response":"unhappy hours"},{"text":"Visit Poe's room at the University of Virginia &amp; you'll notice that it has this appropriate number","response":"13"},{"text":"Take a tour of St. John's Church Cemetery, where Eliza, this relative of Poe's, is buried, led by an actress portraying her","response":"his mother"},{"text":"The Casemate Museum in Fort Monroe, Va. has an exhibit on Poe's military life, including his appt. to this school","response":"West Point"}],"originalDate":"2009-06-17"},{"category":"THE BELLES","comments":"","clues":[{"text":"Mary Ann Mobley was Miss Mississippi before winning this national title","response":"Miss America"},{"text":"Louisville belles wear custom-made hats for this equine event on the first Saturday in May","response":"the Kentucky Derby"},{"text":"The title of a play &amp; a film written by Robert Harling popularized this 2-word \"floral\" term for Southern women","response":"steel magnolias"},{"text":"Born in N.C. in 1768, this cupcake was the belle of Washington society even after she was first lady","response":"Dolley Madison"},{"text":"His Southern belle play \"The Eccentricities of a Nightingale\" is a revision of his more famous \"Summer and Smoke\"","response":"Tennessee Williams"}],"originalDate":"2009-06-17"},{"category":"THE RAVEN","comments":"","clues":[{"text":"One study in this \"Last Frontier\" state showed that ravens have more than 30 distinct vocalizations","response":"Alaska"},{"text":"In Norse myth, this god had 2 ravens that flew about the world each day &amp; came back to tell what they had seen","response":"Odin"},{"text":"The raven is part of this bird's family, but \"as the raven flies\" just doesn't sound as good","response":"crow"},{"text":"A raven's not picky, eating rodents, insects, grain &amp; garbage in this kind of diet, from the Latin for \"all eating\"","response":"omnivore"},{"text":"The motto of Raven Beer, based in this appropriate city: \"The taste is poetic\"","response":"Baltimore"}],"originalDate":"2009-06-17"},{"category":"THE PURLOINED LETTER","comments":"","clues":[{"text":"In 2006, brothers Jim &amp; Dean Thomas helped catch a thief selling stolen Civil War letters on this auction website","response":"eBay"},{"text":"A 1783 letter signed by this general (&amp; future president) was stolen in the 1940s but turned up at a 2006 auction","response":"George Washington"},{"text":"Oh, \"The Sound and the Fury\" when 6 of this novelist's letters were stolen in 2002 (they were later found)","response":"Faulkner"},{"text":"Somehow, this fascist dictator stole Clara Petacci's heart, &amp; hundreds of their love letters are missing","response":"Mussolini"},{"text":"Stolen letters &amp; blackmail were part of the ill luck leading to this \"Earnest\" playwright's rack &amp; ruin","response":"Oscar Wilde"}],"originalDate":"2009-06-17"},{"category":"THE PREMATURE BURIAL","comments":"","clues":[{"text":"Among the items found in this boy king's tomb were bows &amp; arrows, toys, games &amp; jewelry","response":"King Tut"},{"text":"Peter II, Czar of Russia from 1727 to 1730, died at age 14 in an outbreak of this now-eradicated disease","response":"smallpox"},{"text":"His son Hamnet died of unknown causes in 1596 at the age of 11","response":"William Shakespeare"},{"text":"Both his sons with Catherine of Aragon were Henry, Duke of Cornwall, &amp; both died in infancy","response":"Henry VIII"},{"text":"This romantic poet was only 25 when he died in Italy of tuberculosis in 1821","response":"John Keats"}],"originalDate":"2009-06-17"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"This Colorado capital was the first city to use the Community Chest to finance its charitable agencies","response":"Denver"},{"text":"This state capital is located about 2,500 miles west of Los Angeles","response":"Honolulu"},{"text":"You'll find the John F. Kennedy Federal Building in this state capital","response":"Boston"},{"text":"This state capital's metropolitan area includes the cities of Glendale, Scottsdale &amp; Sun City","response":"Phoenix"},{"text":"This capital is the headquarters for UPS, the Turner Broadcasting System &amp; Delta Air Lines","response":"Atlanta"}],"originalDate":"2001-02-08"}],{"category":"NATIONAL AIRLINES","text":"This small land's airline advertises a \"stopover\": 7 nights at no extra travel charge to break up a Boston-Brussels trip","response":"Iceland"}]}