{"mix":3538,"rounds":[[{"category":"SHAKESPEARE'S LOVERS","comments":"","clues":[{"text":"\"The barge she sat in, like a burnisht throne burned on the water...\"","response":"Cleopatra"},{"text":"Bassanio found this lady lawyer's picture inside a leaden casket","response":"Portia"},{"text":"In 3rd play in which he appears, he becomes  king &amp; gets a girl, but she can't speak English","response":"Henry V"},{"text":"After he murdered her husband, Lady Anne spit in his face &amp; then agreed to wear his ring","response":"Richard III"},{"text":"In \"12th Night\" it's Maria, not Olivia, who writes him the love not about his yellow stockings","response":"Malvolio"}],"originalDate":"1987-06-23"},{"category":"FAMOUS WALTERS","comments":"","clues":[{"text":"She's the only woman from any branch of the news media ever to make Gallup's list of \"Most Admired Women\"","response":"Barbara Walters"},{"text":"He described his possum hero as a \"reasonable, patient, softhearted, naive, friendly little person\"","response":"Walt Kelly"},{"text":"\"Good morning Mr. &amp; Mrs. South America &amp; all the ships at sea! Let's go to press!\"","response":"Walter Winchell"},{"text":"In 1900, this U.S. Army medical officer proved yellow fever is spread by mosquito bites","response":"Walter Reed"},{"text":"World Book calls him \"The 1st novelist to portray peasant characters sympathetically\"","response":"Sir Walter Scott"}],"originalDate":"1987-06-23"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Nixon's Att'y-Gen. E. Richardson resigned &amp; Watergate prosecutor A. Cox was fired on this night of the week","response":"Saturday"},{"text":"John Jay, not John Marshall, was the first one","response":"chief justice of the Supreme Court"},{"text":"After the original 13, this was the 1st state admitted to the Union","response":"Vermont"},{"text":"These 2 self-governing outlying areas of the U.S. were acquired from Spain in 1898","response":"Puerto Rico and Guam"},{"text":"In his 1835 book \"Democracy in America\", this Frenchman predicted the present age's 2 superpowers","response":"Alexis de Tocqueville"}],"originalDate":"1987-06-23"},{"category":"PENNSYLVANIA","comments":"","clues":[{"text":"This state capital was once called Louisbourg","response":"Harrisburg"},{"text":"Among the Pennsylvania Dutch, Fastnachts are donuts &amp; Fastnacht Day is this religious Tuesday","response":"Mardi Gras (or Fat Tuesday)"},{"text":"The site of the USA's worst accident at one of these facilities, Pennsylvania still has 5, including Peach Bottom","response":"a nuclear power plant"},{"text":"60% of Pennsylvania is covered by this, which gives the state part of its name","response":"woods (or forests)"},{"text":"This city in the western part of the state has a maritime museum","response":"Erie"}],"originalDate":"2009-06-15"},{"category":"NFL LOGOS","comments":"","clues":[{"text":"One of the 2 teams whose logos contain handheld weapons","response":"the Oakland Raiders (or the Tampa Bay Buccaneers)"},{"text":"The hair on the mustachioed fellow of this team's logo is definitely blond","response":"the Vikings"},{"text":"Both of the teams in this state have stars in their logos","response":"Texas"},{"text":"2 of the colors on this champion team's logo refer to coal &amp; ore","response":"the Steelers"},{"text":"Flipping the item on this team's logo upside down should bring bad luck according to superstition","response":"the (Indianapolis) Colts"}],"originalDate":"2009-06-15"},{"category":"BRIDE &amp; GLOOM","comments":"","clues":[{"text":"In a du Maurier book, the newly-wed second Mrs. de Winter learns that her husband murdered this first wife","response":"Rebecca"},{"text":"Um, awkward!  Jane Eyre's wedding is halted when an attorney insists that this groom is already married","response":"Rochester"},{"text":"This daughter of Brabantio elopes before the start of a Shakespeare play; her hubby will be the death of her<span class=\"nobreak\">--</span>in Act V","response":"Desdemona"},{"text":"An 1890 Ibsen play opens with this title character returning from her honeymoon, disappointed by her marriage","response":"Hedda Gabler"},{"text":"Catherine has \"no more business to marry Edgar Linton than... to be in heaven\" but marries him anyway in this book","response":"<i>Wuthering Heights</i>"}],"originalDate":"2009-06-15"}],[{"category":"A NEW LINE OF BARBIES?","comments":"(Alex: ...and like Malibu Barbie, they all end with an \"ooh\" sound.)","clues":[{"text":"Barbie kicks butt as a master of the martial art whose name is Chinese for \"skill\", watch out for...","response":"Kung Fu Barbie"},{"text":"Barbie spends her days /<br>Writing 3-lined poetry /<br>She'll be published soon,<br>meet...","response":"Haiku Barbie"},{"text":"Barbie wrestles alligators in the slow-moving marshy waters of Louisiana; come what may, it's...","response":"(Blue) Bayou Barbie"},{"text":"Barbie's off to Paris to attend a famous culinary arts school, founded in 1895, the next top chef, it's...","response":"Cordon Bleu Barbie"},{"text":"Barbie's gone puzzle crazy feverishly filling in boxes with the numbers 1 through 9, she's...","response":"Sudoku Barbie"}],"originalDate":"2009-06-15"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Guinness was bottled in stoneware until 1834, when a tax on this was repealed","response":"glass"},{"text":"A 1759 document records Arthur Guinness signing a 9,000-year lease on a brewery at St. James' Gate in this city","response":"Dublin"},{"text":"Records show this musical instrument made its first appearance on a Guinness label in 1862","response":"a harp"},{"text":"In this year of Paul Revere's ride, Arthur brandished a pickaxe at a sheriff who tried to cut off the brewery's water","response":"1775"},{"text":"Records show that Guinness sent a bottle to every member of the British forces in this country for Christmas 1939","response":"France"}],"originalDate":"2009-06-15"},{"category":"CROSSWORD CLUES \"F\"","comments":"","clues":[{"text":"Red in the face<br>(7)","response":"flushed"},{"text":"Entrance hall<br>(5)","response":"foyer"},{"text":"Lead singer for a rock group<br>(8)","response":"frontman"},{"text":"A school bake sale, for example<br>(10)","response":"fundraiser"},{"text":"Roll a flag around a pole<br>(4)","response":"furl"}],"originalDate":"2009-06-15"},{"category":"INTERNATIONAL NEWS","comments":"","clues":[{"text":"In 2009 this country's president Lula da Silva offered to mediate in the icy U.S.-Venezuelan relationship","response":"Brazil"},{"text":"This country's CCTV censored Barack Obama's Inauguration Day speech upon mention of communism","response":"China"},{"text":"On Jan, 20, 2009, after a payment dispute, Russia resumed sending natural gas to Europe through this country","response":"Ukraine"},{"text":"In 2007 this eastern African country abolished the death penalty for all crimes; yes, including genocide","response":"Rwanda"},{"text":"In January 2009 the Sri Lankan army said 95% of the war with this local rebel group was over","response":"the Tamil Tigers"}],"originalDate":"2009-06-15"},{"category":"MONEY &amp; FINANCE","comments":"","clues":[{"text":"In Civil War times, the U.S. had to print 3-cent &amp; 50-cent bills; these were being hoarded for their intrinsic value","response":"coins"},{"text":"In 2001 the NYSE went from trading stocks in 16ths to this, also known as the Arabic system","response":"decimal"},{"text":"You might take investing tips from this network's \"On the Money\" or \"The Call\"; Jon Stewart probably doesn't","response":"CNBC"},{"text":"Take money out of your paycheck before taxes to pay for health &amp; dependent care with an FSA, a flexible this","response":"Spending Account"},{"text":"To sell stock at the current price, investors use a market order; to specify a price, it's this type of order","response":"a limit (or stop-loss) order"}],"originalDate":"2009-06-15"},{"category":"DISSING HISTORIC FIGURES","comments":"","clues":[{"text":"The fire-fiddling was one thing, but spending 2 billion sesterces on your court &amp; gifts; emperor, you're nuts!","response":"Nero"},{"text":"Giving Cortes all that gold in 1519 wasn't your best move, emperor, &amp; thanks for that \"revenge\"!","response":"Montezuma"},{"text":"You had aces &amp; 8's on Aug. 2, 1876 at the saloon! If you're gonna let yourself get shot, at least be holdin' garbage!","response":"\"Wild Bill\" Hickok"},{"text":"You were a French spy in WWI Belgium, but didn't tell 'em you were working for Germany, too; lady, that'll get you snuffed","response":"Mata Hari"},{"text":"You angered the Scottish nobles, then Elizabeth I, until the end came in 1587<span class=\"nobreak\">--</span>is it cruel to say you just lost your head?","response":"Mary, Queen of Scots"}],"originalDate":"2009-06-15"}],{"category":"MILITARY HISTORY","text":"This country smaller than England was a colonial rival with which England fought 4 wars, the last from 1780 to 1784","response":"the Netherlands"}]}