{"mix":3539,"rounds":[[{"category":"\"MILL\"S","comments":"","clues":[{"text":"These arthropods can have cylindrical bodies of more than 100 segments","response":"millipedes"},{"text":"This company can take you from breakfast to dinner with brands like Wheaties cereal &amp; Jeno's pizza","response":"General Mills"},{"text":"Yeehaw! She choreographed the ballet \"Rodeo\"","response":"Agnes de Mille"},{"text":"At sea level, atmospheric pressure is 1,013 of these units","response":"millibars"},{"text":"A type of cereal &amp; forage grass","response":"millet"}],"originalDate":"2009-06-15"},{"category":"NATURE","comments":"","clues":[{"text":"Grown on less than 1% of the land of the Netherlands, it's their living symbol","response":"tulip"},{"text":"Mycophagists, including humans, are eaters of this kind of fungus","response":"mushrooms"},{"text":"The viceroy mimics this poisonous “royal” butterfly's appearance to avoid predators","response":"monarch"},{"text":"The most common one found in the home is “mus musculus”, which may be where Walt got the initials","response":"mouse"},{"text":"From Arabic “mawsim”, meaning “season”, it's the wind which changes direction with the seasons","response":"monsoon"}],"originalDate":"1985-11-12"},{"category":"MUSICAL NUMBERS","comments":"","clues":[{"text":"Number of players in a string septet","response":"7"},{"text":"Ratio of quarter notes to a whole note","response":"one-fourth"},{"text":"In song “my gal's” height that rhymes with her eyes of blue","response":"Five Foot Two"},{"text":"Number of movements in Grieg's Piano Concerto in A Minor","response":"3"},{"text":"Number of strings on  a standard mandolin","response":"8"}],"originalDate":"1985-11-12"},{"category":"AMERICAN INDIANS","comments":"","clues":[{"text":"A more accurate translation of his name would be “wild” or “unbroken” horse","response":"Crazy Horse"},{"text":"When Indians made peace, they symbolically buried this weapon","response":"hatchet"},{"text":"Canadian Indians played 1st version of this sport with few rules &amp; up to 1000 players in a game","response":"lacrosse"},{"text":"Side the Iroquois supported in the French &amp; Indian War","response":"British (English side)"},{"text":"Inter-tribal language of the North American Plains Indians","response":"sign language"}],"originalDate":"1985-11-12"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"“Aroma” was the word for spices in this ancient civilization","response":"Greek (Greece)"},{"text":"In Italian, “finnochio”, it's a basic bottle in spice racks","response":"fennel"},{"text":"From S. American word “kyinha”, this type of pepper makes your mouth hot &amp; beans “chili”","response":"cayenne"},{"text":"Romans believed a garland of this garnish worn on the head would prevent drunkenness","response":"parsley"},{"text":"From the nightshade family, its fleshy forked root sometimes resembles the human form","response":"mandrake"}],"originalDate":"1985-11-12"},{"category":"’70s CINEMA","comments":"","clues":[{"text":"Tatum O'Neal won an Oscar for her film debut in this 1973 picture","response":"<i>Paper Moon</i>"},{"text":"Movie that spawned the phrase “I'm as mad as hell, &amp; I'm not going to take it anymore”","response":"<i>Network</i>"},{"text":"Movie that helped launch the careers of Jeff Bridges, Cybil Shepherd, &amp; Peter Bogdanovich","response":"<i>The Last Picture Show</i>"},{"text":"Top grossing film ever with budget under a mil., it gave George Lucas clout to make “Star Wars”","response":"<i>American Graffiti</i>"},{"text":"3 of the 4 actors who sought “Deliverance” in that 1972 film","response":"Jon Voight, Burt Reynolds, Ronny Cox & Ned Beatty"}],"originalDate":"1985-11-12"}],[{"category":"\"CC\"","comments":"","clues":[{"text":"Ham, bologna, &amp; pimiento loaf, for example","response":"cold cuts"},{"text":"TV's Clinton Corners or Jimmy's Plains, Georgia","response":"Carter Country"},{"text":"When 1400 actresses show up to audition for 1 part","response":"Cattle Call"},{"text":"In English this Texas city's name would be “The body of Christ”","response":"Corpus Christi"},{"text":"Acute viral disease of upper respiratory tract, marked by a “ruddy dose”","response":"common cold"}],"originalDate":"1985-11-12"},{"category":"MEDICINE","comments":"","clues":[{"text":"Bacterium responsible for this outbreak was coined “Legionella Pneumophila”","response":"Legionnaires' Disease"},{"text":"George Washington is one of many whose death is attributed to “bleeding” by these","response":"leeches"},{"text":"This most popular U.S. aspirin was originally acquired from a German company as spoils of WWI","response":"Bayer"},{"text":"L-Dopa has provided relief for sufferers of this “shaking palsy”","response":"Parkinson's Disease"},{"text":"Antiallergy drug 1st      found to help motion sickness when 1 patient took it before riding a streetcar","response":"dramamine"}],"originalDate":"1985-11-12"},{"category":"FRENCH PHRASES","comments":"","clues":[{"text":"It means comradeship, comrade","response":"camaraderie"},{"text":"Cooked in a covering of bread crumbs or cheese or both","response":"au gratin"},{"text":"A railroad or a gambling game you could be railroaded in","response":"chemin de fer"},{"text":"It could be “The final blow“ in boxing or “The finishing stroke” in tennis","response":"coup de grace"},{"text":"Strictly required according to etiquette or usage, such as wearing a bow tie with your tux","response":"de rigueur"}],"originalDate":"1985-11-12"},{"category":"U.S. STATES","comments":"","clues":[{"text":"“America's Dairyland”","response":"Wisconsin"},{"text":"While Rhode Island has 5 counties, Delaware has only this many","response":"3"},{"text":"Cape May, in this state, is as far south as Washington, D.C.","response":"New Jersey"},{"text":"“Brown vs. Board of Education” dealt with school segregation in this state's capital","response":"Kansas"},{"text":"Meredith Willson modeled his “River City” on his home town of Mason City in this state","response":"Iowa"}],"originalDate":"1985-11-12"},{"category":"IT TAKES A THIEF","comments":"","clues":[{"text":"What a thief called a “dip” dips into","response":"pocket"},{"text":"He played Alexander Mundy on TV's “It Takes a Thief”","response":"Robert Wagner"},{"text":"O. Henry's life resembled that of this honest crook he created, perhaps on Feb. 14th","response":"Jimmy Valentine"},{"text":"English novelist Ernest Hornung created this “gentleman cracksman”","response":"Raffles"},{"text":"Created by Edward Hoch, professional thief Nick Velvet will only steal objects of this value","response":"valueless"}],"originalDate":"1985-11-12"},{"category":"ZOO-OLOGY","comments":"(Alex: A whole category about zoos.)","clues":[{"text":"You'll feel like Santa when you ride a sleigh pulled by these animals at the Assiniboine Park Zoo in Winnipeg","response":"reindeer"},{"text":"This British city's zoo in Regent's Park claims that its reptile house, opened in 1849, was the world's first","response":"London"},{"text":"The Henry Doorly Zoo in this Nebraska city boasts \"The World's Largest Indoor Tropical Rainforest\"","response":"Omaha"},{"text":"If you visit the Singapore Zoo, stay til late afternoon &amp; have this British meal with an orangutan","response":"tea"},{"text":"Dozens of Guinea baboons frolic on Baboon Island at the Brookfield Zoo in this Midwest state","response":"Illinois"}],"originalDate":"2001-02-06"}],{"category":"PRESIDENTS","text":"1 of 2 20th century presidents who were the only 2 ever sworn in during August","response":"(1 of) Gerald Ford or Calvin Coolidge"}]}