{"mix":3545,"rounds":[[{"category":"OSCAR WINNERS IN 2009","comments":"","clues":[{"text":"This film's 8 Oscars included one for original song \"Jai Ho\"","response":"<i>Slumdog Millionaire</i>"},{"text":"She was named Best Supporting Actress for \"Vicky Cristina Barcelona\"","response":"Penélope Cruz"},{"text":"This comic's \"Kids\" must have been proud of his Jean Hersholt Humanitarian Award","response":"Jerry Lewis"},{"text":"This film with Keira Knightley as an 18th century aristocrat was honored for its costume design","response":"<i>The Duchess</i>"},{"text":"A documentary on this Frenchman's \"little\" feat of wirewalking between the Twin Towers won an Oscar","response":"Philippe Petit"}],"originalDate":"2009-06-10"},{"category":"THE READER","comments":"","clues":[{"text":"\"Mr. Timothy\" by Louis Bayard tells the tale of this Dickens character as an adult<span class=\"nobreak\">--</span>God bless us!","response":"Tiny Tim"},{"text":"\"The Song of Igor's Campaign\" is considered one of the finest poems written in this language","response":"Russian"},{"text":"In contrast to tough-guy novels, sentimental stories are said to be this hyphenated word, like a 3-minute egg","response":"soft-boiled"},{"text":"James Boyd's Revolutionary War novel \"Drums\" details Johnny Fraser's exploits in this \"Tar Heel State\"","response":"North Carolina"},{"text":"This squirrel who stars in a tale by Beatrix Potter has a brother named Twinkleberry","response":"Squirrel Nutkin"}],"originalDate":"2009-06-10"},{"category":"MILK","comments":"","clues":[{"text":"Milk Day, observed each January 11, celebrates the first delivery of milk in these containers back in 1878","response":"glass bottles"},{"text":"Milk with a fat content of 3.5% or higher is classed as this type","response":"whole milk"},{"text":"Some dairies produce milk from this largest deer family member; to get close, farmers douse themselves with calf scent","response":"moose"},{"text":"With advancing age, many people develop digestion troubles caused by decreased tolerance for this milk sugar","response":"lactose"},{"text":"Milk is forced through small openings at high pressure to evenly distribute the cream in this process","response":"homogenization"}],"originalDate":"2009-06-10"},{"category":"THE DARK KNIGHT","comments":"","clues":[{"text":"In one legend this top knight disguises himself in black armor to help King Arthur after they've had a falling out","response":"Sir Lancelot"},{"text":"In this Monty Python film, King Arthur battles a very, very determined Black Knight","response":"<i>Monty Python and the Holy Grail</i>"},{"text":"In \"Ivanhoe\", this crusader king disguises himself as the Black Knight to aid the hero","response":"Richard the Lionhearted"},{"text":"Edward of Woodstock, Knight of the Garter &amp; heir to the British Throne, is better known to history as this","response":"the Black Prince"},{"text":"In this author's \"Morte d'Arthur\", Sir Bewmaynes beats 3 brothers: the Black Knight, the Red Knight &amp; the Green Knight","response":"Sir Thomas Malory"}],"originalDate":"2009-06-10"},{"category":"WALL TO WALL-E's","comments":"(Alex: In each correct response, the only vowel you will find will be the letter E.)","clues":[{"text":"Tenders of an apiary","response":"beekeepers"},{"text":"Georgia did it in January 1861; Venezuela did it in 1829","response":"secede"},{"text":"Title for Billy Graham, Jesse Jackson or Sun Myung Moon","response":"Reverend"},{"text":"8-letter synonym for \"anytime\"","response":"whenever"},{"text":"Surname of Christopher Hewett's TV housekeeper character, or a popular Polish vodka","response":"Belvedere"}],"originalDate":"2009-06-10"},{"category":"\"A____A\" IN THE ATLAS","comments":"","clues":[{"text":"An 1833 meteor shower is why license plates say \"Stars fell on\" this state","response":"Alabama"},{"text":"This country is a cluster of valleys in the Pyrenees","response":"Andorra"},{"text":"This Montana city lent its name to a giant copper mining concern","response":"Anaconda"},{"text":"The Red Fort, built by Akbar, is the second-most famous landmark in this city in India","response":"Agra"},{"text":"Lewis &amp; Clark's winter home Fort Clatsop is an attraction in this Oregon city, the oldest settlement west of the Rockies","response":"Astoria"}],"originalDate":"2009-06-09"}],[{"category":"2 FIRST NAMES?","comments":"","clues":[{"text":"The original Ronald McDonald, today you know him better as the \"Today\" show's weather reporter","response":"Willard Scott"},{"text":"These days he's behind the camera directing films like \"Angels and Demons\" &amp; \"The Da Vinci Code\"","response":"Ron Howard"},{"text":"In 2009 this funnyman was back as the bumbling Inspector Clouseau in \"The Pink Panther 2\"","response":"Steve Martin"},{"text":"She opened her own weight loss center in 1983 after the company she was working for was sold to Nutrisystem","response":"Jenny Craig"},{"text":"In 2003, 37 years after his death, this comedian was pardoned by N.Y.'s governor for a 1964 obscenity conviction","response":"Lenny Bruce"}],"originalDate":"2009-06-09"},{"category":"UPPERS &amp; DOWNERS","comments":"","clues":[{"text":"It's the item you'll learn to master &amp; depend on at the Army's Jump School","response":"a parachute"},{"text":"In 1976 news, these 1-syllable features were installed at the Lincoln Memorial","response":"ramps"},{"text":"The V-22 Osprey aircraft flies like a turboprop but takes off &amp; lands like this","response":"a helicopter"},{"text":"You step over a comb plate to start &amp; end each ride on one of these","response":"an escalator"},{"text":"The word \"winch\" is from Old English for this simple machine, which helps a winch lift stuff","response":"a pulley"}],"originalDate":"2009-06-09"},{"category":"I KILLED A GUY ONCE","comments":"","clues":[{"text":"On March 15, 44 B.C. Gaius Cassius Longinus (&amp; 20 or so other guys) took a stab at this man","response":"Julius Caesar"},{"text":"On April 3, 1882 in St. Joseph, Missouri, Robert Ford took out this man with a shot to the head","response":"Jesse James"},{"text":"On Sept. 5, 1877 a Fort Robinson, Neb. soldier killed this \"equine\" Native American after his voluntary surrender","response":"Crazy Horse"},{"text":"In 1948 Nathuram Godse killed this Asian leader who had spoken of \"the willing sacrifice of the innocent\"","response":"Gandhi"},{"text":"On June 28, 1914 Gavrilo Princip shot this man &amp; his wife; there were some repercussions","response":"Archduke Ferdinand"}],"originalDate":"2009-06-09"},{"category":"THE PULITZER PRIZE FOR DRAMA","comments":"","clues":[{"text":"One of the 2 plays for which Tennessee Williams won Pulitzers, in 1948 &amp; 1955","response":"<i>Cat on a Hot Tin Roof</i> (or <i>A Streetcar Named Desire</i>)"},{"text":"He won Pulitzers for \"Our Town\" &amp; \"The Skin of our Teeth\"","response":"(Thornton) Wilder"},{"text":"Horton Foote won a 1995 Pulitzer for his play \"The Young Man from\" this state capital","response":"Atlanta"},{"text":"\"You Can't Take It With You\" unless you're George S. Kaufman &amp; this partner, who took home the prize in 1937","response":"Moss Hart"},{"text":"It's the 3-letter title of Margaret Edson's play about a woman dying of cancer","response":"<i>Wit</i>"}],"originalDate":"2009-06-09"},{"category":"4-LETTER FILMS","comments":"","clues":[{"text":"Its theme song says, \"I'm gonna live forever, baby remember my name\"","response":"<i>Fame</i>"},{"text":"Gwyneth Paltrow starred in the 1996 adaptation of this Jane Austen novel","response":"<i>Emma</i>"},{"text":"It told the true story of disfigured teen Rocky Dennis; Cher played his biker mom","response":"<i>Mask</i>"},{"text":"In this '95 thriller Al Pacino &amp; Robert De Niro were on opposite sides of the law","response":"<i>Heat</i>"},{"text":"\"Fear is the driving force\" in this early Spielberg flick, originally made for TV","response":"<i>Duel</i>"}],"originalDate":"2009-06-09"},{"category":"SCIENCE GLOSSARY","comments":"","clues":[{"text":"It's the chemical substance that carries genetic information that determines form &amp; functioning of all living things","response":"DNA"},{"text":"This bacterium found in eggs &amp; poultry that causes food poisoning is named for an American pathologist","response":"salmonella"},{"text":"The time it takes for 50% of a given amount of a radioactive element to decay","response":"half-life"},{"text":"The quality of richness of variety of life forms, both plant &amp; animal, in a given environment","response":"biodiversity"},{"text":"The transfer of a fluid from an area of higher concentration to an area of lower concentration through a membrane","response":"osmosis"}],"originalDate":"2009-06-09"}],{"category":"BUSINESS &amp; FINANCE","text":"The Bank of N.Y., America's oldest continuously operating bank, was founded by him in 1784","response":"Alexander Hamilton"}]}