{"mix":3554,"rounds":[[{"category":"JOCK JACKS &amp; JOHNS","comments":"","clues":[{"text":"In 1986, at age 46, this \"Golden Bear\" became the oldest golfer to win the Masters tournament","response":"Jack Nicklaus"},{"text":"This former coach of the Raiders has won many Emmy Awards as an NFL analyst with CBS &amp; Fox","response":"John Madden"},{"text":"In 1927 he lost a heavyweight title rematch with Gene Tunney in the Battle of the \"Long Count\"","response":"Jack Dempsey"},{"text":"The No, 1 tennis player in the world from 1981 to 1984, he won more U.S. Davis Cup singles matches than anyone else","response":"John McEnroe"},{"text":"This Utah Jazz guard holds the NBA record for career steals with over 2,600","response":"John Stockton"}],"originalDate":"1999-05-18"},{"category":"HOLLY-WOOD","comments":"","clues":[{"text":"She won an Oscar for her muted performance in \"The Piano\"","response":"Holly Hunter"},{"text":"A 1982 concert film showed \"Monty Python Live at\" this landmark","response":"the Hollywood Bowl"},{"text":"In a 1978 film Gary Busey played this rock legend","response":"Buddy Holly"},{"text":"TV's \"Charmed\" star who took on \"Dr. Giggles\" on film","response":"Holly Marie Combs"},{"text":"In \"Breakfast at Tiffany's\" Audrey Hepburn played this small-town girl in the big city","response":"Holly Golightly"}],"originalDate":"1999-05-18"},{"category":"SPEAK OF THE DEVIL!","comments":"","clues":[{"text":"When I speak of the \"devil\", I want this chocolate dessert, &amp; I want it now!","response":"Devil's Food Cake"},{"text":"This mysterious geographical area is also known as the Devil's Triangle","response":"the Bermuda Triangle"},{"text":"This insect is sometimes called the Devil's Horse, even though it looks like it's \"praying\"","response":"praying mantis"},{"text":"It's the pro sport played by the New Jersey Devils","response":"ice hockey"},{"text":"Ile du Diable is the French name for this place that was once a French penal colony","response":"Devil's Island"}],"originalDate":"1999-05-18"},{"category":"PLAYING TO TYPE","comments":"","clues":[{"text":"Let's go &amp; fly one of these; maybe a flat, box or delta type","response":"kite"},{"text":"Strike slip &amp; oblique slip are types of these cracks along which earthquakes occur","response":"fault lines"},{"text":"Heart attacks are often associated with this letter type of personality","response":"type A"},{"text":"ER techs need to know if this is type B or O","response":"blood"},{"text":"The Golden Gate Bridge is classified as this type of bridge","response":"suspension bridge"}],"originalDate":"1999-05-18"},{"category":"WORLD HISTORY 101","comments":"","clues":[{"text":"World War II began in Europe in this decade when Nazi troops invaded Poland","response":"the 1930s (1939)"},{"text":"This \"Rough Rider\" was FDR's uncle by marriage as well as his cousin","response":"Theodore Roosevelt"},{"text":"From ancient times until 1935, Iran was known by this name","response":"Persia"},{"text":"These Asiatic nomads were led by Attila from 434 to 453 A.D.","response":"the Huns"},{"text":"Born in 1819, she lived until 1901, the last 64 years as queen","response":"Queen Victoria"}],"originalDate":"1999-05-18"},{"category":"N.E.W.S.","comments":"(Alex: It's not \"news\"; it's north, east, west, or south; that's the connection!)","clues":[{"text":"Of northern, eastern, western or southern, the classification of the 1992 Best Picture Oscar winner","response":"western"},{"text":"Of north, east, south or west, the lieutenant colonel who reported to McFarlane &amp; Poindexter","response":"Oliver North"},{"text":"Of Northern, Eastern, Western or Southern, the airline once run by Eddie Rickenbacker","response":"Eastern"},{"text":"Of north, east, west or south, the one that doesn't start a U.S. state's name","response":"east"},{"text":"Of North, East, West or South, the Joe who had a hit with \"Games People Play\"","response":"Joe South"}],"originalDate":"1999-05-18"}],[{"category":"SHOWBIZ TIMELINE","comments":"","clues":[{"text":"The music died when Buddy Holly, the Big Bopper &amp; this \"La Bamba\" singer died in a plane crash on February 3, 1959","response":"Ritchie Valens"},{"text":"In 1988 the Recording Industry of America reported that these outsold vinyl LPs for the first time","response":"compact discs"},{"text":"On June 19, 1997 this musical surpassed \"A Chorus Line\" as the longest-running Broadway show of all time","response":"<i>Cats</i>"},{"text":"In 1914 he created the Little Tramp character in \"Kid Auto Races at Venice\", his second film","response":"Charlie Chaplin"},{"text":"On May 16, 1929, Douglas Fairbanks hosted the first Oscar ceremonies at this Hollywood hotel","response":"the Roosevelt Hotel"}],"originalDate":"1999-05-18"},{"category":"YOU'RE AN ANIMAL!","comments":"","clues":[{"text":"The red caucated variety of this head-banging bird is seen here","response":"woodpecker"},{"text":"Varieties of these hardy insects of the family Formicidae may be weavers or carpenters","response":"ants"},{"text":"These fast felines are extinct or endangered in much of their range","response":"cheetahs"},{"text":"It's the masked animal seen here","response":"cardinal"},{"text":"In the '50s, many a politically incorrect coat was made from the furs of this herbivore","response":"chinchilla"}],"originalDate":"1999-05-18"},{"category":"A RIVER RUNS THROUGH IT","comments":"","clues":[{"text":"John Quincy Adams used to skinny dip in this river that runs through Washington, D.C.","response":"the Potomac"},{"text":"Put on your croc repellent if you swim in this river as it passes through Khartoum","response":"the Nile"},{"text":"You can bank on the fact that this river runs through Paris, dividing it into \"left\" \"right\" sections","response":"the Seine"},{"text":"In the U.S., this river runs through the cities of Sioux City &amp; St. Joseph","response":"the Missouri"},{"text":"You can have a light beer as you stroll along this river in Amsterdam","response":"the Amstel"}],"originalDate":"2009-06-01"},{"category":"HIDDEN AGENDA","comments":"","clues":[{"text":"For letter-writers of any age ND and SD are the postal abbreviations of these 2 states","response":"South Dakota & North Dakota"},{"text":"When played in a minefield, the game of tag endangers this 2-letter word, the player chasing the others","response":"it"},{"text":"A gendarme has this job in France","response":"police officer"},{"text":"Magen David Adom is this country's Red Cross","response":"Israel"},{"text":"An I, an N &amp; a G end a verb that functions as a noun &amp; is grammatically called this","response":"a gerund"}],"originalDate":"2009-06-01"},{"category":"YOU ARE VERY SUBTRACTIVE","comments":"","clues":[{"text":"You won my heart when you knew this is 85 minus 21","response":"64"},{"text":"You drive me wild when you tell me it's 51 minus 14","response":"37"},{"text":"Whisper in my ear this result of 253 minus 61","response":"192"},{"text":"Tell me what I long to hear: 315 minus 213","response":"102"},{"text":"We'll have a happy ending if you know it's what's subtracted from the minuend","response":"the subtrahend"}],"originalDate":"2009-06-01"},{"category":"\"I\" OPENERS","comments":"","clues":[{"text":"It's hard to show some backbone if you're classified as this type of creature that lacks one","response":"an invertebrate"},{"text":"On many reality shows, the winner of a challenge may be granted this, making him or her safe until the next episode","response":"immunity"},{"text":"Until proven otherwise, in the title of a Sue Grafton novel \"I Is for...\"","response":"innocent"},{"text":"Divided into 24 books or sections, it ends with Hector's funeral","response":"the <i>Iliad</i>"},{"text":"This 3-letter disease of tropical fishes sounds really yucky","response":"ich"}],"originalDate":"2009-06-01"}],{"category":"<em class=\"underline\">TIME</em> MAGAZINE COVERS","text":"The 2 years the <a href=\"http://www.j-archive.com/media/2003-11-21_FJ.jpg\" target=\"_blank\">following covers</a> hit the stands","response":"1945 & 2003"}]}