{"mix":3561,"rounds":[[{"category":"KITCHEN UTENSILS","comments":"","clues":[{"text":"From an Old English word for \"to load\", it's the deep-bowled, long-handled spoon used for serving soup","response":"ladle"},{"text":"One of these may be lemon, ginger or cheese, &amp; it can be flat, curved or box shaped","response":"grater"},{"text":"Handy kitchen utensil used by the farmer's wife to perform a tailectomy on 3 blind mice","response":"carving knife"},{"text":"What the Japanese call hashi, we call these eating utensils","response":"chopsticks"},{"text":"This device has a small receptacle in which to place the clove &amp; a plunger to push down on it","response":"garlic press"}],"originalDate":"1997-04-29"},{"category":"\"M\"TV","comments":"","clues":[{"text":"This long-running series centered on the adventures of mystery author Jessica Fletcher","response":"<i>Murder, She Wrote</i>"},{"text":"The title character of this series is \"F.Y.I.\"'s veteran star reporter","response":"<i>Murphy Brown</i>"},{"text":"On this '80s cop show, Det. Sonny Crockett shared his boat with a pet alligator named Elvis","response":"<i>Miami Vice</i>"},{"text":"The 2 Paul Reiser sitcoms that fit the category","response":"<i>Mad About You</i> & <i>My Two Dads</i>"},{"text":"In 1993 Russell Baker took over as host of this PBS anthology series","response":"<i>Masterpiece Theater</i>"}],"originalDate":"1997-04-29"},{"category":"TOUGH HISTORY","comments":"(Alex: We had an easy time in the first round!)","clues":[{"text":"Just before the founding of the Plymouth colony in 1620, the Pilgrims signed a compact on this ship","response":"the Mayflower"},{"text":"The 1494 Treaty of Tordesillas divided the New World between Portugal &amp; this neighboring country","response":"Spain"},{"text":"In 1823 the U.S. lacked the military power to back up this president's \"Doctrine\"","response":"James Monroe"},{"text":"The Newark Star Eagle of May 7, 1937 had the \"Death List of Zep\" accompanying an article on this disaster","response":"the Hindenburg"},{"text":"The 1899 to 1902 South African War is also known as this from the Dutch word for farmer","response":"the Boer War"}],"originalDate":"1997-04-29"},{"category":"NEWS MEDIA","comments":"","clues":[{"text":"The \"Weekly World News\" headline \"Bigfoot Captured!\" is typical of these supermarket newspapers","response":"tabloids"},{"text":"His name was dropped from \"The MacNeil-Lehrer NewsHour\" after his retirement in October 1995","response":"Robert MacNeil"},{"text":"This church produces \"Monitor Radio\" as well as a newspaper with \"Monitor\" in its name","response":"Christian Science"},{"text":"This newspaper for business people has the highest paid circulation of any daily in the U.S.","response":"<i>The Wall Street Journal</i>"},{"text":"This D.C. newspaper was founded in 1877 as a voice of the Democratic Party","response":"The Washington Post"}],"originalDate":"1997-04-29"},{"category":"MEDICAL KNOW-HOW","comments":"","clues":[{"text":"This organ has a natural pacemaker, but if it goes bad an artificial one may be used","response":"heart"},{"text":"Of 10, 20 or 30, the percentage experts say should be the maximum amount of fat in your diet","response":"30"},{"text":"Hundreds of hereditary diseases can be diagnosed by this fetal test using the fluid around the fetus","response":"amniocentesis"},{"text":"Using a laser to reshape this eye part may correct myopia","response":"cornea"},{"text":"In this procedure, an opening is made in a person's windpipe to relieve an obstruction","response":"tracheotomy"}],"originalDate":"1997-04-29"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"This glamorous actress &amp; close friend of Michael Jackson has been named godmother to Jackson's son","response":"Elizabeth Taylor"},{"text":"Eleanor Gow is the real name of this supermodel seen here:","response":"Elle Macpherson"},{"text":"In her final years, this former first lady kept company with diamond trader Maurice Tempelsman","response":"Jacqueline Kennedy Onassis"},{"text":"This British woman is regarded as the world's foremost authority on chimpanzees","response":"Jane Goodall"},{"text":"After leaving Rolling Stone magazine in 1983, she became a contributing photographer for Vanity Fair","response":"Annie Leibovitz"}],"originalDate":"1997-04-29"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"Roderick &amp; Madeline are the doomed twins in his scary 1839 story \"The Fall of the House of Usher\"","response":"Edgar Allan Poe"},{"text":"\"The Miller's Tale\" is one of the bawdiest stories in this collection of Chaucer \"Tales\"","response":"\"The Canterbury Tales\""},{"text":"He published \"Flappers and Philosophers\", his first book of short stories, in 1920, the year he married Zelda","response":"F. Scott Fitzgerald"},{"text":"\"The Red Rover\" is a sea novel by this author of \"The Last of the Mohicans\"","response":"James Fenimore Cooper"},{"text":"He said it took him \"Five years to write 'In Cold Blood', and a year to recover\"","response":"Truman Capote"}],"originalDate":"1997-04-29"},{"category":"WHAT A KNOCKOUT!","comments":"","clues":[{"text":"Angelina Jolie was No. 2 on this channel's \"100 Hottest Hotties\"; probably won't see her on \"Flavor of Love\", though","response":"VH1"},{"text":"Her 2008 marriage to Jay-Z made millions of single men sad (like you guys really had a chance!)","response":"Beyoncé"},{"text":"This Chinese-American was one of \"Charlie's Angels\" as Alex Munday","response":"Lucy Liu"},{"text":"In 2009 this Mexican-born beauty played a sexy nurse on \"30 Rock\"","response":"Salma Hayek"},{"text":"Hail \"The Queen\", indeed!  In 2008 this 63-year-old actress was an Internet sensation with bikini pics of her in Italy","response":"Helen Mirren"}],"originalDate":"2009-05-26"},{"category":"LITERARY MOVEMENTS","comments":"","clues":[{"text":"This movement that included Shelley &amp; Byron was based on the personal &amp; the emotional","response":"Romanticism"},{"text":"This philosophic movement concerned with \"being\" included people like Simone de Beauvoir &amp; Kierkegaard","response":"Existentialism"},{"text":"Thoreau &amp; Emerson were members of this literary movement that believed in the innate goodness of man","response":"Transcendentalism"},{"text":"Alejo Carpentier used this term for Latin American literature that has elements of the fantastic &amp; the mundane","response":"Magical Realism"},{"text":"It's not ridiculous<span class=\"nobreak\">--</span>Ionesco's \"The Bald Soprano\" is an example of the Theater of this","response":"the Absurd"}],"originalDate":"2009-05-26"},{"category":"AT THE DRUGSTORE","comments":"","clues":[{"text":"Not surprisingly, Arm &amp; Hammer's roll-on one of these contains baking soda","response":"deodorant"},{"text":"Sure, it's the \"No. 1 denture cleaner in America\", but it also works great on toothbrushes","response":"Polident"},{"text":"Breathe easier during a cold with Vicks' Cool Mist Ultrasonic one of these; it's \"whisper quiet\"","response":"humidifier"},{"text":"If you're committed to doing this, you might try the lozenge called Commit","response":"stopping smoking"},{"text":"For allergies your doctor might prescribe this drug, from the Italian for \"lively\" or \"joyous\"","response":"Allegra"}],"originalDate":"2009-05-26"},{"category":"HISTORICAL MILITARY THERAPY SESSIONS","comments":"","clues":[{"text":"I brought 37 elephants on my 218 B.C. crossing of the Alps, but only 1 survived; I feel bad about that","response":"Hannibal"},{"text":"Do you think I sent my forces to win the 1798 Battle of the Pyramids because of my self-named complex?","response":"Napoléon"},{"text":"I called Rommel a \"magnificent bastard\" on film; that may have hurt his feelings, but I did say I read his book","response":"(George) Patton"},{"text":"I was relieved as Supreme Gen. of the Union Army in March 1862; I may be paranoid, but I think Burnside's after my job","response":"McClellan"},{"text":"My victories for Epirus over the Romans left me with a hollow, empty feeling; the price was too high","response":"Pyrrhus"}],"originalDate":"2009-05-26"},{"category":"ALSO A DOG COMMAND","comments":"","clues":[{"text":"It precedes \"easy\" when referring to an illegal barroom","response":"speak"},{"text":"In song, do this \"Beethoven and dig these rhythm and blues\"","response":"roll over"},{"text":"To pose for an artist painting your portrait","response":"sit"},{"text":"4-letter term for \"hold it, I don't want any more blackjack cards\"","response":"stay"},{"text":"Sorry I ducked out on your party; I feel like this, a contemptible person","response":"heel"}],"originalDate":"2009-05-26"}],{"category":"THE PULITZER PRIZE","text":"In 1991 he won his second Pulitzer for fiction, with a book that was a sequel to his first winner","response":"John Updike"}]}