{"mix":3571,"rounds":[[{"category":"TAKE ME TO THE BALLET!","comments":"","clues":[{"text":"I'm hoping that the serpent will show up in the ballet \"After Eden\", but I'm afraid we'll just see this duo","response":"Adam & Eve"},{"text":"I may nod off during this Tchaikovsky fairy tale ballet, even before that spindle turns up","response":"<i>Sleeping Beauty</i>"},{"text":"I hear there's a heavenly body in \"Icarus\": it's the ballerina who plays this heavenly body","response":"the sun"},{"text":"I'm allergic to feathers, so don't let me sit too close to Odette in this classic ballet","response":"<i>Swan Lake</i>"},{"text":"Ouch!  A golden bird pecks a king to death in \"Le Coq d'or\" by this hyphenated Russian composer","response":"Nikolai Rimsky-Korsakov"}],"originalDate":"2009-05-15"},{"category":"LITERARY CHARACTERS ON TWITTER","comments":"","clues":[{"text":"I'm Carillon on at Notre-Dame in 1482","response":"Quasimodo"},{"text":"I'm rescuing Mr. Frodo from Orcs &amp; leading him to the edge of the Crack Of Doom; it can be rough being Mr. F's friend","response":"Samwise"},{"text":"Beowulf ripped off my arm &amp; I'm in Heorot Hospital, but not for long; prognosis is terminal","response":"Grendel"},{"text":"Having a red-letter day<span class=\"nobreak\">--</span>been sentenced to stand for 3 hours on a pillory platform; the 17th c. stinks!","response":"Hester Prynne"},{"text":"2 1886 Twitterers, please: I'm killing someone.  Now I have a medical degree.  Now I'm being killed, which kills me as well","response":"Dr. Jekyll & Mr. Hyde"}],"originalDate":"2009-05-15"},{"category":"HAIL TO THE CHIEF","comments":"","clues":[{"text":"Once a teacher, this president who guided the U.S. through WWI was nicknamed \"The Professor\"","response":"Wilson"},{"text":"Campaigning against Hubert Humphrey in 1968, he said he had a \"secret plan\" to end the war in Vietnam","response":"Nixon"},{"text":"In 1860 he began working in his father's leather goods store in Galena, Ill.; a year later, he was in the Civil War","response":"Grant"},{"text":"He told Lincoln, \"If you are as happy in entering the White House as I feel on returning (home), you are a happy man indeed","response":"(James) Buchanan"},{"text":"Upon his death in 1845, he was buried next to his wife Rachel in the Garden Of The Hermitage","response":"(Andrew) Jackson"}],"originalDate":"2009-05-15"},{"category":"AT BAY","comments":"","clues":[{"text":"In 2000 Virginia &amp; Maryland reached an agreement to stop pollution &amp; increase the blue crab population in this bay","response":"the Chesapeake Bay"},{"text":"Great Peconic &amp; Napeague Bays are at the tip of this New York island","response":"Long Island"},{"text":"Fighters at this Cuban bay in 1961 were ransomed back to the U.S. for $53 million","response":"the Bay of Pigs"},{"text":"The 2000 Census recorded only 5 residents in this Alaskan bay, though thousands work the oil rigs","response":"Prudhoe Bay"},{"text":"The name of this Jamaican bay is from the Spanish manteca, \"hog's butter\", recalling its early function as a lard center","response":"Montego (Bay)"}],"originalDate":"2009-05-14"},{"category":"POP GOES THE CATEGORY","comments":"","clues":[{"text":"In April 2009 this mail order DVD rental company delivered its 2 billionth movie","response":"Netflix"},{"text":"Model Bar Refaeli graced the cover of this magazine in 2009 wearing nothing but a bikini","response":"<i>Sports Illustrated</i>"},{"text":"His return to bicycle racing took a fall when he fell &amp; was injured during a race in March 2009","response":"Lance Armstrong"},{"text":"Robert Downey Jr. played Aussie actor Kirk Lazarus playing a black U.S. soldier in this recent film","response":"<i>Tropic Thunder</i>"},{"text":"Born Curtis Jackson, this rap superstar took his stage name from an armed robber he knew in Brooklyn","response":"50 Cent"}],"originalDate":"2009-05-14"},{"category":"ASSERTING AUTHOR-ITY","comments":"","clues":[{"text":"In 2007 Forbes estimated her earnings at $1 billion; Author!  Author!","response":"J.K. Rowling"},{"text":"Ginsberg called this fellow Beatnik \"American lonely prose trumpeter of drunken Buddha sacred heart\"","response":"(Jack) Kerouac"},{"text":"This Irish novelist's July 4, 1931 marriage occurred 27 years &amp; 18 days after the first date with his intended","response":"(James) Joyce"},{"text":"Born in 1919, he \"caught\" acclaim in 1951 &amp; published all of 1 novel &amp; 13 short stories; tends to keep to himself","response":"(J.D.) Salinger"},{"text":"\"Anathem\" is a 2008 bestseller by this author of \"Snow Crash\"","response":"Neal Stephenson"}],"originalDate":"2009-05-14"}],[{"category":"ECON 101","comments":"","clues":[{"text":"Ursine term for an investor who expects share prices to fall","response":"bear"},{"text":"Rhyming with but less severe than a depression, it's 2 consecutive quarters of negative economic growth","response":"a recession"},{"text":"It's the 4-letter word for the degree of hazard involved in making a loan or investment","response":"risk"},{"text":"Alliterative term for what you've got when spending equals income","response":"a balanced budget"},{"text":"This 3-word concept describes the relationship between buyers, sellers &amp; producers","response":"supply and demand"}],"originalDate":"2009-05-14"},{"category":"ONE-BUTTON TEXT MESSAGING","comments":"","clues":[{"text":"You can text the name of this TV network by using only the 2 on your phone; it's spelled on the button","response":"ABC"},{"text":"Friendly greeting spelled out on your cell's 4 button","response":"hi"},{"text":"Use the 3 button for this nickname of the banking system headed by Ben Bernanke","response":"Fed"},{"text":"Day of the week whose abbreviation can be texted using only the letters on the 6 button","response":"Monday"},{"text":"To text the 2-letter postal code of this U.S. state, get your thumb on the 9","response":"Wyoming"}],"originalDate":"2009-05-14"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In 1818 U.S. troops sacked Pensacola as they marched into this Spanish territory; soon it was ours","response":"Florida"},{"text":"African Americans, 13% of the U.S., were nearly twice that percentage of U.S. troops in this 1990-91 war","response":"the First Gulf War"},{"text":"In 1960 the last of these locomotives was retired from general use in the U.S. &amp; Diesel ones took over","response":"steam engines"},{"text":"In the 1600s most of New York State was occupied by this Native American confederacy","response":"the Iroquois"},{"text":"In 1899 Secretary of State John Hay proclaimed this \"welcoming\" policy to preserve U.S. trading rights in China","response":"open-door policy"}],"originalDate":"2009-05-14"},{"category":"MIND YOUR SHAKESPEARE \"P\"s &amp; \"Q\"s","comments":"(Alex: Each correct response will begin with one or the other or perhaps both of those letters.)","clues":[{"text":"Gertrude's royal title, in \"Hamlet\" (&amp; don't say mom)","response":"Queen"},{"text":"\"My little body is aweary of this great world\", she sighs in \"The Merchant of Venice\"","response":"Portia"},{"text":"Kate: \"if I be waspish, best beware my sting\"; his reply: \"my remedy is then, to pluck it out\"","response":"Petruchio"},{"text":"Marina's dad (need a hint? he rules Tyre)","response":"Pericles"},{"text":"Fruity surname of Peter in \"A Midsummer Night's Dream\"","response":"Quince"}],"originalDate":"2009-05-14"},{"category":"ALMA MATERS","comments":"","clues":[{"text":"William J. Mayo (of clinic founding fame) was a Wolverine, getting his medical degree from this school","response":"the University of Michigan"},{"text":"Lady Bird Johnson &amp; John B. Connally went to the University of this state","response":"Texas"},{"text":"This private college in Northern California boasts astronauts Sally Ride &amp; Eileen Collins as alums","response":"Stanford University"},{"text":"Presidential kids are welcome at this New Orleans university: both Neil Bush &amp; Amy Carter hold degrees from it","response":"Tulane"},{"text":"Quincy Jones, Kevin Eubanks &amp; Branford Marsalis are alumni of this college of music in Boston","response":"Berklee"}],"originalDate":"2009-05-14"},{"category":"2-LETTER WORDS","comments":"","clues":[{"text":"It can mean vitality, as when it's paired with \"get up &...\"","response":"go"},{"text":"In a proverb this word precedes \"fool like an old fool\"","response":"no"},{"text":"It's the name of the long-awaited new White House dog","response":"Bo"},{"text":"Third syllable intoned by the giant who smells the blood of an Englishman","response":"fo"},{"text":"The book of Genesis says this ancient city \"of the Chaldees\" was the home of Abraham","response":"Ur"}],"originalDate":"2009-05-14"}],{"category":"EUROPEAN ARTISTS","text":"In 1890 a critic said this artist \"directs his brush with enormous dabs of impasto of very pure color in sinuous trails\"","response":"Vincent van Gogh"}]}