{"mix":3578,"rounds":[[{"category":"I WANT TO RIDE THAT!","comments":"","clues":[{"text":"The Pitt Fall is a scary free fall ride at Kennywood, near this second-largest Pennsylvania city","response":"Pittsburgh"},{"text":"No tame little swing ride, the Starflyer in this Austrian city swings you as high as a 23-story building","response":"Vienna"},{"text":"Six Flags Great America unleashed a roller coaster named for this bat-tastic 2008 blockbuster","response":"<i>The Dark Knight</i>"},{"text":"I may not know \"Who Framed\" this movie bunny, but I can ride his Car Toon Spin at Disneyland","response":"Roger Rabbit"},{"text":"Atlantis on this \"heavenly\" island in the Bahamas has a Lazy River Ride &amp; a Mayan Temple Water Slide","response":"Paradise Island"}],"originalDate":"2009-05-04"},{"category":"A HORSE IS A HORSE","comments":"","clues":[{"text":"The Greek hero Bellerophon was crippled when he fell off this winged steed","response":"Pegasus"},{"text":"A horse named Comanche survived this man's June 1876 \"Last Stand\"","response":"Custer"},{"text":"The Lone Ranger rode Silver &amp; this companion of his rode a horse named Scout","response":"Tonto"},{"text":"In \"The Lord of the Rings\", Gandalf rides this horse that only he could tame","response":"Shadowfax"},{"text":"Alexander the Great conquered much of the known world riding this stallion","response":"Bucephalus"}],"originalDate":"2009-05-04"},{"category":"<a href=\"http://www.j-archive.com/media/2009-05-04_J_Cat5.jpg\" target=\"_blank\">THE <em class=\"underline\">FORTUNE</em> 500</a>","comments":"(Alex: ...according to the just-released version of the annual rankings.)","clues":[{"text":"No. 242 on the list, this insurance co.'s $99.3 billion loss made it Fortune's biggest loser ever","response":"AIG"},{"text":"Since the Fortune 500 list began in 1955, only Exxon, Wal-Mart &amp; this now-troubled auto co. have held the top spot","response":"GM (General Motors)"},{"text":"Fortune's \"Most Likely to Succeed\" was this Internet search site at No. 119 with 35 different \"buy\" ratings","response":"Google"},{"text":"With 14,000 videos, the most watched Fortune 500 CEO on YouTube was this bespectacled chairman of the No. 35 company","response":"Bill Gates"},{"text":"At No. 9, this printer-heavy co. from Palo Alto had the biggest payroll bump after acquiring 149,000 EDS workers","response":"HP"}],"originalDate":"2009-05-04"},{"category":"RHYMES WITH TRACK","comments":"","clues":[{"text":"A pile of pancakes","response":"stack"},{"text":"A somewhat shapeless dress","response":"a sack"},{"text":"A knave who's a real card","response":"a jack"},{"text":"The cry of a canvasback","response":"quack"},{"text":"It's a titan in the trucking industry","response":"Mack"}],"originalDate":"2009-05-04"},{"category":"TAYLOR, SWIFT","comments":"","clues":[{"text":"Taylor Lautner played Jacob Black in this 2008 vampire flick","response":"<i>Twilight</i>"},{"text":"\"Gossip Girl\" Taylor Momsen was Cindy Lou Who in this holiday film","response":"<i>How the Grinch Stole Christmas</i>"},{"text":"Taylor Kitsch is Gambit in this 2009 X-Men flick","response":"<i>Wolverine</i>"},{"text":"This season 5 winner of \"American Idol\" is from Alabama","response":"Taylor Hicks"},{"text":"In a 2008 film he played Drillbit Taylor","response":"Owen Wilson"}],"originalDate":"2009-05-04"},{"category":"PLANT LIFE","comments":"","clues":[{"text":"Carl Sandburg wrote, \"I am\" this most abundant type of flora; \"I cover all\"","response":"the grass"},{"text":"If someone insists your spruce is really a fir, show him that these pointy items are square, not flat","response":"needles"},{"text":"Club, reindeer &amp; Spanish are called this but botanically are not true this","response":"moss"},{"text":"It's the large floating leaf of a water lily","response":"pad"},{"text":"The spiny shrub ocotillo takes these as its habitat &amp; is common in the Sonoran &amp; Chihuahuan ones","response":"a desert"}],"originalDate":"2009-05-04"}],[{"category":"TIME TO CONVERT","comments":"","clues":[{"text":"It's the simplest fractional form of .75","response":"3/4"},{"text":"MMIX in Roman numerals gives us this year","response":"2009"},{"text":".001 grams is equal to one of these","response":"a milligram"},{"text":"Multiply your liters by 1.0567 to get your amount of these units","response":"a quart"},{"text":"You do the math: -40 degrees on the Fahrenheit temperature scale equals this on the Celsius scale","response":"-40"}],"originalDate":"2009-05-04"},{"category":"\"V\" IS FOR","comments":"","clues":[{"text":"...this word on a sign meaning there's still room at the inn","response":"vacancy"},{"text":"...this third-largest city of Spain, famous for its oranges","response":"Valencia"},{"text":"...this pasta, thinner than spaghetti, whose name is Italian for \"little worms\"","response":"vermicelli"},{"text":"...this, like Paricutin in Mexico","response":"volcano"},{"text":"...this everyday form of Latin spoken by the Romans; sounds crude but it wasn't","response":"Vulgar"}],"originalDate":"2009-05-04"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Because of the potato famine, more than a million emigrated from this country to the U.S. in the mid-1800s","response":"Ireland"},{"text":"This 1803 land acquisition included area in what is now 13 of the 50 states","response":"the Louisiana Purchase"},{"text":"After winning the disputed 1876 election, he was inaugurated to cries of \"Rutherfraud\"","response":"Rutherford B. Hayes"},{"text":"In 1730 he assumed full ownership of the Pennsylvania Gazette","response":"Benjamin Franklin"},{"text":"Famous for his debates with Lincoln, he served as a U.S. senator from Illinois from 1847 to 1861","response":"Stephen Douglas"}],"originalDate":"1999-07-02"},{"category":"MILITARY TELEVISION","comments":"","clues":[{"text":"Army psychiatrist Dr. Sidney Freedman had his hands full analyzing the 4077th on this classic series","response":"<i>M*A*S*H</i>"},{"text":"As the irascible Sergeant Carter, Frank Sutton was often less than neighborly to Jim Nabors on this sitcom","response":"<i>Gomer Pyle, U.S.M.C.</i>"},{"text":"This Tom Selleck title character was a Vietnam veteran who had served in Navy intelligence","response":"<i>Magnum, P.I.</i>"},{"text":"Dan Quayle appeared on this Gerald McRaney sitcom in a 1990 episode honoring the Marine Corps' 215th anniversary","response":"<i>Major Dad</i>"},{"text":"It's what \"JAG\" stands for in the TV series of the same name","response":"Judge Advocate General"}],"originalDate":"1999-07-02"},{"category":"MEDAL OF HONOR WINNERS","comments":"","clues":[{"text":"Francis Flaherty saved shipmates &amp; lost his own life aboard the Oklahoma during this infamous 1941 attack","response":"Pearl Harbor"},{"text":"During WWI Eddie Rickenbacker shot down 22 planes &amp; 4 of these used for observation","response":"balloons"},{"text":"Back in 1932 Donald Truesdale earned his medal during the Marines' campaign against Sandinistas in this country","response":"Nicaragua"},{"text":"Veteran James Stockdale was the running mate of this wealthy third-party presidential candidate in 1992","response":"H. Ross Perot"},{"text":"Jacob Parrott, the first winner, was among the men who stole this \"high-ranking\" Confederate locomotive","response":"the General"}],"originalDate":"1999-07-02"},{"category":"10-HUT!","comments":"","clues":[{"text":"This group of 10 begins, \"Congress shall make no law...\" &amp; ends with the words \"or to the people\"","response":"the Bill of Rights"},{"text":"During a dialogue with God he received the Decalogue, a famous group of 10 obligations","response":"Moses"},{"text":"Of the 10 events in the decathlon, it's the one that puts the athlete the highest off the ground","response":"pole vault"},{"text":"Our current tenth month held this position on the old Roman calendar","response":"eighth"},{"text":"Vamana, a dwarf, &amp; Kurma, a tortoise, are 2 of the 10 avatars of this Hindu god","response":"Vishnu"}],"originalDate":"1999-07-02"}],{"category":"WORLD LEADERS IN THE NEWS","text":"In 2014 CNN declared Zambia's Guy Scott the first white president in Sub-Saharan Africa since this man in 1994","response":"F.W. de Klerk"}]}