{"mix":3613,"rounds":[[{"category":"OHIO STATE ALUMNI","comments":"","clues":[{"text":"Buckeye Archie Griffin, B.S. '76, is the only 2-time winner of this college football trophy","response":"Heisman Trophy"},{"text":"For his theory of element generation in nuclear reactions, William Fowler '33 won the Nobel Prize for this","response":"physics"},{"text":"He's sold over 200 million \"Goosebumps\" books &amp; over 80 million \"Fear Street\"s","response":"R.L. Stine"},{"text":"The name aside, this clothing company founded by alum Leslie Wexner grew to own brands like Victoria's Secret","response":"The Limited"},{"text":"Ohio-born realist painter whose best-known work, \"Stag at Sharkey's\", is seen here","response":"George Bellows"}],"originalDate":"2002-11-18"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1472 this island group known for its pony &amp; sheepdog was annexed to Scotland","response":"Shetland Islands"},{"text":"The Visigoth Empire went out of business in 711 when it was defeated by this north African group in Spain","response":"Moors"},{"text":"Term for the period in England from 1760 to 1840 during which steam power &amp; big factories came into vogue","response":"Industrial Revolution"},{"text":"This doctor lit up China as its provisional president in 1911","response":"Sun Yat-sen"},{"text":"4,000 years ago, this island was starting its middle Minoan period","response":"Crete"}],"originalDate":"2002-11-18"},{"category":"ON THE WEB","comments":"","clues":[{"text":"This site's mission is \"to help practically anyone trade practically anything on Earth\"","response":"eBay"},{"text":"Since 1998 you can \"name your own price\" for plane tickets, hotel rooms &amp; more on this website","response":"Priceline.com"},{"text":"Looking for old high school friends?  Try this site, \"The World's Best Place to Reunite\"","response":"Classmates.com"},{"text":"You can read some of the classics online at this site named for a Melville short story character","response":"Bartleby.com"},{"text":"For information on health, beauty, diet, work &amp; even pets, \"it takes\" this, \"the women's network\" of websites","response":"iVillage.com"}],"originalDate":"2002-11-18"},{"category":"PEN NAMES","comments":"","clues":[{"text":"He wrote \"The Fifth Quarter\" under the name John Swithen, a musician at the prom in his novel \"Carrie\"","response":"Stephen King"},{"text":"Lady Chatterley knows that Lawrence H. Davison was a pen name of his","response":"D.H. Lawrence"},{"text":"In her youth, this Bronte sister wrote under the masculine alias Lord Charles Albert Florian Wellesley","response":"Charlotte Bronte"},{"text":"He contributed to the Columbia Review under the name Jean-Louis Incogniteau, perhaps while he was \"On the Road\"","response":"Jack Kerouac"},{"text":"\"The Prophet\" was a pseudonym used by this \"Sister Carrie\" author on articles &amp; columns","response":"Theodore Dreiser"}],"originalDate":"2002-11-18"},{"category":"FAMILIAR EXPRESSIONS","comments":"","clues":[{"text":"Preceding \"as thieves\", it may come from thieves sticking together, or pickpockets sticking close to victims","response":"thick"},{"text":"It follows \"heads I win\" in an expression meaning the game is fixed","response":"tails you lose"},{"text":"This expression got reversed from its original version, which meant that once you consume dessert, it's gone","response":"you can't have your cake and eat it too"},{"text":"(Jimmy of the Clue Crew reports)  As a horse gets older, its gums recede, so an elderly one literally is this expression","response":"long in the tooth"},{"text":"This expression meaning \"those in ultimate control\" appears in Romans 13:1","response":"the powers that be"}],"originalDate":"2002-11-18"},{"category":"STATE FACTS","comments":"","clues":[{"text":"It's the only state that isn't on the North American continent","response":"Hawaii"},{"text":"Not surprisingly, Mormons make up about 70% of this state's population","response":"Utah"},{"text":"Of the 4 states called commonwealths, the 2 that are farthest south","response":"Kentucky & Virginia"},{"text":"The magnolia is both the state tree &amp; state flower of this, the \"Magnolia State\"","response":"Mississippi"},{"text":"Bordering on 4 of the 5 Great Lakes, it has the largest shoreline of any inland state","response":"Michigan"}],"originalDate":"2002-11-15"}],[{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Porcini &amp; portobellos are types of these","response":"mushrooms"},{"text":"These 2 snacks are mentioned by name in \"Take Me Out to the Ball Game\"","response":"peanuts & Cracker Jack"},{"text":"Just squeeze the sweet navel or Valencia varieties &amp; you've got this drink","response":"orange juice"},{"text":"Native to the Pacific coast, the Olympia type of this is often eaten on the half shell","response":"oysters"},{"text":"Sassafras &amp; sarsaparilla originally went into &amp; helped name this soft drink","response":"root beer"}],"originalDate":"2002-11-15"},{"category":"NEW VIDEO GAMES","comments":"","clues":[{"text":"In Microids' \"Ben Hur\" you race these vehicles","response":"chariots"},{"text":"Rolling Stone magazine's choice for Console Game of the Year 2002 is the third installment of this carjack game","response":"Grand Theft Auto"},{"text":"In the game based on this TV series you take on the roles of detective &amp; prosecutor","response":"<i>Law & Order</i>"},{"text":"\"The Angel of Darkness\" takes this Eidos heroine in a new, darker direction &amp; ups her polygons from 500 to 5,000!","response":"Lara Croft"},{"text":"In battles in the game based on this Oscar-winning film, you probably have to use the \"Far East\" button on your control","response":"<i>Crouching Tiger, Hidden Dragon</i>"}],"originalDate":"2002-11-15"},{"category":"\"M\" WORDS","comments":"","clues":[{"text":"(Cheryl of the Clue Crew reports from Amsterdam)  That's the official residence of Amsterdam's burgermeister, the Dutch equivalent of this U.S. official","response":"mayor"},{"text":"Before e-mail, offices used these, memos for short","response":"memorandums"},{"text":"In \"She's a hyperactive child therapist\", it's not clear whether the adjective is doing this to \"child\" or to \"therapist\"","response":"modifying"},{"text":"Soft &amp; rich, not harsh; when followed by \"out\", it means \"to relax\"","response":"mellow"},{"text":"Its meanings include an area of open land &amp; to tie a ship to a dock","response":"moor"}],"originalDate":"2002-11-15"},{"category":"THE PREZ SAYS","comments":"","clues":[{"text":"In a 1951 speech he said, \"What we are doing in Korea...is...trying to prevent a third world war\"","response":"Harry S. Truman"},{"text":"On January 8, 1918 he told Congress, \"A general association of nations must be formed\"","response":"Woodrow Wilson"},{"text":"In 1868 he yelled, \"Let them impeach and be damned!\"","response":"Andrew Johnson"},{"text":"In 2002 Pres. Bush told Ohio State grads that each of them should do 4000 hours of this during their lifetimes","response":"community service"},{"text":"Teddy Roosevelt:<br>\"Let Congress debate, and while the debate goes on\" this building project \"does also\"","response":"Panama Canal"}],"originalDate":"2002-11-15"},{"category":"LITERATURE IN SPANISH","comments":"","clues":[{"text":"It took him 10 years to come out with \"Don Quixote Part II\"","response":"Cervantes"},{"text":"\"Barrabas came to us by sea\" is how this female author began \"The House of the Spirits\"","response":"Isabel Allende"},{"text":"Pablo Neruda's website is on the server of the university of this country of his birth","response":"Chile"},{"text":"This \"Blood Wedding\" poet &amp; playwright was executed in Spain in 1936","response":"Federico Garcia Lorca"},{"text":"In 1990 he became the first Mexican poet to win the Nobel Prize for Literature, not the eighth for Peace","response":"Octavio Paz"}],"originalDate":"2002-11-15"},{"category":"A TREK TO NEPAL","comments":"","clues":[{"text":"Nepal's most prominent institution of higher learning is Tribhuvan University, found in this capital","response":"Kathmandu"},{"text":"The first of the \"Noble Truths\" of this man born in Nepal is that existence is suffering","response":"Buddha"},{"text":"Nepal, Pakistan &amp; India all use this as their basic monetary unit","response":"rupee"},{"text":"The world's only national flag that is not a rectangle, Nepal's flag depicts these 2 heavenly bodies","response":"sun and moon"},{"text":"The majority of Nepal's people practice this official state religion","response":"Hinduism"}],"originalDate":"2002-11-15"}],{"category":"ANCIENT TIMES","text":"Aristotle said that an ancient Athenian law made uprooting one of these trees punishable by death","response":"an olive tree"}]}