{"mix":3616,"rounds":[[{"category":"THE GARDEN","comments":"","clues":[{"text":"One theory on this ancient wonder is that it was irrigated by the Euphrates","response":"the Hanging Gardens of Babylon"},{"text":"Travel like a god on the Odin Express at Tivoli Gardens amusement park in this Scandinavian capital","response":"Copenhagen"},{"text":"Things get ruff at the Westminster Dog Show, held in this NYC arena each February","response":"Madison Square Garden"},{"text":"Garden Grove, California is where this reverend opened the 10,000-window Crystal Cathedral in 1980","response":"(Dr. Robert) Schuller"},{"text":"It's the garden where Judas kissed Jesus","response":"the Garden of Gethsemane"}],"originalDate":"2009-03-02"},{"category":"ADAM","comments":"","clues":[{"text":"In 1789 architect Robert Adam designed the University of this Scottish city","response":"Edinburgh"},{"text":"He said to found a great empire only for customers seems to be a project \"for a nation of shopkeepers\"","response":"Adam Smith"},{"text":"Though born in Zurich, Hans Adam II is the head of state of this tiny European principality","response":"Liechtenstein"},{"text":"In 1945 this African American was elected to the U.S. House of Representatives as a Democrat from Harlem","response":"Adam Clayton Powell"},{"text":"Some words from Wordsworth serve as the epigraph to this novel by George Eliot","response":"<i>Adam Bede</i>"}],"originalDate":"2009-03-02"},{"category":"THE SERPENT","comments":"","clues":[{"text":"In this 1981 film Harrison Ford delivers the immortal line \"I hate snakes\"","response":"<i>Raiders of the Lost Ark</i>"},{"text":"Kaa the serpent had his mesmerizing eyes set on Mowgli in this 1967 Disney favorite","response":"<i>The Jungle Book</i>"},{"text":"A scary evil snake called a basilisk squares off against the young magician in this second Harry Potter film","response":"<i>Harry Potter and the Chamber of Secrets</i>"},{"text":"In \"Vol. 2\" of this revenge 2-parter, Daryl Hannah kills off Michael Madsen with a deadly black mamba","response":"<i>Kill Bill</i>"},{"text":"James Earl Jones sports a Bettie Page haircut &amp; turns into a giant evil snake in this Schwarzenegger film from 1982","response":"<i>Conan the Barbarian</i>"}],"originalDate":"2009-03-02"},{"category":"DANCING STARS","comments":"","clues":[{"text":"He cut a rug with Cameron Diaz in \"The Mask\"","response":"Jim Carrey"},{"text":"Tina Fey said acting with Alec Baldwin is like this man dancing with a hatrack<span class=\"nobreak\">--</span>he makes the hatrack look good","response":"Fred Astaire"},{"text":"He danced with cartoon mouse Jerry (as in Tom &) in \"Anchors Aweigh\", the film that established him as a superstar","response":"Gene Kelly"},{"text":"She danced with the animated MC Skat Kat in the video to her 1990 no. 1 hit \"Opposites Attract\"","response":"Paula Abdul"},{"text":"A lowlight of this Brat Packer's career: singing &amp; dancing with Snow White at the Academy Awards in 1989","response":"Rob Lowe"}],"originalDate":"2009-02-27"},{"category":"BIBLICAL NAME'S THE SAME","comments":"","clues":[{"text":"Benchley,<br>Boyle,<br>O'Toole","response":"Peter"},{"text":"Judd,<br>Campbell,<br>Watts","response":"Naomi"},{"text":"Pitman,<br>Mizrahi,<br>Bashevis Singer","response":"Isaac"},{"text":"Leakey,<br>McCarthy,<br>Matalin","response":"Mary"},{"text":"Silver,<br>Grey,<br>McCrea","response":"Joel"}],"originalDate":"2009-02-27"},{"category":"MOO","comments":"","clues":[{"text":"\"Cow's breakfast\" is a slang term for a big straw one of these worn by a farmer","response":"a hat"},{"text":"In a timeworn phrase, something that may never take place won't happen \"until the cows\" do this","response":"come home"},{"text":"A flirtatious female is said to be \"making\" these cow parts \"at you\"","response":"eyes"},{"text":"Of all the world's countries, this one has the most cattle (appropriately, if you think about it...)","response":"India"},{"text":"\"The cattle are lowing\" in this ever-popular Christmas carol","response":"\"Away In A Manger\""}],"originalDate":"2009-02-27"}],[{"category":"CANNIBAL CUISINE","comments":"","clues":[{"text":"First course, fettuccine &amp; shiitake these in a cream sauce with Madeira wine; then I have a surprise for you","response":"mushrooms"},{"text":"I hope you give an \"A\" to my salad of these pungent leaves, also called rocket; it's a perfect side dish for you","response":"arugula"},{"text":"What's in this 4-letter spread of pureed game, served in your hors d'oeuvre? That's my secret, isn't it?","response":"pâte"},{"text":"This 2-word small, tender round of steak cut from the thick end of a beef tenderloin goes well with postman","response":"filet mignon"},{"text":"Dessert! I'll have the ladyfingers, please, a small type of this \"absorbent\" cake; oh, you thought I meant...!","response":"sponge cake"}],"originalDate":"2009-02-27"},{"category":"WE'RE ALL \"WAITING\"","comments":"","clues":[{"text":"Where you sit at the doctor's office reading ancient magazines","response":"the waiting room"},{"text":"This feature lets you know someone else is trying to reach you on the phone while you're talking to another","response":"call waiting"},{"text":"Female attendants to a queen","response":"ladies-in-waiting"},{"text":"Drama in which Estragon &amp; Vladimir idly pass time away hoping for the title character to appear","response":"<i>Waiting for Godot</i>"},{"text":"Terry McMillan's bestselling 1992 novel about 4 African-American friends","response":"<i>Waiting to Exhale</i>"}],"originalDate":"2009-02-27"},{"category":"SHAKESPEARE-POURRI","comments":"","clues":[{"text":"The origins of this Shakespeare tragedy go back to Ovid's tale of Pyramus &amp; Thisbe","response":"Romeo & Juliet"},{"text":"Shakespeare provided the first printed appearance of this word, from the Spanish for \"lizard\"","response":"alligator"},{"text":"It's the \"earthy\" Shakespearean term for the lower-class spectators","response":"groundlings"},{"text":"Lysander uses the word \"bedroom\" while trying to convince Hermia to sleep close to him in this comic play","response":"<i>A Midsummer Night's Dream</i>"},{"text":"\"Men are April when they woo, December when they wed\", explains Rosalind in this comedy","response":"<i>As You Like It</i>"}],"originalDate":"2009-02-27"},{"category":"LOVE'S LABOUR'S LOST","comments":"","clues":[{"text":"This actor divorced Demi Moore in 2000; did she ask for the whole 9 yards?","response":"Bruce Willis"},{"text":"He divorced Farrah Fawcett in 1982; did that make him the $3 Million Man?","response":"Lee Majors"},{"text":"\"It's the Pitts\" was one headline describing Brad's broken engagement with her in 1997","response":"Gwyneth Paltrow"},{"text":"Steven Spielberg divorced this actress in '89; was the courtroom a War of the Worlds? (Sorry, pun fatigue [I'm sure])","response":"Amy Irving"},{"text":"In 1999 director James Cameron's marriage to this actress<span class=\"nobreak\">--</span>dare we say<span class=\"nobreak\">--</span>terminated?","response":"Linda Hamilton"}],"originalDate":"2009-02-27"},{"category":"MEASURE FOR MEASURE","comments":"","clues":[{"text":"A thrave is 24 sheaves of this grain, whether spring, winter or durum","response":"wheat"},{"text":"For dry measurements, it's one eighth of a peck; for liquid, it's .946 liters","response":"a quart"},{"text":"In viscosity ratings, the \"W\" in 10W-40 means 10 is the winter grade rating of this liquid","response":"motor oil"},{"text":"In a surveyor's chain, it's a unit of length equal to 7.92 inches; on the web, it's an object connected via hypertext","response":"a link"},{"text":"With regard to height, 3 hands equals 1 of these","response":"a foot"}],"originalDate":"2009-02-27"},{"category":"THE TEMPEST","comments":"","clues":[{"text":"Often compared to golf balls, this is the largest form of precipitation","response":"hail"},{"text":"The cold phase of the weather-causing phenomenon El Ni&ntilde;o is referred to as \"La\" this","response":"Ni&ntilde;a"},{"text":"Monsoons prevail mainly in this ocean","response":"the Indian"},{"text":"Meteorologist Theodore Fujita came up with the F-scale based on wind damage while studying these events","response":"tornadoes"},{"text":"Some cyclones turn clockwise in the Southern Hemisphere due to this effect, which has no influence on toilet rotation","response":"the Coriolis effect"}],"originalDate":"2009-02-27"}],{"category":"19th CENTURY AUTHORS","text":"In an essay, he wrote, \"I would rather sit on a pumpkin and have it all to myself than be crowded on a velvet cushion\"","response":"Thoreau"}]}