{"mix":3622,"rounds":[[{"category":"ARE YOU SHAKESPEARIENCED?","comments":"","clues":[{"text":"Shakespeare produced 154 of these short poems","response":"sonnets"},{"text":"No one knows Shakespeare's birthday for sure, but we do know the date of this related ceremony: April 26, 1564","response":"his baptism"},{"text":"When he was about 25, Shakespeare told the story of the sixth English king of this name","response":"Henry"},{"text":"Some think Will Shakespeare was an illiterate rube &amp; Edward de Vere, Earl of this, wrote the plays","response":"the Earl of Oxford"},{"text":"As an actor, Shakespeare performed before these 2 monarchs, both of whom were patrons of his","response":"Elizabeth I & James I"}],"originalDate":"2009-02-19"},{"category":"STOCK LINGO","comments":"","clues":[{"text":"A distribution of earnings to shareholders is called this; \"Father\" had a \"little\" one","response":"a dividend"},{"text":"Dickens title adjective for a fund operated by an investment company, with stocks, bonds &amp; other interests","response":"a mutual fund"},{"text":"This Greek letter measures how much a stock has risen or fallen over a one-year period","response":"alpha"},{"text":"This type of account allows an investor to buy securities on credit provided by the broker","response":"the margin account"},{"text":"Selling a security that you borrow rather than own, hoping the price drops, is this \"selling\" often frowned upon","response":"selling short"}],"originalDate":"2009-02-19"},{"category":"SCI. ABBREV.","comments":"","clues":[{"text":"For olive oil, 570 degrees:<br>BP","response":"boiling point"},{"text":"At the other end from UV:<br>IR","response":"infrared"},{"text":"In mammals, they have no nucleus:<br>RBC","response":"red blood cells"},{"text":"The Venus flytrap is one:<br>CP","response":"a carnivorous plant"},{"text":"Below 1,200 miles in altitude:<br>LEO","response":"low Earth orbit"}],"originalDate":"2009-02-19"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"Originally referring to a country house, it was first used in 1851 to mean a gambling establishment","response":"a casino"},{"text":"The American Heritage Dict.'s 4 entries for this word: state capital, German Chancellor, archipelago &amp; sea","response":"Bismarck"},{"text":"As a noun, it's a small compartment for holding papers; as a verb, it means to assign to a proper category","response":"to pigeonhole"},{"text":"Representing an unstressed neutral vowel, a schwa looks like this lower-case letter turned upside down","response":"an e"},{"text":"Located toward the end of the dictionary , it's \"z\" chemistry of fermentation","response":"zymurgy"}],"originalDate":"2009-02-19"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"This wit penned the line \"I can resist everything except temptation\"","response":"Oscar Wilde"},{"text":"Novel in which you'd find \"Other places do seem so cramped up and smothery, but a raft don't, you feel mighty free...\"","response":"<i>Huckleberry Finn</i>"},{"text":"He wrote in \"Remembrance of Things Past\", \"The time which we have at our disposal every day is elastic\"","response":"Marcel Proust"},{"text":"This fictional character says the Houyhnhnms \"live under the government of reason\"","response":"Gulliver"},{"text":"A WWI poem by Canadian John McCrae ends, \"we shall not sleep, though poppies grow in\" these \"Fields\"","response":"Flanders"}],"originalDate":"2009-02-18"},{"category":"OPENING ACTS","comments":"","clues":[{"text":"Cannibal &amp; the Headhunters were one of 5 opening acts when these guys headlined Shea Stadium in August 1965","response":"The Beatles"},{"text":"As one of Buffalo Bill's opening acts, she shot a cigarette out of the hand of Kaiser Wilhelm II","response":"Annie Oakley"},{"text":"This guy's last time as an opening act was at a 1974 NYC show; Anne Murray insisted on headlining &amp; got badly broooced","response":"Springsteen"},{"text":"On a 1967 tour, Jimi Hendrix was the opening act for this \"Prefab Four\"<span class=\"nobreak\">--</span>wonder what the parents thought","response":"The Monkees"},{"text":"Comic Pat Henry (ne Scarnato) was this singer's longtime opening act &amp; died in Las Vegas 1 day after a gig with him","response":"Frank Sinatra"}],"originalDate":"2009-02-18"}],[{"category":"BRITISH ROYAL HOUSES","comments":"","clues":[{"text":"Mary I","response":"Tudor"},{"text":"Charles I","response":"Stuart"},{"text":"George V","response":"Windsor"},{"text":"John","response":"Plantagenet"},{"text":"Victoria","response":"Hanover"}],"originalDate":"2009-02-18"},{"category":"CAN I BUY YOU A SANDWCH?","comments":"","clues":[{"text":"Today's special is this classic: roast beef on a crusty roll, au jus for dunking","response":"a French dip"},{"text":"How about this one with chicken or turkey, bacon, lettuce &amp; tomato on 3 slices of toast","response":"a club sandwich"},{"text":"Direct from Cleveland, a Polish boy is one of these Polish sausages on a bun topped with BBQ sauce &amp; coleslaw","response":"a kielbasa"},{"text":"The name of this hot pressed sandwich made with a variety of fillings is Italian for \"little bread\"","response":"panini"},{"text":"A chopped olive salad tops the layers of meat &amp; cheese in this specialty sandwich of New Orleans","response":"a muffuletta"}],"originalDate":"2009-02-18"},{"category":"\"B\" PREPARED","comments":"","clues":[{"text":"Ammunition pellets like gold dot or hot-cor","response":"bullets"},{"text":"In journalism, when a reporter gets her name on a story, it's called this","response":"a by-line"},{"text":"This subfamily of mammals also includes buffaloes, bison &amp; kudus","response":"bovine"},{"text":"Dr. John B. Watson originated this school of psychology, influencing B.F. Skinner","response":"behavioral"},{"text":"It's a musical note equal in length to 2 whole notes","response":"a breve"}],"originalDate":"2009-02-18"},{"category":"MEDICAL MILESTONES","comments":"","clues":[{"text":"Louise Brown, the first human conceived by in vitro fertilization, is better known as the 1st this \"baby\"","response":"test tube baby"},{"text":"In 1853 Charles Gerhardt buffered salicylic acid, creating acetylsalicylic acid, later marketed as this","response":"aspirin"},{"text":"In the 1950s Peter Safar developed this emergency procedure to maintain airway, breathing &amp; circulation","response":"CPR"},{"text":"In the 1940s Pearl Kendrick helped develop the DTP vaccine providing protection against this, tetanus &amp; pertussis","response":"diphtheria"},{"text":"In 1866 Dr. Thomas Allbutt was all brain when he invented a 6-inch one of these; safer fluids have replaced mercury","response":"a thermometer"}],"originalDate":"2009-02-17"},{"category":"GET INTO GERE","comments":"","clues":[{"text":"Richard Gere was lawyer Billy Flynn, who gets his clients acquitted with a little \"Razzle Dazzle\", in this musical film","response":"<i>Chicago</i>"},{"text":"Gere romanced Debra Winger while attending Navy flight school in this favorite from 1982","response":"<i>An Officer and a Gentleman</i>"},{"text":"The tagline for this 1980 movie in which Gere played a male escort was \"His business is pleasure!\"","response":"<i>American Gigolo</i>"},{"text":"Hoping to recapture the success of \"Pretty Woman\", this 1999 rom-com reteamed Richard &amp; Julia Roberts","response":"<i>Runaway Bride</i>"},{"text":"Diane Lane cheats on hubby Richard Gere with French hottie Olivier Martinez in this 2002 thriller","response":"<i>Unfaithful</i>"}],"originalDate":"2009-02-17"},{"category":"COATS OF ARMS","comments":"","clues":[{"text":"On Guyana's coat of arms, a white shield is bordered by 2 of these felines, the largest cat in the New World","response":"the jaguar"},{"text":"Due to a strong Viking element in its history, the Isle of Man has this black bird on its shield along with a falcon","response":"a raven"},{"text":"The center of Armenia's coat of arms features this mountain, its national symbol; oh, &amp; there's a boat on its peak","response":"Mount Ararat"},{"text":"The region of Transylvania is represented on this nation's coat of arms by an eagle &amp; 7 towers","response":"Romania"},{"text":"Its national coat of arms features Montevideo Hill with a fortress on top symbolizing strength","response":"Uruguay"}],"originalDate":"2009-02-17"}],{"category":"FAMOUS NAMES","text":"In March 2012 this director tweeted, \"Just arrived at the ocean's deepest pt.  Hitting bottom never felt so good\"","response":"James Cameron"}]}