{"mix":3624,"rounds":[[{"category":"LET'S VISIT CYPRUS","comments":"","clues":[{"text":"Reflecting Cyprus' split personality &amp; politics, these are the 2 official languages of Cyprus besides English","response":"Greek & Turkish"},{"text":"Until 1960 Cyprus was a colony of this European nation","response":"Great Britain"},{"text":"The Famagusta Gate area is a nightlife center in this capital city","response":"Nicosia"},{"text":"This king stopped crusading long enough to marry Princess Berengaria of Navarre on Cyprus in 1191","response":"Richard the Lion-hearted"},{"text":"This archbishop was the first president of modern Cyprus, off &amp; on from 1959 to 1977","response":"Archbishop Makarios"}],"originalDate":"2009-02-16"},{"category":"CONTRONYMS","comments":"(Alex: That's a word that I'm sure you're not too familiar with. These are words that can be the opposite of themselves, in terms of meaning.)","clues":[{"text":"It's the mildest type of burn but the harshest type of murder","response":"first-degree"},{"text":"It can mean to attach something, like with a clasp, or to detach something, like coupons","response":"clip"},{"text":"If you get it on your food, it's a little bonus: if a court does it to your wages, it's anything but","response":"garnish"},{"text":"This adjective describes both something that moves quickly &amp; something that doesn't move at all","response":"fast"},{"text":"It can mean to withstand something (a storm, for instance) as well as to erode under it","response":"weather"}],"originalDate":"2009-02-16"},{"category":"THE UNITED NATIONS","comments":"","clues":[{"text":"It's what the \"C\" stands for in UNICEF, a United Nations international emergency fund","response":"Children's"},{"text":"It's the U.S. city where you'll find the U.N.'s headquarters","response":"New York City"},{"text":"The U.S. &amp; Great Britain are 2 of the 5 permanent members of this important U.N. group","response":"Security Council"},{"text":"Later U.S. president, in 1971 he was appointed the U.S. ambassador to the United Nations","response":"George H.W. Bush (the father)"},{"text":"The father of this U.N. secretary-general was the chairman of the Nobel Prize Foundation","response":"Dag Hammarskjold"}],"originalDate":"2003-02-14"},{"category":"KJPY HIT RADIO","comments":"","clues":[{"text":"Your KJPY T-shirt gets you half off to see \"My Big Fat Greek Wedding\", featuring Joey Fatone of this band","response":"'N Sync"},{"text":"KJPY is sponsoring an in-store appearance by this young lady &amp; we know you'd \"Walk a Thousand Miles\" to be there","response":"Vanessa Carlton"},{"text":"Caller number 99, you're going to Manhattan to see Dave Matthews at this 7th Avenue &amp; 31st Street arena","response":"Madison Square Garden"},{"text":"In the next hour we'll chill out with this band whose hits include \"Yellow\"","response":"Coldplay"},{"text":"We've got a listener poll <span class=\"nobreak\">--</span> is this \"Fell in Love with a Girl\" duo brother or sister, or exes","response":"The White Stripes"}],"originalDate":"2003-02-14"},{"category":"TEEN BOOK SCENE","comments":"","clues":[{"text":"Amazon.com allows you to add this \"Fudge\" author's \"Forever\" to your \"Wedding Registry\" list","response":"Judy Blume"},{"text":"\"Troy\" by Adele Geras is a young adult novel reworking of this Homer epic","response":"\"The Iliad\""},{"text":"There's now a series of books based on this WB series about Lorelai &amp; Rory","response":"<i>Gilmore Girls</i>"},{"text":"This Meg Cabot book is the first in her series about royal-in-training Mia Thermopolis","response":"\"The Princess Diaries\""},{"text":"\"They murdered him\" begins this Robert Cormier novel","response":"\"The Chocolate War\""}],"originalDate":"2003-02-14"},{"category":"HIGH COUP","comments":"","clues":[{"text":"This man took the title first consul after a coup d'etat in Paris in 1799","response":"Napoleon"},{"text":"The last president of the Soviet Union, he was nearly overthrown in a 1991 coup attempted by his Communist rivals","response":"Mikhail Gorbachev"},{"text":"A coup led by Colonel George Papadopoulos overthrew this country's government in 1967","response":"Greece"},{"text":"Count Grigory Orlov led the palace coup that placed this \"Great\" empress on the Russian throne in 1762","response":"Catherine the Great"},{"text":"The 1st commoner to rule England, he became lord protector following the overthrow of King Charles I","response":"Oliver Cromwell"}],"originalDate":"2003-02-14"}],[{"category":"NECCO SWEETHEARTS","comments":"","clues":[{"text":"2-letter word that precedes \"mine\", \"good\" &amp; \"true\" on the hearts","response":"be"},{"text":"In 2001 a colon &amp; right parenthesis were put together to create this design on a heart","response":"happy/smiley face"},{"text":"The pink hearts are cherry flavored, the green, lemon, &amp; the yellow, this","response":"banana"},{"text":"In the 2001 mix there was the name of this goddess or planet","response":"Venus"},{"text":"Originally called Motto Hearts, the fact they're now called this will give you something to talk about","response":"Conversation Hearts"}],"originalDate":"2003-02-14"},{"category":"NUCLEAR PHYSICS","comments":"(Alex: Uh-oh!)","clues":[{"text":"More than 99.9% of an atom's mass is contained within this","response":"nucleus"},{"text":"It's defined as the time required for 50% of the atoms of a radioactive substance to decay into another substance","response":"half-life"},{"text":"This elementary building block of matter comes in 6 types: down, up, bottom, top, strange &amp; charm","response":"quarks"},{"text":"This particle has the same mass as an electron but with a positive charge equal to the electron's negative charge","response":"a positron"},{"text":"This isotope of hydrogen is sometimes symbolized H-3","response":"tritium"}],"originalDate":"2003-02-14"},{"category":"DRIVER'S ED.","comments":"(Alex: Two tough subjects!)","clues":[{"text":"(Jimmy of the Clue Crew reports)  Just in case you're ever pulled over, you should have with you proof of insurance &amp; these 2 documents","response":"license & registration"},{"text":"If, God forbid, the gas pedal sticks on you, quickly shift into this","response":"neutral"},{"text":"[video clue]","response":"parallel parking"},{"text":"(Sarah of the Clue Crew reports)  When you pull out, check your mirrors &amp; look over your shoulder at the area called this","response":"blind spot"},{"text":"(Sarah of the Clue Crew reports)  A good steering wheel position is \"9 &amp; 3 o'clock\" for cars equipped with these; \"10 &amp; 2\" is standard for cars without them","response":"air bags"}],"originalDate":"2003-02-14"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"At one point, this largest island in the world is only about 10 miles from Canada","response":"Greenland"},{"text":"Nippon is the native name for this country","response":"Japan"},{"text":"The Persian Gulf is an arm of the Arabian Sea, which is part of this ocean","response":"Indian Ocean"},{"text":"In 1976 Manila replaced Quezon City as the official capital of this country","response":"Philippines"},{"text":"Belize &amp; parts of Mexico &amp; Guatemala are located on this peninsula","response":"Yucatan Peninsula"}],"originalDate":"2003-02-14"},{"category":"LET'S DO A BROADWAY MUSICAL!","comments":"","clues":[{"text":"Let's put on this show: I'll play Captain Hook, you'll be Wendy &amp; your creepy little cousins can be the Lost Boys","response":"<i>Peter Pan</i>"},{"text":"Mom won't let me be a real pickpocket, but I can play one in this Dickens musical; you can be Mr. Bumble","response":"<i>Oliver!</i>"},{"text":"Let's pad your brother so he can play Sancho Panza in this 1965 show <span class=\"nobreak\">--</span> &amp; that cute babysitter can play Aldonza","response":"<i>Man of La Mancha</i>"},{"text":"Hey, \"Don't Cry for Me\"!  I won't get the lead in this musical, but I'll be great as Juan Peron","response":"<i>Evita</i>"},{"text":"I insist on a flea collar (&amp; lots of Whiskas in my dressing room) when I play Rumpleteazer in this musical","response":"<i>Cats</i>"}],"originalDate":"2003-02-14"},{"category":"FASHION HISTORY","comments":"","clues":[{"text":"In the 1960s, many Barbie doll fashions, &amp; even Barbie's bouffant hairdo, were inspired by this First Lady","response":"Jacqueline Kennedy (Onassis)"},{"text":"At her royal wedding in 1999, Sophie Rhys-Jones wore pearl earrings designed by this prince, her bridegroom","response":"Prince Edward"},{"text":"Appropriately, this name for a loose, sailor-style blouse is derived from the word \"midshipman\"","response":"middy"},{"text":"These 2 Hepburns made People magazine's 2000 list of the Best Dressed People of All Time","response":"Audrey & Katharine"},{"text":"This rakish lord of poetry, born in 1788, wore romantic open-neck shirts still popular with poets today","response":"Byron"}],"originalDate":"2003-02-14"}],{"category":"THE OSCARS","text":"Last name of the only family to have a father &amp; daughter receive Academy Award nominations for Best Director","response":"Coppola"}]}