{"mix":3631,"rounds":[[{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"The university of this state has branches in Birmingham, Huntsville &amp; Tuscaloosa","response":"Alabama"},{"text":"Due to a fire in 1764, few books exist from its original library established around 1638","response":"Harvard"},{"text":"Oral Roberts University is in Oklahoma; the university named for this man is in Hawaii &amp; Utah","response":"Brigham Young"},{"text":"We can't argue the fact <span class=\"nobreak\">--</span> the Whig-Cliosophic Society of Princeton, one of these clubs, dates back to 1765","response":"debate club"},{"text":"Among occupational school nicknames are the Brandeis Judges &amp; the Whittier these","response":"Poets"}],"originalDate":"2002-12-09"},{"category":"A DIRTY CATEGORY","comments":"","clues":[{"text":"Each year at the Nickelodeon Kids' Choice Awards, this green goop is poured over a chosen celebrity","response":"slime"},{"text":"Rejecting a valuable thing along with the unimportant is \"throwing the baby out with\" this","response":"the bathwater"},{"text":"Partially melted snow or a watery mire, it's lent its name to a political \"fund\"","response":"slush"},{"text":"Discoloration on a metal surface; a scandal can do it to your reputation","response":"tarnish"},{"text":"This 4-letter term for a sticky, greasy residue was originally the brand name of a degreasing solvent","response":"gunk"}],"originalDate":"2002-12-09"},{"category":"GOOD BUY","comments":"","clues":[{"text":"If you buy a vowel on this TV show, it'll cost you $250","response":"<i>Wheel of Fortune</i>"},{"text":"In 1917 the U.S. purchased the Virgin Islands from this Scandinavian country for $25 million","response":"Denmark"},{"text":"Roger Williams purchased the site for this state capital from the Narragansett Indians","response":"Providence, Rhode Island"},{"text":"In 1882 this American purchased Jumbo the elephant from the London Zoo","response":"P.T. Barnum"},{"text":"One of the organizers of the Republican Party, William Seward, negotiated this purchase as U.S. secretary of state","response":"Alaska"}],"originalDate":"2002-12-09"},{"category":"SHAKESPEARE'S EARLY DRAFTS","comments":"(Alex: We want you to name the play for us, if you will.)","clues":[{"text":"\"To be or not to be...that is a real head-scratcher\"","response":"<i>Hamlet</i>"},{"text":"\"O, wherefore art thou, my love?\"  \"Down here in the oleander!  I fear I tasted of some bad eel at your kinsmen's feast\"","response":"<i>Romeo and Juliet</i>"},{"text":"\"Once more unto the breach, once more!  (aside) Why did we not just use the door?\"","response":"<i>Henry V</i>"},{"text":"\"The quality of mercy is rather lumpy, methinks\"","response":"<i>The Merchant of Venice</i>"},{"text":"\"If playing that lute will increase my chance of getting some action around here, play on!\"","response":"<i>Twelfth Night</i>"}],"originalDate":"2002-12-09"},{"category":"CLASSIC FILMS","comments":"","clues":[{"text":"1953's \"The Robe\" opened in this new wide-screen process","response":"CinemaScope"},{"text":"5 decades before Nicole Kidman &amp; Ewan McGregor, Zsa Zsa Gabor &amp; Jose Ferrer were in a Paris-set film called this","response":"<i>Moulin Rouge</i>"},{"text":"Tex Ritter sang the theme of this 1952 Gary Cooper pic","response":"<i>High Noon</i>"},{"text":"Elizabeth Taylor's 1950 wedding to Nicky Hilton was worked into the publicity for this new comedy of hers","response":"<i>Father of the Bride</i>"},{"text":"A barker ends this 1952 film with \"...you can shake the sawdust off your feet but you can't shake it out of your heart...\"","response":"<i>The Greatest Show on Earth</i>"}],"originalDate":"2002-12-09"},{"category":"FAMOUS JOHNS","comments":"","clues":[{"text":"Elected in 1986, this Arizona senator was born in the Panama Canal Zone","response":"John McCain"},{"text":"This man's \"Liberty Bell March\" was used as the theme song for \"Monty Python's Flying Circus\"","response":"John Philip Sousa"},{"text":"In 1889 this man, \"The Boston Strong Boy\", KO'd Jake Kilrain after 75 rounds","response":"John L. Sullivan"},{"text":"His powerful literary chronicles include \"North and South\", \"Love and War\" &amp; \"Heaven and Hell\"","response":"John Jakes"},{"text":"When he ran for president as an independent in 1980, his running mate was Patrick Lucey","response":"John Anderson"}],"originalDate":"2002-12-09"}],[{"category":"OH, WHAT A YEAR!","comments":"","clues":[{"text":"Once capital of a Russian duchy, Helsinki became capital of ind. Finland in this year of the Russian Revolution","response":"1917"},{"text":"Of 1992, 1994 or 1996, the last full year one party controlled the White House &amp; Congress","response":"1994"},{"text":"Part of 3 Apollo moon missions, lunar roving vehicles were driven for the last time in this election year","response":"1972"},{"text":"Oh, the humanity!  The Hindenburg crashed in New Jersey in this 8th year of the Great Depression","response":"1937"},{"text":"\"The Autobiography of Malcolm X\" was published in this year, the same year he was assassinated","response":"1965"}],"originalDate":"2002-12-09"},{"category":"TO A \"T\"","comments":"(Alex: Each correct response will end with a \"T\".)","clues":[{"text":"Problem with the final note of the following","response":"flat"},{"text":"The main force; if you can 'bear\" it, you take on most of the burden","response":"brunt/weight"},{"text":"(Jimmy of the Clue Crew reports)  It's the result I'll get [working a division problem on the chalkboard]; not the specific number, just the general term","response":"quotient"},{"text":"From the Latin for \"to come around\", it's what you might do to the rules","response":"circumvent"},{"text":"For a newborn, \"in\" one of these means half a second","response":"a heartbeat"}],"originalDate":"2002-12-09"},{"category":"'40s FICTION","comments":"","clues":[{"text":"He wrote 1948's \"The Naked and the Dead\" while studying at the Sorbonne","response":"Norman Mailer"},{"text":"His \"The Last Tycoon\" was published posthumously in 1941","response":"F. Scott Fitzgerald"},{"text":"To research this 1943 novel, Ayn Rand worked in an architect's office","response":"\"The Fountainhead\""},{"text":"This novel about a politician's rise &amp; fall earned Robert Penn Warren a Pulitzer Prize in 1947","response":"\"All the King's Men\""},{"text":"Carson McCullers was only 23 when she published this 1940 novel about a deaf-mute","response":"\"The Heart is a Lonely Hunter\""}],"originalDate":"2002-12-06"},{"category":"FINANCIAL MATTERS","comments":"","clues":[{"text":"A killer bee is an investment banker helping thwart a hostile one of these","response":"takeover"},{"text":"Appropriately, investing in housing can be one of these, letting you pay less to the IRS","response":"tax shelter"},{"text":"This alphanumeric clause of the 1978 Tax Reform Act now enrolls over 40 million Americans","response":"401(k)"},{"text":"Term for the interest rate on a bond, as well as a piece of paper that lowers your grocery bill","response":"coupon"},{"text":"This 6-letter word can mean frugality, or a savings &amp; loan association","response":"thrift"}],"originalDate":"2002-12-06"},{"category":"THE AFI'S 100 GREATEST LOVE STORIES","comments":"","clues":[{"text":"\"Here's looking at you, kid\" &amp; at this 1942 classic which tops the list","response":"<i>Casablanca</i>"},{"text":"\"Beauty and the Beast\" &amp; this 1955 Disney film about puppy love both made the list","response":"<i>Lady and the Tramp</i>"},{"text":"He starred in 6 of the films, including \"Notorious\", \"An Affair to Remember\" &amp; \"To Catch a Thief\"","response":"Cary Grant"},{"text":"Warren Beatty made his screen debut opposite Natalie Wood in this film, No. 47","response":"<i>Splendor in the Grass</i>"},{"text":"Burning up the list at No. 94 is this Kathleen Turner-William Hurt film","response":"<i>Body Heat</i>"}],"originalDate":"2002-12-06"},{"category":"I FEEL LIKE SUCH AN IDIOM","comments":"","clues":[{"text":"You can \"learn by heart\" or as they used to say, \"commit to\" this","response":"memory"},{"text":"When you're fully prepared for action, you're like a hunter with a heavy charge of ammo who's \"loaded for\" this","response":"bear"},{"text":"You can \"beat\" this 1987 Bond title \"out of\" someone","response":"<i>The Living Daylights</i>"},{"text":"You can do this \"through the ranks\", \"to the bait\" or \"to the occasion\"","response":"rise"},{"text":"This tactic in basketball is used as an idiom for \"an all-out effort to exert pressure\"","response":"full-court press"}],"originalDate":"2002-12-06"}],{"category":"WORLD CITIES","text":"According to U.N. statistics, it's the most populous city in the Americas not attached to the mainland","response":"Havana, Cuba"}]}