{"mix":3633,"rounds":[[{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"While Louis VII of France was off on one of these, Suger the Abbot of St. Denis ran the country in his stead","response":"Crusades"},{"text":"This group was expelled from England in 1290, Spain in 1492, Portugal in 1497 &amp; France in 1182, 1306 &amp; 1394","response":"the Jews"},{"text":"A leather made in Britain was called cordwain &amp; by extension, cordwainers came to be people who made these","response":"shoes"},{"text":"Among the families claiming the throne of Scotland in the 1290s was this one led by Robert I","response":"the Bruce"},{"text":"After a hard day of conquering, Mehmed II, leader of this empire, probably liked to put his feet up &amp; relax","response":"Ottoman Empire"}],"originalDate":"2002-12-05"},{"category":"THEATER","comments":"","clues":[{"text":"Method actors know Konstantin Stanislavsky opened his influential theater in this capital city in 1898","response":"Moscow"},{"text":"[Video clue with picture of Helen Hayes]","response":"-------------------------------------"},{"text":"This famous New York dance company is abbreviated the ABT","response":"American Ballet Theatre"},{"text":"(Hi, I'm Nathan Lane)  I won the 1996 Tony, Drama Desk &amp; Outer Critics Circle Awards for my role as Pseudolus in this Broadway musical classic","response":"<i>A Funny Thing Happened on the Way to the Forum</i>"},{"text":"This \"searching\" play from 1921 introduced Pirandello's concept of \"theater within the theater\"","response":"<i>Six Characters in Search of an Author</i>"}],"originalDate":"2002-12-05"},{"category":"CITIES &amp; TOWNS","comments":"","clues":[{"text":"Joseph Juneau helped found Juneau, Alaska &amp; Solomon Juneau founded this Wisconsin city known for beer","response":"Milwaukee"},{"text":"Lubbock in this state was named for Thomas S. Lubbock, a Civil War Ranger","response":"Texas"},{"text":"Brooklyn, NYC's most populous borough, was named for Breuekelen, a village in this country","response":"The Netherlands/Holland"},{"text":"Neil Simon might know Jefferson Davis made his home in this Mississippi town known for its \"blues\", not grays","response":"Biloxi"},{"text":"Thomaston in this \"Constitution State\" was named for clockmaker Seth Thomas","response":"Connecticut"}],"originalDate":"2002-12-05"},{"category":"BITS &amp; PIECES","comments":"","clues":[{"text":"In the 1997-98 school year 365,000 students were subjected to this corporal punishment still legal in 23 states","response":"paddling/spanking"},{"text":"More first ladies' first names have begun with this vowel than any other letter","response":"E (10)"},{"text":"This swift type of ship came from the way it used to cut through the miles","response":"clipper ship"},{"text":"In 1941 over 500,000 Soviet troops were captured along with this capital of the Ukraine","response":"Kiev"},{"text":"2 of the men used as models for this 1913 U.S. coin were named John Big Tail &amp; Crow Tails","response":"Indian Head (Buffalo) Nickel"}],"originalDate":"2002-12-05"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"A religious grouping, or the monetary value of a bill","response":"denomination"},{"text":"(Dr. Joyce Brothers gives the clue)  This 12-letter word, also called shacking up, isn't the same as marriage <span class=\"nobreak\">--</span> marriage can lead to more intimacy","response":"cohabitation"},{"text":"Someone whose task is to reeducate a former cult member","response":"deprogrammer"},{"text":"It's your condition if you have great admiration for Paris, Flaubert, Beaujolais, etc.","response":"Francophilia"},{"text":"From the Latin for \"to correct\", it's an adjective for someone who can't be corrected or reformed","response":"incorrigible"}],"originalDate":"2002-12-05"},{"category":"SUPERHERO CINEMA","comments":"","clues":[{"text":"Batman joins forces with Harvey Dent, Gotham's D.A., to fight the Joker in this 2008 flick","response":"<i>The Dark Knight</i>"},{"text":"This X-Man has adamantium-laced, retractable claws in his forearms","response":"Wolverine"},{"text":"Talk about poor coping skills!  In this 2008 action film Edward Norton turns into a monster when he's stressed","response":"<i>The Incredible Hulk</i>"},{"text":"Spider-Man battled this heavily armed villain in \"Spider-Man 2\"","response":"Doc Ock (or Dr. Octopus)"},{"text":"Jason Bateman plays P.R. exec Ray Embrey, whose life is saved by the title sardonic superhero in this 2008 film","response":"<i>Hancock</i>"}],"originalDate":"2009-02-10"}],[{"category":"PRESIDENTIAL BRANGELINAS","comments":"(Alex: You have to give us the presidential last name.)","clues":[{"text":"Began dating in 1971:<br>Billary","response":"Clinton"},{"text":"Wed in 1953:<br>Jackjacq","response":"the Kennedys"},{"text":"Got hitched in 1905:<br>Elefrank","response":"Roosevelt"},{"text":"Married in 1848:<br>Julysses","response":"Grant"},{"text":"Their ship came in in 1945:<br>Barge","response":"Bushes"}],"originalDate":"2009-02-10"},{"category":"KIDDY LIT","comments":"","clues":[{"text":"\"A Bear Called\" this celebrated its 50th anniversary in 2008","response":"Paddington"},{"text":"In \"Where the Wild Things Are\", he wears his wolf suit, makes mischief &amp; is sent to bed without supper","response":"Max"},{"text":"Peter Hatcher is the title character of Judy Blume's book called \"Tales of a\" this","response":"<i>a Fourth-Grade Nothing</i>"},{"text":"Beverly Cleary wrote several books about Beatrice, called Beezus, &amp; this younger sister of hers","response":"Ramona"},{"text":"In this Eric Carle classic, the title character eats watermelon, sausage, pie &amp; a cupcake (&amp; gets a tummy ache)","response":"<i>The Very Hungry Caterpillar</i>"}],"originalDate":"2009-02-10"},{"category":"FROM A TO Y","comments":"(Alex: Each correct response will begin with the letter A and end with the letter Y.)","clues":[{"text":"The name of a brand of chocolate chip cookies includes this nautical word","response":"ahoy"},{"text":"During the Revolutionary War, the Earl of Sandwich was First Lord of this, governing Britain's navy","response":"the Admiralty"},{"text":"In math, it's the degree of correctness of a quantity or expression","response":"accuracy"},{"text":"Sadly, some divorces are filled with this, bitter animosity","response":"acrimony"},{"text":"After that bitter divorce, you might have to pay this, spousal support","response":"alimony"}],"originalDate":"2009-02-10"},{"category":"MISHEARD LYRICS","comments":"","clues":[{"text":"Their \"Every Breath You Take\" went, \"How my poor heart aches\", not \"I'm a pool hall ace\"","response":"The Police"},{"text":"Band whose '69 hit said, \"There's a bad moon on the rise\", not \"There's a bathroom on the right\"","response":"Creedence Clearwater Revival"},{"text":"This song's \"Revved up like a deuce, another runner in the night\" has had many interpretations","response":"\"Blinded By The Light\""},{"text":"Song where Hendrix sings, \"'Scuse me while I kiss the sky\", not \"'Scuse me while I kiss this guy\"","response":"\"Purple Haze\""},{"text":"This band's '78 song was \"I wanna be sedated\", not \"I want a piece of bacon\" (mmm...bacon)","response":"The Ramones"}],"originalDate":"2009-02-10"},{"category":"QUICK STUDY","comments":"","clues":[{"text":"Etymology is the study of the origin of these<span class=\"nobreak\">--</span>it's time to use yours","response":"words"},{"text":"It's the study of crime &amp; punishment &amp; the management of prisons","response":"penology"},{"text":"It's the study of the glands &amp; hormones","response":"endocrinology"},{"text":"If you know that vexillology is the study of these, we salute you","response":"flags"},{"text":"Though not an -ology, it's the study of coats of arms","response":"heraldry"}],"originalDate":"2009-02-10"},{"category":"BALLET BASICS","comments":"","clues":[{"text":"The pas de chat owes its name to the likeness of the movement to the leap of one of these","response":"a cat"},{"text":"French for \"feat of strength\", this ballet term now refers to a display of technical skill by any artist","response":"tour de force"},{"text":"The number of folks who see the ballet, or the heels-together, toes-out basic ability seen in first position","response":"the turnout"},{"text":"This 4-letter word refers to the configuration of the body resting or in motion; a good one is partly natural physique","response":"line"},{"text":"A ballet dancer asked to do a movement en cloche is supposed to look like one of these","response":"a bell"}],"originalDate":"2009-02-10"}],{"category":"MOVIES &amp; TV","text":"The first hit feature film based on a \"Saturday Night Live\" sketch was \"The Blues Brothers\"; this was the second","response":"<i>Wayne's World</i>"}]}