{"mix":3637,"rounds":[[{"category":"PODGE-POURRI","comments":"","clues":[{"text":"In Esperanto \"no man is an\" insulo, this","response":"an island"},{"text":"It began in 1986 as a 20-person Summer Solstice Fest at S.F.'s Baker Beach; in 2008, 49,599 went, but to a different place","response":"Burning Man"},{"text":"Don't take \"four score &amp; seven years\" to tell us it equals this many total years","response":"87"},{"text":"This composer's Nibelungs stopped working Feb. 13, 1883","response":"Wagner"},{"text":"\"Dynam\" is a combining form meaning this 5-letter word that can precede drill, broker or brake","response":"power"}],"originalDate":"2009-02-04"},{"category":"VETERANS' BENEFITS","comments":"","clues":[{"text":"For eligible vets, the VA offers guaranteed ones of these with competitive rates &amp; little or no down payment","response":"mortgages (home loans)"},{"text":"20,000 veterans of this war marched on Washington in 1932 demanding a war bonus that had been promised them","response":"World War I"},{"text":"In 1988 this president created the cabinet-level Department of Veterans Affairs","response":"Ronald Reagan"},{"text":"The U.S. government expanded veterans' medical benefits following this conflict that ended in 1975","response":"the Vietnam War"},{"text":"The G.I. Bill is officially the SRA, this group's \"Readjustment Act\"","response":"Servicemen"}],"originalDate":"2009-02-04"},{"category":"FUNERAL OFFICIANTS","comments":"","clues":[{"text":"Joseph Hopkins Twichell, this man's \"Tramp Abroad\" traveling companion, conducted his funeral service","response":"Mark Twain"},{"text":"The Archbishop of Canterbury who presided over this royal's 2002 service was the ninth in her long life","response":"the Queen Mother"},{"text":"In April 2005 Joseph Ratzinger officiated at this man's funeral","response":"John Paul II"},{"text":"This Arizona senator's sendoff in 1998 was presided over by Rev. Carlozzi &amp; Rabbi Plotkin","response":"Barry Goldwater"},{"text":"Ralph Abernathy conducted his friend Martin Luther King Jr.'s funeral service at this church","response":"Ebenezer Baptist Church"}],"originalDate":"2009-02-04"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"A great fuss about something trivial is \"a tempest in\" this, like chip's mother","response":"a teapot"},{"text":"If we could find him, a soldier who's gone AWOL could tell us that AWOL stands for this","response":"Absent Without Leave"},{"text":"In a song he wrote during WWII Frank Loesser popularized the phrase, \"Praise the lord and pass\" this","response":"the ammunition"},{"text":"From \"Casey at the Bat\", when there's a letdown or disappointment \"There is no joy in\" this place","response":"Mudville"},{"text":"The future is inevitable, at least according to this phrase translated from the Latin \"iacta alea est\"","response":"the die is cast"}],"originalDate":"2009-02-04"},{"category":"EUGENE O'NEILL","comments":"","clues":[{"text":"In the 1910s O'Neill lived in this region of lower Manhattan where many an artist has found his \"voice\"","response":"Greenwich Village"},{"text":"O'Neill was furious when this 18-year-old daughter of his married 54-year-old Charlie Chaplin","response":"Oona O'Neill"},{"text":"In 1929 O'Neill's play \"Strange\" this was banned in Boston, so it played in nearby Quincy instead","response":"<i>Strange Interlude</i>"},{"text":"As a young man O'Neill was fast friends with this reporter &amp; Communist Labor Party co-founder","response":"John Reed"},{"text":"This epic O'Neill work is based partly on the \"Oresteia\" of Aeschylus","response":"<i>Mourning Becomes Electra</i>"}],"originalDate":"2009-02-04"},{"category":"THE HAIRY APE","comments":"","clues":[{"text":"He played a trucker whose sidekick was an orangutan named Clyde in \"Every Which Way But Loose\"","response":"Clint Eastwood"},{"text":"This cartoon ape lives at Mr. Peebles' pet store<span class=\"nobreak\">--</span>he won't stay sold","response":"Magilla Gorilla"},{"text":"Rod Serling co-wrote the screenplay for this 1968 classic<span class=\"nobreak\">--</span>you damned dirty ape!","response":"<i>Planet of the Apes</i>"},{"text":"Alisa Berk played Kala, the primate mother, in this 1984 film subtitled \"The Legend of Tarzan, Lord of the Apes\"","response":"<i>Greystoke</i>"},{"text":"He's the wise shaman baboon in \"The Lion King\"","response":"Rafiki"}],"originalDate":"2009-02-04"}],[{"category":"BEYOND THE HORIZON","comments":"","clues":[{"text":"Set out like Hemingway on a fishing trip due south from Key West &amp; you eventually reach this nation","response":"Cuba"},{"text":"Brush up on your kana &amp; kanji if you head due west out of L.A. because you'll need them in this nation you reach","response":"Japan"},{"text":"Head due east from Washington, D.C. or New York City &amp; you'll first hit this Southern European country","response":"Portugal"},{"text":"Attu island in the Aleutians is only 560 miles due east of this Russian peninsula","response":"Kamchatka"},{"text":"The closest nation to the contiguous U.S. that it doesn't border is this archipelagic country","response":"the Bahamas"}],"originalDate":"2009-02-04"},{"category":"MORE STATELY MANSIONS","comments":"","clues":[{"text":"This mansion is the official residence of the mayor of New York City","response":"Gracie"},{"text":"Tired of camping in tents at his San Simeon ranch, he told architect Julia Morgan \"to build a little something\"","response":"(William Randolph) Hearst"},{"text":"An official residence of Queen Elizabeth, it's the largest occupied castle in the world","response":"Windsor Castle"},{"text":"This chateau just outside of Paris was built in 1623 as a hunting lodge for Louis XIII","response":"Versailles"},{"text":"This 70-room palazzo in Newport, Rhode Island was the Vanderbilts' summer cottage","response":"The Breakers"}],"originalDate":"2009-02-04"},{"category":"THE \"ICE\" MAN COMETH","comments":"","clues":[{"text":"Any edible, aromatic vegetable substance added to food for flavor","response":"spice"},{"text":"A move in baseball that results in an out for you, but advances any runner on base","response":"a sacrifice"},{"text":"From the Latin for \"in my view\", it's guidance offered to another","response":"advice"},{"text":"To lure or lead on by exciting hope or desire","response":"entice"},{"text":"Governor of a province who rules as the representative of his sovereign","response":"a viceroy"}],"originalDate":"2009-02-04"},{"category":"30 YEARS' WAR CALL-IN","comments":"(Alex: You're gonna love that one!)","clues":[{"text":"(Alex: To start us off in this category, here's a \"caller\" from Saxony)  If Holy Roman Emperor Ferdinand II keeps trying to impose this religion on everyone, there'll be hell to pay","response":"Catholicism"},{"text":"(Alex: Ah, some strange news from Turin now)  It's crazy <span class=\"nobreak\">--</span> the Citadel is under this, similar to a blockade, from an army that's also under this from another army","response":"siege"},{"text":"(Alex: Well, on the line right now is General Albrecht von Wallenstein)  Hey, King Christian IV of this Scandinavian country give me your best shot, pal.  You got nothing!","response":"Denmark"},{"text":"(Alex: Ah, a prediction from Antwerp.)  I say the Dutch are going to stick it to this country's fleet just like England did back in 1588","response":"Spain"},{"text":"(Alex: For our last clue, we have a caller from Italy.)  If you think this French cardinal really cares for Mantua's welfare, I have some land in Picardy to sell you","response":"Cardinal Richelieu"}],"originalDate":"2003-01-13"},{"category":"BIRD, REPTILE OR FELINE","comments":"","clues":[{"text":"The ocelot","response":"feline"},{"text":"The cassowary","response":"bird"},{"text":"The caiman","response":"reptile"},{"text":"The kestrel","response":"bird"},{"text":"The basilisk","response":"reptile"}],"originalDate":"2003-01-13"},{"category":"BAY WATCHING","comments":"","clues":[{"text":"Mamala Bay lies at the entrance to this city's Keehi Lagoon &amp; Pearl Harbor","response":"Honolulu"},{"text":"The Ganges Fan, a massive layer of sediment, extends hundreds of miles into this bay","response":"Bay of Bengal"},{"text":"Wales' Cardigan Bay is a semicircular inlet of St. George's Channel in this sea","response":"Irish Sea"},{"text":"Treasure Island &amp; Yerba Buena Island lie in this U.S. bay","response":"San Francisco Bay"},{"text":"In 1984 a hydroelectric generator was installed in Nova Scotia to harness this bay's tides","response":"Bay of Fundy"}],"originalDate":"2003-01-13"}],{"category":"AMERICAN POETRY","text":"This 1883 poem says, \"Here at our sea-washed, sunset gates shall stand a mighty woman...\"","response":"\"The New Colossus\""}]}