{"mix":3638,"rounds":[[{"category":"\"I\" EXAM","comments":"","clues":[{"text":"In March 2002 it was reported that B-22, one of these the size of Delaware, broke free from Antarctica","response":"iceberg"},{"text":"Certain thyroid conditions are treated with a radioactive form of this element","response":"iodine"},{"text":"It's what the \"I\" stands for in ROY G. BIV","response":"indigo"},{"text":"This Latin abbreviation meaning \"in the same place\" sounds like something you do on eBay","response":"ibid"},{"text":"2-word term for the laws passed by the British parliament in 1774 to punish dissidents in Massachusetts","response":"Intolerable Acts"}],"originalDate":"2003-01-13"},{"category":"AMERICAN WOMEN","comments":"(Alex: [humming] \"American Woman...\")","clues":[{"text":"This American Red Cross founder personally directed the relief effort at the Johnstown Flood in 1889","response":"Clara Barton"},{"text":"Her book \"The Same River Twice: Honoring the Difficult\" contains notes on filming \"The Color Purple\"","response":"Alice Walker"},{"text":"Her book \"The Sea Around Us\" was published in 1951 while she was chief biologist for the U.S. Fish &amp; Wildlife Service","response":"Rachel Carson"},{"text":"This wife of Rutherford B. Hayes originated the annual Easter Egg Roll on the White House lawn","response":"Lucy Hayes"},{"text":"The wife of Richard Byrd, she has an Antarctic \"Land\" named for her","response":"Marie Byrd"}],"originalDate":"2003-01-13"},{"category":"AROUND THE OFFICE BUILDING","comments":"","clues":[{"text":"Despite a widespread belief, these heads don't go on all over the building just because of fire in one room","response":"sprinkler heads"},{"text":"This \"room\" is named for the group that meets there, like one of directors or trustees","response":"boardroom"},{"text":"If you get in on the ground floor, then go half a story up, you're on the floor called this","response":"mezzanine"},{"text":"\"Woman\" whose job is to clean an office building, not burn it; Carol Burnett used to dress up as one","response":"charwoman"},{"text":"This type of office area is the title of a 1954 William Holden-Barbara Stanwyck movie","response":"<i>Executive Suite</i>"}],"originalDate":"2003-01-13"},{"category":"MINOR CLASSICS","comments":"","clues":[{"text":"Though minor keys often suggest sadness, this work in D minor contains an ode to joy","response":"\"Beethoven's Ninth Symphony\""},{"text":"This minor-key rock classic concerns \"A lady who's sure all that glitters is gold\"","response":"\"Stairway to Heaven\""},{"text":"A Haydn symphony in E minor is named for this sad homophone of a time of day","response":"\"Mourning\" (morning)"},{"text":"When Chopin was laid to rest, this famous piece from his B flat minor piano sonata was played","response":"\"The Funeral March\""},{"text":"A minor-key work, this Viennese composer's 1904 Symphony No. 6 is known as the \"Tragic\"","response":"Gustav Mahler"}],"originalDate":"2003-01-13"},{"category":"MALCOLM IN THE MIDDLE","comments":"","clues":[{"text":"He played Dr. Malcolm Sayer, a character based on neurologist Oliver Sacks, in the film \"Awakenings\"","response":"Robin Williams"},{"text":"Actor Malcolm-Jamal Warner was named for this other famous Malcolm","response":"Malcolm X"},{"text":"This publisher was the 1st person to fly successfully from coast to coast in the U.S. in a single hot-air balloon","response":"Malcolm Forbes"},{"text":"Malcolm McLaren owned a clothing store called Sex before forming this punk rock group","response":"The Sex Pistols"},{"text":"Just like \"clockwork\", he played H.G. Wells in the film \"Time After Time\"","response":"Malcolm McDowell"}],"originalDate":"2003-01-13"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"Tiny Bubbles\" singer who began serving as president of North Vietnam in 1945","response":"Don Ho Chi Minh"},{"text":"\"All in the Family\" producer used by business executives to fly from city to city","response":"Norman Lear Jet"},{"text":"\"Portrait of the Artist as a Young Man\" author &amp; psychologist who came to fame on \"The $64,000 Question\"","response":"James Joyce Brothers"},{"text":"Daffy's brother who played for the Cardinals &amp; served as secretary of state in the early 1960s","response":"Dizzy Dean Rusk"},{"text":"R&B singer of \"Ain't Got No Home\" who was Nixon's running mate in 1960","response":"Clarence \"Frogman\" Henry Cabot Lodge"}],"originalDate":"2003-01-13"}],[{"category":"AEROSMITH","comments":"","clues":[{"text":"In an interview, this Aerosmith frontman said, \"Your kids never think of you as a rock god\"","response":"Steven Tyler"},{"text":"In 1986 rappers Run-D.M.C. remade this 1976 Aerosmith song","response":"\"Walk This Way\""},{"text":"\"I Don't Want to Miss a Thing\", Aerosmith's first No. 1 hit, was from this movie","response":"<i>Armageddon</i>"},{"text":"Aerosmith covered \"Come Together\" in this 1978 movie that starred Peter Frampton &amp; The Bee Gees","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"This 1987 hit says, \"She had the body of a Venus, Lord imagine my surprise\"","response":"\"Dude (Looks Like a Lady)\""}],"originalDate":"2003-01-03"},{"category":"U.S. CITY NICKNAMES","comments":"","clues":[{"text":"Gerald Ford cut his teeth in this Nebraska city, \"The Steak Capital of the World\"","response":"Omaha"},{"text":"Huntington Beach in California is nicknamed this \"City\", something for Jan &amp; Dean to sing about","response":"\"Surf City\""},{"text":"This U.S. city, not the Russian one it's named for, is \"The Shuffleboard Capital of the World\"","response":"St. Petersburg"},{"text":"Hats off to Zachary Taylor, who grew up in this \"Derbytown\"","response":"Louisville"},{"text":"This Montana city is known as \"The Electric City\"; must be those hydroelectric power generators","response":"Great Falls"}],"originalDate":"2003-01-03"},{"category":"MEDICINE","comments":"","clues":[{"text":"He worked on an anti-influenza vaccine in the 1940s which led to an inactivated polio vaccine in 1952","response":"Dr. Jonas Salk"},{"text":"He founded a clinic with his 2 sons &amp; was active in organizing the Minnesota Territory in the 1850s &amp; 1860s","response":"William Mayo"},{"text":"Use of this test developed by a Greek-born U.S. physician has reduced the death rate from cancer of the cervix","response":"Pap smear"},{"text":"Legionnaire's disease, a severe form of this disease, can be passed through water-cooled air conditioning","response":"pneumonia"},{"text":"This infection of the intestines is caused by a bacterium called Salmonella typhi","response":"typhoid fever"}],"originalDate":"2003-01-03"},{"category":"\"W\"HO, \"W\"HAT OR \"W\"HERE","comments":"","clues":[{"text":"A sight of lamentation, it's believed to have been part of the Second Temple","response":"the Wailing Wall"},{"text":"(Jimmy of the Clue Crew reports)  This currency was once also used as jewelry","response":"wampum"},{"text":"This \"Good Gray\" poet was criticized in the 19th century for his controversial subject matter","response":"Walt Whitman"},{"text":"\"Down Under\" denizen displayed here","response":"wallaby"},{"text":"This Texas radio station's call letters spell out the name of the city it's in","response":"WACO"}],"originalDate":"2003-01-03"},{"category":"IN A PICKLE","comments":"","clues":[{"text":"To make your standard pickle, pickle this veggie","response":"cucumber"},{"text":"This pickle maker introduced its spokesstork in 1974","response":"Vlasic"},{"text":"Common name of Anethum graveolens, a plant in the parsley family used in a popular pickle","response":"dill"},{"text":"In 1900 this company built the first electric advertising sign in New York City, a 40-foot-long pickle","response":"H.J. Heinz"},{"text":"This noted pickle dealer of 15th century Seville has 2 continents named for him","response":"Amerigo Vespucci"}],"originalDate":"2003-01-03"},{"category":"REPTILES","comments":"(Alex: Oh, boy!)","clues":[{"text":"The tuatara, whose name is Maori for \"having spines\", lives on islands just off this country's coast","response":"New Zealand"},{"text":"It's the only U.S. state where you'll find both alligators &amp; crocodiles in their native habitats","response":"Florida"},{"text":"It's said that a common box one of these, Terrapene carolina, lived to be around 130 years old","response":"turtle"},{"text":"This venomous lizard is named for a river basin in the American Southwest where it's found","response":"Gila monster"},{"text":"Overhunting of deer &amp; wild boar, its main food, has threatened the existence of this Indonesian monitor","response":"komodo dragon"}],"originalDate":"2003-01-02"}],{"category":"BODIES OF WATER","text":"The Finnish call it Itameri &amp; the Germans call it Ostsee","response":"the Baltic Sea"}]}