{"mix":3639,"rounds":[[{"category":"ON THE MANTELPIECE","comments":"","clues":[{"text":"Your photos may be in this type of frame that's covered with a thin layer of simulated gold","response":"gilt frame"},{"text":"Oxeye daisies in a vase provide a touch of this color in their center disks","response":"yellow"},{"text":"The ultimate bowling trophy may be the Chris Schenkel Player of the Year Award given by this organization","response":"Professional Bowlers Association"},{"text":"(Sofia of the Clue Crew reports)  The name of this vessel comes from the action I'm performing","response":"decanter"},{"text":"2 models of these containers are consolation &amp; treasure rosewood","response":"urns"}],"originalDate":"2003-01-02"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"In 1253 Robert de Sorbon founded a school of theology in this city","response":"Paris"},{"text":"This university's Christ Church College was opened by Cardinal Wolsey in 1525","response":"Oxford"},{"text":"He was pres. of Case Western Eclectic Institute in Hiram, Ohio 1857-61; his term as U.S. pres. lasted 6 months in 1881","response":"James A. Garfield"},{"text":"This university in Indiana is administered by the Congregation of Holy Cross","response":"Notre Dame"},{"text":"The campus of this Ivy League school lies at the head of Rhode Island's Narragansett Bay","response":"Brown University"}],"originalDate":"2003-01-02"},{"category":"20th CENTURY WOMEN","comments":"","clues":[{"text":"In August 1977 she opened her first cookie store in Palo Alto, California","response":"Debbi Fields"},{"text":"Her childhood in Red Cloud, Nebraska influenced her \"O Pioneers!\" &amp; other works","response":"Willa Cather"},{"text":"This future first lady was born Anne Frances Robbins &amp; her stepfather Loyal Davis adopted her when she was 14","response":"Nancy Reagan"},{"text":"In the 1960s she was credited with making the first recorded observations that chimps eat meat &amp; make &amp; use tools","response":"Jane Goodall"},{"text":"In 1996 this \"Heidi Chronicles\" playwright wrote a children's book, \"Pamela's First Musical\"","response":"Wendy Wasserstein"}],"originalDate":"2003-01-02"},{"category":"CDs","comments":"","clues":[{"text":"Paul McCartney's 1982 album \"Tug of War\" features this duet with Stevie Wonder","response":"\"Ebony and Ivory\""},{"text":"1995's \"Every Breath You Take\" is a CD of \"The Classics\" by this pop group","response":"The Police"},{"text":"The 1987 Album of the Year Grammy went to U2 for this album","response":"\"The Joshua Tree\""},{"text":"Appropriately, the song \"Heaven Must Be Missing An Angel\" is on the soundtrack to this 2000 girl power flick","response":"<i>Charlie's Angels</i>"},{"text":"\"The Space Between\" is one of the tracks on \"Everyday\" by this man's \"Band\"","response":"Dave Matthews"}],"originalDate":"2003-01-02"},{"category":"\"L.P.\"s","comments":"(Alex Trebek: And some of us remember...)","clues":[{"text":"They're caused by uterine contractions during childbirth","response":"labor pains"},{"text":"Prison workers really do make these, including the vanity type","response":"license plates"},{"text":"Facility seen here at Kennedy Space Center","response":"launch pad"},{"text":"For the Hyundai Accent, it's just under $10,000","response":"list price"},{"text":"Objects appear to get smaller &amp; parallel lines converge in the distance in this system of spatial representation","response":"linear perspective"}],"originalDate":"2003-01-02"},{"category":"NATIVE AMERICANS","comments":"","clues":[{"text":"The Mojave, who originally lived on this river, still have a reservation on it","response":"Colorado River"},{"text":"Now usually meaning a conference, it has also meant to practice magic","response":"pow-wow"},{"text":"From where they made their homes, the Anasazi, ancestors of the Pueblo, are called these","response":"cliff dwellers"},{"text":"In an 1830 treaty, the Choctaw nation ceded all of its land east of this river to the U.S.","response":"Mississippi River"},{"text":"The Seminoles began as a branch (or is it tributary) of this tribe","response":"Creek Indians"}],"originalDate":"2003-01-02"}],[{"category":"CELEBRITY RELATIVES","comments":"","clues":[{"text":"Troy Garity, who played Bruce Willis' cousin in \"Bandits\", is the son of Tom Hayden &amp; this actress","response":"Jane Fonda"},{"text":"This TV \"bride\" is seen here with her mom, who played Burt Lancaster's sister in the film \"Sweet Smell of Success\"","response":"Darva Conger"},{"text":"This brother of an Oscar-winning \"Runaway Bride\" earned his own Oscar nomination for \"Runaway Train\"","response":"Eric Roberts"},{"text":"Don of the Everly Brothers was ever-so-briefly the father-in-law of this Guns N' Roses singer","response":"Axl Rose"},{"text":"Heather MacRae sings \"If I Loved You\" &amp; \"Oklahoma!\" on her CD tribute to this singer, her dad","response":"Gordon MacRae"}],"originalDate":"2003-01-02"},{"category":"LITERARY BEFORE &amp; AFTER","comments":"","clues":[{"text":"Richard Llewellyn's Welsh mining family moves to NYC &amp; pops pills in this bestseller by Jacqueline Susann","response":"<i>How Green Was My Valley of the Dolls</i>"},{"text":"Stanley Kowalski yells, \"Stel-lahhh!\" on Ephraim Cabot's farm in this collaboration by Tennessee Williams &amp; Eugene O'Neill","response":"<i>A Streetcar Named Desire Under the Elms</i>"},{"text":"Lorraine Hansberry drama in which the Chicago Youngers go to Pamplona with Jake Barnes &amp; Lady Brett","response":"<i>A Raisin in the Sun Also Rises</i>"},{"text":"Satire in which Lemuel visits Lilliput with Steinbeck's poodle","response":"<i>Gulliver's Travels with Charley</i>"},{"text":"Epic poem in which Lucifer, expelled from heaven, finds inner peace in Shangri-La","response":"<i>Paradise Lost Horizon</i>"}],"originalDate":"2003-01-02"},{"category":"FOOD WORDS &amp; PHRASES","comments":"","clues":[{"text":"Food term for the items being worn here","response":"sandwich boards"},{"text":"The name of this fast-growing fungus can also mean to grow or develop rapidly","response":"mushroom"},{"text":"It's information stored on your computer to record your activities when visiting a website","response":"cookie"},{"text":"It's what would carry the item seen here, or proverbially \"bring a rural fellow to town\"","response":"turnip truck"},{"text":"To suffer the consequences of your own actions is to \"stew\" here","response":"in your own juices"}],"originalDate":"2003-01-02"},{"category":"PHILADELPHIA FREEDOM","comments":"","clues":[{"text":"From the Greek meaning of its name, Philadelphia is nicknamed \"The City of\" this","response":"Brotherly Love"},{"text":"This place on 5th &amp; Arch St. makes hundreds of millions of dollars each year","response":"the U.S. Mint"},{"text":"It may ring a bell that it was in this building that the Articles of Confederation were ratified in 1781","response":"Independence Hall"},{"text":"Mount Pleasant, a colonial mansion in Fairmont Park, once belonged to this traitor","response":"Benedict Arnold"},{"text":"Here's a \"Thinker\": a Philadelphia museum houses the largest collection of his work outside of Paris","response":"Auguste Rodin"}],"originalDate":"2003-01-01"},{"category":"ROCKET MAN","comments":"","clues":[{"text":"In 2002 shuttle mission specialist Jerry Ross became the first man to be launched into space this lucky number of times","response":"7"},{"text":"Alexei Leonov said he was given a pill to help him do this in case he couldn't get back in Voskhod after the spacewalk","response":"commit suicide"},{"text":"His job as a test subject for space sickness on a 1985 shuttle flight got him dubbed \"Barfin' Jake\" in \"Doonesbury\"","response":"Senator Jake Garn"},{"text":"The first non-Russian &amp; non-American in space, Vladimir Remek, was from this country that broke up in 1993","response":"Czechoslovakia"},{"text":"After his splashdown 250 miles from the pick-up ship May 24, 1962, he never flew in space again","response":"Scott Carpenter"}],"originalDate":"2003-01-01"},{"category":"DANIEL","comments":"","clues":[{"text":"For refusing to pray to King Darius, Daniel was thrown into this, but was unharmed","response":"the lions' den"},{"text":"In Chapter 9, Daniel prays to God for an end to the desolation of this city, \"thy holy mountain\"","response":"Jerusalem"},{"text":"The name Daniel is from the Hebrew for \"God is my\" this; Deborah was one","response":"judge"},{"text":"For interpreting his dreams, this king made Daniel \"Chief of the Governors over all the Wise Men of Babylon\"","response":"Nebuchadnezzar"},{"text":"Much of the first half of the book of Daniel was written in this language spoken by Jesus, the rest in Hebrew","response":"Aramaic"}],"originalDate":"2003-01-01"}],{"category":"BUSINESS","text":"This social media company launched in October 2010; in 2012, with about a dozen employees &amp; no revenue, it sold for $1 billion","response":"Instagram"}]}