{"mix":3640,"rounds":[[{"category":"DON'T GO BREAKING MY HEART","comments":"","clues":[{"text":"If your fiance doesn't show up at the church &amp; moves to Tahiti alone, you've been \"left\" at this location","response":"the altar"},{"text":"On a 2002 TV series, \"The Bachelor\" rejected women by not offering them one of these","response":"rose"},{"text":"In French idioms, femme entretenue is a kept woman &amp; this femme is one who breaks your heart","response":"femme fatale"},{"text":"These \"differences\" are grounds for divorce under the laws of several states","response":"irreconcilable differences"},{"text":"From the Latin for \"blazing\", it's used for catching one's partner being unfaithful as well as catching a crook red-handed","response":"in flagrante delicto"}],"originalDate":"2003-01-01"},{"category":"HONKY \"CAT\"","comments":"","clues":[{"text":"Tiffany published its first one of these in 1845 (online shopping came a little later)","response":"catalog"},{"text":"This tough, thin cord is used to string musical instruments &amp; tennis rackets","response":"catgut"},{"text":"It's a 2-hulled sailing boat","response":"catamaran"},{"text":"The name of this ancient war device is partly from the Greek for \"hurl\"","response":"catapult"},{"text":"A book giving the basic principles of Christianity in Q-&amp;-A form","response":"catechism"}],"originalDate":"2003-01-01"},{"category":"U.S. PRESIDENTS","comments":"(Alex: That's always a good subject on this show.)","clues":[{"text":"Warren Harding was this political party's victorious presidential candidate in 1920","response":"Republican"},{"text":"This man was president when the Warsaw Pact was signed","response":"Dwight D. Eisenhower"},{"text":"One of the 2 who were born in the 1920s","response":"Jimmy Carter or George H.W. Bush"},{"text":"Upon his death in 1849, his last words were, \"I love you Sarah, for all eternity, I love you\"","response":"James K. Polk"},{"text":"The stepfather of Patsy &amp; Jacky, he was also known as the \"Stepfather of His Country\"","response":"George Washington"}],"originalDate":"2003-01-01"},{"category":"MOVIE MUSICALS","comments":"","clues":[{"text":"Elsa Lanchester played Katie Nanna, the nanny who walks out on the Banks family at the beginning of this film","response":"<i>Mary Poppins</i>"},{"text":"(Hi, I'm Jeff Probst [reporting from Thailand])  Here in Thailand, this 1956 movie musical was banned &amp; so was the non-musical 1999 film covering the same story","response":"<i>The King and I</i>"},{"text":"Natalie Wood does a mean striptease in this 1962 classic","response":"<i>Gypsy</i>"},{"text":"George Chakiris played Riff in the West End production of this musical, but played Bernardo in the 1961 film","response":"<i>West Side Story</i>"},{"text":"We're sure that Vivian Blaine never lamented playing Adelaide in this 1955 hit","response":"<i>Guys and Dolls</i>"}],"originalDate":"2003-01-01"},{"category":"A SHAKESPEARE TOUR","comments":"","clues":[{"text":"A country:<br>\"This precious stone set in the silver sea\"","response":"England"},{"text":"A city:<br>\"What news on the Rialto?\"","response":"Venice"},{"text":"A battlefield:<br>\"I think there be six Richmonds in the field; five have I slain today instead of him\"","response":"Bosworth Field"},{"text":"A city:<br>\"If ever you disturb our streets again, your lives shall pay the forfeit of the peace\"","response":"Verona"},{"text":"A castle:<br>\"'Fear not, till Birnam Wood do come to'\" it","response":"Dunsinane"}],"originalDate":"2003-01-01"},{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"The sulfur from this mineral, also known as fool's gold, is used to make sulfuric acid","response":"pyrite"},{"text":"Its old name, plumbago, came from its use in lead pencils","response":"graphite"},{"text":"Mount Pentelikon in Attica, Greece is known for the pentelic type of this statue material","response":"marble"},{"text":"Around 1920 plates of this silicon mineral were first used to control radio frequencies","response":"quartz"},{"text":"With the dawn of this \"age\" the once considered almost worthless pitchblende became ever so sought after","response":"Atomic Age"}],"originalDate":"2003-01-01"}],[{"category":"YOU COULD PUT AN EYE OUT","comments":"","clues":[{"text":"In a 1996 film, the character Karl Childers wields a lawn mower blade as well as this title \"blade\"","response":"<i>Sling Blade</i>"},{"text":"1964 saw the first time a man threw this 300 feet &amp; the first time a woman threw it 200 feet","response":"javelin"},{"text":"General term for a slender surgical instrument used to explore the body, as to look for a bullet","response":"probe"},{"text":"A narrow, connecting part of some tools, it's also prison slang for a knifelike weapon","response":"shank"},{"text":"From an Asian word, this type of \"stick\" is concealed in high grass to injure enemy soldiers","response":"punji stick"}],"originalDate":"2003-01-01"},{"category":"\"P\"-RUSSIA","comments":"","clues":[{"text":"This czar gave Russia a \"window to the west\" when he built a new capital on land taken from Sweden","response":"Peter the Great"},{"text":"In the 2000 presidential election he got 53% of the vote","response":"Vladimir Putin"},{"text":"This 1904 Nobel winner was director of the physiology dept. at the Institute of Experimental Medicine","response":"Ivan Pavlov"},{"text":"Russian for \"restructuring\", it was part of Gorbachev's effort to fix the economy","response":"perestroika"},{"text":"This composer's \"Peter and the Wolf\" is for narrator &amp; orchestra","response":"Sergei Prokofiev"}],"originalDate":"2002-12-31"},{"category":"GAME SHOW FORMATS","comments":"","clues":[{"text":"To start each round, 4 people from the audience each try to guess the correct cost of a featured prize","response":"<i>The Price is Right</i>"},{"text":"With the help of 3 lifelines, a contestant tries to answer 15 questions to win a cool 7 figures","response":"<i>Who Wants to Be a Millionaire</i>"},{"text":"A member of the opposite sex asks questions of 3 hidden contestants &amp; then picks 1 to go out with","response":"<i>The Dating Game</i>"},{"text":"2 contestants try to duplicate the answers given by 6 celebrities to funny fill-in-the-blank sentences","response":"<i>The Match Game</i>"},{"text":"3 people all claim to be the same specific person","response":"<i>To Tell the Truth</i>"}],"originalDate":"2002-12-31"},{"category":"THE 7 WONDERS","comments":"","clues":[{"text":"We sort of know what the Statue of Zeus looked like because it was reproduced on these of the realm","response":"coins"},{"text":"They were located on terraces that possibly rose some 300 feet","response":"The Hanging Gardens of Babylon"},{"text":"Made of bronze, it was destroyed by an earthquake in 224 B.C.","response":"Colossus of Rhodes"},{"text":"An earthquake in the 13th century signaled the loss of this <span class=\"nobreak\">--</span> signal","response":"Lighthouse at Alexandria"},{"text":"As always, invading Goths got the blame for destroying her temple at Ephesus","response":"Artemis/Diana"}],"originalDate":"2002-12-31"},{"category":"WESTMINSTER ABBEY","comments":"","clues":[{"text":"(Cheryl of the Clue Crew reporting from London)  Since 1066, every British monarch except 2 have come to Westminster Abbey for this ceremony","response":"coronation"},{"text":"You should visit this astronomer royal's plot in the cloister more often than once every 76 years","response":"Edmond Halley"},{"text":"(Cheryl of the Clue Crew reporting from London)  Over 30 million of Britain's 58 million people watched this event from Westminster Abbey September 6, 1997","response":"Princess Diana's Funeral"},{"text":"In the fall of 1939 these talented boys had to be evacuated from the abbey to Sussex, but they were back in 1947","response":"the choirboys"},{"text":"His body came to Westminster Abbey from Africa, arriving after an 11-month journey in 1874","response":"Dr. David Livingstone"}],"originalDate":"2002-12-31"},{"category":"A BROAD-BASED MOVEMENT","comments":"","clues":[{"text":"The DAR","response":"Daughters of the American Revolution"},{"text":"The YWCA","response":"Young Women's Christian Association"},{"text":"The LPGA","response":"Ladies Professional Golf Association"},{"text":"NOW","response":"National Organization for Women"},{"text":"They sponsor debates:<br>the LWV","response":"League of Women Voters"}],"originalDate":"2002-12-31"}],{"category":"BOOK REVIEWS","text":"A 2008 review of this novel, later filmed, compared it to \"Battle Royale\" &amp; said it's \"a future we can fear\"","response":"<i>The Hunger Games</i>"}]}