{"mix":3644,"rounds":[[{"category":"ALLOYS","comments":"","clues":[{"text":"An alloy called babbitt metal is used to line bearings &amp; bushings to reduce this","response":"friction"},{"text":"Simple carbon steels are just a little carbon &amp; manganese &amp; a lot of this","response":"iron"},{"text":"For this alloy, mix your zinc &amp; copper in a crucible &amp; work with your ingots after they cool","response":"brass"},{"text":"Adding platinum to gold turns it from yellow gold to this","response":"white gold"},{"text":"Osmiridium is, you guessed it, an alloy of this &amp; iridium","response":"osmium"}],"originalDate":"2002-12-30"},{"category":"COFFEE BRANDS","comments":"","clues":[{"text":"\"Fill it to the Rim with\" this","response":"Brim"},{"text":"In TV ads, unwitting coffee drinkers found their fresh brew had been replaced by this brand's crystals","response":"Folgers"},{"text":"In 1892 Joel Cheek developed a blend of coffee for a Nashville hotel, hence this coffee's name","response":"Maxwell House"},{"text":"In TV commercials, 2 neighbors were brought together by their love for this brand of freeze-dried instant coffee","response":"Taster's Choice"},{"text":"Ludwig Roselius used a contraction of the French phrase \"without caffeine\" for the name of this brand","response":"Sanka (\"sans cafeine\")"}],"originalDate":"2002-12-30"},{"category":"WORDS FROM 2 LETTERS","comments":"(Alex: Let me give you an example: for example, if we said \"a synonym for simple\", what is \"easy\", \"E-Z\", that's a word from 2 letters.)","clues":[{"text":"Jennifer Aniston won one in September 2002; her husband Brad was nominated, but didn't win","response":"M-E/Emmy"},{"text":"I can name this Native American dwelling in 2 letters","response":"T-P/tepee"},{"text":"In 1978 Jackson Browne was \"Running on\" these 2 letters","response":"M-T/empty"},{"text":"These 2 letters can often be seen growing on the sides of college buildings","response":"I-V/ivy"},{"text":"These 2 letters give you an adjective meaning sordid &amp; unkempt","response":"C-D/seedy"}],"originalDate":"2002-12-30"},{"category":"MUSICAL TRIBUTES","comments":"","clues":[{"text":"\"Darken my Fire: A Gothic\" CD \"Tribute to\" this group boasts the Electric Hellfire Club's rendition of \"Light my Fire\"","response":"The Doors"},{"text":"Tony Bennett's \"Steppin' Out\" album features songs introduced by this dancer, including \"Top Hat, White Tie &amp; Tails\"","response":"Fred Astaire"},{"text":"The Red House Painters recorded \"Fly Away\" for \"Take Me Home\", a CD tribute to this singer","response":"John Denver"},{"text":"Her 1985 hit \"Missing You\" was a tribute to Marvin Gaye, with whom she'd sung \"You're a Special Part of Me\"","response":"Diana Ross"},{"text":"Peter Allen's song \"Quiet Please, There's a Lady on Stage\" was a tribute to this late star, once his mother-in-law","response":"Judy Garland"}],"originalDate":"2002-12-30"},{"category":"HI \"YO\"","comments":"","clues":[{"text":"The 3-syllable expression that precedes \"and a bottle of rum\" in \"Treasure Island\"","response":"Yo ho ho"},{"text":"This port is the capital of Japan's Kanagawa prefecture","response":"Yokohama"},{"text":"This Orange County, Calif. city was the birthplace of Richard Nixon &amp; is also home to his presidential library","response":"Yorba Linda"},{"text":"He was ordained as a minister in 1955; in 1977 he was appointed U.S. ambassador to the U.N.","response":"Andrew Young"},{"text":"This ethnic group makes up about 1/5 the population of Nigeria","response":"Yoruba"}],"originalDate":"2002-12-30"},{"category":"SILVER","comments":"","clues":[{"text":"Werewolves take note: the light beer from this brewery is known as \"The Silver Bullet\"","response":"Coors"},{"text":"The 1906 Silver Ghost seen here was the first model of this","response":"Rolls-Royce"},{"text":"Yo, it's the 4-letter nickname of the Vegas headlining comedian whose real name is Andrew Silverstein","response":"(Andrew) Dice (Clay)"},{"text":"This Western Hemisphere country is the world's largest producer of silver","response":"Mexico"},{"text":"Topped by a silver eagle with a 15-inch wingspan, a large silver mace is the symbol of authority of this U.S. govt. body","response":"House of Representatives"}],"originalDate":"2002-12-30"}],[{"category":"WHO WAS THAT MOSQUE MAN?","comments":"","clues":[{"text":"Born Ferdinand Lewis Alcindor, Jr., this 6-time NBA MVP converted to Islam &amp; changed his name to this in 1971","response":"Kareem Abdul-Jabbar"},{"text":"Also one of the most noted mathematicians of his time, this Muslim poet is best known for his \"Rubaiyat\"","response":"Omar Khayyam"},{"text":"This man with the same first name as a Biblical prophet led the Black Muslims from 1934 to 1975","response":"Elijah Muhammad"},{"text":"This man's father-in-law, Abu Bakr, became the first Muslim caliph in 632","response":"Mohammed"},{"text":"Medieval rabbi Moses Maimonides was court doctor to this Muslim warrior &amp; sultan of Egypt","response":"Saladin"}],"originalDate":"2002-12-30"},{"category":"HISTORIC AMERICANS","comments":"","clues":[{"text":"When asked how he became a hero, this president remarked, \"It was involuntary.  They sank my boat\"","response":"John F. Kennedy"},{"text":"At the time of her 1937 disappearance she was married to publisher George Palmer Putnam","response":"Amelia Earhart"},{"text":"In 1881 Louis Tiffany &amp; others decorated the first floor of this author's mansion in Hartford, Conn.","response":"Mark Twain"},{"text":"In 1973 he resigned as governor of New York to found the Commission on Critical Choices for Americans","response":"Nelson Rockefeller"},{"text":"This attorney was the only representative of New York to sign the U.S. Constitution","response":"Alexander Hamilton"}],"originalDate":"2002-12-27"},{"category":"NATIONAL FOODS","comments":"","clues":[{"text":"This breakfast treat with deep pockets was introduced to Americans at the 1964 World's Fair","response":"Belgian waffles"},{"text":"Thomas' is a brand of these, famed for their nooks &amp; crannies","response":"English muffins"},{"text":"This cured meat is in the classic McDonald's Egg McMuffin","response":"Canadian bacon"},{"text":"Actually an American recipe, this condiment may have been given its name because caviar was once an ingredient","response":"Russian dressing"},{"text":"Its other names include Poor Knights of Windsor &amp; Pain Perdu (lost bread)","response":"French toast"}],"originalDate":"2002-12-27"},{"category":"THE PLANET URANUS","comments":"","clues":[{"text":"Observations by astronomer James Elliot in 1977 discovered 5 of these around Uranus","response":"rings"},{"text":"Of 84, 184 or 284, the length in years of one orbit by Uranus around the sun","response":"84"},{"text":"Uranus' 2 largest moons share their names with characters created by this author","response":"William Shakespeare"},{"text":"In 1846 astronomers found this planet from the effects it had on Uranus' orbit","response":"Neptune"},{"text":"He discovered Uranus as well as 2 of its moons","response":"William Herschel"}],"originalDate":"2002-12-27"},{"category":"PICTURE THIS","comments":"","clues":[{"text":"One of the first printed books with illustrations was a collection of this ancient man's fables in 1476","response":"Aesop"},{"text":"In 1964 this first lady made the first call to inaugurate the new commercial picturephone service","response":"Lady Bird Johnson"},{"text":"In 1907 the Wall Street Journal declared Percival Lowell's photo of its \"canals\" proof of intelligent life","response":"Mars"},{"text":"Nose art, referring to pictures on the noses of these, really took off during WWII","response":"airplanes"},{"text":"The rights to 5 of Tom Kelley's red velvet photos of this actress taken in 1949 were put on eBay in 2001, but weren't sold","response":"Marilyn Monroe"}],"originalDate":"2002-12-27"},{"category":"ALL MY Xs","comments":"","clues":[{"text":"In 1968 the MPAA rated a film adult by giving it this many Xs","response":"1"},{"text":"In a 2002 film, number of Xs on Vin Diesel's neck tattoo","response":"3"},{"text":"Claudia Silva starred in an L.A.-area theater production of \"Cuatro Equis\", this many","response":"4"},{"text":"Without getting a tic-tac-toe on \"Hollywood Squares\" you could still win a game with this many Xs","response":"5"},{"text":"Maximum number of Xs that can appear on one bowler's score sheet in one game","response":"12"}],"originalDate":"2002-12-27"}],{"category":"BEST SELLERS","text":"In 1964, 5 of the top 10 nonfiction best sellers were by or about this man","response":"John F. Kennedy"}]}