{"mix":3651,"rounds":[[{"category":"WORDS FROM PLACES","comments":"","clues":[{"text":"The name of this Saudi Arabian city has come to mean any place to which people of a common interest are drawn","response":"Mecca"},{"text":"In France a woman from Utrecht or Delft is called this, like a classic sauce","response":"hollandaise"},{"text":"Finishing an object with glossy black lacquer isn't called Iranning or Sudanning, but this","response":"Japanning"},{"text":"The fabric muslin gets its name from this third-largest city in Iraq","response":"Mosul"},{"text":"Named for where Yugoslavia used to be, it's the process of fragmenting into smaller political units","response":"balkanization"}],"originalDate":"2009-01-26"},{"category":"FICTION SCIENCE","comments":"","clues":[{"text":"In 1989 Fleischmann &amp; Pons claimed they'd found a \"cold\" way to start this process<span class=\"nobreak\">--</span>nope","response":"cold fusion"},{"text":"A Berkeley physicist claimed he'd discovered no. 118 of these<span class=\"nobreak\">--</span>nope again","response":"element"},{"text":"Korea's Woo-Suk Hwang faked a 2004 breakthrough in getting these mighty medical things from cloned embryos","response":"stem cells"},{"text":"In 2001 Hendrik Schön claimed to have created a molecule-sized one of these semiconductors<span class=\"nobreak\">--</span> bad Hendrik!","response":"a transistor"},{"text":"No one knows who planted this fossilized \"man\" in an English dig, setting the study of evolution back decades","response":"Piltdown Man"}],"originalDate":"2009-01-26"},{"category":"GRAND THEFT AUTO","comments":"","clues":[{"text":"It's America's most wanted: this automaker's 1995 Civic topped U.S. stolen-car rankings in 2006 &amp; 2007","response":"Honda"},{"text":"God bless America! According to an FBI report, they're the 3 most popular car colors for thieves","response":"red, white & blue"},{"text":"Compact cars top the list in most states, but in W.V. &amp; Texas, the most commonly stolen vehicles are this type","response":"pickups"},{"text":"Rhyming name for a place where stolen cars are disassembled into parts for resale","response":"a chop shop"},{"text":"Thieves often break into cars with this long, thin metal strip that shares its name with a spicy meat snack","response":"a slim jim"}],"originalDate":"2009-01-22"},{"category":"WORLD OF WARCRAFT","comments":"","clues":[{"text":"Bows get arrows; crossbows fire these, like lightning","response":"bolts"},{"text":"The M1 Abrams type of this has been called \"the backbone of the armored forces of the U.S. military\"","response":"a tank"},{"text":"Introduced in WWII, this company's Me-262 jet might have made a difference but for a fuel shortage","response":"Messerschmitt"},{"text":"Revolutionary in the 15th century, the matchlock was a type of this weapon","response":"a pistol"},{"text":"Newly popular in the Middle Ages were the longbow &amp; this long pointy poking pole resembling a spear or lance","response":"a pike"}],"originalDate":"2009-01-22"},{"category":"ROCK BAND","comments":"","clues":[{"text":"The law of superposition states that any bed of rock must be older than another bed here","response":"above it"},{"text":"A 250-million-year, old grayish-white limestone layer of sea fossils is referred to as this canyon's \"bathtub ring\"","response":"the Grand Canyon"},{"text":"The earth's outermost layer of rock, it comes in oceanic &amp; continental types (sorry, no whole wheat)","response":"the crust"},{"text":"Layers of rock are commonly referred to as these, from the Latin for \"something spread out\"","response":"strata"},{"text":"Most exposed rock on the earth's surface is this type produced by the weathering &amp; erosion of older rock","response":"sedimentary"}],"originalDate":"2009-01-22"},{"category":"VIDEO GAMES","comments":"","clues":[{"text":"The \"ball\" in this classic '70s version of table tennis was square<span class=\"nobreak\">--</span>good thing it was played on video","response":"Pong"},{"text":"The name of this classic game came from onomatopoetic Japanese for the sound a mouth makes while eating","response":"Pac-Man"},{"text":"Spacewar, the first shoot-'em-up game, was created in the early '60s by programmers at this Mass. school","response":"MIT"},{"text":"Computer Space, the first arcade video game, makes a cameo in this 1973 sci-fi film (spoiler: the title is people!)","response":"<i>Soylent Green</i>"},{"text":"This game's Japanese designer thought his proposed English title meant \"stupid ape\"; nope, but Nintendo used it","response":"Donkey Kong"}],"originalDate":"2009-01-22"}],[{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"Dostoyevsky didn't call his novel about Prince Myshkin \"The Dope\" or \"The Ninny\" but this","response":"<i>The Idiot</i>"},{"text":"The last of Andre Chenier's moving poems \"Iambes\" date from just before his death by this in July 1794","response":"guillotine"},{"text":"Born in 1547, this Spanish author always craved the fame of his contemporary Lope de Vega","response":"Cervantes"},{"text":"Naguib Mahfouz, the first Arabic-language Nobel literature laureate, is from this country","response":"Egypt"},{"text":"His last play was 1909's autobiographical \"Stora Landsvagen\", Swedish for \"The Great Highway\"","response":"Strindberg"}],"originalDate":"2009-01-22"},{"category":"SECOND-LARGEST CITIES","comments":"(Alex: You have to name the country in...)","clues":[{"text":"Goteburg","response":"Sweden"},{"text":"Basra","response":"Iraq"},{"text":"Lodz","response":"Poland"},{"text":"In Africa:<br>Buchanan","response":"Liberia"},{"text":"Graz","response":"Austria"}],"originalDate":"2009-01-22"},{"category":"WORLD OF DANCE","comments":"","clues":[{"text":"When it evolved from the landler in the 1700s, the couples' near-embrace shocked polite society","response":"the waltz"},{"text":"A beverage for which Cuba is famous makes up the first 3 letters of this dance with subtle hip movements","response":"the rumba"},{"text":"The bullfight-based paso doble includes a move where the man turns the woman into this piece of apparel","response":"the cape"},{"text":"In Virginia, they know this as a fishing accessory, or a dance for multiple couples","response":"a reel"},{"text":"In tap, this move that's paired with \"buck\" is a simultaneous leap &amp; shuffle","response":"a wing"}],"originalDate":"2009-01-22"},{"category":"ODE ON A GRECIAN, EARNED","comments":"","clues":[{"text":"After Socrates' death, this Athenian went to Megara &amp; wrote philosophic dialogues to vindicate his pal","response":"Plato"},{"text":"Not until the 19th century was his fifth postulate modified to develop non-him-ean geometries","response":"Euclid"},{"text":"Let's \"Post\" some facts: her maiden name is Stassinopoulos &amp; she has an M.A. in economics from Cambridge","response":"Arianna Huffington"},{"text":"Socrates was the middle name of this shipping magnate whose fortune was valued at more than $500 million","response":"(Aristotle) Onassis"},{"text":"In 1951 this soprano debuted at La Scala in Verdi's \"I Vespri Siciliani\"","response":"Maria Callas"}],"originalDate":"2009-01-22"},{"category":"WATERY TERMS","comments":"","clues":[{"text":"This term originally applied to a woman hired to suckle another woman's infant","response":"a wet nurse"},{"text":"Someone born under the 11th sign of the zodiac","response":"Aquarius"},{"text":"It's visible when the angle of refraction between the sun, the water &amp; your line of vision is between 40 &amp; 42<sup>o</sup>","response":"a rainbow"},{"text":"Coleridge was called one of these because of the district in England where he lived","response":"a Lake Poet"},{"text":"A big strong ship, or a tension-relieving joke told at a party","response":"an icebreaker"}],"originalDate":"2009-01-22"},{"category":"LIBROS EN ESPAÑOL","comments":"","clues":[{"text":"Salinger:<br>\"El Guardian Entre el Centeno\"","response":"<i>The Catcher in the Rye</i>"},{"text":"A kids' classic:<br>\"El Leon, la Bruja y el Ropera\"","response":"<i>The Lion, the Witch and the Wardrobe</i>"},{"text":"A self-help book:<br>\"Quien Se Ha Llevado Mi Queso?\"","response":"<i>Who Moved My Cheese?</i>"},{"text":"A bestseller:<br>\"Agua para Elefantes\"","response":"<i>Water for Elephants</i>"},{"text":"Eckhart Tolle:<br>\"Una Nueva Tierra\"","response":"<i>A New Earth</i>"}],"originalDate":"2009-01-23"}],{"category":"NYC LANDMARKS","text":"The lobby of this landmark has an art deco ceiling fresco by Edward Trumbull called \"Transport and Human Endeavor\"","response":"the Chrysler Building"}]}