{"mix":3658,"rounds":[[{"category":"PLANTS","comments":"","clues":[{"text":"Blue, Sitka &amp; Engelmann are varieties of this conifer","response":"spruce"},{"text":"This kidney-shaped nut comes from an evergreen tree, Anacardium occidentale, that may grow to 40 feet in height","response":"cashew"},{"text":"In the 1950s pollen grains of this crop plant estimated to be 60,000 years old were found in Mexico City","response":"corn (or maize)"},{"text":"The scientific name of this carnivorous plant found in the Carolinas means \"Aphrodite's Mousetrap\"","response":"Venus Flytrap"},{"text":"(Sarah of the Clue Crew along the banks of the Monkey River in Belize)  The dried leaves of the tres puntos plant are used to treat this food poisoning, often caused by poultry or eggs","response":"salmonella"}],"originalDate":"2002-12-13"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"This state's John Pennekamp Coral Reef State Park  features an underwater bronze statue, \"Christ of the Deep\"","response":"Florida"},{"text":"John Wilkes Booth's notebook is on display in the Lincoln Museum at this site seen here","response":"Ford's Theater"},{"text":"A park in Fort-de-France, capital of this island, has a statue of Napoleon's wife Josephine, born on the isle","response":"Martinique"},{"text":"If you're a shop-a-holic, begin your walking tour of this Tahitian port at the Vaima Center, a high-rise shopping center","response":"Papeete"},{"text":"This ceremonial drink of Fiji is made from the roots of a pepper plant &amp; is served in a coconut shell cup","response":"kava"}],"originalDate":"2002-12-13"},{"category":"OPERA","comments":"","clues":[{"text":"\"The Marriage of\" this servant of Count Almaviva was once banned in France lest it incite the lower classes to revolt","response":"Figaro"},{"text":"Much of this Puccini opera takes place in a cafe in Paris' Latin Quarter","response":"<i>La boheme</i>"},{"text":"In 1928 he &amp; Bertolt Brecht \"jazzed\" up \"The Beggar's Opera\" to create \"The Threepenny Opera\"","response":"Kurt Weill"},{"text":"This Humperdinck opera developed from verses written by his sister which were based on a Grimm fairy tale","response":"<i>Hansel and Gretel</i>"},{"text":"This Johann Strauss operetta has appeared in an English version titled \"Night Birds\"","response":"<i>Die Fledermaus</i>"}],"originalDate":"2002-12-13"},{"category":"AUTHORS &amp; THEIR CHARACTERS","comments":"","clues":[{"text":"She introduced Hercule Poirot in her first novel, \"The Mysterious Affair at Styles\"","response":"Agatha Christie"},{"text":"Ungrateful daughters are featured in an 1870 Turgenev story inspired by &amp; named for this Shakespeare play","response":"<i>King Lear</i>"},{"text":"Try to un\"earth\" a copy of \"Imperial Woman\", this American woman's 1956 novel about the last empress of China","response":"Pearl S. Buck"},{"text":"Tom Clancy continued the adventures of Jack Ryan in the 2000 thriller entitled \"The Bear and\" this","response":"the Dragon"},{"text":"The heroine of her 1923 novel \"A Lost Lady\" is based on Mrs. Silas Garber, wife of a governor of Nebraska","response":"Willa Cather"}],"originalDate":"2002-12-12"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"Also called an articulation, it's the place where 2 or more bones meet","response":"joint"},{"text":"Of its 22 bones, 8 form the cranium","response":"skull"},{"text":"Of 13, 14 or 15, the total number of phalanges, or toe bones, in each human foot","response":"14"},{"text":"A \"blind spot\" is created at the point where this nerve enters the eye","response":"optic nerve"},{"text":"Each day the liver produces about 2 pints of bile, which is then stored here","response":"gallbladder"}],"originalDate":"2002-12-12"},{"category":"CHAT ROOM LINGO","comments":"","clues":[{"text":"The apathetic \"DKDC\" means \"don't know, don't\" this","response":"care"},{"text":"\"SITCOM\" indicates \"single income, two children, oppressive\" one of these payments","response":"mortgage"},{"text":"This \"Star Wars\" catchphrase is signified by \"MTFBWY\"","response":"\"May the force be with you\""},{"text":"\"OOTB\" means you should think this way","response":"outside the box"},{"text":"To indicate a joke, use \"HHOK\", \"ha ha\" this","response":"only kidding"}],"originalDate":"2002-12-12"}],[{"category":"BASES LOADED","comments":"(Alex: Hey... a theme a-building!)","clues":[{"text":"The U.S. has leased this important naval base on the island of Cuba since 1903","response":"Guantanamo Bay"},{"text":"During WWII the Declaration of Independence was moved to this Kentucky military base for safety","response":"Fort Knox"},{"text":"This island at the southern tip of South Carolina is a major Marine Corps training base","response":"Parris Island"},{"text":"If the space shuttle can't land at the Kennedy Space Center in Florida, it can land at this Calif. air force base","response":"Edwards Air Force Base"},{"text":"In 1776 the Spanish founded this military base that overlooks the entrance to San Francisco Bay","response":"the Presidio"}],"originalDate":"2002-12-12"},{"category":"HEADING FOR HOME","comments":"","clues":[{"text":"These floor coverings can be Berber or pile","response":"carpets"},{"text":"There are solid &amp; cored varieties of these fired clay materials you'll need to wall in you backyard","response":"bricks"},{"text":"Bobvila.com says that for a 19th century look, you can add these decorative wood strips to the bottom of a wall","response":"moldings"},{"text":"HQ'd in Scarborough, Ontario, this 'bare\" furniture chain sells semifinished wood home furnishings","response":"Naked Furniture"},{"text":"(Sarah of the Clue Crew)  These interlocking woodworking joints often used to make drawers are known by this \"avian\" name","response":"dovetail joints"}],"originalDate":"2002-12-12"},{"category":"WE'RE TALKING BASEBALL","comments":"","clues":[{"text":"Since Joe DiMaggio's 56-game hitting streak in 1941, only this Reds player has exceeded 40 straight games","response":"Pete Rose"},{"text":"Alphabetically, he's the first player listed in Baseball's Hall of Fame","response":"Henry (Hank) Aaron"},{"text":"In 1982 he set a modern record by stealing 130 bases; Hugh Nicol has the all-time record with 138 set in 1887","response":"Rickey Henderson"},{"text":"This pitcher has won 6 Cy Young Awards: 1 with New York, 2 with Toronto &amp; 3 with Boston","response":"Roger Clemens"},{"text":"He said, \"Nice guys finish last\", &amp; proved it; he took over the Cubs in 1966 &amp; managed them to last place in the NL","response":"Leo Durocher"}],"originalDate":"2002-12-12"},{"category":"SCIENCE FICTION","comments":"","clues":[{"text":"In \"The Time Ships\", Stephen Baxter's sequel to this H.G. Wells novel, the hero travels to 802,701 A.D. to rescue Weena","response":"<i>The Time Machine</i>"},{"text":"Published in 1904, \"Master of the World\" was this French author's last novel published in his lifetime","response":"Jules Verne"},{"text":"This 1969 novella by Harlan Ellison tells the story of Blood, a telepathic canine who teaches his master to read","response":"<i>A Boy and His Dog</i>"},{"text":"After almost 300 books, he finally reached the N.Y. Times bestseller list in 1982 with \"Foundation's Edge\"","response":"(Isaac) Asimov"},{"text":"This Ray Bradbury collection of linked short stories includes \"The Earth Men\" &amp; \"The Moon Be Still As Bright\"","response":"<i>The Martian Chronicles</i>"}],"originalDate":"2009-01-19"},{"category":"MOVIE TITLES!","comments":"","clues":[{"text":"In this '68 musical, a boy says to Fagin, \"These sausages are moldy!\" the reply? \"Shut up and drink your gin\"","response":"<i>Oliver!</i>"},{"text":"James Bond sings! well, Pierce Brosnan did, anyway, in this 2008 ABBA-tastic film","response":"<i>Mamma Mia!</i>"},{"text":"Wind! Sweeping down the plain! What more could Gordon MacRae &amp; company ask for in this 1955 musical?","response":"<i>Oklahoma!</i>"},{"text":"In 1969 it was Bonjour, Babs! when Streisand &amp; Matthau hit the screen in this film","response":"<i>Hello, Dolly!</i>"},{"text":"Kidman! McGregor! Leguizamo! in this 2001 movie musical!","response":"<i>Moulin Rouge!</i>"}],"originalDate":"2009-01-19"},{"category":"WHICH IS TALLEST?","comments":"","clues":[{"text":"Kobe,<br>LeBron,<br>Yao","response":"Yao (Ming)"},{"text":"Coast redwood,<br>Douglas fir,<br>giant sequoia","response":"coast redwood"},{"text":"Jimmy Carter,<br>Bill Clinton,<br>George W. Bush","response":"Clinton"},{"text":"Ararat,<br>Kilimanjaro,<br>Matterhorn","response":"Kilimanjaro"},{"text":"San Francisco's Coit Tower, Chicago's UBS Tower,<br>Wyoming's Devils Tower","response":"Devils Tower"}],"originalDate":"2009-01-19"}],{"category":"WOMEN AUTHORS","text":"In addition to her novels, she also wrote a children's book about Sun Yat-sen &amp; an \"Oriental Cookbook\"","response":"Pearl Buck"}]}