{"mix":3662,"rounds":[[{"category":"A LITTLE BIT ROCK &amp; ROLL","comments":"","clues":[{"text":"In a 1967 hit, all Aretha Franklin was askin' for was a little bit of this (Sock it to me!)","response":"respect"},{"text":"\"Baby, you're much 2 fast\", sings Prince in this hit","response":"\"Little Red Corvette\""},{"text":"Queen had a No. 1 with this song that says, \"It shakes all over like a jellyfish, I kinda like it\"","response":"\"Crazy Little Thing Called Love\""},{"text":"\"What would you think if I sang out of tune? Would you stand up and walk out on me? ...oh I get by with\" this","response":"\"a little help from my friends\""},{"text":"Otis Redding helpfully suggested, \"But when she gets weary, try a little\" this","response":"tenderness"}],"originalDate":"2009-01-14"},{"category":"LET'S VISIT LIECHTENSTEIN","comments":"","clues":[{"text":"To visit Liechtenstein you have to go to this continent","response":"Europe"},{"text":"In 1984 women in Liechtenstein were given the right to do this nationally for the first time","response":"the right to vote"},{"text":"We have to be \"franc\" in telling you this Alpine country runs Liechtenstein's postal system","response":"Switzerland"},{"text":"Liechtenstein's official language is this, with the people speaking an Alemannic dialect","response":"German"},{"text":"As its anthem says, Liechtenstein is on the bank of this \"maidenly\" river","response":"the Rhine"}],"originalDate":"1996-11-11"},{"category":"CELEBRITY ASTROLOGY","comments":"","clues":[{"text":"Many friendly, warm-hearted people, like Carol Burnett &amp; Jay Leno, are born under this \"bullish\" sign","response":"Taurus"},{"text":"Gomer Pyle was no genius, but this actor who played him is a Gemini, one of the most intelligent signs","response":"Jim Nabors"},{"text":"This sign of the ram is the sign of action, so it's perfect for action star Steven Seagal","response":"Aries"},{"text":"Dennis Miller is known for his \"stinging\" wit, so it's apropos that this is his sign","response":"Scorpio"},{"text":"Sign shared by William Powell &amp; Myrna Loy - appropriately, since they made those \"Thin Man\" films at MGM","response":"Leo"}],"originalDate":"1996-11-11"},{"category":"THE FEMALE OF THE SPECIES","comments":"","clues":[{"text":"This name for a female sheep comes from a Latin word for \"sheep\"","response":"ewe"},{"text":"We bet you a buck you know this is a female deer","response":"a doe"},{"text":"If you be a female bee, you be one of these","response":"a queen"},{"text":"Female moose, whales &amp; elephants are known by this \"bovine\" term","response":"a cow"},{"text":"A female red fox isn't a comedian, but one of these","response":"a vixen"}],"originalDate":"1996-11-11"},{"category":"THE \"A\" LIST","comments":"(Alex: ...each correct response will begin with that letter of the alphabet.)","clues":[{"text":"Without these, there'd be no guacamole","response":"avocados"},{"text":"This largest artery carries blood away from the heart","response":"the aorta"},{"text":"Founded in 1848, it's the oldest &amp; largest U.S. news agency","response":"the Associated Press"},{"text":"It's been defined as \"the high cost of leaving\"","response":"alimony"},{"text":"Term for one who studies &amp; collects state-of-the-art stereo equipment","response":"an audiophile"}],"originalDate":"1996-11-11"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"Delivered November 19, 1863, it began, \"Four score and seven years ago our fathers...\"","response":"the Gettysburg Address"},{"text":"Under  the 1848 Treaty of Guadalupe Hidalgo, this river became the boundary between Mexico &amp; Texas","response":"the Rio Grande"},{"text":"This poet &amp; essayist spent 2 years, 2 months &amp; 2 days living in a cabin at Walden Pond","response":"Thoreau"},{"text":"This pair of printmakers began their very lucrative partnership in 1857","response":"Currier & Ives"},{"text":"In 1854 more than 1/3 of a light brigade were killed or wounded during a battle in this war","response":"the Crimean War"}],"originalDate":"1996-11-11"}],[{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"Chester Greenwood Day in Farmington, Maine honors the man said to have invented these ear coverings","response":"earmuffs"},{"text":"In June Metropolis, Ill. celebrates this comic book hero, complete with a capture of villains","response":"Superman"},{"text":"Wright Brothers Day, Dec. 17, celebrates the pair's flight near this North Carolina village","response":"Kitty Hawk"},{"text":"Annual events in this Southern city include the FedEx St. Jude's Golf Classic &amp; Elvis International Tribute Week","response":"Memphis"},{"text":"The Whole Enchilada Fiesta is an October event in this New Mexico town whose name means \"the crosses\"","response":"Las Cruces"}],"originalDate":"1996-11-11"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"In 1996 this wife of the Vice President published \"A Visual Diary\", a collection of her photographs","response":"Tipper Gore"},{"text":"This \"Sense and Sensibility\" star once wrote &amp; starred in her own BBC comedy series","response":"Emma Thompson"},{"text":"This diminutive psychologist is said to dole out \"sexual advice like good hot chicken soup\"","response":"Dr. Ruth"},{"text":"In 1983 she became the first American woman &amp; the youngest American to travel into space","response":"Sally Ride"},{"text":"Once a teacher of English as a second language, today she's New Jersey's governor","response":"Christie Todd Whitman"}],"originalDate":"1996-11-11"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Shakespeare called this doomed duo \"a pair of star-cross'd lovers\"","response":"Romeo & Juliet"},{"text":"During the Restoration, it became popular for singers &amp; dancers to play the witches in this tragedy","response":"<i>Macbeth</i>"},{"text":"The last scene of \"Richard II\" is set in this famous royal castle west of London","response":"Windsor Castle"},{"text":"Mickey Rooney said he'd \"never read Shakespeare before or since\" he played Puck in a film version of this comedy","response":"<i>A Midsummer Night's Dream</i>"},{"text":"Surprisingly, Shylock only appears in 5 of this play's scenes, &amp; he's gone by the last act","response":"<i>The Merchant of Venice</i>"}],"originalDate":"1996-11-11"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"When visiting this Portuguese capital you can sample port wine at the Port Wine Institute","response":"Lisbon"},{"text":"Ottawa, the capital of Canada, lies in the southeastern part of this province","response":"Ontario"},{"text":"The Church of St. Francis in this Peruvian capital is noted for its eerie catacombs","response":"Lima"},{"text":"You'll find the Kyongbok Palace at the foot of Mount Pugak in this South Korean capital","response":"Seoul"},{"text":"The Aleje Ujazdowskie has been called the \"Champs-Elysees\" of this Polish capital","response":"Warsaw"}],"originalDate":"1996-11-11"},{"category":"MAMMALS","comments":"","clues":[{"text":"It's the tallest of all land quadrupeds","response":"the giraffe"},{"text":"This horned mammal is the largest odd-toed ungulate","response":"the rhino"},{"text":"It's the largest living deer species in the world","response":"the elk (or moose)"},{"text":"This scaly mammal of the order Edentata is related to the sloth &amp; the anteater","response":"the armadillo"},{"text":"This medium-sized, distinctly marked cat of Asia has the scientific name Neofelis nebulosa","response":"clouded leopard"}],"originalDate":"2009-01-13"},{"category":"WE WAX PHILOSOPHIC","comments":"","clues":[{"text":"Enjoy the simple things, like a sunny day; in 1913 this \"morbid\" California region hit a balmy 134 degrees","response":"Death Valley"},{"text":"Folks come &amp; go, but pals like this, who fill a man's face with birdshot on a quail hunt in Feb. 2006, you remember forever","response":"Dick Cheney"},{"text":"Life's wandering road may take you to this 555-foot-high obelisk at 15th &amp; Constitution Avenue NW in D.C.","response":"the Washington Monument"},{"text":"Beauty's in the eye of the beholder; one may behold this Iowa man's 1931 painting \"The Midnight Ride of Paul Revere\"","response":"Grant Wood"},{"text":"To everything, there is a season: he was the first president who was limited to 2 full terms of office by the Constitution","response":"Eisenhower"}],"originalDate":"2009-01-13"}],{"category":"LITERARY ANAGRAMS","text":"Vivian Darkbloom, a minor character in a 1955 novel by this foreign-born author, is an anagram of his name","response":"Vladimir Nabokov"}]}