{"mix":3669,"rounds":[[{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"Formed in 1848, the Free Soil Party, which opposed extending slavery, was transplanted into this party in 1854","response":"the Republican Party"},{"text":"Francis Scott Key penned \"The Star-Spangled Banner\" after watching the bombardment of Fort McHenry in this year","response":"1814"},{"text":"A strike started by workers of this railroad co. paralyzed the U.S. economy in 1894 until broken up by government action","response":"the Pullman Company"},{"text":"Henry Wirz, the commandant of this infamous prison, was executed for war crimes in 1865","response":"Andersonville"},{"text":"In 1822 he opened the western branch of his American Fur Company in St. Louis","response":"John Jacob Astor"}],"originalDate":"2009-01-08"},{"category":"BUTTON IT!","comments":"","clues":[{"text":"Yours may be an innie or an outie","response":"a belly button"},{"text":"In \"Goldfinger\" James Bond had 1 of these seats in his car to get rid of any pesky passengers at the push of a button","response":"an ejection seat"},{"text":"President Ford introduced a new economic program in Oct. 1974 with \"win\" buttons, standing for \"whip\" this \"now\"","response":"inflation"},{"text":"On this animated TV show, George &amp; Jane got \"button finger\" from pushing too many futuristic devices","response":"<i>The Jetsons</i>"},{"text":"A type of shirt that symbolizes conformity, as in a 1960 Bob Newhart album title","response":"a button-down shirt"}],"originalDate":"2009-01-08"},{"category":"LET'S REMOVE YOUR GALLBLADDER","comments":"","clues":[{"text":"As usual today, it's laparoscopic surgery, so this will be much smaller, though there will be 4 of them","response":"an incision"},{"text":"I'll sever &amp; seal off the duct that takes this fluid from its storage in the gallbladder to the small intestine","response":"bile"},{"text":"I'll make sure this instrument, the surgical version of pincers or tongs, is my lucky pair","response":"forceps"},{"text":"Risks? bleeding from the cystic one of these carriers of oxygenated blood, I guess,-almost never happens...","response":"arteries"},{"text":"The problem is cholecystitis; as the name tells you, it's caused by masses of this, in the form of gallstones","response":"cholesterol"}],"originalDate":"2009-01-08"},{"category":"ALSO A PLANET","comments":"","clues":[{"text":"Soil","response":"Earth"},{"text":"A carmaker known for its Astra &amp; Aura","response":"Saturn"},{"text":"A line of ladies' razors","response":"Venus"},{"text":"Florida town with a park named for Burt Reynolds","response":"Jupiter"},{"text":"Defaces","response":"Mars"}],"originalDate":"2009-01-08"},{"category":"THIS JUSTIN","comments":"","clues":[{"text":"The core of Justin Long's career is playing the Mac in this company's computer commercials","response":"Apple"},{"text":"Justin Jeffre teamed up with Jeff Timmons &amp; Nick &amp; Drew Lachey to form this temperature","response":"98 degrees"},{"text":"Justin Berfield is actually younger than Frankie Muniz, but he played his older brother Reese on this sitcom","response":"<i>Malcolm in the Middle</i>"},{"text":"He played a younger version of Elton John in Elton's music video \"This Train Don't Stop There Anymore\"","response":"Justin Timberlake"},{"text":"Justin I was a swineherd before becoming emperor of this empire<span class=\"nobreak\">--</span>and paving the way for his nephew Justinian","response":"the Byzantine Empire (the Eastern Rome Empire)"}],"originalDate":"2009-01-08"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"\"Pride and Prejudice\" follows 5 sisters: Jane, Mary, Lydia, Kitty &amp; her","response":"Elizabeth"},{"text":"First name of the Longfellow character Ms. Bellefontaine","response":"Evangeline"},{"text":"This late author created Navajo detective Lieutenant Joe Leaphorn","response":"(Tony) Hillerman"},{"text":"Last name of the Saul Bellow title character Augie","response":"March"},{"text":"This Sinclair Lewis preacher's final words are \"We shall yet make these United States a moral nation!\"","response":"Elmer Gantry"}],"originalDate":"2009-01-08"}],[{"category":"GEORGES THE BELGIAN WAFFLER","comments":"","clues":[{"text":"Georges can't decide whether to visit Mons or this Belgian capital, site of the 1958 World's Fair","response":"Brussels"},{"text":"Georges reels<span class=\"nobreak\">--</span>which official Belgian region to visit? Wallonia, or this northern one whose people are called Flemings","response":"Flanders"},{"text":"Georges likes the great wall &amp; this man's 200-mile \"line\" from the Swiss border to a point near the Belgian Frontier","response":"Maginot"},{"text":"For Georges, when it comes to Belgian detectives of literature, it's this Agatha Christie guy or... that's kinda it","response":"(Hercule) Poirot"},{"text":"Georges loves the Jay Treaty, but also is into the treaty of this Belgian city that was ratified on Feb. 16, 1815","response":"Ghent"}],"originalDate":"2009-01-08"},{"category":"IT'S A FACT","comments":"","clues":[{"text":"It's the capital of Montana","response":"Helena"},{"text":"In 1959 he gave up his title as Chairman of the People's Republic of China (officially)","response":"Mao"},{"text":"You can take an 8,208-foot cable car climb up Collada D'enradort in this Pyrenees nation","response":"Andorra"},{"text":"This agricultural scientist also created more than 75 products from pecans","response":"(George Washington) Carver"},{"text":"In 1979 he got an Oscar nomination for playing Buddy Holly","response":"Gary Busey"}],"originalDate":"2009-01-08"},{"category":"SOUNDS LIKE PIG LATIN","comments":"","clues":[{"text":"No loud noises around this baked dish whose name comes from the French for \"to puff up\"","response":"a souffle"},{"text":"Due to the type of wine it produces, Silver Oak's punning motto is \"Life is a\" this, old chum","response":"cabernet"},{"text":"Completes the 2000 Jude Law film title \"Love, Honour and...\"","response":"<i>Obey</i>"},{"text":"This type of diplomatic official assigned to an embassy has a briefcase named for the position","response":"an attache"},{"text":"10-leti'er French word for an official report or dispatch, usually delivered in haste","response":"a communique"}],"originalDate":"2009-01-08"},{"category":"SORE LOSERS","comments":"","clues":[{"text":"After losing a Ca. governor's race, he angrily told reporters they wouldn't have him \"to kick around any more\"","response":"Nixon"},{"text":"After losing a 2007 supporting actor Oscar to Alan Arkin, this \"Dreamgirls\" guy stormed out; he must've felt \"raw\"","response":"Eddie Murphy"},{"text":"Cameras caught Faith Hill shouting \"What?\" after this American Idol beat her as top female vocalist at the 2006 CMA awards","response":"Carrie Underwood"},{"text":"After losing at this, grandmaster Aron Nimzovich once jumped on a table &amp; shouted, \"Why must I lose to this idiot?\"","response":"chess"},{"text":"One second from defeat in the 2008 Super Bowl, this losing head coach threw a hissy fit &amp; stalked off the field","response":"Bill Belichick"}],"originalDate":"2009-01-07"},{"category":"YOUR HOME AQUARIUM","comments":"","clues":[{"text":"If these green organisms are taking over, try introducing a fish called the Siamese them-eater","response":"algae"},{"text":"Characins, which include the tetras, have an extra one of these on their backs","response":"fin"},{"text":"In the tank these edifices are resin instead of stone; my aquarium has a replica of Warwick","response":"castles"},{"text":"The Java type is one of the few of these spore-bearing plants used in aquariums","response":"ferns"},{"text":"This striking fish needs to be with others its own size; contrary to its heavenly name, it'll eat the smaller ones","response":"the angelfish"}],"originalDate":"2009-01-07"},{"category":"SHAKING UP SHAKESPEARE","comments":"","clues":[{"text":"Jerry Lee Lewis did Shakespeare! in 1968's \"Catch My Soul\", a rock musical based on \"Othello\", he played this villain","response":"Iago"},{"text":"In the 1970s, when she was in her 70s, Dame Judith Anderson took on this male role; she'd previously played his mom","response":"Hamlet"},{"text":"A scheming couple plot to take over a burger joint in the 2001 film \"Scotland, Pa.\", inspired by this tragedy","response":"<i>Macbeth</i>"},{"text":"Coach Benedick &amp; Professor Beatrice face off in \"About Face\", a college-set musical update of this comedy","response":"<i>Much Ado About Nothing</i>"},{"text":"Set in Harlem &amp; featuring characters named Vy &amp; Lady Liv, the musical \"Play On!\" is a revamp of this comedy","response":"<i>Twelfth Night</i>"}],"originalDate":"2009-01-07"}],{"category":"2014 ALBUMS","text":"With a new release &amp; 8 viral videos to go with it, he had the first comedy album in 50 years to top the Billboard 200","response":"\"Weird Al\" Yankovic"}]}