{"mix":3673,"rounds":[[{"category":"IT'S OK TO SAY IT BACKWARDS","comments":"(Alex: Each correct response will be a palindrome<span class=\"nobreak\">--</span>a word that's the same going or coming.)","clues":[{"text":"A job, especially for a musician","response":"a gig"},{"text":"A tiny child, or a small amount of liquor for a Brit","response":"a tot"},{"text":"Palindromic breads include India's naan &amp; one spelling of this Jewish Sabbath item","response":"hallah"},{"text":"Paired with flutter, it's a slow wavering of pitch due to uneven playback speed","response":"wow"},{"text":"More incarnadine","response":"redder"}],"originalDate":"2009-01-02"},{"category":"AMERICAN GRADUATORS","comments":"","clues":[{"text":"Application: $65<br>Tuition: $32,557<br>Dropping this Cambridge, Mass. school's name for the rest of your life: priceless","response":"Harvard"},{"text":"This Poughkeepsie, N.Y. graduator was the first of the \"7 Sisters\" to go co-ed<span class=\"nobreak\">--</span>in 1969, too late for me, darn it!","response":"Vassar"},{"text":"Look out!<br>This Big 10 school unleashes about 6,000 new Wolverines on the Upper Midwest each spring","response":"Michigan"},{"text":"Size doesn't matter<span class=\"nobreak\">--</span>this Calif. school has just 200 grads a year, but its alumni &amp; staff have nabbed 32 Nobel Prizes","response":"the California Institute of Technology"},{"text":"Tipper Gore &amp; Dinah Shore got degrees from this prestigious university in Nashville","response":"Vanderbilt"}],"originalDate":"2009-01-01"},{"category":"VERY ANIMATED ACTORS","comments":"","clues":[{"text":"This actress provided the inspiration &amp; voice for Stone Age sexpot Ann-Margrock on \"The Flintstones\"","response":"Ann-Margret"},{"text":"Pinto Colvig was the original voice of Goofy, but in this 1937 classic he got to be Sleepy &amp; Grumpy","response":"<i>Snow White and the Seven Dwarfs</i>"},{"text":"Rip Torn ripped into the role of this supreme Greek god in the Disney film \"Hercules\"","response":"Zeus"},{"text":"Steve Carrell was elected to be the voice of the Mayor of Whoville in this 2008 flick","response":"<i>Horton Hears A Who</i>"},{"text":"Sebastian Cabot of \"A Family Affair\" bagged the role of Bagheera the panther in this 1967 film","response":"<i>The Jungle Book</i>"}],"originalDate":"2009-01-01"},{"category":"OCCUPATIONAL WEAR","comments":"","clues":[{"text":"Occupational adjective for a western shirt or western boots","response":"cowboy"},{"text":"This Ray-Ban style was designed for military pilots in the 1930s","response":"aviators"},{"text":"The strap-happy sandals named for these ancient combatants were hot in 2008","response":"gladiators"},{"text":"A type of bulky knit sweater originated in Ireland with men in this line of work","response":"fishermen"},{"text":"Though Ashton Kutcher sported this hat, basically a mesh-back ball cap, it did not have a long haul of trendiness","response":"a trucker's hat"}],"originalDate":"2009-01-01"},{"category":"DAM THAT RIVER","comments":"(Alex: We'll give you the dam, you identify the river for us.)","clues":[{"text":"The Aswan High Dam","response":"the Nile"},{"text":"The Glen Canyon Dam &amp; a certain presidential one","response":"the Colorado River"},{"text":"The 3 Gorges<br>(Qutang, Wu &amp; Xilang)","response":"the Yangtze"},{"text":"The Grand Coulee Dam","response":"the Columbia"},{"text":"Gabcikovo<br>(To be Gabcikovo-Nagymaros when the Hungarians build their half)","response":"the Danube"}],"originalDate":"2009-01-01"},{"category":"A LITTLE \"B\" BOP","comments":"","clues":[{"text":"\"When\" this large branch \"breaks, the cradle will fall\"","response":"bough"},{"text":"It was founded in Seattle in 1916 as Pacific Aero Products Company","response":"Boeing"},{"text":"On a bottle of champagne, this word indicates that it's very dry; how savage!","response":"brut"},{"text":"A small Montana city is named for one of these small, steep flat-topped hills","response":"Butte"},{"text":"Established in Alberta in 1885, it's Canada's oldest national park","response":"Banff"}],"originalDate":"2009-01-01"}],[{"category":"MUSICAL STATES","comments":"","clues":[{"text":"\"The coyotes wail,<br>along the trail,<br>deep in the heart of\" this state","response":"Texas"},{"text":"This group's Kerry Livgren wrote \"Dust in the Wind\" after reading a book of Native American poetry","response":"Kansas"},{"text":"This state precedes \"Rain\" in an Elvis song title &amp; \"Woman\" in the title of a Neil Diamond hit","response":"Kentucky"},{"text":"This group had 26 No. 1 country hits in the '80s, including \"Feels So Right\"","response":"Alabama"},{"text":"Bruce Springsteen recorded this 1982 album in his New Jersey bedroom using a 4-track cassette recorder","response":"<i>Nebraska</i>"}],"originalDate":"2009-01-01"},{"category":"GET SOME CULTURE","comments":"","clues":[{"text":"The Norton Simon Museum in Pasadena has this type of garden where you can see 3-dimensional works","response":"a sculpture garden"},{"text":"Tacoma &amp; Durham are 2 cities that have regular events named this in which you stretch your legs &amp; see paintings","response":"art walks"},{"text":"Cinephiles seek out the work of this late Swedish director, like \"Smiles of a Summer Night\"","response":"Ingmar Bergman"},{"text":"Catch a recital by Emanuel Ax, who despite his last name doesn't play guitar but this","response":"piano"},{"text":"When I saw \"Les Noces\", \"Everything was beautiful at\" this, as they say in \"A Chorus Line\"","response":"the ballet"}],"originalDate":"2009-01-01"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"This 18-mile-wide national park in Arizona is considered one of the world's finest examples of arid-land erosion","response":"the Grand Canyon"},{"text":"The National Park Service has a webcam on this feature in Yellowstone's Upper Geyser Basin","response":"Old Faithful"},{"text":"This national park in Wyoming has a big hole in it<span class=\"nobreak\">--</span><br>Jackson Hole","response":"Grand Teton"},{"text":"This national park in Southwest Texas is named for a feature of the Rio Grande's course","response":"Big Bend"},{"text":"You have to take a boat or a seaplane to reach this national park that's in Lake Superior","response":"Isle Royale"}],"originalDate":"2009-01-01"},{"category":"BALLET MUSIC","comments":"","clues":[{"text":"He composed the music for the ballet \"Ghost Town\" 4 years before he teamed up with Oscar Hammerstein","response":"(Richard) Rodgers"},{"text":"\"Flotezart\" is the fanciful title of a ballet danced to his flute music","response":"Mozart"},{"text":"The ballet called \"Viva\" this composer features variations on \"La Traviata\"","response":"Verdi"},{"text":"A Twyla Tharp ballet is danced to his Symphony No. 7 in A Major, known as his \"Dance Symphony\"","response":"Ludwig van Beethoven"},{"text":"Originally titled \"Le Palais de Cristal\", \"Symphony in C\" is danced to music by this \"Carmen\" composer","response":"Bizet"}],"originalDate":"2008-12-31"},{"category":"MOVIE CALENDAR","comments":"","clues":[{"text":"It seems like I've seen this Bill Murray-Andie MacDowell film about a zillion times","response":"<i>Groundhog Day</i>"},{"text":"Michael Myers kills his sister on the title occasion of this 1978 horror film","response":"<i>Halloween</i>"},{"text":"Will Smith &amp; Jeff Goldblum save the world from an alien invasion in this 1996 thriller","response":"<i>Independence Day</i>"},{"text":"Jack Skellington, the Pumpkin King, delivers toys to kids in this Tim Burton film","response":"<i>The Nightmare Before Christmas</i>"},{"text":"Unlucky things happen at Camp Crystal Lake in this 1980 scarefest","response":"<i>Friday the 13th</i>"}],"originalDate":"2008-12-31"},{"category":"THINGAMAJIGS","comments":"","clues":[{"text":"Heloise hints that this cosmetic tool won't get gunky if you use it on lashes before applying mascara, not after","response":"an eyelash curler"},{"text":"These sewing shears weren't named for a color but for a verb meaning to finish edges with a zigzag pattern","response":"pinking"},{"text":"Football coach Amos Alonzo Stagg had the right \"stuff\" to invent one of these for tackling practice","response":"a dummy"},{"text":"Musicians use this thingamajig, also known as a pick, to pluck the strings of a lute or a guitar","response":"a plectrum"},{"text":"Some kids call this huge machine a Roley, because that's the name of the one on \"Bob the Builder\"","response":"a steamroller"}],"originalDate":"2008-12-31"}],{"category":"POETS","text":"On completing the \"Deathbed\" edition of his great work, he wrote, \"L. of G. at last complete<span class=\"nobreak\">--</span>after 33 y'rs of hackling at it\"","response":"Walt Whitman"}]}