{"mix":3674,"rounds":[[{"category":"ALL ABOUT PRESIDENTS","comments":"","clues":[{"text":"His widow Martha once gave the O.K. for him to be re-entombed in the U.S. Capitol; a nephew later nixed the idea","response":"Washington"},{"text":"He met with Leonid Brezhnev on the first ever presidential visit to Moscow","response":"Nixon"},{"text":"By 1905 football had gotten so violent that this U.S. president urged rule changes","response":"Teddy Roosevelt"},{"text":"This \"Big Bill\" married the daughter of a former law partner of Rutherford B. Hayes","response":"William Howard Taft"},{"text":"I might worry about hanging around with him<span class=\"nobreak\">--</span>he was nicknamed the \"Hangman of Buffalo\"","response":"Grover Cleveland"}],"originalDate":"2008-12-31"},{"category":"FUNNY-SOUNDING FOOD","comments":"","clues":[{"text":"This alliterative cut of beef comes from the hindquarters","response":"rump roast"},{"text":"In Britain, toad-in-the-hole is this meat item baked in a coating of batter","response":"a sausage"},{"text":"\"Sufferin\"' through this lima bean &amp; corn mixture can be quite an endeavor","response":"succotash"},{"text":"In \"Shiskabugs\" Bugs Bunny is almost turned into this German rabbit stew","response":"hasenpfeffer"},{"text":"From Yiddish for \"stuffed\", this dish is small pieces of whitefish, carp or pike mixed with seasonings","response":"gefilte fish"}],"originalDate":"2008-12-31"},{"category":"\"IT\" IS A 7-LETTER WORD","comments":"(Alex: Those two letters, \"I-T\", will come up in each correct response.)","clues":[{"text":"Proverbially, this \"is the soul of wit\"","response":"brevity"},{"text":"A native or naturalized member of a state or nation","response":"a citizen"},{"text":"A marauding linebacker, or CNN's Wolf","response":"a blitzer"},{"text":"A notable one of these read, \"Here lies Ann Mann, who lived an old maid but died an old Mann\"","response":"an epitaph"},{"text":"Nickname of Andrew Jackson's informal \"cabinet\", which included Martin Van Buren","response":"the Kitchen Cabinet"}],"originalDate":"2008-12-31"},{"category":"19th CENTURY FICTION","comments":"","clues":[{"text":"This slave escapes with her son Harry across the ice floes of a river to reach the Ohio shore safely","response":"Eliza"},{"text":"A miser becomes rich in the Washington Irving story titled him \"and Tom Walker\"","response":"the Devil"},{"text":"Arrius is told that this Jewish slave aboard the Roman ship Astroea is \"our best rower\"","response":"(Judah) Ben-Hur"},{"text":"Jane Austen's sketch \"Elinor and Marianne\" developed into this 1811 novel","response":"<i>Sense and Sensibility</i>"},{"text":"This amateur detective solves the mystery of \"The Purloined Letter\"","response":"C. Auguste Dupin"}],"originalDate":"2008-12-31"},{"category":"DRINKING SONGS","comments":"","clues":[{"text":"An Eagles song begins, \"It's another\" this mixed drink \"starin' slowly 'cross the sky\"","response":"\"Tequila Sunrise\""},{"text":"In \"American Pie\", \"good old boys were drinking\" these 2 things","response":"whiskey & rye"},{"text":"A Busta Rhymes song title is \"Pass\" this French cognac","response":"Courvoisier"},{"text":"Where's the Tabasco? In 1974 Willie Nelson was having this type of \"morning\"","response":"a \"Bloody Mary Morning\""},{"text":"The Kinks met Lola \"in a club where you drink\" this &amp; \"it tastes just like cherry cola\"","response":"champagne"}],"originalDate":"2008-12-31"},{"category":"HOMOPHONIC NAMES","comments":"","clues":[{"text":"Singer Natalie &amp; Wisconsin senator Herb","response":"Cole or Kohl"},{"text":"Musician John &amp; world leader Vladimir","response":"Lennon or Lenin"},{"text":"Sandra of teenage movies &amp; Chuck of political rap","response":"Dee or D"},{"text":"Beautiful movie stars Janet &amp; Gong","response":"Leigh or Li"},{"text":"Philosopher George (though not the California city named for him) &amp; Vice President Alben","response":"Berkeley or Barkley"}],"originalDate":"2008-12-31"}],[{"category":"CORSICA","comments":"","clues":[{"text":"When visiting the capital, Ajaccio, be sure to see the birthplace of this emperor who was known as \"The Corsican\"","response":"Napoleon"},{"text":"With a weak justice system, Corsica became known for this vengeful type of feud with an Italian name","response":"a vendetta"},{"text":"In 1958 Corsica was occupied by those supporting the insurrection of colonists in this North African country","response":"Algeria"},{"text":"The Strait of Bonifacio separates Corsica from this island to the south","response":"Sardinia"},{"text":"In 259 B.C. Corsica was conquered by Rome in the first of these wars against Carthage","response":"the Punic Wars"}],"originalDate":"2008-12-31"},{"category":"NEWS RADIO","comments":"","clues":[{"text":"WBZ, based in this New England city, was one of the USA's first commercial radio stations","response":"Boston"},{"text":"Carl Kasell reads the news on this NPR program, the USA's most-heard A.M. news magazine","response":"Morning Edition"},{"text":"The call letters of NYC's 1010 WINS stand for the International News Service of this 1930s newspaper tycoon","response":"(William Randolph) Hearst"},{"text":"The U.S. has ABC news radio; so does this country, where you can listen on 99.9 FM from Tuggeranong","response":"Australia"},{"text":"\"As It Happens\", produced by this network, campaigns for official status for the beaver","response":"the Canadian Broadcasting Corporation"}],"originalDate":"2008-12-30"},{"category":"TRAFFIC","comments":"","clues":[{"text":"In 1998, to improve auto traffic in this Asian capital, bikes were forbidden on Xisidong Ave.","response":"Beijing"},{"text":"Ground professional who says things like \"Maintain two thousand, heading two two zero, runway 22 right\"","response":"air traffic controller"},{"text":"Traffic on the Internet can be measured by \"sniffing\" bunches of data collectively called these","response":"packets"},{"text":"During the filming of \"Traffic\", this actress' real-life pregnancy was incorporated into her role","response":"Catherine Zeta-Jones"},{"text":"In 1910 Congress passed the White Slave Traffic Act named for this Illinois representative","response":"Mann"}],"originalDate":"2008-12-30"},{"category":"SPORTS ON THE 8s","comments":"","clues":[{"text":"One explanation for this Laker's jersey switch from 8 to 24 was that 24 was his high school number","response":"Kobe Bryant"},{"text":"In 2008 this NASCAR driver doubled up on his 8 &amp; took the wheel of the 88 car; his dad could race some, too","response":"Dale Earnhardt, Jr."},{"text":"This legendary no. 8 for the Yankees said, \"When you come to a fork in the road...take it\"","response":"Yogi Berra"},{"text":"Last name of the QB who wore No. 8 for the Saints; his sons have had more NFL success wearing 18 &amp; 10","response":"(Archie) Manning"},{"text":"Not an '80s British synth-pop group, this \"Yaz\" who wore No. 8 won the A.L.'s 1967 Triple Crown","response":"Carl Yastrzemski"}],"originalDate":"2008-12-30"},{"category":"\"KAR\"","comments":"","clues":[{"text":"This unit of the fineness of gold is often spelled differently from the weight unit for gems","response":"karat"},{"text":"A company called Ace is a major maker of these machines<span class=\"nobreak\">--</span>ooh, this one has \"Afternoon Delight\"","response":"karaoke"},{"text":"It follows \"go\" in the name of a miniature racing car","response":"kart"},{"text":"In Eastern religion, the total effect of your actions in various existences","response":"karma"},{"text":"In 1959 this conductor headed the Berlin Philharmonic, Salzburg Festival &amp; Vienna State Opera","response":"Herbert von Karajan"}],"originalDate":"2008-12-30"},{"category":"1450 A.M. (MAKE THAT A.D.)","comments":"","clues":[{"text":"As the year 1450 dawned on the Christian calendar, it was year 5210 on this one","response":"the Hebrew"},{"text":"In 1450 King Christian I of Denmark was also declared king of this other Scandinavian nation","response":"Norway"},{"text":"With English defeats at Caen &amp; Cherbourg, this long war was nearing its end by 1450","response":"the Hundred Years' War"},{"text":"In 1450 he teamed up with investor Johann Fust with the intention of printing books","response":"Gutenberg"},{"text":"The University of this port city, today Spain's second largest, was founded in 1450","response":"Barcelona"}],"originalDate":"2008-12-30"}],{"category":"LITERARY CHARACTERS","text":"The first story in which he appeared began, \"The scent and smoke and sweat of a casino are nauseating at 3 in the morning\"","response":"James Bond"}]}