{"mix":3677,"rounds":[[{"category":"\"W\"HERE'S THAT?","comments":"","clues":[{"text":"Before it was developed for tourism, this Oahu beach was a swampland full of duck farms","response":"Waikiki Beach"},{"text":"This hyphenated North Carolina city was formerly 2 different towns that were a mile apart","response":"Winston-Salem"},{"text":"Bob Dole is among the famous residents of this apartment complex","response":"Watergate"},{"text":"This capital city lies at the southern tip of the North Island","response":"Wellington, New Zealand"},{"text":"The Indiana city that shares its name with this world capital is the seat of Kosciusko County","response":"Warsaw"}],"originalDate":"2003-02-20"},{"category":"PUBLICATIONS","comments":"","clues":[{"text":"\"The O List\" naming some of her favorite products is a regular feature of her O Magazine","response":"Oprah Winfrey"},{"text":"Le Devoir &amp; La Presse are leading newspapers in this Canadian city","response":"Montreal"},{"text":"In 1955 Norman Mailer helped found this alternative NYC newsweekly","response":"the Village Voice"},{"text":"The name of this quarterly devoted to \"Gone with the Wind\" is reminiscent of a Hawthorne title","response":"<i>The Scarlett Letter</i>"},{"text":"Published by the Massachusetts Medical Society, its roots go back to 1812","response":"New England Journal of Medicine"}],"originalDate":"2003-02-20"},{"category":"WHICH DOCTOR...","comments":"","clues":[{"text":"Puts you to sleep (by administering drugs during an operation)","response":"anesthesiologist"},{"text":"Uses X-rays, ultrasound &amp; MRI to check out your insides","response":"radiologist"},{"text":"Treats bunions &amp; hammer toes","response":"podiatrist"},{"text":"Is a specialist in otorhinolaryngology, a fancy way of saying these 3 body parts","response":"ear, nose & throat"},{"text":"Is a pediatric specialist who takes care of newborn babies during the first 4 weeks of life","response":"neonatologist"}],"originalDate":"2003-02-20"},{"category":"KITCHEN DUTY","comments":"","clues":[{"text":"The word kitchen is derived from the Latin \"coquinus\", which means to do this","response":"cook"},{"text":"\"Adventures in the Kitchen\" features 175 recipes from his restaurants, including Spago &amp; Chinois on Main","response":"Wolfgang Puck"},{"text":"It precedes Harry Truman's comment \"Get out of the kitchen\"","response":"\"If you can't stand the heat\""},{"text":"In the 1830s this U.S. president began formulating policy with a group of advisors called the \"Kitchen Cabinet\"","response":"Andrew Jackson"},{"text":"In this author's book \"Le Morte d'Arthur\", Sir Gareth of Orkney is called the \"Kitchen Knight\"","response":"Sir Thomas Malory"}],"originalDate":"2003-02-20"},{"category":"SAY IT IN...","comments":"","clues":[{"text":"For conversations in Japan, learn the useful word wakarimasen, which means \"I don't\" this","response":"understand"},{"text":"In Danish, say \"velbekomme\" if someone else says \"tak\", which means this","response":"thank you"},{"text":"(Sarah of the Clue Crew in Amsterdam)  On the canal cruise, one Dutch word will be \"zwemvest\", which is this item","response":"life vest"},{"text":"(Sarah of the Clue Crew in Paris)  Fromage, gateau; Paris isn't a great place to be \"au regime\", on this","response":"a diet"},{"text":"In Spanish, for food without cheese, say \"sin queso\"; for this type of gasoline, say \"sin plomo\"","response":"unleaded"}],"originalDate":"2003-02-20"},{"category":"AFRICAN-AMERICAN FIRSTS","comments":"","clues":[{"text":"In 2002 she made movie history as the first African-American to win the Oscar for Best Actress","response":"Halle Berry"},{"text":"We now salute Henry O. Flipper, seen here, the first African-American graduate of this academy","response":"West Point (U.S. Military Academy)"},{"text":"In 1874 Patrick Francis Healy, a Jesuit theologian, became the first black president of this D.C. university","response":"Georgetown"},{"text":"This man, seen here, went on the air as CNN's first African-American news anchor","response":"Bernard Shaw"},{"text":"Rita Dove was the first African-American writer to serve in this post from 1993 to 1995","response":"Poet Laureate of the United States"}],"originalDate":"2003-02-20"}],[{"category":"SONGS FROM DISNEY FILMS","comments":"(Alex: You have to name the film, of course!)","clues":[{"text":"\"Whistle While You Work\"","response":"<i>Snow White and the Seven Dwarfs</i>"},{"text":"\"A Whole New World\"","response":"<i>Aladdin</i>"},{"text":"\"When I See an Elephant Fly\"","response":"<i>Dumbo</i>"},{"text":"\"You've Got a Friend in Me\"","response":"<i>Toy Story</i>"},{"text":"It's the film that featured the following<br><i>Let's get together, yeah, yeah, yeah...</i>","response":"<i>The Parent Trap</i>"}],"originalDate":"2003-02-20"},{"category":"FASHION DESIGNERS","comments":"","clues":[{"text":"The Pompidou Center held a 1962-2002 retrospective on this designer often known just by his initials","response":"Yves Saint Laurent (YSL)"},{"text":"Italian designer seen here; his name is on the Emporio's new clothes","response":"Giorgio Armani"},{"text":"This classy Indiana-born designer who sold his company in 1999 for $50 million passed away in 2002","response":"Bill Blass"},{"text":"A swimsuit by this designer in 1959 featured a large cutaway; topless came later","response":"Rudi Gernreich"},{"text":"With a show at the Capitole Museum in 1991 Rome honored this \"Sheik\" designer's 30th year in fashion","response":"Valentino"}],"originalDate":"2003-02-20"},{"category":"WELL SAID","comments":"","clues":[{"text":"We're certain it was Benjamin Franklin who said, \"In this world nothing can be...certain except\" these 2 things","response":"death and taxes"},{"text":"In 2001 this opera singer quipped, \"I have just made a colossal mistake...instead of losing 25 pounds, I gained them\"","response":"Luciano Pavarotti"},{"text":"Abraham Lincoln said, \"As I would not be a slave, so I would not be a\" this","response":"master"},{"text":"Aristotle described this type of person as \"A single soul dwelling in two\" buddies <span class=\"nobreak\">--</span> er, \"bodies\"","response":"friend"},{"text":"Admiral Halsey's formula for waging war was \"Hit hard, hit fast\" &amp; this","response":"hit often"}],"originalDate":"2003-02-20"},{"category":"ANCIENT GREEK SALAD","comments":"","clues":[{"text":"When Anaximander drew this around 550 B.C. he represented it as a flat disk; 100 years later people were still doing it","response":"the Earth"},{"text":"The main source of fat in the diet of an ancient Greek was this oil","response":"olive oil"},{"text":"In Athenian coinage 6 obols made 1 of these","response":"drachma"},{"text":"In the 5th century B.C. this building in Athens replaced the Temple of Zeus at Olympia as the largest building in Greece","response":"the Parthenon"},{"text":"Even back in Ancient Greece the entertainment industry loved franchises; in 418 B.C. he wrote \"Clouds II\"","response":"Aristophanes"}],"originalDate":"2003-02-20"},{"category":"PASS THE \"P\"s, PLEASE","comments":"","clues":[{"text":"Holding one of these gives you the exclusive right to market an invention","response":"patent"},{"text":"Named for its 2 founders, this company supplied the Union during the Civil War &amp; later introduced Ivory &amp; Tide","response":"Procter & Gamble"},{"text":"Radio waves are sent out in short, rapid bursts by these unusual stars that are similar to quasars","response":"pulsars"},{"text":"These \"spiny\" cacti of the genus Opuntia share part of their name with edible fruits of the genus Pyrus","response":"prickly pear"},{"text":"1 of the 2 men usually credited with the Bunker Hill quote \"Don't fire until you see the whites of their eyes\"","response":"William Prescott or Israel Putnam"}],"originalDate":"2003-02-20"},{"category":"A CAPITAL IDEA","comments":"","clues":[{"text":"(Sofia of the Clue Crew in Albuquerque)  Andre Garnerin made the first parachute jump from a balloon in 1797 when he jumped over this capital city","response":"Paris"},{"text":"Hmm <span class=\"nobreak\">--</span> the National Pawn Shop in this city was built on the site of the palace where Montezuma was killed","response":"Mexico City"},{"text":"Someone had the bright idea to build a Disneysea theme park in this Asian city; it opened in 2001","response":"Tokyo"},{"text":"Hey, mon, Bob Marley's home in this Caribbean capital was turned into a Bob Marley museum","response":"Kingston, Jamaica"},{"text":"In 1898, 10 years after inheriting the throne, 18-year-old Queen Wilhelmina was finally crowned in this city","response":"Amsterdam"}],"originalDate":"2003-02-19"}],{"category":"FOREIGN LEADERS","text":"On February 25, 1956, he gave a speech \"On the Personality Cult and Its Consequences\", seen as an attack on his predecessor","response":"Khrushchev"}]}