{"mix":3679,"rounds":[[{"category":"SMARTIES","comments":"","clues":[{"text":"In 1800 William Nicholson managed to break water molecules into atoms of these 2 elements","response":"hydrogen & oxygen"},{"text":"The temperature scale that this Swede invented in 1742 is used pretty much everywhere except the U.S.","response":"Anders Celsius"},{"text":"We'd have much dirtier windows if Louis-Bernard Guyton de Morveau hadn't liquefied this gas in 1798","response":"ammonia"},{"text":"In 1996 Gary Hack discovered the sphenomandibularis, a previously unknown one of these in the face","response":"muscle"},{"text":"Last name of the French brothers who introduced the pneumatic tire for cars","response":"Michelin"}],"originalDate":"2003-02-18"},{"category":"\"M\" &amp; \"M\"s","comments":"(Alex: I love these categories!)","clues":[{"text":"In Italy this animated star is known as Topolino","response":"Mickey Mouse"},{"text":"In 1989 Crayola makers Binney &amp; Smith acquired the manufacturing rights to these big drawing pens","response":"Magic Markers"},{"text":"She was bedeviled, but according to Luke, Jesus took care of that","response":"Mary Magdalene"},{"text":"It's the U.S. fleet of ships engaged in foreign commerce &amp; trade","response":"Merchant Marine"},{"text":"Jerry Falwell set up this conservative political organization in 1979 &amp; disbanded it in 1989","response":"Moral Majority"}],"originalDate":"2003-02-18"},{"category":"NATIONAL THINGS","comments":"","clues":[{"text":"Over half of the national preserves in the U.S. lie in this state","response":"Alaska"},{"text":"Capes Cod, Hatteras &amp; Lookout are national these, where life's a beach","response":"seashores"},{"text":"This Western lake, a national recreation area, was created in the 1930s","response":"Lake Mead"},{"text":"You can follow the course of this trace, a national parkway, through Mississippi, Alabama &amp; Tennessee","response":"Natchez Trace"},{"text":"This playwright's theater on NYC's W. 49th Street isn't a historic site, but his home in Danville, California is","response":"Eugene O'Neill"}],"originalDate":"2003-02-18"},{"category":"KIDDY LIT","comments":"","clues":[{"text":"Celebrating its 40th anniversary in 2003, this classic features an illustration seen here","response":"<i>Where the Wild Things Are</i>"},{"text":"This book begins, \"The sun did not shine.  It was too wet to play.  So we sat in the house all that cold, cold, wet day\"","response":"<i>The Cat in the Hat</i>"},{"text":"\"Runaway Ralph\" is a follow-up to this children's classic by Beverly Cleary","response":"<i>The Mouse and the Motorcycle</i>"},{"text":"In classic books by Walter R. Brooks, this talking pig \"Plays Football\" &amp; \"Goes to the North Pole\"","response":"Freddy"},{"text":"Remembered as the author of \"Little Boy Blue\", he was best known as \"The Children's Poet\"","response":"Eugene Field"}],"originalDate":"2003-02-18"},{"category":"A MUSE ME","comments":"","clues":[{"text":"Look!  Up in the sky!  It's a bird!  It's a plane!  No, it's Urania, muse of this science!","response":"astronomy"},{"text":"Need help in this subject in school?  Call up Clio <span class=\"nobreak\">--</span> as the muse of it, she'll fill you in on facts &amp; dates","response":"history"},{"text":"Whether transverse or end-blown, Euterpe is the muse of them","response":"flutes"},{"text":"The name of this muse of love poetry is an anagram of ORATE","response":"Erato"},{"text":"If you've got hap-hap-happy feet you're inspired by this muse of dancing","response":"Terpsichore"}],"originalDate":"2003-02-18"},{"category":"TIME TO P\"UNT\"","comments":"","clues":[{"text":"To gently hit a pitched baseball","response":"bunt"},{"text":"A deep, guttural sound, or a U.S. infantryman","response":"grunt"},{"text":"One of your grandmother's daughters","response":"aunt"},{"text":"To inhabit, as a ghost","response":"haunt"},{"text":"A group of new rulers after a coup","response":"junta"}],"originalDate":"2003-02-18"}],[{"category":"PROFESSIONAL SPORTS","comments":"","clues":[{"text":"Except for 1988, he was selected Most Valuable Player of the National Hockey League every year of the 1980s","response":"Wayne Gretzky"},{"text":"This San Francisco 49ers quarterback was named MVP of Super Bowls XVI, XIX &amp; XXIV","response":"Joe Montana"},{"text":"In 1968 this team's Carl Yastrzemski led the A.L. with a .301 avg., the lowest average to win a league title in MLB history","response":"Boston Red Sox"},{"text":"Only 2 players in NBA history have sunk over 8,500 career free throws: Moses Malone &amp; this Jazz forward","response":"Karl Malone"},{"text":"On Sept. 21, 1985 he became the heavyweight boxing champion, like his brother before him","response":"Michael Spinks"}],"originalDate":"2003-02-17"},{"category":"OH, K","comments":"","clues":[{"text":"To a soldier, it's the K in KP","response":"kitchen"},{"text":"Its purity is measured in Ks, 24 being the purest","response":"gold"},{"text":"This company's Special K has a shelf life of 12 months","response":"Kellogg's"},{"text":"In the 1980s this company even made a limo based on its K-Car design","response":"Chrysler"},{"text":"For radio stations, it's the body of water in the U.S. that divides most of the Ws from the Ks","response":"Mississippi River"}],"originalDate":"2003-02-17"},{"category":"NOW YOU'RE COOKIN'","comments":"","clues":[{"text":"I scream when I hear this term for coagulating milk (not blood)","response":"curdling"},{"text":"Of bruising, blanching or browning, the one that involves boiling water","response":"blanching"},{"text":"He can put a glossy coat on your buns or, with an added \"I\", install your window","response":"glazer/glazier"},{"text":"To take the dorsal blood vein out of a shrimp (it sounds like something Pine Valley's Anna might be good at)","response":"deveining"},{"text":"Without the \"accent grave over the E\", a W.C. Fields character becomes this word for something pickled","response":"(Egbert) Souse"}],"originalDate":"2003-02-17"},{"category":"IT'S ALL A BUNCH OF LIES","comments":"","clues":[{"text":"Although written by Parson Weems, the line \"I can't tell a lie.  I did cut it with my hatchet\" is often attributed to him","response":"George Washington"},{"text":"This \"hot\" hit by The Doors begins, \"You know that it would be untrue, you know that I would be a liar...\"","response":"\"Light My Fire\""},{"text":"In 1925 he wrote, \"The great masses of the people...will more easily fall victim to a big lie than to a small one\"","response":"Adolf Hitler"},{"text":"In \"Pudd'nhead Wilson\" he wrote, \"One of the differences between a cat &amp; a lie is that a cat has only 9 lives\"","response":"Mark Twain"},{"text":"This early 20th century humorist quipped, \"Income tax has made liars out of more Americans than golf\"","response":"Will Rogers"}],"originalDate":"2003-02-17"},{"category":"\"U\" GOTTA BELIEVE ME!","comments":"","clues":[{"text":"Talking animals supplemented Bob &amp; Bing's antics in the Klondike in the \"Road to\" this imaginary locale","response":"Utopia"},{"text":"The tallest sandstone cliffs in the United States can be seen at Zion National Park in this state","response":"Utah"},{"text":"This fictional storyteller tells tales of Miss Sally, Brer Bear &amp; Brer Fox","response":"Uncle Remus"},{"text":"Schubert's Symphony No. 8 in B Minor is considered this, like this cl<span class=\"nobreak\">--</span>","response":"Unfinished"},{"text":"From 1987 to 1994 he played young African-American lawyer Jonathan Rollins on \"L.A. Law\"","response":"Blair Underwood"}],"originalDate":"2003-02-17"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"It's home to the NFL's Panthers","response":"Charlotte"},{"text":"This large Texas city was named for James K. Polk's vice president","response":"Dallas"},{"text":"William Saroyan was born &amp; for the most part \"raisin\" this California city in the San Joaquin Valley","response":"Fresno"},{"text":"This Wisconsin city with a French name is home to a large Danish population &amp; Johnson Wax","response":"Racine"},{"text":"It's the state where you'll find Scarborough, Waterville &amp; Kittery","response":"Maine"}],"originalDate":"2003-02-17"}],{"category":"STATE CAPITALS","text":"Lying at the foothills of the Sangre de Cristo range, it's the highest state capital","response":"Santa Fe, New Mexico"}]}