{"mix":3680,"rounds":[[{"category":"BAD NEWS","comments":"","clues":[{"text":"Hillsborough, a neutral stadium, was the site of a fatal 1989 stampede at this type of British sporting event","response":"soccer match"},{"text":"In 1922 the NAACP got the House to vote against this form of mob murder, but the bill died in the Senate","response":"lynching"},{"text":"Airline steward Gaetan Dugas, who died in 1984, was identified as \"Patient Zero\" of this disease","response":"AIDS"},{"text":"In 2001 this country's Crown Prince Dipendra apparently killed most of his family &amp; himself","response":"Nepal"},{"text":"A 1974 twister destroyed half of this Midwestern state's city of Xenia, whose name means \"hospitality\"","response":"Ohio"}],"originalDate":"2003-02-17"},{"category":"PHOTOGRAPHERS","comments":"","clues":[{"text":"It was introduced to the public in 1935; in the '50s Ernst Haas was one of the first professionals to use it exclusively","response":"color photography/film"},{"text":"Robert Capa's 1936 \"Death of a Loyalist\" is one of the most famous photos from this or any war","response":"Spanish Civil War"},{"text":"Sally Mann gained fame &amp; controversy with the partly-nude series \"Immediate\" this (her own)","response":"Family"},{"text":"Last name of photographer-actor Allan (Dr. Sidney Freedman on \"M*A*S*H\") &amp; his photographer wife Diane","response":"Arbus"},{"text":"This photographer got the expression seen here by taking away Churchill's cigar","response":"Yousuf Karsh"}],"originalDate":"2003-02-17"},{"category":"WORLD MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"The Japanese pantheon includes Kagutsuchi, god of this, something to get your hibachi going","response":"fire"},{"text":"If you needed a railway tunnel dug, you could call on this American folk hero <span class=\"nobreak\">--</span> it was his job","response":"John Henry"},{"text":"Jewish legend says his first wife was Lilith, who created the need for a good divorce lawyer","response":"Adam"},{"text":"The life of this legendary king of Britain was fodder for a Shakespeare tragedy in 1605","response":"King Lear"},{"text":"When he fell for Helen, Paris was married to Oenone, one of these nature deities","response":"nymph"}],"originalDate":"2003-01-31"},{"category":"RANCHES","comments":"","clues":[{"text":"At about 12,000 sq. mi., Strangeray Springs, a cattle ranch (or station) in this country, is bigger than Vermont","response":"Australia"},{"text":"Prairie Chapel is the name of George W. Bush's ranch near this Texas town, population 705","response":"Crawford"},{"text":"Kendall County, Texas is named for the man who brought Merinos to the area as this type of rancher","response":"sheep rancher"},{"text":"Around 1905 these animals, not native to Arizona, were brought to a ranch in the state, where they now roam","response":"buffalo"},{"text":"It's the name of Steve &amp; Gayle Henson's California ranch for which a creamy dressing was named","response":"Hidden Valley"}],"originalDate":"2003-01-31"},{"category":"WHICH CABINET DEPARTMENT?","comments":"","clues":[{"text":"The Foreign Service Institute","response":"State Department"},{"text":"The Office of Disability Employment Policy","response":"Department of Labor"},{"text":"The Bureau of Engraving &amp; Printing","response":"Treasury Department"},{"text":"The U.S. Marshals Service","response":"Justice Department"},{"text":"The National Park Service","response":"Department of the Interior"}],"originalDate":"2003-01-31"},{"category":"MAMA &amp; PAPAYA","comments":"","clues":[{"text":"While these look like caviar &amp; are edible, Mama usually throws them out","response":"papaya seeds"},{"text":"Mama joked that this other name for the papaya makes it sound like little cat feet <span class=\"nobreak\">--</span> Mama wasn't funny","response":"pawpaw"},{"text":"Papaya plants are dioecious, meaning the plants are divided this way, like Mama &amp; Papa","response":"by sex"},{"text":"When things get tough in the kitchen, Mama gets out the hammer or uses this with papain, an enzyme from papaya, in it","response":"meat tenderizer"},{"text":"When Mama's in the mood for Indian food, she makes papdi &amp;, to top them, this relish with papaya","response":"chutney"}],"originalDate":"2003-01-31"}],[{"category":"\"B\" IN GEOGRAPHY","comments":"(Alex: That's not a bad grade!)","clues":[{"text":"The NFL Europe's Dragons play their home games in this Spanish city that hosted the 1992 Summer Olympics","response":"Barcelona"},{"text":"This southern South American capital city's first European visitor was Pedro de Mendoza in 1536","response":"Buenos Aires"},{"text":"This bay between Spain &amp; Brittany is named for the Basques who live on the shore there","response":"Bay of Biscay"},{"text":"The British looted this Asian capital in 1860, bringing back a dog breed bearing its old name","response":"Beijing"},{"text":"This Slovakian capital was widely known by the German name Pressburg until after World War I","response":"Bratislava"}],"originalDate":"2003-01-31"},{"category":"LETTER HISTORIES","comments":"","clues":[{"text":"Seventh in the Greek alphabet, it came back later as the last, but not least, letter","response":"zeta"},{"text":"A 14th century addition, it came from a little extra ornamentation of the \"I\"","response":"J"},{"text":"A Latin link of 2 letters pronounced as one is why we, in modern English, always follow this letter with U","response":"Q"},{"text":"An Anglo-Saxon rune became this letter that's double one of its predecessors","response":"W"},{"text":"Latin abandoned this letter, from the Semitic symbol for an open hand, in favor of the \"C\"","response":"K"}],"originalDate":"2003-01-31"},{"category":"VAUDEVILLE","comments":"","clues":[{"text":"It's an early name for vaudeville, or a type of skit-&amp;-music TV show descended from vaudeville","response":"variety"},{"text":"A vaudevillian transported clothes &amp; gear in one of these, &amp; might have been born in one in Pocatello, Idaho","response":"trunk"},{"text":"When you were playing the best vaudeville houses, you'd \"hit\" this, also a Peter Gabriel song title","response":"the \"Big Time\""},{"text":"This theater fit for royalty, once the premiere vaudeville venue, was revived when Judy Garland played it in 1951","response":"the Palace"},{"text":"This sales pitch was the catchphrase of Joe Penner, seen here","response":"\"Wanna buy a duck?\""}],"originalDate":"2003-01-31"},{"category":"THE LINCOLN LOG","comments":"","clues":[{"text":"The month in which Abe Lincoln was born","response":"February"},{"text":"The state from which Abe was first elected to national office","response":"Illinois"},{"text":"His wife's maiden name","response":"Todd"},{"text":"The photographer whose picture was the basis for the image on the five-dollar bill","response":"Mathew Brady"},{"text":"His first vice president","response":"Hannibal Hamlin"}],"originalDate":"2003-01-31"},{"category":"FROM THE FRENCH","comments":"","clues":[{"text":"A diplomat serving temporarily in place of an ambassador is called this \"d'affaires\"","response":"charge"},{"text":"(Sofia of the Clue Crew)  This bike part whose name is from the French helps you shift gears; it's not used to overturn trains","response":"derailleur"},{"text":"The French word for \"father\", it's an equivalent of \"senior\", as when it follows Dumas or George Bush","response":"pere"},{"text":"In \"Alice in Wonderland\", Lewis Carroll adapted this 4-couple French dance for lobsters","response":"quadrille"},{"text":"From the French for \"to slaughter\", it's another name for a slaughterhouse","response":"abattoir"}],"originalDate":"2003-01-31"},{"category":"U.S. GOVT. ABBREV.","comments":"","clues":[{"text":"Tune in to this, the VOA","response":"Voice of America"},{"text":"The DCI (Director of Central Intelligence) is a member of this group, the NSC","response":"National Security Council"},{"text":"It's the \"beastly\" government entity known as the FWS","response":"Fish and Wildlife Service"},{"text":"Map out your response about this government unit, the USGS","response":"United States Geological Survey"},{"text":"Take a look at this selfless group, VISTA","response":"Volunteers in Service to America"}],"originalDate":"2003-01-30"}],{"category":"LITERARY FIRST LINES","text":"He wrote the 1971 opener \"We were somewhere around Barstow on the edge of the desert when the drugs began to take hold\"","response":"Hunter S. Thompson (from <i>Fear and Loathing in Las Vegas</i>)"}]}