{"mix":3681,"rounds":[[{"category":"PERSONAL PRODUCTS","comments":"","clues":[{"text":"This company introduced its baby powder in 1893, its baby oil in 1935 &amp; its baby shampoo in 1954","response":"Johnson & Johnson"},{"text":"Though its logo originally said \"Since 1850\", this brand of casual wear was introduced by Levi's in 1986","response":"Dockers"},{"text":"The Ace bandage got its name in a contest: the winning entry used it as an acronym for \"All Cotton\" this","response":"Elastic"},{"text":"This clothes line introduced by Garan Inc. in 1972 had kids matching hippos &amp; other creatures to make outfits","response":"Garanimals"},{"text":"In 1989 this underwear maker put Michael Jordan under contract","response":"Hanes"}],"originalDate":"2003-01-30"},{"category":"THE NORMAN INVASION","comments":"","clues":[{"text":"According to this homicidal film character, \"A boy's best friend is his mother\"","response":"Norman Bates"},{"text":"He won his second Pulitzer Prize for \"The Executioner's Song\"","response":"Norman Mailer"},{"text":"In 1977 this illustrator received the Presidential Medal of Freedom","response":"Norman Rockwell"},{"text":"He created &amp; produced \"All in the Family\", &amp; then there was \"Maude\"","response":"Norman Lear"},{"text":"We're positive that he had a 1952 bestseller with \"The Power of Positive Thinking\"","response":"Norman Vincent Peale"}],"originalDate":"2003-01-30"},{"category":"WHERE AM I?","comments":"","clues":[{"text":"(Jimmy of the Clue Crew)  I'm in this city, at the very first of thousands of Starbucks stores","response":"Seattle"},{"text":"(Sarah of the Clue Crew)  I'm at the historic Chinatown gate, which only dates from 1970, at the corner of Grant &amp; Bush in this city","response":"San Francisco"},{"text":"(Cheryl of the Clue Crew)  I'm at historic Ebenezer Baptist Church in this city","response":"Atlanta"},{"text":"(Sofia of the Clue Crew)  I'm in this state overlooking the Mississippi just upriver from where it joins the St. Croix","response":"Minnesota"},{"text":"(Sofia of the Clue Crew)  I'm at this Southwestern city, home of the world's largest balloon fiesta","response":"Albuquerque"}],"originalDate":"2003-01-30"},{"category":"\"C\" FOR YOURSELF","comments":"","clues":[{"text":"A staff or support used by the physically injured when walking","response":"crutch"},{"text":"A trial by military personnel","response":"court-martial"},{"text":"The History Channel calls this job America's one original contribution to mythology","response":"cowboy"},{"text":"This Puerto Rican-born Pittsburgh Pirate was the first Hispanic elected to pro baseball's hall of fame","response":"Roberto Clemente"},{"text":"The Hudson River School of landscape painters loved the scenic beauty of these New York mountains","response":"Catskills"}],"originalDate":"2003-01-30"},{"category":"HISTORY","comments":"","clues":[{"text":"Stone tools were first used during this period known as the \"Old Stone Age\"","response":"Paleolithic"},{"text":"In 1533, at age 3, he became grand prince of Moscow; 14 years later he was crowned Russia's first czar","response":"Ivan the Terrible"},{"text":"In 1497 John Cabot visited the area of this Newfoundland capital &amp; named it for a beheaded saint","response":"St. John's"},{"text":"In January 1793 France's national convention voted 387 to 334 to have him guillotined","response":"Louis XVI"},{"text":"On June 28, 1914 this 18-year-old Serb assassinated Archduke Francis Ferdinand, leading to World War I","response":"Gavrilo Princip"}],"originalDate":"2003-01-30"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"In September 2002, Jerry Lewis' telethon raised a record $58.3 million for this association","response":"Muscular Dystrophy Association"},{"text":"In February 1995 Myrlie Evers-Williams, widow of Medgar, was elected this organization's chairperson","response":"NAACP"},{"text":"Its slogan is \"When You Can't Breathe, Nothing Else Matters\"","response":"American Lung Association"},{"text":"Assassinated in 1990, Rabbi Meir Kahane was the founder of this organization, also known as the JDL","response":"Jewish Defense League"},{"text":"Its library &amp; H.Q. in Plymouth, Massachusetts is on property once belonging to Pilgrim descendant Edward Winslow","response":"The Mayflower Society"}],"originalDate":"2003-01-30"}],[{"category":"OSCAR","comments":"","clues":[{"text":"For 1948's \"Hamlet\", he was nominated for both Best Director &amp; Best Actor","response":"Sir Laurence Olivier"},{"text":"Starting with \"The Deer Hunter\", this actress received Oscar nominations in all but 4 years from 1979 through 1991","response":"Meryl Streep"},{"text":"Hal Wallis was nominated for producing an amazing 19 times, but won only once <span class=\"nobreak\">--</span> for this 1942 Bogart classic","response":"<i>Casablanca</i>"},{"text":"Prior to winning his Best Director Oscar for \"Platoon\", he won for Best Adapted Screenplay for \"Midnight Express\"","response":"Oliver Stone"},{"text":"This actress was not an official nominee for 1934's \"Of Human Bondage\", but she finished third in a write-in campaign","response":"Bette Davis"}],"originalDate":"2003-01-30"},{"category":"\"M.E.\"","comments":"","clues":[{"text":"On TV, Jack Klugman's Quincy was an M.E., standing for this","response":"medical examiner"},{"text":"For the L.A. Times, it's Dean Baquet","response":"managing editor"},{"text":"Otitis media is an inflammation of this","response":"middle ear"},{"text":"This field deals with the design &amp; production of machinery","response":"mechanical engineering"},{"text":"This literary form combines a grand style with a trivial subject, as seen in Pope's \"Rape of the Lock\"","response":"mock epic"}],"originalDate":"2003-01-30"},{"category":"TOE-KNEE","comments":"","clues":[{"text":"This condition, the failure of an arch to form, will only keep you out of the army if it's extreme or causes other symptoms","response":"flat feet"},{"text":"It comes before \"knee\" to indicate inward leg curvature such that the knees touch","response":"knock-knee"},{"text":"Inflammation of this tendon that pulls up the heel is common; rupture is a lot more serious","response":"Achilles tendon"},{"text":"This term, also a riding accessory, refers to a bony growth often found on the heel","response":"spur"},{"text":"It's the inner &amp; larger of the 2 main bones between the knee &amp; the ankle","response":"tibia"}],"originalDate":"2003-01-30"},{"category":"CHICKS WITH BICS","comments":"(Alex: Uh boy, what is that about?)","clues":[{"text":"Mildred Wirt Benson, who died in 2002 at age 96, was the 1st author of the Nancy Drew books, written under this name","response":"Carolyn Keene"},{"text":"Mary Poppins was created by this Australian author whose initials stood for Pamela Lyndon","response":"P.L. Travers"},{"text":"She's the First Daughter who's written about \"Murder in the Smithsonian\", \"on Capitol Hill\" &amp; \"at the FBI\"","response":"Margaret Truman"},{"text":"In 1994 this First Daughter published a seductive novel called \"Bondage\"","response":"Patti Davis"},{"text":"\"The Shelters of Stone\" is the fifth installment in her \"Earth's Children\" series","response":"Jean Auel"}],"originalDate":"2003-01-29"},{"category":"\"DOLLAR\"S &amp; \"CENT\"S","comments":"","clues":[{"text":"Term for the highest amount paid for a commodity or service","response":"top dollar"},{"text":"Celsius","response":"centigrade"},{"text":"World Book says that this round animal found in shallow coastal waters resembles a fuzzy brown cookie","response":"sand dollar"},{"text":"From the Latin for \"to teach\", it's a lecturer or tour guide in a museum","response":"docent"},{"text":"Having a common center, such as a series of circles","response":"concentric"}],"originalDate":"2003-01-29"},{"category":"A WINDY CATEGORY","comments":"(Alex: I suppose that's for you, Jackie.)","clues":[{"text":"The 1967 NFL \"Ice Bowl\" game was played in -46 degrees, if you include this factor","response":"wind chill"},{"text":"A typical warm winter wind of Switzerland is called Schneefresser, meaning \"eater\" of this","response":"snow"},{"text":"Like hurricanes, these Pacific tropical cyclones get names; Omar devastated Guam in 1992","response":"typhoons"},{"text":"It's best to bring your boat in on this side of the dock, meaning the side the wind reaches last","response":"leeward"},{"text":"(Video clip from the Science Center of Minnesota)  It's believed that tornadoes begin with a rising current of warm air called this, which eventually starts rotating","response":"updraft"}],"originalDate":"2003-01-29"}],{"category":"LANGUAGES","text":"They're the 2 states with the highest percentage of people who speak French at home","response":"Louisiana & Maine"}]}