{"mix":3689,"rounds":[[{"category":"POLITICS","comments":"","clues":[{"text":"You're on this \"wing\" if you support traditional values &amp; the conservative party line","response":"right-wing"},{"text":"A fellow traveler sympathizes with this party","response":"Communist Party"},{"text":"Before a U.S. general election, these elections are held to determine the party candidates","response":"primaries (or caucus)"},{"text":"Vote a straight one &amp; it's all for one party; vote a split one &amp; you pick from multiple parties","response":"ticket"},{"text":"A contraction of \"procuracy\", it's a person you authorize to vote in your place","response":"proxy"}],"originalDate":"2003-02-26"},{"category":"POTPOURRI","comments":"","clues":[{"text":"First name of director Marshall, Garry's sister","response":"Penny"},{"text":"Edison proposed using sheets of this metal, used with cadmium in a battery, as a substitute for paper in books","response":"nickel"},{"text":"Things that are commonplace are a this \"a dozen\"","response":"dime"},{"text":"This \"master\" takes care of clothing &amp; providing sustenance for a body of troops","response":"quartermaster"},{"text":"Founded in L.A. in 1965, this rent-a-car agency was acquired by Chrysler in 1990","response":"Dollar Rent-a-Car"}],"originalDate":"2003-02-26"},{"category":"POTABLE WORDS","comments":"","clues":[{"text":"A cotton-cleaning device, or a cry in a card game saying you've completed your hand","response":"gin"},{"text":"It's the opposite of starboard","response":"port"},{"text":"The band Looking Glass found her \"a fine girl\"","response":"\"Brandy\""},{"text":"To strike with a fist or make a hole in a ticket","response":"punch"},{"text":"It's the residue coal leaves after destructive distillation","response":"coke"}],"originalDate":"2003-02-26"},{"category":"WRITERS' PLOTS","comments":"","clues":[{"text":"He's interred at his former home at 18354 Ventura Blvd. in Encino, not Tarzana, California","response":"Edgar Rice Burroughs"},{"text":"Saint Martin's Churchyard in Laugharne, Wales is where this poet wound up after drinking himself to death","response":"Dylan Thomas"},{"text":"In Manhattan's Trinity Cemetery, you can visit John J. Audubon as well as this \"Visit From St. Nick\" poet","response":"Clement Clarke Moore"},{"text":"Henrik Ibsen is with his family in the Cemetery of Our Savior in this world capital","response":"Oslo, Norway"},{"text":"He's buried in Oxfordshire under a headstone that says \"Here Lies Eric Arthur Blair\"","response":"George Orwell"}],"originalDate":"2003-02-26"},{"category":"WELL TRAINED","comments":"","clues":[{"text":"The Japanese call this \"ballistic\" train the Shinkansen","response":"bullet train"},{"text":"The 20th Century Limited took you from New York to this city where you could catch the Super Chief to Los Angeles","response":"Chicago"},{"text":"This country's Central Railway takes you up 13,000 feet going from La Oroya to Cuzco","response":"Peru"},{"text":"The name of this Paris-to-Istanbul service that began in 1873 is now on a London-to-Venice train service","response":"Orient Express"},{"text":"The 2,461-mile-long Indian Pacific line connects the east &amp; west coasts of this country","response":"Australia (goes from Perth to Sydney)"}],"originalDate":"2003-02-26"},{"category":"THE \"BIG\" PICTURE","comments":"","clues":[{"text":"1999:<br>Adam Sandler takes on fatherhood","response":"<i>Big Daddy</i>"},{"text":"1970:<br>Dustin Hoffman as Jack Crabb, aged 121","response":"<i>Little Big Man</i>"},{"text":"1987:<br>Dennis Quaid &amp; Ellen Barkin have a steamy romance in New Orleans","response":"<i>The Big Easy</i>"},{"text":"2002:<br>Frankie Muniz' stolen school essay becomes a big Hollywood movie","response":"<i>Big Fat Liar</i>"},{"text":"1998:<br>Jeff Bridges is an L.A. slacker who bowls","response":"<i>The Big Lebowski</i>"}],"originalDate":"2003-02-26"}],[{"category":"-OLOGIES","comments":"","clues":[{"text":"The abnormal branch of this field studies mental disorders, deviance &amp; just plain weirdness","response":"psychology"},{"text":"Branch of biology defined as the study of organisms too small to be seen with the naked eye","response":"microbiology"},{"text":"Sovietology is also sometmes called this, after a structure in Moscow","response":"Kremlinology"},{"text":"(Sofia of the Clue Crew at the Science Museum of Minnesota)  This device was once used in this discredited science of determining personality by reading the bumps on the skull","response":"phrenology"},{"text":"Cornell's medical website calls this study of the functions of living organisms the oldest basic medical science","response":"physiology"}],"originalDate":"2003-02-26"},{"category":"QUESTIONABLE ANAGRAMS","comments":"","clues":[{"text":"The final ceremony:<br>Real fun?","response":"funeral"},{"text":"People complain there's too much of it in the movies:<br>Nice love?","response":"violence"},{"text":"Elmer Gantry, for example:<br>Evil's agent?","response":"evangelist"},{"text":"A Tennessee municipality:<br>Hen villas?","response":"Nashville"},{"text":"Sister in a famous family of singers:<br>Am I so modern?","response":"Marie Osmond"}],"originalDate":"2003-02-26"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"It's been said that this country \"has but one hero, William Tell, and he is a myth\"","response":"Switzerland"},{"text":"To tour a port wine lodge in the city of Oporto, you'd have to go to this country","response":"Portugal"},{"text":"This country is credited with giving Buddhism to Asia &amp; what are called Arabic numbers to the West","response":"India"},{"text":"In 1993 Eritrea formally declared its independence from this country","response":"Ethiopia"},{"text":"The Sinhalese make up nearly 75% of this island country's population","response":"Sri Lanka"}],"originalDate":"2003-02-25"},{"category":"NURSERY RHYME PHOBIAS","comments":"","clues":[{"text":"If you're frigophobic, you won't like your pease porridge this way","response":"cold"},{"text":"If Mary's lamb had didaskaleinophobia, it would have been too scared to follow her here","response":"school"},{"text":"Georgie Porgie didn't suffer from philemaphobia, a fear of this","response":"kissing"},{"text":"While Mary, Mary was quite contrary, she didn't seem to have antophobia, a fear of these","response":"flowers"},{"text":"As he may have had peniaphobia, a fear of poverty, he was in the counting-house counting all his money","response":"the king"}],"originalDate":"2003-02-25"},{"category":"\"P\"EOPLE","comments":"","clues":[{"text":"With the Mets since 1998, he's been called \"The greatest-hitting catcher ever to play the game of baseball\"","response":"Mike Piazza"},{"text":"If you know that he bought a half interest in his father-in-law's brewing co. in 1864, you win the blue ribbon","response":"Frederick Pabst"},{"text":"A 1956 car crash cut short the life of this American drip artist","response":"Jackson Pollock"},{"text":"She made a name for herself during the Revolutionary War by bringing water to thirsty soldiers","response":"Molly Pitcher"},{"text":"This great Israeli-born violinist was stricken by polio when he was 4","response":"Itzhak Perlman"}],"originalDate":"2003-02-25"},{"category":"PASTA GLOSSARY","comments":"","clues":[{"text":"A very thin pasta, capelli d'angelo means angel this","response":"hair"},{"text":"The bow-tie shaped farfalle gets its name from the Italian word for this insect","response":"butterfly"},{"text":"Slender vermicelli is less appetizing when you realize its name is from the Italian for this invertebrate","response":"worm"},{"text":"Flat &amp; broad, linguini is named for this body part","response":"tongue"},{"text":"Conchiglie are these, usually ridged","response":"shells"}],"originalDate":"2003-02-25"}],{"category":"U.S. CITIES","text":"Pennsylvania City named for the home of William Penn's ancestors; its name is found on a Monopoly board","response":"Reading (Railroad)"}]}