{"mix":3698,"rounds":[[{"category":"MY TV TOWN","comments":"","clues":[{"text":"Bartender Sam Malone","response":"Boston"},{"text":"Sheriff Andy Taylor","response":"Mayberry"},{"text":"Teenager Clark Kent","response":"Smallville"},{"text":"Arthur \"Fonzie\" Fonzarelli","response":"Milwaukee"},{"text":"\"Green Acres\" attorney Oliver Wendell Douglas","response":"Hooterville"}],"originalDate":"2008-12-08"},{"category":"THE LITTLE DRAMA BOY","comments":"","clues":[{"text":"In \"Brighton Beach Memoirs\", this playwright introduced young Brooklynite Eugene Jerome","response":"Neil Simon"},{"text":"No wonder he's out to kill Macbeth, after his little son is shish-kebabbed","response":"Macduff"},{"text":"7-year-old Brandon de Wilde, later of \"Shane\", debuted on stage in this \"marital\" Carson McCullers play","response":"<i>Member of the Wedding</i>"},{"text":"In a play set at boarding school, a teacher's wife offers more to young Tom than the title \"tea and\" this","response":"sympathy"},{"text":"When \"The Diary of Anne Frank\" debuted on Broadway in 1955, David Levin played this boy who's in hiding with Anne","response":"Peter"}],"originalDate":"2008-12-08"},{"category":"TIMELINE 1600S","comments":"","clues":[{"text":"Tokugawa Ieayasu took this title in 1603 &amp; later turned the village of Edo into his capital","response":"Shogun"},{"text":"This British king was executed at Whitehall Palace on Jan. 30, 1649","response":"Charles I"},{"text":"In 1618,  2 Catholic officials were thrown out of a window in this European city, sparking the 30 Years' War","response":"Prague"},{"text":"The Company of 100 Associates was established by this country in 1627 to develop New World interests","response":"France"},{"text":"Construction of the Potala Palace began in this mountainous Asian capital in 1645","response":"Lhasa"}],"originalDate":"2008-12-08"},{"category":"TENNESSEE WILLIAMS","comments":"","clues":[{"text":"In Tennessee Williams' play, streetcars named Desire &amp; Cemetery run on a single track in this southern city","response":"New Orleans"},{"text":"In \"The Glass Menagerie\", Jim accidentally breaks the horn off this animal, the prize of Laura's collection","response":"a unicorn"},{"text":"The Pollitt Plantation in Mississippi is the setting of this Williams work","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"1950 Williams play in which a truck driver has the title body art on his chest","response":"<i>The Rose Tattoo</i>"},{"text":"A defrocked priest is one of the characters at a seedy Mexican hotel in this 1961 play","response":"<i>Night of the Iguana</i>"}],"originalDate":"2008-12-04"},{"category":"STREETCAR","comments":"","clues":[{"text":"Rent a streetcar for your birthday party at the Shore Line Trolley Museum in this state's East Haven","response":"Connecticut"},{"text":"Rio de Janeiro's streetcars were once pulled by these animals, called asnos or burros","response":"donkeys"},{"text":"Beginning service in 1832, this city's first streetcar ran along Bowery Street","response":"New York"},{"text":"The first complete electric streetcar system was installed in this former Confederate capital in 1888","response":"Richmond, Virginia"},{"text":"This passionate Pasternak protagonist suffers a heart attack on a streetcar &amp; dies","response":"Dr. Zhivago"}],"originalDate":"2008-12-04"},{"category":"NAMED","comments":"","clues":[{"text":"He honored his grandfather as he &amp; Angelina Jolie named their boy twin Knox","response":"Brad Pitt"},{"text":"This English rocker rhymingly named his son Zowie (he's now Joey)","response":"David Bowie"},{"text":"Moxie Crimefighter is the daughter of this taller half of a magical duo","response":"Penn"},{"text":"Lark Song Previn is one of this actress' 14 children","response":"Mia Farrow"},{"text":"Rachel Griffiths' son Banjo is named for the man who wrote this song of her native Australia","response":"\"Waltzing Matilda\""}],"originalDate":"2008-12-04"}],[{"category":"DESIRE","comments":"","clues":[{"text":"I'd like a 1970 magnum of this champagne named for a 17th c. monk, please. $892?! I'd like a soda","response":"Dom Perignon"},{"text":"Winning $276 million in this 29-state lottery like 8 West Virginians did in 2008 wouldn't be so bad","response":"Powerball"},{"text":"I wish I had a few \"A\" shares of this stock, BRK-A; in September 2008 they were going for $131,000 a pop","response":"Berkshire Hathaway"},{"text":"I want my kids to get scholarships to this California school near Palo Alto, as undergrad tuition is $36,030 a year","response":"Stanford"},{"text":"Gimme gimme gimme one of these items from China; an underglaze copper-red one sold for $10 million in 2006","response":"a Ming vase"}],"originalDate":"2008-12-04"},{"category":"STELLAR!","comments":"","clues":[{"text":"If a star larger than 3 solar masses completely burns its nuclear fuel, theory says it'll collapse into this","response":"a black hole"},{"text":"This constellation represents a youth pouring water from a jar","response":"Aquarius"},{"text":"Sagittarius is the archer &amp; Sagitta is, appropriately, one of these with its brightest star at the point","response":"an arrow"},{"text":"Although Castor in Gemini is designated Alpha Geminorum, this star, Beta Geminorum, is actually brighter","response":"Pollux"},{"text":"The veil one of these in Cygnus is the remnant of a star that may have exploded 50,000 years ago","response":"a nebula"}],"originalDate":"2008-12-04"},{"category":"ANCIENT ROME","comments":"","clues":[{"text":"In the first Punic War, Rome conquered this island to the south, making it the first Roman province","response":"Sicily"},{"text":"A quarter of a million people crowded into this largest hippodrome to watch the chariot races","response":"the Circus Maximus"},{"text":"The Curia was the meeting place of this most powerful political body in the Republic","response":"the Senate"},{"text":"He was the first Roman emperor, &amp; his 40-year reign marked the beginning of the Pax Romana","response":"Augustus"},{"text":"In 330 A.D. the capital of the Roman Empire moved from Rome to this city much farther east","response":"Byzantium"}],"originalDate":"2008-12-04"},{"category":"OLYMPIC HEROES","comments":"","clues":[{"text":"In 2004 Ryoko Tani's inside leg technique brought her a second straight gold in this martial art","response":"judo"},{"text":"This decathlete from Mount Kisco, N.Y. lit up Montreal's Olympic Stadium at the 1976 games","response":"(Bruce) Jenner"},{"text":"This Pittsburgh Penguins great was the captain of Canada's 2002 gold-medal hockey team","response":"(Mario) Lemieux"},{"text":"In both '84 &amp; '88, Greg Louganis doubled up in diving, winning gold in platform &amp; this","response":"springboard"},{"text":"On a sweltering July 10, 1924 this Finn set Olympic records in the 1,500 &amp; 5,000 meters","response":"(Paavo) Nurmi"}],"originalDate":"2008-12-04"},{"category":"CAKE DECORATING","comments":"","clues":[{"text":"Marzipan, used to cover or decorate cakes, is a paste made from this nut","response":"almonds"},{"text":"To make edible flowers &amp; ribbons, sugar can be pulled, spun or this, as in making glass","response":"blown"},{"text":"Good modeling chocolate has a high content of this fatty solid that comes from the seeds of the bean","response":"cocoa butter"},{"text":"This decorative flourish on a cake shares its name with the ornamental band on upholstery","response":"piping"},{"text":"French for \"melting\", this pliable sugar mixture is rolled &amp; used as an icing to cover cakes of any shape &amp; size","response":"fondant"}],"originalDate":"2008-12-04"},{"category":"YOU GO, GIRL!","comments":"","clues":[{"text":"After the death of Peter the Great, this former consort took up the job of empress &amp; wasn't great","response":"Catherine"},{"text":"Fined $100 for voting in an 1873 Rochester election, she said, \"I shall never pay a dollar of your unjust penalty\"","response":"Susan B. Anthony"},{"text":"This witty woman who helped found the Screen Writers Guild left her estate to Martin Luther King Jr.","response":"(Dorothy) Parker"},{"text":"After hearing a song by this poetess, the Athenian ruler Solon wanted to \"learn it and die\"","response":"Sappho"},{"text":"Female name given to the fossil found by Donald Johanson in Hadar, Ethiopia in 1974","response":"Lucy"}],"originalDate":"2008-12-04"}],{"category":"WORLD CAPITALS","text":"It's the only world capital on the Tigris River","response":"Baghdad, Iraq"}]}