{"mix":3700,"rounds":[[{"category":"LET ME MIX YOU A METAPHOR","comments":"","clues":[{"text":"The lecture was champagne to most of the audience, but it wasn't really \"my cup of\" this","response":"tea"},{"text":"After Mary twisted John around her little finger, they worked together \"hand and\" this other item","response":"glove"},{"text":"He thought he was beating a dead horse, but got his comeuppance when \"the chickens\" did this","response":"came home to roost"},{"text":"Dave was a millstone around Tom's neck, &amp; then he \"rode in\" to office \"on\" Tom's these","response":"his coattails"},{"text":"I was on a wild goose chase when I \"hit\" this, which marathoners do around mile 20","response":"the wall"}],"originalDate":"2008-12-03"},{"category":"LITERATURE IN OTHER WORDS","comments":"","clues":[{"text":"A Joyce epic:<br>\"Odysseus\"","response":"<i>Ulysses</i>"},{"text":"A puritanical tale:<br>\"A Note From Miss Johansson\"","response":"<i>The Scarlet Letter</i>"},{"text":"It has Dickensian structure:<br>\"Desolate Abode\"","response":"<i>Bleak House</i>"},{"text":"A Miller's tale:<br>\"23 Degrees, 27 Minutes North of the Equator\"","response":"<i>Tropic of Cancer</i>"},{"text":"An 1888 Kipling work:<br>\"Prince Charles\"","response":"\"The Man Who Would Be King\""}],"originalDate":"2008-12-03"},{"category":"SHATNER HAPPENS","comments":"","clues":[{"text":"In 1954 Bill appeared as Ranger Bob in the Canadian version of this classic kids' show","response":"<i>Howdy Doody</i>"},{"text":"Psycho killer Mike Myers wears Bill's face<span class=\"nobreak\">--</span>a Captain Kirk mask, painted white<span class=\"nobreak\">--</span>in this 1978 horror classic","response":"<i>Halloween</i>"},{"text":"On his 1968 album \"The Transformed Man\", Bill...um... sings this Beatles classic, kaleidoscope eyes &amp; all","response":"\"Lucy in the Sky with Diamonds\""},{"text":"A bewreathed &amp; betogaed Bill shared a pioneering 1968 interracial Kiss with this \"Star Trek\" character","response":"Lieutenant Uhura"},{"text":"Bill's 2008 autobiography begins, \"Call me... Captain James T. Kirk, or Sergeant T.J. Hooker, or\" this guy this guy","response":"Denny Crane"}],"originalDate":"2008-12-03"},{"category":"AVIATION","comments":"","clues":[{"text":"This low-fare airline founded in 1999 &amp; based at JFK offers 36 free DirecTV channels at every seat","response":"JetBlue"},{"text":"This airport named for a former mayor served the Denver community for 66 years, until it closed in 1995","response":"Stapleton Airport"},{"text":"In 1994 Northrop acquired this aerospace company, which became a part of its name","response":"Grumman"},{"text":"Flying this plane 59.6 miles up in 1962, Robert White became the first non-NASA American to qualify as an astronaut","response":"X-15"},{"text":"In 1986 he &amp; Jeana Yeager piloted the Voyager on the first non-stop, non-refueled flight around the world","response":"(Dick) Rutan"}],"originalDate":"2008-12-03"},{"category":"AMERICA BEFORE THE REVOLUTION","comments":"","clues":[{"text":"In 1586 this circumnavigator attacked &amp; destroyed the Spanish fort at St. Augustine","response":"Drake"},{"text":"In 1738, after 36 years of sharing a governor with New York, this colony got its own governor, Lewis Morris","response":"New Jersey"},{"text":"A 1765 British law required of colonists this \"fractional\" Act, housing British soldiers","response":"Quartering"},{"text":"An offshoot of the Salem colony, this city was founded on September 17, 1630 by John Winthrop &amp; others","response":"Boston"},{"text":"In 1741 the Great Awakening reached a peak when he delivered the sermon \"Sinners in the Hands of an Angry God\"","response":"Jonathan Edwards"}],"originalDate":"2008-12-03"},{"category":"KING JAMES BIBLE QUOTATIONS","comments":"","clues":[{"text":"In Exodus it's \"eye for eye,\" this for this, \"hand for hand, foot for foot\"","response":"tooth for tooth"},{"text":"The motto of Johns Hopkins U., from John's gospel, is \"Veritas vos liberabit\", this \"shall make you free\"","response":"truth"},{"text":"\"A soft answer turneth away wrath; but grievous words stir up anger\" is one of this book's adages","response":"Proverbs"},{"text":"Paul wrote to the Corinthians, \"Let no man think me\" one of these; \"for ye\" suffer these \"gladly\"","response":"fools"},{"text":"Job knows \"though\" these \"destroy this body, yet in my flesh shall I see God\"","response":"worms"}],"originalDate":"2008-12-03"}],[{"category":"AN I FOR AN A","comments":"(Alex: Each correct response will be two words.  The words are exactly the same, except that there's an \"A\" in one as opposed to an \"I\" in the other.)","clues":[{"text":"A law partnership buys a piece of agricultural land","response":"firm & farm"},{"text":"There was a sharp, unpleasant taste to the thick liquid for making the pancakes","response":"bitter batter"},{"text":"There with a type of pack on his aching shoulder sat the best pitcher on our staff","response":"ice & ace"},{"text":"Irritating complaints may just be certain sour \"bunch\" fruits","response":"gripes & grapes"},{"text":"The cloth substitution meant that our salesman went out with a better sample of material","response":"switch & swatch"}],"originalDate":"2008-12-03"},{"category":"THE MIDDLE AGES","comments":"","clues":[{"text":"In the Middle Ages this city's main street, Via del Corso, was used as a horse-racing course","response":"Rome"},{"text":"In 1381 Wat Tyler led a failed peasants' revolt in England protesting this tax on voters","response":"the poll tax"},{"text":"According to legend, a Norseman named Rurik settled in Novgorod in 862 &amp; founded this country","response":"Russia"},{"text":"Trial by fire &amp; by water were part of this medieval procedure, now meaning any painful experience to be endured","response":"trial by ordeal"},{"text":"In 1096 this French monk &amp; a knight known as Walter the Penniless set out for the holy land in the People's Crusade","response":"Peter the Hermit"}],"originalDate":"2008-12-02"},{"category":"TEAMS' RETIRED JERSEYS","comments":"","clues":[{"text":"Ray Nitschke,<br>Bart Starr","response":"the Packers"},{"text":"Julius Erving,<br>Charles Barkley","response":"the 76ers"},{"text":"Reggie White,<br>Chuck Bednarik","response":"the (Philadelphia) Eagles"},{"text":"Bobby Hull,<br>Tony Esposito","response":"Chicago Blackhawks"},{"text":"Mike Scott,<br>Nolan Ryan","response":"Houston Astros"}],"originalDate":"2008-12-02"},{"category":"MEDICAL \"T\" TIME","comments":"","clues":[{"text":"Attention, fashion victims: shoes that are too tight may lead to ingrown these","response":"toenails"},{"text":"Golfer's elbow is similar to this other \"sporty\" affliction, but golfer's elbow occurs on the inside of the joint","response":"tennis elbow"},{"text":"If you have a deep cut or dirty wound, get a booster shot for this if you haven't had one in the last 5 yrs.","response":"tetanus"},{"text":"Mozart wrote about eating pork cutlets before his final illness, which led to a 2001 theory that he died of this","response":"trichinosis"},{"text":"Swelling of the ankles may be an indication of DVT, or deep-vein this","response":"thrombosis"}],"originalDate":"2008-12-02"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Before Europeans named Mt. Cook in this country, the Maori called it Aorangi, or \"cloud piercer\"","response":"New Zealand"},{"text":"Soc Trang &amp; Can Tho are in the south of this Asian nation","response":"Vietnam"},{"text":"Krk Island, the northernmost island in the Mediterranean, lies in this arm of the sea next to the Balkans","response":"the Adriatic"},{"text":"This emirate NW of the United Arab Emirates is on a peninsula jutting 100 miles northward into the Persian Gulf","response":"Qatar"},{"text":"At the beginning of World War I, this was the only independent nation in West Africa","response":"Liberia"}],"originalDate":"2008-12-02"},{"category":"ODE TO A SITCOM","comments":"","clues":[{"text":"Sam &amp; Diane, bar-toilers both / Sometimes, thou wishest to travel where ev'ryone knows thy name","response":"<i>Cheers</i>"},{"text":"Verily, Ross &amp; Rachel walked love's true path but yea! / 'Twas a perilous road for Joey / Filled with cancellation","response":"<i>Friends</i>"},{"text":"War &amp; blood, blood &amp; war / Hot Lips near cold corpses/ Comedy amidst pathos, thy name is Hawkeye","response":"<i>M*A*S*H</i>"},{"text":"Toby...sad sad sad sad Toby! / Your heart sang for Pam but Jim hath won the day / Yet move not to Costa Rica in shame!","response":"<i>The Office</i>"},{"text":"Oh, Liz Lemon, persevere! / Though Tracy maketh films like \"Honky Grandma Be trippin\"' / Persevere!","response":"<i>30 Rock</i>"}],"originalDate":"2008-12-02"}],{"category":"HISTORIC NAMES ON THE MAP","text":"Nothing is known of his early life in England before 1600 or of the end of his life in North America after June 22, 1611","response":"Henry Hudson"}]}