{"mix":3702,"rounds":[[{"category":"U.S. CITIES IN FOREIGN LANDS","comments":"","clues":[{"text":"Denver's windmill has been restored, so take the A10 in Norfolk County to visit it in this country","response":"England"},{"text":"If you're on the Mosquito Coast, don't forget to visit Atlanta in this country","response":"Nicaragua"},{"text":"Ski on Antuco Volcano close to Los Angeles near the Argentine border of this country","response":"Chile"},{"text":"Orlando in this country does not have Disney World, but nearby Soweto is becoming a tourist destination","response":"South Africa"},{"text":"In Victoria, the town of Portland is an ideal spot to visit the southern coast of this country","response":"Australia"}],"originalDate":"2008-12-01"},{"category":"WEAPONS","comments":"","clues":[{"text":"In submarine slang, they're called \"fish\"","response":"torpedos"},{"text":"1 of 2 common weapons that are also common dives in competition","response":"a jackknife (or the pike)"},{"text":"Shape of a ninja's shuriken, it's what \"shuriken\" means in Japanese","response":"star"},{"text":"To \"speed up\" the flying Dumbos at Disneyland, Timothy, the mouse on top of the ride, has 1 of these","response":"a whip"},{"text":"As part of plan to conquer the universe in a 1940 movie serial, he spread purple death dust over the earth","response":"Emperor Ming (the Merciless)"}],"originalDate":"1986-10-03"},{"category":"WINES","comments":"","clues":[{"text":"Vintage 1842, the 1st of this bubbly wine produced in U.S. was made in Cincinnati","response":"champagne"},{"text":"Containing a mixture of about 40 herbs, this aromatized wine is used in martinis","response":"vermouth"},{"text":"According to the wine institute, in 1984 this major power was world's 4th leading wine producer","response":"the U.S.S.R."},{"text":"If Edgar Allan Poe had tapped \"The Cask of Amontillado\", he'd have had this kind of wine","response":"sherry"},{"text":"Located in this region of France, the districts of Medoc, St. Emilion, &amp; Pomerol make red wines exclusively","response":"Bordeaux"}],"originalDate":"1986-10-03"},{"category":"ANIMAL LOVERS","comments":"","clues":[{"text":"Tchaikovsky ballet in which Prince Siegfried falls in love with a bird","response":"Swan Lake"},{"text":"In this film, lovers Rutger Hauer &amp; Michelle Pfeiffer turn alternately into a wolf &amp; a hawk","response":"Ladyhawke"},{"text":"Disguised as a bull, he dazzled Europa with his animal magnetism","response":"Zeus"},{"text":"Fairy queen who made an ass of herself over Shakespeare's Bottom","response":"Titania"},{"text":"A black poodle named Oliver slept with this blonde on her 1956 royal wedding night","response":"Princess Grace"}],"originalDate":"1986-10-03"},{"category":"AIRPORTS","comments":"","clues":[{"text":"Paris is served by both Orly and an airport named for him","response":"Charles de Gaulle"},{"text":"Southerners say no matter where you go after death, you'll go through this city's Hartsfield Airport","response":"Atlanta"},{"text":"If you leave Hong Kong's Kai Tak on a flight to Sea-Tac, you'll land in this U.S. state","response":"Washington"},{"text":"In \"Car 54, Where Are You?\" theme, Khrushchev was due at NYC's JFK Airport, then known by this name","response":"Idlewild"},{"text":"World's busiest airport not named for someone serves this city","response":"Los Angeles (LAX)"}],"originalDate":"1986-10-03"},{"category":"RELIGION","comments":"","clues":[{"text":"In 1915, the Religious Society of Friends tried to make this company change its name","response":"Quaker Oats"},{"text":"In Judaism, the Sabbath begins and ends with this astronomical event","response":"sunset"},{"text":"A hit in 1953, this song of faith made No. 3 on the charts when Elvis released in in 1965","response":"\"Crying In The Chapel\""},{"text":"India's Taj Mahal is associated with this religion","response":"Muslim (Islam)"},{"text":"Denomination founded by a group of Oxford University students led by John Wesley","response":"Methodism"}],"originalDate":"1986-10-03"}],[{"category":"COMMON BONDS","comments":"","clues":[{"text":"Reddy, Keller, of Troy","response":"Helens"},{"text":"U2, a-ha, Wham!","response":"rock groups"},{"text":"Adolescent Radioactive Black Belt Hamsters, DNA<small>GENTS</small>, the Fantastic Four","response":"comic book characters or groups"},{"text":"Killing, Onion, W.C.","response":"Fields"},{"text":"Rubens, Cadbury, &amp; Mary","response":"names with Peter and Paul"}],"originalDate":"1986-10-03"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1893, New Zealand became the first country to give women this right","response":"the right to vote"},{"text":"The 2 countries, which, in 1964, merged to form Tanzania","response":"Tanganyika & Zanzibar"},{"text":"During World War II, the United States ruled this island on behalf of Denmark","response":"Greenland"},{"text":"In 1858, the British government took over control of India from this company","response":"The British East India Company"},{"text":"America's \"Open Door Policy\" of the late 19th century pertained to trade with this country","response":"China"}],"originalDate":"1986-10-03"},{"category":"GEOGRAPHICAL CLASSICS","comments":"(Alex: A category that has to do with music called...)","clues":[{"text":"In 1931, Ferde Grofe was \"suite\" on this natural wonder","response":"the Grand Canyon"},{"text":"Though inspired by his stay in the U.S., this Dvorak symphony uses no American folk songs","response":"the New World Symphony"},{"text":"Respighi wrote symphonic poems about this city's pines &amp; fountains","response":"Rome"},{"text":"This work by Sibelius aroused such patriotism that it was banned at times by ruling czarist regime","response":"<i>Finlandia</i>"},{"text":"Resulting from a trip to Spain, this rhapsody brought wide recognition to Chabrier","response":"España Rhapsody"}],"originalDate":"1986-10-03"},{"category":"WORDS","comments":"","clues":[{"text":"Of a musical instrument, horse-drawn vehicle, or type of wine, what a \"Zinfandel\" is","response":"type of wine (red wine)"},{"text":"Describing something as \"piscine\" means it resembles this","response":"a fish"},{"text":"A nose that is \"retrousse\" is said to do this","response":"turns up"},{"text":"\"Defenestration\" is the act of getting rid of an unwanted guest by doing this","response":"throwing him out the window"},{"text":"\"Segniorage\" is the profit a government makes by doing this","response":"making coins"}],"originalDate":"1986-10-03"},{"category":"FLAGS","comments":"","clues":[{"text":"Flag of this Asian nation, with symbol resembling the yin-yang, will fly at '88 Olympics there","response":"South Korea"},{"text":"First unfurled after Hawaii's statehood, it's flown officially since 1960","response":"50-star flag"},{"text":"A large collection of these triangular tapering flags is found at 161 St. in the Bronx, NYC","response":"pennants (at Yankee Stadium)"},{"text":"Among international code flags, a yellow flag indicates this health warning","response":"quarantine"},{"text":"1 of 2 southern states on whose state flag the Confederate Battle flag can be seen","response":"(1 of) Georgia or Mississippi"}],"originalDate":"1986-10-03"},{"category":"EDIBLE NAMES","comments":"","clues":[{"text":"Playing Tom Hanks' brother, this big man made a big splash in \"Splash\"","response":"John Candy"},{"text":"Nickname of Ferdinand Morton, who claimed to have invented jazz in 1902","response":"\"Jelly Roll\""},{"text":"In 1977, this corpulent crooner came onto the pop scene like a \"bat out of hell\"","response":"Meat Loaf"},{"text":"In 1971, he was \"chiefly\" responsible for instituting busing to end school segregation","response":"Warren Burger"},{"text":"This actress shot her way into the heart of Robert Redford in \"The Natural\"","response":"Barbara Hershey"}],"originalDate":"1986-10-03"}],{"category":"BROADWAY MUSICALS","text":"Winner of a Tony for Best Musical, it culminates with an induction into the Rock &amp; Roll Hall of Fame","response":"<i>Jersey Boys</i>"}]}