{"mix":3706,"rounds":[[{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"In 2004 this Portuguese city is set to host the European football championship","response":"Lisbon"},{"text":"Now Jamaica's capital, it was founded in 1693 to replace Port Royal, which was destroyed by an earthquake","response":"Kingston"},{"text":"A landmark of this Uruguayan capital is The Cerro, or hill, for which it's named","response":"Montevideo"},{"text":"Commissioned by Malcolm III's wife, the Chapel of St. Margaret is the oldest surviving structure in this capital","response":"Edinburgh"},{"text":"It ranks as the second-largest city of Morocco, after Casablanca","response":"Rabat"}],"originalDate":"2003-03-17"},{"category":"GO FOR THE JUGGLER","comments":"","clues":[{"text":"These brothers who ran a famous circus bearing their name worked in it as jugglers &amp; tightrope walkers","response":"Ringling Brothers"},{"text":"Ah, Yes!  This comedic actor seen here starred in Vaudeville as an expert juggler","response":"W.C. Fields"},{"text":"Dating back to 2000 B.C., the earliest known depiction of juggling was found near this river","response":"Nile"},{"text":"(Sofia of the Clue Crew)  Devilstick juggling probably originated in this Asian country, where it's called wakan","response":"China"},{"text":"Margarita Ayala &amp; her daughters are famous for juggling flaming torches while hanging by this","response":"their hair"}],"originalDate":"2003-03-17"},{"category":"SEE YOU IN COURT","comments":"","clues":[{"text":"Deaths in its Pinto made it the first U.S. corporation to face criminal charges over product design","response":"Ford"},{"text":"The government sued Frank Snepp over his 1977 book based on his years with this agency","response":"CIA"},{"text":"Perhaps because no one could figure out what he'd been trying to do, Aaron Burr was acquitted of this in 1807","response":"treason"},{"text":"Carol Burnett's suit against the National Enquirer for this hinged on whether the Enquirer was really a newspaper","response":"libel"},{"text":"In 1977 the Supreme Court ruled that John Bates, in this profession, had the right to advertise low fees","response":"lawyer/law"}],"originalDate":"2003-03-17"},{"category":"THE ANIMAL KINGDOM","comments":"","clues":[{"text":"Nearly a quarter of all species of mammals are these flyers","response":"bats"},{"text":"(Sarah of the Clue Crew at the Columbus (Ohio) Zoo)  The manatee can live in both of these types of environments, or in a mixture of them called brackish","response":"salt & freshwater"},{"text":"An African species of this reptile in the genus Dasypeltis feeds entirely on birds' eggs","response":"snake"},{"text":"The golden type of this, now a common pet, was thought to be extinct until around 1930","response":"hamster"},{"text":"Though it's not a feline, this creature sometimes has \"cat\" attached to its name","response":"civet (or civet cat)"}],"originalDate":"2003-03-17"},{"category":"CROSSWORD CLUES \"M\"","comments":"","clues":[{"text":"Enormous, like an extinct elephant<br>(7)","response":"mammoth"},{"text":"1,609 meters<br>(4)","response":"mile"},{"text":"Proverbially slow syrup<br>(8)","response":"molasses"},{"text":"Plaster condiment<br>(7)","response":"mustard"},{"text":"Tasty tidbit<br>(6)","response":"morsel"}],"originalDate":"2003-03-17"},{"category":"JIMMY, CHERYL, SOFIA OR SARAH","comments":"","clues":[{"text":"In April 2001 she announced her engagement to her \"Scooby Doo\" co-star Freddie Prinze, Jr.","response":"Sarah Michelle Gellar"},{"text":"Born Sofia Scicolone, her A&E bio was subtitled \"Actress Italian Style\"","response":"Sophia Loren"},{"text":"In 1975 she became the first model to get a second Sports Illustrated Swimsuit Edition cover","response":"Cheryl Tiegs"},{"text":"This sassy singer must have been jazzed when she won a Grammy for her album \"Gershwin Live!\"","response":"Sarah Vaughan"},{"text":"This noted oddsmaker of the 1970s cashed in his chips in Vegas April 21, 1996","response":"Jimmy \"The Greek\" Snyder"}],"originalDate":"2003-03-17"}],[{"category":"IRISH WRITERS","comments":"(Alex: In honor of St. Patrick's Day.)","clues":[{"text":"His preface to \"The Picture of Dorian Gray\" says, \"There is no such thing as a moral or an immoral book\"","response":"Oscar Wilde"},{"text":"His play \"Man and Superman\" is subtitled \"A Comedy and a Philosophy\"","response":"George Bernard Shaw"},{"text":"Ezra Pound gave an enthusiastic review to \"Dubliners\", a collection of short stories by this Irish author","response":"James Joyce"},{"text":"His poem \"An Irish Airman Foresees His Death\" says, \"I know that I shall meet my fate somewhere among the clouds above\"","response":"William Butler Yeats"},{"text":"His plays include \"In the Shadow of the Glen\", \"Riders to the Sea\" &amp; \"Playboy of the Western World\", his masterpiece","response":"John Millington Synge"}],"originalDate":"2003-03-17"},{"category":"AT THE MOVIES","comments":"","clues":[{"text":"Perhaps to keep Americans from thinking they'd missed parts 1&2, \"The Madness of George III\" was changed to this","response":"<i>The Madness of King George</i>"},{"text":"One of the only 2 musicals to win 9 or more Oscars; one was in 1958 &amp; one was in 1961","response":"<i>Gigi</i> or <i>West Side Story</i>"},{"text":"Young women with the last names Chandler, McNamara &amp; Duke are known by this title name in a 1989 black comedy","response":"<i>Heathers</i>"},{"text":"At the 61st Academy Awards Jodie Foster won her first Oscar for this 1988 film","response":"<i>The Accused</i>"},{"text":"This title star of 1922's \"Oliver Twist\" was the first child star to top a million dollars in film earnings","response":"Jackie Coogan"}],"originalDate":"2003-03-17"},{"category":"THE ROMAN EQUIVALENT","comments":"","clues":[{"text":"Ares","response":"Mars"},{"text":"Poseidon","response":"Neptune"},{"text":"Hades","response":"Pluto"},{"text":"Dionysus","response":"Bacchus"},{"text":"Demeter","response":"Ceres"}],"originalDate":"2003-03-17"},{"category":"COMPOSE YOURSELF","comments":"(Alex: We want you to...)","clues":[{"text":"In 1762 Leopold Mozart presented musical performances by his kids, 10-year-old Nannerl &amp; this 6-year-old","response":"Wolfgang Amadeus"},{"text":"He wrote the libretto to his own opera \"Siegfried\"","response":"Richard Wagner"},{"text":"The same not very skillful eye surgeon operated on Bach &amp; on this man born in 1685, his greatest contemporary","response":"George Frideric Handel"},{"text":"City where the composer of the following lived; it's also in the name of the piece","response":"Vienna (\"The Waltzes of Vienna\")"},{"text":"A controversial piece of his consists of a pianist sitting without playing for 4 minutes 33 seconds","response":"John Cage"}],"originalDate":"2003-03-17"},{"category":"LAST PAGE OF THE AMERICAN HERITAGE DICTIONARY","comments":"(Alex: So if you have not been leaping through it lately, you'll have a bit of a problem!)","clues":[{"text":"Population 350,000, it's the largest city in Switzerland","response":"Zurich"},{"text":"Ethnic group primarily found in South Africa's Natal province","response":"Zulu"},{"text":"Southern Louisiana musical style combining French, Caribbean &amp; Blues elements","response":"Zydeco"},{"text":"A cell formed by the union of 2 gametes","response":"zygote"},{"text":"Hungarian-born American film producer who helped start Paramount Pictures","response":"Adolph Zukor"}],"originalDate":"2003-03-17"},{"category":"\"SA\"","comments":"","clues":[{"text":"This \"castle\"-making material is loosely defined as rock or mineral particles between 1/400 &amp; 1/12 inch","response":"sand"},{"text":"A synonym for shatterproof glass, or what shatterproof glass gives you","response":"safety"},{"text":"It describes a sickly, yellowish complexion","response":"sallow"},{"text":"Sadly for this small, dark marten, it's prized for its fur","response":"sable"},{"text":"Suggestive or downright indecent, like some writings &amp; pictures","response":"salacious"}],"originalDate":"2003-03-14"}],{"category":"THE U.S. CONGRESS","text":"As long as Hawaii's been a state, he's represented it in Congress","response":"Daniel Inouye"}]}