{"mix":3708,"rounds":[[{"category":"BITS &amp; PIECES","comments":"","clues":[{"text":"A 1998 32-cent stamp shows a woman as this type of performer in an \"Attitude Derriere\" pose","response":"ballet dancer"},{"text":"The Statue of Liberty holds a torch in her right hand &amp; this in her left hand","response":"lawbook/tablet"},{"text":"The spells of the magician in this Johnny Hart comic strip usually backfire...if they work at all","response":"The Wizard of Id"},{"text":"If served this legal writ, you will be required to appear in court to give testimony","response":"subpoena"},{"text":"This state's lowest point, Big Stone Lake, lies about 100 miles east of Aberdeen on its border with Minnesota","response":"South Dakota"}],"originalDate":"2003-03-13"},{"category":"THE SUPREME COURT","comments":"","clues":[{"text":"The Judiciary Act of 1869 stabilized the size of the court at this number","response":"9"},{"text":"In 1985 the Supreme Court said the police can't use this \"force\" unless there's a threat of immediate harm","response":"deadly force"},{"text":"The Senate must have liked Felix Frankfurter; this type of vote was taken to confirm him","response":"voice vote"},{"text":"This man whom James Madison tried to put on the court declined, then followed him into the White House","response":"John Quincy Adams"},{"text":"Edward White was nominated as chief justice by this president who later replaced him on the court","response":"William Howard Taft"}],"originalDate":"2003-03-13"},{"category":"11-LETTER WORDS","comments":"","clues":[{"text":"This slang word is a blend of fantastic &amp; fabulous","response":"fantabulous"},{"text":"One who studies &amp; researches family histories &amp; pedigrees","response":"genealogist"},{"text":"The largest ethnic group in this war-torn nation is the Pushtun, making up about 40% of the population","response":"Afghanistan"},{"text":"In Britain, he's a dealer in small wares &amp; notions; in the U.S., he sells men's hats, shirts &amp; ties","response":"haberdasher"},{"text":"A pyramid is an example of this type of solid in which all 4 sides are the same size","response":"tetrahedron"}],"originalDate":"2003-03-13"},{"category":"AFRICAN MAMMALS","comments":"","clues":[{"text":"Just the skin of this creature weighs 1 ton &amp; has an area of about 350 square feet","response":"elephant"},{"text":"It's the animal that's most closely related to humans","response":"chimpanzee"},{"text":"All of the lionesses in this social grouping are related to each other &amp; most spend their entire life in it","response":"pride"},{"text":"This even-toed ungulate spends much of its day in the water &amp; can remain submerged for up to 10 minutes","response":"hippopotamus"},{"text":"(Alex in Africa)  The name of the animal behind me (rhinoceros) comes from 2 Greek words which mean these 2 body parts","response":"nose & horn"}],"originalDate":"2003-03-13"},{"category":"DON'T SWEAT THE SMALL STUFF","comments":"","clues":[{"text":"Smaller species of these birds are commonly known as doves","response":"pigeons"},{"text":"Often dressed in green, these small &amp; mischievous Irish elves are said to have magical powers","response":"leprechauns"},{"text":"Cheeseheads know that this state is home to the smallest city with an NFL football team","response":"Wisconsin (Green Bay)"},{"text":"Of the 3 main particles that make up an atom, this one is the smallest by mass","response":"electron"},{"text":"In \"Sunset Boulevard\" this character retorts, \"I am big.  It's the pictures that got small\"","response":"Norma Desmond"}],"originalDate":"2003-03-13"},{"category":"POP LIT","comments":"","clues":[{"text":"The Nitty Gritty Dirt Band sang about the one \"at Pooh Corner\"; Aretha Franklin, about the one \"That Jack Built\"","response":"house"},{"text":"The Beatles &amp; Jefferson Airplane delved into this \"Alice\" author for inspiration","response":"Lewis Carroll"},{"text":"Eric Carmen's \"Boats Against the Current\" flowed from the last line of this F. Scott Fitzgerald book","response":"\"The Great Gatsby\""},{"text":"Springsteen's \"Darkness on the Edge of Town\" is based on a speech in this book about the Joad family","response":"\"The Grapes of Wrath\""},{"text":"This hit by the Motels checks out a play by Tennessee Williams","response":"\"Suddenly Last Summer\""}],"originalDate":"2003-03-13"}],[{"category":"A GENRE-OUS HELPING","comments":"","clues":[{"text":"\"Ride the High Country\" with Joel McCrea &amp; Randolph Scott is a classic in this film genre","response":"western"},{"text":"In 1979 NYC's Sugarhill Gang gave us the first Billboard Hot 100 hit in this genre","response":"rap"},{"text":"Cyril Tourneur liked this basic dramatic genre; \"The Atheist's\" one &amp; \"The Revenger's\" one are attributed to him","response":"tragedy"},{"text":"It's the Japanese term for animated films, many based on manga, or comic books","response":"anime"},{"text":"Term for the type of painting seen here, it can also mean something designed to arouse discussion","response":"conversation piece"}],"originalDate":"2003-03-13"},{"category":"\"ANTI\"-MATTER","comments":"","clues":[{"text":"It's added to your car's water to help keep your engine cool","response":"antifreeze"},{"text":"Quick!  Give me the name of a poison remedy from the Greek for \"to give against\"","response":"antidote"},{"text":"The Battle of Sharpsburg is what the South called the bloody Civil War battle of this creek","response":"Antietam"},{"text":"Oedipus &amp; Jocasta's doomed daughter","response":"Antigone"},{"text":"This city in southern Turkey is now the capital of Hatay province","response":"Antioch"}],"originalDate":"2003-03-13"},{"category":"FUN WITH THE DEWEY DECIMAL SYSTEM","comments":"","clues":[{"text":"You may find \"Nietzsche is Peachy\" graffiti in the 100s section, shared by psychology &amp; this field","response":"philosophy"},{"text":"In the 200s, devoted to this, you'd find books about the Satmar Hasidim &amp; the Old Order River Brethren","response":"religion"},{"text":"Covering the 800s, it's the only main Dewey classification that's also a Nobel Prize category","response":"literature"},{"text":"Of 2 areas of the Dewey 900s, E.C. Bentley wrote that this \"is about maps, but biography is about chaps\"","response":"geography"},{"text":"The 500s cover science; the 600s cover this, defined as the application of science","response":"technology (or engineering)"}],"originalDate":"2003-03-12"},{"category":"BEFORE THEY WERE PRESIDENT","comments":"","clues":[{"text":"During a family vacation in 1921, he fell ill with polio","response":"Franklin D. Roosevelt"},{"text":"In 1957 he was awarded the Pulitzer Prize for Biography","response":"John F. Kennedy"},{"text":"He began his term as president in 1947 (president of the Screen Actors Guild, that is)","response":"Ronald Reagan"},{"text":"In 1881 he was elected mayor of Buffalo, New York","response":"Grover Cleveland"},{"text":"Before the Civil War, he worked in real estate &amp; at a leather store in Galena, Illinois","response":"Ulysses S. Grant"}],"originalDate":"2003-03-12"},{"category":"GIVE 'EM HELOISE","comments":"","clues":[{"text":"Recycle old keys by hanging them from a tree branch to make one of these tinkling devices","response":"wind chime"},{"text":"Heat causes this product to lose potency, so store it in the fridge (but don't mistake Chanel No. 5 for beer)","response":"perfume"},{"text":"Sprinkle a half water/half bleach mix to remove this; rolling stones may gather none but patio brick sure does","response":"moss"},{"text":"You can add it dry to yogurt for extra flavor, mix it in water to make facial paste, or make cookies \"Quaker\" style","response":"oatmeal"},{"text":"Heloise saves large decorative tins &amp; fills them with sand to make these for her library","response":"bookends"}],"originalDate":"2003-03-12"},{"category":"HOLY ____","comments":"","clues":[{"text":"Bovine","response":"cow"},{"text":"City in Ohio","response":"Toledo"},{"text":"Fish of the genus Scomber","response":"mackerel"},{"text":"Son of Amram &amp; Jochebed","response":"Moses"},{"text":"Last Supper chalice","response":"grail"}],"originalDate":"2003-03-12"}],{"category":"LISTS","text":"Efforts to save historic treasures threatened by the creation of the Aswan High Dam led UNESCO to create this list","response":"the World Heritage (Sites) list"}]}