{"mix":3719,"rounds":[[{"category":"BALLETS THAT TEENS LIKE","comments":"","clues":[{"text":"In many versions of this classic 1892 holiday ballet, Clara rides off to the Kingdom of Sweets in a magical sleigh","response":"<i>The Nutcracker</i>"},{"text":"Don't try this at home: \"La Croqueuse de diamants\" is about a woman who eats these luxurious title items","response":"diamonds"},{"text":"A high school is one of the settings for \"Blue Suede Shoes\", a ballet danced to this singer's hits","response":"Elvis Presley"},{"text":"\"Tonight, Tonight\" let's see the ballet based on this 1957 musical about teen gangs (You know, the Jets &amp; the Sharks)","response":"<i>West Side Story</i>"},{"text":"Teens are touched by the ballet about this biblical kid who runs off but returns home (Oh, boy!  Fatted calf!)","response":"the prodigal son"}],"originalDate":"2008-11-17"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"This prime minister who led Britain through WWII was a prolific &amp; talented painter as well","response":"Winston Churchill"},{"text":"Postage stamp glue is one of the more than 100 products this African American developed from sweet potatoes","response":"(George Washington) Carver"},{"text":"In 1913 he invented a counter for detecting atomic particles","response":"Geiger"},{"text":"This heart surgeon who saved millions of lives with the procedures he developed passed away in 2008 at 99","response":"Dr. Michael DeBakey"},{"text":"For his 1755 \"Dictionary of the English Language\", he wrote definitions for more than 40,000 words","response":"Samuel Johnson"}],"originalDate":"2008-11-17"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Because of its altitude, this Kenyan capital rarely exceeds 80 degrees","response":"Nairobi"},{"text":"Around 1050 Harald Hardrade founded this city on a fjord","response":"Oslo"},{"text":"A statue of Czech theologian Jan Hus stands in front of this capital's Old Town Hall","response":"Prague"},{"text":"This Central American capital, whose name means \"holy savior\", has a town center laid out in the form of a cross","response":"San Salvador"},{"text":"This capital of Belarus was on a great trade route, thus its Russian name, meaning \"exchange\"","response":"Minsk"}],"originalDate":"2008-11-17"},{"category":"START YOUR ENGINES","comments":"","clues":[{"text":"Launched in 1997, this Toyota features a dual engine system called a hybrid synergy drive","response":"the Prius"},{"text":"2 solid rocket boosters along with the 3 main engines help this craft, such as the Atlantis, go 3,000 mph","response":"the Space Shuttle"},{"text":"Built in 1802, the tugboat Charlotte Dundas was innovative in having this type of engine","response":"a steam engine"},{"text":"Using a nuclear generator, the NautiIus, this type of vessel, was in 1958 the first to cross the North Pole","response":"a submarine"},{"text":"Named for its inventor, this engine sprays fuel directly into the chamber, where it is ignited by high- temperature air","response":"a Diesel engine"}],"originalDate":"2008-11-17"},{"category":"\"SUP\"","comments":"","clues":[{"text":"It means to assume or believe, I guess","response":"suppose"},{"text":"For an 80-degree angle, a 100-degree angle is this","response":"supplementary"},{"text":"Snoopy hungers for this part of the day, a song title in \"You're a Good Man, Charlie Brown\"","response":"suppertime"},{"text":"This type of assistance comes before group, hose or system","response":"support"},{"text":"One who begs humbly","response":"supplicant"}],"originalDate":"2008-11-17"},{"category":"EEEUW...GROSS!","comments":"","clues":[{"text":"Kitty coughs up these somewhat spherical masses because she licks herself a lot (hey, try combing her more often!)","response":"hairballs"},{"text":"Some acne creams contain the slime of these coil-shelled gastropods famed for their slowness","response":"snails"},{"text":"When these medicinal worms finish sucking your blood, they drop off; alert your nurse when this happens","response":"leeches"},{"text":"In 2008, 2 teens from this Mass. cape went a little buggy &amp; sold jewelry made from dead cicadas","response":"Cape Cod"},{"text":"A tick bit me!  I've got a blotchy rash!  I'm vomiting!  I may have this disease with a mountain range in its name!","response":"Rocky Mountain (spotted) fever"}],"originalDate":"2008-11-13"}],[{"category":"SPORTS TEAM HOMES","comments":"","clues":[{"text":"The NFL's Titans tower over this town","response":"Nashville"},{"text":"College football's Cornhuskers battle in this burg","response":"Lincoln"},{"text":"MLB's Rays shine over this place (St. Petersburg, specifically)","response":"Tampa (Bay)"},{"text":"The NHL's Coyotes have a howling good time here (well, Glendale, actually)","response":"Phoenix"},{"text":"The MLS' Earthquakes shake things up for this city (they play in Santa Clara &amp; Oakland, really)","response":"San Jose"}],"originalDate":"2008-11-13"},{"category":"WHICH TIME ZONE?","comments":"","clues":[{"text":"Portland, Oregon","response":"Pacific"},{"text":"Pittsburgh, Pennsylvania","response":"Eastern"},{"text":"Provo, Utah","response":"Mountain"},{"text":"Birmingham, Alabama","response":"Central"},{"text":"Quebec City,<br>Canada","response":"Eastern"}],"originalDate":"2008-11-13"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The Michauxes added pedals to the front wheel of a velocipede &amp; became the \"fathers of\" this vehicle","response":"the bicycle"},{"text":"One line of the Montreal Metro, this type of transportation, passes beneath the St. Lawrence River","response":"a subway"},{"text":"The Pan-American Highway's southernmost point is Puerto Montt, 560 miles south of Santiago in this country","response":"Chile"},{"text":"First used in Japan in the 1870s, this 2-wheeled cart is pulled by a runner who may pull up to 30 miles a day","response":"a rickshaw"},{"text":"This light Russian sleigh, whose name means \"a group of 3\", is pulled by 3 horses","response":"a troika"}],"originalDate":"2008-11-13"},{"category":"ALL YOU NEED IS GOV.","comments":"(Alex: We'll name the governor. You name the state.)","clues":[{"text":"Former presidential candidate Bill Richardson","response":"New Mexico"},{"text":"Jeb Bush successor Charlie Crist","response":"Florida"},{"text":"Jon Corzine","response":"New Jersey"},{"text":"Bobby Jindal, who replaced Kathleen Blanco","response":"Louisiana"},{"text":"Rick Perry","response":"Texas"}],"originalDate":"2008-11-13"},{"category":"YOU CAN QUOTE ME ON THAT","comments":"","clues":[{"text":"In her June 2008 concession speech she admitted, \"Well, this isn't exactly the party I'd planned\"","response":"Hillary Clinton"},{"text":"In 1901 he advised, \"Speak softly and carry a big stick; you will go far\"","response":"Teddy Roosevelt"},{"text":"At her inquest this woman who inspired a rhyme said, \"I knew there was an old axe down cellar, that is all I knew\"","response":"Lizzie Borden"},{"text":"This author concluded a famous novel with the line \"After all, tomorrow is another day\"","response":"Margaret Mitchell"},{"text":"This British physicist has been quoted as saying, \"My goal is simple, it is a complete understanding of the universe\"","response":"Stephen Hawking"}],"originalDate":"2008-11-13"},{"category":"FLAGS","comments":"","clues":[{"text":"The flags of Berlin, Germany &amp; this Swiss capital both have bears on them","response":"Bern"},{"text":"Until 2002 the flag of this African nation had a large \"R\" on it","response":"Rwanda"},{"text":"American Samoa's flag includes this American bird grasping symbols of Samoan authority","response":"the eagle"},{"text":"The stripes on Argentina's flag are in \"celeste y blanca\", this shade of blue &amp; white","response":"sky blue"},{"text":"This North African nation's flag features a green... has a green... well, it's just all green","response":"Libya"}],"originalDate":"2008-11-13"}],{"category":"BEST ACTOR OSCARS","text":"1 of 2 performers to win 2 Best Actor Oscars for films that won Best Picture","response":"Marlon Brando or Dustin Hoffman"}]}