{"mix":3725,"rounds":[[{"category":"PINS","comments":"","clues":[{"text":"Louis Henry &amp; Bruce Ancona hold a patent on one of these that'll hold your undies on the line","response":"clothespin"},{"text":"A dowel pin is used by these health professionals to support crowns","response":"dentists"},{"text":"Aye, matey, it's what's normally belayed on a belaying pin","response":"line/rope"},{"text":"In a gun, it strikes the cartridge, setting off the propelling charge","response":"firing pin"},{"text":"Ooh! Ooh!  Horshack knows it has a split end that's spread after being put through a hole","response":"cotter pin"}],"originalDate":"2003-03-31"},{"category":"EAT YOUR VEGGIES!","comments":"","clues":[{"text":"It's the number one vegetable (or is it a fruit?) planted by backyard gardeners in the U.S.","response":"tomato"},{"text":"Habaneros are the hottest domesticated types of these","response":"peppers"},{"text":"Most Idaho baking potatoes are of this variety which may weigh up to 18 ounces","response":"Russet"},{"text":"The French know this purple pear-shaped vegetable as an aubergine","response":"eggplant"},{"text":"Also known as a butter bean, the 2 main varieties of this veggie are baby &amp; fordhook","response":"lima bean"}],"originalDate":"2003-03-31"},{"category":"YOU CAN QUOTE ME","comments":"","clues":[{"text":"Referring to her Oscar win for \"Norma Rae\", she said, \"All I could think of was: don't fall down\"","response":"Sally Field"},{"text":"This emperor once observed that \"An army marches on its stomach\"","response":"Napoleon"},{"text":"\"History will be kind to me for I intend to write it\", once quipped this British prime minister &amp; he did!","response":"Winston Churchill"},{"text":"In a bestseller, this Crystal Cathedral minister tells us that \"Tough times never last, but tough people do\"","response":"Robert Schuller"},{"text":"This author of \"I, Robot\" once observed, \"Life is pleasant.  Death is peaceful.  It's the transition that's troublesome\"","response":"Isaac Asimov"}],"originalDate":"2003-03-31"},{"category":"BEGINS &amp; ENDS IN \"N\"","comments":"(Alex: Each correct response will begin with the letter N and end with the letter N.)","clues":[{"text":"This word for a bedtime garment worn by women dates back to the 14th century","response":"nightgown"},{"text":"From the Middle English for name, it's a part of speech that can be a name, place or thing","response":"noun"},{"text":"Last name of \"Boy Genius\" Jimmy who starred in his own animated feature film in 2001","response":"Neutron"},{"text":"In the early 20th century, this kind of theatre charged 5 cents admission","response":"nickelodeon"},{"text":"This legal process by which one becomes a citizen of his adopted nation grants him the rights of a native-born citizen","response":"naturalization"}],"originalDate":"2003-03-31"},{"category":"SHOP TALK","comments":"","clues":[{"text":"\"Who Wants to be a Milliner?\" would be a game show for makers &amp; sellers of these","response":"(women's) hats"},{"text":"Some stores &amp; malls hide these conveyances, invented by Jesse Reno, so you'll pass more merchandise","response":"escalators"},{"text":"Oklahoma grocer Sylvan Goldman didn't invent the wheel, but did invent this wheeled \"vehicle\"","response":"shopping/grocery cart"},{"text":"Joseph Lieberman's father owned a package store, New Englandese for a store specifically selling this","response":"alcohol/liquor"},{"text":"A grocery store to Hispanic Americans, in Spain it means a facility for storing sherry","response":"bodega"}],"originalDate":"2003-03-31"},{"category":"MEDICAL ABBREV.","comments":"","clues":[{"text":"Exercise (&amp; sex) make it go up:<br>HR","response":"heart rate"},{"text":"Adjective meaning after death:<br>PM","response":"post-mortem"},{"text":"A form of birth control:<br>IUD","response":"intrauterine device"},{"text":"Under the tongue:<br>SL","response":"sublingual"},{"text":"A test used to diagnose diabetes:<br>FBS<br>(please, no eating or drinking after midnight)","response":"fasting blood sugar"}],"originalDate":"2003-03-31"}],[{"category":"FROM THE ITALIAN","comments":"(Alex: Things or words that come...)","clues":[{"text":"Italian for \"unknown\", it's how you travel when you don't want to be recognized","response":"incognito"},{"text":"From Italian for \"sweetmeat\", the little candies tossed during Carnival, it's what's tossed at New Year's","response":"confetti"},{"text":"These quick appearances by guest stars in films can carve out a little comic \"relief\"","response":"cameos"},{"text":"Ben Jonson's 1598 comedy \"Every Man in His Humor\" uses this Italian term for a brothel","response":"bordello"},{"text":"Somewhere along the line this instrument's name lost its big finish of \"forte\"","response":"piano"}],"originalDate":"2003-03-31"},{"category":"RELIGION","comments":"","clues":[{"text":"A symbol of Judaism, the Magen David is a star of this many points","response":"6"},{"text":"Biblically speaking, they're also called the Decalogue","response":"The Ten Commandments"},{"text":"Quakers is the popular name for members of the Religious Society of these","response":"Friends"},{"text":"The name of this religion means \"the way of the gods\" in both Chinese &amp; Japanese","response":"Shinto"},{"text":"This book of the Bible was named for a prophet &amp; son of Hilkiah the priest, not a bullfrog","response":"Jeremiah"}],"originalDate":"2003-03-26"},{"category":"LEGAL IDENTITIES","comments":"","clues":[{"text":"Frank Sinatra &amp; F. Scott Fitzgerald weren't so jazzed about this first name","response":"Francis"},{"text":"We were \"Spellbound\" when Eldred Peck acted under this name","response":"Gregory Peck"},{"text":"Hilaire-Germain preceded this for Mr. Degas when he was just a Poe artist","response":"Edgar"},{"text":"Alfred Caplin came up a little short going by this name on his Li'l Abner strip","response":"Al Capp"},{"text":"Debussy dropped Achille &amp; went by this","response":"Claude"}],"originalDate":"2003-03-26"},{"category":"AYE AYE, CAPTAIN","comments":"","clues":[{"text":"A national park on this country's South Island is named for Captain Abel Tasman","response":"New Zealand"},{"text":"In 1837 Captain Matthew Perry took command of the U.S. Navy's first ship powered by this","response":"steam"},{"text":"This New World settlement was founded May 14, 1607 by a group led by Captain Christopher Newport","response":"Jamestown"},{"text":"After his fleet took New Orleans in April 1862, this captain was promoted to rear admiral","response":"David Farragut"},{"text":"This British explorer of the Pacific Northwest has his own herb as well as an island","response":"George Vancouver"}],"originalDate":"2003-03-26"},{"category":"BRAND \"X\"","comments":"(Alex: Each correct response will end with that letter.)","clues":[{"text":"This blue glass cleaner was launched in 1936","response":"Windex"},{"text":"It's \"The Document Company\"","response":"Xerox"},{"text":"This antianxiety medication not only ends in X, it also begins with it","response":"Xanax"},{"text":"Tearjerker movies on TNT are presented by this brand","response":"Kleenex"},{"text":"This brand of scouring cleanser from Colgate-Palmolive shares its name with a mythological Greek warrior","response":"Ajax"}],"originalDate":"2003-03-26"},{"category":"ULTRA-LOUNGE","comments":"","clues":[{"text":"The CD \"On The Rocks Part One\" includes Peggy Lee singing this title song of the first Beatles movie","response":"\"A Hard Day's Night\""},{"text":"The \"Cha-Cha de Amor\" album features Yma Sumac singing the \"Gopher Mambo\" &amp; this Rat Pack hunk crooning \"Sway\"","response":"Dean Martin"},{"text":"I'd return my \"TV Town\" CD if it didn't include the tune from this Mike Connors TV series","response":"<i>Mannix</i>"},{"text":"This late, great singer's classic rendition of \"Jump, Jive An' Wail\" is on the \"Fuzzy Sampler\" CD","response":"Louis Prima"},{"text":"Sip a cocktail &amp; listen to this co-star of TV's \"Emergency!\" on the \"Bottoms Up!\" CD","response":"Julie London"}],"originalDate":"2003-03-26"}],{"category":"FIRST LADIES","text":"Of all the First Ladies past &amp; present still living, she is the youngest","response":"Jacqueline Kennedy Onassis"}]}