{"mix":3732,"rounds":[[{"category":"AIRLINES","comments":"","clues":[{"text":"It was originally founded as the Queensland &amp; Northern Territory Aerial Services Limited","response":"Qantas"},{"text":"In 1973 there was \"Something Special in the Air\": this airline's first female pilot, Bonnie Tiburzi","response":"American Airlines"},{"text":"Richard Branson has called this airline \"my baby... and... something I am enormously proud of\"","response":"Virgin Atlantic"},{"text":"The pilots of this international airline are all veterans of the Israeli air force","response":"El Al"},{"text":"Flying Dutchman is the frequent flyer program of this airline","response":"KLM (Royal Dutch Airlines)"}],"originalDate":"2003-04-23"},{"category":"DOLPHINS","comments":"","clues":[{"text":"The distinct nose of the bottle-nosed dolphin is also called this, like part of a bird","response":"beak"},{"text":"Since 1990, new practices have cut by 90% the number of dolphins caught in nets intended for these","response":"tuna"},{"text":"It protrudes upward from the hump of the humpbacked whale","response":"dorsal fin"},{"text":"The largest members of the dolphin family are the creatures with this homicidal name","response":"killer whales"},{"text":"Term for a group of dolphins, they sometimes join up to form herds or aggregations","response":"pod"}],"originalDate":"2003-04-23"},{"category":"SPEAK IN HAWAIIAN","comments":"","clues":[{"text":"(Sarah of the Clue Crew in Waikiki, Hawaii)  To get into the Hawaiian spirit, I will say \"Thank You\" with this Hawaiian equivalent","response":"mahalo"},{"text":"Meaning \"mountain\", it precedes Loa &amp; Kea","response":"Mauna"},{"text":"One of the purposes of honi, a nose-to-nose greeting, is to exchange ha, which is this of life","response":"the breath"},{"text":"It's the Hawaiian title of the following","response":"\"Aloha Oe\""},{"text":"It's Hawaiian for a hole of any size, from pinhole to tunnel, &amp; also refers to a type of shelled necklace","response":"puka"}],"originalDate":"2003-04-23"},{"category":"WATERFALLS","comments":"","clues":[{"text":"In 1683 priest Louis Hennepin wrote about the waters of this U.S.-Canada waterfall, \"They thunder continually\"","response":"Niagara Falls"},{"text":"Fed mainly by melting snow, Ribbon Fall in this national park is sometimes dry for part of the year","response":"Yosemite"},{"text":"The main falls of this African natural wonder lie between Livingstone &amp; Cataract Islands","response":"Victoria Falls"},{"text":"Reichenbach Falls in the Swiss canton of Bern was the setting of this literary hero's reported demise","response":"Sherlock Holmes"},{"text":"This Venezuelan waterfall is named for the American aviator who first observed it from the air in 1935","response":"Angel Falls"}],"originalDate":"2003-04-23"},{"category":"RICHARD","comments":"","clues":[{"text":"He began a tempestous affair with Liz Taylor while the 2 of them were filming \"Cleopatra\"","response":"Richard Burton"},{"text":"This past \"Autumn in New York\", he &amp; Carey Lowell tied the knot","response":"Richard Gere"},{"text":"It's the real first &amp; last name of the Beatles' famous drummer","response":"Richard Starkey (now Ringo Starr)"},{"text":"With 200 victories, he's won more NASCAR races than any other driver","response":"Richard Petty"},{"text":"In 2000 he reprised his role as John Shaft, this time playing Samuel L. Jackson's uncle","response":"Richard Roundtree"}],"originalDate":"2003-04-23"},{"category":"WHAT DOES SHE SEE IN HIM?","comments":"","clues":[{"text":"Something is rotten in Denmark, &amp; it's this guy, Gertrude's new husband! (he's driving her son Hamlet bonkers!)","response":"Claudius"},{"text":"How could Stella DuBois marry him?  He looks pretty good in a T-shirt, but his vulgarity...why, it just makes me blanch!","response":"Stanley Kowalski"},{"text":"Attention, Daisy Buchanan: Your husband Tom's a philandering jerk!  You should have stuck with this title guy!","response":"\"The Great Gatsby\""},{"text":"Roger Chillingworth?!?!  What was this woman thinking?  She should have run off with that dishy minister","response":"Hester Prynne"},{"text":"This Thomas Hardy heroine should have listened when I warned her to stay away from that rakish rogue Alec d'Urberville","response":"Tess"}],"originalDate":"2003-04-23"}],[{"category":"BEGINS WITH \"F\"","comments":"","clues":[{"text":"Probably a translation of an Algonquian word, this slang term for whiskey refers to its burning sensation","response":"firewater"},{"text":"In \"The Fellowship of the Ring\", this hobbit receives a magic ring of invisibility from his cousin Bilbo Baggins","response":"Frodo"},{"text":"The name of this delicacy, often a paste, is French for \"fat liver\" (Mmmm!)","response":"foie gras"},{"text":"This ballet about 3 sailors on leave in New York City was turned into the musical \"On The Town\"","response":"<i>Fancy Free</i>"},{"text":"(Jimmy of the Clue Crew in Rome sitting in front of the Colosseum)  The Colosseum was first called this amphitheatre after the family name of the emperors who built it","response":"Flavian Amphitheatre"}],"originalDate":"2003-04-23"},{"category":"EXPLORATION","comments":"","clues":[{"text":"On a plateau in central Asia, Marco Polo noted a wild, horned type of this animal, later named for him","response":"sheep"},{"text":"In 1519 he explored Mexico &amp; won allies among Indians who were subservient to the Aztecs","response":"Hernando Cortez"},{"text":"Sailing on behalf of Spain, he explored the S. entrance of Puget Sound, where a strait is now named for him","response":"Juan de Fuca"},{"text":"In 1897 Roald Amundsen was first mate aboard the Belgica, a Belgian ship exploring this continent","response":"Antarctica"},{"text":"Around 480 B.C. Himilco of this powerful north African city sailed the Atlantic, maybe as far north as Ireland","response":"Carthage"}],"originalDate":"2003-04-22"},{"category":"1980s CINEPLEX","comments":"","clues":[{"text":"Dudley Moore played this wealthy &amp; lovable sot in 1981 &amp; again in 1988","response":"<i>Arthur</i>"},{"text":"It's the 1988 Dustin Hoffman movie containing the line \"K Mart sucks\"","response":"<i>Rain Man</i>"},{"text":"Jeremy Irons played twin gynecologists in this 1988 David Cronenberg film","response":"<i>Dead Ringers</i>"},{"text":"This 1987 Bernardo Bertolucci film won 9 Oscars &amp; was based on Pu Yi's autobiography","response":"<i>The Last Emperor</i>"},{"text":"A pregnant Demi Moore saves the world from the apocalypse in this 1988 flick","response":"<i>The Seventh Sign</i>"}],"originalDate":"2003-04-22"},{"category":"CROSSWORD CLUES \"L\"","comments":"","clues":[{"text":"Military marquis<br>(9)","response":"Lafayette"},{"text":"One-seventh of the \"Deadly Sins\"<br>(4)","response":"lust"},{"text":"Mario, of movie musicals<br>(5)","response":"Lanza"},{"text":"A whip, or a mascaraed hair<br>(4)","response":"lash"},{"text":"The front section of a lower balcony<br>(4)","response":"loge"}],"originalDate":"2003-04-22"},{"category":"PHILOSOPHY","comments":"","clues":[{"text":"Much of Chinese philosophy of the 300s B.C. was based on these 2 forces meaning \"shaded\" &amp; \"sunny\"","response":"yin & yang"},{"text":"Kierkegaard's \"Fear &amp; Trembling\" deals with the ethical problem of this Biblical man asked to sacrifice his son","response":"Abraham"},{"text":"One who makes a practice of challenging supposed knowledge; Pyrrho was said to be the first one","response":"skeptic"},{"text":"This -ism can mean the pursuit of noble, impractical goals or, in philosophy, the belief that reality is in one's mind","response":"idealism"},{"text":"This founder of utilitarianism turned to philosophy out of disgust with British law","response":"Jeremy Bentham"}],"originalDate":"2003-04-22"},{"category":"GOOD SPORTS","comments":"","clues":[{"text":"This former L.A. Laker holds the NBA record for career points in the playoffs","response":"Kareem Abdul-Jabbar"},{"text":"(I'm Hall of Fame running back Tony Dorsett)  In 1983 I set this record for the longest run from scrimmage &amp; I don't think it'll ever be broken","response":"99 yards"},{"text":"Alexander Popov was the first man to win Olympic swimming's 100-meter freestyle twice since this man in the 1920s","response":"Johnny Weissmuller"},{"text":"This giant of the game was the first pro golfer to win 5 Masters titles","response":"Jack Nicklaus"},{"text":"Lance Armstrong &amp; this man are the only 2 Americans ever to win cycling's Tour de France","response":"Greg LeMond"}],"originalDate":"2003-04-22"}],{"category":"U.S. STATES","text":"The difference of this Southern state's highest &amp; lowest points is only 345 feet, the smallest disparity among the states","response":"Florida"}]}