{"mix":3737,"rounds":[[{"category":"SCOTSMEN","comments":"","clues":[{"text":"This Scottish poet rhymed \"purple\" with \"curple\" (meaning \"the rump\")","response":"(Rabbie) Burns"},{"text":"His \"Wealth of Nations\" is widely considered the first great work in political economy","response":"Adam Smith"},{"text":"In the 1760s he improved upon the Newcomen steam engine by making a separate condenser, his first invention","response":"(James) Watt"},{"text":"This Scottish reformation leader published his \"Faithful Admonition\" to Protestants in England in 1554","response":"John Knox"},{"text":"After recovering from a nervous breakdown, this Scottish philosopher wrote \"A Treatise of Human Nature\"","response":"David Hume"}],"originalDate":"2008-11-07"},{"category":"ADD A LETTER","comments":"","clues":[{"text":"Put a letter on your mitten &amp; you become this, love-struck","response":"smitten"},{"text":"After you take a beating, add a letter to it &amp; I'll give you one of these tongue-lashings","response":"a berating"},{"text":"Adding a letter to scone turns a baked good into this bracket for candles","response":"a sconce"},{"text":"Add a letter to ignite &amp; it becomes this brown coal","response":"lignite"},{"text":"Haddock is a fish; add a letter &amp; it becomes this large citrus fruit","response":"shaddock"}],"originalDate":"2008-11-07"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"In golf a standard one of these is 2 1/8\" long &amp; holds up to a 1.62-ounce ball","response":"the tee"},{"text":"Running time in silent films was measured in these, each about 10 minutes long","response":"reels"},{"text":"In the metric system, dkL stands for this unit","response":"a dekaliter"},{"text":"Size numbers for these run from 1 to the 20s &amp; types include sharps, milliner's &amp; chenilles","response":"needles"},{"text":"Following \"assay\", this 3-letter word is a unit of mass; following \"freight\", it's a unit of capacity","response":"ton"}],"originalDate":"1996-09-10"},{"category":"MUSIC","comments":"","clues":[{"text":"The \"Black Or White\" video from his \"Dangerous\" album was directed by John Landis","response":"Michael Jackson"},{"text":"This Big Band clarinetist's 1939 autobiography was titled \"The Kingdom of Swing\"","response":"Benny Goodman"},{"text":"Telma Hopkins &amp; Joyce Wilson provided backup vocals for him on \"Tie A Yellow Ribbon Round The Ole Oak Tree\"","response":"Tony Orlando"},{"text":"His No. 1 country song \"A Boy Named Sue\" was recorded live at San Quentin Prison","response":"Johnny Cash"},{"text":"This guitarist's \"Blues Summit\" was named Best Traditional Blues Album at 1994's Grammys","response":"B.B. King"}],"originalDate":"1996-09-10"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Grand Canyon University is located in this state capital","response":"Phoenix"},{"text":"Mendenhall Glacier &amp; Glacier Bay National Park lie near this capital city","response":"Juneau, Alaska"},{"text":"In 1838 Pierre \"Pig's Eye\" Parrant became the first settler in what is now this Minnesota capital","response":"St. Paul"},{"text":"In 1614 Fort Nassau, a Dutch trading post, was established on the site of this capital","response":"Albany (New York)"},{"text":"It's Wyoming's largest city &amp; manufacturing center","response":"Cheyenne"}],"originalDate":"1996-09-10"},{"category":"INVERTEBRATES","comments":"","clues":[{"text":"This feature is internal on a cuttlefish &amp; external on a snail","response":"the shell"},{"text":"On the largest jellyfish, these may be over 100 feet long","response":"the tentacles"},{"text":"When a planarian, one of these, is cut in half, both halves will regrow","response":"a worm"},{"text":"The skeleton of a starfish is made of this, CaCO<sub>3</sub>, just like chalk","response":"calcium carbonate"},{"text":"Barnacles &amp; beetles are classified as this kind of creature, meaning \"joint-footed\"","response":"arthropods"}],"originalDate":"1996-09-10"}],[{"category":"DOUBLE D WORDS","comments":"","clues":[{"text":"Walk like a duck","response":"waddle"},{"text":"Siddhartha Gautama's title","response":"Buddha"},{"text":"In 1908 it was proclaimed a national Jewish language","response":"Yiddish"},{"text":"It can mean the mean, or the waist","response":"the middle"},{"text":"Pamper a person, or cook eggs gently in water without boiling","response":"coddle"}],"originalDate":"1996-09-10"},{"category":"SHE WAS IN THAT?","comments":"","clues":[{"text":"This \"Murder, She Wrote\" star played Delilah's older sister in the 1949 De Mille epic \"Samson and Delilah\"","response":"Angela Lansbury"},{"text":"She was an extra in Charlie Chaplin's \"City Lights\" before she starred in \"Platinum Blonde\"","response":"Jean Harlow"},{"text":"This glamorous star born in Hungary played the owner of a strip joint in Orson Welles' \"Touch of Evil\"","response":"Zsa Zsa Gabor"},{"text":"Rita Moreno is featured as silent screen siren Zelda Zanders in this Gene Kelly musical","response":"<i>Singin' in the Rain</i>"},{"text":"Jean Stapleton played a secretary in this 1971 crime drama that won Jane Fonda her first Oscar","response":"<i>Klute</i>"}],"originalDate":"1996-09-10"},{"category":"SCIENCE","comments":"","clues":[{"text":"This form of oxygen, O<sub>3</sub>, is a major source of air pollution","response":"ozone"},{"text":"In 1865 this chemist saved the French silkworm industry by eradicating pebrine disease","response":"Pasteur"},{"text":"In this \"effect\" first described in 1842, the pitch of a train whistle seems to change as it moves","response":"the Doppler effect"},{"text":"His experiments with light, including those with prisms, were published in his 1704 book \"Opticks\"","response":"Isaac Newton"},{"text":"The Crookes tube, used to study these rays, led to the creation of the TV picture tube","response":"cathode rays"}],"originalDate":"1996-09-10"},{"category":"MUSEUMS","comments":"","clues":[{"text":"This London museum's Department of Egyptian Antiquities houses the famous Rosetta Stone","response":"the British Museum"},{"text":"A Milan museum named for this Renaissance man contains models of some of his machines &amp; inventions","response":"da Vinci"},{"text":"It opened in Madrid as the Royal Museum of Painting in 1819","response":"the Prado"},{"text":"This playwright's home in Taganrog, Russia is now preserved as a museum","response":"Chekhov"},{"text":"Centre Guillaume-le-Conquerant in Normandy, France contains this celebrated work stitched in the 11th century","response":"the Bayeux Tapestry"}],"originalDate":"1996-09-10"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Mary Higgins Clark's recent book \"Silent Night\" takes place on the eve of this holiday","response":"Christmas"},{"text":"\"Morning, Noon &amp; Night\" was a 1995 bestseller by this author of \"The Other Side of Midnight\"","response":"Sidney Sheldon"},{"text":"His 1981 novel \"Midnight's Children\" wasn't quite as controversial as \"The Satanic Verses\"","response":"Salman Rushdie"},{"text":"\"Heaven and Hell\" was the last novel in his \"North and South\" trilogy","response":"John Jakes"},{"text":"A writer named Nathan Zuckerman is featured in several books by this author","response":"Philip Roth"}],"originalDate":"1996-09-10"},{"category":"POTENT POTABLES","comments":"","clues":[{"text":"Poteen is the Irish version of this illegally-made U.S. whiskey with this \"nocturnal\" name","response":"moonshine"},{"text":"The Old Tom type of this liquor is perfect for making a Tom Collins","response":"gin"},{"text":"It's the term for pouring a wine from its bottle into a container such as a carafe","response":"decant"},{"text":"The Rothschild family bought Chateau Mouton in 1853 &amp; this 700-year-old estate in 1868","response":"(Château) Lafite"},{"text":"The Demerara type of this spirit is highly flavored &amp; therefore valued for blending","response":"rum"}],"originalDate":"1996-09-10"}],{"category":"HISTORICAL NICKNAMES","text":"In the Red Star in 1976, Capt. Yuri Gavrilov coined this nickname for a U.K. politician who had made a speech against the USSR","response":"the \"Iron Lady\""}]}