{"mix":3740,"rounds":[[{"category":"THE \"7\"-YEAR ITCH","comments":"","clues":[{"text":"In this year the world said goodbye to Princess Diana &amp; Mother Teresa","response":"1997"},{"text":"Charles Lindbergh flew solo across the Atlantic in this year","response":"1927"},{"text":"The Russian Revolution began in this year, comrade","response":"1917"},{"text":"Federal troops enforced integration at Central High School in Little Rock, Arkansas in this year","response":"1957"},{"text":"The fiery crash of the Hindenburg in this year ended the Zeppelin era","response":"1937"}],"originalDate":"2008-11-03"},{"category":"DANCE TO THE MUSIC","comments":"","clues":[{"text":"This band led by brothers Eddie &amp; Alex hit with \"Dancing In The Street\" &amp; \"Dance The Night Away\"","response":"Van Halen"},{"text":"Courteney Cox &amp; this guy were \"Dancing In The Dark\" in his 1984 music video, directed by Brian De Palma","response":"Bruce Springsteen"},{"text":"That hair!  That sneer!  Man, it was the early '80s when this Brit was \"Dancing With Myself\"","response":"(Billy) Idol"},{"text":"In 1984 they hit the Top 20 when they took us back to their \"Dance Hall Days\"; everybody, this band tonight","response":"Wang Chung"},{"text":"\"We can dance if we want to\"<span class=\"nobreak\">--</span>it's the 1983 hit by Men Without Hats (&amp; don't jump in too fast with \"Pop Goes The World\")","response":"\"The Safety Dance\""}],"originalDate":"2008-11-03"},{"category":"MACBETH'S WITCHES ON FOOD NETWORK","comments":"","clues":[{"text":"Use a whole toad but only the toe of this similar creature<span class=\"nobreak\">--</span>you want that subtle flavor","response":"a frog"},{"text":"Remember that kids' game \"got your\" this? Well, we've got a Turk's, &amp; in it goes","response":"a nose"},{"text":"You'll get a nice crunch with scale of dragon &amp; this sharp item from a wolf","response":"a tooth"},{"text":"Root of this, the plant that killed Socrates; not hard to find at a good organic produce store","response":"hemlock"},{"text":"Cool it with the blood of this large, colorful African monkey, &amp; you're done<span class=\"nobreak\">--</span>who wants to taste?","response":"a baboon"}],"originalDate":"2008-11-03"},{"category":"THE UNFRIENDLY SKIES","comments":"","clues":[{"text":"The Guardian reported in 2008 that this London airport's new Terminal 5 was losing 900 bags a day","response":"Heathrow"},{"text":"After customers were stranded by delays, JetBlue issued one of these, like a certain 10 amendments","response":"a bill of rights"},{"text":"Brussels Airlines retooled after superstitious fliers complained of this number of dots in the logo","response":"13"},{"text":"WestJet punk'd fliers on April Fools' Day with a $12 offer for \"sleeper cabins\", actually these","response":"the overhead bins"},{"text":"American Airlines made waves in 2008 when it stated it was charging $15 for the first of these","response":"checked baggage"}],"originalDate":"2008-11-03"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"This country, reunited in 1990, is one of Europe's most obese nations because of sausage &amp; beer intake","response":"Germany"},{"text":"Truck drivers are 50% more likely to die of heart disease; exhaust from this type of fuel appears to be the culprit","response":"diesel"},{"text":"In 2007, 12.1% of U.S. wage &amp; salary workers were members of these, down from 20% in 1983","response":"unions"},{"text":"There are currently over 900,000 of these &amp; the avg. American uses under 14,000; Shakespeare used 24,000","response":"words"},{"text":"The lowest prime number that's 2 consecutive digits, it's also the number of the psalm \"The Lord Is My Shepherd\"","response":"23"}],"originalDate":"2008-11-03"},{"category":"LETTER-HEADS","comments":"(Alex: Each correct response is a letter of the alphabet plus a word to go with it.)","clues":[{"text":"In a car, you missed your street<span class=\"nobreak\">--</span>now this is the maneuver you'll make to head in the opposite direction","response":"a U-turn"},{"text":"22nd-letter style of sweater","response":"a V-neck"},{"text":"This term for an FBI agent dates back to before the 1920s","response":"a G-man"},{"text":"Originally made to accompany the main feature on a double bill, today it's any quickly made low-budget film","response":"a B movie"},{"text":"Leo Gerstenzang created this product in the 1920s after observing his wife applying cotton to toothpicks","response":"the Q-tip"}],"originalDate":"2008-11-03"}],[{"category":"LIFE SCIENCE","comments":"","clues":[{"text":"Botanically, it's the part of the flowering plant that holds the seeds, so it includes acorns","response":"the nut (or the fruit)"},{"text":"In HIV these genetic changes that alter the organism happen so fast, a single AIDS drug is unworkable","response":"mutations"},{"text":"In the Batesian type of this, aka imitation, an organism evolves to look like a more noxious one so it's left alone","response":"mimicry"},{"text":"Transporting this protein is the main job of your body's erythrocytes","response":"hemoglobin"},{"text":"This 5-letter word for a virus that infects a bacterial cell is sometimes prefixed by \"bacterio\"","response":"a phage"}],"originalDate":"2008-11-03"},{"category":"YOU, THE VOTER","comments":"","clues":[{"text":"The Supreme Court said of this 1965 law, \"Millions of non-white Americans will now be able to participate...\"","response":"the Voting Rights Act"},{"text":"According to the 2008 World Almanac, more than half of all Hispanic registered voters live in these 2 states","response":"California & Texas"},{"text":"9-letter term for a registered member of 1 party who votes in the other party's primary","response":"crossover"},{"text":"Rhyming term for the law that lets you register to cast ballots in an election when getting a driver's license","response":"motor voter"},{"text":"A term for loyal party voters comes from the saying \"I'd vote for\" this colorful canine \"if he was a Democrat\"","response":"a yellow dog"}],"originalDate":"2008-11-03"},{"category":"LOST &amp; ROUND","comments":"","clues":[{"text":"A work by Jim Carroll:<br>\"The ____ Diaries\"","response":"Basketball"},{"text":"Founder of the Unification Church:<br>____ Myung _____<br>(2 responses, please)","response":"Sun & Moon"},{"text":"An offering at Taco Bell:<br>Mexican ____","response":"pizza"},{"text":"Richard &amp; Cuthbert Burbage's 1599 ediface:<br>The ____ Theatre","response":"Globe"},{"text":"A tangy piece from Prokofiev:<br>\"The Love For<br>Three ____\"","response":"Oranges"}],"originalDate":"2008-11-03"},{"category":"THE \"THE\"","comments":"","clues":[{"text":"Another name for a cinema","response":"a theater"},{"text":"A self-help book by Dr. Mark Hillman is titled <br>this person \"is Making Me Nuts!\"","response":"My Therapist"},{"text":"This book will help you avoid overusing the word \"important\" &amp; substitute \"salient\" or \"momentous\"","response":"a thesaurus"},{"text":"7-letter word for a formula in mathematics deduced from other propositions","response":"theorem"},{"text":"In the Bible, St. Paul wrote 2 letters to them","response":"Thessalonians"}],"originalDate":"2008-11-03"},{"category":"FAMOUS COUNTS","comments":"","clues":[{"text":"This literary count was based in part on a Romanian prince named Vlad the Impaler","response":"Count Dracula"},{"text":"Gandhi was deeply influenced by this count who wrote \"War and Peace\"","response":"(Leo) Tolstoy"},{"text":"\"Jumpin' At The Woodside\" &amp; \"Lester Leaps In\" were hits for this man's orchestra","response":"Count Basie"},{"text":"This count retired from the Prussian army in 1891 to build the motor-driven airships that bore his name","response":"(Count von) Zeppelin"},{"text":"Known to history as a marquis, this French author of licentious prose became a count on his father's death in 1767","response":"(Marquis) de Sade"}],"originalDate":"2008-10-31"},{"category":"QUESTS","comments":"","clues":[{"text":"In the King Arthur legends, Sir Galahad quested for this sacred vessel","response":"the Holy Grail"},{"text":"In the first Harry Potter novel, Harry &amp; his friends try to get to this title object","response":"the Sorcerer's Stone"},{"text":"In a 1930 Sam Spade novel, everyone's on the hunt for this object that once belonged to the Knight's Templar","response":"the Maltese Falcon"},{"text":"In Greek myth Pelias promised to surrender the throne to Jason if he could retrieve this priceless pelt","response":"the Golden Fleece"},{"text":"Beowulf sailed to Denmark on a quest to kill this monster","response":"Grendel"}],"originalDate":"2008-10-31"}],{"category":"20th CENTURY AMERICA","text":"In 1923 Fanny Brice made news by having this procedure, later rejected by a woman portraying her","response":"a nose job"}]}