{"mix":3753,"rounds":[[{"category":"JONES","comments":"","clues":[{"text":"The \"Father of the American Navy\", he was once charged with murder after flogging a sailor to death","response":"John Paul Jones"},{"text":"John was the real first name of this locomotive engineer celebrated in ballad &amp; song","response":"Casey Jones"},{"text":"He co-founded the Masters golf tournament","response":"Bobby Jones"},{"text":"It's the social justice magazine named after a female labor leader of the 19th century","response":"<i>Mother Jones</i>"},{"text":"One of England's first great architects, he designed Covent Garden in the 1630s","response":"Inigo Jones"}],"originalDate":"2008-10-17"},{"category":"AND THE KINGDOM","comments":"","clues":[{"text":"'Twas in the darkest depths of Mordor that a certain piece of jewelry journeys in this author's trilogy","response":"Tolkien"},{"text":"Sir Thomas Malory placed this castle in Winchester, at least for one brief shining moment","response":"Camelot"},{"text":"\"The Last Battle\" is the 1956 finale to \"The Chronicles of\" this kingdom","response":"Narnia"},{"text":"\"The King and I\" was derived from Margaret Landon's 1944 book her \"and the King of Siam\"","response":"Anna"},{"text":"Rudolf Elphberg is about to be crowned king of Ruritania but instead becomes \"The Prisoner of\" this title place","response":"Zenda"}],"originalDate":"2008-10-17"},{"category":"OF THE CRYSTAL","comments":"","clues":[{"text":"This Kraft drink is 5 calories per serving, sugar free &amp; comes in flavors like White Grape &amp; Raspberry Ice","response":"Crystal Light"},{"text":"A 1936 fire in this city destroyed the prefabricated Crystal Palace","response":"London"},{"text":"Time Warner Cable gives crystal apples as awards to those who excel in this profession","response":"teachers"},{"text":"This magazine founded by Andy Warhol is dubbed the \"Crystal Ball of Pop\"","response":"<i>Interview</i>"},{"text":"\"Doping\" is manipulation of the crystals of these, a class of solids found in transistors","response":"semiconductors"}],"originalDate":"2008-10-17"},{"category":"WARS BY BATTLES","comments":"","clues":[{"text":"Leyte Gulf,<br>Kursk","response":"World War II"},{"text":"Inchon,<br>Pusan","response":"the Korean War"},{"text":"Passchendaele,<br>Somme","response":"World War I"},{"text":"Balaklava,<br>Inkerman","response":"the Crimean War"},{"text":"Amphipolis,<br>Syracuse","response":"the Peloponnesian War"}],"originalDate":"2008-10-17"},{"category":"GEMS &amp; JEWELS","comments":"","clues":[{"text":"It's a nacreous concretion formed around a foreign body, like a grain of sand","response":"a pearl"},{"text":"The name of this gemstone comes from the Spanish piedra de ijada, \"hip stone\"; it was thought to cure kidney diseases","response":"jade"},{"text":"Chrome &amp; iron are what give this, red corundum, its color","response":"the ruby"},{"text":"It's actually the hard, colorful calcareous skeleton secreted by certain marine polyps","response":"coral"},{"text":"For their resemblance to plant foliage, inclusions that cloud this green gem are called jardin","response":"emeralds"}],"originalDate":"2008-10-17"},{"category":"TRIPLE DOUBLE-LETTER WORDS","comments":"","clues":[{"text":"In the U.S. House of Representatives, these include Agriculture, Judiciary &amp; Ways &amp; Means","response":"committees"},{"text":"This river receives the waters of more than 100 tributaries, including the Des Moines &amp; Arkansas Rivers","response":"the Mississippi"},{"text":"This is the person who records the accounts &amp; transactions of a business","response":"a bookkeeper"},{"text":"This adverb describes how an act that had a favorable outcome was performed","response":"successfully"},{"text":"The person to whom you are sending a letter","response":"the addressee"}],"originalDate":"2008-10-17"}],[{"category":"1974","comments":"","clues":[{"text":"On Sept. 8, 1974 he was pardoned for any crimes he may have committed while president","response":"Richard Nixon"},{"text":"He said of his 715th homer, hit April 8, “All I could think about was that I wanted to touch all the bases”","response":"Hank Aaron"},{"text":"Malcolm Bricklin began producing these in Canada but his company folded a year later","response":"the Bricklin automobile"},{"text":"In August a 40-year-old ban on private ownership of this in the U.S. was lifted","response":"gold"},{"text":"He told the UN General Assembly, “I have come bearing an olive branch &amp; a freedom fighter’s gun”","response":"Yassar Arafat"}],"originalDate":"1991-10-17"},{"category":"POTTERY","comments":"","clues":[{"text":"These ovens used to fire pots operate at temperatures up to 2200°F.","response":"a kiln"},{"text":"To a potter, throw means to form, say, a vase on one of these","response":"a wheel"},{"text":"The word ceramics comes from “keramos”, the Greek word for this substance","response":"clay"},{"text":"In 1710 the first European hard-paste porcelain factory was set up in this city near Dresden","response":"Meissen"},{"text":"The company he founded in Lambeth in 1815 was appointed a supplier to the British court in 1901","response":"John Doulton"}],"originalDate":"1991-10-17"},{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"At his royal wedding, his bride mixed up his 1st &amp; middle names &amp; called him “Philip Charles Arthur George”","response":"Prince Charles"},{"text":"Poet James Riley’s middle name","response":"Whitcomb"},{"text":"The middle name of John North, who kept a famous circus going after his uncle died in 1936","response":"Ringling"},{"text":"Middle name of Franklin Adams, the witty columnist known as F.P.A.","response":"Pierce"},{"text":"H.L. Hunt’s middle initial stood for this name which may remind you of a military Marquis","response":"Lafayette"}],"originalDate":"1991-10-17"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Mark Twain should have known the name of this fruit may be an alternation of “hurtleberry”","response":"huckleberry"},{"text":"The name of this “tuxedoed” bird may come from the Welsh for “white head”","response":"a penguin"},{"text":"Evangelical Protestant sect named for its founder, Menno Simons","response":"the Mennonites"},{"text":"Almond paste confection whose name comes from a Medieval Italian coin","response":"marzipan"},{"text":"Sorority is derived from the Latin “soror”, which means this","response":"sister"}],"originalDate":"1991-10-17"},{"category":"BROADWAY LYRICS","comments":"","clues":[{"text":"This “stays mainly in the plain!”","response":"the rain in Spain"},{"text":"“Chicks and ducks and geese better scurry when I take you out in” this","response":"the surrey with the fringe on top"},{"text":"This song from “The Music Man” says, “There were bells on the hill, but I never heard them ringing”","response":"\"'Til There Was You\""},{"text":"They say this lady will “coax the blues right out of the horn” &amp; “charm the husk right off of the corn”","response":"Mame"},{"text":"It begins, “Isn’t it rich?  Are we a pair?  Me here at last on the ground, you in mid-air”","response":"\"Send In The Clowns\""}],"originalDate":"1991-10-17"},{"category":"GETTING MARRIED","comments":"","clues":[{"text":"The extended cathedral length of one of these is over 9 feet long &amp; doesn’t include a dining car","response":"a train"},{"text":"In a double ring ceremony, she gives the ring to the bride to place on the groom’s finger","response":"the maid of honor"},{"text":"When writing, offer the bride “best wishes” &amp; the groom this","response":"congratulations"},{"text":"Exactly 9 sips of this are the essence of a Shinto wedding ceremony in Japan","response":"sake"},{"text":"According to tradition, the man who catches the bride’s garter gets to place it on this person’s leg","response":"the woman who catches the bouquet"}],"originalDate":"1991-10-17"}],{"category":"INTERNATIONAL MOTORING","text":"One of the 3 European Union countries besides the United Kingdom that have not switched to driving on the right","response":"(1 of) Ireland, Malta & Cyprus"}]}