{"mix":3754,"rounds":[[{"category":"MEDIEVAL TIMES","comments":"","clues":[{"text":"Frederick Barbarossa decided to crown his career by leading one of these &amp; died en route","response":"a crusade"},{"text":"The Frankish kings divided their lands into these units, each headed by a count","response":"counties"},{"text":"9th century Viking invaders set up the Danelaw, an area in this country in which Danish law was supreme","response":"England"},{"text":"Al-Khwarizmi, a Muslim of Baghdad, named this branch of math that combined Greek &amp; Indian ideas","response":"algebra"},{"text":"As she produced no sons &amp; fooled around, Louis VII dissolved the marriage; she then wed Henry of Anjou","response":"Eleanor of Aquitaine"}],"originalDate":"1991-10-17"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"This 180-foot structure 175 miles NW of Rome is tilting an average of .047 inches each year","response":"the Leaning Tower of Pisa"},{"text":"The 200-year-old Brandenburg Gate colonnade has been called this city’s arch of triumph","response":"Berlin"},{"text":"A monument was erected at the Lenin Shipyards in this Polish city honoring workers who died during a 1970 uprising","response":"Gdansk"},{"text":"The name of this Hawaiian palace means “heavenly bird”","response":"Iolani Palace"},{"text":"This Chicago museum of natural history was an outgrowth of the 1893 Columbian Exposition","response":"the Field Museum"}],"originalDate":"1991-10-17"},{"category":"SECRETARIES OF DEFENSE","comments":"","clues":[{"text":"Nicknamed “Cap the Knife”, he was Reagan’s first Secretary of Defense","response":"Caspar Weinberger"},{"text":"This current Sec’y &amp; his wife wrote a book about 8 Speakers of the House &amp; their impact on U.S. history","response":"Cheney"},{"text":"As Secretary of Defense, he made visits to South Vietnam in 1962, 1964 &amp; 1966","response":"McNamara"},{"text":"This President’s Secretaries of Defense were James Schlesinger followed by Donald Rumsfeld","response":"Gerald Ford"},{"text":"This general was Secretary of State from 1947-49 &amp; Secretary of Defense from 1950-51","response":"(George C.) Marshall"}],"originalDate":"1991-10-17"},{"category":"AUTHORS' DEDICATIONS","comments":"","clues":[{"text":"Joseph Wambaugh said that this book was “for Dee and of course for all the centurions”","response":"<i>The New Centurions</i>"},{"text":"His novel “Burr” is dedicated to his nephews Ivan, Hugh and Burr","response":"Gore Vidal"},{"text":"“The Exorcist” is dedicated to his brothers and sister “and in loving memory of” his parents","response":"(William Peter) Blatty"},{"text":"He dedicated “The Betsy” “To my wife, Grace for whom the name – and the word – were created”","response":"Robbins"},{"text":"He dedicated “Across the River and into the Trees” “To Mary with love”","response":"Hemingway"}],"originalDate":"1991-10-17"},{"category":"<em class=\"underline\">ROLLING STONE</em>'S 100 GREATEST GUITAR SONGS","comments":"","clues":[{"text":"No. 1 on the list is his \"Johnny B. Goode\"","response":"Chuck Berry"},{"text":"At No. 2 is this colorful classic from Jimi Hendrix","response":"\"Purple Haze\""},{"text":"\"Put another dime in the jukebox, baby\" for this song, No. 89","response":"\"I Love Rock 'N Roll\""},{"text":"No. 64 is this song by Lynyrd Skynyrd that Rolling Stone calls \"the ultimate Southern-rock anthem\"","response":"\"Free Bird\""},{"text":"One of the newer songs is his 2006 hit \"Gravity\"","response":"John Mayer"}],"originalDate":"2008-10-16"},{"category":"AN AVERAGE CATEGORY","comments":"","clues":[{"text":"On average, one of these has 30,000 quills","response":"a porcupine"},{"text":"You're anything but average if you've got a 4.0 GPA, short for this","response":"grade point average"},{"text":"World Book says the average number of these creatures in one sq. mile equals the number of people on Earth","response":"insects"},{"text":"The average surface temperature on this planet is more than 860 degrees F.","response":"Venus"},{"text":"Marquette, Michigan averages 2.35 inches of precipitation in this month known proverbially for showers","response":"April"}],"originalDate":"2008-10-16"}],[{"category":"RECENTLY DISCOVERED ANCIENT ROMANS","comments":"","clues":[{"text":"This guy, a strong coffee prepared by forcing steam under pressure through ground beans, was quite lively","response":"Espresso"},{"text":"Downing a plate of brisket &amp; ribs, he lived up to his adjectival name, from the Latin for \"flesh eating\"","response":"Carnivorous"},{"text":"He got enjoyment through imagined participation in the experience of others, as in a \"thrill\"","response":"Vicarious"},{"text":"This nut of the cashew family contains an edible, greenish kernel; alas, I knew him... a fellow of infinite cashews","response":"Pistachio"},{"text":"He was 'living in\" this 8-letter state of being completely forgotten or unknown","response":"Oblivion"}],"originalDate":"2008-10-16"},{"category":"O CAPTAIN, MY CAPTAIN","comments":"","clues":[{"text":"On Oct. 28, 1492 this captain was in the Bay of Bariay off Cuba &amp; not near the Asian mainland","response":"Columbus"},{"text":"In 674 King Charles II made this captain the lt. governor of Jamaica: raise a glass of his rum to that","response":"Captain Morgan"},{"text":"The \"news\" is that a Virginia city bears the name of this captain who brought over the Jamestown colonists","response":"(Christopher) Newport"},{"text":"In 1610 he set sail on his ship the Discovery; a strait &amp; bay would later be named for him","response":"Henry Hudson"},{"text":"In the 1770s he &amp; his crew became the first Europeans known to have visited Hawaii<span class=\"nobreak\">--</span>didn't end well, though","response":"Captain Cook"}],"originalDate":"2008-10-16"},{"category":"POTPOURRI","comments":"","clues":[{"text":"While Agnus Dei refers to Christ, it actually means \"lamb of\" this","response":"God"},{"text":"Would Cary with this last name have seemed as suave if he'd gained fame as Archibald Leach?","response":"Grant"},{"text":"It's the syllable used for the third tone of any major diatonic scale","response":"Mi"},{"text":"The moon has a Sea of Tranquility &amp; a Sea of this, a synonym of tranquility","response":"Serenity"},{"text":"This word that means bravery or valor comes from the Latin for \"heart\"","response":"courage"}],"originalDate":"2008-10-16"},{"category":"COMPLETE THE HUGO AWARD-WINNING TITLE","comments":"","clues":[{"text":"1960:<br>\"_____ Troopers\" by Robert Heinlein","response":"Starship"},{"text":"1970:<br>'The Left Hand of _____\" by Ursula K. Le Guin","response":"Darkness"},{"text":"1974:<br>\"_____ With Rama\" by Arthur C. Clarke","response":"Rendezvous"},{"text":"1968:<br>\"I Have No Mouth, and I Must _____ \" by Harlan Ellison","response":"Scream"},{"text":"1961:<br>\"A ____ for Leibowitz\" by Walter M. Miller Jr.","response":"Canticle"}],"originalDate":"2008-10-16"},{"category":"O CAPTAIN, MY POP CULTURE CAPTAIN","comments":"","clues":[{"text":"He earned his commission as a kids' show host on CBS from 1955 to 1985","response":"Captain Kangaroo"},{"text":"Love has kept this pop singing duo together since their 1975 wedding","response":"the Captain & Tennille"},{"text":"Daniel J. Travanti tried to be \"careful out there\" as Captain Furillo on this show","response":"<i>Hill Street Blues</i>"},{"text":"Every little breeze whispered Dom Deluise when he played Captain Chaos in this 1981 Burt Reynolds car race flick","response":"<i>Cannonball Run</i>"},{"text":"\"You will always remember this as the day that you almost caught\" this captain, seen in a trilogy of films","response":"Jack Sparrow"}],"originalDate":"2008-10-16"},{"category":"THE G-8","comments":"","clues":[{"text":"In 1792 its king was overthrown &amp; it became a republic","response":"France"},{"text":"Hit the water at this country's Lesser Slave Lake, Williston Lake or Wollaston Lake","response":"Canada"},{"text":"Its 4 major islands form a curve that extends for about 1,500 miles","response":"Japan"},{"text":"In 1990 this country named a new capital city","response":"Germany"},{"text":"It was the last country to officially join the G-8, doing so in 1997","response":"Russia"}],"originalDate":"2008-10-15"}],{"category":"20th CENTURY SCULPTURE","text":"Its sculptor asked for prayer that this work would \"endure until the wind and the rain alone shall wear them away\"","response":"Mount Rushmore"}]}