{"mix":3756,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"The Acme Thunderer is one of these used by many sports referees","response":"a whistle"},{"text":"The potage this Biblical character sold his birthright for was made from lentils","response":"Esau"},{"text":"North Dakota's state song is \"North Dakota Hymn\"; this state uses \"The Old North State\"","response":"North Carolina"},{"text":"His frenzied female devotees were called maenads, or, from his other name, Bacchus, bacchantes","response":"Dionysus"},{"text":"Located about 8,500 feet up in the Andes is this judicial capital of Bolivia","response":"Sucre"}],"originalDate":"2004-07-22"},{"category":"RELIGIOUS HOMOPHONES","comments":"","clues":[{"text":"Mother Teresa knew that this was the answer to the math problem of what 2 minus 2 equals","response":"none (nun)"},{"text":"The bottom part of your foot, or a flatfish which may or may not go to heaven","response":"sole (soul)"},{"text":"Minuteman &amp; peacekeeper are versions of these, with or without hymns scrawled on them","response":"missile (missal)"},{"text":"The type of \"ego\" Bruce Wayne is, you know, the guy who always sacrifices","response":"alter (altar)"},{"text":"Try not to talk about this vessel in which incense is burned during holy ceremonies","response":"censer (censor)"}],"originalDate":"2004-07-22"},{"category":"PHOTOGRAPHY","comments":"","clues":[{"text":"He was responsible for photographing every pres. from J.Q. Adams to McKinley, except W.H. Harrison","response":"Mathew Brady"},{"text":"This mechanical device behind the lens opens &amp; closes to let in light","response":"the shutter"},{"text":"In the 1830s this Frenchman began producing photographs by exposing silver-coated copper plates","response":"Louis Daguerre"},{"text":"Digital photographs are made up of millions of these tiny squares","response":"pixels"},{"text":"In 1936 she became a staff photographer at Life magazine &amp; later produced photo essays of WWII","response":"Margaret Bourke-White"}],"originalDate":"2004-07-22"},{"category":"FORMER CAPITALS","comments":"","clues":[{"text":"This state didn't keepsie Poughkeepsie as its capital for very long","response":"New York"},{"text":"Opelousas, Donaldsonville &amp; Shreveport are among the places that have been its capital","response":"Louisiana"},{"text":"Figuring out the name of this capital of Alabama from 1826 to 1846 is like pulling teeth","response":"Tuscaloosa"},{"text":"Before Dover took over you had to carry your coals to this capital of Delaware","response":"Newcastle"},{"text":"Portland used to be a capital of Maine &amp; Augusta used to be a capital of this state","response":"Georgia"}],"originalDate":"2004-07-22"},{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"Bertha von Suttner, the 2nd woman to win one of these, was the 1st woman to win in the Peace category","response":"a Nobel Prize"},{"text":"Clara Schumann taught this musical instrument at Frankfurt's Hoch Conservatory","response":"a piano"},{"text":"Born in Sebring, Ohio, she was the loyal secretary to Richard Nixon","response":"Rose Mary Woods"},{"text":"On May 3, 1933 this first woman governor of Wyoming became the first woman director of the U.S. Mint","response":"Nellie Tayloe Ross"},{"text":"The last Englishwoman to win Wimbledon's women's singles, she won in 1977","response":"Virginia Wade"}],"originalDate":"2004-07-22"},{"category":"A BRAND NEW \"YOU\"","comments":"","clues":[{"text":"It's the first right of the Miranda warning given to arrestees","response":"\"you have the right to remain silent\""},{"text":"In other words \"regarding one ancient canine; no modern skill training potential\"","response":"\"you can't teach an old dog new tricks\""},{"text":"3-word title of the 1950s TV show hosted by Walter Cronkite that recreated history as news events","response":"<i>You Are There</i>"},{"text":"Thomas Wolfe's sequel to \"The Web And The Rock\"","response":"<i>You Can't Go Home Again</i>"},{"text":"This play won Moss Hart &amp; George S. Kaufman a Pulitzer Prize in 1937","response":"<i>You Can't Take It With You</i>"}],"originalDate":"2004-07-22"}],[{"category":"<em class=\"underline\">POPULAR SCIENCE</em> TOP STORIES OF 2003","comments":"","clues":[{"text":"Japanese scientists genetically engineered this type of coffee plant with 70% less jitter than the regular","response":"decaf"},{"text":"A weighty issue, but researchers found that eating the \"dark\" type of this food daily can lower blood pressure","response":"chocolate"},{"text":"A microwave detector put the precise age of this at 13.7 billion years (give or take 1%)","response":"the universe"},{"text":"Oddly, geologists learned that much of the sand in the Grand Canyon came from these mountains between Quebec &amp; Alabama","response":"the Appalachians"},{"text":"This scientist, a model for Dr. Strangelove, passed away in September at age 95","response":"Edward Teller"}],"originalDate":"2004-07-21"},{"category":"FIRST NAME'S THE SAME","comments":"","clues":[{"text":"Close, Frey","response":"Glenn"},{"text":"Herman, Harrelson","response":"Woody"},{"text":"Franklin, Standish","response":"Miles"},{"text":"Rogers, Newton","response":"Wayne"},{"text":"Hayes, Newton","response":"Isaac"}],"originalDate":"2004-07-21"},{"category":"CRIME TIME","comments":"","clues":[{"text":"During crime sprees with Clyde Barrow, she took the time to mail samples of her poetry to local newspapers","response":"Bonnie Parker"},{"text":"He got his \"Scarface\" after being knifed by a drunk at Frankie Yale's Harvard Inn in Brooklyn in 1917","response":"Al Capone"},{"text":"On March 3, 1934 this Public Enemy escaped from Lake County Jail in Crown Point, Ind., allegedly using a wooden gun","response":"John Dillinger"},{"text":"William &amp; Emily Harris were members of this radical terrorist group that kidnapped Patty Hearst in Feb. 1974","response":"Symbionese Liberation Army"},{"text":"In 1965 this former surfing champion was convicted of stealing the Star of India sapphire","response":"Jack Murphy (Murph the Surf)"}],"originalDate":"2004-07-21"},{"category":"STATE NICKNAME FUN","comments":"","clues":[{"text":"These 2 states with a precious metal in their nicknames border each other","response":"California and Nevada"},{"text":"The nickname of this state includes a greeting in a non-English language","response":"Hawaii"},{"text":"A ride at the Albuquerque Int'l Balloon Fiesta might show you why New Mexico is the \"land of\" this","response":"Enchantment"},{"text":"Minnesota may have gotten this nickname from a cartoon showing railroad organizers as tunneling mammals","response":"Gopher State"},{"text":"In 2004 a biologist caused great excitement when he photographed an actual wild one of these in Michigan","response":"a wolverine"}],"originalDate":"2004-07-21"},{"category":"I'VE GOT A BEEF WITH YOU","comments":"","clues":[{"text":"When Sizzler has these \"all-you-can-eat\", they'll stick to yours","response":"ribs"},{"text":"The cut above the round, it also begins with \"R\"","response":"rump"},{"text":"The name of this cut from the side of the animal is also used for the extreme left or right side of an army","response":"the flank"},{"text":"The cut of meat between the neck &amp; the shoulder blade; it also is a clamp between the bit &amp; the drill","response":"chuck"},{"text":"From a chicken, it's a breast; from a cow, it's called this &amp; Aunt Esther might make a nice one for Pesach","response":"brisket"}],"originalDate":"2004-07-21"},{"category":"YOU'RE MAKING ME \"MAD\"","comments":"","clues":[{"text":"Dolley Payne married him September 15, 1794","response":"James Madison"},{"text":"It became the capital during the reign of Philip II","response":"Madrid"},{"text":"Technically, it's bovine spongiform encephalopathy","response":"mad cow disease"},{"text":"He attributes his TV sports telestrating skills to watching Reagan's doctor diagram where he was shot in 1981","response":"John Madden"},{"text":"The French made this island a colony in 1896","response":"Madagascar"}],"originalDate":"2004-07-21"}],{"category":"U.S. POLITICS","text":"On July 16, 1790 Congress created this area &amp; some of its residents think that by now it should be a state","response":"Washington, D.C."}]}