{"mix":3766,"rounds":[[{"category":"BEASTLY NAMES","comments":"","clues":[{"text":"Al Capone's rival George Moran was better known as this, from his odd behavior","response":"\"Bugs\""},{"text":"The paternal grandfather of this current Mexican leader was an Irish-American from Ohio","response":"Vicente Fox"},{"text":"\"Whooping\" it up at Christmas, 1899 helped finish off this tubercular American writer","response":"Stephen Crane"},{"text":"The 2001 concept car The Bengal was named by Buick in honor of this man","response":"Tiger Woods"},{"text":"He's the 1960s Birmingham police chief seen here","response":"Eugene \"Bull\" Connor"}],"originalDate":"2003-07-02"},{"category":"WELL, I'LL BE A '30s WORD","comments":"","clues":[{"text":"The Oxford English Dictionary traces this term describing a mystery tale back to 1930","response":"whodunit"},{"text":"From 1937, it's an aimless or casual scribble, not necessarily done by a Yankee","response":"doodle"},{"text":"You get more than a pat on the back for identifying this 4-letter word for \"belch\" that came out in the 1930s","response":"burp"},{"text":"This name for vitamin B2 appeared in the scientific literature in the 1930s","response":"riboflavin"},{"text":"In 1938 Milton Sirotta coined this word for a 1 followed by 100 zeroes","response":"googol"}],"originalDate":"2003-07-02"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"To hit hard, or a snail cousin","response":"slug"},{"text":"Now used for a bright but socially inept person, this term was popularized by Dr. Seuss in \"If I Ran the Zoo\"","response":"nerd"},{"text":"An essay by Virginia Woolf is called \"A\" this \"of One's Own\"","response":"<i>Room</i>"},{"text":"It's a raised platform for a lectern","response":"dais"},{"text":"\"Eye\" this Greek goddess of the rainbow","response":"Iris"}],"originalDate":"2003-06-27"},{"category":"AT THE MOVIES","comments":"","clues":[{"text":"In 1995 the British actor Anthony Hopkins brought this American president to life on the big screen","response":"Richard M. Nixon"},{"text":"Part 4 of this movie series recounts \"The Beginning\" of the Norman Bates saga","response":"<i>Psycho</i>"},{"text":"A scene in the opening credits of this 2000 Cameron Diaz blockbuster took place at a \"Jeopardy!\" podium","response":"<i>Charlie's Angels</i>"},{"text":"Rick gives Ilsa up to Victor in this 1942 film masterpiece","response":"<i>Casablanca</i>"},{"text":"French director Francois Truffaut's first film in English, it was based on a Ray Bradbury sci-fi novel","response":"<i>Fahrenheit 451</i>"}],"originalDate":"2003-06-27"},{"category":"COMMON BONDS","comments":"","clues":[{"text":"A ball,<br>a fish,<br>a cold","response":"things you catch"},{"text":"Black,<br>Bering,<br>Sargasso","response":"seas"},{"text":"Nets,<br>Nuggets,<br>Mavericks","response":"NBA basketball teams"},{"text":"Fafnir,<br>Puff,<br>Cassie &amp; Quetzal","response":"dragons"},{"text":"Mount Kenya's volcano,<br>the elephant bird, <br>dinosaurs","response":"extinct things"}],"originalDate":"2003-06-27"},{"category":"DEEP THINKERS","comments":"","clues":[{"text":"Her 2000 book \"Life So Far\" includes how she wrote \"The Feminine Mystique\"","response":"Betty Friedan"},{"text":"His \"SNL\" \"Deep Thoughts\" include \"It takes a big man to cry, but it takes a bigger man to laugh at that man\"","response":"Jack Handey"},{"text":"In the 9th century Al-Kindi, the \"Philosopher of the Arabs\", was influenced by Plato &amp; this student of his","response":"Aristotle"},{"text":"This former used car salesman was the \"E\" in EST, a group therapy program of the '70s","response":"Werner Erhard"},{"text":"Supporting laissez-faire policies, this American economist &amp; his wife wrote \"Free to Choose\" in 1980","response":"Milton Friedman"}],"originalDate":"2003-06-27"}],[{"category":"LIBRARIES","comments":"","clues":[{"text":"The Bancroft Library in Berkeley has issued a new edition of his \"Huckleberry Finn\" with all 174 orig. illustrations","response":"Mark Twain"},{"text":"In the 1520s Pope Clement VII commissioned him to build the Laurentian Library in Florence","response":"Michelangelo"},{"text":"In 1836 the National Library of Medicine in Bethesda, Maryland began as this army official's library","response":"Surgeon General of the United States"},{"text":"This inventor's historical site library includes his Oscar for his work in motion picture technology","response":"Thomas Edison"},{"text":"This Malaysian capital's Rubber Research Institute Library has a comprehensive collection on rubber growing","response":"Kuala Lumpur"}],"originalDate":"2003-06-27"},{"category":"CRACK OPEN A U.S. HISTORY BOOK","comments":"(Alex: And what you hope your kids will do...)","clues":[{"text":"From 1789 to 1797 he cast only 2 vetoes, an average of 1 per presidential term","response":"George Washington"},{"text":"On April 14, 1865 this Union general turned down a theater date with the Lincolns","response":"Ulysses S. Grant"},{"text":"The National Endowment for the Arts &amp; the Truth in Packaging Act were part of LBJ's plan for a \"Great\" this","response":"Society"},{"text":"In August 1900 in Chicago, this group, the GAR, held its 34th annual encampment","response":"Grand Army of the Republic"},{"text":"Though the Supreme Court said in the 1830s this tribe was its own \"nation\" within Georgia, it didn't happen","response":"Cherokee"}],"originalDate":"2003-06-27"},{"category":"STICKS &amp; STONES","comments":"","clues":[{"text":"Some of the best woods for making these billiard items are ebony, ash &amp; rosewood","response":"cue sticks"},{"text":"Prehistoric people made arrowheads &amp; knives out of this rock which was also used to make fires","response":"flint"},{"text":"This forked stick used to locate water dates back to the time of the ancient Egyptians &amp; Romans","response":"divining rod"},{"text":"Devils Tower in Wyoming consists primarily of this common volcanic rock","response":"basalt"},{"text":"This Irish cudgel was originally used as a defense against muggers &amp; thieves","response":"shillelagh"}],"originalDate":"2003-06-27"},{"category":"18th CENTURY NOVELS","comments":"","clues":[{"text":"Not only was Friday saved from death by the hero in this novel, so was his father","response":"<i>Robinson Crusoe</i>"},{"text":"This Voltaire title character is shipwrecked off Lisbon &amp; swims to shore just in time to experience the 1755 earthquake","response":"Candide"},{"text":"Oliver Goldsmith described the Vicar of this place as \"a priest, an husbandman, and the father of a family\"","response":"Wakefield"},{"text":"This foundling marries Sophia Western at the end of a 1749 Henry Fielding novel","response":"Tom Jones"},{"text":"This French philosopher's 1762 novel \"Emile\" said that education should emphasize expression, not repression","response":"Jean-Jacques Rousseau"}],"originalDate":"2003-06-27"},{"category":"WHAT'S IN A CELEBRITY NAME?","comments":"","clues":[{"text":"If you know this legendary boxer's first name is Arabic for \"greatly praised\", you're the greatest!","response":"Muhammad Ali"},{"text":"This first name of author/illustrator Sendak is Latin for \"dark-skinned\" or \"Moorish\"","response":"Maurice"},{"text":"This young skating champ was named after Scarlett's plantation in \"Gone with the Wind\"","response":"Tara Lipinski"},{"text":"Aussie actor Heath Ledger was named for the brooding Heathcliff in this novel","response":"<i>Wuthering Heights</i>"},{"text":"This country diva adopted a first name that means \"on my way\" in Ojibwa","response":"Shania Twain"}],"originalDate":"2003-06-27"},{"category":"\"G\"EOGRAPHY","comments":"","clues":[{"text":"It precedes \"Forks\" in a North Dakota city name &amp; \"Junction\" in a Colorado city name","response":"Grand"},{"text":"This district of Switzerland's Fribourg canton is famous for the cheese it originated","response":"Gruyère"},{"text":"Nazareth is the main city of the \"lower\" part of this Israeli region","response":"Galilee"},{"text":"Part of this Pacific island became \"Bloody Ridge\" after fierce fighting in September 1942","response":"Guadalcanal"},{"text":"FDR is among the famous alumni of the prep school in this Massachusetts town","response":"Groton"}],"originalDate":"2003-06-27"}],{"category":"TOY BRANDS","text":"This product's website has stated, \"Helping imagination take shape for over 50 years!\" &amp; \"Fun to (use), not to eat\"","response":"Play-Doh"}]}