{"mix":3767,"rounds":[[{"category":"NURSERY RHYME TIME","comments":"","clues":[{"text":"Jack Horner's depressed pie filling","response":"glum plum"},{"text":"2-wheeled vehicle the Knave of Hearts used to move his stolen goods","response":"tart cart"},{"text":"After smashing her frightener, Miss Muffet made this drink from the pressings","response":"spider cider"},{"text":"Hey diddle diddle, it's the spoon's desire for something to run away with","response":"dish wish"},{"text":"Bucket Little Bo Peep used to collect her missing lamb parts","response":"tail pail"}],"originalDate":"2003-06-27"},{"category":"FIRST NOVELS","comments":"","clues":[{"text":"Stephen King's first published novel was this tale of a tormented telekinetic teen","response":"<i>Carrie</i>"},{"text":"Amy Tan's first novel, it told of 4 Chinese mothers &amp; their American-born daughters","response":"<i>The Joy Luck Club</i>"},{"text":"Amory Blaine, a handsome, spoiled Princeton student, was the hero of this man's first novel, \"This Side of Paradise\"","response":"F. Scott Fitzgerald"},{"text":"K is for \"Keziah Dane\", her first novel published in 1967","response":"Sue Grafton"},{"text":"I order you to name this first novel by Pat Conroy about tough Marine Corps colonel Bull Meecham","response":"<i>The Great Santini</i>"}],"originalDate":"2003-06-25"},{"category":"GRAVE MATTERS","comments":"","clues":[{"text":"In October 1977 both his &amp; his mother's remains were moved from Forest Hill Cemetery to Graceland","response":"Elvis Presley"},{"text":"His tombstone in Washington, D.C. is inscribed: \"Renowned Photographer of the Civil War\"","response":"Mathew Brady"},{"text":"Once the \"Greatest Athlete in the World\", he now rests in the Pennsylvania town that's named for him","response":"Jim Thorpe"},{"text":"Although his new museum has since opened, he's buried on the grounds of his old one in Malibu, California","response":"J. Paul Getty"},{"text":"While he's buried next to Tennyson at Westminster Abbey, his wife Elizabeth is in Florence, Italy","response":"Robert Browning"}],"originalDate":"2003-06-25"},{"category":"A JUNE WEDDING CATEGORY","comments":"","clues":[{"text":"The placement of a wedding ring comes from a supposed connection between the ring finger &amp; this","response":"the heart"},{"text":"That famous Mendelssohn music means it's time to start this, the exit of the wedding party","response":"the recessional"},{"text":"When a Jewish groom breaks a glass, some say it's to commemorate the destruction of this","response":"the Temple"},{"text":"I'm going to this place, also the term for a 2 1/2-yard-long veil, and I'm gonna get married","response":"chapel"},{"text":"\"Jumping\" this object that signifies a wife's duties in the home is an African-American wedding tradition","response":"broom (or broomstick)"}],"originalDate":"2003-06-25"},{"category":"GOING TOPLESS","comments":"","clues":[{"text":"What the Forty-Niners sought or, without its first letter, what people over 49 are to some","response":"gold (to old)"},{"text":"Left unopened, this term for wheat, rice or rye becomes something you'll need to open an umbrella for","response":"grain (to rain)"},{"text":"Take the top off this musical instrument &amp; you'll get a potent potable you can't beat","response":"drum (to rum)"},{"text":"Without its leadership, this European country experiences physical suffering; Ouch!","response":"Spain (to pain)"},{"text":"Thunder can turn up the volume in a puffy one of these; so can losing its first letter","response":"cloud (to loud)"}],"originalDate":"2003-06-25"},{"category":"THE '76ers","comments":"","clues":[{"text":"Roman emperor Theodosius I abolished these Greek games that had begun back in 776 B.C.","response":"Olympic Games"},{"text":"It made news in Nov. 1976 when it was announced that this 9-year-old girl would attend a D.C. public school","response":"Amy Carter"},{"text":"First published at Harvard in 1876, it was the first collegiate humor magazine in the U.S.","response":"Harvard Lampoon"},{"text":"This \"timely\" British royal observatory was open for business in 1676","response":"Greenwich"},{"text":"The \"Babylonian Captivity\" of the Roman Catholic popes in this French city was ended by Pope Gregory XI in 1376","response":"Avignon"}],"originalDate":"2003-06-25"}],[{"category":"THE WIZARDS","comments":"","clues":[{"text":"According to the Harry Potter books, wizards use these birds, like Harry's Hedwig, to deliver mail","response":"owls"},{"text":"T.A. Barron wrote a 5-book epic on this wizard who's a big part of T.H. White's \"The Once and Future King\"","response":"Merlin"},{"text":"Novelist who wrote the line \"I'm really a very good man; but I'm a very bad wizard\"","response":"L. Frank Baum"},{"text":"In a John Varley novel, Cirocco Jones is the wizard of this living world named for an Earth goddess","response":"Gaea"},{"text":"Ged is the title \"Wizard of Earthsea\" in a book by this sci-fi writer who uses her middle initial","response":"Ursula K. Le Guin"}],"originalDate":"2003-06-25"},{"category":"THE ROCKETS","comments":"","clues":[{"text":"Probably crude gunpowder-filled tubes tied to arrow shafts, rockets appear to have originated in this country","response":"China"},{"text":"This \"colorful\" missile range near Las Cruces, New Mexico is an important rocket propulsion testing facility","response":"White Sands"},{"text":"Producing thrust against the main engines, these are fired to slow down the movement of a space vehicle","response":"retrorockets"},{"text":"All the Apollo spacecraft that landed on the Moon were launched by this booster rocket","response":"Saturn rockets"},{"text":"Abbreviated the ESA, this agency launches payloads into space from French Guiana using Ariane rockets","response":"European Space Agency"}],"originalDate":"2003-06-25"},{"category":"THE \"SUN\"s","comments":"","clues":[{"text":"Butch could tell you this was outlaw Harry Longbaugh's nickname","response":"\"The Sundance Kid\""},{"text":"This Idaho ski resort is located in the Sawtooth Mountains","response":"Sun Valley"},{"text":"Ernest Hemingway's original title for this 1926 work was \"The Lost Generation\"","response":"<i>The Sun Also Rises</i>"},{"text":"From the Arabic for \"lawful\", it's the largest branch of Islam","response":"Sunni"},{"text":"He was the governor of New Hampshire before he became the first President Bush's chief of staff","response":"John Sununu"}],"originalDate":"2003-06-25"},{"category":"PRO BASKETBALL","comments":"(Alex: And finally, it's all about...)","clues":[{"text":"In the name of Israeli basketball team Maccabi Elite T.A., T.A. stands for this city","response":"Tel Aviv"},{"text":"This Laker guard spent much of his youth in Italy <span class=\"nobreak\">--</span> his dad Joe \"Jelly Bean\" played pro hoops there","response":"Kobe Bryant"},{"text":"In 2002 the Houston Rockets' first round draft pick was this 7'5\" center, formerly of the Shanghai Sharks","response":"Yao Ming"},{"text":"This pro league founded by Dennis Murphy in 1967 used a red, white &amp; blue basketball","response":"the ABA (American Basketball Association)"},{"text":"In 2002 this Sparks center made history with the first slam dunk in a WNBA game","response":"Lisa Leslie"}],"originalDate":"2003-06-25"},{"category":"BIBLE PEOPLE MAGAZINE","comments":"(Alex: That sounds like fun!)","clues":[{"text":"The cover story covers how this 600-year-old man built a 450-foot-long boat","response":"Noah"},{"text":"Star Tracks says that scholars believe these star-tracking fellows were astrologers from Persia","response":"Magi/three wise men"},{"text":"Blinded after losing his strength, he was put to work in the prison in Gaza","response":"Samson"},{"text":"In Picks &amp; Pans we find Ahasuerus rejecting Vashti as his queen, picking this cousin of Mordecai instead","response":"Esther"},{"text":"Boaz wanted her to glean his field &amp; nobody else's","response":"Ruth"}],"originalDate":"2003-06-24"},{"category":"EVEN STEVE","comments":"","clues":[{"text":"The Dodgers moved him to first base in 1973","response":"Steve Garvey"},{"text":"His hit movies include \"Diner\", \"Police Academy\" &amp; \"Three Mean and a Baby\"","response":"Steve Guttenberg"},{"text":"In the '80s he had No. 1 hits with \"Higher Love\" &amp; \"Roll With It\"","response":"Steve Winwood"},{"text":"The original host of the \"Tonight Show\", he later crusaded against vulgarity in the media","response":"Steve Allen"},{"text":"Crikey!! He's the animal lover &amp; Animal Planet star seen here","response":"Steve Irwin"}],"originalDate":"2003-06-24"}],{"category":"U.S. GEOGRAPHY","text":"This city of 650,000 people is the most populous U.S. city not found in a U.S. state","response":"Washington, D.C."}]}