{"mix":3786,"rounds":[[{"category":"BRITISH INVENTIONS","comments":"","clues":[{"text":"A perambulator or pram to the Brits, it was invented in 1733 by William Kent for the Duke of Devonshire's kids","response":"a baby carriage"},{"text":"In 1676 Robert Hooke came up with a universal one of these to manipulate the mirrors of his helioscope","response":"the universal joint"},{"text":"The name of this Scot who invented the steam hammer sounds just like the American who invented basketball","response":"(James) Nasmyth"},{"text":"For the military, zoologist John Kerr developed the \"dazzle paint\" type of this, something animals also use","response":"camouflage"},{"text":"The miner's safety lamp was also called by the name of this British chemist who invented it in 1815","response":"Sir Humphry Davy"}],"originalDate":"2004-06-28"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"1980 scarefest in which mom &amp; daughter switch bodies one day &amp; are stalked by Jason at Camp Crystal Lake","response":"<i>Freaky Friday the 13th</i>"},{"text":"Leif Ericson's dad who was a huge star with low surface temperature","response":"Erik the Red Giant"},{"text":"Fictional girl sleuth who's the granddaughter of \"The Great Profile\"","response":"Nancy Drew Barrymore"},{"text":"Projection at the southern tip of South America also called a cornucopia","response":"Cape Horn of Plenty (Cape Horn o' Plenty accepted)"},{"text":"\"Lethal Weapon\" director whose group was caught in a Sierra Nevada pass in the winter of 1846-47","response":"the Richard Donner Party"}],"originalDate":"2004-06-28"},{"category":"KINGS &amp; QUEENS","comments":"","clues":[{"text":"Tradition says she had herself rolled up in a rug &amp; delivered to Caesar","response":"Cleopatra"},{"text":"In 1918 this country's Christian X recognized Iceland as self-governing but still under his rule","response":"Denmark"},{"text":"This queen reportedly referred to William Gladstone as \"that dreadful old man\"","response":"Queen Victoria"},{"text":"This king &amp; his family have lived at La Zarzuela palace just outside Madrid since 1962","response":"Juan Carlos"},{"text":"Ancient Macedonia had 5 kings with this name; one came immediately before Alexander the Great &amp; one immediately after","response":"Philip"}],"originalDate":"2008-09-18"},{"category":"AMERICANA","comments":"","clues":[{"text":"His innovations include the first American newspaper cartoon (in 1754) &amp; bifocals (around 1780)","response":"(Benjamin) Franklin"},{"text":"2 of the most performed songs in the U.S. after \"Happy Birthday\"; both were sung March 31, 2008 at Dodger Stadium","response":"the National Anthem & \"Take Me Out To The Ball Game\""},{"text":"The first section of the boardwalk along this New Jersey seashore resort opened on June 26, 1870","response":"Atlantic City"},{"text":"Alexander Hamilton was the first secretary of this government department","response":"the Treasury"},{"text":"Florida was named in honor of this holiday season, whose Spanish name includes the word florida","response":"Easter"}],"originalDate":"2008-09-18"},{"category":"FRUIT","comments":"","clues":[{"text":"Some folks think of the nectarine as this, Georgia's state fruit, without the fuzz","response":"the peach"},{"text":"This fruit can precede \"sauce\", \"butter\" &amp; \"-pie order\"","response":"apple"},{"text":"The Royal Ann type of this fruit is often canned or used to make maraschinos","response":"cherries"},{"text":"Ruby &amp; Webb are 2 varieties of this citrus fruit","response":"the grapefruit"},{"text":"Bananas are rich in this element that controls the body's fluid balance, providing more than almost any other fruit","response":"potassium"}],"originalDate":"2008-09-18"},{"category":"ALL GROWN \"UP\"","comments":"","clues":[{"text":"Chill out!  Don't be this adjective meaning nervous or tense","response":"uptight"},{"text":"6-letter word for the costs &amp; activities involved in maintaining something in working order","response":"upkeep"},{"text":"It's the 20th letter of the Greek alphabet","response":"upsilon"},{"text":"In the 1800s W.C. Stewart advocated this type of fly casting, heading toward the river's source","response":"upstream"},{"text":"Swedish university city where Celsius &amp; Angstrom taught","response":"Uppsala"}],"originalDate":"2008-09-18"}],[{"category":"YOU GOT AN F MINUS!","comments":"(Alex: Each clue will require two words in the response.)","clues":[{"text":"Norse mariner Mr. Eriksson's first name, sans F, is tropical neckwear","response":"Leif & lei"},{"text":"A directional word for the liberal side of politics goes F-less &amp; turns into a word meaning to allow","response":"left & let"},{"text":"A clique within a larger group gets rid of its F to be a movie director's shout to start a scene","response":"faction & action"},{"text":"Wrap yourself around this piece of clothing, but careful!  Losing an F will leave this mark left by a healed wound","response":"scar & scarf"},{"text":"Lasting a short time, without an F, becomes a French cheese","response":"brief & Brie"}],"originalDate":"2008-09-18"},{"category":"U.S. RIVERS","comments":"","clues":[{"text":"This river of the American Southwest shares its name with a \"monster\" that inhabits the area","response":"the Gila"},{"text":"This river is actually a strait that \"falls\" 326 feet from Lake Erie to Lake Ontario","response":"Niagara"},{"text":"This river grows to 11 miles in width as it reaches Chesapeake Bay at Point Lookout, Maryland","response":"the Potomac"},{"text":"Although 150 miles to the east, this river supplies most of San Diego's water","response":"the Colorado"},{"text":"This river was discovered in 1805 by Lewis &amp; Clark, who called it the Lewis Fork of the Columbia River","response":"the Snake"}],"originalDate":"2008-09-18"},{"category":"POLITICIANS","comments":"","clues":[{"text":"After spending 4 days at the Beijing Olympics, he said the \"highlight was getting my picture taken with the teams\"","response":"George W. Bush"},{"text":"On January 4, 2007, in the House of Reps., she said, \"I accept this gavel in the spirit of partnership, not partisanship\"","response":"Nancy Pelosi"},{"text":"In May 2008 this city's mayor Ray Nagin told the citizens, \"We are reinventing ourselves in recovery\"","response":"New Orleans"},{"text":"4 decades before serving in the Capitol as Senate majority leader, he served on the U.S. Capitol police force","response":"Harry Reid"},{"text":"Republicans Pat Roberts &amp; Sam Brownback have been senators from this Midwest state since the mid-1990s","response":"Kansas"}],"originalDate":"2008-09-19"},{"category":"WHEN YOU WERE YOUNG","comments":"","clues":[{"text":"Floods ravaged the Midwest in 1993 as the confluence of the Missouri &amp; this river moved 19 miles upstream","response":"the Mississippi"},{"text":"Chechnya, a breakaway republic, was overrun by the army of this country in 1994","response":"Russia"},{"text":"In 1995 an ultranationalist assassinated Yitzhak Rabin, prime minister of this country","response":"Israel"},{"text":"In 1996 British scientists successfully cloned this type of animal &amp; named her Dolly","response":"a sheep"},{"text":"In 2000 Clinton became the first sitting president to visit this country since Nixon visited the troops in 1969","response":"Vietnam"}],"originalDate":"2008-09-19"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"In \"Twilight\" by Stephenie Meyer, teenaged Isabella Swan falls for a romantic one of these blood-suckers","response":"a vampire"},{"text":"\"The Lobster Chronicles\" is Linda Greenlaw's book about life on a small island off the coast of this state","response":"Maine"},{"text":"\"Forever in\" this color is Ann Brashares' third sequel to \"The Sisterhood of the Traveling Pants\"","response":"blue"},{"text":"Hmm... a murderer has somehow escaped from a locked room in her 1938 mystery \"Hercule Poirot's Christmas\"","response":"Agatha Christie"},{"text":"Sebastian Faulks penned the new James Bond novel \"Devil May Care\" for the 100th anniv. of this author's birth","response":"Ian Fleming"}],"originalDate":"2008-09-19"},{"category":"EUROPEAN CITIES","comments":"","clues":[{"text":"This Scottish city may have been named for Edwin of Northumbria, a 7th c. king who built a fort there","response":"Edinburgh"},{"text":"For centuries, this Austrian city, whose name means \"castle of salt\", was the center of Europe's salt trade","response":"Salzburg"},{"text":"A majority of this Italian city's population has left the islands &amp; now lives on the mainland in Mestre","response":"Venice"},{"text":"This capital's stadium was rebuilt of white marble for the Olympic Games of 1896","response":"Athens"},{"text":"A lake called the Inner Alster lies in the center of this, Germany's chief port","response":"Hamburg"}],"originalDate":"2008-09-19"}],{"category":"STATE HOLIDAYS","text":"This is the only state that honors a former U.S. Secretary of State with his own legal holiday","response":"Alaska"}]}