{"mix":3797,"rounds":[[{"category":"LET'S GET SMALL","comments":"","clues":[{"text":"The title of the category is the title of a famous album by this comedian","response":"Steve Martin"},{"text":"A dust devil is a small whirlwind in the desert or a small, cordless hand-held brand of these","response":"vacuum cleaners"},{"text":"A small place of worship, it was originally the place French kings stored the capella or \"cape\" of St. Martin","response":"chapel"},{"text":"It's what's \"small\" on a black bass that differentiates it in name from the \"large\" one","response":"mouth"},{"text":"While you're enjoying the mountain scenery you might spot a tarn, a small one of these left by a glacier","response":"lake"}],"originalDate":"2003-06-17"},{"category":"UNUSUAL TREES","comments":"","clues":[{"text":"White fringe tree, named for its fringes of white flowers, is also called \"old man's\" this facial feature","response":"beard"},{"text":"It's the part of the cannonball tree that gives the tree its name","response":"fruit"},{"text":"This follows \"shag\" in the name of a hickory tree because it breaks up into loosely attached plates as the tree ages","response":"bark"},{"text":"Hamamelis virginiana gets this common name from the use of its branches to find water, my pretty","response":"Witch-hazel"},{"text":"This tree's odd appearance gave it an odd name from Lewis Carroll, \"for the snark was one of these, you see\"","response":"boojum tree"}],"originalDate":"2003-06-17"},{"category":"INTERNATIONAL LAW","comments":"","clues":[{"text":"In the 1940s Raphael Lemkin coined this term for destruction of a group, now a crime under international law","response":"genocide"},{"text":"The Vienna Conventions codified this principle that protects ambassadors from local prosecution","response":"diplomatic immunity"},{"text":"In case of losses, the 1988 Basel Capital Accord makes banks set aside 8 cents on every dollar they make in these","response":"loans"},{"text":"In 1793, as France &amp; Britain went to war, George Washington proclaimed this status for the U.S.","response":"neutral"},{"text":"The 1919 Treaty of Versailles was this type, from the Latin for \"many\" &amp; \"side\"","response":"multilateral"}],"originalDate":"2003-06-17"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"About the respectability of whaling, this 1851 novel claims, \"Whaling is imperial!\"","response":"<i>Moby-Dick</i>"},{"text":"In this novel, Jo grumbles, \"Christmas won't be Christmas without any presents\"","response":"<i>Little Women</i>"},{"text":"\"The Cat in the Hat\" told the brother &amp; sister, \"You will see something new.  Two things.  And I call them\" this","response":"Thing One & Thing Two"},{"text":"In \"Lost Horizon\", \"Its forsaken courts and pale pavilions shimmered in repose\"","response":"Shangri-La"},{"text":"Emma vows in this novel, \"I never will desert Mr. Micawber\"","response":"<i>David Copperfield</i>"}],"originalDate":"2003-06-11"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"In 1979 a record 35,000 guests attended his 89th birthday party, &amp; you can bet the food was finger-lickin' good","response":"Col. Harland Sanders"},{"text":"No doubt the most valuable object ever stolen, it vanished from the Louvre in 1911, but was recovered","response":"the <i>Mona Lisa</i>"},{"text":"Found in California, the largest living tree is the \"General Sherman\", a giant one of these","response":"sequoia"},{"text":"Solero de Jerez holds the Guinness record of 16 heel taps per second in this dance","response":"flamenco"},{"text":"If you want to hit the longest drivable road, Jack, that would be this highway which runs from Alaska to Chile","response":"Pan-American Highway"}],"originalDate":"2003-06-11"},{"category":"PET PEEVES","comments":"","clues":[{"text":"This pet doesn't want a cracker<span class=\"nobreak\">--</span>she wants Kaytee's Perfect Choice, a mixture of seeds &amp; grain","response":"parrot"},{"text":"My dog Rover says not to boil the knuckle type of these before giving them to him<span class=\"nobreak\">--</span>it may cause splintering","response":"bones"},{"text":"Until they were spayed &amp; neutered your Angora pair of these were looking forward to proverbially breeding like them","response":"rabbits"},{"text":"Fido knows this skin disease caused by mites was bad, but was the lime-sulphur dip necessary?","response":"mange"},{"text":"Muffin's mad that you won't let him out to fight this type of cat, from the Latin for \"wild\"<span class=\"nobreak\">--</span>Muffin could take him!","response":"feral"}],"originalDate":"2003-06-11"}],[{"category":"OPERA","comments":"","clues":[{"text":"Figaro is the title character of this 1816 Rossini opera","response":"<i>The Barber of Seville</i>"},{"text":"Mimi in \"La boheme\" suffers &amp; dies from this disease","response":"consumption"},{"text":"This title character performs the Dance of the Seven Veils for Herod in an opera by Richard Strauss","response":"<i>Salome</i>"},{"text":"\"Esmeralda\", an 1840s opera, is based on a work by this \"Miserable\" author","response":"Victor Hugo"},{"text":"This Russian composer's \"The Love for Three Oranges\" is an opera within an opera about a melancholy prince","response":"Sergei Prokofiev"}],"originalDate":"2003-06-11"},{"category":"FOLLOW \"DE\" LEADER","comments":"","clues":[{"text":"A playing card that has 2 spots","response":"deuce"},{"text":"Without funds or means of subsistence","response":"destitute"},{"text":"Among its 10 events are the 100-meter dash &amp; the pole vault","response":"decathlon"},{"text":"To make into a god","response":"deify"},{"text":"Originally, this term for a tyrant or absolute ruler referred to an honorary title applied to a Byzantine emperor","response":"despot"}],"originalDate":"2003-06-11"},{"category":"HISTORIC GROUPS","comments":"","clues":[{"text":"The Black Hand, a Serbian secret society, trained Gavrilo Princip to kill an Austrian archduke, igniting this war","response":"World War I"},{"text":"During most of his reign in Spain only the Falangist Party was allowed","response":"Francisco Franco"},{"text":"The Carthusian monks invented this liqueur &amp; still hold its secret recipe","response":"Chartreuse"},{"text":"France's Tricolor consists of the red &amp; blue of Paris &amp; the white from the emblem of this royal family","response":"Bourbons"},{"text":"The 16th century Spanish Alumbrados predated this similar secret society of 18th century Germany","response":"the Illuminati"}],"originalDate":"2003-06-11"},{"category":"PEOPLE'S MOST INTRIGUING PEOPLE","comments":"(Alex: It refers to the magazine's annual list of the 25 intriguing people in the world.)","clues":[{"text":"(1985)<br>\"Rich, Famous, and Married to Sean Penn\"","response":"Madonna"},{"text":"(1990)<br>\"The World's Lone, Defiant Communist\"","response":"Fidel Castro"},{"text":"(1991)<br>\"Will Altar Trip No. 8 Be Her Last?\"","response":"Elizabeth Taylor"},{"text":"(1975)<br>\"Was She a Terrorist or a Victim?\"","response":"Patricia Hearst"},{"text":"(1980)<br>\"Was the Death of Scarsdale Diet's Dr. Tarnower an Accident?  Only She Knows\"","response":"Jean Harris"}],"originalDate":"2003-06-11"},{"category":"THERE ARE PLACES","comments":"","clues":[{"text":"People in this city in New York can shuffle off to its suburb of Tonawanda","response":"Buffalo"},{"text":"To fight the Spanish Armada in 1588, the British fleet made its pilgrimage out of this port city","response":"Plymouth"},{"text":"In 1998 Mesquite, Nevada imitated the Running of the Bulls in this Spanish city","response":"Pamplona"},{"text":"Known as Little Paris in the 18th century, this German city's name comes from the Slavic Lypsk, \"lime tree\"","response":"Leipzig"},{"text":"Canadian territorial capital a lady in Banbury Cross might like to ride","response":"Whitehorse"}],"originalDate":"2003-06-11"},{"category":"RIBBONS","comments":"","clues":[{"text":"This symbol was created in 1991 by the Visual AIDS Artists Caucus in New York","response":"red ribbon"},{"text":"Universal Ribbon Company's TY1BS is a spool with a 2-color ribbon for this device","response":"typewriter"},{"text":"The Model 44 one of these seen here is a classic ribbon one","response":"microphone"},{"text":"It looks as if a cord or ribbon runs between the tails of the 2 creatures in this constellation","response":"Pisces"},{"text":"(Sofia of the Clue Crew holding a large ribbon)  It became an Olympic medal event in 1984 &amp; includes movements like these","response":"rhythmic gymnastics"}],"originalDate":"2003-06-11"}],{"category":"BEST SELLERS","text":"Pen name of veterinarian James Alfred Wight","response":"James Herriot"}]}