{"mix":3799,"rounds":[[{"category":"FOOTBALL HALL OF FAMERS' TEAMS","comments":"","clues":[{"text":"Running back Jim Brown","response":"Cleveland Browns"},{"text":"Running back Gale Sayers","response":"Chicago Bears"},{"text":"Defensive lineman Mean Joe Greene","response":"Pittsburgh Steelers"},{"text":"Quarterback Bart Starr","response":"Green Bay Packers"},{"text":"Defensive lineman Merlin Olsen","response":"Los Angeles Rams"}],"originalDate":"2003-06-09"},{"category":"FOLLOW THE LEADER","comments":"","clues":[{"text":"Alvaro Uribe became president of this S. Amer. country in 2002, vowing to get tough on rebels &amp; drug traffickers","response":"Colombia"},{"text":"Bertie Ahern is the Taoiseach or prime minister of this European nation","response":"Ireland"},{"text":"Taking over from his assassinated father in 2001, Joseph Kabila is the president of this country once known as Zaire","response":"Democratic Republic of the Congo"},{"text":"A June 2002 grand council known as a Loya Jirga installed Hamid Karzai as the president of this embattled country","response":"Afghanistan"},{"text":"In northern Europe, Goran Persson leads as the prime minister of this nation","response":"Sweden"}],"originalDate":"2003-06-09"},{"category":"\"JUNIOR\" COLLAGE","comments":"","clues":[{"text":"Student athletes know it's abbreviated JV","response":"junior varsity"},{"text":"James Welch named this popular movie theater candy in 1949","response":"Junior Mints"},{"text":"The All Stars backed up this rockin' frontman","response":"Junior Walker"},{"text":"It was founded in 1901 in New York City by a debutante wanting to help the less fortunate","response":"the Junior League"},{"text":"It was started in 1919 as a collection of small, after-school business clubs in Massachusetts","response":"Junior Achievement"}],"originalDate":"2003-06-09"},{"category":"LATIN AMERICA","comments":"","clues":[{"text":"This country has more than 40% of Latin America's area &amp; about 1/3 of the people","response":"Brazil"},{"text":"This Venezuelan port grew slowly until oil was discovered at a lake of the same name in 1917","response":"Maracaibo"},{"text":"A monument to Franklin D. Roosevelt stands at the base of La Loma Hill in this Nicaraguan capital","response":"Managua"},{"text":"This Indian civilization, likely the earliest in the Americas, flourished in eastern Mexico 1200-400 B.C.","response":"the Olmecs"},{"text":"On August 17, 1961 this aid program for Latin America was signed in Punta del Este, Uruguay by the U.S. &amp; 19 nations","response":"Alliance for Progress"}],"originalDate":"2003-06-09"},{"category":"20th CENTURY PEOPLE","comments":"","clues":[{"text":"She organized a money-raising raffle to give away the car Pope Paul VI gave her on his visit to India in 1964","response":"Mother Teresa"},{"text":"His oral polio vaccine was first tested on volunteer cons, then had large-scale tests in the Soviet Union","response":"Albert Sabin"},{"text":"In 1900 his institute of technology was founded in Pittsburgh","response":"Andrew Carnegie"},{"text":"In 1929 he became director of the Central School of Fine Arts in Mexico","response":"Diego Rivera"},{"text":"Mistinguett's dancing partner at the Folies-Bergere in the 1920s, he's associated with Mimi &amp; Gigi","response":"Maurice Chevalier"}],"originalDate":"2003-06-09"},{"category":"HOLLYWOOD MYSTERIES","comments":"","clues":[{"text":"Sadly, the 1978 murder of this \"Hogan's Heroes\" star remains officially unsolved","response":"Bob Crane"},{"text":"This 21st century action star won't reveal his real name; Mark Vincent is a popular guess","response":"Vin Diesel"},{"text":"In 1952 a benefactor who's still anonymous sent this future queen of TV sketch comedy to UCLA","response":"Carol Burnett"},{"text":"In 1924 producer Thomas Ince mysteriously died during a weekend aboard this tycoon's yacht","response":"William Randolph Hearst"},{"text":"Marilyn Monroe was found dead in her home in this area of L.A. that gained notice during the O.J. Simpson trial","response":"Brentwood"}],"originalDate":"2003-06-09"}],[{"category":"WEATHER WORLD","comments":"","clues":[{"text":"Libya's arid climate is made worse by the ghibli, a crop-destroying wind from this desert","response":"Sahara"},{"text":"In addition to helping commerce, these ocean winds bring pleasant weather to islands like Hawaii","response":"trade winds"},{"text":"In Venezuela, this \"season\" is from April to October; in the mountains of Peru, from November to March","response":"rainy season"},{"text":"It's the U.S. state that experiences the most tornadoes","response":"Texas"},{"text":"The Australian mountains that include the Charlotte's Pass ski area, or the weather there in July","response":"Snowy"}],"originalDate":"2003-06-06"},{"category":"ON THE COVER OF SGT. PEPPER","comments":"","clues":[{"text":"He's an African explorer, \"I presume\"","response":"Dr. Livingstone"},{"text":"Bob Dylan appears as does this poet from whom he may have taken his stage name","response":"Dylan Thomas"},{"text":"This actor is in costume from his film \"The Wild One\"","response":"Marlon Brando"},{"text":"The Beatles' bass player before Paul took over","response":"Stu Sutcliffe"},{"text":"This \"Das Kapital\" author stands between comedian Oliver Hardy &amp; H.G. Wells","response":"Karl Marx"}],"originalDate":"2003-06-06"},{"category":"CLOTHING WORDS","comments":"","clues":[{"text":"A score of 22-22, for instance","response":"tie"},{"text":"To lose footing on icy ground","response":"slip"},{"text":"Breathes heavily, like a dog or a tired jogger","response":"pants"},{"text":"A layer of paint","response":"coat"},{"text":"Hits hard","response":"socks (or belts)"}],"originalDate":"2003-06-06"},{"category":"MY PLACE?","comments":"","clues":[{"text":"A Norman could say, \"I'm the king of the motte-and-bailey style of\" this","response":"castle"},{"text":"As he often said, Chris Farley's character Matt Foley lived in one of these down by the river","response":"van"},{"text":"The introduction to \"The Song of Hiawatha\" mentions \"the curling smoke of\" these dwellings","response":"wigwams"},{"text":"A book subtitled \"Architecture in the Colombian Countryside\" showcases the estates called these in Spanish","response":"haciendas"},{"text":"A western camper pitches a tent; a central Asian nomad pitches this","response":"yurt"}],"originalDate":"2003-06-06"},{"category":"\"J\" WHIZ","comments":"(Alex: Not \"G\" WHIZ.)","clues":[{"text":"It's a trip taken by a public official at public expense, ostensibly for official business","response":"junket"},{"text":"It's not a type of fruit spread, but a large extended campout for several Boy Scout troops together","response":"jamboree"},{"text":"It's believed that the Virgin Mary died in this Middle Eastern city","response":"Jerusalem"},{"text":"This 1847 novel takes place mainly at Lowood Orphan Asylum &amp; Thornfield Hall","response":"<i>Jane Eyre</i>"},{"text":"The Hagia Sophia in Istanbul was one of the many churches built by this 6th century Byzantine emperor","response":"Justinian I"}],"originalDate":"2003-06-06"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"Critic Walter Kerr called this man's \"Camino Real\" \"the worst play yet written by the best playwright of his generation\"","response":"Tennessee Williams"},{"text":"\"May All Your Fences Have Gates\" is a book of \"Essays on the Drama of\" this African-American playwright","response":"August Wilson"},{"text":"(Sofia of the Clue Crew at the Nederlander Theatre in New York City)  This creator of \"Rent\" died the night of its final dress rehearsal, never knowing he would win the Pulitzer Prize","response":"Jonathan Larson"},{"text":"These British twin brother playwrights wrote mystery novels under the rather obvious alias Peter Anthony","response":"Peter & Anthony Shaffer"},{"text":"Born in 1799, this poet, novelist &amp; playwright is to Russian literature what Shakespeare is to English literature","response":"Alexander Pushkin"}],"originalDate":"2003-06-06"}],{"category":"FRENCH FOOD HISTORY","text":"A popular product was born when Jean Naigeon of this city substituted the juice of unripe grapes for vinegar","response":"Dijon"}]}