{"mix":3814,"rounds":[[{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In January 1970 Boeing introduced this first wide-bodied jumbo jet; it could seat up to 452 passengers","response":"747"},{"text":"BUD is the New York Stock Exchange symbol for this brewing company","response":"Anheuser-Busch"},{"text":"This Dallas-based electronics firm started out as Geophysical Service, an oil exploration company","response":"Texas Instruments"},{"text":"For over 75 years, Wrigley made only these 3 gums","response":"Spearmint, Doublemint & Juicy Fruit"},{"text":"In 1973 this then Memphis-based hotel chain opened its own university in Mississippi to train personnel","response":"Holiday Inn"}],"originalDate":"2002-11-06"},{"category":"HOW NOVEL","comments":"","clues":[{"text":"Gregory Maguire's novel \"Confessions of an Ugly Stepsister\" is a revision of this fairy tale","response":"\"Cinderella\""},{"text":"He not only appeared on the cover of some 350 romance novels, he's written ones like \"Rogue\" &amp; \"Mysterious\"","response":"Fabio"},{"text":"Agatha Christie mystery in which an heiress is murdered on an Egyptian cruise","response":"\"Death on the Nile\""},{"text":"Title that completes the line \"Shoot all the bluejays you want, if you can hit 'em, but remember it's a sin...\"","response":"\"To Kill A Mockingbird\""},{"text":"This Ayn Rand novel tells the story of architect Howard Roark &amp; Dominique Francon, the woman he loves","response":"\"The Fountainhead\""}],"originalDate":"2002-11-06"},{"category":"CLASSIC NICHOLSON MOVIE LINES","comments":"(Alex: You have to identify the film, of course.)","clues":[{"text":"1975:<br>\"I must be crazy to be in a looney bin like this\"","response":"<i>One Flew Over the Cuckoo's Nest</i>"},{"text":"1980:<br>\"He-e-e-e-re's Johnny!\"","response":"<i>The Shining</i>"},{"text":"1992: <br>\"You can't handle the truth!\"","response":"<i>A Few Good Men</i>"},{"text":"1974:<br>\"What makes you certain that your husband is, um, involved with someone?\"","response":"<i>Chinatown</i>"},{"text":"1994:<br>\"Just marking my territory\"","response":"<i>Wolf</i>"}],"originalDate":"2002-11-06"},{"category":"\"H\" CITIES","comments":"","clues":[{"text":"This city's Atomic Bomb Dome, a structure left unrebuilt after WWII, has become a symbol of the peace movement","response":"Hiroshima"},{"text":"The racing schooner Bluenose, depicted on Canada's 10-cent coin, has a replica in this Nova Scotian port","response":"Halifax"},{"text":"Crossed by numerous canals, it's said that this German port has more bridges than Amsterdam &amp; Venice combined","response":"Hamburg"},{"text":"This capital was founded by Sweden's King Gustav I Vasa in 1550","response":"Helsinki, Finland"},{"text":"It served as a dynastic capital in the 1800s &amp; continued as the royal capital of Vietnam until 1945","response":"Hue"}],"originalDate":"2002-11-06"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"This pizza herb was virtually unknown to Americans until WWII soldiers came home &amp; raved about it","response":"oregano"},{"text":"A popular soft drink \"ale\" is flavored with this spice whose name is from the Sanskrit for \"horn root\"","response":"ginger"},{"text":"The dried pods of a certain climbing orchid provide this flavoring","response":"vanilla"},{"text":"In medieval Europe this poultry stuffing herb of the genus Salvia was thought to stimulate the mind","response":"sage"},{"text":"This spice that is sold in 2 varieties, Ceylon &amp; Cassia, was once used in love potions","response":"cinnamon"}],"originalDate":"2002-11-06"},{"category":"____ OF THE ____","comments":"","clues":[{"text":"A Baskin-Robbins program, or an expression meaning \"popular for right now\"","response":"flavor of the month"},{"text":"In response to this Irish greeting, you can say, \"And the rest of the day to yourself\"","response":"top of the morning"},{"text":"Quoting \"Titanic\", in 1998 Oscar-winning James Cameron exulted, \"I'm\" this","response":"king of the world"},{"text":"To make a favorable judgment when you're uncertain is to give someone this","response":"benefit of the doubt"},{"text":"In 1961 British critic Martin Esslin used this phrase to describe the plays of Beckett &amp; Ionesco","response":"theatre of the absurd"}],"originalDate":"2002-11-06"}],[{"category":"NORSE MYTHOLOGY","comments":"","clues":[{"text":"The Einheriar were the dead warriors the Valkyries picked up &amp; brought back to this hall where they were revived","response":"Valhalla"},{"text":"Roskva, the farmer's daughter, was always under the hammer as a personal assistant to this god","response":"Thor"},{"text":"A never-ending supply of this better-than-beer drink was made by Heidrum, oddly a goat, not a bee","response":"mead"},{"text":"Odin learned the secrets of these alphabetic symbols while hanging for 9 days on Yggdrasil, the world tree","response":"runes"},{"text":"Norse myth is big on trees; the first man &amp; woman <span class=\"nobreak\">--</span> Ask &amp; Embla <span class=\"nobreak\">--</span> were created out of these 2 species","response":"ash & elm"}],"originalDate":"2002-11-06"},{"category":"AGRICULTURE","comments":"","clues":[{"text":"In 1981 the U.S. government, with 560 million lbs. of this dairy food in storage, released 30 million lbs. to the needy","response":"cheese"},{"text":"Generally, a steer is a castrated bull used for food; this shorter word refers to one used as a draft animal","response":"ox"},{"text":"Spain, Italy &amp; Greece are the leading producers of this liquid from the fruit of Olea europaea","response":"olive oil"},{"text":"The type of irrigation seen here, it was used in Israel to make the desert bloom","response":"drip irrigation"},{"text":"What do you do to wheat to get flour?  The answer is the name of this grain","response":"millet"}],"originalDate":"2002-11-06"},{"category":"18th CENTURY AMERICANS","comments":"","clues":[{"text":"In 1775 he &amp; a group of axmen cleared &amp; marked the Wilderness Road for the Transylvania Company","response":"Daniel Boone"},{"text":"In the 1770s, this pamphleteer wrote \"African Slavery in America\", an article condemning slavery","response":"Thomas Paine"},{"text":"In \"The Federalist\" No. 51, this future president put forth an argument for the separation of powers","response":"James Madison"},{"text":"This Pennsylvanian's son William served as royal governor of New Jersey &amp; remained loyal to the crown","response":"Ben Franklin"},{"text":"Mary Hays received this pseudonym for aiding her husband &amp; other soldiers during the Battle of Monmouth","response":"Molly Pitcher"}],"originalDate":"2002-11-06"},{"category":"MATH TERMS","comments":"","clues":[{"text":"5th, 50th &amp; 500th are this type of number, as opposed to cardinal","response":"ordinal"},{"text":"A theorem includes this series of steps, starting with a given &amp; ending with a justified conclusion","response":"proof"},{"text":"(Cheryl of the Clue Crew standing in front of a chalkboard)  From the Latin for \"to turn upside down\", the function g is described as this of the function f","response":"inverse"},{"text":"The term surd refers to irrational numbers like this number's square root, 1.7320508...","response":"3"},{"text":"A function's domain is the set of possible values of x; this is the set of possible values of y","response":"range"}],"originalDate":"2002-11-06"},{"category":"\"P.B.\"","comments":"","clues":[{"text":"In New Orleans a hero sandwich is called this","response":"po boy"},{"text":"It's the state flower of Delaware (not Georgia)","response":"peach blossom"},{"text":"You can use this utensil to apply a glaze to breads &amp; sweets before or after baking","response":"pastry brush"},{"text":"Anna Pavlova or Dame Margot Fonteyn, for example","response":"prima ballerina"},{"text":"This Latin term used for some legal services means \"for the good\"","response":"pro bono"}],"originalDate":"2002-11-06"},{"category":"GOLD &amp; SILVER","comments":"","clues":[{"text":"Sulfur compounds in polluted air cause silver to do this","response":"tarnish"},{"text":"It sounds like a thousand million, but it's an overall term for gold considered in mass rather than in value","response":"bullion"},{"text":"The world's largest gold field is in the Witwatersrand region of this country","response":"South Africa"},{"text":"Some newborns' eyes are treated with a mild solution of this chemical to prevent blindness","response":"silver nitrate"},{"text":"On August 17, 1896 gold was discovered in Bonanza Creek, a tributary of this Yukon Territory river","response":"the Klondike"}],"originalDate":"2002-11-05"}],{"category":"COUNTRIES OF THE WORLD","text":"It became a colony of the U.S. in 1898, a commonwealth in 1935 &amp; an independent country in 1946","response":"the Philippines"}]}