{"mix":3815,"rounds":[[{"category":"CITIZEN KANE","comments":"(Alex: The movie.)","clues":[{"text":"At the Oscars, he lost out as actor &amp; director for \"Kane\" but shared Best Original Screenplay","response":"Orson Welles"},{"text":"This actress whose career is caricatured in \"Kane\" was played by Kirsten Dunst in 2002's \"The Cat's Meow\"","response":"Marion Davies"},{"text":"The film opens at this vast, gloomy Kane estate","response":"Xanadu"},{"text":"Not Hearst but this MGM mogul offered to pay $800,000, the cost of the film, to have it destroyed","response":"Louis B. Mayer"},{"text":"It's Kane's full name","response":"Charles Foster Kane"}],"originalDate":"2002-11-05"},{"category":"ALPHABETIC HOMOPHONES","comments":"","clues":[{"text":"A vote in the affirmative","response":"aye (I)"},{"text":"A lunar mare, Tranquility is one","response":"sea (C)"},{"text":"A football is placed on it in preparation for the kickoff","response":"tee (T)"},{"text":"At this social gathering people combine amusement &amp; competition while making such things as quilts","response":"bee (B)"},{"text":"In the names of birds, it follows Steller's, pinyon, gray &amp; blue","response":"jay (J)"}],"originalDate":"2002-11-05"},{"category":"PRESIDENTIAL PETS","comments":"","clues":[{"text":"Jeff Davis, a horse he acquired during the Civil War, later accompanied him to the White House","response":"Ulysses S. Grant"},{"text":"The Lincolns' menagerie included rabbits, horses &amp; 2 of these named Nanko &amp; Nanny","response":"goats"},{"text":"Barney, George W. Bush's Scottish terrier, was a gift from this New Jersey governor, now head of the EPA","response":"Christine Todd Whitman"},{"text":"Charlie, one of the Kennedys' dogs, was a distant offspring of the dog that played this role in \"The Thin Man\"","response":"Asta"},{"text":"He kept some of his favorite racing fillies at the White House, including Emily &amp; Lady Nashville","response":"Andrew Jackson"}],"originalDate":"2002-11-05"},{"category":"I AM A CROOK","comments":"","clues":[{"text":"Ralph, nicknamed \"Bottles\", was the brother of this gangster, nicknamed \"Scarface\"","response":"Al Capone"},{"text":"Sheriff Pat Garrett said this crook's \"face always wore a smile\"","response":"Billy the Kid"},{"text":"In 1868 the Reno Brothers robbed one of these in Indiana, years before the James Gang did it out west","response":"train"},{"text":"The Queen Anne's Revenge was a ship of this pirate, whose whole known career lasted from 1716 to 1718","response":"Blackbeard"},{"text":"2 months after Bonnie &amp; Clyde were shot down in Louisiana, he got it outside the Biograph in Chicago","response":"John Dillinger"}],"originalDate":"2002-11-05"},{"category":"BRITISH POETS &amp; POETRY","comments":"","clues":[{"text":"In 1823 Lord Byron penned, \"And, after all, what is a lie?  'Tis but\" this \"in masquerade\"","response":"the truth"},{"text":"In a Tennyson poem, \"Into the jaws of death, into the mouth of hell rode\" this number","response":"600"},{"text":"This \"Faerie Queene\" poet is also famous for his 1595 work \"Amoretti\", a series of 89 love sonnets","response":"Edmund Spenser"},{"text":"In his \"Ode on\" this Keats wrote, \"Heard melodies are sweet, but those unheard are sweeter\"","response":"a Grecian Urn"},{"text":"He knew a lot about \"Stone Walls\": he was imprisoned in 1642 &amp; 1648 &amp; wrote famous poems both times","response":"Richard Lovelace"}],"originalDate":"2002-11-05"},{"category":"COUNTRY MUSIC","comments":"","clues":[{"text":"Before she struck out on her own in 1992, she had 14 No. 1 hits with her mother Naomi","response":"Wynonna Judd"},{"text":"In 1985 he won the CMA's first Music Video of the Year Award for \"All My Rowdy Friends Are Comin' Over Tonight\"","response":"Hank Williams, Jr."},{"text":"It's the country-rock \"railroad\" that gave us \"Queen of Memphis\" in 1992","response":"Confederate Railroad"},{"text":"Named for a steamboat captain, this \"Mother Church of Country Music\" was home to the Opry for 31 years","response":"Ryman Auditorium"},{"text":"During his career, this \"Tennessee Plowboy\" spent a record 145 weeks at the No. 1 position on the country charts","response":"Eddy Arnold"}],"originalDate":"2002-11-05"}],[{"category":"BEVERAGES","comments":"","clues":[{"text":"This major soft drink brand was created in Waco, Texas in 1885 &amp; named for a Virginia physician","response":"Dr. Pepper"},{"text":"The bunny who advertises this chocolate milk mix from Nestle \"can't drink it slow\"","response":"Quik"},{"text":"Lars Olson Smith's \"Purified Tenfold\" distilling system produced a vodka named this for its complete purity","response":"Absolut"},{"text":"San Francisco's Buena Vista Cafe is credited with inventing this hot drink popular on St. Patrick's Day","response":"Irish coffee"},{"text":"Nebraskan Edwin Perkins created a fruit drink he named this, a nod to its summertime appeal","response":"Kool-Aid"}],"originalDate":"2002-11-05"},{"category":"THE \"INCA\"s","comments":"","clues":[{"text":"To imprison","response":"incarcerate"},{"text":"A spoken magic spell","response":"incantation"},{"text":"Too great to measure","response":"incalculable"},{"text":"Glowing brightly","response":"incandescent (or incandescence)"},{"text":"To deprive of effectiveness","response":"incapacitate"}],"originalDate":"2002-11-05"},{"category":"MEDICINE","comments":"","clues":[{"text":"Profession in which you'd find a nightingale, Florence Nightingale","response":"nursing"},{"text":"During acid reflux, acid from here goes up into the esophagus","response":"stomach"},{"text":"Each of these organs is lined with a membrane called a pleura; hence, pleurisy","response":"lungs"},{"text":"The peptic ones of these are usually broken down into gastric &amp; duodenal types","response":"ulcers"},{"text":"Chemical found in nearly all your body's tissues; pollens may cause cells to release it","response":"histamine"}],"originalDate":"2002-11-04"},{"category":"BELTS","comments":"","clues":[{"text":"It's the belt color of a rank amateur in judo or karate","response":"white"},{"text":"In an older car, try using a pair of panty hose as a substitute for a broken one of these just behind your car radiator","response":"fan belt"},{"text":"Fibrous nickname for the U.S. agricultural area most susceptible to a boll weevil attack","response":"cotton belt"},{"text":"One source says the \"pumpkin shell\" in which Peter kept his wife was really this modesty enforcer","response":"chastity belt"},{"text":"Some believe this planet is not a planet, just the largest known object in the Kuiper Belt","response":"Pluto"}],"originalDate":"2002-11-04"},{"category":"FLORIDA CITIES","comments":"","clues":[{"text":"Among this city's daily newspapers are the English-language Herald &amp; the Spanish-language Diario Las Americas","response":"Miami"},{"text":"This city was the only Confederate capital east of the Mississippi never captured by the Union during the Civil War","response":"Tallahassee"},{"text":"Just like its Italian namesake, it has canals criss-crossing the city","response":"Venice"},{"text":"Established as a military post in 1838, it's now the home of the International Swimming Hall of Fame","response":"Fort Lauderdale"},{"text":"You won't find Capt. Tony Nelson in this \"chocolaty\" city, but you will find a missile exhibit at nearby Patrick AFB","response":"Cocoa Beach"}],"originalDate":"2002-11-04"},{"category":"\"CH\"ITCHAT","comments":"","clues":[{"text":"Jane Goodall is considered the world's leading authority on these","response":"chimpanzees"},{"text":"Pink's in Hollywood, Calif. calls itself \"Home of the World's Best\" this, &amp; you'll need plenty of napkins","response":"chili dog"},{"text":"You'll find this state capital about 100 miles north of Denver","response":"Cheyenne, Wyoming"},{"text":"Its line of cars includes the Cavalier &amp; Prizm","response":"Chevrolet"},{"text":"In this 1970s bestseller Erich Von Daniken first proposed that alien astronauts visited the Earth","response":"\"Chariots of the Gods\""}],"originalDate":"2002-11-04"}],{"category":"FAUXBITUARIES","text":"He received a real obituary in the Albuquerque Journal in 2013 noting his \"long battle with lung cancer\"","response":"Walter White"}]}