{"mix":3816,"rounds":[[{"category":"MAN, OH MAN!","comments":"","clues":[{"text":"Later the host of \"The Tonight Show\", this man began his TV career at Omaha's WOW-TV","response":"Johnny Carson"},{"text":"The presidency of this man who's on a U.S. bill is marked by the Tripolitan War &amp; a large land purchase","response":"Thomas Jefferson"},{"text":"In the film bio of this Notre Dame coach, Ronald Reagan uttered his famous line: \"Win one for the Gipper\"","response":"Knute Rockne"},{"text":"Known to millions as Ralph Malph, this man continued his acting in the Ron Howard movie \"EDtv\"","response":"Donny Most"},{"text":"The founder of the Bourbon royal line, Henry IV of France is also known by this regional name","response":"Henry of Navarre"}],"originalDate":"2002-11-04"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"Fernando Pessoa of Lisbon &amp; Machado de Assis of Rio de Janeiro were great writers in this language","response":"Portuguese"},{"text":"In the 18th C. Radischev protested the abuse of peasants in \"Journey from St. Petersburg to\" this big city","response":"Moscow"},{"text":"This language that \"Beowulf\" was written in is more like modern German than the language we speak","response":"Old English"},{"text":"A 1623 Walloon drama was literally one of these preachy \"plays\" <span class=\"nobreak\">--</span> that was the title","response":"morality play"},{"text":"Sherlock Holmes finds \"as much sense in Hafiz\", a 14th C. Persian poet, \"as in\" this Roman with an \"H\" name","response":"Horace"}],"originalDate":"2002-11-04"},{"category":"BEST ACTOR OSCAR WINNERS","comments":"","clues":[{"text":"1964 for \"My Fair Lady\"","response":"Rex Harrison"},{"text":"1989 for \"My Left Foot\"","response":"Daniel Day-Lewis"},{"text":"1968 for \"Charly\"","response":"Cliff Robertson"},{"text":"1955 for \"Marty\"","response":"Ernest Borgnine"},{"text":"1974 for \"Harry and Tonto\"","response":"Art Carney"}],"originalDate":"2002-11-04"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Musical in which a former general manager of the Lakers joins the Jets to take on the Sharks","response":"Jerry West Side Story"},{"text":"Cemetery for hamburger meat","response":"burial ground beef"},{"text":"Army doctor who discovered that yellow fever was transmitted by clarinets &amp; bassoons","response":"Walter Reed instruments"},{"text":"CNN's suspender-wearing host who's the current monarch of Spain","response":"Larry King Juan Carlos"},{"text":"Crumbly baked apple dessert whose recipe falls under \"The Feminine Mystique\"","response":"Apple Brown Betty Freidan"}],"originalDate":"2002-11-04"},{"category":"CRUSADER","comments":"","clues":[{"text":"Pope Urban II said anyone going to liberate this city for devotion alone, not booty, can do it instead of any penance","response":"Jerusalem"},{"text":"The holy lance that had pierced this man centuries earlier was reportedly \"miraculously found\" in Antioch","response":"Jesus Christ"},{"text":"Geoffrey de Villehardouin claimed it was the best city for crusaders' booty; they even sacked its Hagia Sophia","response":"Constantinople"},{"text":"Suffering from the heat, this bearded Holy Roman emperor decided to cool off in a river &amp; promptly drowned","response":"Frederick Barbarossa"},{"text":"Walter the Penniless was this hermit's advance man","response":"Peter the Hermit"}],"originalDate":"2002-11-04"},{"category":"RABBIT","comments":"","clues":[{"text":"A rabbit's upper one is split, making it easier to gnaw at bark","response":"lip"},{"text":"Answering this aurally-challenged kid's song title question, the English lop rabbit would reply \"Yes\"","response":"Do your ears hang low?"},{"text":"The Vienna gene makes some rabbits' eyes this color, which should remind you of Vienna's river","response":"blue"},{"text":"A doe is a female rabbit; this is a male rabbit, &amp; a stud one is used for mating","response":"buck"},{"text":"The Flemish Giant, the largest domestic breed, has also been called this, like a resident of a vast Argentine plateau","response":"Patagonian"}],"originalDate":"2002-11-04"}],[{"category":"THE 1960s","comments":"","clues":[{"text":"In 1962 this country swapped 1,113 prisoners it captured in the Bay of Pigs invasion for $53 million in aid","response":"Cuba"},{"text":"This now-popular term for a situation with no solution was also the title of a 1961 novel","response":"catch-22"},{"text":"In 1963 he started his \"Faith Partnerships\", asking 700 of his viewers to pledge $10 a month","response":"Pat Robertson"},{"text":"In 1968 work began on this project that stretched from the North Slope by Prudhoe Bay to the port of Valdez","response":"the Trans-Alaska Pipeline (the Alaskan Pipeline accepted)"},{"text":"Seasonal name given the liberalization program Alexander Dubcek set up in 1968 in Czechoslovakia","response":"the Prague Spring"}],"originalDate":"2002-11-01"},{"category":"TRICKY NUMBERS","comments":"","clues":[{"text":"Number of months with 28 days","response":"12"},{"text":"The highest single-digit number that reads the same upside down &amp; right side up","response":"8"},{"text":"The number of stars on the U.S. flag divided by the number of U.S. states not in North America","response":"50 (50÷1 (Hawaii))"},{"text":"Temperature in degrees Fahrenheit equal to -40 degrees Celsius","response":"-40° Fahrenheit"},{"text":"If you were to spell out the numbers, it's how far you'd have to go before using the letter A","response":"one thousand"}],"originalDate":"2002-11-01"},{"category":"GERMAN SCIENCE","comments":"","clues":[{"text":"Around 1850 Helmholtz clocked impulses moving along these body parts at about 90 feet per second","response":"the nerves"},{"text":"University prof Michael Mastlin sold young Johannes Kepler on this Copernican theory","response":"heliocentrism"},{"text":"Max Born taught this subject at the University of Gottingen &amp; won a Nobel Prize in it","response":"physics"},{"text":"\"Psychopathia Sexualis\" author Krafft-Ebing found the link between this disease &amp; the mental decay called paresis","response":"syphilis"},{"text":"Nicolaier produced this disease in animals by injecting then with soil, &amp; maybe watching their little jaws lock","response":"tetanus"}],"originalDate":"2002-11-01"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"A temptress, or a device that produces a wailing warning sound","response":"a siren"},{"text":"These shadow portraits are named for a French finance minister known for his strict economic policies","response":"silhouettes"},{"text":"An auxilliary building near the main one, or to attach a territory to an existing state or nation","response":"annex"},{"text":"The word roulette is from Old French for \"small\" this, though it's a big part of the game","response":"wheel"},{"text":"As an adverb, it means \"thus\" or \"so\"; as a verb, it means to urge a dog to attack","response":"sic"}],"originalDate":"2002-11-01"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"Pickwick &amp; his pals visit Manor Farm at Dingley Dell in this author's \"Pickwick Papers\"","response":"Charles Dickens"},{"text":"Wellwood is the home of the ill-mannered Bloomfield children in this Bronte sister's novel \"Agnes Grey\"","response":"Anne (Brontë)"},{"text":"Sir Hildebrand Osbaldistone is the hard-drinking lord of Osbaldistone Hall in this man's novel \"Rob Roy\"","response":"Sir Walter Scott"},{"text":"Worsted Skeynes is \"The Country House\" in the title of a 1907 novel by this \"Forsyte Saga\" author","response":"John Galsworthy"},{"text":"Most of this kids' book by Frances Hodgson Burnett takes place at Misselthwaite Manor in Yorkshire","response":"<i>The Secret Garden</i>"}],"originalDate":"2002-11-01"},{"category":"NAME THE ARTIST","comments":"","clues":[{"text":"\"A Sunday Afternoon on the Island of La Grand Jatte\"","response":"Georges Seurat"},{"text":"\"Haystacks at Chailly at Sunrise\"<br>(1865)","response":"Monet"},{"text":"\"The Jewish Bride\"<br>(1665)","response":"Rembrandt"},{"text":"\"Pelvis with Moon\"<br>(1943)","response":"Georgia O'Keeffe"},{"text":"\"Lavender Mist\"<br>(1950)","response":"Jackson Pollock"}],"originalDate":"2002-11-01"}],{"category":"MUSIC","text":"John Williams said his music for this event, not a film, tried to capture \"the spirit of cooperation, of heroic achievement\"","response":"the (1984 Summer) Olympics (in Los Angeles)"}]}