{"mix":3819,"rounds":[[{"category":"AMERICAN CITIES","comments":"","clues":[{"text":"About this city's 1906 earthquake, Jack London wrote, \"Day was trying to dawn through the smoke pall\"","response":"San Francisco"},{"text":"This state capital lies on both banks of the Mississippi River at the confluence of the Minnesota River","response":"St. Paul"},{"text":"This city on Lake Michigan is \"The Beer Capital of America\"","response":"Milwaukee"},{"text":"This city near Disney World was given its present name in 1857 to honor a soldier killed in the Seminole Wars","response":"Orlando"},{"text":"Juarez, Mexico &amp; this Texas city make up the largest metropolitan center on the U.S.-Mexico border","response":"El Paso"}],"originalDate":"2002-10-28"},{"category":"FACE TALK","comments":"","clues":[{"text":"The rim or edge of a crater, cup or golf hole","response":"lip"},{"text":"If you don't finish all the assignments due in a course, you might see this letter on your transcript","response":"I (incomplete)"},{"text":"Name of the dynasty that ruled China from 265 to 420 A.D.","response":"Chin"},{"text":"It precedes \"beat\" in a word meaning to bully or intimidate","response":"brow"},{"text":"The ancient city of Paestum has a well-preserved one dedicated to Poseidon","response":"temple"}],"originalDate":"2002-10-28"},{"category":"WE MADE IT","comments":"","clues":[{"text":"Ben Franklin invented these kinds of optical lenses for distance &amp; reading","response":"bifocals"},{"text":"In the '60s Robert Moog became a household name for the invention of one of these instruments that bears his name","response":"synthesizer"},{"text":"This amusement park claims the invention of the hot dog &amp; the roller coaster","response":"Coney Island"},{"text":"(Sarah of the Clue Crew in a laboratory)  He substituted mercury for alcohol in a tube around 1714, creating the modern thermometer","response":"Daniel Fahrenheit"},{"text":"In the 1830s Samuel Colt got cocky with the invention of this type of pistol","response":"revolver"}],"originalDate":"2002-10-28"},{"category":"JUSTIN TIME","comments":"","clues":[{"text":"Schoolteacher Justin Morgan lent his name to a breed of this animal developed in the U.S. in the 1800s","response":"horse"},{"text":"Justin Henry earned an Oscar nomination as Dustin Hoffman &amp; Meryl Streep's son in this film","response":"<i>Kramer vs. Kramer</i>"},{"text":"Justin Huish was right on target winning a gold medal in this sport at the 1996 Summer Olympics","response":"archery"},{"text":"With a score of 272, Justin Leonard won this major golf championship in 1997 at Troon, Scotland","response":"British Open"},{"text":"In 1998 Justin Dart, Jr. was awarded this presidential medal for his work on behalf of the disabled","response":"Presidential Medal of Freedom"}],"originalDate":"2002-10-28"},{"category":"THE CHEMICAL WORLD","comments":"","clues":[{"text":"Loaded with juicy chemicals including phenols, it's the solid residue of burning tobacco","response":"tar"},{"text":"This synonym for \"turned on\" refers to charcoal treated so that gases will settle on it","response":"activated"},{"text":"The Greek word zyme, \"leaven\", gave us this term for proteins that are catalysts for reactions in the body","response":"enzymes"},{"text":"Until the 1950s most motion picture film was made of this highly flammable material sometimes called celluloid","response":"cellulose nitrate"},{"text":"The antidepressant Zoloft works by blocking reabsorption of this happy brain chemical","response":"serotonin"}],"originalDate":"2002-10-28"},{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"\"La Femme Peta\" calls itself this type of \"biography\" of actress Peta Wilson","response":"unauthorized"},{"text":"Title of Sylvia Nasar's tale of \"The Life of Mathematical Genius and Nobel Laureate John Nash\"","response":"\"A Beautiful Mind\""},{"text":"This pioneer was a man, yes, a big man, &amp; his bio won a Newbery Medal for James Daugherty","response":"Daniel Boone"},{"text":"Virginia Spencer Carr's \"The Lonely Hunter\" chronicles the life of this author","response":"Carson McCullers"},{"text":"This \"Lady\"like biographer of Mary, Queen of Scots came out with \"Marie Antoinette: The Journey\" in 2001","response":"Antonia Fraser"}],"originalDate":"2002-10-28"}],[{"category":"THE 1890s","comments":"","clues":[{"text":"His psychoanalytic method of free association &amp; his daughter Anna first saw the light in 1895","response":"Sigmund Freud"},{"text":"This school-oriented organization was founded in 1897 by Alice Birney &amp; Phoebe Hearst","response":"PTA (Parent-Teacher Association)"},{"text":"In 1898, when this battleship blew up, Llewellyn Powers was governing the state of the same name","response":"Maine"},{"text":"Created in 1891, Colorado's fir- &amp; spruce-filled White River region was the first of the U.S. areas now called these","response":"national forests"},{"text":"In 1893, 9 years after Massenet's \"Manon\", this Italian composer told a similar story in \"Manon Lescaut\"","response":"Giacomo Puccini"}],"originalDate":"2002-10-28"},{"category":"LAS VEGAS","comments":"","clues":[{"text":"In 1970 Benny Binion started his World Series of this game","response":"poker"},{"text":"To get married in Vegas, one requirement is that there be at least this many people in the room","response":"4  (the bride, the groom, the person officiating & one witness)"},{"text":"You'll find the Coyote Ugly Bar in this hotel (think of where the movie was set)","response":"New York New York"},{"text":"You'll find Sinbad's Palace inside this hotel with a 1001 Nights theme that opened anew in 2000","response":"Aladdin"},{"text":"The Golden Nugget is downtown on this street, famous for its \"experience\"","response":"Fremont Street"}],"originalDate":"2002-10-28"},{"category":"\"G\" WHIZ!","comments":"","clues":[{"text":"A Fodor's, or a Frommer's","response":"guidebook"},{"text":"In contrast to the red types, the uvarovite form of this gemstone is a fine green","response":"garnet"},{"text":"Hume Cronyn played cards with Jessica Tandy in this play that won the 1978 Pulitzer Prize","response":"<i>The Gin Game</i>"},{"text":"(Jimmy of the Clue Crew standing in front of the Flagler Museum in Palm Beach, Florida)  The Flagler Museum exemplifies the style of this golden era, found in the title of a book by Charles D. Warner &amp; Mark Twain","response":"\"The Gilded Age\""},{"text":"We rarely mention the Ghibellines without referring to these people, their historic rivals","response":"Guelphs"}],"originalDate":"2002-10-28"},{"category":"NOT SO RECENT SCIENCE","comments":"","clues":[{"text":"Lavoisier was one of the men on the committee that came up with this measurement system in 1790s France","response":"metric system"},{"text":"In 1891 Brucia, the 323rd asteroid discovered, was unique as it was the first one found by using these","response":"photographs"},{"text":"In the 1780s William Herschel determined its axial inclination &amp; found it had ice caps","response":"Mars"},{"text":"The discovery of this element in 1669 has led to a lot of friction<span class=\"nobreak\">--</span>in matches","response":"phosphorus"},{"text":"In 1879 after 1000s of failures Edison found a simple scorched cotton thread worked best as one of these","response":"lightbulb filament"}],"originalDate":"2002-10-25"},{"category":"BETTER KNOWN AS...","comments":"","clues":[{"text":"\"Quiet Man\" Marion Michael Morrison","response":"John Wayne"},{"text":"Dancer Frederick Austerlitz","response":"Fred Astaire"},{"text":"A \"Giant\" hunk:<br>Roy Scherer, Jr.","response":"Rock Hudson"},{"text":"Go \"Out on a Limb\":<br>Shirley Beaty","response":"Shirley MacLaine"},{"text":"Film legend Issur Danielovitch","response":"Kirk Douglas"}],"originalDate":"2002-10-25"},{"category":"BIBLICAL CITIES","comments":"","clues":[{"text":"The priests blew their trumpets, Joshua's people shouted, &amp; this city's \"wall fell down flat\"","response":"Jericho"},{"text":"Joseph &amp; Mary traveled to this city of Joseph's ancestors \"to be taxed\"","response":"Bethlehem"},{"text":"Lot's house was located in this wicked city","response":"Sodom"},{"text":"Its name is derived from the fact that \"The Lord did there confound the language of all the Earth\"","response":"Babel"},{"text":"The apostle Paul escaped his enemies in this Syrian city by being lowered over a wall in a basket","response":"Damascus"}],"originalDate":"2002-10-25"}],{"category":"20th CENTURY POLITICIANS","text":"He was an undersecretary of Health, Education &amp; Welfare, a governor &amp; vice president","response":"Nelson Rockefeller"}]}