{"mix":3820,"rounds":[[{"category":"\"BI\" WORDS","comments":"(Alex: ...each correct response will begin with those two letters.)","clues":[{"text":"This adjective describes the Six Million Dollar Man's legs &amp; right arm","response":"bionic"},{"text":"A premolar, from the Latin for \"2 points\"","response":"bicuspid"},{"text":"Baking soda is also called sodium this","response":"bicarbonate"},{"text":"In a classic late '40s Vittorio De Sica film, this is stolen from a man &amp; he &amp; his son begin a quest to get it back","response":"a bicycle"},{"text":"A 2000th anniversary","response":"bimillennium (or a bimillennial)"}],"originalDate":"2002-10-25"},{"category":"DOWN UNDER","comments":"","clues":[{"text":"The reverse of the Australian one-dollar coin shows 5 of these animals","response":"kangaroos"},{"text":"In 1912 Aussie explorer Douglas Mawson led an expedition south to explore the east coast of this continent","response":"Antarctica"},{"text":"In 1954 John Landy became the 1st Australian &amp; the 2nd person in the world to break this mark; Roger Bannister was 1st","response":"the four-minute mile"},{"text":"All U.S. states are using the Australian type of this item, first used in an Aussie election in 1856","response":"ballot"},{"text":"This capital of Queensland was home to the 1988 World's Fair","response":"Brisbane"}],"originalDate":"2002-10-25"},{"category":"CROSSWORD CLUES \"F\"","comments":"","clues":[{"text":"Fail a class<br>(5)","response":"flunk"},{"text":"Sudden snow gust<br>(6)","response":"flurry"},{"text":"Ian or Peggy<br>(7)","response":"Fleming"},{"text":"Baja beans<br>(8)","response":"frijoles"},{"text":"Matisse's movement<br>(7)","response":"Fauvism"}],"originalDate":"2002-10-25"},{"category":"20th CENTURY AUTHORS","comments":"","clues":[{"text":"He was 50 yards from victory in Britain's 1956 Grand National Steeplechase when his horse gave out","response":"Dick Francis"},{"text":"Her career took off after publishing \"Fear of Flying\" in 1973","response":"Erica Jong"},{"text":"Sinclair Lewis dedicated \"Babbitt\" to this author of \"The Age of Innocence\"","response":"(Edith) Wharton"},{"text":"This doctor has made the rounds with such medical thrillers as \"Coma\", \"Shock\" &amp; \"Toxin\"","response":"Robin Cook"},{"text":"This author of the \"Deadly Sin\" novels also wrote several books featuring playboy sleuth Archy McNally","response":"Lawrence Sanders"}],"originalDate":"2002-10-25"},{"category":"<a href=\"https://www.j-archive.com/media/2002-10-25_DJ_Cat4.jpg\" target=\"_blank\">MAD</a>","comments":"","clues":[{"text":"The March 2001 issue included these, a first in the magazine's history","response":"advertisements (ads)"},{"text":"In April 2002 this network renewed its \"Mad TV\" for 2 more seasons","response":"Fox"},{"text":"On each cover you'll find a little \"IND\" next to the \"M\" in Mad &amp; this 5-letter word after the price","response":"cheap"},{"text":"A 1997 cover had Jerry Seinfeld saying this greeting to someone at his door","response":"\"Helloooooooo Neuman!\""},{"text":"His name is on the masthead as \"Founder\"","response":"William M. Gaines"}],"originalDate":"2002-10-25"},{"category":"DOGS","comments":"","clues":[{"text":"Pal was the first collie to play this dog on screen","response":"Lassie"},{"text":"Bull's-Eye is the pet dog of Bill Sikes in this Dickens novel","response":"<i>Oliver Twist</i>"},{"text":"A small spaniel is named for this Asian region that first bred the Lhasa apso","response":"Tibet"},{"text":"Caroline Kennedy's White House pet Pushinka was a gift from this Soviet leader","response":"Khrushchev"},{"text":"Dave was one of Buck's sled-dog companions in this book","response":"<i>The Call of the Wild</i>"}],"originalDate":"2002-10-25"}],[{"category":"ENGLISHMEN","comments":"","clues":[{"text":"John Dunstable was a 15th century composer; John Constable was a 19th century one of these","response":"a painter (artist)"},{"text":"In 1154 Nicholas Breakspear became the first &amp; still the only Englishman to become this (he was Adrian IV)","response":"pope"},{"text":"As governor of New South Wales in 1806, he tried to suppress the \"Bountiful\" rum trafficking","response":"Captain Bligh"},{"text":"Last name of \"Essays of Elia\" author Charles who spent his life taking care of his sister Mary","response":"Lamb"},{"text":"This last viceroy of India was assassinated in 1979","response":"Mountbatten"}],"originalDate":"2002-10-25"},{"category":"\"SAVE\"","comments":"","clues":[{"text":"In the proverb, it's what a \"stitch in time\" does","response":"saves nine"},{"text":"The first known public performance of this British nat'l anthem was at the Drury Lane Theatre in 1745","response":"\"God Save The King\""},{"text":"Of great importance to the Chinese, this phrase is another way of saying \"avoid embarrassment\"","response":"save face"},{"text":"Borrowed from boxing, this expression means delivered from an undesirable fate","response":"saved by the bell"},{"text":"Jack Lemmon won the 1973 \"Best Actor\" Oscar for his role in this drama","response":"<i>Save the Tiger</i>"}],"originalDate":"1993-01-19"},{"category":"THE EARTH","comments":"","clues":[{"text":"The Alps are an example of the fold type of these; the Tetons are the fault-block type","response":"mountains"},{"text":"Outside the U.S., the main areas where these spouting hot springs occur are Iceland &amp; New Zealand","response":"geysers"},{"text":"The inner core of the Earth is thought to be a solid ball composed mainly of nickel &amp; this metal","response":"iron"},{"text":"About a tenth of the Earth's surface is covered by this treeless region of the Arctic","response":"the tundra"},{"text":"Triggered by earthquakes, these destructive sea waves have been known to travel at nearly 500 mph","response":"tsunami"}],"originalDate":"1993-01-19"},{"category":"TV NOSTALGIA","comments":"","clues":[{"text":"She played a Chinese mail-order bride on \"Bonanza\" before she starred in \"That Girl\"","response":"Marlo Thomas"},{"text":"In 1992 TBS presented \"The Best of Floyd\" week as part of a tribute to this TV series","response":"<i>The Andy Griffith Show</i>"},{"text":"In \"The Patty Duke Show\" theme song, this ballpark food item \"makes her lose control\"","response":"a hot dog"},{"text":"The folks in Schuyler, Virginia, Earl Hamner's hometown, plan to open a museum devoted to this series","response":"<i>The Waltons</i>"},{"text":"The 1989 book \"Love Is All Around\" celebrated the 20th anniversary of the premiere of this sitcom","response":"<i>The Mary Tyler Moore Show</i>"}],"originalDate":"1993-01-19"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Slices of this pickling vegetable are said to soften skin &amp; soothe tired eyes","response":"cucumber"},{"text":"This vegetable may be named for the white, oval variety, but we know the purple one better","response":"an eggplant"},{"text":"The plantain type of this tropical fruit is almost always eaten cooked","response":"a banana"},{"text":"Loganberries are believed to be a hybrid of the blackberry &amp; this red berry","response":"the raspberry"},{"text":"The Seville and bergamot are classified as bitter varieties of this fruit","response":"oranges"}],"originalDate":"1993-01-19"},{"category":"MUSEUMS","comments":"","clues":[{"text":"I.M. Pei designed the glass pyramid that crowns an entrance to this Paris museum","response":"the Louvre"},{"text":"The Tuskegee Institute has a museum named for this famed scientist who taught at the college","response":"George Washington Carver"},{"text":"Exhibits on Tom Thumb &amp; Jenny Lind are highlights of a Bridgeport, Conn. museum devoted to this man","response":"P.T. Barnum"},{"text":"A submarine launched by John P. Holland in the 1800s can be seen at the Paterson Museum in this state","response":"New Jersey"},{"text":"This institution's National Museum of Design is not in Washington but in the Carnegie Mansion in New York City","response":"the Smithsonian"}],"originalDate":"1993-01-19"}],{"category":"TV IN THE 2000s","text":"A key scene of this sitcom's 2014 finale after 9 seasons was actually filmed in Season 2","response":"<i>How I Met Your Mother</i>"}]}