{"mix":3822,"rounds":[[{"category":"CANADIAN PROVINCES","comments":"","clues":[{"text":"This province's southernmost tip lies farther south than Boston","response":"Ontario"},{"text":"In August 1998 Canada's highest court ruled this province cannot secede simply by majority vote","response":"Quebec"},{"text":"Place names in this province include Inverness &amp; Caledonia","response":"Nova Scotia"},{"text":"It's not only the smallest province in area, it's the smallest in population as well","response":"Prince Edward Island"},{"text":"It's called the Loyalist province because during the American Revolution many Loyalists fled there","response":"New Brunswick"}],"originalDate":"2002-10-21"},{"category":"DIRECT TV","comments":"","clues":[{"text":"Mimi Leder moved from directing George Clooney in this medical drama to directing him in \"The Peacemaker\"","response":"<i>ER</i>"},{"text":"Peter Bonerz directed several episodes of this sitcom, on which he also played Jerry the dentist","response":"<i>The Bob Newhart Show</i>"},{"text":"Joe Pytka is known for directing Pepsi commercials &amp; the 1987 PSA of a frying egg with this slogan","response":"\"This Is Your Brain on Drugs\""},{"text":"Future \"Patton\" helmer Franklin Schaffner won the first directing Emmy for this 1954 jury drama","response":"<i>12 Angry Men</i>"},{"text":"Directors who went from TV to film include John Frankenheimer &amp; this John who made \"Midnight Cowboy\"","response":"John Schlesinger"}],"originalDate":"2002-10-21"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"This synonym for \"friendliness\" is what a friendly university gives a student to keep him alive","response":"fellowship"},{"text":"The ridges in this type of heavy carton paper, from the Latin for \"wrinkle\", are called flutes","response":"corrugated"},{"text":"It's a 10-letter word that can be used to describe the fractions 3/9 &amp; 9/27","response":"equivalent"},{"text":"(Jimmy of the Clue Crew in Seattle)  Used in \"Hamlet\", it's the common British term for the vendor I'm buying from","response":"fishmonger"},{"text":"As an adjective, it means dependent on an uncertain event; as a noun, it's a group that's part of a larger one","response":"contingent"}],"originalDate":"2002-10-21"},{"category":"DON'T BE SUCH A HEDGEHOG","comments":"","clues":[{"text":"In 1999 this Sega video game hedgehog starred in his own home video","response":"Sonic the Hedgehog"},{"text":"Khrushchev said, \"If you start throwing hedgehogs under me, I shall throw\" 2 of these prickly beasts under you","response":"porcupines"},{"text":"The Intl. Hedgehog Society says the 38 accepted ones of these for show hedgehogs include silver &amp; cinnamon","response":"colors"},{"text":"This Fairy queen in \"A Midsummer Night's Dream\" mentions the hedgehog","response":"Titania"},{"text":"Though hedgehogs' diet may include mice &amp; snakes, they're still classified as part of this order","response":"Insectivores"}],"originalDate":"2002-10-21"},{"category":"\"UR\" RIGHT","comments":"","clues":[{"text":"This constellation is known as the \"Great Bear\"","response":"Ursa Major"},{"text":"Some oxides of this silver-white element have been used to color glass &amp; ceramics","response":"uranium"},{"text":"This American author's first book, \"Battle Cry\", was drawn from his World War II experiences","response":"Leon Uris"},{"text":"This Hittite was one of King David's soldiers","response":"Uriah"},{"text":"It's the same language as Hindi but written in a modified Arabic script","response":"Urdu"}],"originalDate":"2002-10-21"},{"category":"MEDICINE","comments":"","clues":[{"text":"Cheilitis is the cracking &amp; dryness of these; Chap Stick may give you relief","response":"lips"},{"text":"The parotid glands, the largest glands you have that produce this, are what swell when you have mumps","response":"saliva"},{"text":"Pertussis &amp; tuberculosis are caused by bacteria; measles &amp; rubella are caused by these","response":"viruses"},{"text":"Hail, hail, the basal ganglia are here in this organ","response":"the brain"},{"text":"During a CABG operation, to bypass these arteries, incisions are made in a leg to get at a vein","response":"coronary arteries"}],"originalDate":"2002-10-18"}],[{"category":"QUESTIONABLE DATES OF BIRTH","comments":"","clues":[{"text":"Born in 1927, late congressman Joe Moakley was among many who lied about their ages to do this","response":"enlist in the military"},{"text":"At one point this actress &amp; future first lady took 2 years off her age","response":"Nancy Reagan"},{"text":"In 2001 a Bronx team was stripped of its third-place finish in this event for using an overage pitcher","response":"Little League World Series"},{"text":"A 32-year-old actress pretending to be 19 got a job writing for this WB TV show about a college girl","response":"<i>Felicity</i>"},{"text":"Research found Aug. 4, 2001 to be Louis Armstrong's centennial, though he said he was born on this big day in 1900","response":"Independence Day/Fourth of July"}],"originalDate":"2002-10-18"},{"category":"TAKE THIS JOB","comments":"","clues":[{"text":"It's the title occupation shared by opera characters \"of Baghdad\" &amp; \"of Seville\"","response":"barber"},{"text":"In 1991 Ron Howard brought this dangerous job to the big screen with \"Backdraft\"","response":"firefighting"},{"text":"Jay Leno's job, or the circular wafer used in Roman Catholic masses","response":"host"},{"text":"6-letter word for a treasurer, especially at a university","response":"bursar"},{"text":"A worker on a film knows P.A. usually stands for this, not Pennsylvania","response":"production assistant"}],"originalDate":"2002-10-18"},{"category":"CROSSWORD CLUES \"L\"","comments":"","clues":[{"text":"\"Mona Lisa's\" home<br>(6)","response":"Louvre"},{"text":"St. Petersburg, until 1991<br>(9)","response":"Leningrad"},{"text":"Ancestry<br>(7)","response":"lineage"},{"text":"Table extender<br>(4)","response":"leaf"},{"text":"Camel back-breaker<br>(4, 5)","response":"last straw"}],"originalDate":"2002-10-18"},{"category":"19th CENTURY LIT","comments":"(Alex: Literature, of course.)","clues":[{"text":"Chapters in this novel include \"Hester at Her Needle\" &amp; \"Hester and Pearl\"","response":"\"The Scarlet Letter\""},{"text":"\"Twenty Years After\" was a sequel to this French novel that was published only the year before","response":"\"The Three Musketeers\""},{"text":"His 1842 novel \"Dead Souls\" is considered one of the greatest novels in the Russian language","response":"Nikolai Gogol"},{"text":"This author established his reputation with the 1868 story \"The Luck of Roaring Camp\"","response":"Bret Harte"},{"text":"The title of this Dickens novel refers to John Harmon, an associate of both the Boffins &amp; the Wilfers","response":"\"Our Mutual Friend\""}],"originalDate":"2002-10-18"},{"category":"LEGAL MATTERS","comments":"","clues":[{"text":"(Judge Hatchett)  Magistrate, pro se &amp; justice of the peace are other names for courts that handle these \"claims\"","response":"small claims"},{"text":"His name followed the v. in a 1974 Supreme Court case on executive privilege","response":"Richard M. Nixon"},{"text":"(Judge Hatchett)  A crucial principle in this field of law is the mutuality of obligations","response":"contract law"},{"text":"For a product, it must mention the parts covered, what to do if something goes wrong, &amp; any expenses","response":"warranty"},{"text":"(Judge Hatchett)  In 1995 I received from an NAACP branch in Atlanta an award named for this jurist","response":"Thurgood Marshall"}],"originalDate":"2002-10-18"},{"category":"THE ROARING '20s","comments":"","clues":[{"text":"In 1924 he became director of the Justice Department's Bureau of Investigation","response":"J. Edgar Hoover"},{"text":"The Literary Guild began as a competitor to this company abbreviated BOMC","response":"Book of the Month Club"},{"text":"\"American Decades\" notes that in 1925 for the first time more men wore attached ones than detached","response":"collars"},{"text":"After his death in 1923, it was revealed that he trysted with his mistress in the White House","response":"Warren G. Harding"},{"text":"In November 1920 pioneering radio station KDKA went on the air in this city","response":"Pittsburgh"}],"originalDate":"2002-10-18"}],{"category":"AGATHA CHRISTIE","text":"In the 400-page book \"Agatha Christie A to Z\", entries beginning with this 6-letter word start on page 224 &amp; end on 238","response":"\"Murder\""}]}