{"mix":3827,"rounds":[[{"category":"THE COURAGE TO \"B\"","comments":"","clues":[{"text":"He's the friendly purple &amp; green dinosaur who has his own TV show on PBS","response":"Barney"},{"text":"The scientific name of this playful species of dolphin is Tursiops truncatus","response":"bottlenose"},{"text":"Paul could tell you it's defined as a swelling of the joint between the big toe &amp; the first metatarsal","response":"bunion"},{"text":"If you've got a deficiency of vitamin B1, you've got the disease with this double-talk name","response":"beriberi"},{"text":"A former kingdom in the western Czech Republic","response":"Bohemia"}],"originalDate":"2002-10-11"},{"category":"DAY TIME","comments":"","clues":[{"text":"In 2002 Earth Day fell on this day, what the Italians call Lunedi, after the moon","response":"Monday"},{"text":"\"Hump Day\" was named for this Norse god","response":"Odin"},{"text":"Anagram \"inverse\" to get this day of the week in Spain","response":"Viernes"},{"text":"In French this day should \"gras\" on you; it's a red planet letter day","response":"Mardi"},{"text":"By the sound of it, on this German day, you should kick back, relax &amp; read \"The Volcano Lovers\"","response":"Sontag"}],"originalDate":"2002-10-11"},{"category":"KNIGHT TIME","comments":"","clues":[{"text":"The first knights in England were just French soldiers trained to fight on these","response":"horses"},{"text":"After a knight was totally covered in armor you could still identify him by this on his shield or surcoat","response":"coat of arms"},{"text":"In this jousting event, the object was to unseat the knight coming at you on the other side of the railing","response":"tilting"},{"text":"Hey 13th century knight, you've got this flexible armor made of interlinked metal rings","response":"chain mail"},{"text":"By the 15th century knights just weren't that important anymore due to the introduction of this from China","response":"gunpowder"}],"originalDate":"2002-10-11"},{"category":"CURRENT EVENTS","comments":"","clues":[{"text":"The ocean current named for this most populous state flows south at a slow, you might also say mellow, pace","response":"California"},{"text":"Blend the north &amp; south equatorial currents, add a splash from west of Florida &amp; you've got this \"stream\"","response":"the Gulf Stream"},{"text":"A dip in the Arctic current named for this, the world's largest island, would certainly be invigorating","response":"Greenland"},{"text":"Spanish for \"the child\", it's the warm back eddy of the chilly Peru Current","response":"El Niño"},{"text":"The Falkland Current flows for hundreds of miles up the east coast of this country","response":"Argentina"}],"originalDate":"2004-05-14"},{"category":"IT'S THE ECONOMY, STUPID!","comments":"","clues":[{"text":"Of $3.75, $5.15 or $7.25, the current federal minimum hourly wage","response":"$5.15"},{"text":"The value of all goods &amp; services produced within a country during a year makes up this, the GDP","response":"the gross domestic product"},{"text":"Created in 1914, this agency issues cease &amp; desist orders against firms engaging in unlawful practices","response":"the Federal Trade Commission"},{"text":"Its past chairmen have included Thomas McCabe, Arthur Burns &amp; Paul Volcker","response":"the Federal Reserve"},{"text":"The full title of Adam Smith's monumental 1776 work is \"An Inquiry into the Nature and Causes of\" this","response":"<i>the Wealth of Nations</i>"}],"originalDate":"2004-05-14"},{"category":"MEET THE PREZ","comments":"","clues":[{"text":"In California, February 6, 2004 was proclaimed this president's \"Day\" in honor of his 93rd birthday","response":"Ronald Reagan"},{"text":"He was the fifth Harvard grad to become president, &amp; the first Roman Catholic","response":"John Fitzgerald Kennedy"},{"text":"His presidential library sells aprons with the motto \"If you can't stand the heat, get out of the kitchen\"","response":"Harry Truman"},{"text":"At over 330 pounds, you might say this Wilson predecessor had a huge impact on the presidency","response":"Howard Taft"},{"text":"Of the first 5 U.S. presidents, he was the only one who wasn't born in Virginia","response":"Adams"}],"originalDate":"2004-05-14"}],[{"category":"THE \"HOT\" SEAT","comments":"","clues":[{"text":"Sexy nickname of Major Margaret Houlihan on \"M*A*S*H\"","response":"\"Hot Lips\""},{"text":"When business is good, things are \"selling like\" these pan-fried foods","response":"hotcakes"},{"text":"As a verb, it means to perform difficult stunts; as a noun, it's something you eat at the ballpark","response":"hot dog"},{"text":"To start a car by short-circuiting the ignition","response":"hotwire"},{"text":"A heated building usually with glass walls where delicate plants are raised","response":"the hot house"}],"originalDate":"2004-05-14"},{"category":"<em class=\"underline\">FORBES</em>' BILLIONAIRES","comments":"(Alex: The 2004 list of...)","clues":[{"text":"Poised to unseat Bill Gates as numero uno is this Berkshire Hathaway man, now ranked No. 2","response":"Warren Buffett"},{"text":"The Donald tied for No. 205 with the Steven<span class=\"nobreak\">--</span>this director","response":"Steven Spielberg"},{"text":"5 members of this retail family made the Top 10, including Jim &amp; John (shouldn't that be Jim-Bob &amp; John-Boy?)","response":"the Waltons"},{"text":"Ironically, Dhanin Chearavanont made a fortune with this kind of \"feed\", slang for a small amount of money","response":"chicken feed"},{"text":"There's no potter's field in the future for this creator of Harry Potter; she's No. 552","response":"J.K. Rowling"}],"originalDate":"2004-05-14"},{"category":"WHAT ARE YOU AFRAID OF?","comments":"","clues":[{"text":"If you're genuphobic, you're afraid of these lower body parts that bend","response":"knees"},{"text":"If you've got musophobia, you may yell \"Eek!\" on seeing one of these small animals","response":"mice"},{"text":"Gephyrophobia is a fear of crossing these structures &amp; we'll do it when we come to it","response":"a bridge"},{"text":"If you've got dendrophobia, a fear of these, you probably can't see the forest for them","response":"trees"},{"text":"Hopefully Noah didn't have antlophobia, a fear of these natural disasters","response":"floods"}],"originalDate":"2004-05-14"},{"category":"<em class=\"underline\">SNL</em> PRESIDENTIAL PLAYERS","comments":"","clues":[{"text":"Chris Elliot, Tim Meadows, Phil Hartman &amp; Darrell Hammond have all played this 42nd president","response":"Bill Clinton"},{"text":"Chevy Chase was known for taking a tumble or two when playing this 38th president","response":"Gerald Ford"},{"text":"In 1976 Dan Aykroyd did his first televised impression of this presidential candidate","response":"Jimmy Carter"},{"text":"Dana Carvey not only played Bush Sr. during the '92 race, he also played this independent Texan challenger","response":"Ross Perot"},{"text":"In a cartoon by Robert Smigel, Ford &amp; Bush the First are among these title superheroes (now in paperback)","response":"the X-Presidents"}],"originalDate":"2004-05-13"},{"category":"\"G\" FORCE","comments":"","clues":[{"text":"Delivered November 19, 1863, it began, \"Four score and seven years ago...\"","response":"the Gettysburg Address"},{"text":"After slaying this giant, David cut off his head &amp; took it with him to Jerusalem","response":"Goliath"},{"text":"Like, oh my God!  In the '80s this word mentioned in \"Valley Girl\" often preceded \"to the max\"","response":"grody"},{"text":"In a word, it's the rock 'n' roll musical set at Rydell High School","response":"<i>Grease</i>"},{"text":"This edible export from Holland comes in \"wheels\" that may weigh 25 pounds","response":"Gouda"}],"originalDate":"2004-05-13"},{"category":"OH, THE THINGS I KNOW!","comments":"","clues":[{"text":"Of 1, 3, or 10 miles away, it's the farthest distance from which a polar bear can smell food","response":"10"},{"text":"About her possible entry into politics, the N.Y. Post ran the 1993 headline \"Senator Yentl\"","response":"Barbra Streisand"},{"text":"The town of Derry is the setting of this author's \"It\" &amp; \"Insomnia\"","response":"Stephen King"},{"text":"In 1876 this \"Wild\" West man was killed in the Dakota Territory holding aces &amp; 8s, later known as a dead man's hand","response":"Wild Bill Hickok"},{"text":"He was \"On the Road\" in 1957 but found the final exit ramp in 1969","response":"Jack Kerouac"}],"originalDate":"2004-05-13"}],{"category":"THE BIBLE","text":"It's the first city mentioned in the first of Paul's epistles to appear in the New Testament","response":"Rome"}]}