{"mix":3828,"rounds":[[{"category":"W M Ds","comments":"(Alex: Each response will be a \"W\", an \"M\" or a \"D\".)","clues":[{"text":"The boss of Bond, James Bond","response":"M"},{"text":"The only one that's on the musical scale","response":"D"},{"text":"The hunt is on for Peter Lorre in this 1931 Fritz Lang film about a child murderer","response":"<i>M</i>"},{"text":"Roman numeral symbol for 500","response":"D"},{"text":"Chemical symbol for tungsten","response":"W"}],"originalDate":"2004-05-13"},{"category":"FONDA THE MOVIES","comments":"","clues":[{"text":"In this 1969 film Peter Fonda &amp; Dennis Hopper hit the road on their motorcycles to find America","response":"<i>Easy Rider</i>"},{"text":"This 1981 movie, Henry Fonda's last feature, was the only one in which he appeared with Jane","response":"<i>On Golden Pond</i>"},{"text":"In 1955 Henry recreated for the movies his stage role as this restless cargo officer","response":"Mister Roberts"},{"text":"Looking for a roommate, Bridget Fonda took out a classified (big mistake!) in this 1992 film","response":"<i>Single White Female</i>"},{"text":"Ironically, this Jane Fonda movie opened just weeks before the Three Mile Island incident","response":"<i>The China Syndrome</i>"}],"originalDate":"2002-10-09"},{"category":"THE THIRD CATEGORY","comments":"","clues":[{"text":"William Shirer wrote \"Rise and Fall of the Third Reich\" &amp; also the collapse of this country's Third Republic","response":"France"},{"text":"In the kids' rhyme, it's the third way to serve pease porridge","response":"In the pot nine days old"},{"text":"Women's pregnancy terms are divided into thirds called these","response":"trimesters"},{"text":"The rear third of this human organ is called the root; the rest is the body part that \"wags\"","response":"tongue"},{"text":"It's how often a third of the members of the U.S. Senate are up for re-election","response":"every 2 years"}],"originalDate":"2002-10-09"},{"category":"RUNNING MATES","comments":"","clues":[{"text":"A catchy 1840 campaign slogan paired \"Tippecanoe and\" this running mate \"too\"","response":"John Tyler"},{"text":"Gore was a mensch, selecting this Orthodox Jew in 2000","response":"Joseph Lieberman"},{"text":"In 2000 this man &amp; running mate Winona LaDuke found it's not that easy bein' Green (Party candidates)","response":"Ralph Nader"},{"text":"He kept cool with Charles Dawes in 1924","response":"Calvin Coolidge"},{"text":"Hubert Humphrey chose this Maine man as his running mate","response":"Edmund Muskie"}],"originalDate":"2002-10-09"},{"category":"YOU'RE SCARING ME","comments":"","clues":[{"text":"Little Miss Muffet couldn't tough it out &amp; one of these scared her away","response":"spider"},{"text":"A literary character named Brom Bones may have been the one who scared this schoolmaster out of town","response":"Ichabod Crane"},{"text":"Matthew 14 tells that this disciple also walked on water until he got scared &amp; started to sink like a stone","response":"Simon Peter"},{"text":"This captain scared the locals in Jamaica in 1504 when he predicted an eclipse &amp; it happened","response":"Christopher Columbus"},{"text":"Jonathan Edwards literally scared the hell out of New England with this \"angry\" 1741 sermon","response":"\"Sinners in the Hands of an Angry God\""}],"originalDate":"2002-10-09"},{"category":"THE WEST COAST","comments":"","clues":[{"text":"Founded as a little pueblo in 1781, it grew up to become the second-largest city in the U.S.","response":"Los Angeles"},{"text":"Capt. Vancouver thought this friend's name \"sound\"ed just right for a region in what's now Washington","response":"Peter Puget"},{"text":"This port city is named for what James Ryan said upon arriving in 1850 (he may have been quoting Archimedes)","response":"Eureka, California"},{"text":"It's the largest city in its state; when it was incorporated in 1914 it dropped the \"knik\" from its name","response":"Anchorage, Alaska"},{"text":"This city was named for the Puyallup Indian word for Mount Rainier","response":"Tacoma, Washington"}],"originalDate":"2002-10-09"}],[{"category":"THEY DANCE RINGS AROUND YOU!","comments":"","clues":[{"text":"We got the \"Fever\" once again when we saw him dance with Uma Thurman in \"Pulp Fiction\"","response":"John Travolta"},{"text":"Gene Kelly's dance with Jerry the Mouse inspired her song-&amp;-dance with MC Skat Cat in her \"Opposites Attract\" video","response":"Paula Abdul"},{"text":"This \"White Men Can't Jump\" actress has choreographed stage shows for Diana Ross &amp; Bobby Brown","response":"Rosie Perez"},{"text":"This TV Catwoman still looked incredible when she danced in George Michael's \"Too Funky\" video in 1992","response":"Julie Newmar"},{"text":"If you were in Paris in '79, you could have seen this Univ. of Mich. drop-out dancing in the Patrick Hernandez Revue","response":"Madonna"}],"originalDate":"2002-10-09"},{"category":"SUB- &amp; ALTERNATE TITLES","comments":"","clues":[{"text":"\"The New Pilgrim's Progress\" is how he described his \"Innocents Abroad\"","response":"Mark Twain"},{"text":"It's \"The Saga of an American Family\" that shot up the sales charts like a comet in the 1970s","response":"<i>Roots</i>"},{"text":"\"The Children's Crusade: A Duty-Dance with Death\" is the alternate title of this Vonnegut-wrenching novel","response":"<i>Slaughterhouse-Five</i>"},{"text":"This Oscar Wilde play is \"A Trivial Comedy for Serious People\"","response":"<i>The Importance of Being Earnest</i>"},{"text":"\"The Contemplative Man's Recreation\" should hook you if this better-known Walton title doesn't","response":"<i>The Compleat Angler</i>"}],"originalDate":"2002-10-09"},{"category":"ARMY, NAVY, AIR FORCE OR MARINES","comments":"","clues":[{"text":"Walter Reed","response":"Army"},{"text":"Al Gore, Jr.","response":"Army"},{"text":"Sen. Joe McCarthy","response":"Marines"},{"text":"Soupy Sales","response":"Navy"},{"text":"Ellison Onizuka","response":"Air Force"}],"originalDate":"2002-10-09"},{"category":"PREPOSITIONAL PHRASES","comments":"(Alex: We're going back to school, obviously.)","clues":[{"text":"In a traditional story opening, this prepositional phrase follows \"once\"","response":"upon a time"},{"text":"In a 19th century poem, it precedes \"...and through the wood, to Grandfather's house we go\"","response":"over the river"},{"text":"This Bob Seger song gained commercial popularity in Chevy truck ads","response":"\"Like A Rock\""},{"text":"This rugged form of racing uses dune buggies &amp; motorbikes","response":"off road/highway"},{"text":"Accounts of these \"experiences\" often include being welcomed by a brilliant light","response":"out-of-body/near-death"}],"originalDate":"2002-10-09"},{"category":"CAPITAL TOURISM","comments":"","clues":[{"text":"A huge monolith featuring 121 carved figures adorns Vigeland Sculpture Park in this Norwegian capital","response":"Oslo"},{"text":"Sir Francis Chantrey's statue of King George IV stands in a corner of this famous London square","response":"Trafalgar Square"},{"text":"Devon House, built in 1881 by one of the Caribbean's 1st black millionaires, is a major attraction in this Jamaican capital","response":"Kingston"},{"text":"Te Papa Tongarewa, Maori for \"repository of things precious\", is the name of the waterfront museum in this city","response":"Wellington"},{"text":"A hill known as El Panecillo <span class=\"nobreak\">--</span> \"The Bread Roll\" <span class=\"nobreak\">--</span> provides fine views of this Ecuadorian city","response":"Quito"}],"originalDate":"2002-10-08"},{"category":"TV PUPPETS","comments":"","clues":[{"text":"Mallory Tarcher has had a hand in continuing Lamb Chop, created by this woman, her mother","response":"Shari Lewis"},{"text":"Known as the Foster Imposters, a puppet pair of these animals want to be Foster Farms products","response":"chickens"},{"text":"In 1989 NBC had this alien help host the Macy's Thanksgiving Day Parade","response":"ALF"},{"text":"Humans on this 2002 Fox puppet series include Sarah Silverman &amp; Seth Green","response":"<i>Greg the Bunny</i>"},{"text":"On \"Unhappily Ever After\", he supplied the voice of Mr. Floppy","response":"Bobcat Goldthwait"}],"originalDate":"2002-10-08"}],{"category":"SCIENCE HISTORY","text":"It's the simple 6-letter name of the journal that published the 1953 paper revealing the structure of DNA","response":"<i>Nature</i>"}]}