{"mix":3829,"rounds":[[{"category":"A PROVERBIAL MESS","comments":"(Alex: We'll give you a proverbial mess; you straighten it out for us &amp; give us the proverb.)","clues":[{"text":"What preach you practice","response":"Practice what you preach"},{"text":"Iron while is the strike hot","response":"Strike while the iron is hot"},{"text":"Lead roads all Rome to","response":"All roads lead to Rome"},{"text":"Better one are heads than two","response":"Two heads are better than one"},{"text":"Pen mightier is than the the sword","response":"The pen is mightier than the sword"}],"originalDate":"2002-10-08"},{"category":"FULL SERVICE","comments":"","clues":[{"text":"Performed to make you part of the Mormon Church, it needs a body of water large enough for total immersion","response":"baptism"},{"text":"They're the first 2 words in the Book of Common Prayer (1549 ed.) wedding service","response":"Dearly beloved"},{"text":"As used during the Last Supper they're the food &amp; drink blessed during the eucharist","response":"bread & wine"},{"text":"Kol Nidre, which negates vows made between humans &amp; God, is recited on the eve of this Jewish holiday","response":"Yom Kippur"},{"text":"This kind of mass has included a \"Dies Irae\"; Mozart wrote one late in his life","response":"requiem mass"}],"originalDate":"2002-10-08"},{"category":"BY HALVES","comments":"","clues":[{"text":"After being made with a new metal in 1883, the U.S. coin known as the half dime became known as this","response":"nickel"},{"text":"Nickname of Melissa Gilbert's character on \"Little House on the Prairie\"","response":"Half Pint"},{"text":"According to Tennyson, the Light Brigade moved into the Valley of Death by these increments","response":"half-leagues"},{"text":"A \"half\" this is a dive that includes a half backward somersault &amp; ends facing the board","response":"kick"},{"text":"For thorium-234 it's about 25 days; for thorium-232, about 14 billion years","response":"half-life"}],"originalDate":"2002-10-08"},{"category":"GET YOUR FACTS STRAIGHT","comments":"","clues":[{"text":"A steenbok is a grassland antelope; this is the man who wrote \"Tortilla Flat\"","response":"John Steinbeck"},{"text":"Elder is a species of tree; eider is a species of this","response":"duck"},{"text":"Dengue fever is a mosquito-borne infection; this was the '80s TV show hosted by Deney Terrio","response":"<i>Dance Fever</i>"},{"text":"Baskin-Robbins creates fancy ice cream treats; he created the ballet \"Fancy Free\"","response":"Jerome Robbins"},{"text":"Topaz is a yellow stone; this is the U.S. national park with the highest waterfall","response":"Yosemite"}],"originalDate":"2002-10-08"},{"category":"WRITERS' PEN NAMES","comments":"","clues":[{"text":"Richard Bachman","response":"Stephen King"},{"text":"Diedrich Knickerbocker","response":"Washington Irving"},{"text":"Elron","response":"L. Ron Hubbard"},{"text":"O. Henry","response":"William Sydney Porter"},{"text":"A.A. Fair","response":"Erle Stanley Gardner"}],"originalDate":"2002-10-08"},{"category":"HAWAII","comments":"","clues":[{"text":"In the Hawaiian language, kane is a man &amp; this is a woman","response":"wahine"},{"text":"In the 1790s, cattle were brought to Hawaii by George Vancouver who served under this discoverer of the islands","response":"Captain James Cook"},{"text":"Known as the \"Napoleon of the Pacific\", he united the islands by 1810 &amp; forged them into a kingdom","response":"King Kamehameha"},{"text":"This island's Kalaupapa National Historical Park preserves the Kalaupapa leper settlement","response":"Molokai"},{"text":"Volcanic craters on Oahu include Diamond Head, Koko Head &amp; this \"bowl\" in the heart of Honolulu","response":"Punchbowl"}],"originalDate":"2002-10-08"}],[{"category":"PRESIDENTIAL RELATIVES","comments":"","clues":[{"text":"This president gave the bride away when his niece Eleanor married his cousin Franklin","response":"Teddy Roosevelt"},{"text":"This 2-time winner of the Best Actor Oscar is related to Abe Lincoln (whose mother was Nancy Hanks)","response":"Tom Hanks"},{"text":"This daughter of a president went to Graceland to cover Elvis' funeral, &amp; wrote about it for Rolling Stone","response":"Caroline Kennedy"},{"text":"Harrison Tyler, who lives at Sherwood Forest Plantation in Va., is the grandson of this pres. who was born in 1790","response":"John Tyler"},{"text":"His cousin Jessamyn West's novel \"Friendly Persuasion\" has a hero based on his great-grandfather Joshua Milhous","response":"Richard Nixon"}],"originalDate":"2004-05-12"},{"category":"THE UNITED STATES OF ADVERTISING","comments":"","clues":[{"text":"This \"advanced medicine for pain\" was the first nonprescription brand of ibuprofen in the U.S.","response":"Advil"},{"text":"Julie London sang, \"Where there's a man there's\" this brand of cigarette; I wonder if he was riding his horse?","response":"Marlboros"},{"text":"Caffeine &amp; taurine are the main ingredients in this popular energy drink that \"gives you wings\"","response":"Red Bull"},{"text":"Bausch &amp; Lomb introduced the \"Wayfarer\" style of these in 1952","response":"sunglasses"},{"text":"This product gives you \"speedy\" relief the morning after","response":"Alka-Seltzer"}],"originalDate":"2004-05-12"},{"category":"THE CONSTITUTION","comments":"","clues":[{"text":"If no candidate receives a majority of electoral votes, then this body shall elect the president","response":"the House of Representatives"},{"text":"On September 17, 1787 this future president became the first person to sign the Constitution","response":"George Washington"},{"text":"The 18th Amendment, which prohibited the manufacture, sale or transportation of this, was repealed in 1933","response":"alcohol (or liquor)"},{"text":"This smallest state was the only one that didn't send delegates to the Constitutional Convention","response":"Rhode Island"},{"text":"Amendments to the Constitution must be passed by this portion of the states","response":"3/4"}],"originalDate":"2004-05-12"},{"category":"CABLE TALK","comments":"","clues":[{"text":"In 2004, 2 years after leaving \"Monday Night Football\", this former \"SNL\" star began hosting his own CNBC show","response":"Dennis Miller"},{"text":"He's Sean Hannity's comparatively liberal TV partner","response":"Alan Colmes"},{"text":"His \"Wall Street\" series airs on Fridays on CNBC &amp; then repeats on numerous PBS stations on the weekend","response":"Louis Rukeyser"},{"text":"His top-rated \"Factor\" has a \"No Spin Zone\"","response":"Bill O'Reilly"},{"text":"For 6 years this \"Hardball\" host served as an aide to Speaker of the House Tip O'Neill","response":"Chris Matthews"}],"originalDate":"2004-05-12"},{"category":"PROUD TO BE A SECRETARY","comments":"","clues":[{"text":"He resigned from Congress in 1969 to join the Cabinet; now he's the Secretary of Defense","response":"Donald Rumsfeld"},{"text":"This former Secretary of State tried to be really in charge, but his 1988 bid for the presidency didn't work out","response":"Alexander Haig"},{"text":"This wife of a one-time presidential nominee held 2 secretary posts<span class=\"nobreak\">--</span>labor &amp; transportation","response":"Elizabeth Dole"},{"text":"During the War of 1812, this future president pulled double duty as Secretary of State &amp; of War","response":"Monroe"},{"text":"This newest cabinet department is secretaried by the former governor of Pennsylvania","response":"the Department of Homeland Security"}],"originalDate":"2004-05-12"},{"category":"YOU MAKE ME SICK","comments":"","clues":[{"text":"The best way to prevent this fungal disease, tinea pedis, is to keep your feet dry &amp; cool","response":"athlete's foot"},{"text":"Hay fever neither comes from hay nor is a fever but is an allergic reaction to this in the air, maybe from ragweed","response":"pollen"},{"text":"Postprandial hypoglycemia is a decrease in blood sugar following this","response":"a meal"},{"text":"You may get shingles years after recuperating from the same virus which causes this \"spotted\" illness","response":"chicken pox"},{"text":"Only time can cure the \"kissing disease\", this exhausting illness caused by the Epstein-Barr virus","response":"mononucleosis"}],"originalDate":"2004-05-12"}],{"category":"POSTAGE STAMPS","text":"In honor of the 400th anniv. of his birth, in 1964 he became the first English commoner to appear on a British stamp","response":"William Shakespeare"}]}