{"mix":3830,"rounds":[[{"category":"BEARING WITNESS","comments":"(Alex: A category about journalists in the line of fire, we call it...)","clues":[{"text":"Ruth Cowan was fired by U.P. for posing as a newspaperman but joined this rival agency &amp; reported on WWII","response":"The Associated Press"},{"text":"Seen here, Sean Flynn, son of screen legend Errol, disappeared in April of 1970 during this war","response":"Vietnam"},{"text":"One of the greatest war photojournalists, Robert Capa's \"GI Landing on Omaha Beach\" was shot at this invasion","response":"D-Day/Normandy"},{"text":"Alexander Gardner started out as Mathew Brady's aide &amp; ended up taking one of the last photos of this president","response":"Abraham Lincoln"},{"text":"\"At Home in the World\" is this Wall St. Journal reporter's book published after his death in Pakistan","response":"Daniel Pearl"}],"originalDate":"2004-05-11"},{"category":"N\"AA\"CP","comments":"","clues":[{"text":"Marc Brown's son requested a story about an unusual animal, so \"Arthur\" became this mammal","response":"an aardvark"},{"text":"The professor who created this holiday added an extra \"A\" as the end to distinguish it from an African festival","response":"Kwanzaa"},{"text":"Not Moses alone but this brother as well gets the credit for telling Pharaoh, \"Let my people go\"","response":"Aaron"},{"text":"Established in 1867, it's America's first fashion magazine","response":"<i>Harper's Bazaar</i>"},{"text":"Philippine peninsula which was the site of an infamous \"Death March\" in WWII","response":"Bataan"}],"originalDate":"2004-05-11"},{"category":"TENNESSEE WILLIAMS","comments":"(Alex: The real one now.)","clues":[{"text":"Williams was born on March 26, 1911 in this Mississippi town named for America's discoverer","response":"Columbus"},{"text":"Richard Burton &amp; Ava Gardner starred in the '64 film adaptation of Tennessee's \"Night of\" this arboreal lizard","response":"the Iguana"},{"text":"Going to Provincetown to read for Williams helped get Marlon Brando the role of this character","response":"Stanley Kowalski"},{"text":"This 1955 play featuring Maggie, Brick &amp; Big Daddy won the Pulitzer Prize","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"Laura Wingfield lives in a fantasy world populated by her collection of fragile animals in this 1945 play","response":"<i>The Glass Menagerie</i>"}],"originalDate":"2004-05-11"},{"category":"OH, THAT MARIA!","comments":"","clues":[{"text":"Married to a muscleman, she isn't an Army brat, but she is a Sargent's daughter","response":"Maria Shriver"},{"text":"This diva seen here was renowned for her romance with Aristotle Onassis","response":"Maria Callas"},{"text":"Carol Lawrence was the original Maria in this Broadway musical","response":"<i>West Side Story</i>"},{"text":"She's seen here on the right with Mary Martin, who played her on stage in \"The Sound of Music\"","response":"Maria von Trapp"},{"text":"I predict you will name this Russian-born actress who played a gypsy fortune teller in \"The Wolf Man\"","response":"Maria Ouspenskaya"}],"originalDate":"2004-05-11"},{"category":"HISTORIC POLITICAL SCANDALS","comments":"","clues":[{"text":"Prime Ministers Tanaka &amp; Takeshita both resigned as the result of scandals in this country","response":"Japan"},{"text":"A 1974 scandal led to the end of Willy Brandt's career as the popular chancellor of this country","response":"West Germany"},{"text":"Politician John Profumo's 1963 affair with young Christine Keeler discredited the Conservative govt. in this country","response":"Great Britain"},{"text":"In the 1870s, prime minister John A. Macdonald of this North American country took bribes in the \"Pacific Scandal\"","response":"Canada"},{"text":"Former French prime minister Alain Juppe was found guilty of corruption for the misuse of this city's funds","response":"Paris"}],"originalDate":"2004-05-11"},{"category":"HISTORIC NICKNAMES","comments":"","clues":[{"text":"Because of his Hanoverian heritage, American colonists called this monarch \"German Georgie\" or \"Geordie\"","response":"George III"},{"text":"Among the more colorful nicknames of this agricultural chemist were \"Peanut Man\" &amp; \"Sweet-Potato Man\"","response":"George Washington Carver"},{"text":"This animal phrase meaning \"courageous\" was Richard I of England's nickname","response":"the Lionhearted"},{"text":"He was the \"Father of Texas\", but the Indians called him \"Big Drunk\"","response":"Sam Houston"},{"text":"This 19th century American politician &amp; orator was nicknamed \"The Little Giant\"","response":"Stephen Douglas"}],"originalDate":"2004-05-10"}],[{"category":"POLITICAL MOVIES","comments":"","clues":[{"text":"2 reporters unearth a political scandal that goes all the way to the top in this 1976 film based on a book","response":"<i>All the President's Men</i>"},{"text":"Jimmy Stewart played Jefferson Smith, the naive &amp; idealistic appointee to the U.S. Senate in this Capra classic","response":"<i>Mr. Smith Goes to Washington</i>"},{"text":"This political satire starred John Travolta as a Southern governor running for president","response":"<i>Primary Colors</i>"},{"text":"Frank Langella is the power hungry chief of staff in this film in which Kevin Kline plays a presidential impersonator","response":"<i>Dave</i>"},{"text":"Michael Douglas played Andrew Shepherd, the title character of this film, &amp; even he had trouble dating","response":"<i>The American President</i>"}],"originalDate":"2004-05-10"},{"category":"THE 1990s","comments":"","clues":[{"text":"On Jan. 31, 1999 this team repeated as Super Bowl champs with John Elway throwing for 336 yards","response":"the Denver Broncos"},{"text":"On January 4, 1995 he was sworn in as the first Republican speaker of the house in more than 40 years","response":"Newt Gingrich"},{"text":"On Nov. 5, 1996, this GOP candidate joked, \"Tomorrow will be the first time in my life I don't have anything to do\"","response":"Bob Dole"},{"text":"In April 1992 riots broke out in L.A. after a jury failed to convict the policemen involved in the beating of this man","response":"Rodney King"},{"text":"Queen Elizabeth II &amp; Francois Mitterrand appeared together at the opening of this on May 6, 1994","response":"the opening of the \"Chunnel\" (the Channel tunnel)"}],"originalDate":"2004-05-10"},{"category":"CAPITOL THINKERS","comments":"","clues":[{"text":"This man from Mass. is the ranking Democrat of the Senate's Health, Education, Labor &amp; Pensions Committee","response":"Edward Kennedy"},{"text":"This self-made man has the distinction of being the longest serving senator ever from West Virginia","response":"Robert Byrd"},{"text":"This Ariz. senator said of Bush's energy plan, \"Just one pork barrel project larded onto another\"","response":"John McCain"},{"text":"This Tennessee senator is a practicing physician","response":"Bill Frist"},{"text":"This Vermont senator wrote, \"You get 15 Democrats together in a room, and you get 20 opinions\"","response":"Patrick Leahy"}],"originalDate":"2004-05-10"},{"category":"MEET THE PARENTS","comments":"(Alex: We want you to name the parent company.)","clues":[{"text":"CBS,<br>Blockbuster,<br>Simon &amp; Schuster","response":"Viacom"},{"text":"Aiwa,<br>Epic Records,<br>Columbia Tristar","response":"Sony"},{"text":"DC Comics,<br>MapQuest.com,<br>CNN","response":"Time Warner"},{"text":"First Colony Life Insurance,<br>Telemundo,<br>NBC","response":"General Electric"},{"text":"Hyperion Books,<br>Mammoth Records,<br>Miramax Films","response":"Disney"}],"originalDate":"2004-05-10"},{"category":"YOU SHOULD BE IN A BALLET!","comments":"","clues":[{"text":"This fluffy skirt that you may have to wear was not named for archbishop Desmond","response":"tutu"},{"text":"Your allergy to feathers may prevent you from playing Odette, the queen of the swans in this ballet","response":"<i>Swan Lake</i>"},{"text":"To star in this 1890 fairy tale ballet, you shouldn't have spindly legs but you will need a spindle","response":"<i>Sleeping Beauty</i>"},{"text":"Your striking resemblance to Kirk Douglas has convinced us to star you in the ballet about this gladiator","response":"Spartacus"},{"text":"Your \"Romeo and Juliet\" will make everyone forget the 1965 triumph of Rudolf Nureyev &amp; this partner","response":"Margot Fonteyn"}],"originalDate":"2004-05-10"},{"category":"GROSS NATIONAL PRODUCTS","comments":"","clues":[{"text":"In this largest country, comrades left &amp; right enjoy coulibiac, a pie made with the spinal marrow of the sturgeon","response":"Russia"},{"text":"The Masai people of this African country mix cow blood with milk for a refreshing drink","response":"Kenya"},{"text":"Sanma aisu is fish-flavored ice cream &amp; taco aisu is octopus-flavored ice cream made in this country","response":"Japan"},{"text":"When on this north Atlantic island be sure to try hakarl, a traditional dish of rotten shark","response":"Iceland"},{"text":"Consisting of a sheep's minced heart, lung &amp; liver, haggis is a specialty of this U.K. country","response":"Scotland"}],"originalDate":"2004-05-10"}],{"category":"FILMS OF THE '50s","text":"This film featuring Glenn Ford &amp; Sidney Poitier was the first major film to use rock &amp; roll music on the soundtrack","response":"<i>Blackboard Jungle</i>"}]}