{"mix":3834,"rounds":[[{"category":"THE \"RING\" CYCLE","comments":"","clues":[{"text":"This book is Volume 1 in the Tolkien trilogy \"The Lord of the Rings\"","response":"\"The Fellowship of the Ring\""},{"text":"Brotherly circus showmen","response":"Ringling Brothers"},{"text":"The male of this bird species is seen here","response":"ring-necked pheasant"},{"text":"This humorist's \"You Know Me Al\" is written as a series of letters from a bush league ballplayer","response":"Ring Lardner"},{"text":"Found in the constellation Lyra, it's the heavenly body seen here","response":"Ring Nebula"}],"originalDate":"2002-09-30"},{"category":"WILLIAM, TELL","comments":"","clues":[{"text":"William Wordsworth told us this form of literature \"is the breath and finer spirit of all knowledge\"","response":"poetry"},{"text":"William Somerset Maugham observed, \"People ask you for criticism, but they only want\" this","response":"praise"},{"text":"Receiving the Nobel Prize in 1950, this Southern author said, \"I decline to accept the end of man\"","response":"William Faulkner"},{"text":"William Allen White is quoted as saying this 25th president's face was an \"unchipped mask of a kindly, dull gentleman\"","response":"William McKinley"},{"text":"\"He who meanly admires mean things is a snob\", wrote this \"Vanity Fair\" author","response":"William Makepeace Thackeray"}],"originalDate":"2002-09-30"},{"category":"LA TRIVIA-TA","comments":"","clues":[{"text":"Phil Silvers co-wrote the 1944 song about this girl \"with the laughing face\"","response":"Nancy (about Frank Sinatra's daughter)"},{"text":"On May 5, 1904 he pitched the first perfect game in American League history; give that man an award!","response":"Cy Young"},{"text":"Added to the National Film Registry list in 2000 was a 1957 short that featured snacks singing this song","response":"\"Let's All Go To The Lobby To Get Ourselves A Treat\""},{"text":"In the 2000 Rose Parade this Chicago company's float featured 10 pairs of twins","response":"Wrigley"},{"text":"The eagle that represented the 1984 Summer Olympic Games was named this","response":"Sam"}],"originalDate":"2002-09-30"},{"category":"ELEMENT-ARY SCHOOL","comments":"","clues":[{"text":"Iodine gas is this color associated with royalty &amp; with a dinosaur who loves you","response":"purple"},{"text":"When you see starlight, star bright, know it's from the star burning this gas, whose symbol is H","response":"hydrogen"},{"text":"The air that we breathe is mostly not oxygen but this gas, N","response":"nitrogen"},{"text":"Indium is an element in the family of this popular wrap metal","response":"aluminum"},{"text":"You're very busy if you have too many bars of this element, Fe, in the fire","response":"iron"}],"originalDate":"2004-05-07"},{"category":"STUFF TO DO AT RECESS","comments":"","clues":[{"text":"You want to break ties in the U.S. Senate, so use recess to study hard &amp; become VP like this man is today","response":"Dick Cheney"},{"text":"Head to the art room &amp; paint a masterpiece like the 16th century \"Mona Lisa\" by this man","response":"(Leonardo) da Vinci"},{"text":"Impress the gym coach; practice your spin technique for tossing a 16-pound metal ball in this Olympic event","response":"shotput"},{"text":"Go to metal shop &amp; make a scale model of this Parisian landmark that cost over $1 million to build from 1887 to 1889","response":"the Eiffel Tower"},{"text":"Dash off a major piece of literature like this 1852 Harriet Beecher Stowe novel","response":"<i>Uncle Tom's Cabin</i>"}],"originalDate":"2004-05-07"},{"category":"DR. SEUSS","comments":"","clues":[{"text":"In the title of a Dr. Seuss book, it's served with \"Green Eggs\"","response":"ham"},{"text":"This character dresses his dog like a reindeer &amp; steals Christmas from Who-ville","response":"the Grinch"},{"text":"This kind Seuss elephant \"Hears a Who\" &amp; also \"Hatches the Egg\"","response":"Horton"},{"text":"This Dr. Seuss book has been published in Spanish as \"El Gato Ensombrerado\"","response":"<i>The Cat in the Hat</i>"},{"text":"This turtle king stacks up all the other turtles to build a towering throne only to fall down from the top","response":"Yertle (the Turtle)"}],"originalDate":"2004-05-07"}],[{"category":"U.S. RIVERS","comments":"","clues":[{"text":"It flows through Washington, D.C. &amp; on past Mount Vernon","response":"the Potomac"},{"text":"The Lincoln &amp; Holland tunnels let cars travel from Manhattan to New Jersey under this river","response":"the Hudson"},{"text":"This river of the Pacific Northwest provides much of the boundary between Washington &amp; Oregon","response":"the Columbia"},{"text":"The Falls of Saint Anthony stop this mighty river from being navigable north of St. Paul, Minnesota","response":"the Mississippi"},{"text":"This river bisects the state of South Dakota from north to south","response":"the Missouri"}],"originalDate":"2004-05-07"},{"category":"FAMOUS QUOTATIONS","comments":"","clues":[{"text":"According to the Declaration of Independence, \"All men are created\" this way","response":"equal"},{"text":"It completes a quote from Thomas Palmer in 1840: \"If at first you don't succeed...\"","response":"try, try again (try and try again accepted)"},{"text":"This Dickens guy says, \"Every idiot who\" says, \"Merry Christmas... should be boiled with his own pudding\"","response":"Scrooge"},{"text":"Romeo sighs, \"O! that I were\" one of these \"upon that hand, that I might touch\" that \"cheek\"","response":"a glove"},{"text":"E.M. Forster proposed \"Two cheers for\" this system of government that \"admits variety &... permits criticism\"","response":"democracy"}],"originalDate":"2004-05-07"},{"category":"SPORTS NAMES","comments":"","clues":[{"text":"Famous professionals in this sport include David Duval &amp; Annika Sorenstam","response":"golf"},{"text":"Dan Marino &amp; Joe Montana will long be remembered as great offensive players in this sport","response":"football"},{"text":"It's the baseball position played by Hideo Nomo &amp; Curt Schilling","response":"pitcher"},{"text":"Secretariat, Affirmed &amp; Seattle Slew have all been Triple Crown winners in this sport","response":"horse racing"},{"text":"This 7-foot San Antonio Spur, the 2003 NBA finals MVP, grew up in the U.S. Virgin Islands","response":"Tim Duncan"}],"originalDate":"2004-05-07"},{"category":"THEATRE","comments":"","clues":[{"text":"In 2003 the Oregon Children's Theatre premiered a play about this woman who hit the trail with Lewis &amp; Clark","response":"Sacagewea"},{"text":"Several different musicals have been based on Margery Williams' tale about this \"Velveteen\" creature","response":"the rabbit"},{"text":"In the play \"True History and Real Adventures\", kids search for the truth about this \"calamitous\" Wild West gal","response":"(\"Calamity\") Jane"},{"text":"Arnold Lobel's books for kids inspired the musical \"A Year with Frog and\" this other amphibian","response":"Toad"},{"text":"You weren't even born when this musical about a spooky guy in an opera house debuted on Broadway in 1988","response":"<i>The Phantom of the Opera</i>"}],"originalDate":"2004-05-07"},{"category":"ONLINE LINGO","comments":"","clues":[{"text":"\"LTIC\" means \"Laughing til\" this happens","response":"I cry"},{"text":"You may want to D/L some files to your desktop, meaning this","response":"download"},{"text":"If you have an \"RFI\", you have a \"request for\" this","response":"information"},{"text":"\"AWFK\" means \"away from\" this","response":"the keyboard"},{"text":"\"C4N\" is this Italian greeting, \"for now\"","response":"<i>ciao</i>"}],"originalDate":"2004-05-07"},{"category":"THE HISTORY CHANNEL","comments":"(Alex: They've got \"The Rise &amp; Fall of the Spartans\", the new series starting on Monday; it should be very exciting!)","clues":[{"text":"Sparta provided Greece's toughest men &amp; its most gorgeous woman, this one who later lived elsewhere","response":"Helen of Troy"},{"text":"The Spartans' region, Laconia, &amp; their dislike of wasting words gave us this English adjective","response":"laconic"},{"text":"The sight of this Greek letter emblazoned on Spartan shields terrified other warriors, even illiterate ones","response":"lambda"},{"text":"For a Spartan name to appear on a tombstone, a man had to die in battle; a woman had to die this way","response":"in childbirth"},{"text":"It's the mountain pass featured in the following:<br><i>It was the time &amp; the place that would forever crystalize the essence of Sparta in a single event that future generations will turn to again &amp; again</i>","response":"Thermopylae"}],"originalDate":"2002-09-26"}],{"category":"THE WORLD'S PEOPLE","text":"The 1st recorded use of this word now applying to 1.1 billion people was by St. Ignatius of Antioch around 100 A.D.","response":"Catholic"}]}