{"mix":3838,"rounds":[[{"category":"THERE ARE NO SMALL PARTS","comments":"","clues":[{"text":"Glenn Close had hair glued to her chest for her cameo role as a male pirate in this Spielberg film","response":"<i>Hook</i>"},{"text":"When she danced in the 1935 film \"Dante's Inferno\", she was still using the name Rita Cansino","response":"Rita Hayworth"},{"text":"Peter Lawford had a bit role as a pilot in this Greer Garson film, the \"Best Picture\" of 1942","response":"<i>Mrs. Miniver</i>"},{"text":"In 1937 this \"Sweater Girl\" strutted across the screen in a sweater in \"They Won't Forget\"","response":"Lana Turner"},{"text":"He not only played himself in \"Sunset Boulevard\", his name is mentioned in the film's last line","response":"Cecil B. DeMille"}],"originalDate":"1992-10-30"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"Jimmy Dean's new flapsticks are sausages dipped in this batter &amp; stuck on sticks","response":"pancake batter"},{"text":"This basic sauce named for a color is made with rich meat stock","response":"brown sauce"},{"text":"In Italy, kidneys are rognoni, brains are cervello &amp; this variety meat is lingua","response":"tongue"},{"text":"It's believed that the original baba was soaked in this liquor, but you can make it with kirsch instead","response":"rum"},{"text":"Ladyfingers are a finger-shaped type of this light cake that's made without shortening","response":"sponge cake"}],"originalDate":"1992-10-30"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"It was founded by the Gauls as a fishing settlement in the Seine River in the 3rd century B.C.","response":"Paris"},{"text":"Every 4 years this Polish capital hosts a Frederic Chopin international piano competition","response":"Warsaw"},{"text":"Schonbrunn, the Hapsburgs' summer palace, is a top tourist attraction just outside this capital","response":"Vienna"},{"text":"This Bahamian capital served as a supply base for Confederate blockade runners in the Civil War","response":"Nassau"},{"text":"A prominent landmark in this Australian capital is the 258-foot-tall Australian-American Memorial","response":"Canberra"}],"originalDate":"1992-10-30"},{"category":"OPERA","comments":"","clues":[{"text":"A \"monster\" opera based on this Mary Shelley novel premiered in 1990","response":"<i>Frankenstein</i>"},{"text":"In 1872 this composer conducted his \"Aida\" at La Scala in Milan","response":"Verdi"},{"text":"Part of this Rossini opera takes place on the shores of Lake Lucerne","response":"<i>William Tell</i>"},{"text":"Act I of this opera ends with a love duet between Roddolfo &amp; Mimi","response":"<i>La bohème</i>"},{"text":"This Wagner opera concludes with a ship sinking &amp; its captain &amp; Senta ascending to heaven","response":"<i>The Flying Dutchman</i> (<i>Der fliegende Holländer</i>)"}],"originalDate":"1992-10-30"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"Through 1991 from 8 to 12% of this country's Amazon Basin had been deforested","response":"Brazil"},{"text":"This country is the world's largest producer of \"greenhouse gases\"","response":"the United States"},{"text":"To reduce smog at this nearby national park, a Page, Ariz. power plant agreed to slash emissions","response":"Grand Canyon (National Park)"},{"text":"In 1992 Hungary abandoned its venture with Czechoslovakia to build 2 huge dams on this river","response":"the Danube"},{"text":"Charcoal canisters &amp; alpha-track detectors are used to detect this radioactive gas in homes","response":"radon"}],"originalDate":"1992-10-30"},{"category":"HISTORIC QUOTES","comments":"","clues":[{"text":"In a telegram on December 17, 1903, they wrote, \"Success.  Four flights Thursday morning\"","response":"the Wright Brothers (Orville & Wilbur)"},{"text":"On February 9, 1941, he told FDR, \"Give us the tools, and we will finish the job\"","response":"Churchill"},{"text":"In 1521 he told the Diet of Worms, \"I cannot and I will not recant anything\"","response":"(Martin) Luther"},{"text":"He told the 1984 Dem. Convention, \"Our flag is red, white, &amp; blue, but our nation is a rainbow\"","response":"Jesse Jackson"},{"text":"About this first battle of the Revolutionary War, S. Adams said, \"What a glorious morning for America\"","response":"Lexington"}],"originalDate":"1991-07-19"}],[{"category":"RELIGION","comments":"","clues":[{"text":"American colony that was a \"holy experiment\" for the Society of Friends or Quakers","response":"Pennsylvania"},{"text":"1 of the 2 gospels in which a version of the Lord's Prayer appears","response":"Luke (or Matthew)"},{"text":"This Christian church is headed by the patriarch of Alexandria, Egypt","response":"the Coptic Christian Church"},{"text":"In Judaism it's the collective term for Rosh Hashanah &amp; Yom Kippur","response":"the High Holy Days"},{"text":"A religious retreat or commune in India; Gandhi had one at Wardha","response":"an ashram"}],"originalDate":"1991-07-19"},{"category":"FILMS OF THE '30s","comments":"","clues":[{"text":"1936's \"Modern Times\" was the last film in which he appeared as the Little Tramp","response":"Charlie Chaplin"},{"text":"He played a priest in \"San Francisco\" in 1936 &amp; again in 1938 for \"Boys Town\"","response":"Spencer Tracy"},{"text":"In studio logos, MGM had a lion &amp; Republic one of these birds","response":"an eagle"},{"text":"This classic 1931 Cagney film was based on the John Bright story \"Beer and Blood\"","response":"<i>Public Enemy</i>"},{"text":"The 2 1939 films directed by Victor Fleming","response":"<i>Gone with the Wind</i> & <i>The Wizard of Oz</i>"}],"originalDate":"1991-07-19"},{"category":"AWARDS","comments":"","clues":[{"text":"In 1927 this aviator was named Time magazine's first Man of the Year","response":"Lindbergh"},{"text":"This actor won a 1966 Tony for his one-man show, \"Mark Twain Tonight!\"","response":"Hal Holbrook"},{"text":"In 1974, this co.'s Charlie was named Most Successful Introduction of a New Women's Fragrance","response":"Revlon"},{"text":"A 1977 winner of the Pres. Medal of Freedom, Bruce Catton was a noted historian of this war","response":"the Civil War, or the War between the States"},{"text":"This comedian's \"Meeting of Minds\" show on PBS won a 1981 Emmy for Best Informational Series","response":"Steve Allen"}],"originalDate":"1991-07-19"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Founded by George Rogers Clark in 1778, this Kentucky city was named for a French monarch","response":"Louisville"},{"text":"This Nevada city calls itself \"the biggest little city in the world\"","response":"Reno"},{"text":"This Virginia port is headquarters for the Navy's Atlantic fleet","response":"Norfolk"},{"text":"It's \"the nation's oldest city\"","response":"St. Augustine(, Florida)"},{"text":"This largest city in Kansas is the world's top producer of general aviation aircraft","response":"Wichita"}],"originalDate":"1991-07-19"},{"category":"NONSENSE POETRY","comments":"","clues":[{"text":"A.E. Housman wrote, \"A tail behind, a trunk in front, complete the usual\" one of these","response":"elephant"},{"text":"In this poem the borogoves were \"all mimsy\"","response":"\"Jabberwocky\""},{"text":"Hilaire Belloc wrote, \"When I'm dead, I hope it may be said: 'His sins were scarlet, but his books were'\" this","response":"read"},{"text":"A piggy-wig in a wood sold his nose ring to this Edward Lear pair","response":"the owl & the pussycat"},{"text":"He wrote, \"Isn't it funny how a bear likes honey?  Buzz!  Buzz!  Buzz!  I wonder why he does?\"","response":"(A.A.) Milne"}],"originalDate":"1991-07-19"},{"category":"AUTOBIOGRAPHIES","comments":"","clues":[{"text":"This sports star tells all in his 1990 autobiography, \"Bo Knows Bo\"","response":"Bo Jackson"},{"text":"She dedicated her autobiography \"To Walter Mondale for his faith &amp; to John Zaccaro for his strength\"","response":"Geraldine Ferraro"},{"text":"In 1972 this real-life heroine of \"The Sound of Music\" published her autobiography, \"Maria\"","response":"Maria von Trapp"},{"text":"In 1981 this longtime editor of the \"Saturday Review\" wrote his autobiography, \"Human Options\"","response":"Norman Cousins"},{"text":"This trumpeter, a co-founder of the \"Bebop\" movement, titled his 1979 autobio. \"To Be or Not to Bop\"","response":"Dizzy Gillespie"}],"originalDate":"1991-07-19"}],{"category":"ENGLISH MONARCHS","text":"She was born near London; her mother, near Madrid","response":"\"Bloody\" Mary Tudor"}]}