{"mix":3840,"rounds":[[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The Brig O'Doon refers to a bridge over the River Doon in this part of the United Kingdom","response":"Scotland"},{"text":"It's the largest area of land named for Thomas West, Lord de la Warr","response":"the State of Delaware"},{"text":"The northern part of this country was once called \"Kitai\" or \"Cathay\"","response":"China"},{"text":"Since August 10 was this saint's day, Cartier named the bay he discovered that day in 1535 after him","response":"St. Lawrence"},{"text":"The rock &amp; fortress of Masada are found by this sea's shore","response":"the Dead Sea"}],"originalDate":"1987-12-16"},{"category":"THE JETSONS","comments":"","clues":[{"text":"The Jetsons' maid, Rosie, &amp; George's office supervisor, Uniblab, are these","response":"robots"},{"text":"Member of the family who attends the Little Dipper School","response":"Elroy"},{"text":"While Spacely made sprockets, Cogswell made these","response":"cogwheels (or cogs)"},{"text":"Best known as \"Blondie\" in films, she provides Jane Jetson with her voice","response":"Penny Singleton"},{"text":"Before the Jetsons got him, he belonged to zillionaire J.P. Gottrockets &amp; was named Tralfax","response":"Astro"}],"originalDate":"1987-12-16"},{"category":"POLITICAL FIGURES","comments":"","clues":[{"text":"Chiang Ching was his 3rd wife; he may well have had a little black book in addition to his red one","response":"Mao Zedong"},{"text":"In 1962 he went into space; in 1975, he went into the Senate","response":"John Glenn"},{"text":"Jawaharlal Nehru's daughter","response":"Indira Gandhi"},{"text":"The Washington Post said Nixon sent this man a letter praising the tone of his May 8, 1987 withdrawal speech","response":"Gary Hart"},{"text":"This Greek actress is now Greece's Minister of Culture","response":"Melina Mercouri"}],"originalDate":"1987-12-16"},{"category":"ANIMAL OFFSPRING","comments":"","clues":[{"text":"A general term for the young of most fish, or how you cook them after you catch them","response":"fry"},{"text":"A young kangaroo, or a musical pal","response":"a joey"},{"text":"The male young of these are called cockerels; the female young, pullets","response":"chickens"},{"text":"A young rat, seal, or, so we're told, dragon","response":"a pup"},{"text":"A hinny is the offspring of these 2 animals","response":"a horse & a donkey"}],"originalDate":"1987-12-16"},{"category":"FOOD","comments":"","clues":[{"text":"\"Joy of Cooking\" says these 8-armed creatures can be tenderized by \"mercilessly\" beating them","response":"octopi"},{"text":"1 recipe for this holiday pie filling calls for candied orange peel, chopped ox heart, &amp; suet","response":"mincemeat pie (mince pie accepted)"},{"text":"To make jellied cranberry sauce, boil fresh cranberries until they do this","response":"burst (or pop)"},{"text":"After melted butter has its sediment removed, it's called this","response":"clarified"},{"text":"A milk made from these beans may be substituted in recipes calling for cow's milk","response":"soy"}],"originalDate":"1987-12-16"},{"category":"ARTISTS","comments":"","clues":[{"text":"His drinking &amp; arguments with friend Gauguin may have led to his self-inflicted ear \"surgery\"","response":"Van Gogh"},{"text":"In later life, Renoir's hands became so crippled with arthritis, these had to be tied to them","response":"his brushes"},{"text":"His own stunted physique caused him to seek out &amp; paint outcasts of Paris","response":"Toulouse-Lautrec"},{"text":"Rembrandt's career is spanned by a remarkable series of painfully honest portraits of this man","response":"Rembrandt"},{"text":"16th century Venetian artist named for his father's profession as a dyer","response":"Tintoretto"}],"originalDate":"1987-12-16"}],[{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"This Union general's facial growth gave us the word \"sideburns\"","response":"(Ambrose) Burnside"},{"text":"U.S. officials twice asked this Italian patriot to serve as a Union major-general","response":"Garibaldi"},{"text":"Before becoming a Republican, Abraham Lincoln belonged to this political party","response":"the Whigs"},{"text":"His victories led to his being appointed 1st rear admiral , vice admiral &amp; admiral in U.S. history","response":"Farragut"},{"text":"Because this Mississippi stronghold fell on July 4, Independence Day wasn't observed there until 1945","response":"Vicksburg"}],"originalDate":"1987-12-16"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"His daddy used to say, \"You're makin' me nervous as a cat on a hot tin roof!\"","response":"Tennessee Williams"},{"text":"He left Norway in 1864 &amp; wrote nearly all of his major plays abroad","response":"Ibsen"},{"text":"Ben Hecht's partner, Chas. MacArthur, was married to this \"First Lady of the American Theater\"","response":"Helen Hayes"},{"text":"Though he was a British subject when he wrote \"The Cocktail Party\", he was born in Missouri","response":"Thomas Stearns (T.S.) Eliot"},{"text":"He won an Oscar for writing \"Splendor in the Grass\", was he's better known for \"Bus Stop\"","response":"(William) Inge"}],"originalDate":"1987-12-16"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"In England, if you're \"riding to hounds\", you're not headed for a dog show but engaged in this sport","response":"fox hunting"},{"text":"If you ask for jelly in a British restaurant, you won't get jam but this trade name dessert","response":"Jell-O"},{"text":"A panda car isn't driven by pandas but by these people","response":"the police"},{"text":"Headlines in the London papers mentioning the \"Provos\" are referring to them","response":"the Provisional IRA"},{"text":"In America, Checkers was Richard Nixon's dog; in Britain, chequers is this","response":"the prime minister's retreat (or official country residence)"}],"originalDate":"1987-12-16"},{"category":"AMERICAN BUSINESS","comments":"","clues":[{"text":"Miles Labs is owned by this W. German co., but Sterling Drug makes the brand of aspirin","response":"Bayer"},{"text":"After taking over this company, Thomas Watson ordered \"THINK\" signs placed in every company room","response":"IBM"},{"text":"It's known as \"the AMEX\" for short","response":"the American Stock Exchange"},{"text":"If you buy Yuban, Sanka, Brim, Maxim, or Maxwell House, you're getting your coffee from this co.","response":"General Foods"},{"text":"In 1859, the world's 1st successful oil well was drilled just outside this Penn. town","response":"Titusville"}],"originalDate":"1987-12-16"},{"category":"A NATION OF ASIA","comments":"","clues":[{"text":"Trendy cafes called manga kissas are places teens can go to meet &amp; read comic books in this nation","response":"Japan"},{"text":"Home to the Golden Temple &amp; the center of the Sikh religion, the city of Amritsar is found in this nation","response":"India"},{"text":"(Alex on location)  I'm at Namdaemun, a gate that is national treasure No. 1 of this country that was host of the 1988 Summer Olympics","response":"South Korea"},{"text":"In the 16th century Portuguese sailors named this island \"Ilha Formosa\" or \"beautiful island\"","response":"Taiwan"},{"text":"The statue seen here (The Golden Buddha) is found in this southeast Asian kingdom bordered by Laos &amp; Burma","response":"Thailand"}],"originalDate":"2002-09-13"},{"category":"FORBES MAGAZINE'S RICHEST","comments":"","clues":[{"text":"This man is Number 1 with $53 billion; just turn on any computer if you need a clue","response":"Bill Gates"},{"text":"Son Robson inherited the bulk of his $20 billion from his dad Sam, who started this retail chain","response":"Wal-Mart"},{"text":"Silvio Berlusconi not only has $7.2 billion, he was elected prime minister of this country in 2001","response":"Italy"},{"text":"This Berkshire Hathaway exec. is in the Top 5 with $35 billion","response":"Warren Buffett"},{"text":"Smart as a fox, this Australian-born mogul now has $5.7 billion","response":"Rupert Murdoch"}],"originalDate":"2002-09-13"}],{"category":"FAMOUS LASTS","text":"It's where Sergei Zalyotin switched off the lights on June 15, 2000","response":"<i>Mir</i> Space Station"}]}