{"mix":3844,"rounds":[[{"category":"THE RAIDERS","comments":"","clues":[{"text":"The name of these raiders comes from a Scandinavian word meaning \"piracy\"","response":"Vikings"},{"text":"There's a DVD special edition of \"Revenge of the Nerds\" titled this adolescent type of raid","response":"a panty raid"},{"text":"Last name of corporate raider Carl; it's a homophone of a type of religious image","response":"Icahn"},{"text":"During World War II Carlson's Raiders used as a motto this 2-word Mandarin Chinese phrase meaning \"work together\"","response":"gung ho"},{"text":"On July 3, 1976, in a raid that lasted just 58 minutes, Israelis rescued 103 hostages held in this airport","response":"Entebbe"}],"originalDate":"2008-07-24"},{"category":"FOOD IN HISTORY","comments":"","clues":[{"text":"This animal, the chief sustenance of the Plains Indians, was nearly extinct by 1880","response":"Buffalo/bison"},{"text":"In 1918 as many as 2 million Japanese participated in riots spurred by the high price of this","response":"Rice"},{"text":"The Reformation caused shortages of this sweet stuff by closing monasteries that raised bees for votive candle wax","response":"Honey"},{"text":"In the 1840s a type of fungus wiped out these in Ireland, leading to widespread famine","response":"Potatoes"},{"text":"The WWII \"K\" type of these Army portions, packed by Wrigley's, included meat, sugar &amp;, of course, gum","response":"Rations"}],"originalDate":"2002-09-11"},{"category":"MOST-LIVABLE COUNTRIES","comments":"(Alex: According to the U.N. Human Development Index.)","clues":[{"text":"With no death penalty, it's the No. 3 most-livable country (the U.S. sits below it)","response":"Canada"},{"text":"In 2000 this No. 7 most-livable country came out with what may be its first slacker film, \"101 Reykjavik\"","response":"Iceland"},{"text":"Even with over 70% of this North Sea country's land uninhabitable, it topped the most-livable list","response":"Norway"},{"text":"Of the Top 25 most-livable countries, 1 of the only 2 south of the equator","response":"Australia or New Zealand"},{"text":"A home to the European parliament, it sprouts at No. 5 on the list","response":"Belgium"}],"originalDate":"2002-09-11"},{"category":"CLASSIC ADS &amp; SLOGANS","comments":"","clues":[{"text":"\"Look Ma, No Cavities\"","response":"Crest"},{"text":"\"I Can't Believe I Ate the Whole Thing\"","response":"Alka-Seltzer"},{"text":"It's \"Two<span class=\"nobreak\">--</span>Two<span class=\"nobreak\">--</span>Two Mints in One\"","response":"Certs"},{"text":"\"They Plump When You Cook 'Em\"","response":"Ball Park Franks"},{"text":"\"We'll Leave the Light on for You\"","response":"Motel 6"}],"originalDate":"2002-09-11"},{"category":"E.T. 20th ANNIVERSARY","comments":"(Alex: The movie.)","clues":[{"text":"He says he was lonely, shooting \"Raiders of the Lost Ark\" in Tunisia, when the concept for the movie first hit him","response":"Steven Spielberg"},{"text":"To lure E.T. into his house, Elliott, played by Henry Thomas, leaves a trail of these candies","response":"Reese's Pieces"},{"text":"Of her role as little Gertie, she told Ent. Weekly, \"I wouldn't be where I am now if it wasn't for 'E.T.'\"","response":"Drew Barrymore"},{"text":"Through computer magic, federal agents no longer brandish guns; instead they carry these rhyming devices, 10-4!","response":"Walkie-talkies"},{"text":"Nominated for 9 Oscars, the movie won 4 including one for Original Score by this composer","response":"John Williams"}],"originalDate":"2002-09-11"},{"category":"ROLL OVER, BEETHOVEN","comments":"","clues":[{"text":"In 1792 Beethoven went to this city, where he went into Haydn for lessons &amp; stayed for the rest of his life","response":"Vienna"},{"text":"Beethoven lifted a theme from his own \"Prometheus\" for his 3rd Symphony, called this","response":"\"Eroica\" (\"Heroic\")"},{"text":"A newly found Beethoven piece, played for the 1st time in 1999, ran this long, 9 sec. shorter than a Chopin waltz","response":"51 seconds"},{"text":"Variants of the 4 notes that begin this Beethoven work, Opus 67, drive all 4 of its movements","response":"5th Symphony"},{"text":"In a Beethoven opera, Leonore disguises herself as this title boy","response":"<i>Fidelio</i>"}],"originalDate":"2002-09-11"}],[{"category":"TUTTI FRUITY","comments":"","clues":[{"text":"The cayenne variety of this juicy tropical fruit is grown in Hawaii","response":"Pineapple"},{"text":"As its name implies, this green-flavored melon has a sweet taste","response":"Honeydew"},{"text":"It's also known as a \"cooking banana\"","response":"Plantain"},{"text":"This popular English pear was named for the Massachusetts man who introduced it to the U.S.","response":"Bartlett"},{"text":"Types of these include sultana, muscadine &amp; catawba","response":"Grapes"}],"originalDate":"2002-09-11"},{"category":"HOUND DOG","comments":"","clues":[{"text":"It's not certain whether the name of this racing breed came from its color","response":"Greyhound"},{"text":"3-letter word for a wide type of window, or a hound's long, deep howl","response":"Bay"},{"text":"Bluetick and black &amp; tan are types of this dog that traps its prey in trees","response":"Coonhounds"},{"text":"\"War and Peace\", Book II, includes an account of a hunt using these dogs","response":"Borzois"},{"text":"This \"Norwegian\" dog hunted bear as well as the big deer it's named for","response":"Elkhound"}],"originalDate":"2002-09-11"},{"category":"BOOK OF LOVE","comments":"","clues":[{"text":"Photographer Robert Kincaid has a steamy but brief affair with an Iowa farmer's wife in this '90s love story","response":"\"The Bridges of Madison County\""},{"text":"\"Bridget Jones's Diary\" is a reworking of this Jane Austen classic","response":"\"Pride and Prejudice\""},{"text":"The title of this Terry McMillan novel refers to Stella's trip to Jamaica, where she has an affair with a younger man","response":"<i>How Stella Got Her Groove Back</i>"},{"text":"Besides writing romances like \"The Kiss\", she wrote \"His Bright Light\", a memoir of her son Nick Traina, who died at 19","response":"Danielle Steel"},{"text":"A later edition of this William Goldman novel included the first chapter of the long-lost sequel, \"Buttercup's Baby\"","response":"\"The Princess Bride\""}],"originalDate":"2002-09-11"},{"category":"\"U\" SEND ME","comments":"","clues":[{"text":"He's the beloved figure on the poster seen here<br>(\"I Want YOU!\")","response":"Uncle Sam"},{"text":"After Russia, it's Europe's largest country in area","response":"Ukraine"},{"text":"He's Chingachgook's son in \"The Last of the Mohicans\"","response":"Uncas"},{"text":"In Pakistan it's an official language along with English","response":"Urdu"},{"text":"Differing by only a letter, the 2 words meaning to make waves &amp; any hoofed mammal","response":"Undulate & ungulate"}],"originalDate":"2002-09-11"},{"category":"INAUGURAL ADDRESSES","comments":"","clues":[{"text":"In his 1789 address he stated that he didn't believe he should be paid for becoming president","response":"George Washington"},{"text":"He thanked Al Gore \"for a contest conducted with spirit and ended with grace\"","response":"George W. Bush"},{"text":"He said, \"The country having just emerged from a great rebellion, many questions will come before it for settlement\"","response":"Ulysses S. Grant"},{"text":"In his March 4, 1825 address he mentioned our forefathers but never mentioned his own father, a former president","response":"John Quincy Adams"},{"text":"Polk declared, \"Our title to\" this western territory \"is 'clear and unquestionable'\"","response":"Oregon Territory"}],"originalDate":"2002-09-10"},{"category":"ROCKIN' STUPID ANSWERS","comments":"","clues":[{"text":"It's the band that had a hit with \"Up on Cripple Creek\"","response":"The Band"},{"text":"It's the nickname of the Beatles album that has a stark white cover","response":"\"The White Album\""},{"text":"In a 1978 song, this group asked, \"Who Are You?\"","response":"The Who"},{"text":"A song by this group says, \"Everybody have fun tonight, everybody Wang Chung tonight\"","response":"Wang Chung"},{"text":"This double album by Kiss was certified platinum","response":"<i>Double Platinum</i>"}],"originalDate":"2002-09-10"}],{"category":"U.S. VICE PRESIDENTS","text":"He served 2 terms as Vice President &amp; was the first Vice President who had been born in the 20th century","response":"Richard Nixon"}]}