{"mix":3846,"rounds":[[{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"Medically speaking, this finger is the minimus, meaning \"least\"","response":"the pinky"},{"text":"Phlebitis, an inflammation of veins, usually affects these extremities","response":"the legs"},{"text":"Hyperopia, the opposite of myopia, is commonly called this","response":"farsightedness"},{"text":"The stapedius, the smallest of these, controls the stapes, the smallest bone","response":"muscle"},{"text":"This butterfly-shaped gland straddles the windpipe just behind the Adam's apple","response":"the thyroid"}],"originalDate":"1991-10-10"},{"category":"CALIFORNIA","comments":"","clues":[{"text":"Not surprisingly, the California State Fair is held in this capital city","response":"Sacramento"},{"text":"You can trace the history of blue jeans at this company's museum in San Francisco","response":"Levi Strauss"},{"text":"Disney has announced plans to build a WESTCOT Park next to Disneyland in this city","response":"Anaheim"},{"text":"Inglenook, Cakebread Cellars &amp; Stag's Leap Wine Cellars are in this valley famous for wine","response":"the Napa Valley"},{"text":"You can drive your car legally on the beach in this California town famous for its clams","response":"Pismo Beach"}],"originalDate":"1991-10-10"},{"category":"DECORATIVE ARTS","comments":"","clues":[{"text":"Tables shaped like this equine footwear were popular in the late 18th century","response":"a horseshoe"},{"text":"A 9 dragon screen carved in bas-relief can be seen in this once-taboo section of Beijing","response":"the Forbidden City"},{"text":"Alencon is a needlepoint type of this delicate openwork fabric","response":"lace"},{"text":"This American known for his art nouveau lamps developed an iridescent glass which he called \"Favrile\"","response":"(Louis Comfort) Tiffany"},{"text":"Historically, this was the material most commonly used for tapestries","response":"wool"}],"originalDate":"1991-10-10"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"If you can tell me what \"gelt\" means in Yiddish, you'll earn some right now","response":"money"},{"text":"Benito Mussolini took this title meaning \"the leader\"","response":"Il Duce"},{"text":"French for \"false step\", it's another way of saying blunder or gaffe","response":"<i>faux pas</i>"},{"text":"This 2nd-highest honors distinction at graduation is Latin for \"with great praise\"","response":"<i>magna cum laude</i>"},{"text":"Referring to the sacred books of Hinduism, \"Veda\" means knowledge in this classical language","response":"Sanskrit"}],"originalDate":"1991-10-10"},{"category":"\"SMITH\" &amp; \"JONES\"","comments":"","clues":[{"text":"Washington &amp; Jefferson convinced him to accept the offer of an admiralty in the Russian navy","response":"John Paul Jones"},{"text":"Arnold Schwarzenegger said this actress injured 12 people while filming \"Conan the Destroyer\"","response":"Grace Jones"},{"text":"\"77 Sunset Strip\" actor who now manages wife Ann-Margret's career","response":"Roger Smith"},{"text":"He organized USA for Africa with Harry Belafonte &amp; Ken Kragen","response":"Quincy Jones"},{"text":"She was a teacher before becoming the first woman to serve in both the House &amp; Senate","response":"Margaret Chase Smith"}],"originalDate":"1991-10-10"},{"category":"MEDIEVAL EUROPE","comments":"","clues":[{"text":"In 1014 Brian Boru defeated these seafaring Scandinavians &amp; ended their domination of Ireland","response":"the Vikings"},{"text":"Constantine XI, the last ruler of this empire, died fighting the Turks in 1453","response":"the Byzantine Empire"},{"text":"By the end of the Middle Ages, this fermented honey drink was replaced by wine in many regions","response":"mead"},{"text":"Before becoming the see of the archbishops, this city was capital of the kings of Kent","response":"Canterbury"},{"text":"The Perpendicular style was the last phase of this architectural style in England","response":"Gothic"}],"originalDate":"1991-10-10"}],[{"category":"CONTEMPORARY FICTION","comments":"","clues":[{"text":"This novel opens at the wedding of Prizzi's granddaughter","response":"<i>Prizzi's Honor</i>"},{"text":"Chapter 11 of Anna Lee Waldo's historical novel about this woman is titled \"Lewis and Clark\"","response":"Sacagawea"},{"text":"Part I of his book \"Christine\" is called \"Dennis - Teenage Car Songs\"","response":"Stephen King"},{"text":"Judith Krantz called her 1986 best seller \"I'll Take\" this","response":"Manhattan"},{"text":"Colleen McCullough's novel \"The Ladies of Missalonghi\" is set in the Blue Mountains of this country","response":"Australia"}],"originalDate":"1991-10-10"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"A quire, or 25 sheets, of paper is 1/20 of this measure","response":"a ream"},{"text":"A noisy office registers about 60 of these units","response":"decibels"},{"text":"This is defined as the power needed to lift 550 pounds 1 foot in 1 second","response":"a horsepower"},{"text":"There are not 16 but this many troy ounces in a troy pound","response":"12"},{"text":"A metric ton contains 1 million of these metric units","response":"grams"}],"originalDate":"1991-10-10"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Until this peak was scaled in 1953, Annapurna was the highest mountain climbed","response":"Everest"},{"text":"The largest state in Venezuela is named for this man, the country's liberator","response":"Simon Bolivar"},{"text":"Israel's northernmost region; Jesus spent most of his life there","response":"Galilee"},{"text":"2 of this South American city's most popular beaches are Copacabana &amp; Ipanema","response":"Rio de Janeiro"},{"text":"The world's largest deposit of sodium nitrate is found in the Atacama Desert in this country","response":"Chile"}],"originalDate":"1991-10-10"},{"category":"BEFORE HE WAS PRESIDENT","comments":"(Alex: A new category for us...)","clues":[{"text":"In 1833 he was named postmaster of New Salem, Illinois","response":"Lincoln"},{"text":"After his haberdashery failed in 1922, it took him 3 years to pay back creditors","response":"Truman"},{"text":"In 1935 he was appointed director of the National Youth Administration in Texas","response":"Lyndon Johnson"},{"text":"While attending Harvard, he was runner-up for the campus lightweight boxing championship","response":"Theodore Roosevelt"},{"text":"As sheriff of Erie County, N.Y. he personally sprang the trap on 2 murderers","response":"Grover Cleveland"}],"originalDate":"1991-10-10"},{"category":"EDGAR ALLAN POE-POURRI","comments":"","clues":[{"text":"A man's harrowing escape from torture during the Spanish Inquisition is recounted in this Poe favorite","response":"\"The Pit and the Pendulum\""},{"text":"This lung disease claimed the life of Poe's 24-year-old wife","response":"tuberculosis"},{"text":"In the world's first detective story, C. Auguste Dupin solves the title crimes in \"The Murders\" here","response":"the Rue Morgue"},{"text":"Spoiler alert!  \"The Cask of\" this potent potable tells of a man sealing his enemy up behind a wall... alive!","response":"Amontillado"},{"text":"This French \"Flowers of Evil\" author translated Poe's tales into French","response":"Charles Baudelaire"}],"originalDate":"2008-07-22"},{"category":"RINGING THE OPENING BELL AT THE NYSE","comments":"","clues":[{"text":"Oct. 4, 2006<br>STOP<br>This company's president &amp; CEO Christina Gold rings opening bell<br>STOP","response":"Western Union"},{"text":"On Oct. 11, 2007 this chairman of the Virgin Group rang us up, but he didn't parachute in while on fire or anything","response":"(Richard) Branson"},{"text":"&amp; then I saw him /<br>Right there &amp; like that /<br>On Leap Day 2000 / <br>'Twas...","response":"the Cat in the Hat"},{"text":"Sept. 24, 2007 found this Bush cabinet member away from her piano &amp; playing the bell","response":"Condi Rice"},{"text":"Oh, come on!  On Feb. 28, 2008 this TV \"Kitchen Nightmares\" man added a touch of bell to his resume","response":"Gordon Ramsay"}],"originalDate":"2008-07-22"}],{"category":"AWARDS","text":"Created as a Pulitzer Prize for broadcasting, it was named for a Georgia philanthropist","response":"the Peabody Award"}]}