{"mix":3851,"rounds":[[{"category":"BRITISH ROYALS IN THE MILITARY","comments":"","clues":[{"text":"During World War II, she joined the Women's Auxiliary &amp; drove a military truck in London","response":"Queen Elizabeth II"},{"text":"In February 2008, word leaked out that this young royal was serving with h is army unit in Afghanistan","response":"Prince Harry"},{"text":"This British prince was made a vice admiral, an air marshal &amp; a lt. general all on his 54th birthday in 2002","response":"Prince Charles"},{"text":"In 1982 Prince Andrew flew helicopters during a war against this country","response":"Argentina"},{"text":"To begin his training as an army officer, Prince William entered this British military academy in 2006","response":"Sandhurst"}],"originalDate":"2008-07-15"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Kids in Somerset, England call pumpkins \"punkies\", &amp; \"Punky Night\" is their version of this celebration","response":"Halloween"},{"text":"If you're in Denmark, you're most likely to see the wee folk called Nisser during this holiday season","response":"the Christmas season"},{"text":"Buying gold jewelry insures good fortune on Akshaya Tritiya, a special day of this religion","response":"Hinduism"},{"text":"How romantic!  Oregon entered the Union in 1859 on this special day","response":"February 14 (Valentine's Day)"},{"text":"Temporary shelters that may be decorated are built for Sukkot, a festival of this religion","response":"Judaism"}],"originalDate":"2008-07-15"},{"category":"INSIDE JOHNNY GILBERT","comments":"(Alex: Each correct response will be a word that can be formed from the letters of Johnny Gilbert's name.)","clues":[{"text":"Seat fit for a king","response":"throne"},{"text":"Cardinal compass direction","response":"north"},{"text":"Thin clear soup of concentrated stock","response":"broth"},{"text":"One story told in 3 books","response":"trilogy"},{"text":"Last name of one of our last 3 vice presidents","response":"Gore"}],"originalDate":"2008-07-15"},{"category":"THE EMERALD AISLE","comments":"","clues":[{"text":"John Boorman's man-returns-to-the-jungle film \"The Emerald Forest\" takes place mostly in this S.A. country","response":"Brazil"},{"text":"Emerald is the birthstone for this month","response":"May"},{"text":"In the 1940s, this superhero's abilities came from a ring that was fashioned from an emerald lamp","response":"the Green Lantern"},{"text":"Roll out this<span class=\"nobreak\">--</span>emerald is the green variety of it; aquamarine is the blue-green variety","response":"beryl"},{"text":"The hardness of emeralds ranges from 7.5 to 8 on this scale","response":"Mohs"}],"originalDate":"2008-07-15"},{"category":"BEFORE &amp; AFTER GOES TO THE MOVIES","comments":"","clues":[{"text":"Film in which Daniel Day-Lewis searches for oil &amp; citrus fruits with dark red flesh","response":"<i>There Will Be Blood Oranges</i>"},{"text":"Film of a typical day in the life of the Beatles, which includes running from bloodthirsty zombie fans in a Romero classic","response":"<i>A Hard Day's Night of the Living Dead</i>"},{"text":"Jim Carrey voices an elephant that heads to Toon Town to solve a murder with Bob Hoskins in this animated classic","response":"<i>Horton Hears a Who Framed Roger Rabbit</i>"},{"text":"Josh Brolin, Tommy Lee Jones &amp; Javier Bardem go to Alaska to get love advice from Anne Heche in this movie-TV hybrid","response":"<i>No Country for Old Men in Trees</i>"},{"text":"Boxer Hilary Swank has some tough decisions for Diane Keaton in this film: life or death, career or family","response":"<i>Million Dollar Baby Boom</i>"}],"originalDate":"2008-07-15"},{"category":"\"MAN\"-LY LIT","comments":"","clues":[{"text":"A Manolin (a person) &amp; a marlin (a fish) appear in this Hemingway tale","response":"<i>The Old Man and the Sea</i>"},{"text":"The narrator of this Ralph Ellison novel clarifies that he is not \"one of your Hollywood-movie ectoplasms\"","response":"<i>Invisible Man</i>"},{"text":"Stephen Dedalus' formative years in Dublin are the subject of this novel by James Joyce","response":"<i>A Portrait of the Artist as a Young Man</i>"},{"text":"This play by George Bernard Shaw portrays Don Juan as the quarry, not the hunter","response":"<i>Man and Superman</i>"},{"text":"In a pamphlet, Thomas Paine wrote about government founded on \"the indefeasible hereditary\" these","response":"the Rights of Man"}],"originalDate":"2008-07-15"}],[{"category":"I NEED A FARM VACATION!","comments":"","clues":[{"text":"We'll learn how to groom llamas if we stay at Hidden Acres Llama Farm in Jefferson in this Down East state","response":"Maine"},{"text":"Maybe I'll spend a day getting lost at Oakes Farm in Tennessee, in their 11-acre one of these mazes","response":"a corn maze"},{"text":"Horseback riding is the rein event at Lady Hawk Farm in this state's Citrus County","response":"Florida"},{"text":"If I tire of snowshoeing at Ohlers' Acres in this Canadian province, I'll take a side trip to the W. Edmonton Mall","response":"Alberta"},{"text":"Hey, Sugar, sugaring season is a great time to stay at Shearer Hill Farm in this state","response":"Vermont"}],"originalDate":"2008-07-15"},{"category":"ALSO KNOWN AS","comments":"","clues":[{"text":"The Yeti","response":"the Abominable Snowman"},{"text":"Tolkien's \"There and Back Again\"","response":"<i>The Hobbit</i>"},{"text":"Oral defamation","response":"slander"},{"text":"Vitamin B2, partner of thiamine &amp; niacin on cereal boxes","response":"riboflavin"},{"text":"The Mexica, ethnically","response":"the Aztecs"}],"originalDate":"2008-07-15"},{"category":"<em class=\"underline\">POPULAR SCIENCE</em> BEST OF 2007","comments":"(Alex: The magazine, of course.)","clues":[{"text":"One day soon we may go even greener with fuel made from these green goopy simple aquatic organisms","response":"algae"},{"text":"NASA is studying the possibility of a manned mission to one of these hurtling objects; it could help with deflection plans","response":"asteroids"},{"text":"Inventions of the Year included a special glove to help a person perform this life-saving procedure correctly","response":"CPR"},{"text":"Some neurological disorders are being treated with elec. impulses in a procedure called DBS, or deep brain this","response":"stimulation"},{"text":"No. 1 on the bottom-10 list of the worst jobs in science was this type of diver who swims in sewage &amp; toxic waste","response":"a HAZMAT diver"}],"originalDate":"2008-07-14"},{"category":"CANADIAN SONGBIRDS","comments":"","clues":[{"text":"In December 2007 this chanteuse gave her last performance of the Vegas spectacular \"A New Day\"","response":"Celine Dion"},{"text":"This singer from Halifax, Nova Scotia had hits with \"Adia\" &amp; \"Sweet Surrender\"","response":"Sarah McLachlan"},{"text":"She must be a Keith Jackson fan, as she titled one of her albums \"Whoa, Nelly!\"","response":"Nelly Furtado"},{"text":"She put her initials on duets of \"Crying\" with Roy Orbison &amp; \"What A Wonderful World\" with Tony Bennett","response":"k.d. lang"},{"text":"Leslie is the first name of this \"1234\" singer who was a dancer at the 1988 Calgary Olympics","response":"Feist"}],"originalDate":"2008-07-14"},{"category":"GAME TIME","comments":"","clues":[{"text":"The weapons in this board game are a rope, a lead pipe, a knife, a wrench, a candlestick &amp; a revolver","response":"<i>Clue</i>"},{"text":"If you're cornered in Kamchatka, end this board game by bumping your opponent's armies off the board","response":"<i>Risk</i>"},{"text":"If your opponent asks for the \"3s\" that you don't have in your hand, tell him this, the name of the game","response":"Go Fish"},{"text":"It's also called \"table soccer\" &amp; \"that game in bars where you spin the rods\"","response":"foosball"},{"text":"Used to foretell the future, this game gets its name from the French &amp; German words for \"yes\"","response":"<i>Ouija</i>"}],"originalDate":"2008-07-14"},{"category":"\"HOLY\" CATEGORY!","comments":"","clues":[{"text":"This element of Christianity's Trinity is also called the Paraclete","response":"the Holy Spirit"},{"text":"This object, of course, is what all the endlessly silly questing in \"Spamalot\" is about","response":"the Holy Grail"},{"text":"Hebdomada Major in Latin, it runs from Palm Sunday to Easter","response":"Holy Week"},{"text":"The stoup in a Catholic church contains this liquid","response":"holy water"},{"text":"In 1756 Voltaire opined that this political entity did not reflect the 3 parts of its name","response":"the Holy Roman Empire"}],"originalDate":"2008-07-14"}],{"category":"U.S. STATE QUARTERS","text":"The Alabama coin bears this person's name in English, &amp; for the first time on a circulating U.S. coin, in Braille","response":"Helen Keller"}]}