{"mix":3854,"rounds":[[{"category":"POLITICALLY INCORRECT","comments":"(Alex: Here's a tribute to you, Bill...)","clues":[{"text":"R.J. Reynolds dropped this drawn character after drawing complaints it drew kids to cigarettes","response":"Joe Camel"},{"text":"From its start in 1993, this Steven Bochco show has been attacked by the Christian Family Network","response":"<i>NYPD Blue</i>"},{"text":"In July 1997 the National Federation for the Blind urged a halt to a live-action version of this cartoon","response":"<i>Mr. Magoo</i>"},{"text":"A 1989 protest by a Michigan housewife against this Fox sitcom only boosted its popularity","response":"<i>Married... With Children</i>"},{"text":"Ira Zimmerman led a protest of the mocking of Michael Palin's stuttering in this 1988 film","response":"<i>A Fish Called Wanda</i>"}],"originalDate":"1997-11-21"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"In her book \"My Turn\", she points out that Eleanor Roosevelt was criticized for ordering new china, too","response":"Nancy Reagan"},{"text":"She donated the net proceeds of her dog Millie's book to her Foundation for Family Literacy","response":"Barbara Bush"},{"text":"First Lady seen here when she was a young girl:","response":"Jacqueline Kennedy Onassis"},{"text":"This Texas-born conservationist headed the First Lady's Committee for A More Beautiful Capital","response":"Lady Bird Johnson"},{"text":"She started wearing those famous bangs while living in the Panama Canal Zone with her military husband","response":"Mamie Eisenhower"}],"originalDate":"1997-11-21"},{"category":"WASHINGTONIANS","comments":"","clues":[{"text":"He was born in the capital Nov. 25, 1960, 17 days after his dad was elected president","response":"John F. Kennedy, Jr."},{"text":"Lisa Halaby, born in D.C. in 1951, married King Hussein &amp; became Queen Noor of this country","response":"Jordan"},{"text":"He was born in Washington on Jan. 1, 1895 &amp; became the FBI's director at 29","response":"J. Edgar Hoover"},{"text":"This TV journalist, who longed for parenthood, is the 10th child of a Chinese diplomat","response":"Connie Chung"},{"text":"Washington-born \"Crossfire\" host &amp; 1996 presidential candidate","response":"Pat Buchanan"}],"originalDate":"1997-11-21"},{"category":"TAKING THE FIFTH","comments":"","clues":[{"text":"A spare on a car, or an extra person on a double date","response":"Fifth wheel"},{"text":"On the fifth day God created these, like the one that swallowed Jonah","response":"Fish"},{"text":"On this date in 1776 the Declaration of Independence was mailed to towns across the colonies","response":"July 5th"},{"text":"A fifth of liquor is one-fifth of this measure","response":"Gallon"},{"text":"In 1967 they rose to the Top 10 singing \"Up, Up And Away In My Beautiful Balloon\"","response":"The 5th Dimension"}],"originalDate":"1997-11-21"},{"category":"NONFICTION","comments":"","clues":[{"text":"In \"Paper Lion\" George Plimpton reported on his attempt to play this sport","response":"Football"},{"text":"A 1996 history of this substance includes sections on bakelite, polyethylene &amp; cellophane","response":"Plastic"},{"text":"Frank McCourt put his mother's name in the title of this bestselling memoir","response":"<i>Angela's Ashes</i>"},{"text":"The title of this 1994 book about group differences in intelligence refers to a shape on a graph","response":"<i>The Bell Curve</i>"},{"text":"Song that's the title of Robert Dallek's book on \"The Making and Unmaking of American Presidents\"","response":"\"Hail to the Chief\""}],"originalDate":"1997-11-21"},{"category":"WASHINGTON'S SPORTS TEAMS","comments":"","clues":[{"text":"This team's logo is on champagne bottles commemorating the opening of Jack Kent Cooke Stadium","response":"Washington Redskins"},{"text":"On May 15, 1997 the NBA's Washington Bullets took this name","response":"Washington Wizards"},{"text":"Ron Wilson, the former head coach of the Mighty Ducks of Anaheim, now coaches this team","response":"Washington Capitals"},{"text":"The D.C. United plays this sport outside while the Warthogs play it indoors","response":"Soccer"},{"text":"Before moving, this baseball team was called, \"First in War, First in Peace &amp; Last in the American League\"","response":"Washington Senators"}],"originalDate":"1997-11-20"}],[{"category":"MANIMALS","comments":"(Alex: These clues all have to do with people who have the same name as an animal; a perfect example, of course, is Wolf Blitzer; Blitzer, as we all know, is one of Santa Claus' reindeer!)","clues":[{"text":"In 1883 he opened his Wild West Show in Omaha, Nebraska","response":"Buffalo Bill Cody"},{"text":"In 1997 he broke Jack Nicklaus' 32-year-old Masters record of 17 under par","response":"Tiger Woods"},{"text":"In the victory column, this Alabamian has 4 more than Pop Warner","response":"Bear Bryant"},{"text":"On \"Another Saturday Night\" you'll find him \"Sitting\" on a \"Peace Train\" until \"Morning Has Broken\"","response":"Cat Stevens"},{"text":"This \"Good Morning, Vietnam\" star once studied drama with John Houseman","response":"Robin Williams"}],"originalDate":"1997-11-20"},{"category":"ACTORS IN POLITICAL FILMS","comments":"","clues":[{"text":"In 1993 he was \"In the Line of Fire\" as Secret Service agent Frank Horrigan","response":"Clint Eastwood"},{"text":"This star of \"Grumpy Old Men\" played a grumpy Supreme Court justice in \"First Monday in October\"","response":"Walter Matthau"},{"text":"Laurence Harvey &amp; Frank Sinatra starred in this 1962 political thriller based on a novel by Richard Condon","response":"<i>The Manchurian Candidate</i>"},{"text":"In \"All the President's Men\", Hal Holbrook played this informer whose true identity is still a mystery","response":"\"Deep Throat\""},{"text":"This British actor, JFK's brother-in-law, played a U.S. senator in \"Advise and Consent\"","response":"Peter Lawford"}],"originalDate":"1997-11-20"},{"category":"PRESIDENTIAL NICKNAMES","comments":"","clues":[{"text":"He was nicknamed \"Red\" as a child, but you know him better as \"Silent Cal\"","response":"Calvin Coolidge"},{"text":"As a youth, this Georgian was nicknamed \"Hot\", short for \"Hot Shot\"","response":"Jimmy Carter"},{"text":"William McKinley was known as the \"Idol of\" this Buckeye state, his birthplace","response":"Ohio"},{"text":"Men who slandered his wife Rachel found out quickly why he was called the \"Duel Fighter\"","response":"Andrew Jackson"},{"text":"This \"Bachelor President\" was affectionately nicknamed \"Old Buck\"","response":"James Buchanan"}],"originalDate":"1997-11-20"},{"category":"IT USED TO MEAN","comments":"","clues":[{"text":"Once meaning \"lacking religious beliefs\", it now means cheating on your spouse","response":"Unfaithful"},{"text":"It once meant \"an insult\", so you'd be adding insult to...insult","response":"Injury"},{"text":"Now it's a den in which you'd find an animal lion around; a long time ago, it was \"a coach\"","response":"Lair"},{"text":"It was a tavern, or a clump of ivy hung on a pub; today it's a small shrub, or an ex-president","response":"Bush"},{"text":"Henry, Jane, Peter or Bridget might tell you that this 4-letter word once meant \"foolish\"","response":"Fond"}],"originalDate":"1997-11-20"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"An 1873 law requires that this Latin motto appear on one side of every U.S. coin","response":"\"E Pluribus Unum\""},{"text":"This agency, the GAO, advises Congress on the use of public funds","response":"General Accounting Office"},{"text":"An amendment becomes part of the Constitution after this many states have ratified it","response":"3/4"},{"text":"This Treasury Department agency, the ATF, investigates hitmen &amp; mad bombers","response":"Bureau of Alcohol, Tobacco and Firearms"},{"text":"Most presidential libraries are controlled by this agency which maintains our government records","response":"The National Archives"}],"originalDate":"1997-11-19"},{"category":"SUNDAY MORNING TV","comments":"","clues":[{"text":"In April 1994 this Charles replaced Charles Kuralt on CBS News Sunday Morning","response":"Charles Osgood"},{"text":"The Crystal Cathedral is the setting of this reverend's \"Hour of Power\"","response":"Robert Schuller"},{"text":"His name no longer appears in the title of ABC's \"This Week\"","response":"David Brinkley"},{"text":"This show is based in Washington, D.C where host Tim Russert is NBC's bureau chief","response":"<i>Meet the Press</i>"},{"text":"Now appearing together on CNN, these 2 journalists first teamed up for a newspaper column in 1963","response":"Rowland Evans & Robert Novak"}],"originalDate":"1997-11-19"}],{"category":"FOREIGN WORDS","text":"The Holy Roman Empire from 800 to 1806 was the first; the German empire from 1871 to 1918 was the second","response":"reich"}]}