{"mix":3857,"rounds":[[{"category":"NICE WORK IF YOU CAN GET IT","comments":"","clues":[{"text":"In 2007 this Apple CEO pocketed his annual $1 salary...<br>it's probably also worth noting his stake in Apple was $765 million","response":"Steve Jobs"},{"text":"Initially yours: in 1895 his syndicate bought all of a $62 million bond issue, ending a gold shortage in the U.S. treasury","response":"J.P. Morgan"},{"text":"Start Microsoft with Bill like he did &amp; you too can own stuff like NFL &amp; NBA teams &amp; a 60-ft. submarine (for your yacht!)","response":"(Paul) Allen"},{"text":"Italy's richest man as of 2007, this ex-prime minister has been estimated to be worth a cool $11.8 billion","response":"Berlusconi"},{"text":"Starting Google worked out well for Larry Page &amp; him; as of 2007, they were worth $16.6 billion<span class=\"nobreak\">--</span>apiece","response":"(Sergey) Brin"}],"originalDate":"2008-07-08"},{"category":"MERE SMITHS","comments":"","clues":[{"text":"In a 1939 film,  he played Mr. Jefferson Smith, an appointee to the U.S. Senate","response":"Jimmy Stewart"},{"text":"This director of \"Clerks\" played Warlock in \"Live Free or Die Hard\"","response":"Kevin Smith"},{"text":"This actress gives Lisa Simpson her distinctive voice","response":"Yeardley Smith"},{"text":"Dodie Smith wrote this classic tale about a plethora of puppies","response":"<i>101 Dalmatians</i>"},{"text":"On the Grammys in 2008, this partner of Louis Prima found \"That Old Black Magic\" in a duet with Kid Rock","response":"Keely Smith"}],"originalDate":"2008-07-08"},{"category":"THE ORIGINAL LANGUAGE","comments":"(Alex: We'll give you a quotation, you give us [*] of that quotation.)","clues":[{"text":"\"And God said, Let there be light: and there was light\"","response":"Hebrew"},{"text":"\"In this best of all possible worlds...Everything is for the best\"","response":"French"},{"text":"\"The unexamined life is not worth living\"","response":"Greek"},{"text":"\"In the middle of the journey of our life I came to myself within a dark wood\"","response":"Italian"},{"text":"\"Joy, beautiful radiance of the gods, daughter of Elysium...\"","response":"German"}],"originalDate":"2008-07-08"},{"category":"GEOGRAPHICAL NICKNAMES","comments":"","clues":[{"text":"Larry Bird was called the \"Hick from French Lick\"<span class=\"nobreak\">--</span>this state was his home","response":"Indiana"},{"text":"William Jennings Bryan, the \"Boy Orator of the Platte\", knew the Platte primarily runs through this state","response":"Nebraska"},{"text":"Brian Mulroney, \"The Boy From Baie Comeau\", grew up along the north banks of this river in Quebec","response":"St. Lawrence"},{"text":"Nicolae Ceausescu was the \"Butcher of\" this Romanian city","response":"Bucharest"},{"text":"Union Gen. George Henry Thomas was known as the \"Rock of Chickamauga\", Chickamauga being in this state","response":"Georgia"}],"originalDate":"2008-07-08"},{"category":"\"T\"s ME, ALEX","comments":"","clues":[{"text":"A type of boxing knockout","response":"a TKO, or technical knockout"},{"text":"According to Ben Franklin, death &amp; this were life's only certainties","response":"taxes"},{"text":"Style of Mexican-American pop music made famous by Selena","response":"Tejano"},{"text":"This Belgian cartoon character &amp; amateur detective has been an international favorite since 1929","response":"Tintin"},{"text":"Emperor from 14 to 37 A.D., he mailed it in the last 10 years from Capri","response":"Tiberius"}],"originalDate":"2008-07-08"},{"category":"TAKE IN ORDER","comments":"(Alex: You must take the category in order, clues from top to bottom.)","clues":[{"text":"The Navajo are noted for their \"paintings\" done with this material that can be glued to a board","response":"sand"},{"text":"Her \"Grey's Anatomy\" character, Dr. Yang, had a difficult romance with Dr. Burke","response":"Sandra Oh"},{"text":"William Sydney Porter started using this name while writing short stories from jail in Ohio","response":"O. Henry"},{"text":"In 1893 he was chief engineer of Detroit's Edison Illuminating Company; 6 years later he'd form his own company","response":"Henry Ford"},{"text":"This novelist founded the English Review in 1908 &amp; helped launch James Joyce's career","response":"Ford Madox Ford"}],"originalDate":"2008-07-08"}],[{"category":"AMERICANA","comments":"","clues":[{"text":"On December 19 the people of this U.S. state celebrate Princess Bernice Pauahi Bishop's birthday","response":"Hawaii"},{"text":"In 1986 this New York capital celebrated the 300th anniversary of its charter as a city","response":"Albany"},{"text":"This U.S. First Lady once taught dance in Grand Rapids","response":"Betty Ford"},{"text":"Lancaster, which has the largest stockyards east of Chicago, was this state's capital from 1799 to 1812","response":"Pennsylvania"},{"text":"This Connecticut city famous for its university is nicknamed \"Elm City\" because it once had many elm-lined streets","response":"New Haven"}],"originalDate":"1995-07-07"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1967 this New York Jets quarterback became the first pro to pass for more than 4,000 yards in a season","response":"Joe Namath"},{"text":"Founded in 1897, it's the world's oldest annual marathon","response":"the Boston Marathon"},{"text":"In 1991, after 12 seasons at the Salt Palace, this NBA team moved its home games to the Delta Center","response":"the Utah Jazz"},{"text":"In 1992 Viktor Petrenko won the world championship in this sport","response":"ice skating (men's figure skating)"},{"text":"During his 1955-1966 career, this Dodger pitcher averaged 9.28 strikeouts per 9 innings","response":"(Sandy) Koufax"}],"originalDate":"1995-07-07"},{"category":"GRAINS &amp; STAPLES","comments":"","clues":[{"text":"The name of this food, not a true grain, comes from the Dutch meaning \"beech wheat\"","response":"buckwheat"},{"text":"The rolled form of this grain cooks in about 5 minutes; the steel-cut takes much longer","response":"oats"},{"text":"Basmati, an aromatic type of this grain, is grown in India","response":"rice"},{"text":"Millet seed, an important food for North Africans, is most often fed to these pets in the U.S.","response":"birds"},{"text":"The pot type of this grain retains more of the bran than the pearl type","response":"barley"}],"originalDate":"1995-07-07"},{"category":"HISTORIC WOMEN","comments":"","clues":[{"text":"On April 5, 1614, in Jamestown, she married John Rolfe","response":"Pocahontas"},{"text":"Anna Ivanovna, empress of Russia from 1730 to 1740, was the niece of this great ruler","response":"Peter the Great"},{"text":"After 5 years in office, she resigned as Israeli prime minister in 1974","response":"Golda Meir"},{"text":"The proceeds from some of her souvenir hatchets helped fund a home for wives of alcoholics","response":"Carrie Nation"},{"text":"In 1813 this mistress of the late Lord Nelson was imprisoned for debt","response":"Lady Hamilton"}],"originalDate":"1995-07-07"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"Since 1908 this group has distributed over 26 million Bibles to hotels &amp; other institutions","response":"Gideon"},{"text":"It's what the R stands for in AARP","response":"retired"},{"text":"Not surprisingly, this organization, founded in 1884, maintains one of the world's finest reference libraries on dogs","response":"the American Kennel Club"},{"text":"Members of this volunteer crime-fighting organization are famous for wearing red berets","response":"the Guardian Angels"},{"text":"During Egypt's suspension from this group, 1979-1989, its headquarters was located in Tunisia","response":"the Arab League"}],"originalDate":"1995-07-07"},{"category":"PROVERBS","comments":"","clues":[{"text":"It's the 4-letter word that \"makes the world go round\"","response":"love"},{"text":"There's \"no time like\" this","response":"the present"},{"text":"It's the type of pot that \"never boils\"","response":"a watched pot"},{"text":"It \"comes not alone\" &amp; \"makes waste\"","response":"haste"},{"text":"\"Every\" one of these \"fits not every foot\"","response":"a shoe"}],"originalDate":"1995-07-07"}],{"category":"AUTHORS","text":"In 1937 his sister said he had \"hats of every description\" which he would use as a \"foundation of his next book\"","response":"Dr. Seuss"}]}