{"mix":3858,"rounds":[[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"A smaller canal connecting to this river brings fresh water to the Suez Canal","response":"the Nile"},{"text":"Many things in Hong Kong are named for this queen, including the mountain peak on Hong Kong island","response":"Victoria"},{"text":"Lake Avernus in Campania in this country was believed by the ancients to be the entrance to Hades","response":"Italy"},{"text":"The western portion of the Baltic island of Usedom belongs to Germany; the eastern, to this country","response":"Poland"},{"text":"Boothia Peninsula in this country is the former location of the north magnetic pole","response":"Canada"}],"originalDate":"1995-07-07"},{"category":"AUTHORS","comments":"","clues":[{"text":"This author of \"The Time Machine\" coined the phrase \"the war that will end war\"","response":"H.G. Wells"},{"text":"This author gave us the line \"I'll make him an offer he can't refuse\"","response":"(Mario) Puzo"},{"text":"This \"Return of the Native\" author's first novel, \"Desperate Remedies\", was published in 1871","response":"Thomas Hardy"},{"text":"This Dr. Dolittle creator studied civil engineering at M.I.T.","response":"Hugh Lofting"},{"text":"1 of only 3 authors to win 2 Pulitzer Prizes for Fiction","response":"(1 of) Faulkner, Tarkington & John Updike"}],"originalDate":"1995-07-07"},{"category":"1938","comments":"","clues":[{"text":"On December 10 he announced he'd leave his Hyde Park estate &amp; its papers &amp; books to the U.S. government","response":"FDR"},{"text":"By accepting his membership dues, the League of Nations recognized him as emperor of Ethiopia","response":"Haile Selassie"},{"text":"17 acres surrounding her cottage were transferred to the Shakespeare Birthplace Trust","response":"Anne Hathaway"},{"text":"Returning from Ireland to NYC in August, this aviator was given a parade down…er, up Broadway","response":"\"Wrong Way\" Corrigan"},{"text":"On April 27, 1938 Countess Geraldine Apponyi of Hungary married King Zog of this country","response":"Albania"}],"originalDate":"1995-07-07"},{"category":"POP MUSIC","comments":"","clues":[{"text":"\"Pinball Wizard\" was a Top 40 hit for this '60s group","response":"The Who"},{"text":"This Don McLean song was inspired by the 1959 death of Buddy Holly","response":"\"American Pie\""},{"text":"2004's \"Genius Loves Company\", featuring a dozen duets, was the final new album by this man","response":"Ray Charles"},{"text":"In 1984 this group broke into the Top 40 with \"Red Red Wine\"; in 2008 they broke up","response":"UB40"},{"text":"\"Kate\" is what family &amp; friends call this singer of \"Suddenly I See\"","response":"KT Tunstall"}],"originalDate":"2008-07-07"},{"category":"WHAT'S MISSING?","comments":"","clues":[{"text":"In Krzysztof Kieslowski's \"Three Colors\" film series:<br>\"Red\", \"White\" &amp; _____","response":"<i>Blue</i>"},{"text":"The 3 states with the highest number of electoral college votes:<br>California, New York &amp; _____","response":"Texas"},{"text":"Inferior planets:<br>Mercury, _____","response":"Venus"},{"text":"Before Alice joins them, the 3 sitting at the table for the tea party:<br>Mad Hatter, March Hare &amp; _____","response":"the Dormouse"},{"text":"The sons of George H.W. Bush:<br>George, Jeb, Marvin &amp; _____","response":"Neil"}],"originalDate":"2008-07-07"},{"category":"BY THE NUMBERS","comments":"","clues":[{"text":"The Treasury Building is at 1500 &amp; the White House at this number Pennsylvania Ave.","response":"1600"},{"text":"There are this many books in Evangeline Walton's fantasy classic \"The Mabinogion Tetralogy\"","response":"four"},{"text":"In 2006 the death of a model who didn't eat enough led to a debate named for this size in women's wear","response":"zero"},{"text":"Number of numbers to pick in each game of the 12-state Mega Millions lottery","response":"six"},{"text":"In \"The Long Goodbye\", Philip Marlowe's gat is \"a short-barreled police\" this","response":"a .38"}],"originalDate":"2008-07-07"}],[{"category":"LEWIS OR CLARK","comments":"(Alex: ...and in some cases we're gonna need first names.)","clues":[{"text":"This \"chocolately coated peanut butter crunch candy\" has been around since 1917","response":"a Clark Bar"},{"text":"She was very hands-on with the TV series \"Charlie Horse Music Pizza\" &amp; \"Lamb Chop's Play Along\"","response":"Shari Lewis"},{"text":"The heroine of this author's \"Main Street\" escapes her miserable small town<span class=\"nobreak\">--</span>for a while","response":"Sinclair Lewis"},{"text":"He retired as NATO's Supreme Allied Commander, Europe in 2000, then ran for president","response":"Wesley Clark"},{"text":"This prosecutor of O.J. Simpson is now a legal correspondent for \"Entertainment Tonight\"","response":"Marcia Clark"}],"originalDate":"2008-07-07"},{"category":"CHRIS COLUMBUS","comments":"","clues":[{"text":"Chris won the job filming the first 2 entries in this franchise after wowing author J.K. Rowling","response":"<i>Harry Potter</i>"},{"text":"Chris Columbus penned the script about this \"Young\" title character who solved murders aided by John Watson","response":"Sherlock Holmes"},{"text":"Chris directed the first &amp; second installments of this Macaulay Culkin franchise","response":"<i>Home Alone</i>"},{"text":"In 2005 Chris directed this movie based on Jonathan Larson's Tony-winning musical","response":"<i>Rent</i>"},{"text":"Chris wrote three rules for these title characters: no bright lights, don't get them wet &amp; no food after midnight","response":"Gremlins"}],"originalDate":"2008-07-07"},{"category":"ERIC THE READ","comments":"","clues":[{"text":"This Eric Schlosser book about burgers &amp; fries was kind of \"The Jungle\" for 2001","response":"<i>Fast Food Nation</i>"},{"text":"In 1968 Eric Goldman wrote \"The Tragedy of\" this president: \"A Historian's Personal Memoir\"","response":"Lyndon Johnson"},{"text":"English prof &amp; media pundit Eric Alterman is also the author of \"It Ain't No Sin to Be Glad You're Alive\", about this rocker","response":"Bruce Springsteen"},{"text":"E.D. (Eric Donald) Hirsch educated us with his book this type of \"Literacy: What Every American Needs to Know\"","response":"cultural"},{"text":"Though American on TV, Lassie was created by this Yorkshireman","response":"Eric Knight"}],"originalDate":"2008-07-07"},{"category":"HILLARY","comments":"","clues":[{"text":"In 1975 Hillary joined the faculty of the law school at the University of this state","response":"Arkansas"},{"text":"In 1973 Ms. Rodham earned a degree from this Ivy League school, where she met a fella named Bill","response":"Yale"},{"text":"This 1996 book by Mrs. Clinton called for community participation in helping kids develop","response":"<i>It Takes a Village</i>"},{"text":"In 2000 a long investigation into the Clintons' role in this development corp. ended with no charges filed","response":"Whitewater"},{"text":"Hillary chaired her local Young Republicans chapter &amp; supported this 1964 presidential candidate","response":"Barry Goldwater"}],"originalDate":"2008-07-07"},{"category":"COOK","comments":"","clues":[{"text":"If your diner waitress yells, \"Paint a bow-wow red!\" to the cook, you've ordered one of these with ketchup","response":"a hot dog"},{"text":"Of the dishes at a traditional Thanksgiving dinner, it's the one most likely to be made with sage","response":"stuffing"},{"text":"\"Eye\" have a feeling you might know the name of this kind of salmon, the most valuable food variety","response":"sockeye"},{"text":"Colorful name of Catherine Hanley's cookbook of \"Prize-winning Recipes from America's State Fairs\"","response":"<i>Blue Ribbon</i>"},{"text":"Genuine pizza pies in the style of this southern Italian city are cooked in wood-fire ovens at 905 degrees F.","response":"Naples"}],"originalDate":"2008-07-07"},{"category":"\"D\" AS...","comments":"","clues":[{"text":"in this German dog breed, named after breeder Ludwig","response":"Doberman"},{"text":"in this trademark of Invista for a type of polyester","response":"Dacron"},{"text":"in this title from the Greek for \"minister\", for a member of the clerical order just below that of a priest","response":"deacon"},{"text":"in this kind of tea, one of India's finest; its leaves are grown at about 7,000 feet","response":"Darjeeling"},{"text":"in this adjective for an elegant &amp; gracious gentleman; it comes from the French for \"of good family\"","response":"debonair"}],"originalDate":"2008-07-07"}],{"category":"ASTRONOMY","text":"Appropriate mythological name given the asteroid in our solar system that passes closest to the Sun","response":"Icarus"}]}