{"mix":3860,"rounds":[[{"category":"KEEP \"FALL\"ING","comments":"","clues":[{"text":"In 1856 P.T. Barnum boasted he'd go over this in a 30-foot-wide rubber ball<span class=\"nobreak\">--</span> didn't happen","response":"Niagara Falls"},{"text":"In \"Paradise Lost\" book I, line 392, Milton begins to list &amp; describe these disgraced denizens of hell","response":"the fallen angels"},{"text":"Female anatomical tubes named for an Italian doctor","response":"Fallopian tubes"},{"text":"Descent with an unopened parachute as the first part of a jump","response":"freefall"},{"text":"This 6-word state motto of Kentucky implies a need for solidarity","response":"\"United we stand, divided we fall.\""}],"originalDate":"2008-07-03"},{"category":"ON MY HEAD","comments":"","clues":[{"text":"If a German woman is plucking her augenbrauen, she's tweezing these","response":"eyebrows"},{"text":"In the 1920s, the \"bee-stung\" look was popular for these on a woman","response":"lips"},{"text":"Auricles are the outer portion of these on your head","response":"ears"},{"text":"A cluster headache may center in these \"religious\" regions at either side of the head","response":"the temples"},{"text":"Strabismus is the technical term for the inability to coordinate the movement of these","response":"the eyes"}],"originalDate":"2008-07-03"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"On April 18, 1775 Paul Revere only made it to Lexington on his warning ride; Samuel Prescott got to this city","response":"Concord"},{"text":"General Casimir Pulaski's ability to command was hampered by his inability to do this (unlike his men)","response":"speak English"},{"text":"The flag resolution of 1777 called for 13 white stars on a blue field, \"representing a new\" this","response":"constellation"},{"text":"The First Lord of the Admiralty at the outbreak of the war, he was known for his lunch-break preferences","response":"the Earl of Sandwich"},{"text":"Victories in the NW Territory by this brother of an explorer forced Britain to surrender the area in 1783","response":"George Rogers Clark"}],"originalDate":"2008-07-03"},{"category":"PLAY BALL!","comments":"","clues":[{"text":"2-word \"seasonal\" term for the part of the Major League Baseball year when every team's a contender","response":"spring training"},{"text":"A manager sounds like an army general when he uses this system of alternating players at the same position","response":"a platoon"},{"text":"In 2008 the Mets made this former Minnesota lefty baseball's best-paid pitcher","response":"Johan Santana"},{"text":"The game-winning one of these was an official batting statistic in the 1980s, &amp; Keith Hernandez is the all-time leader","response":"an RBI"},{"text":"He's the Red Sox slugger nicknamed \"Big Papi\"","response":"(David) Ortiz"}],"originalDate":"2008-07-03"},{"category":"ISLANDS OF THE SOUTH PACIFIC","comments":"","clues":[{"text":"In 1862 Peruvian slave raiders carried away about 1/3 of this Chilean island's population, but not the big heads","response":"Easter Island"},{"text":"The Isthmus of Taravao separates the 2 sections that make up this largest French Polynesian island","response":"Tahiti"},{"text":"This island is named for the captain of the British whaler L'Aigle, not the first mate of the Pequod","response":"Starbuck (Island)"},{"text":"Legend says that the god Maui threw a fishhook into the sea from Samoa &amp; brought up this current island kingdom","response":"Tonga"},{"text":"At 4,341 feet, Mount Victoria on Viti Levu is the tallest peak in this Pacific archipelago","response":"Fiji"}],"originalDate":"2008-07-03"},{"category":"\"C\" IN SHAKESPEARE","comments":"","clues":[{"text":"In \"Henry VIII\", Thomas Cranmer is the Archbishop of this","response":"Canterbury"},{"text":"The Dauphin known by this first name appears in \"Henry VI, Part I\"","response":"Charles"},{"text":"In Act II, Scene I of \"Othello\", Othello says, \"Come, Desdemona, once more well met at\" this island","response":"Cyprus"},{"text":"It's the play in which a herald says, \"Know, Rome, that all alone Marcius did fight within Corioli gates\"","response":"<i>Coriolanus</i>"},{"text":"Imogen is the daughter of this title King of Britain","response":"Cymbeline"}],"originalDate":"2008-07-03"}],[{"category":"COUNTRY RHYME TIME","comments":"","clues":[{"text":"A cooling device from Sapporo","response":"a Japan fan"},{"text":"A Scandinavian entranceway","response":"a Norway doorway"},{"text":"Filled tortilla food item from Rabat","response":"Morocco taco"},{"text":"Sheep wool in Thessaloniki","response":"Greece fleece"},{"text":"A household task in a latitude zero country of South America","response":"an Ecuador chore"}],"originalDate":"2008-07-03"},{"category":"WE'RE NOT IN KANSAS ANYMORE","comments":"","clues":[{"text":"We're attending the Strings in the Mountains chamber music festival in Steamboat Springs in this state","response":"Colorado"},{"text":"We left Abilene &amp; drove straight north on Highway 15 to Fairbury in this state","response":"Nebraska"},{"text":"We're in the Ozarks seeing a show at Andy Williams' Moon River Theatre in this bordering state","response":"Missouri"},{"text":"We're visiting the Will Rogers Memorial in this state where the humorist is buried","response":"Oklahoma"},{"text":"We've left Lawrence, Kansas for Lawrence in this state, Leonard Bernstein's birthplace","response":"Massachusetts"}],"originalDate":"2008-07-02"},{"category":"IS IT SAFE?","comments":"","clues":[{"text":"A parasite spread by this insect sickens 300 million people a year &amp; kills almost 3 million","response":"the mosquito"},{"text":"Christmas will not be jolly if you happen to eat the red berries from this evergreen holiday bush","response":"holly"},{"text":"This is in the top 3 of the most dangerous professions in the U.S.; most of the fatalities are from drowning","response":"fishing"},{"text":"Though the pygmy &amp; river varieties look comical, Africans consider this 8,000-lb. mammal extremely dangerous","response":"the hippopotamus"},{"text":"This homophonic drug cocktail was a '90s weight-loss dream but was later discovered to be a health nightmare","response":"Fen-phen"}],"originalDate":"2008-07-02"},{"category":"I DRINK YOUR MILKSHAKE","comments":"","clues":[{"text":"This smallest New England state is known for a specialized shake called a coffee cabinet","response":"Rhode Island"},{"text":"This soft-serve chain opened in 1940 &amp; got the shakes 9 years later","response":"Dairy Queen"},{"text":"It's much easier for me to drink your milkshake with the new type of this simple device patented in 1937","response":"a (flexible) straw"},{"text":"Walgreens invented this shake made with barley-infused milk; the double chocolate kind is popular","response":"a malted"},{"text":"He sold milkshake machines to the McDonald Bros.' burger joint, got curious about their operation &amp; soon made history","response":"(Ray) Kroc"}],"originalDate":"2008-07-02"},{"category":"I'M WALKIN' HERE!","comments":"","clues":[{"text":"...&amp; I'll be walking for a while, as this structure is more than 3,700 miles long and ends in the Gobi Desert","response":"the Great Wall of China"},{"text":"...from the Arno up Via Roma to see the plumbline-challenged highlight of this city","response":"Pisa"},{"text":"...&amp; now I'm running as I'm in the Festival of San Fermin in this city, &amp; a bull named El Terrible is right behind me","response":"Pamplona"},{"text":"...heeding the call of the deep, toward the Eastern Harbor in this main Egyptian seaport","response":"Alexandria"},{"text":"...at the Rogundam, which is about 75 miles from Dushanbe, the capital of this former Soviet republic","response":"Tajikistan"}],"originalDate":"2008-07-02"},{"category":"SAY HELLO TO MY LITTLE FRIEND","comments":"","clues":[{"text":"An 11-year-old is the heroine of Judy Blume's \"Are You There, God? It's Me,\" this girl","response":"Margaret"},{"text":"This last name of Dorothy in the \"Wizard of Oz\" books is appropriate, since it is a synonym of  \"cyclone\"","response":"Gale"},{"text":"Asia, Australia &amp; Europena are 3 of the children of \"Mrs. Wiggs of\" this title \"Patch\"","response":"Cabbage"},{"text":"In an 1881 novel, Fraulein Rottenmeier makes things rotten for this title girl","response":"Heidi"},{"text":"11 little girls all cried, \"Boohoo! We want a Caldecott Medal, too!\" when a book about her \"Rescue\" won a medal in 1954","response":"Madeline"}],"originalDate":"2008-07-02"}],{"category":"TELEVISION HISTORY","text":"This variety show that replaced the Smothers Brothers on CBS 20 years ago is still in production","response":"<i>Hee Haw</i>"}]}