{"mix":3863,"rounds":[[{"category":"OF MICE &amp; MEN","comments":"","clues":[{"text":"In \"Anchors Aweigh\", not Tom but Gene Kelly was the man who cut a rug with this animated mouse","response":"Jerry"},{"text":"After men take away his mother, this Disney title character teams up with Timothy Mouse","response":"Dumbo"},{"text":"Mr. Jingles, a pet mouse living on death row, is resurrected by John Coffey after being killed by a guard in this film","response":"<i>The Green Mile</i>"},{"text":"Nehemiah Persoff voiced Papa Mousekewitz in this 1986 film","response":"<i>An American Tail</i>"},{"text":"Nathan Lane &amp; Lee Evans are 2 men who inherit a house plagued by a crafty rodent in this 1997 film","response":"<i>MouseHunt</i>"}],"originalDate":"2008-06-27"},{"category":"THE PEARL","comments":"","clues":[{"text":"A knotted strand of this material is the traditional cord on which pearls are strung","response":"silk"},{"text":"\"La Peregrina\" is a famous pearl bought by this man in 1969 &amp; given to Elizabeth Taylor","response":"Richard Burton"},{"text":"In early China, cultured pearls were created by placing a lead object shaped like this religious figure in a mussel","response":"Buddha"},{"text":"This 5-letter substance is secreted by the mollusk to create a pearl","response":"nacre"},{"text":"This adjective for pearls of irregular shape also describes artists such as Hyacinthe Rigaud","response":"baroque"}],"originalDate":"2008-06-27"},{"category":"THE GRAPES OF WRATH","comments":"","clues":[{"text":"This is a white wine flavored with herbs; add it to gin &amp; you've got a martini","response":"vermouth"},{"text":"Brought to Calif. in the 1850s, this alphabetically late grape is used as a base for sparkling wines","response":"Zinfandel"},{"text":"Red grapes' skins are removed early on to give the pink color to this type of wine, such as tavel","response":"a rosé"},{"text":"Called the world's premier red wine grape, it's dominant in the Bordeaux region","response":"Cabernet Sauvignon"},{"text":"Any of this fortified wine \"in a storm\"; to make it, a neutral grape alcohol is added partway through fermentation","response":"port"}],"originalDate":"2008-06-27"},{"category":"\"EAST\"","comments":"","clues":[{"text":"Egon Krenz was briefly the head of this country during the fall of the Berlin Wall","response":"East Germany"},{"text":"Hanukkah is sometimes called this \"of Lights\"","response":"the Feast of Lights"},{"text":"This holiday may take its name from the name of the Anglo-Saxon goddess of spring","response":"Easter"},{"text":"A single-celled organism that ferments sugars &amp; carbohydrates","response":"yeast"},{"text":"It's from the Old French for \"wild creature\"","response":"a beast"}],"originalDate":"2008-06-27"},{"category":"OF EDEN","comments":"","clues":[{"text":"Guarding the entrance to the Garden of Eden are cherubim &amp; a flaming one of these weapons","response":"a sword"},{"text":"This astrophysicist won the Pulitzer Prize for exploring the human brain in \"The Dragons of Eden\"","response":"Carl Sagan"},{"text":"One legend says that Eve took one of these lucky quadrifoliate plants from Eden","response":"a four-leaf clover"},{"text":"In this John Milton work, the angel Michael leads Adam &amp; Eve out of the Garden of Eden","response":"<i>Paradise Lost</i>"},{"text":"When Columbus came upon this Venezuelan river, he thought he'd found the entrance to the Garden of Eden","response":"the Orinoco"}],"originalDate":"2008-06-27"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"With no \"Time to Kill\", he recently turned out another legal thriller, \"The Street Lawyer\"","response":"John Grisham"},{"text":"This author is famous for giving readers \"Goosebumps\" &amp; leading them down \"Fear Street\"","response":"R.L. Stine"},{"text":"In this Stephen King novel, author Paul Sheldon is held hostage by his No. 1 fan","response":"\"Misery\""},{"text":"Sinclair Lewis dedicated this book about a real estate broker to Edith Wharton","response":"\"Babbitt\""},{"text":"This author of \"All I Really Need to Know I Learned in Kindergarten\" is an ordained Unitarian minister","response":"Robert Fulghum"}],"originalDate":"1998-05-15"}],[{"category":"HELOISE'S COLLEGE HINTS","comments":"","clues":[{"text":"After dabbing this behind your ears, put some on your light bulb to make your room smell nice","response":"Perfume"},{"text":"It may make you look \"Hefty\", but Heloise says a plastic one of these is a great substitute for a raincoat","response":"Garbage/trash bag"},{"text":"Many students make these out of concrete blocks &amp; wood; to dress them up, cover the blocks with cloth","response":"Shelves"},{"text":"If the eraser on your pencil smudges, rub it a few times with this manicure utensil","response":"Nail file/emery board"},{"text":"Wrap some wide rubber bands around bottles of this &amp; they won't slip out of your hands in the shower","response":"Shampoo"}],"originalDate":"1998-05-15"},{"category":"WILD THINGS","comments":"","clues":[{"text":"This striped mammal can fire numerous jets of its foul-smelling liquid before it has to \"reload\"","response":"Skunk"},{"text":"This type of rattlesnake seen here is named for the way it moves","response":"Sidewinder"},{"text":"Some smaller species of this largest marsupial live in the trees of New Guinea","response":"Kangaroo"},{"text":"Creature seen here in one of its more familiar \"colors\"","response":"Chameleon"},{"text":"Bred in captivity, dozens of these rare \"masked\" weasels were introduced into the Wyoming wilderness in 1991","response":"Ferrets"}],"originalDate":"1998-05-15"},{"category":"MOMMY DEAREST","comments":"","clues":[{"text":"This comedian has daughter Melissa by her side when she critiques clothes at the Oscars","response":"Joan Rivers"},{"text":"Hunter Tylo won $5 million after she was dropped from this drama while pregnant with daughter Izabella","response":"<i>Melrose Place</i>"},{"text":"This TV personality rises early, even for a mother of 2","response":"Katie Couric"},{"text":"Afeni Shakur, a member of the Black Panthers, named her son this, for an Inca chief","response":"Tupac"},{"text":"On a plane showing \"One Fine Day\", this star wouldn't let her daughter see mommy kiss George Clooney","response":"Michelle Pfeiffer"}],"originalDate":"1998-05-15"},{"category":"MATH VOCABULARY","comments":"","clues":[{"text":"Raise a number to the third power, or a common form for ice &amp; sugar","response":"Cube"},{"text":"The average value of a set of numbers, or cruel","response":"Mean"},{"text":"The operation of combining numbers, or a wing appended to a building","response":"Addition"},{"text":"An angle greater than 90 degrees but less than 180 degrees, or lacking sharpness of intellect","response":"obtuse"},{"text":"A trigonometric function that equals sine/cosine, or a conversational digression","response":"Tangent"}],"originalDate":"1998-05-15"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"2 years after exploring the Northwest with William Clark, he was named gov. of the Louisiana territory","response":"Meriwether Lewis"},{"text":"This group of volunteers, created on Mar. 1, 1961, works to improve living conditions in other nations","response":"Peace Corps"},{"text":"On April 24, 1980 an attempt to rescue 53 hostages in this capital city was called off","response":"Tehran"},{"text":"'Ullo, Gouverneur!  This signer of the Constitution gave the document its final wording","response":"Gouverneur Morris"},{"text":"On Dec. 9, 1992, the first group of U.S. Marines arrived in this African nation to restore order","response":"Somalia"}],"originalDate":"1998-05-15"},{"category":"BIBLICAL PROPHETS","comments":"","clues":[{"text":"This prophet's accomplishments include being \"vomited out\" of a great fish","response":"Jonah"},{"text":"Reclusive Ezekiel trimmed this with a sword &amp; wove the trimmings into his robe","response":"His hair"},{"text":"Nathan's grim story about a slaughtered lamb made this king feel bad for the death of Uriah","response":"David"},{"text":"Elijah told Ahab that this wicked woman, Ahab's wife, would be eaten by dogs...&amp; she was","response":"Jezebel"},{"text":"Elisha cured a general of this skin disease, then gave it to a servant","response":"Leprosy"}],"originalDate":"1998-05-15"}],{"category":"NAMED FOR","text":"The \"Scruggs Style\" is a technique of doing this with only the thumb &amp; first 2 fingers","response":"banjo picking (or playing)"}]}