{"mix":3865,"rounds":[[{"category":"A LONG TIME AGO","comments":"","clues":[{"text":"A major reason for his invasion of Persia in 334 B.C. was to cover the debt left by his father, Philip II","response":"Alexander the Great"},{"text":"At least a dozen of this Babylonian king's 282 laws dealt with wages &amp; fee rates","response":"Hammurabi"},{"text":"This Cretan civilization dominated the Aegean world until about 1450 B.C.","response":"Minoan"},{"text":"Henry II, who succeeded Stephen as king of England in 1154, was the first monarch from this \"house\"","response":"Plantagenet"},{"text":"The statue of him, a wonder of the ancient world, marked the site of the original Olympic games","response":"Zeus"}],"originalDate":"1998-05-14"},{"category":"SPORTS ANNOUNCERS","comments":"","clues":[{"text":"In 1998, after 27 years in the \"Monday Night Football\" booth, he gave up his seat to Boomer Esiason","response":"Frank Gifford"},{"text":"This Cubs broadcaster, who took millions of fans out to the ballgame, died in 1998","response":"Harry Caray"},{"text":"Bob Griese was in the broadcast booth as son Brian led this team to victory in the 1998 Rose Bowl","response":"Michigan"},{"text":"L.A. Laker announcer Chick Hearn coined this 2-word term for a shot taken from above the rim","response":"Slam dunk"},{"text":"Now broadcast partners, Mary Carillo &amp; John McEnroe won this event together at the 1977 French Open","response":"Mixed doubles"}],"originalDate":"1998-05-14"},{"category":"HIGH PLACES","comments":"","clues":[{"text":"In 1707 &amp; 1708 this volcano showered Tokyo with ash &amp; oh-oh, it's rumbling again","response":"Mount Fuji"},{"text":"Zermatt, Switzerland's Alpine Museum has several exhibits devoted to this adjacent peak","response":"Matterhorn"},{"text":"In 1947 renewed activity of this Sicilian volcano formed 2 new craters","response":"Mount Etna"},{"text":"Mount Hikurangi, sacred to the Maoris, is the first place in this country to see the light of day","response":"New Zealand"},{"text":"Nanga Parbat in Jammu &amp; Kashmir is considered the most dangerous peak for climbers in this range","response":"Himalayas"}],"originalDate":"1998-05-12"},{"category":"ASTROLOGY","comments":"","clues":[{"text":"The name of this sign is Latin for \"twins\"","response":"Gemini"},{"text":"Aries is ruled by this warlike planet named for the Roman god of war","response":"Mars"},{"text":"It may be the sexiest sign, but watch out: its symbol is an animal with a poisonous sting","response":"Scorpio"},{"text":"This water sign is symbolized by 2 fish swimming in opposite directions","response":"Pisces"},{"text":"People born under this sign like to weigh all sides of an argument, as if they had a pair of scales","response":"Libra"}],"originalDate":"1998-05-12"},{"category":"OH, THE HUMANITIES!","comments":"","clues":[{"text":"The humanities are part of this, a 2-word term used to describe some colleges","response":"Liberal Arts"},{"text":"The humanities' origins include this ancient civilization's training of boys for citizenship in the polis","response":"Greece"},{"text":"The humanities sometimes includes the social types of this subject, but not the physical ones","response":"Sciences"},{"text":"This member of the Eagles won a National Humanities Medal for his work with the Walden Woods Project","response":"Don Henley"},{"text":"Humanities Magazine is published by this government unit headed by William Ferris","response":"National Endowment for the Humanities"}],"originalDate":"1998-05-12"},{"category":"DOESN'T RHYME WITH DIRT","comments":"","clues":[{"text":"This Muppet shares an apartment on \"Sesame Street\"","response":"Ernie"},{"text":"2-word phrase that appears on restaurant signs along with \"No Service\"","response":"No Shoes"},{"text":"This Chicago film critic was an original co-host of PBS' \"Sneak Previews\"","response":"Gene Siskel"},{"text":"He's partly responsible for creating \"H.M.S. Pinafore\"","response":"Sir Arthur Sullivan"},{"text":"Bacteria helps turn milk into this food","response":"Cheese"}],"originalDate":"1998-05-12"}],[{"category":"THAT'S ANCIENT HISTORY, MAN","comments":"","clues":[{"text":"Until introducing coinage around 570 B.C., Athens used this trading method, from French for \"exchange\"","response":"Barter"},{"text":"In 1204 the Crusaders took this Byzantine city; in 1453 the Turks did","response":"Constantinople"},{"text":"After Judah refused to pay taxes in 602 B.C., this Babylonian king took over the kingdom","response":"Nebuchadnezzar"},{"text":"The city of Palenque flourished from 600 to 900 during this North American civilization's classic era","response":"Mayans"},{"text":"In 1480 Ivan III announced Russia's independence from these peoples","response":"Mongols/Tartars/Golden Horde"}],"originalDate":"1998-05-12"},{"category":"POET-POURRI","comments":"","clues":[{"text":"In 1827 he enlisted in the Army under the pseudonym Edgar A. Perry","response":"Edgar Allan Poe"},{"text":"He wrote the poetic line \"Then he climbed to the tower of the Old North Church\"","response":"Henry Wadsworth Longfellow"},{"text":"This \"Mending Wall\" poet &amp; his wife, Elinor, were co-valedictorians at Lawrence High School in Massachusetts","response":"Robert Frost"},{"text":"This Percy Shelley work begins with the title character bound to a precipice","response":"\"Prometheus Unbound\""},{"text":"In 1809 he took his seat in the House of Lords &amp; began 2 years of travel in Portugal, Spain &amp; Greece","response":"Lord Byron"}],"originalDate":"1998-05-12"},{"category":"HE'S MY VICE PRESIDENT!","comments":"","clues":[{"text":"Spiro T. Agnew","response":"Richard M. Nixon"},{"text":"Harry Truman","response":"Franklin D. Roosevelt"},{"text":"Henry A. Wallace","response":"Franklin D. Roosevelt"},{"text":"John Nance Garner","response":"Franklin D. Roosevelt"},{"text":"Alben W. Barkley","response":"Harry Truman"}],"originalDate":"1998-05-12"},{"category":"WORD PROCESSING","comments":"","clues":[{"text":"In a car, do it at the speed of freeway traffic; in word processing, use it with form letters &amp; labels","response":"Merge"},{"text":"Times Roman is a typeface, Italic is a style, 12-point is a size &amp; Times Roman Italic 12-point is this","response":"Font"},{"text":"From Latin for \"to run\", it runs blinking around the screen to show where the next character goes","response":"Cursor"},{"text":"Term for the printer or margins your computer is set for unless you tell it otherwise","response":"Default"},{"text":"5-letter term for any single keystroke that carries out a series of commands","response":"Macro"}],"originalDate":"1998-05-12"},{"category":"RELIGION","comments":"","clues":[{"text":"From the Latin for \"brother\" comes this term for some mendicant monks; Tuck was one","response":"Friars"},{"text":"In Zoroastrianism, water &amp; a liquid called haoma are sacrificed in the presence of this substance","response":"Fire"},{"text":"Between February 11 &amp; July 16, 1858, the Virgin Mary made a reported 18 appearances at this site","response":"Lourdes"},{"text":"The Theravada school considers itself the closest to the original form of this religion","response":"Buddhism"},{"text":"The Hindu trinity is Brahma, Vishnu &amp; this god","response":"Shiva"}],"originalDate":"1998-05-11"},{"category":"POTPOURRI","comments":"","clues":[{"text":"On maps, this rodent's name precedes creek, falls, island, &amp;, of course, dam","response":"Beaver"},{"text":"Belomancy is a form of divination in which these are drawn at random from a quiver or other container","response":"Arrows"},{"text":"Some foreign X-ray scanners may ruin rolls of this, so keep them in a special lead-lined bag","response":"Film"},{"text":"The Kennedy Center's grand foyer is lit with 18 of these crystal items; they each weigh a ton","response":"Chandeliers"},{"text":"Dedicated in 1910, the capitol building in this Kentucky city was designed to resemble the U.S. capitol","response":"Frankfort"}],"originalDate":"1998-05-11"}],{"category":"STATE CAPITALS","text":"In 2000, 1 of only 3 state capitals that had a population of less than 20,000","response":"(1 of) Augusta, Pierre or Montpelier"}]}