{"mix":3867,"rounds":[[{"category":"ARMY MAJORS","comments":"","clues":[{"text":"Major John Andre, this traitor's contact on the British side, was hanged in 1780","response":"Benedict Arnold"},{"text":"In 1923 he was an obscure major stationed in Panama; 30 years later he was U.S. president","response":"Dwight D. Eisenhower"},{"text":"This major's major achievement was proving that mosquitos transmit yellow fever","response":"Walter Reed"},{"text":"One of his first stands, at Gettysburg when he was 23, got him promoted to major in the regular army","response":"George Custer"},{"text":"A Florida fort named for this major gave its name in turn to a city of 160,000","response":"William Lauderdale"}],"originalDate":"1998-05-08"},{"category":"SHORT FICTION","comments":"","clues":[{"text":"\"A low, dull quick sound... such as a watch makes when enveloped in cotton\" is from this Poe story","response":"\"The Tell-Tale Heart\""},{"text":"\"The Sisters\" &amp; \"Araby\" are 2 of the 15 stories in his \"Dubliners\"","response":"James Joyce"},{"text":"This playwright first wrote short stories while he was a medical student at Moscow University in the 1880s","response":"Anton Chekhov"},{"text":"The \"Secret Life\" of this character in a Thurber story ends with him imagining facing a firing squad","response":"Walter Mitty"},{"text":"Based on Stephen Crane's experience, it's the story of 4 shipwreck survivors","response":"\"The Open Boat\""}],"originalDate":"1998-05-08"},{"category":"WHAT'S \"NU\"?","comments":"","clues":[{"text":"Typical college course in which you learn about proper food &amp; diet","response":"nutrition"},{"text":"It's a 4-letter slang term meaning to cook in a microwave","response":"nuke"},{"text":"This region on both sides of the Nile was known to the ancient Egyptians as Cush","response":"Nubia"},{"text":"It's the proper term for a coin collector","response":"numismatist"},{"text":"From the Latin for \"to harm\", it's a pest, or anything annoying","response":"nuisance"}],"originalDate":"1998-05-08"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"This shipwrecked surgeon helps the Lilliputians defeat Blefescu, a neighboring empire","response":"Gulliver"},{"text":"The first chapter of this novel is titled \"The Old Sea-Dog at the 'Admiral Benbow'\"","response":"<i>Treasure Island</i>"},{"text":"She rewrote \"Elinor and Marianne\" off &amp; on for more than a decade before it became \"Sense and Sensibility\"","response":"Jane Austen"},{"text":"This Kipling beggar boy becomes a chela, or disciple, of a Tibetan lama","response":"Kim"},{"text":"In this novel of the future, Mustapha Mond \"had been the first to reveal the... dangers of family life\"","response":"<i>Brave New World</i>"}],"originalDate":"1998-05-07"},{"category":"URBAN MYTHS","comments":"","clues":[{"text":"It's not a croc, I heard it from a friend: these croc relatives are living in the New York City sewers","response":"alligators"},{"text":"Because he's barefoot on the cover of \"Abbey Road\", I'm convinced this member of the Beatles is dead","response":"Paul McCartney"},{"text":"My cousin just told me that a man in a hotel room had this renal organ removed while he slept","response":"a kidney"},{"text":"Wow!  A couple found this pirate prosthesis on their car door handle when they got home from a date","response":"a hook"},{"text":"Did you hear?  This man had a congressional page fired for making a \"Love Boat\" joke","response":"Fred Grandy"}],"originalDate":"1998-05-07"},{"category":"RIVERS","comments":"","clues":[{"text":"The Detroit, Huron &amp; Grand Rivers flow into Lake Erie, &amp; this river with a famous falls flows out of it","response":"Niagara"},{"text":"The Dee &amp; Don Rivers are scenic features of Aberdeen, in this country","response":"Scotland"},{"text":"This river separates Cambridge from Boston","response":"Charles"},{"text":"The Platte River joins it near Omaha; the Kansas River joins it at Kansas City","response":"Missouri"},{"text":"In Arabic, it's Nahr Al-Urdunn","response":"Jordan"}],"originalDate":"1998-05-07"}],[{"category":"\"N\" THE DICTIONARY","comments":"","clues":[{"text":"It's said when this game was outlawed in the 1840s, some players added a tenth pin to get around the laws","response":"ninepin"},{"text":"This term for a between-meal snack comes from Yiddish","response":"nosh"},{"text":"A province of ancient Egypt, or a city in modern Alaska","response":"Nome"},{"text":"Perhaps from a word for \"lump\", it's a small lump of gold, or of wisdom","response":"nugget"},{"text":"This shark may have earned its name because the male hangs on to the female's fin with his teeth","response":"a nurse shark"}],"originalDate":"1998-05-07"},{"category":"BEASTLY EXPRESSIONS","comments":"","clues":[{"text":"Proverbially, it's what the mice do \"when the cat's away\"","response":"play"},{"text":"In other words, \"Similar to a flying mammal leaving Hades\"","response":"like a bat out of Hell"},{"text":"If these are \"deserting the sinking ship\", you might want to get off","response":"rats"},{"text":"In other words, \"As comfy as an insect in a carpet\"","response":"as snug as a bug in a rug"},{"text":"If you feel young, you feel like this kind of non-winter barnyard fowl","response":"a spring chicken"}],"originalDate":"1998-05-07"},{"category":"TIME","comments":"","clues":[{"text":"Most of the time, this month is exactly 2 fortnights long","response":"February"},{"text":"This holiday always gives federal employees their first 3-day weekend of the year","response":"Martin Luther King, Jr. Day"},{"text":"It's the total number of seconds in a hour","response":"3,600"},{"text":"It's the warning given twice in every NFL game","response":"the two-minute warning"},{"text":"Germany was first to adopt the system known as this; they did it in 1915 to conserve energy during the war","response":"daylight saving time"}],"originalDate":"1998-05-07"},{"category":"LIFE","comments":"","clues":[{"text":"Most protozoans reproduce by this asexual method which President Clinton wants to ban for humans","response":"cloning"},{"text":"Many think that a few hundred thousand years ago, Homo erectus evolved into this taxonomic group","response":"<i>Homo sapiens</i>"},{"text":"The process of pasteurization kills harmful types of these in milk","response":"bacteria"},{"text":"Oswald Avery discovered it wasn't a protein but this acid that transfers genetic material","response":"DNA"},{"text":"From the Latin for \"frenzy\", it's the regular period of ovulation in female mammals","response":"estrous"}],"originalDate":"1998-05-07"},{"category":"WARNER","comments":"","clues":[{"text":"NBC will pay Warner a record $13 million an episode to keep this series on the network","response":"<i>ER</i>"},{"text":"In 1998 this comedienne took her talk show from New York to the Warner Bros. lot in Burbank, California","response":"Rosie O'Donnell"},{"text":"This Michael Crichton novel was shaped into a 1998 Warner Bros. film by Barry Levinson","response":"<i>Sphere</i>"},{"text":"Warner Bros.' 1998 film \"U.S. Marshals\" is a follow-up to this 1993 hit","response":"<i>The Fugitive</i>"},{"text":"A Warner's album of his romantic best includes the following","response":"Rod Stewart"}],"originalDate":"1998-05-07"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"This country's post-apartheid national anthem is \"Nkosi Sikelel' Iafrka\"","response":"South Africa"},{"text":"For centuries before 1939, this country was known as Siam","response":"Thailand"},{"text":"This country was once part of the Roman Empire &amp; its name means \"Land of the Romans\"","response":"Romania"},{"text":"Of Malta, Mauritius or Mauritania, the one that isn't an island","response":"Mauritania"},{"text":"Burgenland, Vorarlberg &amp; Salzburg are 3 of this German-speaking country's 9 provinces","response":"Austria"}],"originalDate":"1998-05-06"}],{"category":"FOODSTUFFS","text":"A plant called this accompanies sushi &amp; also the Passover seder","response":"horseradish"}]}