{"mix":3868,"rounds":[[{"category":"PETE THE CAPITOL PAGE","comments":"","clues":[{"text":"Much of Pete's time is spent delivering copies of these proposed laws","response":"Bills"},{"text":"Pete thinks it's fitting that Republican senators sit to this side of the Democrats","response":"Right side"},{"text":"Pete admires John Dingell, a former page who now represents this Wolverine State in the House","response":"Michigan"},{"text":"This impressive area under the Capitol's dome made Pete dizzy the first time he saw it","response":"Rotunda"},{"text":"Pete's duties include preparing this room before the senators arrive for session in it","response":"Senate chamber"}],"originalDate":"1998-05-06"},{"category":"STAR MOVIES","comments":"","clues":[{"text":"In \"Contact\", this actress doesn't go to Vegas but does try to reach the area of the star Vega","response":"Jodie Foster"},{"text":"Yoda rode again in 1997 as this first \"Star Wars\" sequel was successfully re-released","response":"<i>The Empire Strikes Back</i>"},{"text":"Sigourney Weaver has played the intrepid Ripley in a series of films starting with this one in 1979","response":"<i>Alien</i>"},{"text":"5 years before \"E.T.\", little Cary Guffey tried to befriend extraterrestrials in this Spielberg film","response":"<i>Close Encounters of the Third Kind</i>"},{"text":"The boundary of a black hole, this \"horizon\" was the title of a 1997 Laurence Fishburne flick","response":"<i>Event Horizon</i>"}],"originalDate":"1998-05-06"},{"category":"SLOW DOWN","comments":"","clues":[{"text":"If you try pouring the blackstrap type of this syrup in January, you may have to wait until February to eat it","response":"Molasses"},{"text":"Cinematic effect achieved by filming at faster than projection speed","response":"Slow motion"},{"text":"As its name indicates, it's a slow pitch thrown after a fastball to upset the batter's timing","response":"Changeup"},{"text":"If you had only 1 foot &amp; moved by contracting it, you'd also go at this gastropod's pace","response":"Snail"},{"text":"A plant like ivy, that spreads across a surface, or a person who crawls slowly &amp; stealthily","response":"Creepers"}],"originalDate":"1998-05-06"},{"category":"SOUND RECORDING","comments":"","clues":[{"text":"To counteract terrorism, President Clinton proposed increased FBI power to use this recording method","response":"Wiretap"},{"text":"DAT, which stands for this, uses the same coding system as CDs &amp; allows for home recording","response":"Digital Audio Taping"},{"text":"Recording system that's the office counterpart of the home answering machine","response":"Voicemail"},{"text":"It's the most common term for inserting live sounds or bits of other albums into rap songs","response":"Sampling"},{"text":"A master mixing board, covered with cool levers &amp; knobs; said another way, it means \"to comfort\"","response":"Console"}],"originalDate":"1998-05-06"},{"category":"\"A\" PLUS","comments":"","clues":[{"text":"It means not electric, when talking of guitar or piano","response":"Acoustic"},{"text":"Ancient calculator seen here","response":"Abacus"},{"text":"Never do this, as it \"makes an ass out of U &amp; me\"","response":"Assume"},{"text":"Appropriate Latin phrase to use when the commercial's been on for so long it's \"making you sick\"","response":"Ad nauseam"},{"text":"It's what Borgs do; it makes you one of them","response":"Assimilate"}],"originalDate":"1998-05-06"},{"category":"TENNIS, ANYONE?","comments":"","clues":[{"text":"In July 1877 the first tennis championships were played on a croquet lawn in this London suburb","response":"Wimbledon"},{"text":"This \"affectionate\" term refers to a score of zero","response":"Love"},{"text":"This 17-year-old, then ranked No. 66, shook up women's tennis by reaching the 1997 U.S. Open final","response":"Venus Williams"},{"text":"At the center, a tennis net should be exactly this many feet high","response":"3 feet high"},{"text":"She retired in 1994 with career earnings of over $20 million, a figure then exceeded by only Ivan Lendl","response":"Martina Navratilova"}],"originalDate":"1998-05-06"}],[{"category":"CHANNEL SURFING","comments":"","clues":[{"text":"Click on this channel &amp; you might find yourself in the middle of \"Shark Week\"","response":"Discovery Channel"},{"text":"If you like little bubbles of trivia with your videos, try \"Pop-Up Video\" on this channel","response":"VH1"},{"text":"In early 1997, this show about robots who watch bad movies, moved from Comedy Central to Sci-Fi","response":"<i>Mystery Science Theater 3000</i>"},{"text":"It's the obvious name for a cable network that runs \"Johnny Bravo\" &amp; \"Speed Racer\"","response":"Cartoon Network"},{"text":"Between shows on this new network, you may have seen the stars do the \"Dubba\" dance","response":"the WB"}],"originalDate":"1998-05-06"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"This American botanist developed over 400 products from the sweet potato, the pecan &amp; the peanut","response":"George Washington Carver"},{"text":"In 1891 she moved from Poland to Paris, where she studied math &amp; physics at the Sorbonne","response":"Marie Curie"},{"text":"Italian whose legendary experiment is recreated in the exhibit (Leaning Tower of Pisa) seen here","response":"Galileo"},{"text":"Last name of the husband, wife &amp; son paleoanthropologists Louis, Mary &amp; Richard","response":"Leakey"},{"text":"This English astronomer taught himself architecture &amp; designed St. Paul's Cathedral","response":"Sir Christopher Wren"}],"originalDate":"1998-05-06"},{"category":"ORTHODONTICS","comments":"","clues":[{"text":"If you wear braces, these devices are attached to your teeth, &amp; rubber ones may help move them","response":"Rubber bands"},{"text":"The panoramic type of this century-old diagnostic tool wiil show whether you have extra teeth","response":"X-ray"},{"text":"When Doc wants these, he's not asking you to imitate Elvis, he's going to get a model of your mouth","response":"Impressions"},{"text":"Diastema is the technical name of this condition for which David Letterman is famous","response":"Gap"},{"text":"4-letter synonym for occlusion, the relationship between upper &amp; lower teeth with your mouth shut","response":"Bite"}],"originalDate":"1998-05-06"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Of his $20 million fee for \"Air Force One\", this actor said that it \"shocks me, but that's the market\"","response":"Harrison Ford"},{"text":"On Sept. 6, 1997 her brother eulogized her by saying \"She was the symbol of selfless humanity\"","response":"Princess Diana"},{"text":"On Feb. 9, 1941 Churchill told FDR, \"Give us the tools and we will\" do this","response":"Finish the job"},{"text":"This poet wrote, \"I celebrate myself and sing myself\"; he was a one-man party","response":"Walt Whitman"},{"text":"This Prussian king's last words, spoken at Potsdam, were, \"I am tired of ruling over slaves\"","response":"Frederick the Great"}],"originalDate":"1998-05-06"},{"category":"NAME THAT COUNTRY","comments":"","clues":[{"text":"Lots of Lutherans live there; its parliament is the Folketing; its royal library is in Copenhagen","response":"Denmark"},{"text":"Some locals eat a fruit called tuna; it's the home base of the Lima Times; llamas live there","response":"Peru"},{"text":"Goat is served as an entree; Spanish Town is the former capital; it's home to the Reggae Sunfest","response":"Jamaica"},{"text":"It's a republic; it's in Africa; it has a tusk material in its name","response":"Ivory Coast"},{"text":"It grows a lot of barley; its national anthem is \"Long Live The King\"; it's ruled by the man seen here<br>(King Hussein)","response":"Jordan"}],"originalDate":"1998-05-05"},{"category":"JEOPARDY.COM","comments":"","clues":[{"text":"Our internet address, also known as this type of name, is Jeopardy.com","response":"URL (Uniform Resource Locator)"},{"text":"Baseball term used for a visit to a web page; Jeopardy.com gets 14.7 million per week","response":"Hit"},{"text":"Jeopardy.com has this hypertext connection to a page where you can play \"Jeopardy!\" online","response":"Link"},{"text":"Netscape makes this type of client software used to access &amp; navigate web pages like Jeopardy.com","response":"Browser"},{"text":"Unsolicited junk e-mail is called this, the name of a Hormel canned meat","response":"Spam"}],"originalDate":"1998-05-05"}],{"category":"SEASONAL CHARACTERS","text":"In late 1939 Chicago adman Robert May considered Rollo &amp; Reginald before settling on this name","response":"Rudolph"}]}