{"mix":3869,"rounds":[[{"category":"LARRYS, MOES &amp; CURLYS","comments":"","clues":[{"text":"As head coach, he puts the Indiana Pacers through their paces","response":"Larry Bird"},{"text":"The last man she divorced was Larry Fortensky","response":"Elizabeth Taylor"},{"text":"Plumbing-supply wholesaler Moe Gorelick is the father of this bestselling saxophonist","response":"Kenny G"},{"text":"Alisan Porter was \"Curly Sue\" in 1991 &amp; this child star was \"Curly Top\" in 1935","response":"Shirley Temple"},{"text":"Bart Simpson might phone this establishment &amp; page \"Ringing, first name Isabelle\"","response":"Moe's"}],"originalDate":"1998-05-05"},{"category":"CLIFFS NOTES","comments":"(Alex: Something you're all familiar with... we'll give you the synopsis, you identify the work for me.)","clues":[{"text":"Unlucky Cuban fisherman catches huge fish; sharks eat it","response":"\"The Old Man and the Sea\""},{"text":"Greek sailor wanders around for 10 years &amp; finally finds his way home; his wife isn't angry","response":"\"The Odyssey\""},{"text":"Bad day for a wedding: Jane's fiancee is already married, and his wife is nuts!","response":"\"Jane Eyre\""},{"text":"Socrates &amp; pals hang around Cephalus' house talking about the ideal state... &amp; talking... &amp; talking","response":"the <i>Republic</i>"},{"text":"Leopold makes breakfast, walks around Dublin all day; goes home; goes to bed","response":"<i>Ulysses</i>"}],"originalDate":"1998-05-05"},{"category":"COLLEGE WORDS","comments":"","clues":[{"text":"The common name for the robe you wear with a cap when you graduate","response":"Gown"},{"text":"This term for the \"A\" or \"B\" you make in a course is from the Latin for \"degree\"","response":"Grade"},{"text":"From the Greek for \"letter folded double\", it's the document presented to a graduate","response":"Diploma"},{"text":"Add 3 letters to a synonym for \"ailing\" to get this word for a small campus hospital","response":"Infirmary"},{"text":"3-letter term for the head of a British college or the head of a Mafia family","response":"Don"}],"originalDate":"1998-05-05"},{"category":"MEN OF SCIENCE","comments":"","clues":[{"text":"Thomas Midgley, who put lead into gasoline, introduced this now banned refrigerant in 1930","response":"Freon"},{"text":"In 1931, to produce this fiber, Wallace Carothers heated hexamethylene diamine &amp; adipic acid","response":"Nylon"},{"text":"Studying \"on the rocks\" of northern Europe, Jean Louis Agassiz developed the idea of this \"age\"","response":"Ice Age"},{"text":"The \"scope\" of his career covers classifying galaxies by type &amp; a constant on how fast they're receding","response":"Edwin Hubble"},{"text":"The story goes, when asked to determine if King Hieron's crown was pure gold, this man figured out how to do it","response":"Archimedes"}],"originalDate":"1998-05-05"},{"category":"JEWISH HISTORY","comments":"","clues":[{"text":"A golden age of Jewish culture began in the 10th C. under these people who ruled Spain","response":"Moors"},{"text":"Now a term for an urban minority area, this word originally referred to an area set aside for medieval Jews","response":"Ghetto"},{"text":"In 1994 a bomb killed 96 at a Jewish community center in this S. American city where Eichmann once lived","response":"Buenos Aires"},{"text":"Biblical Palestine was divided into Israel &amp; this kingdom named for one of Jacob's sons","response":"Judah"},{"text":"The first congress of this movement met in 1897; its goal of Israeli statehood was achieved in 1948","response":"Zionist movement"}],"originalDate":"1998-05-05"},{"category":"NAGANO '98","comments":"","clues":[{"text":"Sarah Tueting &amp; Cammi Granato were 2 of the heroines of this triumphant U.S. team","response":"Women's Hockey Team"},{"text":"Chris Thorpe &amp; Gordy Shear went horizontal to win the USA's first silver medal in this event","response":"Luge"},{"text":"Perhaps afraid of being shot by mistake, officials stopped this event due to fog &amp; snow","response":"Biathlon"},{"text":"Beaten out by Ilya Kulik, this Canadian left the building with a silver medal in figure skating","response":"Elvis Stojko"},{"text":"Cross-country skier Bjorn Daehlie of this country won 3 golds, making him the Winter Games all-time leader","response":"Norway"}],"originalDate":"1998-05-05"}],[{"category":"FOR THE BIRDS","comments":"","clues":[{"text":"The mallard is one of the most widespread wild species of this bird","response":"Duck"},{"text":"The name of this talkative bird seen here can be spelled with or without an \"H\" at the end","response":"Myna/mynah"},{"text":"This genus of woodpecker includes the red-breasted &amp; the yellow-bellied types","response":"Sapsucker"},{"text":"The toulouse, a breed of this bird, is especially popular at Christmas","response":"Goose"},{"text":"In falconry, the terms falcon &amp; tercel traditionally apply to the female &amp; male of this species","response":"Peregrine"}],"originalDate":"1998-05-05"},{"category":"ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"In \"Scream\", this actress seen here was the first to scream","response":"Drew Barrymore"},{"text":"\"I want my work to scare you to death\", said this buff little actress &amp; vampire slayer","response":"Sarah Michelle Gellar"},{"text":"This former movie \"Batman\" is a distant cousin of the poet who wrote \"Trees\"","response":"Val Kilmer"},{"text":"He plays the snidely sarcastic Dennis on \"Just Shoot Me!\"<span class=\"nobreak\">--</span>what a card!","response":"David Spade"},{"text":"This actor has won 2 Tonys for \"Brighton Beach Memoirs\" &amp; for the show (\"How to Succeed in Business Without Really Trying\") in which he sang the following","response":"Matthew Broderick"}],"originalDate":"1998-05-05"},{"category":"STRAIGHT \"A\"s","comments":"","clues":[{"text":"An abecedarian is a person who's learning this, a necessity for \"Wheel of Fortune\"","response":"Alphabet"},{"text":"These socks with a diamond-shaped pattern are fit for a duke","response":"Argyle"},{"text":"It's a place where bees are kept, though it sounds like a home for gorillas","response":"Apiary"},{"text":"Your nose knows this adjective means shaped like an eagle's beak","response":"Aquiline"},{"text":"In \"Paradise Regained\", Milton called this European capital the \"Mother of arts and eloquence\"","response":"Athens"}],"originalDate":"1998-05-05"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Guinness says the oldest living one of these animals is 25-year-old Wil Cwac Cwac, not Daffy","response":"Duck"},{"text":"Over 86,535 feet long, the longest sculpture made out of this substance was created at Myrtle Beach","response":"Sand"},{"text":"Since 1900, Johann Hurlinger has held the record for most miles walked on these body parts: 870 miles","response":"Hands"},{"text":"At 1,290 feet below sea level, the world's lowest road lies along the shores of this sea","response":"Dead Sea"},{"text":"The largest cut one of these green gems is a whopping 86,136 carats <span class=\"nobreak\">--</span> too big for a class ring","response":"Emerald"}],"originalDate":"1998-05-04"},{"category":"IT FOLLOWED ME HOME","comments":"","clues":[{"text":"A popular pet of the '90s, the name of this type of pig comes from its anatomy","response":"Pot-bellied pig"},{"text":"Don't be koi, it's the continent where these fish originated","response":"Asia"},{"text":"Like his buddy the Siberian husky, this Alaskan dog breed was bred to pull sleds","response":"Malamute"},{"text":"Yum!  An Australian name for this pet bird is from an Aborigine word meaning \"good eating\"","response":"Budgerigar"},{"text":"Don't try to iron the coat of this Chinese dog breed; it's supposed to be wrinkled","response":"the shar-pei"}],"originalDate":"1998-05-04"},{"category":"WHAT'S FOR BREAKFAST?","comments":"","clues":[{"text":"Some prefer this side dish as a patty, others like the link","response":"Sausage"},{"text":"A traditional Southern dish features these small quick breads smothered in redeye gravy","response":"Biscuits"},{"text":"For a few bucks at IHOP, you can get a plate full of these \"coin-sized\" pancakes","response":"Silver dollar pancakes"},{"text":"For a healthy breakfast, add some granola to this fermented dairy product made by Dannon &amp; Knudsen","response":"Yogurt"},{"text":"It's the 2-word Spanish name for tortillas topped with fried eggs &amp; a layer of salsa","response":"<i>huevos rancheros</i>"}],"originalDate":"1998-05-04"}],{"category":"CLASSIC SONGS","text":"This song begins, \"The sun is shining, the grass is green.  But it's December 24th and I am longing to be up north\"","response":"\"White Christmas\""}]}