{"mix":3873,"rounds":[[{"category":"AND THE AWARD GOES TO...","comments":"","clues":[{"text":"This nutty comic won a 1996 National Society of Film Critics award for his role as \"The Nutty Professor\"","response":"Eddie Murphy"},{"text":"Barbara Walters' \"20/20\" co-host, in 1998 he was awarded the Children's Champion Award from UNICEF","response":"Hugh Downs"},{"text":"While president of the Philippines, she received the Martin Luther King, Jr. Nonviolent Peace Prize","response":"Corazon Aquino"},{"text":"Category for which James Tobin, Gary Becker &amp; Milton Friedman all won Nobel Prizes","response":"Economics"},{"text":"This Spanish cellist was among the first recipients of the Presidential Medal of Freedom","response":"Pablo Casals"}],"originalDate":"1998-05-01"},{"category":"WALL STREET","comments":"","clues":[{"text":"Reflecting Wall Street fears, Business Week's 1/26/98 cover asked \"What to do About\" this continent","response":"Asia"},{"text":"On March 3, 1998 it hit a fifth consecutive all-time high of 8,584.83 points","response":"Dow Jones Industrial Average"},{"text":"This synonym for \"choice\" is a contract to buy or sell an asset at a given price","response":"Option"},{"text":"If you're not in this biggest mutual fund, you missed the boat <span class=\"nobreak\">--</span> it closed to new investors in 1997","response":"Fidelity Magellan"},{"text":"2-word term for an anti-takeover tactic, or something a spy might carry","response":"Poison pill"}],"originalDate":"1998-05-01"},{"category":"MUSICAL THEATER","comments":"","clues":[{"text":"This Jonathan Larson musical set in New York's East Village made the May 13, 1996 cover of Newsweek","response":"<i>Rent</i>"},{"text":"New York's Club Expo was transformed into Berlin's Kit Kat Club for the 1998 revival of this musical","response":"<i>Cabaret</i>"},{"text":"1993 Andrew Lloyd Webber musical that featured the following song","response":"<i>Sunset Boulevard</i>"},{"text":"\"High Society\" features some of this composer's best-loved songs, including \"True Love\" &amp; \"Let's Misbehave\"","response":"Cole Porter"},{"text":"This historical 1969 musical, revived on Broadway in 1997, features the following","response":"<i>1776</i>"}],"originalDate":"1998-05-01"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"This 1815 battle ended Napoleon's career","response":"Waterloo"},{"text":"This British queen was named empress of India in 1876","response":"Victoria"},{"text":"In 1896 the first modern Olympics were held in this city","response":"Athens, Greece"},{"text":"29-year-old slave Harriet Tubman escaped in 1849, went north &amp; became a \"conductor\" on this","response":"Underground Railroad"},{"text":"In 1889 France's Compagnie Universelle du Canal Interoceanique went bust trying to build this","response":"the Panama Canal"}],"originalDate":"1998-05-01"},{"category":"JUMBO JOCKS","comments":"","clues":[{"text":"This 6'9\" Utah Jazz forward was named the NBA's MVP for the 1996-97 season, the first Jazz player so named","response":"Karl Malone"},{"text":"On November 5, 1994, he regained the heavyweight boxing title he lost 20 years &amp; 30 pounds earlier","response":"George Foreman"},{"text":"This 304-pound Packers defensive end has played in the NFL's Pro Bowl a record 12 straight years","response":"Reggie White"},{"text":"On Sept. 20, 1997, 270-pound Dorian Yates won this top bodybuilding title for the sixth straight year","response":"Mr. Olympia"},{"text":"Weighing just over 600 pounds, Hawaiian-born Konishiki is the heaviest athlete in this Japanese sport","response":"Sumo wrestling"}],"originalDate":"1998-05-01"},{"category":"\"ODD\"PODGE","comments":"","clues":[{"text":"Horsefeed, or what soldiers are to cannons","response":"Fodder"},{"text":"Things got hairy for this actor as Cornelius in the \"Planet of the Apes\" movies","response":"Roddy McDowall"},{"text":"This Connecticut senator is the son of a senator","response":"Christopher Dodd"},{"text":"He was Goldfinger's deadly assistant; watch out for his hat!","response":"Oddjob"},{"text":"Born Avrom Goldbogen, this producer of \"Around the World in 80 Days\" was once married to Liz Taylor","response":"Mike Todd"}],"originalDate":"1998-05-01"}],[{"category":"STATES OF THE UNION","comments":"","clues":[{"text":"Trekking through the River of No Return Wilderness Area in this state will turn \"Boise\" to men","response":"Idaho"},{"text":"The first president from this state was the first president, George Washington","response":"Virginia"},{"text":"By far, it's the state with the most foreign-born people in its population","response":"California"},{"text":"Colorado is called the Centennial State because it entered the Union in this year","response":"1876"},{"text":"This state sits on the east side of the Bering Strait","response":"Alaska"}],"originalDate":"1998-04-30"},{"category":"PUMP YOU UP","comments":"","clues":[{"text":"Don't use these anabolic lipids when bulking up; they can have serious side effects","response":"Steroids"},{"text":"In 1982 Chris Dickerson was Mr. Olympia &amp; Rachel McLish, seen here, had this title","response":"Miss Olympia"},{"text":"From the Latin for \"heat\", bodybuilders know to fuel up with food high in these heat units","response":"Calories"},{"text":"Bodybuilder Lou Ferrigno pumped up as this big green guy on TV","response":"<i>The Incredible Hulk</i>"},{"text":"This manufacturer of fitness equipment shares its name with a chambered shell","response":"Nautilus"}],"originalDate":"1998-04-30"},{"category":"KINGS","comments":"(Alex: In honor of one of our guests...)","clues":[{"text":"This country's King Louis XVI was guillotined in the square once named for King Louis XV","response":"France"},{"text":"King Juan Carlos attended the army, navy &amp; air academies &amp; the university of this Spanish capital","response":"Madrid"},{"text":"Rama IX could say yes, Siam king of what is now this Asian country","response":"Thailand"},{"text":"He lost the American colonies for good in 1783 &amp; lost his mind for good in 1810","response":"George III"},{"text":"A breed of spaniel is named for England's second king of this name","response":"Charles II"}],"originalDate":"1998-04-30"},{"category":"MOVIE DEBUTS","comments":"","clues":[{"text":"He debuted in \"The Long Good Friday\" in 1980, became Remington Steele in 1982 &amp; now he's 007","response":"Pierce Brosnan"},{"text":"Millie Perkins was a teenage model before she starred in \"The Diary of\" this famous teenager in 1959","response":"Anne Frank"},{"text":"This singer made her film debut in \"The Love Parade\" opposite Maurice Chevalier, not Nelson Eddy","response":"Jeanette MacDonald"},{"text":"Dick Van Dyke was happy to make his debut in this 1963 film seen here:<br>(\"Put on a Happy Face\")","response":"<i>Bye Bye Birdie</i>"},{"text":"The 1945 film \"Rhapsody in Blue\" introduced Alan Alda's dad Robert Alda as this composer","response":"George Gershwin"}],"originalDate":"1998-04-30"},{"category":"\"BRAIN\" SURGERY","comments":"(Alex: In honor of another of our guests...)","clues":[{"text":"In \"The Wizard of Oz\" the Scarecrow sings this lament","response":"\"If I Only Had a Brain\""},{"text":"It's done with indoctrination &amp; persuasion, not soap &amp; water","response":"Brainwashing"},{"text":"1983 movie comedy with Steve Martin as cranial surgeon Michael Hfuhruhurr","response":"<i>The Man with Two Brains</i>"},{"text":"Rhyming term for a loss of intellectual talent to another company or country","response":"Brain drain"},{"text":"This Superman foe is really Vril Dox from the planet Colu","response":"Brainiac"}],"originalDate":"1998-04-30"},{"category":"TOUGH HISTORY","comments":"","clues":[{"text":"During the Boer War, this future British prime minister escaped from a prison camp in Pretoria","response":"Winston Churchill"},{"text":"In May 1502, with his son Ferdinand, he set sail on his fourth &amp; last transatlantic voyage","response":"Christopher Columbus"},{"text":"She claimed that St. Catherine, St. Margaret, &amp; St. Michael told her to free the city of Orleans from the English","response":"Joan of Arc"},{"text":"This \"Great\" czar, born in 1672, was prone to violent anger &amp; sometimes beat his subordinates with a stick","response":"Peter the Great"},{"text":"This generalissimo from El Ferrol, Spain was often known simply as El Caudillo <span class=\"nobreak\">--</span> \"The Leader\"","response":"Francisco Franco"}],"originalDate":"1998-04-30"}],{"category":"FICTIONAL CHARACTERS","text":"This character, created about 1850, has an artificial leg made of white polished bone","response":"Captain Ahab"}]}