{"mix":3878,"rounds":[[{"category":"HOUSES OF THE HOLY","comments":"(Alex: You tell us in which city the house is situated.)","clues":[{"text":"Westminster Abbey","response":"London"},{"text":"The Mormon Tabernacle","response":"Salt Lake City"},{"text":"The Dome of the Rock","response":"Jerusalem"},{"text":"The Cathedral of St. John the Divine","response":"New York City"},{"text":"Brunelleschi's Duomo of the 1420s &amp; '30s","response":"Florence"}],"originalDate":"2008-06-18"},{"category":"LEAD","comments":"","clues":[{"text":"\"To eat lead\" in old gangster slang meant to be exposed to these coming your way","response":"bullets"},{"text":"This country is the world's main user of lead &amp; the main recycler","response":"the United States"},{"text":"Lead ores such as galena are also the main mining sources of this precious metal often found with it","response":"silver"},{"text":"Whether in a hearing aid or a hot rod, most lead is used in these","response":"batteries"},{"text":"The \"lead\" used in pencils is actually this form of carbon once thought to be a type of lead","response":"graphite"}],"originalDate":"2008-06-18"},{"category":"ZEPPELIN","comments":"","clues":[{"text":"Zeppelins were named for Count Ferdinand von Zeppelin of this country","response":"Germany"},{"text":"The first military use of Zeppelins came during this war","response":"World War I"},{"text":"In 1924 this U.S. company acquired all the Zeppelin patents","response":"Goodyear"},{"text":"This high-flying dirigible made the first airship flight around the world in 1929","response":"the Graf Zeppelin"},{"text":"These 2 lighter-than air gases that lift the Zeppelin are carried in balloons called cells","response":"hydrogen & helium"}],"originalDate":"2008-06-18"},{"category":"LITERATURE","comments":"","clues":[{"text":"The full title of this Spanish novel includes \"de la Mancha, El Ingenioso Hidalgo\"","response":"<i>Don Quixote</i>"},{"text":"Bernard Binlin Dadie's novel \"Climbie\" depicts this \"Ivorian\" country, his homeland, during colonial times","response":"Côte d'Ivoire (or the Ivory Coast)"},{"text":"New Zealand-born Dame Ngaio Marsh became famous for her work in this field of fiction","response":"mystery writing"},{"text":"His essay \"Civil Disobedience\" was delivered as a lecture &amp; printed as \"Resistance to Civil Government\"","response":"(Henry David) Thoreau"},{"text":"Some have described his \"Eugene Onegin\" as the first great Russian novel, although it was written in verse","response":"Pushkin"}],"originalDate":"2008-06-18"},{"category":"EUROPEAN GEOGRAPHY","comments":"","clues":[{"text":"The Marne joins this river at Charenton-le-Pont, a suburb of Paris","response":"the Seine"},{"text":"Nordkapp on this country's Mageroya Island is one of Europe's most northerly points","response":"Norway"},{"text":"For its location on the peninsula, the Calabria region is often called this anatomical term \"of Italy\"","response":"the toe"},{"text":"In Spain this second-largest city is a major port on the Mediterranean Sea","response":"Barcelona"},{"text":"Germany's tallest peak, Zugspitze, lies in these Alps","response":"the Bavarian Alps"}],"originalDate":"2008-06-18"},{"category":"GONE VISION","comments":"","clues":[{"text":"In a 1978 hit, Foreigner had this malady, AKA diplopia","response":"\"Double Vision\""},{"text":"\"The Vision of Adamnán\" is one of the oldest prose works of this Atlantic island nation","response":"Ireland"},{"text":"From the French for \"clearsighted\", this ability is also known as second sight","response":"clairvoyance"},{"text":"In an 1823 poem, \"The children were nestled all snug in their beds while\" these \"danced in their heads\"","response":"visions of sugar plums"},{"text":"Also the title of a 1985 movie, this Native American rite of passage or of spiritual renewal often includes fasting","response":"vision quest"}],"originalDate":"2008-06-18"}],[{"category":"WE HAVE MET THE ANIME","comments":"","clues":[{"text":"This anime show didn't start on TV; its characters were first part of Nintendo's \"Pocket Monsters\"","response":"<i>Pokémon</i>"},{"text":"This classic 5-letter anime film isn't named for director Kurosawa but rather a boy who destroys Tokyo","response":"<i>Akira</i>"},{"text":"In this anime TV series, Bumblebee turned into a VW Beetle; in the 2007 live-action movie, he got upgraded to a Camaro","response":"<i>Transformers</i>"},{"text":"This \"lunar\" Naoko Takeuchi creation is an example of a \"magical girl\" given powers to save the world","response":"<i>Sailor Moon</i>"},{"text":"One of the highest-grossing films in Japanese history is the anime film about this title 14th c. princess","response":"<i>Princess Mononoke</i>"}],"originalDate":"2008-06-18"},{"category":"THEY ARE \"US\"","comments":"","clues":[{"text":"Protruding elephant tooth","response":"tusks"},{"text":"The 2 planets in our solar system that fit the category","response":"Venus & Uranus"},{"text":"In court, an objection may be overruled or this","response":"sustained"},{"text":"Frederick the Great was its king in the 1700s","response":"Prussia"},{"text":"Persian prophet of the 6th century B.C.","response":"Zarathustra"}],"originalDate":"2008-06-18"},{"category":"FROM BOOK TO BIG SCREEN","comments":"","clues":[{"text":"Zhang Ziyi played Chiyo-Sen in the film version of Arthur S. Golden's \"Memoirs of\" one of these","response":"A Geisha"},{"text":"This 2005 film in which aliens use tripod machines is based on a novel by H.G. Wells","response":"<i>War of the Worlds</i>"},{"text":"This novel and its 2006 film version both start with a museum curator staggering through the Louvre","response":"<i>The Da Vinci Code</i>"},{"text":"Hayden Christensen can teleport himself anywhere in this 2008 film based on a novel by Steven Gould","response":"<i>Jumper</i>"},{"text":"This 1962 novel by Ken Kesey was adapted for the big screen in 1975 &amp; won 5 Academy Awards","response":"<i>One Flew Over the Cuckoo's Nest</i>"}],"originalDate":"2008-06-17"},{"category":"LET'S EAT","comments":"","clues":[{"text":"Soup made with ham hocks &amp; the navy type of this is on the menu in the U.S. Senate restaurant every day","response":"beans"},{"text":"Choose a dry day to make the pie combining lemon &amp; this egg-white concoction; the latter does poorly in humidity","response":"meringue"},{"text":"The French dish eggs sardou features artichoke hearts &amp; this veggie, creamed","response":"spinach"},{"text":"Peter Brady wanted them with applesauce; people in Butte, Montana eat them deep-fried on buns","response":"pork chops"},{"text":"Boursin, a rich cheese from Normandy is often flavored with the cracked type of this","response":"pepper"}],"originalDate":"2008-06-17"},{"category":"TYCOONS","comments":"","clues":[{"text":"Steve Ballmer became the president &amp; CEO of Microsoft after this man stepped aside","response":"Bill Gates"},{"text":"In 1990 this entrepreneur lent his name &amp; casino to a TV game show","response":"Donald Trump"},{"text":"World Book reports this Omaha investor's company owns the publisher of... well, World Book","response":"Buffett"},{"text":"This eccentric billionaire aircraft-maker turned to communications satellites in the 1960s","response":"Howard Hughes"},{"text":"One letter was changed in this tycoon's last name to get the company name Revlon","response":"Charles Revson"}],"originalDate":"2008-06-17"},{"category":"\"TWO\"\"THOUSAND\" &amp; \"EIGHT\"","comments":"","clues":[{"text":"Be grateful for what you have, because \"a bird in the hand is worth\" this","response":"two in the bush"},{"text":"This book  by Eliot Asinof is subtitled \"The Black Sox and the 1919 World Series\"","response":"<i>Eight Men Out</i>"},{"text":"In effect from 1922 to 1944, it was the part of the army code that allowed them to kick you out for undesirable traits","response":"Section 8"},{"text":"Completes the 1940 song title \"Beat Me Daddy...\"","response":"\"Eight To The Bar\""},{"text":"This Jane Smiley farmland novel was adapted into a movie starring Jessica Lange &amp; Michelle Pfeiffer","response":"<i>A Thousand Acres</i>"}],"originalDate":"2008-06-17"}],{"category":"REFERENCE BOOKS","text":"When it was completed in 1928, Britain's P.M. said, \"Our histories, our novels, our poems... are all in this one book\"","response":"the Oxford English Dictionary"}]}