{"mix":3879,"rounds":[[{"category":"THE SPANISH-AMERICAN WAR","comments":"","clues":[{"text":"After this exploded in 1898, Clara Barton wrote, \"The air was filled with a blaze of light\"","response":"the <i>U.S.S. Maine</i>"},{"text":"The war to free Cuba actually began half a world away in the Battle of this bay on May 1, 1898","response":"Manila Bay"},{"text":"Joe Wheeler, a cavalry leader in this war, was a fire-eating general in the Cuban campaign","response":"the Civil War"},{"text":"In this July 1, 1898 battle, the U.S. gained the high ground overlooking Santiago but lost more than 200 men","response":"the Battle of San Juan Hill"},{"text":"In annexing the Philippines, this president said that \"The march of events rules and overrules human action\"","response":"William McKinley"}],"originalDate":"2008-06-17"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"Everybody hates\" this comic who is a huge limestone mass overlooking the entrance to the Mediterranean","response":"Chris Rock of Gibraltar"},{"text":"Drew Carey game show that's constitutionally guaranteed by the second amendment","response":"<i>The Price is Right to bear arms</i>"},{"text":"The headstrong tomboy in \"Little Women\" who's a documentary about emperors in their antarctic breeding grounds","response":"<i>Jo March of the Penguins</i>"},{"text":"The stereotypical bad behavior of a U.S. citizen overseas is a TV show featuring Paula Abdul","response":"<i>Ugly American Idol</i>"},{"text":"35th state that longs for \"A Room of One's Own\"","response":"West Virginia Woolf"}],"originalDate":"2008-06-17"},{"category":"MORE NASAL PASSAGES","comments":"","clues":[{"text":"The poem \"Sing a Song of Sixpence\" says, \"Along came\" one of these birds, \"and snipped off her nose\"","response":"blackbird"},{"text":"\"Ful weel she soong the service dyvyne, entuned in hir nose ful semely\" in the prologue to this masterpiece","response":"<i>The Canterbury Tales</i>"},{"text":"The heathens \"have ears, but they hear not; noses have they, but they smell not\" in no. 115 of this Biblical book","response":"Psalms"},{"text":"\"My nose itched,\" wrote Jonathan Swift, \"and I knew I should drink wine or\" do this to \"a fool\"","response":"kiss"},{"text":"\"The nose of a mob is its imagination, by this...it can be  quietly led\", said this poet known for his \"To Helen\"","response":"Edgar Allan Poe"}],"originalDate":"2008-06-17"},{"category":"AIRLINE &amp; HUB","comments":"","clues":[{"text":"The American Airlines hub \"DFW\" stands for this","response":"Dallas Ft. Worth"},{"text":"If you're flying U.S. Airways, you may change planes in this North Carolina city's hub airport","response":"Charlotte"},{"text":"This airline's Paris-Charles De Gaulle 2 hub opened in 1996","response":"Air France"},{"text":"This airline is found in 5 concourses at the super-busy Atlanta airport","response":"Delta"},{"text":"In 1978 it became the first airport that was  hub to 2 airlines<span class=\"nobreak\">--</span>American &amp; United","response":"Chicago O'Hare"}],"originalDate":"2008-06-17"},{"category":"YOU'RE PROPANE","comments":"","clues":[{"text":"Propane-fueled burners provide this to lift balloons; politicians make their own","response":"hot air"},{"text":"To a backyard barbecuer, LPG is this type of \"propane gas\"","response":"liquid"},{"text":"One of the 2 substances in which propane occurs naturally","response":"(1 of) natural gas or petroleum"},{"text":"Propane's chemical formula is C<sub>3</sub>H<sub>8</sub>, meaning it's one of these compounds named for its 2 components","response":"a hydrocarbon"},{"text":"Ethanethiol, which serves this purpose, is usually added to propane so leaks can be detected","response":"smell"}],"originalDate":"2008-06-17"},{"category":"YOU PROBABLY THINK THIS SONG IS ABOUT YOU","comments":"","clues":[{"text":"\"Hey Jude\" was written for someone with this last name","response":"Lennon"},{"text":"U2's \"Pride (In the Name of Love)\" is a tribute to this man who died in 1968","response":"Martin Luther King, Jr."},{"text":"Stevie Nicks said this Fleetwood Mac song was about a Welsh witch","response":"\"Rhiannon\""},{"text":"His song \"Moon Over Bourbon Street\", about a vampire named Louis, was inspired by an Anne Rice character","response":"Sting"},{"text":"\"Wish You Were Here\" by this rock group was dedicated to founder Syd Barrett","response":"Pink Floyd"}],"originalDate":"2008-06-17"}],[{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"On July 4, 1776 this head of the army was in New York preparing for a British attack","response":"George Washington"},{"text":"Both Continental Congresses met in this city; the first convened on September 5, 1774","response":"Philadelphia"},{"text":"Army doctor Benjamin Rush believed in the \"depletion\" of this, sometimes removing 80% of it from a patient","response":"blood"},{"text":"After his defeat at Yorktown, this British commander refused to surrender his sword, feigning illness","response":"Cornwallis"},{"text":"The first of these 85 essays urging ratification of the Constitution appeared on October 27, 1787 in a NYC newspaper","response":"<i>The Federalist Papers</i>"}],"originalDate":"2008-06-16"},{"category":"CELEBRITY BOOKS","comments":"","clues":[{"text":"He's written a slew of \"redneck\" books, including \"You Might Be A Redneck If This is the Biggest Book You've Ever Read\"","response":"Jeff Foxworthy"},{"text":"This diet spokesperson tells all in her new book \"Losing It: And Gaining My Life Back One Pound At A Time\"","response":"Valerie Bertinelli"},{"text":"She chronicled her journey through postpartum depression in 2005's \"Down Came the Rain\"","response":"Brooke Shields"},{"text":"This Oscar winner made her writing debut with a book for children called \"Deaf Child Crossing\"","response":"Marlee Matlin"},{"text":"This novella by Steve Martin was turned into a 2005 film starring Martin &amp; Claire Danes","response":"<i>Shopgirl</i>"}],"originalDate":"2008-06-16"},{"category":"SOMETHING'S FISHY","comments":"","clues":[{"text":"Holy mackerel! The northern bluefin, the largest species of this fish, may reach a length of 14 feet","response":"tuna"},{"text":"Varieties of this ornamental carp include lionhead &amp; comet","response":"goldfish"},{"text":"It's the double talk name for the tropical food fish also known as the dolphinfish","response":"mahimahi"},{"text":"The most common species of this commercial fish is red; it doesn't turn orange until it's out of the water","response":"roughy"},{"text":"In England the dogfish species of this sea creature is often used in preparing fish &amp; chips","response":"the shark"}],"originalDate":"2008-06-16"},{"category":"TECH COMPANIES?","comments":"","clues":[{"text":"Proverbially, one of these \"a day\" keeps the M.D. from your presence","response":"an apple"},{"text":"This female warrior of myth mainly dealt with men for 1 reason<span class=\"nobreak\">--</span>procreation; use the singular, please","response":"Amazon"},{"text":"An ancient Greek wanting to know Zeus' will might consult this in a grove of oak trees in Dodona","response":"oracle"},{"text":"It precedes arch in St. Louis","response":"gateway"},{"text":"In 2007 President Bush said he'd do this \"to the finish...that's one way to ensure that I am relevant\"","response":"sprint"}],"originalDate":"2008-06-16"},{"category":"LET'S GO SHOPPING","comments":"","clues":[{"text":"Mariacka Street in Gdansk is famous for jewelry from this resinous material","response":"amber"},{"text":"You can buy a glass with a coonskin cap logo at the winery of this actor who wore a coonskin cap on TV","response":"Fess Parker"},{"text":"I know it's really expensive, but I want to try the Fender Stevie Ray Vaughan Stratocaster one of these","response":"electric guitar"},{"text":"To buy a piece of the Joan Rivers Classics Collection, tune into this cable network &amp; pick up the phone","response":"QVC"},{"text":"Takashimaya on 5th Avenue is a branch of one of this country's largest department stores","response":"Japan"}],"originalDate":"2008-06-16"},{"category":"OH \"BOY\"","comments":"","clues":[{"text":"Slang term for an American infantryman of WWI","response":"doughboy"},{"text":"This blackberry-like fruit is named for the botanist who bred it","response":"boysenberry"},{"text":"This word meaning conspicuously dashing &amp; showy comes from the French for \"flame\"","response":"flamboyant"},{"text":"On a film set, this title is for the first assistant to the head electrician","response":"a best boy"},{"text":"The audience booed &amp; threw potatoes at the stage when this Synge play was performed in NYC in 1911","response":"<i>The Playboy of the Western World</i>"}],"originalDate":"2008-06-16"}],{"category":"19th CENTURY BUSINESS","text":"Frederic Tudor became wealthy marketing this, which he took from a pond called Fresh Pond in Massachusetts","response":"ice"}]}