{"mix":3880,"rounds":[[{"category":"SHAKESPEARE","comments":"","clues":[{"text":"\"Come on, and kiss me, Kate\" is actually a line in this comedy that inspired the musical \"Kiss Me, Kate\"","response":"<i>The Taming of the Shrew</i>"},{"text":"This play's line \"murder most foul\" has been used as the title of mystery &amp; crime books","response":"<i>Hamlet</i>"},{"text":"He has the nerve to woo a widow beside her father-in-law's coffin, but she marries him anyway","response":"Richard III"},{"text":"In \"King John\", King John's first words to her are \"Silence, good mother; hear the embassy\"","response":"Eleanor of Aquitaine"},{"text":"In \"Macbeth\", these 3 words immediately precede the line \"and damn'd be him that first cries, 'Hold, enough!'\"","response":"\"Lay on, Macduff\""}],"originalDate":"2008-06-16"},{"category":"SYMPHONY SPACE","comments":"","clues":[{"text":"The architect of Rome's new auditorium used lots of wood: \"Wood is music itself...remember\" this violin maker","response":"Stradivarius"},{"text":"In 2008 the Royal Philharmonic Orchestra put on \"Tosca\" in this hall named for a royal","response":"the Royal Albert Hall"},{"text":"The Helsinki Philharmonic's hall shares its name with this Sibelius tone poem","response":"<i>Finlandia</i>"},{"text":"It's not just sports teams: the famed orchestra of Stokowski &amp; Ormandy now plays in this city's Verizon Hall","response":"Philadelphia"},{"text":"On CD you can go back to Carnegie Hall April 4, 1954 for this Italian maestro's last concert","response":"(Arturo) Toscanini"}],"originalDate":"2008-06-16"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This Poughkeepsie school was the first of the seven sisters to be coeducational","response":"Vassar"},{"text":"Senator Paul Wellstone once taught at Carleton College in Northfield in this state","response":"Minnesota"},{"text":"Despite its name, it's located in Chestnut Hill, Massachusetts &amp; it's actually a university","response":"Boston College"},{"text":"\"The Dome\" is the yearbook of this university near South Bend, Indiana","response":"Notre Dame"},{"text":"You'll find the Lacrosse Hall of Fame Museum at this university in Baltimore","response":"Johns Hopkins"}],"originalDate":"2008-06-16"},{"category":"MYTHOLOGICAL RHYME TIME","comments":"","clues":[{"text":"War-starting Greek beauty's cantaloupes","response":"Helen's melons"},{"text":"Jupiter's aromatic spices","response":"Jove's cloves"},{"text":"Falcon-headed Egyptian God's repeated song refrains","response":"Horus' choruses"},{"text":"Rainbow goddess' disease-spreading particles","response":"Iris' viruses"},{"text":"Norse underworld goddess' hollow metal ringers","response":"Hel's bells"}],"originalDate":"2008-06-16"},{"category":"SPORTS","comments":"","clues":[{"text":"A little birdie told us an eagle is a score this many under par on one hole","response":"2"},{"text":"He played in 2,130 consecutive games; no wonder he was the pride of the Yankees","response":"Lou Gehrig"},{"text":"Prior to making Astros out of themselves, the Houston team thought they were \"big shots\" with this name","response":"Colt .45's"},{"text":"This Milwaukee NBA team moved to St. Louis in 1955 &amp; then to Atlanta in 1968","response":"Hawks"},{"text":"This steel-driving thoroughbred retired in 1985 with career earnings of over $6.5 million","response":"John Henry"}],"originalDate":"1997-11-18"},{"category":"S-S-SNAKES-S-S","comments":"","clues":[{"text":"Each time a rattlesnake does this, its rattle gets a little bigger","response":"sheds its skin"},{"text":"These fluids are classified into 2 major groups: neurotoxic &amp; hemotoxic","response":"Venom"},{"text":"This snake, subject of a 1997 film, is the largest in the Western Hemisphere","response":"Anaconda"},{"text":"The Naja Haje or Egyptian cobra is commonly known by this 3-letter name","response":"Asp"},{"text":"This snake's French name is from its head's resemblance to the tip of a knight's weapon","response":"Fer-de-lance"}],"originalDate":"1997-11-18"}],[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Shrapnel from a 1916 munitions storage plant explosion in Jersey City, NJ damaged this famous statue","response":"Statue of Liberty"},{"text":"Frances Perkins was trying to improve working conditions in these in the 1910s, Kathie Lee in the '90s","response":"Sweatshops"},{"text":"The U.S. made this great buy from France in 1803 &amp; would have been happy with just New Orleans","response":"Louisiana Purchase"},{"text":"If this act hadn't passed July 14, 1798, we would have had just the Alien Acts","response":"Sedition Acts"},{"text":"In 1844 John C. Fremont crossed the Sierra Nevada &amp; this John C. became Secretary of State","response":"John C. Calhoun"}],"originalDate":"1997-11-18"},{"category":"COLOR MY WORLD","comments":"(Alex: And in that category, a different color will come up as a correct response for each clue.)","clues":[{"text":"If you have one of these, you're great at making plants grow","response":"Green thumb"},{"text":"In 1973's top single, Tony Orlando and Dawn sing of tying this \"Around the old oak tree\"","response":"Yellow ribbon"},{"text":"The herbicide used in the Vietnam War used to defoliate jungle areas","response":"Agent Orange"},{"text":"The prize-winning pig in \"State Fair\", or a lad painted by Gainsborough","response":"\"Blue Boy\""},{"text":"Nickname of oil field firefighter Paul Adair","response":"\"Red\""}],"originalDate":"1997-11-18"},{"category":"COMING OUT","comments":"","clues":[{"text":"When she's presented, a deb makes this knee-bending gesture to society, from the French word for \"court\"","response":"Curtsey"},{"text":"The young lady making an evening debut usually wears this color dress, as she eventually will down the aisle","response":"White"},{"text":"Uncomfortable in a corset, Mary Phelps Jacob invented this garment at a debutante ball using 2 hankies","response":"Brassiere"},{"text":"This term for a formal debutante ball comes from a French word for petticoat","response":"Cotillion"},{"text":"This league was founded in 1901 by 2 debutantes eager to display social responsibility","response":"Junior League"}],"originalDate":"1997-11-18"},{"category":"SCANDALS","comments":"","clues":[{"text":"Mining firm Bre-X' recent claims of an Indonesian lode of this metal proved mostly glitter","response":"Gold"},{"text":"Type of illegal \"trading\" that took Ivan Boesky from the heights of Wall Street to a $100 million penalty","response":"Insider trading"},{"text":"Christie's must have laughed in 1997 as 2 workers at this auction house were suspended for smuggling","response":"Sotheby's"},{"text":"A complaint by Newt Gingrich about outside income led to this House speaker's 1989 resignation","response":"Jim Wright"},{"text":"The scandals of his presidency began in 1923 with skimming by Veterans Bureau head Charles Forbes","response":"Warren G. Harding"}],"originalDate":"1997-11-18"},{"category":"MOM'S A BAD COOK","comments":"","clues":[{"text":"Mom could reduce the risk of this, including salmonella, by not thawing her chicken at room temperature","response":"Food poisoning"},{"text":"Mom often forgets to put the lid on this appliance &amp; gets fruit smoothies all over her walls","response":"Blender"},{"text":"Mom's lasagna turns out a little too crisp because she doesn't boil these before baking","response":"Noodles"},{"text":"Mom can't keep the sponge kind of this dessert from falling","response":"Cake"},{"text":"Mom shouldn't call the strips of flounder she cuts by this name; she rarely gets all the bones out","response":"filets/fillets"}],"originalDate":"1997-11-18"},{"category":"TALK SHOW HOSTS","comments":"","clues":[{"text":"On CBS, David Letterman hosts the \"Late Show\", &amp; this man hosts \"The Late Late Show\"","response":"Tom Snyder"},{"text":"This CNN \"ruler\" used to do color commentary on Miami Dolphin broadcasts","response":"Larry King"},{"text":"Baba in the 1983 film \"D.C. Cab\", he now takes guests on a \"Politically Incorrect\" ride","response":"Bill Maher"},{"text":"He's not acting; this man seen here really is a talk show host:","response":"Charles Grodin"},{"text":"Over 30 years, he's gone from San Diego, to L.A., to St. Louis, back to L.A., then to NYC, where he's \"Live!\"","response":"Regis Philbin"}],"originalDate":"1997-11-18"}],{"category":"SCULPTURE","text":"In 1504 a statue of this man over 13 feet tall was unveiled in Piazza Della Signoria","response":"David"}]}