{"mix":3885,"rounds":[[{"category":"MATH","comments":"","clues":[{"text":"If you got a trapezoid for your birthday, you got a figure with this many sides &amp; a crummy gift","response":"four"},{"text":"In our number system, it's 10;<br>in a triangle,<br>it's the lowest side","response":"the base"},{"text":"1/15 + 1/45 = this","response":"4/45"},{"text":"It's any system of geometry not based on the system in \"Elements\", a book from around 300 B.C.","response":"non-Euclidean"},{"text":"From the Latin for \"agreeing\", it describes 2 figures that coincide when superimposed","response":"congruent"}],"originalDate":"2008-06-09"},{"category":"MUSEUMS","comments":"","clues":[{"text":"The Rijksmuseum is an art museum in this city","response":"Amsterdam"},{"text":"The Museum of the American West in Los Angeles is part of the complex named for this singing cowboy","response":"Gene Autry"},{"text":"In 1902 the Egyptian Museum moved from this \"pyramid\" city to nearby Cairo","response":"Giza"},{"text":"Ceremonial robes of these onetime highest Venetian officials are displayed in Venice's Museo Correr","response":"the doges (of Venice)"},{"text":"Last name of paleontologist Richard, who was director of the National Museums of Kenya from 1968 to 1989","response":"Leakey"}],"originalDate":"2008-06-09"},{"category":"ALASKA","comments":"","clues":[{"text":"One of the 2 astronomical images found on Alaska's official license plate","response":"the Big Dipper (or the North Star)"},{"text":"An extreme snowboarding competition held at Valdez, Alaska, or a Fox show featuring Hank &amp; Bobby","response":"King of the Hill"},{"text":"The U.S. used a 48-star flag for 47 years until Alaska gained statehood in this year","response":"1959"},{"text":"The only 2 \"national\" regions of this type in Alaska are Chugach &amp; Tongass","response":"forests"},{"text":"The largest oil reserves in the U.S. were found in 1968 near this bay on the Arctic coast","response":"Prudhoe Bay"}],"originalDate":"2008-06-09"},{"category":"THE \"LAST\" FRONTIER","comments":"","clues":[{"text":"It took place in June 1876 at the Little Bighorn River","response":"Custer's Last Stand"},{"text":"Sarah Michelle Gellar could have used some of Buffy's moves in this 1997 slasher flick","response":"<i>I Know What You Did Last Summer</i>"},{"text":"One week after a full moon, when half the moon's disk is illuminated by the sun","response":"last quarter"},{"text":"It's the famous description used as a slogan of Maxwell House coffee","response":"\"good to the last drop\""},{"text":"After Biagio da Cesena complained about this painting in the Sistine Chapel, Michelangelo added him to it","response":"<i>The Last Judgment</i>"}],"originalDate":"2008-06-09"},{"category":"2 TYPES OF CHINA","comments":"","clues":[{"text":"Shallow 7-letter dish used to serve food; maybe we should have served you the clue on one","response":"a platter"},{"text":"It's the animal of the Chinese year beginning in 2008","response":"the rat"},{"text":"In the Chinese Civil War, 1945 to 1949, it was the Communists versus these","response":"the Nationalists"},{"text":"In 1998 this Chinese org. abbreviated PLA was ordered to sell off all its non-defense assets","response":"the People's Liberation Army"},{"text":"Henry James compared his character Miss Pansy Osmond to a China figurine from this German city","response":"Dresden"}],"originalDate":"2008-06-06"},{"category":"THE WRITE STUFF","comments":"","clues":[{"text":"Dumas Malone won a Pulitzer Prize for his multi-volume biography of this Monticello resident","response":"Thomas Jefferson"},{"text":"Sir John Buchan wrote the adventure thriller \"The 39 Steps\" before becoming governor-general of this country","response":"Canada"},{"text":"This son of J.R.R. Tolkien entered the family business, teaching at Oxford &amp; editing \"The Silmarillion\"","response":"Christopher Tolkien"},{"text":"This \"divine\" saint wrote the Book of Revelation on the Greek island of Patmos","response":"St. John"},{"text":"After penning the musical \"Kiss of the Spider Woman\", this man wrote \"Love! Valour! Compassion!\"","response":"Terrence McNally"}],"originalDate":"2008-06-06"}],[{"category":"MMM...BEER","comments":"","clues":[{"text":"Samuel Smith's of Yorkshire brews a brown as well as a pale type of this beer relative","response":"ale"},{"text":"In 1612 Adrian Block &amp; Hans Christiansen established the New World's first known brewery on this island","response":"Manhattan"},{"text":"Austin Powers' warning, \"Get your hands off my Heinie, baby\" referred to this beer","response":"Heineken"},{"text":"\"Take off, eh!\" The McKenzie bros. of \"SCTV\" did commercials touting this Canadian beer","response":"Molson's"},{"text":"In the 1890s, Adolphus Busch developed this super-premium beer still marketed by Anheuser-Busch","response":"Michelob"}],"originalDate":"2008-06-06"},{"category":"CROSSWORD CLUES \"S\"","comments":"","clues":[{"text":"Aretha is queen of it<br>(4)","response":"soul"},{"text":"Specters, or their liquor<br>(7)","response":"spirits"},{"text":"Hebridean isle, or its terrier<br>(4)","response":"Skye"},{"text":"Hitchcock was the \"Master of\" it<br>(8)","response":"suspense"},{"text":"The USA's first space station<br>(6)","response":"Skylab"}],"originalDate":"2008-06-06"},{"category":"SPORTS TALK","comments":"","clues":[{"text":"During a baseball game, it's the off-field area where relief pitchers warm up","response":"the bullpen"},{"text":"In volleyball it's a hard smash close to the net going almost straight down into the opponent's court","response":"a spike"},{"text":"In figure skating, a single one of these jumps named for Mr. Paulsen is 1 1/2 revolutions; a triple is 3 1/2","response":"an Axel"},{"text":"Ja, this German term means to ski straight down a slope at full speed","response":"schuss"},{"text":"It's a race in which 4 swimmers on a team each do a different stroke","response":"a medley"}],"originalDate":"2008-06-06"},{"category":"CONGRESS","comments":"","clues":[{"text":"This female New York senator introduced the Count Every Vote Act of 2005","response":"Hillary Clinton"},{"text":"The man in this post swears in new senators","response":"the Vice President"},{"text":"Created by law in 1800, this institution maintains the Dewey Decimal System","response":"the Library of Congress"},{"text":"A state with one representative in the House classifies him as \"at-\" this","response":"large"},{"text":"In the House, the Majority Leader is second in power to this person","response":"the Speaker of the House"}],"originalDate":"2008-06-06"},{"category":"FINANCE","comments":"","clues":[{"text":"2006-07 saw many foreclosures on this type of loan, which despite its name has a higher-than-usual interest rate","response":"sub-prime"},{"text":"Taxes on these are paid by the grantor, not the receiver, &amp; there's a $12,000 per year exclusion","response":"gifts"},{"text":"Traditionally, annuities were sold through this type of company","response":"an insurance company"},{"text":"This alliterative type of account invests in short-term instruments for safe but piddly returns","response":"a money market"},{"text":"Reducing a loan with payments covering principal &amp; interest is called this, from the Latin for \"dead\"","response":"ammortization"}],"originalDate":"2008-06-06"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Frederic Chopin was born in a village near this Polish capital","response":"Warsaw"},{"text":"Franz Schubert called this man's \"Marriage of Figaro\" Overture \"the most beautiful in the whole world\"","response":"Mozart"},{"text":"After his oratorio \"Esther\" hit big in concert instead of drama form, he wrote others like it, including \"Messiah\"","response":"Handel"},{"text":"Debussy's \"Suite Bergamasque\" for piano contains this celebrated \"lunar\" tune","response":"\"Clair de Lune\""},{"text":"This Beethoven piano concerto, Opus 73, sounds fit for more than a king","response":"the Emperor"}],"originalDate":"2008-06-06"}],{"category":"AMERICAN AUTHORS","text":"He called himself a \"Cubano Sato\", a phrase from the Cuban dialect meaning both \"flirt\" &amp; \"half-breed\"","response":"Ernest Hemingway"}]}