{"mix":3886,"rounds":[[{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"It's a pre-wedding ladies-only party where a scantily-clad man may turn up","response":"a bachelorette party"},{"text":"It can be a 200th anniversary, or something lasting 200 years","response":"a bicentennial"},{"text":"Oui, ma cherie!  It's the French equivalent of \"miss\"","response":"mademoiselle"},{"text":"Man of War was a famous one","response":"a thoroughbred"},{"text":"A woman in charge of an all-girls school, or perhaps the top lady in a harem","response":"a headmistress"}],"originalDate":"2008-06-06"},{"category":"AMERICAN LIT","comments":"","clues":[{"text":"In a poem by Longfellow, Hiawatha's marriage to her is no laughing matter","response":"Minnehaha"},{"text":"In this 1959 William Gibson drama, Helen Keller realizes things have names","response":"<i>The Miracle Worker</i>"},{"text":"\"Living By The Word\" is a collection of prose pieces by this author of \"The Color Purple\"","response":"Alice Walker"},{"text":"Sinclair Lewis' real estate salesman who's \"never done a single thing I've wanted to do in my whole life\"","response":"(George) Babbitt"},{"text":"\"Lost Laysen\" is a once-lost novella that this \"Gone With The Wind\" author wrote when she was just 16","response":"Margaret Mitchell"}],"originalDate":"2008-06-05"},{"category":"ALL NATURAL EATS","comments":"","clues":[{"text":"American pioneer John Chapman would press you to eat this fruit &amp; would plant the seeds to make orchards","response":"the apple"},{"text":"Eat some orange vegetables, like the acorn, butternut &amp; hubbard types of this gourd","response":"a squash"},{"text":"Eat spears of this green vegetable, but not the same-named fern, which is a houseplant","response":"asparagus"},{"text":"They have no flavor or aroma, but cloud ears, a type of this, are used in many Chinese dishes for their texture","response":"a mushroom"},{"text":"Whether it's the pascal or golden variety of this vegetable, its name comes from the Greek for \"parsley\"","response":"celery"}],"originalDate":"2008-06-05"},{"category":"GOVERNMENT","comments":"","clues":[{"text":"It's the term of office of Ohio state representatives<span class=\"nobreak\">--</span><br>come on, take a guess","response":"2 years"},{"text":"In both NYC &amp; L.A., the mayor is the chief executive &amp; this is the main legislative body","response":"the city council"},{"text":"The USA's oldest appellate court in continuous existence is this highest body in Massachusetts","response":"the Supreme Court of Massachusetts"},{"text":"Created in 1914, this commission works to maintain competition &amp; protect customers","response":"the F.T.C. (the Federal Trade Commission)"},{"text":"Some say the Bush administration's domestic spying conflicts with FISA, the Foreign Intelligence this Act","response":"Surveillance"}],"originalDate":"2008-06-05"},{"category":"THEY SAID IT","comments":"","clues":[{"text":"This oft-divorced Hungarian said, \"I am a marvelous housekeeper. Every time I leave a man, I keep his house\"","response":"Zsa Zsa Gabor"},{"text":"This country star said she's not offended by dumb blonde jokes: \"I know... I'm not dumb... I also know I'm not blonde\"","response":"Dolly Parton"},{"text":"The witticism A verbal agreement isn't worth the paper it's printed on\" is attributed to this film pioneer","response":"Samuel Goldwyn"},{"text":"Trailing in the GOP nomination race in 2008, this Arkansan said, \"I didn't major in math<span class=\"nobreak\">--</span>I majored in miracles\"","response":"Huckabee"},{"text":"\"Brevity is the soul of lingerie\" is attributed to this \"Round Table\" wit","response":"Dorothy Parker"}],"originalDate":"2008-06-05"},{"category":"\"BIG\" LOVE","comments":"","clues":[{"text":"In a classic children's story, he tries to get the 3 little pigs &amp; instead ends up in a pot of boiling water","response":"the Big Bad Wolf"},{"text":"Rooseveltian partner of \"speak softly\"","response":"big stick"},{"text":"Bogey played Philip Marlowe in this 1946 big screener","response":"<i>The Big Sleep</i>"},{"text":"The state animal of Colorado is a breed of this","response":"a bighorn sheep"},{"text":"In the hobo song, it's the mountain \"where you sleep all day\" &amp; \"where they hung that jerk who invented work\"","response":"the Big Rock Candy Mountain"}],"originalDate":"2008-06-05"}],[{"category":"EXTRAS","comments":"","clues":[{"text":"Koalas are fussy eaters &amp; dine almost exclusively on the leaves of this genus of trees in the myrtle family","response":"eucalyptus"},{"text":"In one production of the ballet \"Cinderella\", Robert Helpmann &amp; Frederick Ashton danced the parts of these 2 meanies","response":"the ugly stepsisters"},{"text":"An apple that the USDA grades \"extra\" this doesn't have a ribbon on it but is mature, clean &amp; well-formed","response":"fancy"},{"text":"Differences in this bony structure that includes the hip distinguish the sexes &amp; reveal if a woman ever gave birth","response":"the pelvis"},{"text":"A song in this duo's operetta \"Iolanthe\" says, \"What a joy to breathe the balmy air of Grosvenor Square\"","response":"Gilbert & Sullivan"}],"originalDate":"2008-06-05"},{"category":"ROME","comments":"","clues":[{"text":"Roman candidates for public office made these whiter by rubbing them with chalk; black ones were worn at funerals","response":"togas"},{"text":"In the mid-1st century, Rome was trading one amphora of this for one slave from Gaul","response":"wine"},{"text":"The domus was a single-family house, &amp; insulae were a block or blocks of these","response":"apartments"},{"text":"Virgil tells of the travels of this vowel-heavy Trojan prince who laid the groundwork for Rome","response":"Aeneas"},{"text":"It's said Romulus founded Rome on this hill, found between the Circus Maximus &amp; the Colosseum","response":"the Palatine"}],"originalDate":"2008-06-05"},{"category":"OZ","comments":"","clues":[{"text":"The MGM classic \"The Wizard of Oz\" premiered in August of this year","response":"1939"},{"text":"\"The Wizard of Oz\" won 2 Oscars, one for Original Score &amp; one for Best Song<span class=\"nobreak\">--</span><br>this one almost cut from the film","response":"\"Over The Rainbow\""},{"text":"In 2000 a whopping $666,000 was paid by a collector for a pair of these worn in the film","response":"ruby slippers"},{"text":"Buddy Ebsen was hired to play this character but had to quit after he developed an allergy to aluminum dust","response":"the Tin Man"},{"text":"Frank Morgan played 5 different roles in the movie: a guard, a professor, a gatekeeper, a cabbie &amp; this","response":"the Wizard"}],"originalDate":"2008-06-05"},{"category":"SIX FEET UNDER","comments":"","clues":[{"text":"A statue at his memorial reads, \"I never met a man I didn't like\"","response":"Will Rogers"},{"text":"\"The best is yet to come\" says this swingin' singer's grave in California's Desert Memorial Park","response":"(Frank) Sinatra"},{"text":"New Englander whose epitaph, \"I had a lover's quarrel with the world\", is from his poem \"The Lesson For Today\"","response":"(Robert) Frost"},{"text":"His tombstone says, \"He gave to man control over that dreadful scourge, yellow fever\"","response":"Walter Reed"},{"text":"From one of his works, this Irish poet's epitaph is \"Cast a cold eye on life, on death. Horseman, pass by!\"","response":"William Butler Yeats"}],"originalDate":"2008-06-05"},{"category":"I LOVE NEW YORK","comments":"","clues":[{"text":"All aboard!  There are over 700 miles of this underground transportation system in the city","response":"subway"},{"text":"It's how you make the sound of a Bronx cheer","response":"\"Pffft!\" (or any other reasonable response)"},{"text":"This theatrical thoroughfare is the longest street in New York City","response":"Broadway"},{"text":"NYC is home to Queens which is home to Shea Stadium which is home to this pro baseball team","response":"New York Mets"},{"text":"NYC's biggest ticker-tape parade occurred March 1, 1962 when over 3,000 tons were dumped on this astronaut","response":"John Glenn"}],"originalDate":"1999-11-19"},{"category":"COLOR MY WORLD","comments":"","clues":[{"text":"Usually, the highest rank in the martial arts of judo &amp; karate is this color belt","response":"Black belt"},{"text":"Bing was first \"dreaming of\" this kind of holiday in the 1942 film \"Holiday Inn\"","response":"White Christmas"},{"text":"Ho! Ho! Ho!  This line of canned &amp; frozen foods agreed to merge with Pillsbury in 1978","response":"Green Giant"},{"text":"Sensationalistic \"journalism\" that exploits, distorts or exaggerates the news","response":"Yellow journalism"},{"text":"Since 1986 the NBA Coach of the Year trophy has carried this man's name","response":"Arnold \"Red\" Auerbach"}],"originalDate":"1999-11-19"}],{"category":"NOTABLE NAMES","text":"In 1908 he turned the techniques he used to train army troops into a manual for training small groups of boys","response":"Lord Baden-Powell"}]}