{"mix":3887,"rounds":[[{"category":"TV STUPID ANSWERS","comments":"","clues":[{"text":"From 1959 to 1963 John Smith &amp; Robert Fuller starred in this western set in Laramie, Wyoming","response":"<i>Laramie</i>"},{"text":"After only 6 months on the air \"Match Game '73\" changed its name to this","response":"<i>Match Game '74</i>"},{"text":"In a 1999 episode of \"It's Like, You Know\", Jennifer Grey's father Joel guest-starred in this role","response":"Her father"},{"text":"Debuting in 1992, Bob Newhart's third sitcom had this one-word title","response":"<i>Bob</i>"},{"text":"\"Entertainment Tonight\" debuted in 1981, making this the first new Steven Spielberg-directed film it could cover","response":"<i>E.T. the Extra-Terrestrial</i>"}],"originalDate":"1999-11-19"},{"category":"BRITISH ART &amp; ARTISTS","comments":"","clues":[{"text":"The aptly named Terry Frost created a painting called this season of the year \"1956, Yorkshire\"","response":"Winter"},{"text":"John Hoppner, a favorite royal portrait artist of the late 1700s, was rumored to be an illegitimate son of this king","response":"George III"},{"text":"You can barely make out the elephants in J.M.W. Turner's painting of this man \"Crossing the Alps\"","response":"Hannibal"},{"text":"A 1790s engraving by Robert Dodd shows this \"bountiful\" captain &amp; some of his officers being set adrift","response":"Captain Bligh"},{"text":"This contemporary Brit has long been in the swim with paintings such as \"Peter Getting Out Of Nick's Pool\"","response":"(David) Hockney"}],"originalDate":"2008-06-04"},{"category":"COMMON BONDS","comments":"","clues":[{"text":"Diddley,<br>Peep,<br>Derek","response":"Bo"},{"text":"Bread,<br>Chatter,<br>Pandora's","response":"box"},{"text":"Cotto,<br>Genoa,<br>Pepperoni","response":"salami"},{"text":"Shoelaces,<br>Tongues,<br>Scores","response":"things that are tied"},{"text":"Codes,<br>Songs,<br>Southern Florida","response":"keys"}],"originalDate":"2008-06-04"},{"category":"RELIGIOUS NUMBERS","comments":"","clues":[{"text":"The number of days it took God to create the universe &amp; everything in it (not resting)","response":"6"},{"text":"The number of times the words \"apple\" &amp; \"snake\" appear in the King James Version of Genesis","response":"0"},{"text":"The number of Hebrew patriarchs, or the number of times Peter denied knowing Jesus","response":"3 times"},{"text":"The number of Old Testament books named for specific women","response":"2"},{"text":"At Maundy Thursday mass, a priest traditionally washes the feet of this many people","response":"12"}],"originalDate":"2008-06-04"},{"category":"COLD HARD CASH","comments":"","clues":[{"text":"Scheduled for release in late 2008, the last of the commemorative state quarters will honor this state","response":"Hawaii"},{"text":"Minted from 1979 to 1981, the coin featuring her was the first depicting a woman that went into general circulation","response":"Susan B. Anthony"},{"text":"His quincentenary was celebrated with a coin in 1992","response":"Columbus"},{"text":"In 1997 this Brooklyn Dodger got a commemorative coin as quick as you could say his name","response":"Jackie Robinson"},{"text":"A \"Benjamin\" issued by it would have meant a $2 note, which showed its sec'y of state Judah P. Benjamin","response":"the Confederate States of America"}],"originalDate":"2008-06-04"},{"category":"5 \"G\"s","comments":"(Alex: The correct response in each of the 5 clues will begin with the letter G.)","clues":[{"text":"The wooden frame upon which condemned persons are executed by hanging","response":"a gallows"},{"text":"In 1992 the Catholic Church admitted it erred in condemning this man 359 years before","response":"Galileo"},{"text":"2-syllable adjective that precedes \"bodily harm\" in the crime designated GBH in the U.K.","response":"grievous"},{"text":"Flavoring syrup made from pomegranates","response":"grenadine"},{"text":"This U.S. president won his election by fewer than 2,000 popular votes","response":"Garfield"}],"originalDate":"2008-06-04"}],[{"category":"SAMURAI WARRIOR","comments":"","clues":[{"text":"The word samurai means \"one who\" does this<span class=\"nobreak\">--</span><br>as an attendant or a warrior, not as a waiter","response":"serves"},{"text":"Englishman William Adams, the first outsider to become a samurai, inspired this James Clavell bestseller","response":"<i>Sh&#333;gun</i>"},{"text":"In true warrior fashion, the real \"last samurai\", Saigo Takamori, died by committing this ritual form of suicide","response":"hara-kiri (or seppuku)"},{"text":"Meaning \"the way of the warrior\", &amp; comparable to European chivalry, it was the ethical code by which samurai lived","response":"bushido"},{"text":"The \"soul of the samurai\" was his sword, especially this long, slightly curved type","response":"katana"}],"originalDate":"2008-06-04"},{"category":"FILM FISTICUFFS","comments":"","clues":[{"text":"Female fists were flying when Uma Thurman battled Lucy Liu in Vol. 1 of this series","response":"<i>Kill Bill</i>"},{"text":"Yippee-ki-yay! Ex-hostage Bonnie Bedelia smacks a smarmy TV reporter in this 1988 action film","response":"<i>Die Hard</i>"},{"text":"Lou Gossett Jr. tries to hold the Mayo in battle with Richard Gere in this 1982 film","response":"<i>An Officer and a Gentleman</i>"},{"text":"In 2000 Edward Norton was up for an MTV Movie Award for the battle he waged against himself in this film","response":"<i>Fight Club</i>"},{"text":"\"You didn't get me down, Ray\", boasts this character after getting brutalized by Sugar Ray Robinson","response":"Jake LaMotta"}],"originalDate":"2008-06-04"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"Sadly, both she &amp; her daughter Irene died of leukemia caused by overexposure to radiation","response":"Marie Curie"},{"text":"In 1800 Humphrey Davy wrote that this gas \"appears capable of destroying...pain\" &amp; could be used in operations","response":"laughing gas or nitrous oxide"},{"text":"Irish geologist Richard Oldham discovered that these events have primary &amp; secondary waves","response":"earthquakes"},{"text":"Augustin-Jean Fresnel used this treatment of light to make new lighthouse lenses; Edwin Land built a company on it","response":"polarization"},{"text":"In 1846 Joseph Leidy discovered that the worm trichina is found in this animal","response":"pigs"}],"originalDate":"2008-06-04"},{"category":"COLLECTIBLES","comments":"","clues":[{"text":"The \"Man in Black\" collector plate from the Franklin Mint was the first musical plate authorized by this country icon","response":"Johnny Cash"},{"text":"A snowglobe inspired by this film features the Darling children tied to a mast near a hungry crocodile","response":"<i>Peter Pan</i>"},{"text":"Collectors of Tom Tierney's paper dolls prize the one of this princess with her charity auction dresses","response":"Princess Di"},{"text":"This magazine's NYC galleries house the toy soldiers &amp; Monopoly games collected by publisher Malcolm","response":"<i>Forbes</i>"},{"text":"This crystal company's literary collection has included a James Joyce vase","response":"Waterford"}],"originalDate":"2008-06-04"},{"category":"POETS","comments":"","clues":[{"text":"His \"Poems, Chiefly in the Scottish Dialect\" was first published on July 31, 1786 in Kilmarnock &amp; sold 600 copies","response":"(Rabbie) Burns"},{"text":"In \"Devotions Upon Emergent Occasions\", he wrote, \"No man is an island, entire of itself\"","response":"John Donne"},{"text":"In 1580 he became sec'y to the Lord Deputy of Ireland' maybe the boat that took him there was the Ferry Queen","response":"(Edmund) Spenser"},{"text":"In 1798 he received an annuity from Josiah &amp; Thomas Wedgwood, &amp; his \"Lyrical Ballads\" was published","response":"(Samuel Taylor) Coleridge"},{"text":"A gravestone at Bunhill Fields says, \"Near by lie the remains of the poet-painter\" this man \"1757-1827\"","response":"(William) Blake"}],"originalDate":"2008-06-04"},{"category":"NEW YORK FOR THE KIDS","comments":"","clues":[{"text":"Kids get a kick out of these high-kicking dancers at Radio City Music Hall (dads like them, too)","response":"the Rockettes"},{"text":"If your kids want to know who's buried in this tomb, take them to see it at Riverside Drive &amp; 122nd Street","response":"Grant's Tomb"},{"text":"Make Sunday a fun day by visiting the Congo Gorilla Forest at this world-famous zoo","response":"Bronx Zoo"},{"text":"Take its famous ferry to this island, which has a children's museum","response":"Staten Island"},{"text":"Even landlubbers love to climb aboard historic ships like the schooner Pioneer at this street's \"seaport\"","response":"South Street"}],"originalDate":"1999-11-18"}],{"category":"GEOGRAPHIC TERMS","text":"These 2 words are anagrams of each other &amp; for our location now one is about 34, the other about 74","response":"latitude & altitude"}]}