{"mix":3897,"rounds":[[{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"By definition, a number that's infinitesimal is close to, but greater than, this","response":"zero"},{"text":"Meaning \"having imagined while asleep\", it's one of the few English words that end with \"mt\"","response":"dreamt"},{"text":"Reniform means shaped like this bodily organ; you might have a reniform pool","response":"the kidney"},{"text":"Arabic for \"peace\", it's a salutation in the East, as well as a low bow","response":"salaam"},{"text":"It's a synonym for \"ashen\" or a term for a region within an imposed boundary; don't go \"beyond\" it","response":"the pale"}],"originalDate":"2008-05-22"},{"category":"THE PAPARAZZI LOVE...","comments":"","clues":[{"text":"This \"Mean Girls\" star who appeared in a controversial 2008 photo spread in New York Magazine","response":"Lindsay Lohan"},{"text":"This Dallas Cowboys fan whose ex, Nick Lachey, gave her a maltepoo dog that now spends time with Tony Romo","response":"Jessica Simpson"},{"text":"This object of Borat's affection who, in 2008, had a romantic Valentine's Day performing at a Paris strip club","response":"Pamela Anderson"},{"text":"This star on the pregnancy watch list who's very fond of her partner who produced her film \"A Mighty Heart\"","response":"Angelina Jolie"},{"text":"This actress whose father Billy Ray \"got caught up in...filming\" &amp; forgot to buckle up for one of his scenes","response":"Miley Cyrus"}],"originalDate":"2008-05-23"},{"category":"JUST DESSERTS","comments":"","clues":[{"text":"This fluffy white confection holds your Rice Krispies Treats together","response":"marshmallows"},{"text":"Sharing its name with a French novel, this candy bar was originally 3 nougat bars","response":"Three Musketeers"},{"text":"In \"The Godfather\", Richard Castellano says, \"Leave the gun.  Take\" these pastries","response":"cannolis"},{"text":"Liquor brand that's integral to the sweet potato pudding at Miss Mary Bobo's boarding house in Lynchburg, Tenn.","response":"Jack Daniel's"},{"text":"In 1948 Aaron Lapin's company introduced this aerosol dessert topping brand","response":"Reddi-wip"}],"originalDate":"2008-05-23"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"This bent steel rod struck by a small metal rod is used in the final movement of Beethoven's Ninth","response":"a triangle"},{"text":"This string quartet instrument that's deeper pitched &amp; slightly larger than a violin has a similar name","response":"the viola"},{"text":"The name of this small guitar-like instrument popular in Hawaii is Hawaiian for \"jumping flea\"","response":"the ukulele"},{"text":"The bull-fiddle is also known as the double this","response":"the bass"},{"text":"This orchestral giant can have up to 48 strings &amp; measure more than 6 feet tall","response":"a harp"}],"originalDate":"2008-05-23"},{"category":"ALFRED HITCHCOCK MOVIES","comments":"","clues":[{"text":"Voyeur information, this actor spied on his neighbors in Alfred Hitchcock's \"Rear Window\"","response":"Jimmy Stewart"},{"text":"In \"Psycho\", it's the inn where Norman does his evil<span class=\"nobreak\">--</span>or was it his mother?","response":"the Bates Motel"},{"text":"In a 1944 Hitchcock film, several survivors of a torpedoed ship find themselves in this title object","response":"a lifeboat"},{"text":"On the BFI's top 100 British films, this classic Hitchcock mystery from 1935 ranked no. 4, not \"39\"","response":"<i>The 39 Steps</i>"},{"text":"Hitchcock's 1940 classic \"Rebecca\" was based on a book by this female novelist","response":"(Daphne) du Maurier"}],"originalDate":"2008-05-23"},{"category":"PSYCH \"O\"","comments":"","clues":[{"text":"A person who comes to a hospital or clinic for treatment but is not hospitalized","response":"an outpatient"},{"text":"This type of \"working\" therapy gives the individual something meaningful to do","response":"occupational therapy"},{"text":"Impulsive, consistent disorder abbreviated OCD","response":"obsessive-compulsive disorder"},{"text":"In psychoanalytic theory, it's the first &amp; most primitive stage of development","response":"the oral stage"},{"text":"This adjective refers to the rear lobe of the brain","response":"occipital"}],"originalDate":"2008-05-23"}],[{"category":"FAMILY PLOT","comments":"","clues":[{"text":"The original title of this adventure novel was \"Der Schweizerische Robinson\"","response":"<i>The Swiss Family Robinson</i>"},{"text":"They're the \"Magnificent\" family written about by Booth Tarkington in a 1919 Pulitzer Prize-winning novel","response":"the Ambersons"},{"text":"A \"colorful\" dog with only one ear adopts a Texas frontier family in the 1860s in this beloved Fred Gipson novel","response":"<i>Old Yeller</i>"},{"text":"The title of this Faulkner novel about the troubled Compson family comes from a line in \"Macbeth\"","response":"<i>The Sound And The Fury</i>"},{"text":"1985's \"Jubal Sackett\" was this prolific Western author's last novel about the Sackett family","response":"Louis L'Amour"}],"originalDate":"2008-05-23"},{"category":"THE BIRDS","comments":"","clues":[{"text":"This bird that isn't really losing its hair is a national symbol of the U.S.","response":"the bald eagle"},{"text":"Herring &amp; laughing are 2 species of this \"sea\" bird","response":"a gull"},{"text":"If you're a C. corax, this bird, you may be given to gloomy pronouncements like the one in Poe","response":"a raven"},{"text":"It's the thick-walled muscular pouch that grinds food in a bird's lower stomach","response":"a gizzard"},{"text":"The colorful lovebird, with a curved beak &amp; short tail, is a member of this bird family","response":"a parrot"}],"originalDate":"2008-05-23"},{"category":"SPELLBOUND","comments":"(Alex: But you do not have to spell the correct response.)","clues":[{"text":"Afrikaaners would spell this 1985 Schwarzenegger ex-military man film with a \"K\"","response":"<i>Commando</i>"},{"text":"The Swahili word that means \"I'm fine\" is pronounced like this \"Show Me State\" but spelled differently","response":"Missouri"},{"text":"Chinese thought says this energy force flows through the body; it can be spelled with a \"Q\" or a \"CH\"","response":"chi"},{"text":"The inconsistent spelling of names in this British soldier's \"Seven Pillars of Wisdom\" bothered the proofreader","response":"T.E. Lawrence"},{"text":"These 2 letters together sound like a long test answer you write out for school","response":"\"SA\" (essay)"}],"originalDate":"2008-05-23"},{"category":"AROUND THE BIBLE","comments":"","clues":[{"text":"Matthew 10:2 tells us that Jesus recruited this many apostles","response":"12"},{"text":"The first word in I Chronicles is this man first mentioned in Genesis 2:19","response":"Adam"},{"text":"Upright man who moaned, \"Naked came I out of my mother's womb, and naked shall I return thither\"","response":"Job"},{"text":"I Kings uses \"slept with his fathers\" as a euphemism for this","response":"death (or died)"},{"text":"In the Book of Judges, she's the only female judge mentioned by name","response":"Deborah"}],"originalDate":"2008-05-21"},{"category":"STATE THE TV STATE","comments":"(Alex: We are going to be giving you the titles of TV shows and you tell us the locale of that particular show.)","clues":[{"text":"\"Grey's Anatomy\"","response":"Washington"},{"text":"\"Laverne &amp; Shirley\", originally","response":"Wisconsin"},{"text":"\"Friday Night Lights\"","response":"Texas"},{"text":"\"Jericho\"","response":"Kansas"},{"text":"\"The Wire\"","response":"Maryland"}],"originalDate":"2008-05-21"},{"category":"CRIME TIME","comments":"","clues":[{"text":"Taking a life through criminal negligence would likely carry a charge of involuntary this","response":"manslaughter"},{"text":"In England, criminals call one of these a \"Z-Car\"; we often call them \"Black &amp; Whites\"","response":"a police car"},{"text":"The phrase to \"come on like\" these may have come from a long-running radio crime series","response":"gangbusters"},{"text":"Just 8 days after his 2006 release, Mehmet Ali Agca, who shot this man in 1981, was sent back to prison","response":"Pope John Paul II"},{"text":"On Nov. 24, 1971 this hijacker leapt from a plane with $200,000 &amp; was never heard from again","response":"D.B. Cooper"}],"originalDate":"2008-05-21"}],{"category":"AMERICAN POETS","text":"He wrote a biography that won Pulitzer Prize for history in 1940 &amp; won for his poetry in 1951","response":"Carl Sandburg"}]}