{"mix":3900,"rounds":[[{"category":"MAMMALS","comments":"","clues":[{"text":"It makes sense that these proud &amp; powerful mammals live in groups called prides","response":"lions"},{"text":"Common in Dixie, a razorback is a wild one of these","response":"hog"},{"text":"The name of this order of mammals comes from the Latin verb \"rodere\", meaning to gnaw","response":"rodent"},{"text":"The giant species of this \"armor-plated\" animal has more teeth than any other land mammal","response":"armadillo"},{"text":"The African &amp; Sumatran species of this animal have 2 horns; the Indian &amp; Javan species have one","response":"rhinoceros"}],"originalDate":"2008-05-20"},{"category":"THE 50th GRAMMYS","comments":"","clues":[{"text":"This duo won a Rock Performance Grammy for its \"Icky Thump\"","response":"The White Stripes"},{"text":"Before singing her hit \"No One\", she kicked off the telecast by duetting with Frank Sinatra","response":"Alicia Keys"},{"text":"Kodo-inspired drummers backed this country songstress on her Grammy-winning hit \"Before He Cheats\"","response":"Carrie Underwood"},{"text":"In a surprise, this jazz legend won Album of the Year for \"River: The Joni Letters\"","response":"Herbie Hancock"},{"text":"This country singer cracked, \"I just got an award given to me by a Beatle. Have you had that happen yet, Kanye?\"","response":"Vince Gill"}],"originalDate":"2008-05-19"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"As part of its salute to this decade, the Post Office created a stamp with a MixMaster on it","response":"the 1930s"},{"text":"This engine innovation was introduced in 1940 by GM with the slogan \"No gears to shift! No clutch to press!\"","response":"automatic transmission"},{"text":"On Feb. 29, 2008 Blu-Ray emerged as the new video disc choice as this Japanese co. abandoned its HD-DVD format","response":"Toshiba"},{"text":"Fingerprint ID devices are part of this security technology, from the Greek for \"life\" &amp; \"measure\"","response":"biometric"},{"text":"The engine control unit, a car's smartest computer, monitors systems like injection of this","response":"fuel"}],"originalDate":"2008-05-19"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"9 out of every 10 tomatoes grown in the U.S. come from this state","response":"California"},{"text":"Telemarketers must search this registry every 31 days &amp; drop those who are on it","response":"a do-not-call list"},{"text":"Thin must be in for this country with the highest life expectancy in South America, nearly 77 years","response":"Chile"},{"text":"In \"The Seven-Per-Cent Solution\", this literary character is treated by Sigmund Freud for drug addiction","response":"Sherlock Holmes"},{"text":"Originally from Asia, the \"walking\" variety of this fish was introduced into Florida in the 1960s","response":"the catfish"}],"originalDate":"2008-05-19"},{"category":"20th CENTURY AMERICAN ARTISTS","comments":"","clues":[{"text":"Among his many sculptures are \"The Cowboy\" &amp; \"Coming Through the Rye\"","response":"Remington"},{"text":"Between 1971 &amp; 1985 he depicted his neighbor Helga in over 240 of his works","response":"(Andrew) Wyeth"},{"text":"The feminist artist Judy Cohen goes by this last name, the city of her birth","response":"Chicago"},{"text":"He modeled the male diners in his \"Nighthawks\" after himself &amp; the female diner after his wife Jo","response":"(Edward) Hopper"},{"text":"This celebrated American photographer exhibited at the first Surrealist exhibition of 1925","response":"Man Ray"}],"originalDate":"2008-05-19"},{"category":"\"M.J.\"","comments":"","clues":[{"text":"He led the Bulls to 6 NBA championships in the '90s","response":"Michael Jordan"},{"text":"She was the lead actress in \"The Fifth Element\" &amp; \"Resident Evil\"","response":"Milla Jovovich"},{"text":"In the 2000 Olympics, this American repeated as 400-meter champ but didn't break his Olympic record set in 1996","response":"Michael Johnson"},{"text":"A founder of the Industrial Workers of the World, she used the slogan \"Join the union, boys\"","response":"Mother Jones"},{"text":"He won Oscars for his scores for \"Doctor Zhivago\", \"A Passage to India\" &amp; \"Lawrence of Arabia\"","response":"Maurice Jarre"}],"originalDate":"2008-05-19"}],[{"category":"THE ELEMENTS","comments":"","clues":[{"text":"Nearly all of this element in the body is found in the bones &amp; teeth","response":"calcium"},{"text":"Although it's a poisonous gas, this element is used to purify drinking water &amp; swimming pools","response":"chlorine"},{"text":"This element, once widely used in plumbing is known in Latin as plumbum, hence its symbol Pb","response":"lead"},{"text":"An 18-karat gold alloy consists of this percentage of gold","response":"75"},{"text":"You're out of your element if you don't know that this element is also called wolfram","response":"tungsten"}],"originalDate":"2008-05-19"},{"category":"BOOZE-A-PALOOZA","comments":"","clues":[{"text":"This adjective follows \"whiskey\" in the name of a whiskey &amp; lemon juice cocktail","response":"sour"},{"text":"In 1830, rather than become a fourth-generation clergyman, Charles Tanqueray began making this","response":"gin"},{"text":"This song that was a No. 1 hit for The Champs in 1958 always makes me want a Margarita","response":"\"Tequila\""},{"text":"The Sondheim song \"Ladies Who Lunch\" rhymes \"another brilliant zinger\" with \"another vodka\" one of these","response":"a Stinger"},{"text":"Double-talk name for a Piña Colada made with vodka instead of rum","response":"Chi-Chi"}],"originalDate":"2008-05-19"},{"category":"\"B\" SHARP","comments":"","clues":[{"text":"Sepia &amp; mahogany are tones of this color","response":"brown"},{"text":"A joke says that when you play country music this way, your wife, your dog &amp; your car return","response":"backwards"},{"text":"From the Italian for \"jest\", it's a clown or a fool","response":"a buffoon"},{"text":"The Battle of Bunker Hill actually took place on this adjacent hill","response":"Breed's Hill"},{"text":"\"Diglot\" is a synonym for this adjective that describes a certain ability","response":"bilingual"}],"originalDate":"2008-05-19"},{"category":"DANCE","comments":"","clues":[{"text":"Goddess Pele made the earth shake, but some say her sister made Hawaiians shake by giving them this dance","response":"the hula"},{"text":"Meaning \"big\" or \"grand\" in Russian, it's the name of Moscow's big grand ballet company","response":"the Bolshoi"},{"text":"Twyla Tharp \"car\"eographed a ballet to this Beach Boys hit:","response":"\"Little Deuce Coupe\""},{"text":"Gwen Verdon kicked her way to fame doing this in the 1953 musical of the same name","response":"<i>Can-Can</i>"},{"text":"Scientifically, this party dance could be called \"The Infant Oryctolagus Bipedal Spring\"","response":"the Bunny Hop"}],"originalDate":"1986-11-11"},{"category":"POST OFFICE","comments":"","clues":[{"text":"Any issued in the U.S. since 1860 are valid to use on letters","response":"postage stamps"},{"text":"Its 1st digit identifies geographical area, &amp; the 4th &amp; 5th identify the post office","response":"the zip code"},{"text":"Of AK, AL, or AS, the approved postal abbreviation for Alaska","response":"AK"},{"text":"4th class mail, including merchandise, printed matter, &amp; mailable live animals, is better known as this","response":"parcel post"},{"text":"Black envelopes are nonmailable since this wouldn't be legible","response":"the postmark"}],"originalDate":"1986-11-11"},{"category":"LUNCH COUNTER LINGO","comments":"","clues":[{"text":"To \"wreck a pair\" is to do this to 2 eggs","response":"to scramble"},{"text":"\"Whistle berries\" refers to these Boston legumes","response":"baked beans"},{"text":"In the early days, a glass of this was \"Adam's ale\" or \"Potomac phosphate\"","response":"water"},{"text":"Number that Mel might have called out to say \"We're all out of it\"","response":"86"},{"text":"\"Bossy in a bowl\"","response":"beef stew"}],"originalDate":"1986-11-11"}],{"category":"CELEBRITIES","text":"On August 28, 2000 a statue of this late actor was unveiled at the Port Authority Bus Terminal in New York","response":"Jackie Gleason"}]}