{"mix":3902,"rounds":[[{"category":"IT'S IMPERATIVE","comments":"","clues":[{"text":"This command is the motto of the Girl Scouts of America","response":"\"Be Prepared\""},{"text":"After your name is called for the first time on \"The Price Is Right\", you're told to do this","response":"\"Come on down!\""},{"text":"In Monopoly, after being told \"Go Directly to Jail\", \"Do Not\" do this","response":"Pass Go"},{"text":"In Act III, Scene 1, Hamlet admonishes Ophelia to \"Get thee\" here","response":"To a nunnery"},{"text":"It completes the Golden Rule that begins, \"Do unto others...\"","response":"as you would have them do unto you"}],"originalDate":"1999-11-11"},{"category":"ISLANDS","comments":"","clues":[{"text":"In area, it's the largest island of our 50th state","response":"Hawaii"},{"text":"Together with South Island, it makes up most of the area of New Zealand","response":"North Island"},{"text":"The \"boot\" of Italy looks like it's kicking this large island","response":"Sicily"},{"text":"You'll find this island nation about 95 miles due south of Cuba, mon","response":"Jamaica"},{"text":"It's the last island as you travel the Florida Keys on U.S. 1 south","response":"Key West"}],"originalDate":"1999-11-10"},{"category":"CIVIL WAR SONGS","comments":"","clues":[{"text":"This Southern anthem was first performed in 1859 in New York City, not in the land of cotton","response":"\"Dixie\""},{"text":"Mine eyes have seen that Julia Ward Howe wrote the words to this Union \"hymn\"","response":"\"The Battle Hymn of the Republic\""},{"text":"It's the actual legume referred to in \"Peas!  Peas!  Peas!  Peas! Eating Goober Peas\"","response":"Peanuts"},{"text":"This \"War is Hell\" general is mentioned in the fourth stanza of \"Marching Through Georgia\"","response":"William Tecumseh Sherman"},{"text":"Hurrah!  Hurrah!  This song speaks of a \"hearty welcome then\" for a returning soldier","response":"\"When Johnny Comes Marching Home\""}],"originalDate":"1999-11-10"},{"category":"HOLLYWOOD HEARTTHROBS","comments":"","clues":[{"text":"When Johnny Depp didn't feel the need for \"Speed\", the movie, this actor got the starring role","response":"Keanu Reeves"},{"text":"He's the party animal seen here","response":"Matthew Fox"},{"text":"This \"Mummy\" star was pretty much unwrapped in \"Encino Man\" &amp; \"George of the Jungle\"","response":"Brendan Fraser"},{"text":"Dad would have been proud of this young actor seen here because \"He's All That\" &amp; more","response":"Freddie Prinze Jr."},{"text":"Si, he played Che in the movie \"Evita\" &amp; the hero of \"The Mask of Zorro\"","response":"Antonio Banderas"}],"originalDate":"1999-11-10"},{"category":"IN THE THESAURUS","comments":"","clues":[{"text":"If Jefferson had a thesaurus, he could have written of \"The Pursuit of Oblectation\" instead of this","response":"Happiness"},{"text":"This word or a \"flight of\" it is a common synonym for \"imagination\"","response":"Fancy"},{"text":"On the road, it's on triangular signs; in the thesaurus, it's listed with \"submit\" &amp; \"kowtow\"","response":"Yield"},{"text":"\"Cretaceous\" &amp; \"lactescent\" are fancy ways of describing this color","response":"White"},{"text":"5-letter synonym for \"maledict\" or \"swear\"","response":"Curse"}],"originalDate":"1999-11-10"},{"category":"TEENS IN LITERATURE","comments":"","clues":[{"text":"This 16-year-old is miffed when Ashley Wilkes decides to marry Melanie instead of her","response":"Scarlett O'Hara"},{"text":"Stradlater is the cocky prep school roommate of this J.D. Salinger teenager","response":"Holden Caulfield"},{"text":"When \"Little Women\" begins, this eldest of the March sisters is 16","response":"Meg"},{"text":"By age 13 Philip Carey is a student at the King's School in Tercanbury in this Somerset Maugham novel","response":"\"Of Human Bondage\""},{"text":"18-year-old Carrie Meeber moves to Chicago &amp; gets a job in a shoe factory in this Theodore Dreiser novel","response":"\"Sister Carrie\""}],"originalDate":"1999-11-10"}],[{"category":"TRANSPORTATION","comments":"","clues":[{"text":"From a French phrase for \"traveling hospital\", it'll get you to the hospital quickly in an emergency","response":"Ambulance"},{"text":"Type of airplane seen here; it gets its name from its double-wing structure","response":"Biplane"},{"text":"\"Feline\" name for the type of boat seen here","response":"Catamaran"},{"text":"The tail rotor counters torque on this type of aircraft developed in the 1930s","response":"Helicopter"},{"text":"Seen here, it's something you have to have \"patients\" to move around","response":"Gurney"}],"originalDate":"1999-11-10"},{"category":"SENATORS BY STATE","comments":"","clues":[{"text":"Edward Kennedy,<br>John Kerry","response":"Massachusetts"},{"text":"Charles Robb,<br>John Warner","response":"Virginia"},{"text":"Phil Gramm,<br>Kay Bailey Hutchison","response":"Texas"},{"text":"William Frist,<br>Fred Thompson","response":"Tennessee"},{"text":"Christopher Dodd,<br>Joseph Lieberman","response":"Connecticut"}],"originalDate":"1999-11-10"},{"category":"THE PHANTOM MENACE","comments":"","clues":[{"text":"\"The Phantom Menace\" was the first film he directed since the original \"Star Wars\" in 1977","response":"George Lucas"},{"text":"This Hutt, an unscrupulous crime lord, introduces the racers for the biggest podrace of the year","response":"Jabba the Hutt"},{"text":"Using spare parts, Anakin built this protocol droid to be a household servant","response":"C-3PO"},{"text":"Needing repairs, Queen Amidala's starship landed on this planet where young Anakin Skywalker lived with his mom","response":"Tatooine"},{"text":"Jedi Qui-Gon Jinn fights a deadly lightsaber duel with this evil Sith apprentice","response":"Darth Maul"}],"originalDate":"1999-11-10"},{"category":"THE 1830s","comments":"","clues":[{"text":"Tradition says it cracked in 1835 while tolling the death of John Marshall","response":"Liberty Bell"},{"text":"In 1837 William Procter formed a business partnership with this man in Cincinnati","response":"James Gamble"},{"text":"John Jacob Astor got out of this business in 1834, way before PETA could pester him","response":"Fur"},{"text":"When he died in 1830, this South American liberator was disliked by many; he's seen in a different light today","response":"Simon Bolivar"},{"text":"In 1836 Richmond, Canada, just across the river from Detroit, was renamed this","response":"Windsor"}],"originalDate":"1999-11-10"},{"category":"UNDER THE \"C\"","comments":"","clues":[{"text":"This world capital's name is from the Arabic Al Qahira, \"The Victorious\"","response":"Cairo"},{"text":"Produced by the destructive distillation of wood, it helps artists draw the line","response":"Charcoal"},{"text":"Unlike Dolly the Sheep, an identical twin is a naturally occurring one of these","response":"Clone"},{"text":"Nun but the best live in one","response":"Convent"},{"text":"In 1508 Leonardo da Vinci suggested these to correct defective vision","response":"Contact lenses"}],"originalDate":"1999-11-10"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"Some tourists save money by staying at the Bangkok YMCA in this country","response":"Thailand"},{"text":"When visiting this island country, you might buy some of its famous \"shorts\" in Hamilton, the capital","response":"Bermuda"},{"text":"Retiro Park in this capital was once a private playground for the Spanish royal family","response":"Madrid"},{"text":"Westernland, not Frontierland, is the Old West-themed area of this Asian city's Disneyland","response":"Tokyo"},{"text":"Some travelers hike the Inca Trail to get to Machu Picchu in this country","response":"Peru"}],"originalDate":"1999-11-05"}],{"category":"COUNTRIES OF THE WORLD","text":"2 of the 4 smallest non-island nations in area","response":"(2 of) The Vatican, Monaco, San Marino & Liechtenstein"}]}