{"mix":3905,"rounds":[[{"category":"WHEN THEY WERE TEENS","comments":"","clues":[{"text":"This \"Speed\" star, a cheerleader at her Arlington, VA. high school, also \"Net\"ted the title \"Class Clown\"","response":"Sandra Bullock"},{"text":"She was 16 when she was cast to play Beverly Hills teenager Donna Martin","response":"Tori Spelling"},{"text":"This \"Good Will Hunting\" star was a teen when he made his feature film debut in a bit role in \"Mystic Pizza\"","response":"Matt Damon"},{"text":"She was the teen star of the 1969 film \"A Walk with Love and Death\", directed by her dad, John Huston","response":"Anjelica Huston"},{"text":"While a student at Hot Springs High, he played tenor sax in a jazz combo called Three Blind Mice","response":"Bill Clinton"}],"originalDate":"1999-11-02"},{"category":"BOTANY","comments":"","clues":[{"text":"This \"sugar\" tree is the state tree of New York, Vermont, West Virginia &amp; Wisconsin","response":"Maple"},{"text":"Species of this plant include the jumping cholla, barrel &amp; organ pipe","response":"cactus"},{"text":"The largest seeds are the nuts of the coco-de-mer, a type of this tree that grows in the Seychelles","response":"Coconut palm"},{"text":"The Egyptian lotus is actually a member of these \"water\" plants that grow on the surface of rivers &amp; streams","response":"Water lilies"},{"text":"The stigma is the sticky area at the top of this female part of a flower","response":"the pistil"}],"originalDate":"1999-11-02"},{"category":"COMPUTER LITERACY","comments":"","clues":[{"text":"Po Bronson's 1999 book tells of \"The Nudist on the Late Shift and Other True Tales\" of this hi-tech \"Valley\"","response":"Silicon Valley"},{"text":"This executive has written of \"Business at the Speed of Thought\" &amp; \"The Road Ahead\"","response":"Bill Gates"},{"text":"This psychotic computer is repaired in Arthur C. Clarke's \"2010: Odyssey Two\"","response":"HAL"},{"text":"A computer commits suicide after talking to Marvin the Robot in this first Douglas Adams novel","response":"<i>The Hitchhiker's Guide to the Galaxy</i>"},{"text":"This computer-driven sci-fi subgenre includes works by William Gibson &amp; Bruce Sterling","response":"Cyberpunk"}],"originalDate":"1999-11-02"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"Wayne State College is in Wayne, Nebraska; Wayne State University is in this largest Michigan city","response":"Detroit"},{"text":"David Byrne of the Talking Heads attended this Providence art school","response":"Rhode Island School of Design"},{"text":"\"Pax et Lux\" (\"Peace and Light\") is the motto of this university located in Medford, Massachusetts","response":"Tufts"},{"text":"3 Baptist missionaries helped found this Waco school, Texas' oldest in continuing operation","response":"Baylor University"},{"text":"This Ivy League college in upstate New York was founded by a man who built telegraph systems","response":"Cornell"}],"originalDate":"1999-11-02"},{"category":"STATE FACTS","comments":"","clues":[{"text":"Only 3 cities in this state have more than 50,000 people<span class=\"nobreak\">--</span>Billings, Missoula &amp; Great Falls","response":"Montana"},{"text":"Not surprisingly, it has the largest economy of any state, with the highest revenue &amp; the highest expenditures","response":"California"},{"text":"This state could use some crowd control: it's the most populous state in the Midwest","response":"Illinois"},{"text":"The name of this state is Spanish for \"colored red\"","response":"Colorado"},{"text":"A bus boycott in this state in 1955 helped launch the civil rights movement","response":"Alabama"}],"originalDate":"2008-05-16"},{"category":"BIBLE STORIES","comments":"","clues":[{"text":"In Mark 1, the Holy Spirit came to Jesus like this bird","response":"a dove"},{"text":"Lot fled this city as God burned it behind him","response":"Sodom"},{"text":"This king got angry &amp; killed all the babies in Bethlehem","response":"King Herod"},{"text":"On this festival, Galileans could suddenly talk like Parthians &amp; Medes","response":"Pentecost"},{"text":"King Saul didn't let his people eat until they destroyed these enemies","response":"the Philistines"}],"originalDate":"2008-05-16"}],[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This part of an egg gets its name from the Old English for \"yellow\"","response":"the yolk"},{"text":"This season gets its name from the Sanskrit for \"half year\"","response":"summer"},{"text":"The opposite of nadir, it's from the Arabic for \"road above\"","response":"zenith"},{"text":"The name of this element is from the Latin word for \"lime\", the chemical kind","response":"calcium"},{"text":"The name of this musical instrument comes from Greek words for \"wood\" and \"voice\"","response":"the xylophone"}],"originalDate":"2008-05-16"},{"category":"TELEVISION","comments":"","clues":[{"text":"Ellen Pompeo plays one of the healers in training on this drama","response":"<i>Grey's Anatomy</i>"},{"text":"Kyle MacLachlan moved onto Wisteria Lane as Orson Hodge, Bree's new husband, on this soapy series","response":"<i>Desperate Housewives</i>"},{"text":"Jorge Garcia keeps the humor alive as Hugo \"Hurley\" Reyes on this enigmatic show","response":"<i>Lost</i>"},{"text":"Who can resist John Krasinski as prankster Jim Halpert on this sitcom?","response":"<i>The Office</i>"},{"text":"Jack Coleman, who plays the mysterious H.R.G. on this show, is a descendant of Benjamin Franklin","response":"<i>Heroes</i>"}],"originalDate":"2008-05-16"},{"category":"NEW REALITY SHOWS?","comments":"","clues":[{"text":"Catherine, Anne, Jane, Anne No. 2, Catherine H. &amp; Catherine P. try to avoid elimination in \"Who Wants to Marry\" this king","response":"Henry VIII"},{"text":"Not feeling so tolerant lately?  Become Mahmoud Ahmadinejad's successor as this country's \"Next Top Despot\"","response":"Iran"},{"text":"On \"Dancing with Ex-George W. Bush Cabinet Members\", this ex-Defense Sec. goes on the offensive<span class=\"nobreak\">--</span>with a sizzling samba!","response":"Donald Rumsfeld"},{"text":"The fork's now in your hand in \"So You Think You Can Eat an Entire\" this make of auto, whether Cayenne or Boxster","response":"Porsche"},{"text":"Oops!  Rex finds out the hard way this body part's neocortex is nowhere near the groin in \"I Wanna Be a Surgeon!\"","response":"the brain"}],"originalDate":"2008-05-16"},{"category":"THEY HAIL FROM WISCONSIN","comments":"","clues":[{"text":"Born in Ladysmith, Wisc., Ron Kovic wrote \"Born on the Fourth of July\" about his experiences in this war","response":"the Vietnam War"},{"text":"Arthur Miller's \"The Crucible\" was a veiled critique of the 1950s witch hunt bearing the name of this Wisconsin senator","response":"Joe McCarthy"},{"text":"Born in Pepin, she headed out on \"the prairie\" as a young girl &amp; wrote about it in a series of bestselling books","response":"Laura Ingalls Wilder"},{"text":"Deke Slayton of Sparta, Wisconsin was one of the original 7 astronauts in this \"planetary\" group","response":"the Mercury astronauts"},{"text":"In 1925 Chippewa Falls produced this mathematician hailed as the father of the supercomputer","response":"Seymour Cray"}],"originalDate":"2008-05-15"},{"category":"CLASSIC MOVIES","comments":"","clues":[{"text":"For Julie Andrews, the hills were alive with this, the title of a 1965 musical","response":"<i>The Sound of Music</i>"},{"text":"Jimmy Stewart finds out what it would be like if he'd never been born in this Christmas film","response":"<i>It's a Wonderful Life</i>"},{"text":"Organized crime is the real Corleone family business in this 1972 classic","response":"<i>The Godfather</i>"},{"text":"Margaret Hamilton played Miss Gulch &amp; the Wicked Witch in this film","response":"<i>The Wizard of Oz</i>"},{"text":"This 1975 comedy includes the line \"We are the knights who say Ni!\"","response":"<i>Monty Python and the Holy Grail</i>"}],"originalDate":"2008-05-15"},{"category":"GET ME A SNACK!","comments":"","clues":[{"text":"Yum!  The Chocolate Shoppe Ice Cream Co. here in Madison has a black ice cream named for this black candy","response":"licorice"},{"text":"Sheboygan is the \"Capital of the World\" for these, \"brats\" for short<span class=\"nobreak\">--</span><br>let's go there right now","response":"bratwursts"},{"text":"I could really use a deep-fried one of these candy bars whose name also means \"disrespectful laughs\"","response":"Snickers"},{"text":"Moo!  I'll have the Baraboo Candy Company's chocolate treat known as this kind of \"pie\"","response":"a cow pie"},{"text":"I'd love some coeur a la creme, a cheesy dessert molded in this shape","response":"a heart"}],"originalDate":"2008-05-15"}],{"category":"THE BIBLE","text":"In the order in which it appears in most versions, it is the 1st book of the Bible named for its hero","response":"Joshua"}]}