{"mix":3923,"rounds":[[{"category":"ROOF OF THE WORLD","comments":"","clues":[{"text":"This shaggy ox is used by Tibetans as a beast of burden, its hair for tents","response":"Yak"},{"text":"Tibet's highest point, it lies on the border with Nepal","response":"Mount Everest"},{"text":"The 1,000-room, 13-floor Potala Palace overlooking this Tibetan capital is now a museum","response":"Lhasa"},{"text":"The Tibetan alphabet is based on the alphabet of this ancient language of India","response":"Sanskrit"},{"text":"Tibet is the source of this river that empties into the South China Sea near Ho Chi Minh City","response":"the Mekong"}],"originalDate":"1999-07-16"},{"category":"ADVERTISING","comments":"","clues":[{"text":"These ads are so called because they're divided into types like personals, estate sales &amp; rooms for rent","response":"Classified ads"},{"text":"In the '60s adwoman Mary Wells persuaded Braniff to paint these in cheerful colors","response":"Airplanes"},{"text":"Ed Herlihy told you how to cook with Velveeta during 40 years as \"The Voice of\" this company","response":"Kraft"},{"text":"Peggy Charren founded \"Action for\" this kind of \"Television\" to help reduce overbearing advertising in it","response":"Children's Television"},{"text":"The agency of Doyle, Dane &amp; this man created classic campaigns for Avis &amp; for Levy's rye bread","response":"Bernbach"}],"originalDate":"1999-07-16"},{"category":"WHAT'S YOUR MEDICAL BAG?","comments":"(Alex: We're talking about traditional medical specialties for this category.)","clues":[{"text":"The administration of general &amp; local drugs to produce insensibility","response":"Anesthesiology"},{"text":"The functions &amp; diseases of the blood","response":"Hematology"},{"text":"The diagnosis, treatment &amp; prevention of tumors","response":"Oncology"},{"text":"The correction or prevention of skeletal deformities, sometimes by surgery","response":"Orthopedics"},{"text":"The study of the kidney &amp; its diseases","response":"nephrology"}],"originalDate":"1999-07-16"},{"category":"AUTHORS' AFFAIRS","comments":"","clues":[{"text":"The film \"In Love and War\" draws on the diary of Agnes Von Kurowsky, who got to know this author in WWI","response":"Ernest Hemingway"},{"text":"He based Lara in \"Dr. Zhivago\" on his mistress Olga Ivinskaya","response":"Boris Pasternak"},{"text":"Best known for her romance with Sartre, she also had a fling with Chicago novelist Nelson Algren","response":"Simone de Beauvoir"},{"text":"His lover, stage designer Aline Bernstein, helped him publish \"Look Homeward, Angel\"","response":"Thomas Wolfe"},{"text":"W.B. Yeats' love Maud Gonne was a founder of this Irish party whose name means \"We Ourselves\"","response":"Sinn Fein"}],"originalDate":"1999-07-16"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Spielberg's 1998 WWII movie about Tatum's dad","response":"Saving Private Ryan O'Neal"},{"text":"Viking explorer known for his cross-eyed seagull comedy routines","response":"Eric the Red Skelton"},{"text":"\"Waste Land\" poet who gave up writing to become an \"Untouchable\" cop","response":"T.S. Eliot Ness"},{"text":"Fossil guy named for a German valley stars in a Quixote musical","response":"Neanderthal Man of La Mancha"},{"text":"Little-known collaborative effort by Chaucer &amp; Michener","response":"The Canterbury Tales of the South Pacific"}],"originalDate":"1999-07-16"},{"category":"PASS THE DUCHY","comments":"","clues":[{"text":"The name of this partner of Bosnia means \"independent duchy\"","response":"Herzegovina"},{"text":"Around 1015 it cut the mustard to be named capital of the duchy of Burgundy","response":"Dijon"},{"text":"In 1137 she inherited the duchy of Aquitaine &amp; married Louis VII","response":"Eleanor"},{"text":"The area of the duchy of Brabant is split today between the Netherlands &amp; this country","response":"Belgium"},{"text":"The European Investment Bank is headquartered in this grand duchy","response":"Luxembourg"}],"originalDate":"1999-07-14"}],[{"category":"BREAKFAST MENU","comments":"","clues":[{"text":"You might start off your meal with half a grapefruit or these dried plums stewed","response":"Prunes"},{"text":"Tired of eating Special K from a bowl?  It also comes in the form of these round waffles from Kellogg's","response":"Eggos"},{"text":"Like Eggs Benedict, Eggs Sardou is topped with this creamy sauce","response":"Hollandaise sauce"},{"text":"Craig Claiborne says, \"Breakfast in the South without\" this side dish \"borders on the unthinkable\"","response":"Grits"},{"text":"Often cooked with vegetables &amp; served open-faced, it's the Italian version of an omelet","response":"Frittata"}],"originalDate":"1999-07-14"},{"category":"BIRD WORDS &amp; PHRASES","comments":"","clues":[{"text":"Many a slugabed has been reminded that \"The early bird catches\" this","response":"The worm"},{"text":"Originally a place in which fowl fought, it now often refers to the pilot's compartment in an airplane","response":"Cockpit"},{"text":"When forced to admit a mistake, you have to \"eat\" this bird (which is far from appetizing)","response":"Crow"},{"text":"If you're completely undressed, you're as \"naked as\" this bird that's noisy &amp; often bright blue","response":"a jaybird"},{"text":"It's a \"homicidal\" phrase for achieving 2 goals with a single effort","response":"Killing two birds with one stone"}],"originalDate":"1999-07-14"},{"category":"CONTEMPORARY AUTHORS","comments":"","clues":[{"text":"Among the items that have been sold on her website are a Coven party fan &amp; Lestat cologne &amp; wine","response":"Anne Rice"},{"text":"This comedienne's \"Fried Green Tomatoes at the Whistle Stop Cafe\" was inspired by her aunt's cafe in Alabama","response":"Fannie Flagg"},{"text":"He gave us the line \"Love means never having to say you're sorry\"","response":"Erich Segal"},{"text":"He published \"The Andromeda Strain\" in 1969, during his last year in medical school","response":"Michael Crichton"},{"text":"Several of her suspense novels including \"Let Me Call You Sweetheart\" derive their titles from old songs","response":"Mary Higgins Clark"}],"originalDate":"1999-07-14"},{"category":"HISTORIC GEOGRAPHY","comments":"","clues":[{"text":"Turkey invaded the northern part of this island nation in 1974","response":"Cyprus"},{"text":"After freeing it from France, Toussaint L'Ouverture became the first ruler of this nation","response":"Haiti"},{"text":"By 900 A.D. Harold Fairhair had become the first king of this Scandinavian nation","response":"Norway"},{"text":"Under the leadership of Nasser, this union of Egypt &amp; Syria was proclaimed Feb. 1, 1958","response":"United Arab Republic (UAR)"},{"text":"Until 1972 this was the name of the Indian Ocean island whose current name means \"resplendent land\"","response":"Ceylon (now Sri Lanka)"}],"originalDate":"1999-07-14"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Thoreau wrote that this \"is the bared and bended arm of Massachusetts: the shoulder is at Buzzards Bay\"","response":"Cape Cod"},{"text":"John Adams wrote of this 1773 event, \"There is a dignity, a majesty... in this last effort of the patriots that I greatly admire\"","response":"the Boston Tea Party"},{"text":"This American said of April 12, 1945, \"I felt like the moon and the stars and all the planets had fallen on me\"","response":"Harry S. Truman (on the death of FDR)"},{"text":"This Spaniard's mom said if he were a monk, he'd wind up pope; he said, \"Instead, I became a painter &amp; wound up as (me)\"","response":"Pablo Picasso"},{"text":"Wordsworth called this author's \"Candide\" a \"dull product of a scoffer's pen\"","response":"Voltaire"}],"originalDate":"1999-07-14"},{"category":"THE CINEMA","comments":"","clues":[{"text":"Stallone's 3-movie Vietnam vet","response":"<i>Rambo</i>"},{"text":"This actress gave birth to Robertino Rossellini in 1950","response":"Ingrid Bergman"},{"text":"\"How Green Was My Valley\" won a Best Picture Oscar for this year, the same year \"Citizen Kane\" was released","response":"1941"},{"text":"Klaus Kinski played this title sucker in 1979; Max Schreck played him in 1922","response":"<i>Nosferatu</i>"},{"text":"Donald Pleasance &amp; Charles Gray have both portrayed this diabolical James Bond nemesis","response":"Ernst Stavro Blofeld"}],"originalDate":"1999-07-14"}],{"category":"WEBSITES","text":"A slang term for Harvard's freshman register gave this website its name","response":"Facebook"}]}