{"mix":3924,"rounds":[[{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"After this city fell April 2, 1865, federal troops placed a Union flag on top of the Confederate capitol","response":"Richmond"},{"text":"In 1863 Lincoln met with this orator who urged full equality for black troops","response":"Frederick Douglass"},{"text":"This Confederate general with the given names James Ewell Brown was famous for his rides \"around McClellan\"","response":"J.E.B. Stuart"},{"text":"Ezra Church &amp; Chickamauga were among the battles fought in this state","response":"Georgia"},{"text":"After moving to England, this Confederate spy married her former captor, lieutenant Sam Hardinge","response":"Belle Boyd"}],"originalDate":"1999-07-14"},{"category":"\"GRANT\"s &amp; \"LEE\"s","comments":"","clues":[{"text":"He was added &amp; cut from Pamela Anderson's life","response":"Tommy Lee"},{"text":"In the '70s this golfer's followers were known as his \"Fleas\"","response":"Lee Trevino"},{"text":"At an early age, she stripped herself of the name Rose Louise Hovick","response":"Gypsy Rose Lee"},{"text":"In a high-round draft choice in 1994, the Pistons picked up steam with the addition of this player","response":"Grant Hill"},{"text":"The bill creating these colleges was signed into law by Abraham Lincoln","response":"land grant colleges"}],"originalDate":"1999-07-14"},{"category":"NICE BUNNIES","comments":"","clues":[{"text":"\"Silly Rabbit\", this cereal is \"for Kids\"","response":"Trix"},{"text":"Title character addressed in the following audiobook<br><i>You may go into the fields or down the lane, but don't go into Mr. McGregor's garden</i>","response":"Peter Rabbit"},{"text":"One critic says that \"Bambi\" should be called this, after the little bunny that steals the show","response":"<i>Thumper</i>"},{"text":"An as-yet-nameless prototype of this character appeared in the 1938 cartoon \"Porky's Hare Hunt\"","response":"Bugs Bunny"},{"text":"The love of a boy brings a stuffed bunny to life in this classic book by Margery Williams","response":"<i>The Velveteen Rabbit</i>"}],"originalDate":"1999-07-13"},{"category":"THE ELECTORAL COLLEGE","comments":"","clues":[{"text":"With 54 this state has more electoral votes than any other","response":"California"},{"text":"The presidential electors cast their votes on the first Monday after the second Wednesday in this month","response":"December"},{"text":"In 1976 an elector from the state of Washington cast a lone vote for this man; 4 years later he received 489 votes","response":"Ronald Reagan"},{"text":"The only electoral tie occurred in 1800 when these 2 men each had 73 votes","response":"Aaron Burr & Thomas Jefferson"},{"text":"Including 3 from the District of Columbia, the Electoral College consists of this many electors","response":"538"}],"originalDate":"1999-07-13"},{"category":"FICTIONAL SERVANTS","comments":"","clues":[{"text":"After losing her job at a bridal shop, this Fran Drescher character found work in the home of a widower","response":"<i>The Nanny</i> (Fran Fine)"},{"text":"This zombie butler on \"The Addams Family\" often played the harpsichord","response":"Lurch"},{"text":"He was Jack Benny's gravel-voiced valet on radio &amp; tv","response":"Eddie \"Rochester\" Anderson"},{"text":"In \"The Sound of Music\", it's the first name of the Von Trapp family governess","response":"Maria"},{"text":"He's Bruce Wayne's butler","response":"Alfred Pennyworth"}],"originalDate":"1999-07-13"},{"category":"CLOTHES","comments":"","clues":[{"text":"Trimmed &amp; ruffled underskirt you might see at a TV junction","response":"Petticoat"},{"text":"A soldier's clothes for \"tiring\" nonmilitary duties like digging ditches or raking leaves","response":"Fatigues"},{"text":"It can be a close fitting dress or a case for a sword","response":"Sheath"},{"text":"Article of clothing westerners named for the man seen here","response":"Mao jacket"},{"text":"They can be ankle-high boots worn for riding or the flaring breeches worn with them","response":"Jodhpurs"}],"originalDate":"1999-07-13"}],[{"category":"RHYME TIME","comments":"","clues":[{"text":"Weighty package shouldered by a frog relative","response":"Toad load"},{"text":"A non-excited ointment","response":"Calm balm"},{"text":"A speech disease-ridden rats might hear in church","response":"Vermin sermon"},{"text":"A small army unit for Shiva or Zeus","response":"God squad"},{"text":"A polecat who emulates the Sex Pistols","response":"Punk skunk"}],"originalDate":"1999-07-13"},{"category":"NICE BUNS!","comments":"","clues":[{"text":"\"One a penny, two a penny\", these buns are traditionally served on Good Friday","response":"Hot Cross Buns"},{"text":"This Scottish quick bread may be named for the Stone of Destiny on which Scottish kings were crowned","response":"Scone"},{"text":"Poppin' Fresh first advertised this company's crescent rolls in 1965","response":"Pillsbury"},{"text":"On \"Ally McBeal\", John Cage is nicknamed this, a Southern roll often made with buttermilk","response":"Biscuit"},{"text":"This bun named for a London neighborhood resembles the American cinnamon roll","response":"Chelsea bun"}],"originalDate":"1999-07-13"},{"category":"ENGLISH SOVEREIGNS","comments":"","clues":[{"text":"1 of the 2 in 1901","response":"Queen Victoria or Edward VII"},{"text":"1 of the 3 in 1066","response":"Harold II, Edward the Confessor or William the Conqueror"},{"text":"1 of the 2 in 1558","response":"Elizabeth I or Mary I (\"Bloody Mary\")"},{"text":"1 of the 2 in 1760","response":"George II or George III"},{"text":"1 of the 3 in 1936","response":"George V, Edward VIII or George VI"}],"originalDate":"1999-07-13"},{"category":"BIBLICAL GEOGRAPHY","comments":"","clues":[{"text":"In Exodus the waters of this river were turned into blood","response":"Nile"},{"text":"Moab, Ruth's home, sits on the east side of this sea","response":"Dead Sea"},{"text":"Babylon, where Iraq is now, was home to this famous feline-filled incarceration site","response":"Lions' Den"},{"text":"From Joseph to Moses, the Israelites lived in the Land o' this, a part of Egypt","response":"Goshen"},{"text":"Mary &amp; Martha lived in this town &amp; so did Lazarus, sometimes","response":"Bethany"}],"originalDate":"1999-07-13"},{"category":"\"W\"RITERS","comments":"","clues":[{"text":"He wrote a \"Textbook of Biology\" 2 years before \"The Time Machine\"","response":"H.G. Wells"},{"text":"Raised on a farm, she didn't begin writing her \"Little House\" series until she was 65","response":"Laura Ingalls Wilder"},{"text":"Service aboard a minesweeper in World War II gave this author the background he needed to write \"The Caine Mutiny\"","response":"Herman Wouk"},{"text":"From 1881 to 1885 this \"Ben-Hur\" author served as the USA's minister to Turkey","response":"Lew Wallace"},{"text":"The cherry tree story began with the 1806 edition of his \"The Life and Memorable Actions of George Washington\"","response":"Parson Weems"}],"originalDate":"1999-07-13"},{"category":"U.N. SECRETARIES-GENERAL","comments":"","clues":[{"text":"This current Secretary-General is the first U.N. career official to hold the post","response":"Kofi Annan"},{"text":"At the time only a secretary-general to-be, this Egyptian played a major role in the 1979 Arab-Israeli peace accord","response":"Boutros Boutros-Ghali"},{"text":"In the 1960s this Burmese secretary-general sought to apply Buddhist principles to international problem solving","response":"U Thant"},{"text":"Trying to resolve problems in the Congo, this Swedish secretary-general died in a plane crash in Africa in 1961","response":"Dag Hammarskjold"},{"text":"This Oslo-born secretary-general served in the Norwegian government in exile during WWII","response":"Trygve Lie"}],"originalDate":"1999-07-12"}],{"category":"U.S. GOVERNMENT PEOPLE","text":"A committee chaired by the official in this job released the influential 1964 report \"Smoking and Health\"","response":"the Surgeon General"}]}