{"mix":3925,"rounds":[[{"category":"SONGS","comments":"","clues":[{"text":"It's what \"everybody in the whole cell block was dancin' to\"","response":"\"Jailhouse Rock\""},{"text":"Willie Nelson must be \"wond'rin' what in the world did I do\" by writing this Patsy Cline hit","response":"\"Crazy\""},{"text":"\"It's a marvelous night for\" this Van Morrison hit, \"with the stars up above in your eyes\"","response":"\"Moondance\""},{"text":"Having this title problem, Barry Manilow sings, \"I can't laugh and I can't sing, I'm finding it hard to do anything\"","response":"\"Can't Smile Without You\""},{"text":"A standard song says of this \"fickle friend\", it \"came blowin' in from across the sea\"","response":"\"The Summer Wind\""}],"originalDate":"1999-07-12"},{"category":"THE NEW CAR LOT","comments":"","clues":[{"text":"This company's '99 Quest minivan &amp; Mercury's '99 Villager <span class=\"nobreak\">--</span> same thing","response":"Nissan"},{"text":"Cadillac doesn't want to rub you the wrong way with its new optional front seats that do this to you","response":"Massage"},{"text":"This Chrysler brand has flown the coop with the end of production of its Talon","response":"Eagle"},{"text":"The '99 Saab 9-5 offers a real cool option: this is \"refrigerated\"","response":"a glove compartment"},{"text":"Your pocketbook may not \"Bond\" with the $130,000 base price of its DB7 Coupe","response":"Aston Martin"}],"originalDate":"1999-07-12"},{"category":"MANY IRONS","comments":"","clues":[{"text":"This mythical barrier cut off the Soviet Union &amp; its friends after World War II","response":"Iron Curtain"},{"text":"The male lead in \"The French Lieutenant's Woman\"; Meryl Streep played the title character","response":"Jeremy Irons"},{"text":"It's gold!  Gold, I tell you!  Gold!!!  Oh, no <span class=\"nobreak\">--</span> it's not... it's this, fool's gold","response":"Iron pyrite"},{"text":"Bruce Dickinson was the lead singer of this British heavy metal band","response":"Iron Maiden"},{"text":"This Prusso-German statesman was the \"Iron Chancellor\"","response":"Otto von Bismarck"}],"originalDate":"1999-07-12"},{"category":"IN THE FIRE","comments":"","clues":[{"text":"Many 17th century New York City households had one of these to form a brigade in case of fire","response":"Bucket"},{"text":"Since 1932 this brand has provided reliable flames for soldiers, campers &amp; others","response":"Zippo"},{"text":"Oliver Wendell Holmes said not to falsely yell \"Fire\" in one of these, where 850 Viennese died Dec. 8, 1881","response":"Theater"},{"text":"Peshtigo, Wisc. was destroyed by a fire that began Oct. 8, 1871, the same day as this city's Great Fire","response":"Chicago"},{"text":"2-word phrase for what sometimes happens to oily rags &amp; often happens to the drummers of Spinal Tap","response":"Spontaneous combustion"}],"originalDate":"1999-07-12"},{"category":"U.S. COUNTIES","comments":"","clues":[{"text":"Pennsylvania's Berks County is a shortened form for this British county that also has a Reading","response":"Berkshire"},{"text":"Including such cities as Burbank &amp; Redondo Beach, it's the USA's most populous county, with almost 10 million residents","response":"Los Angeles County"},{"text":"This Illinois county has the largest African American population of any U.S. county, with about 1.5 million","response":"Cook County"},{"text":"Lake of the Woods County is this state's northernmost","response":"Minnesota"},{"text":"Orange County, New York wasn't named for the fruit but for the ruling family of this European nation","response":"the Netherlands"}],"originalDate":"2008-04-25"},{"category":"WOMEN IN SPORTS","comments":"","clues":[{"text":"Like fathers, like daughters: in June 2001 it was Joe Frazier's daughter Jacqui against this boxer's daughter Laila","response":"Muhammad Ali"},{"text":"In 1994 Conchita Martinez became the first woman from this country to win a Wimbledon singles title","response":"Spain"},{"text":"On ESPN's list of the 50 top athletes of the 20th century, this woman is the highest-ranked female","response":"(Babe Didrikson) Zaharias"},{"text":"In the 1998 Winter Olympics, she became the youngest ever to win the women's figure skating gold metal","response":"Tara Lipinski"},{"text":"Last name of golfing sisters Charlotta &amp; Annika","response":"Sörenstam"}],"originalDate":"2008-04-25"}],[{"category":"YELLOW THERE!","comments":"","clues":[{"text":"Tony Orlando told us to \"tie\" one of these \"'round the ole oak tree\"","response":"a yellow ribbon"},{"text":"As a human guinea pig, Jesse Lazear helped Walter Reed prove this was spread by mosquitoes","response":"yellow fever"},{"text":"This \"colorful tool\" is Alabama's state bird","response":"the yellowhammer"},{"text":"Around 4000 B.C. communities of people settled in the Yellow River Valley in what is today this country","response":"China"},{"text":"A sushi favorite, hamachi is this type of fish","response":"the yellowtail"}],"originalDate":"2008-04-25"},{"category":"FEMALES, WOMEN &amp; LADIES","comments":"","clues":[{"text":"Though not a continuation of the series, 2001's \"Quidditch Through the Ages\" was a short book by this woman","response":"J.K. Rowling"},{"text":"She was the mother of Princesses Stephanie &amp; Caroline","response":"Princess Grace"},{"text":"Check out this empress' 190-carat Orlov Diamond at Russia's Armory Museum","response":"Catherine the Great"},{"text":"This primatologist &amp; author was murdered in 1985, probably by a vengeful poacher","response":"Dian Fossey"},{"text":"By the time this 1877 title woman realizes she's been looking at life &amp; love wrong, she catches a train, literally","response":"Anna Karenina"}],"originalDate":"2008-04-25"},{"category":"3-LETTER THE BETTER","comments":"","clues":[{"text":"You get one of these by skin exposure to ultraviolet rays","response":"a tan"},{"text":"To wager; wanna?","response":"to bet"},{"text":"It's a member of the armed forces captured in combat &amp; held by the enemy","response":"a POW"},{"text":"A cushion, or a groovy bachelor apartment","response":"a pad"},{"text":"It comes between \"game\" &amp; \"match\" in tennis tournament play","response":"set"}],"originalDate":"2008-04-25"},{"category":"THE ROCKIES","comments":"","clues":[{"text":"In 1967 he literally &amp; figuratively set his guitar on fire at the Monterey Pop Festival","response":"Jimi Hendrix"},{"text":"On Dec. 10, 2007 surviving members Robert Plant, John Paul Jones &amp; Jimmy Page of this band reunited in London","response":"Led Zeppelin"},{"text":"This mockumentary hard rock band sang, \"I met her on Monday, 'twas my lucky bun day\" in their song \"Big Bottom\"","response":"Spinal Tap"},{"text":"After finding Nirvana, Dave Grohl won a Grammy for \"The Pretender\" with this band","response":"the Foo Fighters"},{"text":"In the film \"Some Kind of Monster\", drummer Lars Ulrich's dad tears one of this \"Enter Sandman\" band's songs to shreds","response":"Metallica"}],"originalDate":"2008-04-25"},{"category":"CAT SKILLS","comments":"","clues":[{"text":"Cats have a \"nictitating membrane\", a third one of these, which is used to clear dust from the cornea","response":"an eyelid"},{"text":"Eating almost 3,000 kilos of meat a year, this cat is the largest land mammal with an all-meat diet","response":"a tiger"},{"text":"AKA vibrissae, these cat features can register minute shifts in air currents","response":"whiskers"},{"text":"Cats have more of these dorsal bones than humans; in between them are discs of pliable fibrocartilage","response":"vertebrae"},{"text":"The clouded variety of this large feline of Southeast Asia is known to perch &amp; hide in trees","response":"a leopard"}],"originalDate":"2008-04-25"},{"category":"THE ANDYS","comments":"","clues":[{"text":"In 1852 cable car inventor Andrew Hallidie came to San Francisco in search of this precious substance","response":"gold"},{"text":"Born in Raleigh, N.C. in 1808, this president was impeached in 1868","response":"Andrew Johnson"},{"text":"In April 2006 Joshua Bolten succeeded Andrew Card in this White House post","response":"Chief of Staff"},{"text":"In 1868 this Scot said of his $50,000 a yr., \"Beyond this never earn... spend the surplus... for benevolent purposes\"","response":"Carnegie"},{"text":"This metaphysical poet wrote poems praising Cromwell &amp; imploring his own \"coy mistress\"","response":"(Andrew) Marvell"}],"originalDate":"2008-04-25"}],{"category":"POLITICIANS","text":"Carl Hayden represented this state in Congress from when it joined the Union until 1969","response":"Arizona"}]}