{"mix":3928,"rounds":[[{"category":"THEY ALMOST STARRED IN...","comments":"","clues":[{"text":"Gale Sondergaard wanted to play the Wicked Witch in this 1939 film as a glamorous woman in a tight sequined dress","response":"<i>The Wizard of Oz</i>"},{"text":"Walt Disney considered casting Mary Pickford as this Lewis Carroll heroine","response":"Alice in Wonderland"},{"text":"Doris Day was asked to play Mrs. Robinson in this film, but she thought it would ruin her image","response":"<i>The Graduate</i>"},{"text":"If Rex Harrison hadn't accepted this role, we would have heard Christopher Plummer \"Talk To The Animals\"","response":"Dr. Dolittle"},{"text":"After Bette Davis turned down the role of Mildred Pierce, this rival grabbed it &amp; won an Oscar","response":"Joan Crawford"}],"originalDate":"1995-11-07"},{"category":"LEADING \"ROLL\"s","comments":"","clues":[{"text":"Some people use spray deodorants, but many conservationists prefer this non-aerosol kind","response":"roll-on"},{"text":"When it's time to go to sleep, campers unroll these","response":"a bed roll"},{"text":"If you have lots of dough, you can buy a really nice one of these implements to smooth out your dough","response":"a rolling pin"},{"text":"In the \"Beer Barrel Polka\", this line precedes \"We'll have a barrel of fun\"","response":"roll out the barrel"},{"text":"Jazz great Morton, or his sweet snack","response":"jelly roll"}],"originalDate":"1995-11-07"},{"category":"THE 1995 EMMY AWARDS","comments":"","clues":[{"text":"On winning, this \"Tonight Show\" host quipped, \"Now HBO will have to change the ending of its telefilm\"","response":"Jay Leno"},{"text":"30 years ago, this singer's 1st TV special won 5 Emmys; in 1995 her HBO special did the same","response":"Barbra Streisand"},{"text":"Kelsey Grammer &amp; David Hyde Pierce won for playing brothers on this, the best comedy series","response":"<i>Frasier</i>"},{"text":"\"I've been waiting 60 years to get up on this stage\" said this former TV Martian who won for \"Picket Fences\"","response":"Ray Walston"},{"text":"This Puerto Rican-born actor won a posthumous Emmy for playing Chico Mendes in \"The Burning Season\"","response":"Raul Julia"}],"originalDate":"1995-11-07"},{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"She retired from the screen after her 1956 marriage to Prince Rainier","response":"Grace Kelly"},{"text":"1 of 2 women currently serving on the U.S. Supreme Court","response":"Sandra Day-O'Connor [or Ruth Bader Ginsburg]"},{"text":"In 1993 this estranged wife of a world leader was elected president of the ANC's Women's League","response":"Winnie Mandela"},{"text":"She was born in Kiev in 1898, grew up in Milwaukee &amp; in 1969 became prime minister of Israel","response":"Golda Meir"},{"text":"Famous for her theatrics, this evangelist once gave a sermon on \"God's law\" dressed in a police uniform","response":"Aimee Semple McPherson"}],"originalDate":"1995-11-07"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"TV's Captain Kirk, he reunites the Enterprise crew in a 1995 novel, \"The Ashes of Eden\"","response":"Bill Shatner"},{"text":"\"Cosette\", published in 1995, picks up where Victor Hugo left off in this 1862 classic about Jean Valjean","response":"<i>Les Miserables</i>"},{"text":"In 1961 the first American edition of his \"Tropic of Cancer\" became a bestseller","response":"[Henry] Miller"},{"text":"\"Terms of Endearment\" was his sixth novel with a Texas setting","response":"[Larry] McMurtry"},{"text":"In 1995 this author published his long-awaited sequel to \"Forrest Gump\", called \"Gump &amp; Co.\"","response":"Winston Groom"}],"originalDate":"1995-11-07"},{"category":"GET THE VIBE","comments":"","clues":[{"text":"You'll use these vibrating organs in your throat to give your response","response":"vocal cords"},{"text":"Named for an American seismologist, this kind of \"scale\" keeps track of earthquake vibes","response":"Richter scale"},{"text":"Any vibe with sounds higher than 120 of these units can be painful to the human ear","response":"decibels"},{"text":"If you hear this venomous reptile vibrating its segmented tail end, back off!","response":"a rattlesnake"},{"text":"These animals studied in ichthyology have no external ears &amp; use skull vibrations to hear","response":"fish"}],"originalDate":"1998-04-29"}],[{"category":"WASHINGTON D.C.","comments":"","clues":[{"text":"You'll find the words of the Gettysburg Address inscribed on the walls of this memorial","response":"the Lincoln Memorial"},{"text":"He reportedly called the FBI headquarters the ugliest building he'd ever seen; it was named for him anyway","response":"J. Edgar Hoover"},{"text":"It's the shape of the White House's diplomatic reception room, &amp; of the president's office","response":"oval"},{"text":"The Kennedy Center's Grand Foyer is so large this D.C. obelisk would fit in it, if laid on its side","response":"the Washington Monument"},{"text":"This floral festival takes place in late March or early April, even if the trees aren't in bloom yet","response":"the Cherry Blossom"}],"originalDate":"1998-04-29"},{"category":"STAR WARS","comments":"","clues":[{"text":"In 1998 Texas cattlemen had a beef with this talk show queen, but the jury didn't swallow it","response":"Oprah"},{"text":"This director testified at the 1998 trial of Jonathan Norman, who was convicted of stalking him","response":"Steven Spielberg"},{"text":"In 1997 this show's Heather Locklear testified in a discrimination suit brought against Spelling Entertainment","response":"<i>Melrose Place</i>"},{"text":"In 1998 this \"Pump Up the Volume\" star mopped floors in jail while serving time for a drug-related crime","response":"Christian Slater"},{"text":"In 1976 Carol Burnett sued this tabloid for libel; she won in 1981","response":"<i>The [National] Enquirer</i>"}],"originalDate":"1998-04-29"},{"category":"THE UMPIRE STRIKES BACK","comments":"","clues":[{"text":"According to Major League rules, the ump starts the game with this single word, without \"ball\"","response":"\"play\""},{"text":"In 1996 Roberto Alomar of this baseball team spit on an umpire, who later threatened to kill him","response":"the Baltimore Orioles"},{"text":"Umpires are sometimes called \"men in\" this color, like some of the language they hear from players","response":"blue"},{"text":"Umpires did this exactly 91 times to feisty manager Earl Weaver in his career","response":"throw him out of the game"},{"text":"It's what the umpire may call if the pitcher makes a move to deceive a base runner","response":"a balk"}],"originalDate":"1998-04-29"},{"category":"HENRY FORD","comments":"","clues":[{"text":"Henry's father William Ford emigrated to this U.S. state from Ireland in 1847","response":"Michigan"},{"text":"The name of Henry's only son, or a famous Ford flop of the '50s","response":"Edsel"},{"text":"In 1908 this model cost a whopping $850, but Ford's assembly line soon cut that in half","response":"the Model T"},{"text":"A company that Henry built &amp; then left was reorganized as this maker of Sevilles &amp; Eldorados","response":"Cadillac"},{"text":"Henry pioneered this type of engine in 1932, one year before the juice of the same name was invented","response":"V8"}],"originalDate":"1998-04-29"},{"category":"VOYAGERS","comments":"","clues":[{"text":"Of Columbus' 3 ships in 1492, the <i>Nina</i> &amp; <i>Pinta</i> were smaller than this one","response":"the <i>Santa Maria</i>"},{"text":"Among the voyagers on this ship that set sail April 12, 1912 were Benjamin Guggenheim &amp; J. Bruce Ismay","response":"the <i>Titanic</i>"},{"text":"John Wesley Powell led the first successful navigation down this river through the Grand Canyon","response":"the Colorado River"},{"text":"He was fit enough to survive for 5 years on the HMS Beagle working as a naturalist","response":"Charles Darwin"},{"text":"Literary captain who was master of the whaling ship <i>Pequod</i>","response":"Ahab"}],"originalDate":"1998-04-29"},{"category":"SO FUNNY IT'S SCARY","comments":"","clues":[{"text":"In a 1955 film set in Egypt, this monster chases Abbott &amp; Costello after Lou eats its medallion","response":"the Mummy"},{"text":"The carnivorous plant in this black comedy screams \"Feed me!\"","response":"<i>Little Shop of Horrors</i>"},{"text":"This horror movie veteran played the inventor who put together Edward Scissorhands","response":"Vincent Price"},{"text":"Death doesn't keep Griffin Dunne from warning David Naughton about the full moon in this film","response":"<i>American Werewolf in London</i>"},{"text":"The scientists in this 1935 sequel play with tiny people before they make the monster a mate","response":"<i>The Bride of Frankenstein</i>"}],"originalDate":"1998-04-29"}],{"category":"CONSTELLATIONS","text":"The flags of Australia, Papua New Guinea &amp; New Zealand bear stars in the shape of this constellation","response":"Southern Cross"}]}