{"mix":3940,"rounds":[[{"category":"RODENTS","comments":"","clues":[{"text":"Spaniards named these furry rodents for the Chincha Indians","response":"chinchilla"},{"text":"Some of the quills of the Eurasian species can be 12 inches, equal to about half of its body length","response":"a porcupine"},{"text":"These rodents of the Plains received their name because they \"bark\" like canines","response":"prairie dogs"},{"text":"Contrary to popular belief, mass drownings by the Norway species of this rodent are not suicidal in nature","response":"lemmings"},{"text":"A S. Am. delicacy, this water-dwelling herbivore was declared a fish by the Vatican so it could be eaten during Lent","response":"a capybara"}],"originalDate":"2008-04-16"},{"category":"HOMOPHONES","comments":"(Alex: Words that sound the same, but mean different things...)","clues":[{"text":"A native of Copenhagen, or to stoop to do something","response":"dane/deign"},{"text":"To take a quick look, or the top of a mountain","response":"peek/peak"},{"text":"Antagonistic, or an inexpensive lodging place for young people abroad","response":"hostile/hostel"},{"text":"It's a sausage, or the absolute least best","response":"wurst/worst"},{"text":"A dish, or a braid of hair","response":"plate/plait"}],"originalDate":"2008-04-16"},{"category":"EARLY AMERICA","comments":"","clues":[{"text":"In 1610 the Spanish began building the Palace of the Governors in what is now this Southwest city","response":"Santa Fe"},{"text":"In 1701 this college was founded in Conn., in part to counter the perceived liberalism of Harvard","response":"Yale"},{"text":"The Molasses Act of 1733 placed high duties on molasses &amp; this potent potable from non-English possessions","response":"rum"},{"text":"His 1699 proposal for a permanent French trading post on the Detroit River didn't include a car dealership","response":"Cadillac"},{"text":"In the 1620s this Dutch company founded New Netherland in what later became N.Y., N.J., Delaware &amp; Connecticut","response":"the Dutch West India Company"}],"originalDate":"2008-04-16"},{"category":"ROGER!","comments":"","clues":[{"text":"In 1982 he co-anchored \"NBC Nightly News\" with Tom Brokaw, &amp; you could say his name is...","response":"Roger Mudd"},{"text":"The \"Roger\" to Michael Moore's \"Me\", in 1990 this GM chairman handed over the job to Robert Stempel","response":"(Roger) Smith"},{"text":"I'll have a side of this 13th century English philosopher &amp; creator of the \"Opus Majus\"","response":"Roger Bacon"},{"text":"He was to fly as lunar module pilot on the first manned Apollo mission but tragically never made it","response":"Roger Chaffee"},{"text":"The fifth Chief Justice of the United States, he succeeded John Marshall in 1836","response":"Roger Taney"}],"originalDate":"2008-04-16"},{"category":"LANDMARKS","comments":"","clues":[{"text":"Towers built in &amp; along the walls of this fortress include Beklemishev, Peter &amp; Tsar","response":"the Kremlin"},{"text":"Erected in the Black Canyon of the Colorado River, its power plant can supply 4 billion kilowatt-hours a year","response":"Hoover Dam"},{"text":"Penny coins are added or taken away from this London landmark's pendulum to fine-tune its accuracy","response":"Big Ben"},{"text":"This city's Church of the Holy Sepulchre was built in the 4th c. by the Emperor Constantine","response":"Jerusalem"},{"text":"Danish architect Jorn Utzon won a 1950s competition sponsored by the New South Wales government for the design of this","response":"the Sydney Opera Theater"}],"originalDate":"2008-04-15"},{"category":"ICE CREAM","comments":"","clues":[{"text":"2005 was the 20th birthday of this restaurant's Blizzard, a soft-serve treat","response":"Dairy Queen"},{"text":"We're grateful that this fruity ice cream is Ben &amp; Jerry's most popular flavor","response":"Cherry Garcia"},{"text":"Reuben Mattus created this ice cream brand, whose name was meant to invoke an Old World aura","response":"Häagen-Dazs"},{"text":"This Italian word for rich ice cream comes from the Italian for \"to freeze\"","response":"gelato"},{"text":"This meringue-covered dish is put in the oven briefly to brown the meringue","response":"Baked Alaska"}],"originalDate":"2008-04-15"}],[{"category":"WORDS IN AMERICA","comments":"(Alex: Each correct response will be a short word, but those letters can be found in the word \"America\".)","clues":[{"text":"To study intensely at the last minute for a test","response":"cram"},{"text":"Edible paddy product","response":"rice"},{"text":"One of these can be pinhole or single-lens reflex","response":"camera"},{"text":"One 500-sheet pack of paper for a copy machine or a printer","response":"a ream"},{"text":"For a rectangle, it's width multiplied by length","response":"area"}],"originalDate":"2008-04-15"},{"category":"APRIL 15: DAY OF DOOM","comments":"","clues":[{"text":"On April 15, 1912 more than 1,500 perished in this maritime disaster","response":"the sinking of the <i>Titanic</i>"},{"text":"On April 15, 1943 an Allied bomber attack missed its intended target in this occupied Low Country, killing 936 civilians","response":"Belgium"},{"text":"April 15, 1450 was a taxing day for the English army defeated at Formigny near the end of this long war","response":"the Hundred Years' War"},{"text":"Hundreds perished April 15, 1997 in a fire during this religious pilgrimage to Mecca","response":"the hajj"},{"text":"An alleged double murder during an alleged robbery was allegedly done by these 2 Italian Americans April 15, 1920","response":"Sacco & Vanzetti"}],"originalDate":"2008-04-15"},{"category":"PAY UP!","comments":"","clues":[{"text":"It's the 15 bucks or so an insured patient has to fork over for a visit to a doctor's office","response":"a copay"},{"text":"For working more than a 40-hour week, employees under the Fair Labor Standards Act must get this much overtime pay","response":"time-and-a-half"},{"text":"In 1987 Marcelle Hall returned a Stradivarius her husband had stolen in 1936 &amp; got this type of fee, $263,000","response":"a finder's fee"},{"text":"9-letter term for freelance labor that's compensated per unit turned out","response":"piecework"},{"text":"Slang for high interest on a loan, it's sometimes shortened to \"vig\"","response":"vigorish"}],"originalDate":"2008-04-15"},{"category":"ENTERTAINMENT AWARDS","comments":"","clues":[{"text":"This film festival's award for best movie is called the Palme d'Or","response":"Cannes"},{"text":"This animated film with Tow Mater &amp; Doc Hudson won the 2007 People's Choice Award for favorite family movie","response":"<i>Cars</i>"},{"text":"In 2000 this guitarist set a record for most Grammys for one album with 8 for his blockbuster \"Supernatural\"","response":"Carlos Santana"},{"text":"In 1998 Garry Shandling &amp; Peter Tolan won Emmys for best writing for this HBO comedy series","response":"<i>The Larry Sanders Show</i>"},{"text":"This 2003 musical won 8 Tonys, including best actor for Harvey Fierstein &amp; best director for Jack O'Brien","response":"<i>Hairspray</i>"}],"originalDate":"2008-04-15"},{"category":"NEWSPAPERS","comments":"","clues":[{"text":"Founded in 1829, this Philadelphia newspaper is known as \"The Inky\"","response":"<i>The Inquirer</i>"},{"text":"In the 1870s this D.C. paper was a Democratic mouthpiece; in the 1920s it stood with Republican president Harding","response":"<i>The Washington Post</i>"},{"text":"This 3-named \"Weekly\" tabloid that brought bat boy to the checkout line went under in 2007","response":"the <i>Weekly World News</i>"},{"text":"Many afternoon papers have died out, including this Texas city's in 1991, leaving the field to the \"Morning News\"","response":"Dallas"},{"text":"The staff of this paper won a 1999 Pulitzer for coverage of Russia's financial crisis","response":"<i>The Wall Street Journal</i>"}],"originalDate":"2008-04-15"},{"category":"ROCK MUSIC","comments":"","clues":[{"text":"In 1994 Pearl Jam complained to the U.S. Justice Dept. that this company held a monopoly on concert sales","response":"Ticketmaster"},{"text":"\"Are we not men? We are\" this New Wave group that gave us \"Whip It\"","response":"Devo"},{"text":"\"I Want You To Want\" this Robin Zander band that went platinum \"at Budokan\"","response":"Cheap Trick"},{"text":"In 1989 Rolling Stone named this \"Murmur\"-ing quartet America's hippest band","response":"R.E.M."},{"text":"This 1962 Roy Orbison hit is subtitled \"How Long Must I Dream\"","response":"\"Dream Baby\""}],"originalDate":"2008-04-14"}],{"category":"REPUBLICANS","text":"2 of only 3 Republican Presidents who completed 2 full terms in office","response":"(2 of) U.S. Grant, Eisenhower, and Ronald Reagan"}]}