{"mix":3943,"rounds":[[{"category":"HAVE SOME WINE","comments":"","clues":[{"text":"Grades of this wine run from extra-brut to doux","response":"champagne"},{"text":"If selling wine, remember that every bottle must list the name, the producer &amp; this content if it's over 14%","response":"the alcohol content"},{"text":"After dinner, enjoy a nice port wine from this nation's Douro Valley where it originated","response":"Portugal"},{"text":"A wine lover know\"z\" this Calif. grape that produces red &amp; white has been traced back to Italy's Primitivo","response":"Zinfandel"},{"text":"You don't have to pull the feathers off this \"chilly\" pink sparkling wine originally from Germany","response":"Cold Duck"}],"originalDate":"2008-04-09"},{"category":"LEADING MEN","comments":"","clues":[{"text":"In 2006 this country's President Ahmadinejad admitted it was enriching uranium","response":"Iran"},{"text":"In 1938 this prime minister returned to Britain from a meeting with Hitler saying, \"I believe it is peace in our time\"","response":"Chamberlain"},{"text":"Otmar Hasler is prime minister of this small Alpine nation between Switzerland &amp; Austria","response":"Liechtenstein"},{"text":"Hugo Chavez of this South American country is an admirer of Simon Bolivar","response":"Venezuela"},{"text":"Like his father whom he succeeded, Bashar al-Assad heads the Ba'ath Party in this Middle East country","response":"Syria"}],"originalDate":"2008-04-09"},{"category":"\"T.W.\"","comments":"","clues":[{"text":"This brand was introduced as Plastone, a premium car polish, in 1944","response":"Turtle Wax"},{"text":"The younger, often second, spouse of a rich middle-aged man","response":"a trophy wife"},{"text":"You might have learned to ride your bike with the help of these attachments","response":"training wheels"},{"text":"This Southerner wrote the 1959 classic \"Sweet Bird of Youth\"","response":"Tennessee Williams"},{"text":"Dominating the tropics, these blow mainly from the northeast in the Northern Hemisphere","response":"trade winds"}],"originalDate":"2008-04-09"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"In the U.S., alligators &amp; crocodiles co-exist only at the southern tip of this state","response":"Florida"},{"text":"In 1991 radar images hinted that there was ice at the north pole of this inner planet","response":"Mercury"},{"text":"17th century Dutch scientist Christiaan Huygens developed the wave theory of this","response":"light"},{"text":"Dinosaurs died out in this geological era that means \"middle life\"","response":"the Mesozoic era"},{"text":"In 1766 this English chemist discovered the properties of hydrogen, which he called \"inflammable air\"","response":"Henry Cavendish"}],"originalDate":"2008-04-09"},{"category":"ASIAN PERSUASION","comments":"","clues":[{"text":"Following college, Anderson Cooper studied Vietnamese at the University of this Asian capital city","response":"Hanoi"},{"text":"Despite war &amp; a U.S. invasion in 2001, this nation has the highest birthrate in Asia, 46 births per 1,000 citizens","response":"Afghanistan"},{"text":"Growing only about 5-9 inches long, the amago salmon is native to the southern islands of this Asian nation","response":"Japan"},{"text":"It's the Indian city that's the home to Eden Gardens, Asia's largest arena for cricket","response":"Calcutta"},{"text":"Because of its distinctive call, this central Asian bovine is known as the grunting ox","response":"a yak"}],"originalDate":"2008-04-09"},{"category":"LITERARY SEQUELS","comments":"","clues":[{"text":"\"The Restaurant at the End of the Universe\" was one of Douglas Adams' sequels to this novel","response":"<i>The Hitchhiker's Guide to the Galaxy</i>"},{"text":"In 1959 Grace Metalious returned to this town, hoping to cash in on the success of her earlier novel","response":"Peyton Place"},{"text":"\"Of Time and the River\" was his sequel to \"Look Homeward, Angel\"","response":"Thomas Wolfe"},{"text":"\"Myron\" was Gore Vidal's sequel to this novel","response":"<i>Myra Breckinridge</i>"},{"text":"\"My Career Goes Bung\" was Aussie author Miles Franklin's sequel to this novel","response":"<i>My Brilliant Career</i>"}],"originalDate":"2008-04-09"}],[{"category":"BODY LANGUAGE","comments":"","clues":[{"text":"To know how many of you showed up for the 3-hour video of my trip to Manitoba, I'll take this \"count\"","response":"a head count"},{"text":"Hyphenated adjective meaning so appetizing you salivate","response":"mouth-watering"},{"text":"A drink taken for ocular stimulation on waking up","response":"an eye-opener"},{"text":"Sir, to toy with a woman's affections makes you a cad, a bounder, this<span class=\"nobreak\">--</span>technically a calcaneus","response":"a heel"},{"text":"This type of pork-barrel spending refers to funds directed to a member of Congress' pet project","response":"an earmark"}],"originalDate":"2008-04-09"},{"category":"SHAKESPEAREAN ALPHABET","comments":"","clues":[{"text":"\"C\" is for this dramatic device of the Greeks, employed to speak the prologue in \"Henry V\"","response":"a chorus"},{"text":"\"A\" is for this \"Romeo &amp; Juliet\" tradesman, a druggist from whom Romeo buys poison","response":"apothecary"},{"text":"Used in \"Othello\": \"Z\" is for this interjection, a corruption of \"God's wounds\"","response":"zounds"},{"text":"\"O\" is for this lover of Rosalind in \"As You Like It\"","response":"Orlando"},{"text":"\"F\" is for this character in \"Hamlet\"; his father, the king of Norway, was killed by Hamlet's dad","response":"Fortinbras"}],"originalDate":"2008-04-08"},{"category":"A HOST OF GHOSTS","comments":"","clues":[{"text":"Ghosts at the Mounds Theatre in this \"twin city\" of Minneapolis are said to sit with the audience &amp; watch shows","response":"St. Paul"},{"text":"The ghost of impresario David Belasco is said to haunt the theatre named for him on West 44th St. in this city","response":"New York"},{"text":"In this Toni Morrison novel, the ghost of a slave's baby visits post-Civil War Ohio","response":"<i>Beloved</i>"},{"text":"London's Cock Lane ghost was so famous that it was investigated by this man, the subject of a Boswell bio","response":"(Samuel) Johnson"},{"text":"A poltergeist known as \"Old Jeffrey\" haunted the English home in which these Methodist brothers grew up","response":"the Wesleys (John & Charles)"}],"originalDate":"2008-04-08"},{"category":"THE \"OLD\" DOMINION","comments":"","clues":[{"text":"Avian term for an abrupt quitting of an addictive habit","response":"cold turkey"},{"text":"Elevated platform on which a convicted criminal is executed","response":"a scaffold"},{"text":"Fantail &amp; telescope-eyed are fancy varieties of these popular aquarium fish of the genus Carassius","response":"goldfish"},{"text":"To burn slowly without flame, like a suppressed anger or passion","response":"to smolder"},{"text":"Until 1991 this landlocked nation east of the Carpathian Mountains was a republic of the Soviet Union","response":"Moldova"}],"originalDate":"2008-04-08"},{"category":"THE 1950s","comments":"","clues":[{"text":"On 1950s TV, the answer that followed \"Say, kids, what time is it?\"","response":"Howdy Doody Time!"},{"text":"In 1956 this 4-word phrase became the national motto of the U.S.","response":"In God we trust"},{"text":"Created in 1958, this agency superseded the NACA, the National Advisory Committee for Aeronautics","response":"NASA"},{"text":"Guy Mollet became France's premier on Jan. 31, 1956; on Feb. 6 he flew to this country to evaluate the situation","response":"Algeria"},{"text":"The '50s saw the arrival of the word \"neato\" &amp; of this defense org. that included the U.S., Thailand &amp; the Philippines","response":"SEATO (Southeast Asia Treaty Organization)"}],"originalDate":"2008-04-08"},{"category":"WHAT'S FOR LUNCH?","comments":"","clues":[{"text":"Food item that's the culinary specialty of the Israeli restaurant chain McDavid","response":"a hamburger"},{"text":"How about a salad, like this one created at legendary Hollywood restaurant The Brown Derby","response":"a Cobb salad"},{"text":"Sasha Cohen would know this name for an edible ray; I'm having it poached","response":"skate"},{"text":"Japanese noodles, whether udon or these buckwheat-flour ones, are often served in broth","response":"soba"},{"text":"Hope you're hungry! This choice steak cut is huge &amp; contains meat from the top loin &amp; the tenderloin","response":"a porterhouse"}],"originalDate":"2008-04-08"}],{"category":"ELECTIONS","text":"State that's gone Republican more times than any other in Presidential elections is this 1 in New England","response":"Vermont"}]}