{"mix":3946,"rounds":[[{"category":"HUMANITARIANS","comments":"","clues":[{"text":"Her parents asked Alexander Graham Bell about a teacher for their daughter; Anne Sullivan was soon hired","response":"Helen Keller"},{"text":"He used some of his enormous wealth to build a New York City concert hall &amp; over 2,500 public libraries","response":"Andrew Carnegie"},{"text":"In 1931 this social reformer &amp; Hull House founder was a co-winner of the Nobel Peace Prize","response":"Jane Addams"},{"text":"Billionaire Kirk Kerkorian has provided $100 million for an airlift to this country","response":"Armenia"},{"text":"He began studying yellow fever in 1897, 3 years prior to being appointed to a commission to find its cause","response":"Walter Reed"}],"originalDate":"1999-06-11"},{"category":"\"G\" WHIZ!","comments":"","clues":[{"text":"To grumble, perhaps about the ruffed bird of the same name","response":"Grouse"},{"text":"Things aren't always \"peachy\" in this former Soviet republic","response":"Georgia"},{"text":"This word can refer to any impregnable standard, not just the famous rock","response":"Gibraltar"},{"text":"It's a terrestrial rodent such as a marmot or chipmunk <span class=\"nobreak\">--</span> not one who's been through a meat grinder","response":"a ground squirrel"},{"text":"A needlefish, or a Scottish verb that means to force","response":"Gar"}],"originalDate":"1999-06-11"},{"category":"1941","comments":"(Alex: You're all too young to remember!)","clues":[{"text":"Time magazine named this taupe-colored, blue-eyed animated baby elephant its \"Mammal of the Year\"","response":"Dumbo"},{"text":"In July he was made lieutenant general &amp; named commander in chief of all U.S. forces in the Far East","response":"Douglas MacArthur"},{"text":"In a 1941 hit song \"You leave the Pennsylvania Station 'bout a quarter to four\" aboard this title train","response":"\"Chattanooga Choo Choo\""},{"text":"In 1941 George Halas coached this team to a 37-9 victory over the New York Giants in the NFL title game","response":"Chicago Bears"},{"text":"In May 1941 he &amp; his comrades organized the League for the Independence of Vietnam","response":"Ho Chi Minh"}],"originalDate":"1999-06-10"},{"category":"THIS &amp; THAT","comments":"","clues":[{"text":"This letter marks the 24th spot in our alphabet","response":"X"},{"text":"You can still see the wheel ruts in this pioneer trail that ran from Independence to the Willamette Valley","response":"Oregon Trail"},{"text":"Of a fish, a fencing move, or a firth in Scotland, what a muskellunge is","response":"Fish"},{"text":"The chief northern tributary of this river is the Ubangi","response":"Congo"},{"text":"With an \"I\" it's a sweet herb; with an \"E\" it's a Swiss city","response":"Basil/Basel"}],"originalDate":"1999-06-10"},{"category":"PEOPLE","comments":"","clues":[{"text":"His trademarks were jeweled costumes &amp; elaborately designed pianos topped by candelabra","response":"Liberace"},{"text":"In 1989 this sitcom star was reunited with the daughter she'd given up for adoption at 18","response":"Roseanne Barr"},{"text":"In 1998 supermodel Rebecca Romijn married this former star of TV's \"Full House\"","response":"John Stamos"},{"text":"This \"Fast Car\" singer honed her style on the Boston circuit while a student at Tufts University","response":"Tracy Chapman"},{"text":"With Dad in tow, this young royal took in a 1997 Spice Girls concert in South Africa","response":"Prince Harry (Henry)"}],"originalDate":"1999-06-10"},{"category":"BITS OF YOU","comments":"","clues":[{"text":"The inner part of this is the basilar membrane; the outer part has the lobe","response":"Ear"},{"text":"From the Greek for breastbone, it's, well... the breastbone","response":"the sternum"},{"text":"This organ secretes glucagon as well as insulin","response":"Pancreas"},{"text":"The ligament holding this \"cover\" in place is an extension of the tendon of the thigh muscle","response":"Kneecap"},{"text":"Cindy Crawford's mole, or anybody's is a collection of cells with a high concentration of this pigment","response":"Melanin"}],"originalDate":"1999-06-10"}],[{"category":"1960s POP MUSIC","comments":"","clues":[{"text":"Drummer Andy White played on this group's U.S. release of \"Love Me Do\"; Ringo was heard on the British version","response":"The Beatles"},{"text":"He followed \"The Twist\" with \"Let's Twist Again\" &amp; \"Slow Twistin'\"","response":"Chubby Checker"},{"text":"Jimmy Dean described him as 6-foot-6, \"kinda broad at the shoulder and narrow at the hip\"","response":"\"Big Bad John\""},{"text":"Instrument played by Stevie Wonder on his 1963 hit \"Fingertips (Part 2)\"","response":"the harmonica"},{"text":"In December 1963 this hit by the Singing Nun rapidly climbed the charts &amp; remained No. 1 for the entire month","response":"\"Dominique\""}],"originalDate":"1999-06-10"},{"category":"1999 U.S. STAMPS","comments":"","clues":[{"text":"A series on these of the '30s &amp; '40s features the Daylight &amp; the 20th Century Limited","response":"Trains"},{"text":"Lorenz Hart is featured alone but this man shares a stamp with Oscar Hammerstein II","response":"Richard Rodgers"},{"text":"The fifth Legends of Hollywood stamp put him on the top of the envelope, Ma!","response":"James Cagney"},{"text":"He's the subject of the latest Black Heritage stamp; it's worth 33 cents, not 10","response":"Malcolm X"},{"text":"Author honored on the stamp seen here<br>(wrote \"Atlas Shrugged\")","response":"Ayn Rand"}],"originalDate":"1999-06-10"},{"category":"OH MAYAN GODS!","comments":"","clues":[{"text":"Like Prometheus, Tohil brought this to mankind, but demanded human sacrifice in return","response":"Fire"},{"text":"Ah Puch gave a hoot for the dying, sending this bird to announce their impending deaths","response":"Owl"},{"text":"Tepeu &amp; Gucumatz created the first humans from a paste made of this staple grain","response":"Maize/corn"},{"text":"Kinich Ahau had a day job as sun god, but at night he roamed the underworld as this jungle cat","response":"Jaguar"},{"text":"We don't know how old Itzamna could have pronounced his name, as he had none of these","response":"teeth"}],"originalDate":"1999-06-10"},{"category":"FILMS OF THE '50s","comments":"","clues":[{"text":"This film set in the Bronx featured Angie &amp; Clara as well as the Ernest Borgnine title character","response":"<i>Marty</i>"},{"text":"1959 title character seen here:<br><i>Gee, If I had one of those boards, I could be a surfer too...</i>","response":"<i>Gidget</i>"},{"text":"Frank Sinatra fought a dope addiction in \"The Man with\" this","response":"The Golden Arm"},{"text":"In it, Marlene Dietrich says Orson Welles \"was some kind of a man.  What does it matter what you say about people?\"","response":"<i>Touch of Evil</i>"},{"text":"Gregory Peck fought corporate America in \"The Man in\" this title outfit","response":"<i>The Man in the Gray Flannel Suit</i>"}],"originalDate":"1999-06-10"},{"category":"COLLEGE SPORTS NICKNAMES","comments":"","clues":[{"text":"Different campuses of the university of this state are home to Anteaters, Banana Slugs &amp; Golden Bears","response":"California"},{"text":"This word precedes the Irish of Notre Dame &amp; the Illini of the University of Illinois","response":"Fighting"},{"text":"This canine represents over 30 colleges including Yale &amp; the University of Georgia","response":"Bulldog"},{"text":"The men's teams at Northland College in Wisconsin are the Lumberjacks &amp; the women's teams are these","response":"Lumberjills"},{"text":"Ohio State honors each of its All-Americans by planting one of these mascot trees in a grove","response":"Buckeye"}],"originalDate":"1999-06-10"},{"category":"VERB\"LE\"","comments":"","clues":[{"text":"To lose control of the pigskin","response":"Fumble"},{"text":"Proverbially, to dally in the face of a crisis is to do this \"while Rome burns\"","response":"Fiddle"},{"text":"If you're gonna set on the porch for a spell, you'll want to do this to shape pieces of wood","response":"Whittle"},{"text":"Some birds are named for the ability to do this, sing with trills &amp; quavers","response":"Warble"},{"text":"From Old English for \"dart\", it means to move back &amp; forth between 2 places <span class=\"nobreak\">--</span> perhaps Earth &amp; space","response":"Shuttle"}],"originalDate":"1999-06-10"}],{"category":"SCIENCE WORDS","text":"Appropriately, this word from Latin for \"unfold\" isn't in the first edition of \"Origin of Species\", but does appear in later editions","response":"evolution"}]}