{"mix":3947,"rounds":[[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In 1833 this area asked to separate from Coahuila to become its own Mexican state","response":"Texas"},{"text":"In 1901 Buffalo Bill founded this town in the Big Horn Basin of Wyoming","response":"Cody"},{"text":"Frances Willard, a president of the WCTU, was the first woman honored in this Capitol building hall","response":"Statuary Hall"},{"text":"In a March 1775 speech he also said, is \"peace so sweet as to be purchased at the price of chains and slavery?\"","response":"Patrick Henry"},{"text":"The change in the American flag on July 4, 1960 was its first change since July 4 of this year","response":"1959"}],"originalDate":"1999-06-09"},{"category":"NAME THE MOVIE","comments":"","clues":[{"text":"1931:<br>\"It's Alive!<br>It's Alive!\"","response":"<i>Frankenstein</i>"},{"text":"1939:<br>\"Pay no attention to the man behind the curtain\"","response":"<i>The Wizard of Oz</i>"},{"text":"1967:<br>\"They call me Mr. Tibbs!\"","response":"<i>In the Heat of the Night</i>"},{"text":"1968:<br>\"Get your stinking paws off me, you damned dirty ape!\"","response":"<i>Planet of the Apes</i>"},{"text":"1967:<br>\"I just want to say one word to you <span class=\"nobreak\">--</span> just one word...plastics\"","response":"<i>The Graduate</i>"}],"originalDate":"1999-06-09"},{"category":"WHAT'S THE MATTER...YELLOW??","comments":"","clues":[{"text":"Appropriately, you can see the yellow-bellied marmot in this Wyoming-Montana-Idaho national park","response":"Yellowstone"},{"text":"The yellow-winged type of this mammal hopes insects don't see its yellow wings coming","response":"Bat"},{"text":"Call it crazy, but unlike other types of these birds, the yellow-billed one builds its own nest instead of invading","response":"Cuckoo"},{"text":"Narcissus pseudonarcissus is the scientific name of this garden flower","response":"Daffodil"},{"text":"East Africa is home to the yellow species of these large monkeys known for their colorful bottoms","response":"Baboons"}],"originalDate":"1999-06-09"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"This site near Salisbury, England has huge boulders that may have come from southern Wales","response":"Stonehenge"},{"text":"Dow's Lake is probably the best place to view the tulips during this Canadian capital's May tulip festival","response":"Ottawa"},{"text":"This country's Tikal ruins were once a ceremonial center &amp; the largest city of the Mayan empire","response":"Guatemala"},{"text":"The Prins Hendrick Museum in this Dutch port city houses exhibits devoted to the history &amp; activity of the port","response":"Rotterdam"},{"text":"This stone pillar from Luxor stands 75 feet high in the Place de la Concorde in Paris","response":"Obelisk"}],"originalDate":"1999-06-09"},{"category":"PARTY TIME!","comments":"","clues":[{"text":"Sir John Soane had a 3-day party after buying Seti I's sarcophagus for his home in this British capital","response":"London"},{"text":"Heloise suggests putting fortunes inside these inflatable items instead of in cookies; then let guests pop them","response":"Balloons"},{"text":"A synonym for slumber party, it's also the title of a 1964 Annette Funicello film","response":"<i>Pajama Party</i>"},{"text":"On a party invitation, the letters RSVP stand for the French phrase \"Repondez\" this","response":"S'il vous plait"},{"text":"A noisy mock serenade given for newlyweds, its name is an alteration of the French word charivari","response":"Shivaree"}],"originalDate":"1999-06-09"},{"category":"\"SEA\" YA","comments":"","clues":[{"text":"The First Daughter","response":"Chelsea Clinton"},{"text":"This company's V.O. whisky had a gold &amp; black ribbon signifying the horse racing colors of its founder","response":"Seagram's"},{"text":"This city's annual Seafair features various water sports &amp; a hydroplane race on Lake Washington","response":"Seattle"},{"text":"This fish of the genus Hippocampus has the ability to change its color to conform to its background","response":"Seahorse"},{"text":"In this Bobby Darin tune, \"My lover stands on golden sands and watches the ships that go sailing\"","response":"\"Beyond the Sea\""}],"originalDate":"1999-06-09"}],[{"category":"ISLAND COUNTRIES","comments":"","clues":[{"text":"On Oct. 22, 1962 President Kennedy revealed that Russia had built missile bases in this country","response":"Cuba"},{"text":"The first permanent settler in this country was a Norwegian Viking named Ingolfr Arnarson","response":"Iceland"},{"text":"Nicosia &amp; Limassol are the only 2 cities with a population of over 100,000 in this country","response":"Cyprus"},{"text":"We're not pulling the wool over your eyes when we tell you it was the first nation to grant women the right to vote","response":"New Zealand"},{"text":"In area, it's the larger of the 2 countries that occupy Hispaniola","response":"the Dominican Republic"}],"originalDate":"1999-06-09"},{"category":"PUT 'EM IN ORDER","comments":"","clues":[{"text":"\"Start Me Up\",<br>\"Satisfaction\",<br>\"Jumpin' Jack Flash\"","response":"\"Satisfaction\", \"Jumpin' Jack Flash\", \"Start Me Up\""},{"text":"Cleopatra,<br>Cheops,<br>Tutankhamen","response":"Cheops, Tutankhamen, Cleopatra"},{"text":"Cro-Magnon,<br>Australopithecus,<br>Neanderthal","response":"<i>Australopithecus</i>, Neanderthal, Cro-Magnon"},{"text":"Bebop,<br>ragtime,<br>swing","response":"Ragtime, swing, bebop"},{"text":"The Seven Years' War,<br>the Thirty Years' War,<br>the Hundred Years' War","response":"the Hundred Years' War, the Thirty Years' War, the Seven Years' War"}],"originalDate":"1999-06-09"},{"category":"TRIVIAL STEW","comments":"","clues":[{"text":"In this contest using a rope, your team wins by going backwards &amp; loses by going forwards","response":"Tug of war"},{"text":"After winning Super Bowl XXI in 1987, Phil Simms pioneered the use of this reply when asked what he would do now","response":"\"I'm Going to Disneyland!\""},{"text":"She lived in a canyon, wore size 9 shoes &amp; was gone forever after drowning in a duck pond at 9 in the morning","response":"\"(My Darling) Clementine\""},{"text":"The \"Extraterrestrial Highway\" runs for about 100 miles in this state","response":"Nevada"},{"text":"In the courtroom mala fides, the opposite of bona fides, means to argue a case in this","response":"In bad faith"}],"originalDate":"1999-06-09"},{"category":"LEGENDS OF SPORTS","comments":"","clues":[{"text":"This former 49ers QB who holds many Super Bowl records almost played college basketball instead of football","response":"Joe Montana"},{"text":"A Brantford, Ontario native, this \"Great One\" has rewritten the NHL record books in his stellar career","response":"Wayne Gretzky"},{"text":"Sadly, this undefeated boxing legend from Brockton, Massachusetts died in a plane crash in 1969","response":"Rocky Marciano"},{"text":"This 1932 Olympic gold medal winner is often called the greatest female athlete of all time","response":"Babe Didrikson Zaharias"},{"text":"One of the first baseball players elected to the Hall of Fame, his lifetime batting average was .366","response":"Ty Cobb"}],"originalDate":"1999-06-09"},{"category":"DISNEYANA","comments":"","clues":[{"text":"The exterior of this \"Center\" is seen here","response":"EPCOT Center"},{"text":"This terrible trio hit the big screen for the first time in 1938","response":"Huey, Dewey & Louie"},{"text":"It's the eastern hemisphere city where this photo was taken","response":"Tokyo"},{"text":"Several historic American figures have been portrayed by this actor, named a Disney legend in 1991","response":"Fess Parker"},{"text":"It's the first name of this Disney family member, vice-chairman of the board &amp; head of the animation department","response":"Roy Disney"}],"originalDate":"1999-06-08"},{"category":"PIRATES OF THE CARIBBEAN","comments":"","clues":[{"text":"American forces won this January 1815 battle with the help of pirates led by Jean Lafitte","response":"the Battle of New Orleans"},{"text":"A type of Oldsmobile shares its name with this kind of sword no self-respecting pirate would be without","response":"a cutlass"},{"text":"Pirates officially licensed to attack enemy ships during wartime were known by this \"secretive\" name","response":"Privateers"},{"text":"This \"colorful\" pirate was paid by the British to attack Spanish ships in the early 1700s","response":"Blackbeard"},{"text":"From the French for \"one who cures meat\", it was a pirate who preyed on Spanish shipping in the West Indies","response":"Buccaneer"}],"originalDate":"1999-06-08"}],{"category":"THE DECLARATION OF INDEPENDENCE","text":"The first official use of this 4-word term is at The Declaration's beginning, immediately after \"The thirteen\"","response":"\"United States of America\""}]}