{"mix":3950,"rounds":[[{"category":"GANGSTER'S DICTIONARY","comments":"","clues":[{"text":"I hates it when the cops put these \"bracelets\" on me after a bust","response":"Handcuffs"},{"text":"You mugs, I need a \"can opener\", a tool used to open one of these, not a tin can","response":"Safe"},{"text":"Roll out these \"bones\", boys, so we can play some games of chance","response":"Dice"},{"text":"One day I might go legit &amp; get a cush job as a \"gumshoe\", a private one of these","response":"a detective (or private eye)"},{"text":"Keep your head low... I just saw a \"salt &amp; pepper\", one of these, go by","response":"a police car"}],"originalDate":"1999-06-03"},{"category":"CIVIL WAR LITERATURE","comments":"","clues":[{"text":"Henry Fleming shares a tent with a loud soldier &amp; a tall soldier in this Stephen Crane novel","response":"<i>The Red Badge of Courage</i>"},{"text":"Joanna Higgins' 1998 novel \"A Soldier's Book\" tells the story of Ira Stevens, a Union P.O.W. in this notorious prison","response":"Andersonville"},{"text":"He drew on his wartime nursing experience for the poem \"The Wound-Dresser\"","response":"Walt Whitman"},{"text":"His works about the war include the essay \"What I Saw of Shiloh\" &amp; the story \"An Occurrence at Owl Creek Bridge\"","response":"Ambrose Bierce"},{"text":"Jeff Shaara has written a prequel &amp; a sequel to this 1974 novel about Gettysburg by his father Michael","response":"<i>The Killer Angels</i>"}],"originalDate":"1999-06-03"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"His epitaph reads, \"Founder of Boys Town and Lover of Christ and Man\"","response":"Father Flanagan"},{"text":"While rounding the tip of South America in 1520, this Portuguese explorer named Cape Virgines &amp; Patagonia","response":"Ferdinand Magellan"},{"text":"It's been said that the 1831 Russian capture of Warsaw inspired him to write his C minor etude","response":"Frédéric Chopin"},{"text":"This family that once controlled Nicaragua saw 2 members killed <span class=\"nobreak\">--</span> the father in 1956, a son in 1980","response":"Somoza"},{"text":"This discoverer of Uranus thought the sun was an inhabited body with a luminous atmosphere","response":"William Herschel"}],"originalDate":"1999-06-03"},{"category":"KNOTS TO YOU","comments":"","clues":[{"text":"The honda is a slip knot used by cowboys to make this tool of the trade","response":"a lasso"},{"text":"Alexander the Great cut it with his sword after being told that whoever could undo it would rule Asia","response":"Gordian Knot"},{"text":"It is second only to \"Gunsmoke\" as TV's longest-running primetime drama series","response":"<i>Knots Landing</i>"},{"text":"This South American civilization used Quipu, a system of knots, to record dates &amp; large sums of figures","response":"Incas"},{"text":"From the Turkish for \"napkin\", it's the art which creates decorative items by knotting cord, rope or string","response":"Macrame"}],"originalDate":"1999-06-03"},{"category":"THAT'S WHAT THEY SAID","comments":"","clues":[{"text":"After her election, this British prime minister said that she owed \"everything to my father\"","response":"Margaret Thatcher"},{"text":"This author's Mr. Bumble declared that \"The law is a ass, a idiot\"","response":"Charles Dickens"},{"text":"In 1803 Jacques Delille wrote, \"Fate chooses our relatives, we choose\" these","response":"our friends"},{"text":"\"When the one great scorer comes to write against your name, he marks <span class=\"nobreak\">--</span> not that you won or lost <span class=\"nobreak\">--</span> but\" this","response":"how you played the game"},{"text":"In his 1918 poem \"Prairie\", he wrote, \"I tell you the past is a bucket of ashes\"","response":"Carl Sandburg"}],"originalDate":"1999-06-03"},{"category":"U.S. BODIES OF WATER","comments":"","clues":[{"text":"The Chicago River originally flowed into this Great Lake; now it flows out of it","response":"Lake Michigan"},{"text":"Brine flies &amp; brine shrimp are the only creatures that thrive in this body of water near Utah's capital","response":"Great Salt Lake"},{"text":"You'll find the Big Branch National Wildlife Refuge on the shore of this big lake in Louisiana","response":"Lake Pontchartrain"},{"text":"There's a Coeur d'Alene Lake &amp; a Coeur d'Alene River in this state","response":"Idaho"},{"text":"We hope you know that Mount Hope Bay in Rhode Island is an arm of this larger bay","response":"Narragansett Bay"}],"originalDate":"1999-06-02"}],[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Holiday associated with the \"Wearing of the Green\"","response":"St. Patrick's Day"},{"text":"In 1999 this holiday fell on the day after Valentine's Day","response":"President's Day"},{"text":"This holiday is celebrated on what was once the last day of the Celtic year","response":"Halloween"},{"text":"Although first observed in 1909, it wasn't until 1972 that the third Sunday in June officially became this holiday","response":"Father's Day"},{"text":"Id Al-Fitr is a day of feasting that ends the fast at the end of this Islamic holy month","response":"Ramadan"}],"originalDate":"1999-06-02"},{"category":"LOGO LADIES","comments":"","clues":[{"text":"This Minnesota-based butter maker uses an Indian maiden as its trademark","response":"Land O'Lakes"},{"text":"The symbol of this company got a makeover in 1993<br>(it's paired with TriStar)","response":"Columbia Pictures"},{"text":"Billboards for \"Little Miss\" this suntan lotion became Miami landmarks in the '50s","response":"Coppertone"},{"text":"In 1915 Lorraine Collett of Fresno became the original model for this brand of raisins","response":"Sun-Maid"},{"text":"Debra McKee, for whom these snack cakes were named, grew up to be a director of the company that makes them","response":"Little Debbie"}],"originalDate":"1999-06-02"},{"category":"BOOKS BY TV NEWSPEOPLE","comments":"","clues":[{"text":"In 1997's \"A Reporter's Life\" he covered his 31 years at CBS News","response":"Walter Cronkite"},{"text":"This NBC anchor's \"The Greatest Generation\" pays tribute to those who came of age during World War II","response":"Tom Brokaw"},{"text":"In 1998 this ABC anchor, along with Todd Brewster, took on \"The Century\"","response":"Peter Jennings"},{"text":"He &amp; Kyle Gibson wrote \"Nightline: History in the Making and the Making of Television\"","response":"Ted Koppel"},{"text":"\"Everyone is Entitled to My Opinion\" collects his commentaries from \"This Week\"","response":"David Brinkley"}],"originalDate":"1999-06-02"},{"category":"CIVIL WAR SLANG","comments":"","clues":[{"text":"Graybacks were Southern soldiers; greenbacks were this","response":"Money/dollars"},{"text":"Hornets were these, maybe from a pepperbox pistol","response":"Bullets"},{"text":"If you'd done a lot or had a rough experience, you'd \"been through\" this, perhaps a cotton one","response":"the mill"},{"text":"This term for \"Hurrah!\" or \"Yeah!\" was popular years later with Teddy Roosevelt","response":"\"Bully!\""},{"text":"An Arkansas toothpick was a large one of these","response":"Bowie knife"}],"originalDate":"1999-06-02"},{"category":"ACCOUNTING EXAM","comments":"(Alex: And finally, you're going to take an...)","clues":[{"text":"Bankruptcy types are:<br>A. volumes<br>B. chapters<br>C. verses","response":"Chapters"},{"text":"Poison pills thwart:<br>A. double takes<br>B. takeovers<br>C. undertakers","response":"Takeovers"},{"text":"The process of a firm selling parts of itself is:<br>A. divestiture<br>B. expenditure<br>C. not really sure","response":"Divestiture"},{"text":"Assets like land &amp; machines are:<br>A. fixed<br>B. repaired<br>C. mended","response":"Fixed"},{"text":"Junk bonds feature:<br>A. low ceilings<br>B. high interest<br>C. Chinese boats","response":"High interest"}],"originalDate":"1999-06-02"},{"category":"SIGNS &amp; SYMBOLS","comments":"","clues":[{"text":"This network developed the peacock design to promote color television","response":"NBC"},{"text":"This letter appears on the costumes of superheroes named Storm, Cyclops, Jubilee &amp; Wolverine","response":"X (as in \"X-Men\")"},{"text":"Clutching one's throat is the universal distress signal for this medical emergency","response":"Choking"},{"text":"Looking like an inverted \"e\", this dictionary symbol stands for a central vowel sound","response":"Schwa"},{"text":"During the 1998 season, members of this baseball team wore the patch seen here (drawing of Harry Caray) on their sleeves","response":"Chicago Cubs (in tribute)"}],"originalDate":"1999-06-02"}],{"category":"FAMOUS OBJECTS","text":"In 1950 the England-Scotland border was closed for the first time in 400 years to try to recover this stolen item","response":"the Stone of Scone"}]}