{"mix":3956,"rounds":[[{"category":"THE ELECTRIC COMPANY","comments":"","clues":[{"text":"The world's first public electricity supply was provided in 1881 to a city in this country","response":"Great Britain"},{"text":"Using direct current, this U.S. metropolis' first electric supplier was the Pearl Street Power Station in 1882","response":"New York City"},{"text":"Still around today, this power company was one of the first 12 companies included in the DJIA in 1896","response":"General Electric (or G.E.)"},{"text":"Here's some current info: Duke Energy, headquartered in this state, brings electric power to 4 million people","response":"North Carolina"},{"text":"In 1882 this U.S. inventor opened a steam-powered electricity generating station","response":"Edison"}],"originalDate":"2008-04-02"},{"category":"WATER WORKS","comments":"","clues":[{"text":"A waterfall provides only temporary safety from the Hurons for Alice &amp; Cora in this Fenimore Cooper novel","response":"<i>Last of the Mohicans</i>"},{"text":"An old man recalls his time with the Benzini Brothers Circus in \"Water for\" these large beasts","response":"Elephants"},{"text":"Conrad's \"Heart of Darkness\" was inspired by his voyage up this African river","response":"the Congo"},{"text":"This final Joyce novel's ending leads back to its beginning, \"Riverrun, past Eve and Adam's\"","response":"<i>Finnegans Wake</i>"},{"text":"This author's \"The Open Boat\" is based on his experience surviving an 1897 shipwreck","response":"Stephen Crane"}],"originalDate":"2008-04-02"},{"category":"\"B\" &amp; \"O\"","comments":"","clues":[{"text":"He's the only African American currently serving in the U.S. Senate","response":"Barack Obama"},{"text":"This showbiz term refers to either a ticket window or to total attendance","response":"box office"},{"text":"They play home games at Camden Yards","response":"Baltimore Orioles"},{"text":"Amphissa, Kalamata &amp; Nicoise are types of these Mediterranean staples","response":"black olives"},{"text":"In Hebrew, this type of sacrifice to God is olah, related to the word \"ascending\"","response":"a burnt offering"}],"originalDate":"2008-04-02"},{"category":"IT HAPPENED ON APRIL 2","comments":"","clues":[{"text":"1865:<br>Jefferson Davis &amp; most of his cabinet flee this capital city","response":"Richmond"},{"text":"1917:<br>He asks the U.S. Congress for a declaration of war on Germany","response":"Woodrow Wilson"},{"text":"1810:<br>He marries Archduchess Marie Louise of Austria","response":"Napoleon"},{"text":"1930:<br>He is proclaimed the emperor of Ethiopia","response":"Haile Selassie"},{"text":"1453:<br>Mehmed II begins his siege of this city; it would fall 8 weeks later","response":"Constantinople"}],"originalDate":"2008-04-02"},{"category":"SCRAMBLED COUNTRY SINGERS","comments":"(Alex: You unscramble them.)","clues":[{"text":"A curvaceous blonde falls off her high heels &amp; wakes up as<br>POLLY TARNOD","response":"Dolly Parton"},{"text":"He could go \"on the road again\" as<br>LEONINE SWILL","response":"Willie Nelson"},{"text":"Nicole might not recognize him with his painful new identity,<br>HURTIE BANK","response":"Keith Urban"},{"text":"Maybe he could have won \"Dancing with the Stars\" with a name like<br>SILLY BAY CURRY","response":"Billy Ray Cyrus"},{"text":"She could have gone \"Walkin' After Midnight\" under the name<br>CAT SPYLINE","response":"Patsy Cline"}],"originalDate":"2008-04-02"},{"category":"\"D\"RINKS","comments":"","clues":[{"text":"This rum cocktail can be made frozen, often with bananas or strawberries","response":"a daiquiri"},{"text":"Expensive vintage named for the Benedictine monk sometimes credited with inventing champagne","response":"Dom Pérignon"},{"text":"It's a French term for a spirited drink, like brandy or cognac, taken after a meal to help process the food","response":"a digestif"},{"text":"It's the trademarked name of a sweet aromatized wine that comes in 2 styles: rouge &amp; blanc","response":"Dubonnet"},{"text":"The name of this brand of scotch-based liqueur is Gaelic for \"the drink that satisfies\"","response":"Drambuie"}],"originalDate":"2008-04-02"}],[{"category":"WORDS WITH 5 VOWELS","comments":"","clues":[{"text":"Everyone out of the building now!  It's no longer safe<span class=\"nobreak\">--</span>we must do this!","response":"evacuate"},{"text":"A mathematical expression like<br>4 + 2 = 6","response":"an equation"},{"text":"It's Greek to me, this noun, a feeling of extreme happiness &amp; well-being<span class=\"nobreak\">--</span><br>it's wonderful!","response":"euphoria"},{"text":"Handel's \"Susanna\" &amp; \"Theodora\" ones of these weren't quite as popular as the \"Messiah\"","response":"oratorios"},{"text":"It's a person held in high regard or awarded for great achievements, like certain poets","response":"a laureate"}],"originalDate":"2008-04-02"},{"category":"TRUMAN CAPOTE","comments":"","clues":[{"text":"Capote was born Truman Streckfus Persons September 30, 1924 in this Southern U.S. city","response":"New Orleans"},{"text":"She's the lead character in Capote's \"Breakfast at Tiffany's\"","response":"Holly Golightly"},{"text":"He won an Oscar in 2007 for playing Truman Capote on the big screen","response":"Philip Seymour Hoffman"},{"text":"Capote invites the world's greatest detectives to his house for a contest in this 1976 film spoof","response":"<i>Murder by Death</i>"},{"text":"Capote gained fame with this \"other\" worldly 1948 novel about a teenager in a crumbling Southern mansion","response":"<i>Other Voices, Other Rooms</i>"}],"originalDate":"2008-04-01"},{"category":"BREAKFAST","comments":"","clues":[{"text":"This breakfast meat comes in links or patties &amp; its name is from the Latin for \"salted\"","response":"sausage"},{"text":"The name of this breakfast item is also used as a verb meaning to speak or write evasively","response":"waffle"},{"text":"This fancy egg dish is said to have been created at Delmonico's in the 1800s; even then, Hollandaise sauce was used","response":"Eggs Benedict"},{"text":"In 1890 a woman named Nancy Green represented this character, the symbol for a pancake mix","response":"Aunt Jemima"},{"text":"In England this dish, bread dipped in an egg-&amp;-milk batter &amp; fried, is called \"Poor Knights of Windsor\"","response":"French toast"}],"originalDate":"2008-04-01"},{"category":"\"IN\"","comments":"","clues":[{"text":"In 1992 Bill Clinton famously remarked \"I didn't\" do this","response":"inhale"},{"text":"A prayer to begin a religious service or public ceremony","response":"invocation"},{"text":"Kin-Tiki was a god of this South American people","response":"the Incas"},{"text":"Because they were too inexperienced or low in rank for the cavalry, foot soldiers came to be called this","response":"infantry"},{"text":"The Spanish one was officially founded by Ferdinand &amp; Isabella in 1478","response":"the Inquisition"}],"originalDate":"2008-04-01"},{"category":"COLD","comments":"","clues":[{"text":"Of 12°, -12° or -112° F., the lowest-ever recorded temperature in Hawaii, back in 1979","response":"12 degrees"},{"text":"At a place appropriately called Northice on this largest world island, temps dropped to -87° F. in Jan. 1954","response":"Greenland"},{"text":"The coldest annual mean temp over 30 years in the U.S. was 9.3° F. in this state's town of Barrow","response":"Alaska"},{"text":"Charlotte Pass in this 3-named state holds Australia's cold-temperature record with -9° F. in 1994","response":"New South Wales"},{"text":"In 1954, temps at Rogers Pass in this \"Treasure State\" plunged to -70° F., a continental U.S. record","response":"Montana"}],"originalDate":"2008-04-01"},{"category":"BLOOD","comments":"","clues":[{"text":"\"Shadow of the Vampire\" details the production of this 1922 F.W. Murnau film","response":"<i>Nosferatu</i>"},{"text":"The Coreys go after vampires in this 1987 film","response":"<i>The Lost Boys</i>"},{"text":"\"The one name they all fear\" was a tagline for this 2004 blockbuster that starred Hugh Jackman","response":"<i>Van Helsing</i>"},{"text":"It's the vampiric Death Dealers vs. the Lycans in this slick 2003 movie","response":"<i>Underworld</i>"},{"text":"In 2002 Aaliyah played this \"royal\" from Anne Rice's vampire menagerie","response":"<i>Queen of the Damned</i>"}],"originalDate":"2008-04-01"}],{"category":"SCIENCE &amp; INDUSTRY","text":"In 1891 this European said, \"Perhaps my factories will put an end to war sooner than your congresses\"","response":"Alfred Nobel"}]}