{"mix":3965,"rounds":[[{"category":"HOMELANDS","comments":"","clues":[{"text":"Han lives in Changchun, in Kirin province, in this country","response":"China"},{"text":"Yakubu used to send me e-mails from this country's old capital, Lagos","response":"Nigeria"},{"text":"Bela lives on central Europe's largest lake, Balaton, in this country","response":"Hungary"},{"text":"Joonas used to live in Goteborg, the second-largest city in this country","response":"Sweden"},{"text":"Gustav lives in Bratislava, this country's capital","response":"Slovakia"}],"originalDate":"2008-03-26"},{"category":"LAST WILLS &amp; TESTAMENTS","comments":"","clues":[{"text":"After his 1616 death, his will stipulated that his \"second best bed\" go to his wife, Anne, which does beg a question...","response":"Shakespeare"},{"text":"Item 6 in his will:<br>\"I give... unto my wife, Zelda... in the event she regain her sanity all of my household and kitchen furniture\"","response":"F. Scott Fitzgerald"},{"text":"This Chief Justice of the United States from 1969 to 1986 left a self-written 176-word will with no provisions for estate taxes; oops","response":"Warren Burger"},{"text":"This \"commodore\" willed $90 million to his son William, $7.5 million to his 4 grandsons, &amp; to his 8 daughters... well, not as much","response":"(Cornelius) Vanderbilt"},{"text":"His will called for a \"secret society\" to take back the U.S. for Britain (his \"scholarship\" gets much more press)","response":"(Cecil) Rhodes"}],"originalDate":"2008-03-26"},{"category":"SOMEBODY WROTE THAT","comments":"","clues":[{"text":"\"The Shining\", <br>\"The Girl Who Loved Tom Gordon\"","response":"Stephen King"},{"text":"\"The Brethren\",<br>\"The Street Lawyer\"","response":"(John) Grisham"},{"text":"\"'E' Is for Evidence\",<br>\"'F' Is for Fugitive\"","response":"(Sue) Grafton"},{"text":"\"Harlot's Ghost\",<br>\"Why Are We in Vietnam?\"","response":"Norman Mailer"},{"text":"\"Mr. Sammler's Planet\",<br>\"Herzog\"","response":"Saul Bellow"}],"originalDate":"2008-03-26"},{"category":"POLICE &amp; THIEVES","comments":"","clues":[{"text":"In the Cattle Wars Sheriff Pat Garrett captured this criminal, who later escaped from jail in 1881","response":"Billy the Kid"},{"text":"NYPD calls its quick responders the E.S.U.; L.A. calls its squad this 4-letter acronym","response":"S.W.A.T."},{"text":"This naval hero thought up his surname to hide from the British, who tried to arrest him as a pirate","response":"John Paul Jones"},{"text":"A hacker ran away with 1.5 million credit card numbers from DSW, a warehouse for this consumer product","response":"shoes"},{"text":"Many police forces use this car that got its name from the wife of a Ford exec after she saw a coronation","response":"Crown Victoria"}],"originalDate":"2008-03-26"},{"category":"WORD &amp; PHRASE ORIGINS","comments":"","clues":[{"text":"To get a horse to go fast, shift your body weight forward &amp; tell it to do this, from the phrase \"get up\"","response":"giddyup"},{"text":"\"Muppet\" comes from these 2 handy words","response":"marionette & puppet"},{"text":"A component of acids, this gas discovered in 1774 gets its name from the Greek words for \"acid\" &amp; \"forming\"","response":"oxygen"},{"text":"From a misspelling of the words \"all correct\", it was later used by Democratic partisans of Martin Van Buren","response":"O.K."},{"text":"A card player who didn't want to deal would give the deal marker to the next player, or do this, hence the phrase","response":"pass the buck"}],"originalDate":"2008-03-26"},{"category":"IKE SPEAKS","comments":"","clues":[{"text":"Eisenhower said, \"No treaty or international agreement can contravene\" this document","response":"the Constitution"},{"text":"Ike telegrammed that the mission of \"Allied force was fulfilled at 0241 hours local time\" in this month, 1945","response":"May"},{"text":"Of this man's contributions to major White House decisions, Ike said, \"If you give me a week, I might think of one\"","response":"Nixon"},{"text":"In 1957 Ike used \"the full power of the United States\" to enforce integration at Central High in this city","response":"Little Rock"},{"text":"Eisenhower said appointing him to the Supreme Court was \"the biggest damn-fool mistake I ever made\"","response":"Earl Warren"}],"originalDate":"2008-03-25"}],[{"category":"3 LITTLE LETTERS","comments":"","clues":[{"text":"The initials of this organization disbanded in 1991 were from Russian words meaning \"Committee for State Security\"","response":"the KGB"},{"text":"First on radio, then on TV, 3 chimed notes were a longtime trademark of this network","response":"NBC"},{"text":"A high school equivalency diploma is referred to by these 3 letters","response":"G.E.D."},{"text":"With more than 6,200 stores across the U.S., it's the nation's largest retail pharmacy chain","response":"CVS"},{"text":"This global express shipping co. began as a service to deliver documents between the West Coast &amp; Hawaii","response":"DHL"}],"originalDate":"2008-03-25"},{"category":"WHERE'D YA GO TO SCHOOL?","comments":"","clues":[{"text":"Pierre Curie:<br>this division of the University of Paris","response":"the Sorbonne"},{"text":"John F. Kennedy Jr.:<br>this Providence campus","response":"Brown"},{"text":"Antonin Scalia &amp; basketball great Patrick Ewing:<br>this Jesuit school","response":"Georgetown"},{"text":"Dick Cheney (bachelor's &amp; master's):<br>the University of this state","response":"Wyoming"},{"text":"Isaac Newton &amp; Lord Byron:<br>this Cambridge University college","response":"Trinity"}],"originalDate":"2008-03-25"},{"category":"MASSACHUSETTS","comments":"","clues":[{"text":"Historic places of interest in Massachusetts include the Old State House &amp; the Old North Church in this city","response":"Boston"},{"text":"The Pilgrims could tell you this is Massachusetts' official state flower","response":"the mayflower"},{"text":"Minute Man National Historical Park is located between these 2 Massachusetts cities made famous in April 1775","response":"Lexington & Concord"},{"text":"We \"checked\": the first Massachusetts factory to make this fabric opened in 1846","response":"gingham"},{"text":"Founded in 1620, this town is the seat of a Mass. county of the same name &amp; sits on a bay of the same name","response":"Plymouth"}],"originalDate":"2008-03-25"},{"category":"THE \"BAY\" STATE","comments":"","clues":[{"text":"It's the compartment where a B-52's ordnance is carried &amp; from which it's dropped","response":"the bomb bay"},{"text":"This rifle attachment was first developed in France in the 17th century","response":"bayonet"},{"text":"This Caribbean location was headline news on April 17, 1961","response":"the Bay of Pigs"},{"text":"An oriel is one of these projecting from an upper floor of a house","response":"a bay window"},{"text":"German city that's home to an annual Wagnerian festival","response":"Bayreuth"}],"originalDate":"2008-03-25"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"The 843 Treaty of Verdun divided his empire; grandson Louis II received lands east of the Rhine River","response":"Charlemagne"},{"text":"Around 4,500 years ago, the bronze age Minoan civilization emerged on this Mediterranean island","response":"Crete"},{"text":"The Glorious Revolution of 1688 brought this Dutchman to power as king of England, Scotland, &amp; Ireland","response":"William of Orange"},{"text":"In the 5th century B.C., this Greek historian wrote that it took 100,000 men 20 years to complete the Great Pyramid","response":"Herodotus"},{"text":"It's been estimated that this grand inquisitor put to death about 2,000 people during his term of office, 1483-1498","response":"(Tomás de) Torquemada"}],"originalDate":"2008-03-25"},{"category":"POP CULTURE'S PARTING WORDS","comments":"","clues":[{"text":"It's Señor Schwarzenegger's Spanish catchphrase meaning \"See you later\", baby","response":"<i>Hasta la vista</i>"},{"text":"In the title of a Raymond Chandler novel, it precedes \"My Lovely\"","response":"Farewell"},{"text":"In this 1957 film classic, Marlon Brando played a war pilot who fell in love with a Japanese dancer","response":"<i>Sayonara</i>"},{"text":"In a Woody Guthrie dust bowl song, the parting words before \"It's Been Good To Know Yuh\"","response":"So Long"},{"text":"In the title of a Louis Malle film, it precedes \"les enfants\"","response":"Au revoir"}],"originalDate":"2008-03-25"}],{"category":"CURRENT TELEVISION","text":"George Romero declined to direct a few episodes of this series, calling it \"basically... just a soap opera\"","response":"<i>The Walking Dead</i>"}]}