{"mix":3993,"rounds":[[{"category":"BIBLICAL RHYME TIME","comments":"","clues":[{"text":"Abel's assassin's aches","response":"Cain's pains"},{"text":"An ark builder's feathered neck accessories","response":"Noah's boas"},{"text":"The third gospel author's fists","response":"Luke's dukes"},{"text":"The first woman's botanical wardrobe","response":"Eve's leaves"},{"text":"The apostle to the Gentiles' journeys on his hands &amp; knees","response":"Paul's crawls"}],"originalDate":"1999-04-06"},{"category":"EASY","comments":"","clues":[{"text":"In 1965 Hal Fryar played Ringo in \"The Outlaws Is Coming\" &amp; this man played Ringo in \"Help!\"","response":"Ringo Starr"},{"text":"Construction was completed on this Boston landmark in 1742, a year before its builder Peter Faneuil died","response":"Faneuil Hall"},{"text":"The bean of the Sebastiana pavoniana, a Mexican plant, is famous for doing this","response":"Jumping"},{"text":"In baseball, it's the outfield position between left &amp; right field","response":"Center field"},{"text":"The Old West cattle brand seen here was given the name of this piece of furniture","response":"a rocking chair"}],"originalDate":"1999-04-01"},{"category":"THE BOZO NEWS","comments":"","clues":[{"text":"An Ontario man was hospitalized with a collapsed lung &amp; sliced throat after he tried to \"swallow\" one of these","response":"Sword"},{"text":"In May 1998 while rehearsing in Ohio, an opera conductor accidentally stabbed himself with this","response":"His baton"},{"text":"Paying for this new pill for active duty troops &amp; retirees has put a $50 million strain on the U.S. military budget","response":"Viagra"},{"text":"A German driver landed in the Havel River after his electronic navigator failed to say: wait for one of these","response":"Ferry"},{"text":"(Read by Bozo the Clown)  Ohhh!  Running for governor of New York in 1998, he wanted \"Grandpa\" on the ballot with his name; the court said no","response":"Al Lewis"}],"originalDate":"1999-04-01"},{"category":"HARD","comments":"","clues":[{"text":"The hard type of these can correct keratoconus &amp; astigmatism","response":"Contact lenses"},{"text":"Among this president's last words on December 14, 1799 were \"I die hard, but I am not afraid to go\"","response":"George Washington"},{"text":"Extremely hard types of these, like pecorino, are mostly used for grating","response":"Cheeses"},{"text":"Construction worker wear, or a type of diving in which the air is supplied via a tube from the surface","response":"Hard hat"},{"text":"In the early 1800s this German mineralogist invented his scale of hardness","response":"Friedrich Mohs"}],"originalDate":"1999-04-01"},{"category":"IMPOSSIBLE","comments":"(Alex: And if you're wondering why all of these categories, think of what today is!)","clues":[{"text":"Lewis Carroll's White Queen said of this girl's age, she \"believed as many as 6 impossible things before breakfast\"","response":"Alice"},{"text":"Jesus said, \"If you have\" this, \"nothing will be impossible unto you\"","response":"Faith"},{"text":"\"When you have excluded the impossible\" Holmes said, \"whatever remains, however improbable, must be\" this","response":"The truth"},{"text":"The quote: \"In two words: Im-possible\" is attributed to this legendary Hollywood mogul","response":"Samuel Goldwyn"},{"text":"This suave Brit played a psychiatrist with a nubile young daughter in the 1968 farce \"The Impossible Years\"","response":"David Niven"}],"originalDate":"1999-04-01"},{"category":"GEOGRAPHY","comments":"(Alex: We have a lot of generics.)","clues":[{"text":"Many residents of this sprawling valley that includes North Hollywood want to secede from Los Angeles","response":"San Fernando Valley"},{"text":"Most of the residents of this small island city-state off the Malay Peninsula are Chinese","response":"Singapore"},{"text":"This country's capital is Wellington","response":"New Zealand"},{"text":"This \"Stan\" is wedged in among Turkmenistan, Kazakhstan, Tajikistan &amp; Kyrgyzstan","response":"Uzbekistan"},{"text":"You'll find the Shrine of Fatima, seen here, in this country's city of Qom","response":"Iran"}],"originalDate":"1999-04-01"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"A 1927 book of short stories by Ernest Hemingway was titled \"Men Without\" these","response":"Women"},{"text":"Poet who wrote, \"Before I built a wall I'd ask to know what I was walling in or walling out\"","response":"Robert Frost"},{"text":"In James Fenimore Cooper's \"The Pioneers\" Oliver Edwards is this frontiersman's companion","response":"Natty Bumppo"},{"text":"The father of this \"Good-Bye, Mr. Chips\" author was a schoolteacher, not a hotelier","response":"James Hilton"},{"text":"Balzac wrote \"La Comedie Humaine\" in the 1840s &amp; this American wrote \"The Human Comedy\" in the 1940s","response":"William Saroyan"}],"originalDate":"1999-04-01"},{"category":"SCIENCE","comments":"","clues":[{"text":"Piltdown Man, a hoax played on scientists, had a human skull &amp; the jaw of this reddish ape","response":"Orangutan"},{"text":"A whole lot of shakin' goes on in this science that deals almost exclusively with earthquakes","response":"Seismology"},{"text":"Mass number is defined as the number of neutrons &amp; these particles in an atom's nucleus","response":"Protons"},{"text":"From the Latin for \"smoke hole\", it's a vent in a volcanic area from which smoke &amp; gases escape","response":"a fumarole"},{"text":"In contrast to the hydrosphere, it's the term for the rocky part of the Earth, or its crust","response":"the lithosphere"}],"originalDate":"1999-04-01"},{"category":"ART","comments":"","clues":[{"text":"This art practiced by William Blake precedes \"Printing\" in the name of a U.S. bureau","response":"Engraving"},{"text":"To film Jackson Pollock at work, you'd say, \"Lights!  Camera!\" this type of painting","response":"Action"},{"text":"In the 1880s this artist with \"noir\" in his name broke with impressionism &amp; began using more black","response":"Pierre Auguste Renoir"},{"text":"Your initial impression might be that he was England's greatest seascape painter","response":"J.M.W. Turner"},{"text":"Last name of former husband &amp; wife Walter &amp; Margaret, known for painting large-eyed waifs","response":"Keane"}],"originalDate":"1999-04-01"},{"category":"SPORTS","comments":"","clues":[{"text":"Rosie Ruiz reportedly rode the subway to reach the finish line of this 1979 NYC race","response":"New York City Marathon"},{"text":"UCLA's football team has vanquished this crosstown rival in their last 8 matchups","response":"USC (University of Southern California)"},{"text":"The logo of this city's NHL team is a winged car tire","response":"Detroit Red Wings"},{"text":"Nicknamed \"The Big O\", he was the NBA's Rookie of the Year for the 1960-61 season","response":"Oscar Robertson"},{"text":"This South African was leading in points when Mike Tyson knocked him out in the fifth round of their Jan. 1999 bout","response":"Frans Botha"}],"originalDate":"1999-04-01"},{"category":"FOOD","comments":"","clues":[{"text":"This preserve was originally made from quince; Seville oranges are now normally used","response":"Marmalade"},{"text":"A traditional accompaniment for fried catfish, these cornmeal dumplings are flavored with chopped scallions","response":"Hushpuppies"},{"text":"This ground beef patty flavored with minced onion &amp; seasonings was named for a 19th century physician","response":"Salisbury steak"},{"text":"Served as a side dish at Hanukkah, they're made from grated potatoes mixed with eggs, onions, matzo meal &amp; seasonings","response":"Latkes/potato pancakes"},{"text":"It's the Whitman, Massachusetts inn where the chocolate chip cookie was created in the 1930s","response":"Toll House Inn"}],"originalDate":"1999-04-01"},{"category":"U.S. PRESIDENTS","comments":"","clues":[{"text":"In 1985 he said that freedom was \"The universal right of all God's children\"","response":"Ronald Reagan"},{"text":"His grandfather Kindred was the first of his family to settle in Georgia","response":"Jimmy Carter"},{"text":"In 1965 he became the first sitting president to meet a pope in the U.S. when he met Paul VI","response":"Lyndon Johnson"},{"text":"On July 9, 1850 this president died in office; Millard Fillmore was sworn in the following day","response":"Zachary Taylor"},{"text":"Teddy Roosevelt quipped that this successor \"meant well but meant well feebly\"","response":"William Howard Taft"}],"originalDate":"1999-03-31"}],{"category":"BRITISH NOVELS","text":"Stephen King borrowed the name of his fictional town Castle Rock from this 1950s novel that greatly influenced him","response":"<i>Lord of the Flies</i>"}]}