{"mix":3997,"rounds":[[{"category":"TEENS IN HISTORY","comments":"","clues":[{"text":"The diary that she received for her 13th birthday in 1942 became one of the most famous books of the 20th century","response":"Anne Frank"},{"text":"Henry VIII's sister Margaret was a teen when she married King James IV of this British Isles country","response":"Scotland"},{"text":"This future wife of Napoleon spent her first 15 years on the island of Martinique","response":"Josephine"},{"text":"As a teen, this future inventor of the cotton gin had his own nail-making business","response":"Eli Whitney"},{"text":"In 1771 this teenage Marquis became a musketeer<span class=\"nobreak\">--</span>good training for the American Revolution","response":"the Marquis de Lafayette"}],"originalDate":"2008-02-14"},{"category":"A MILITARY CAREER","comments":"","clues":[{"text":"In the Air Force, it's the person who flies planes to try them out; there's a school for them at Edwards AFB","response":"a test pilot"},{"text":"On graduating from Annapolis, you become either a Navy ensign or a second lieutenant in this service","response":"the Marine Corps"},{"text":"As an Army NCO, you may become one of these, responsible for bringing in about 2 new soldiers a month","response":"a recruiter"},{"text":"As a Navy submarine officer, you may operate this, the sub's main method of detecting other undersea objects","response":"sonar"},{"text":"As a JAG, you'd better know all about the Uniform Code of Military this, part of U.S. Code Title 10","response":"Justice"}],"originalDate":"2008-02-14"},{"category":"\"YOUNG\"","comments":"","clues":[{"text":"In 1956 Dodger pitcher Don Newcombe won the first of these awards","response":"a Cy Young Award"},{"text":"This Utah college opened in 1875","response":"Brigham Young University"},{"text":"It's fun to go to this facility, abbreviated YMCA","response":"the Young Men's Christian Association"},{"text":"This 4-word \"directional\" phrase is widely attributed to Horace Greeley, but it's uncertain who coined it","response":"\"Go west, young man\""},{"text":"In the 1890s, the building of steel plants spurred the growth of this Ohio city","response":"Youngstown"}],"originalDate":"2008-02-14"},{"category":"CITIZENSHIP TEST","comments":"","clues":[{"text":"The stars on the U.S. flag represent these","response":"the 50 states"},{"text":"It's how the president rejects legislation passed by Congress","response":"veto"},{"text":"Before Al Gore, he was the last president of the Senate","response":"Dan Quayle"},{"text":"Title given most of the people in the president's Cabinet","response":"Secretary"},{"text":"Prior to 1913 senators were chosen by these bodies, not the voters","response":"state legislatures"}],"originalDate":"1999-03-23"},{"category":"NAME THE MUSICAL","comments":"","clues":[{"text":"King Arthur,<br>Merlin,<br>Morgan Le Fey","response":"<i>Camelot</i>"},{"text":"Nancy,<br>Workhouse Boys,<br>Fagin's Gang","response":"<i>Oliver!</i>"},{"text":"Magaldi,<br>Peron's mistress,<br>People of Argentina","response":"<i>Evita</i>"},{"text":"Rabbi,<br>Fruma-Sarah,<br>Grandma Tzeitel","response":"<i>Fiddler on the Roof</i>"},{"text":"Minnie Fay,<br>Waiters,<br>Horace Vandergelder","response":"<i>Hello, Dolly!</i>"}],"originalDate":"1999-03-23"},{"category":"INTERNATIONAL CUISINE","comments":"","clues":[{"text":"Gazpacho, a soup often flavored with garlic, was created in this country","response":"Spain"},{"text":"Jambonneaux doesn't mean beautiful jam; it's a fancy French word for this animal's knuckles","response":"pig's knuckles"},{"text":"This nutritious tissue found in bones can be made into balls that the Germans call markklosschen","response":"marrow"},{"text":"In India ghee, a semi-fluid butter, is often made from the milk of this animal","response":"water buffalo"},{"text":"Some Canadians cook this reindeer relative whose name is from the Algonquin for \"pawer\"","response":"caribou"}],"originalDate":"1999-03-23"}],[{"category":"IN OTHER WORDS...","comments":"","clues":[{"text":"Simple, like plunging from one felled tree trunk","response":"as easy as falling off a log"},{"text":"Resemble a feline who ingested a yellow bird","response":"look like the cat that swallowed the canary"},{"text":"An ancient alma mater attempt","response":"the old college try"},{"text":"Beam from ear to ear, during an appearance before a clandestine Kodak","response":"\"Smile!  You're on <i>Candid Camera!</i>\""},{"text":"Uncurbed kissers scuttle scows","response":"loose lips sink ships"}],"originalDate":"1999-03-23"},{"category":"DON'T LISTEN TO THEM!","comments":"","clues":[{"text":"Rejecting this band in 1962, Decca Records said, \"We don't like their sound &amp; guitar music is on the way out\"","response":"The Beatles"},{"text":"An 1876 Western Union internal memo said this device has \"many shortcomings\" &amp; \"is inherently of no value to us\"","response":"telephone"},{"text":"\"Who the hell wants to hear actors talk?\" asked one of these Hollywood \"Brothers\" in 1927","response":"the Warner Brothers"},{"text":"In 1929 a Yale economics professor said these \"have reached... a permanently high plateau\"","response":"stocks"},{"text":"In 1899 Charles Duell, the head of this U.S. \"Office\" said, \"Everything that can be invented has been invented\"","response":"the U.S. Patent Office"}],"originalDate":"1999-03-23"},{"category":"U.S. GOVERNORS","comments":"","clues":[{"text":"Now New York's governor, he was once Peekskill's youngest mayor ever","response":"George Pataki"},{"text":"Bob, a member of this best-known Ohio political family, won the governorship in 1998","response":"Taft"},{"text":"Nickname of Joseph Graham Davis Jr., elected California's governor in 1998","response":"Gray"},{"text":"In 1995 this state's voters went bananas for Mike Foster, who succeeded 4-termer Edwin Edwards","response":"Louisiana"},{"text":"In 1997 he quit as Massachusetts governor only to be denied the ambassadorship to Mexico","response":"William Weld"}],"originalDate":"1999-03-23"},{"category":"MUSEUMS","comments":"","clues":[{"text":"A Hall of Fame in Waco tells the story of this law enforcement agency via a 20-minute slide show","response":"Texas Rangers"},{"text":"This Amsterdam museum was first called the Great Royal Museum","response":"the Rijksmuseum"},{"text":"A hut from this admiral's Antarctic expedition is on display at the Navy Museum in Washington, D.C.","response":"Richard Byrd"},{"text":"The Pima Air &amp; Space Museum in Tucson has a replica of this 1903 Wright Brothers airplane","response":"the Flyer"},{"text":"The Museo Stradivariano in this Italian city exhibits the plans &amp; models Stradivarius used for his violins","response":"Cremona"}],"originalDate":"1999-03-23"},{"category":"SPECIAL FORCES","comments":"","clues":[{"text":"The Army initially refused to authorize these hats now synonymous with U.S. Special Forces","response":"Green Berets"},{"text":"\"The Legion is our Fatherland\" is a motto of this specialized overseas corps","response":"the French Foreign Legion"},{"text":"The GSG 9, or Grenzschutz-Gruppe 9, is an elite anti-terrorist unit from this country","response":"Germany"},{"text":"This U.S. Navy Special Force takes its name from its 3 areas of operation","response":"Navy SEALs (Sea, Air & Land)"},{"text":"\"By way of deception, thou shalt do war\" is the motto of this agency that captured Eichmann in Argentina","response":"the Mossad (from Israel)"}],"originalDate":"1999-03-23"},{"category":"THE KING","comments":"","clues":[{"text":"This other musical icon called Elvis \"deplorable\" in the 1950s &amp; \"A tremendous asset to the business\" after his death","response":"Frank Sinatra"},{"text":"The title of this Elvis boxing movie includes the name of a chaste Round Tabler","response":"<i>Kid Galahad</i>"},{"text":"Any way you spell it, this name was Elvis' middle name","response":"Aaron"},{"text":"An illegal Dutch immigrant, this man who was Elvis' manager was once the Tampa, Florida dogcatcher","response":"Colonel Tom Parker"},{"text":"In 1973 viewers all over the world enjoyed Elvis' live TV special broadcast by satellite from this U.S. state","response":"Hawaii"}],"originalDate":"1999-03-23"}],{"category":"NAMES ON THE MAP","text":"Visited by Jacques Cartier in 1534, it was later renamed for Queen Victoria's father, the Duke of Kent","response":"Prince Edward Island"}]}