{"mix":4003,"rounds":[[{"category":"AFTER THE WHITE HOUSE","comments":"","clues":[{"text":"Returning to the Senate in 1875, he served with senators who had voted \"Guilty\" at his impeachment trial","response":"Andrew Johnson"},{"text":"In 1841 he represented the Amistad mutineers before the Supreme Court","response":"John Quincy Adams"},{"text":"He continued to support the political career of protege James \"Young Hickory\" Polk","response":"Andrew Jackson"},{"text":"Although he \"crashed\" in the election of 1932, he later led 2 commissions to reorganize the executive branch","response":"Herbert Hoover"},{"text":"In 1984 Jimmy Carter worked his first building project for this international organization","response":"Habitat for Humanity"}],"originalDate":"1999-03-26"},{"category":"JEFF GOLDBLUM FILMS","comments":"","clues":[{"text":"Jeff was the voice of caution in this 1993 dinosaur blockbuster","response":"<i>Jurassic Park</i>"},{"text":"Jeff was an L.A. party guest who said that he'd forgotten his mantra in this 1977 Woody Allen classic","response":"<i>Annie Hall</i>"},{"text":"Jeff tests himself in a matter transporter machine with not-so-good results in this 1986 horror film","response":"<i>The Fly</i>"},{"text":"Jeff was an executive at a shipping network &amp; Eddie Murphy was a televangelist in this 1998 comedy","response":"<i>Holy Man</i>"},{"text":"Alien Jeff Goldblum finds love with Valley Girl Geena Davis in this wacky 1989 musical","response":"<i>Earth Girls Are Easy</i>"}],"originalDate":"1999-03-26"},{"category":"EPITAPHS","comments":"","clues":[{"text":"\"Author of the Declaration of American Independence...\"","response":"Thomas Jefferson"},{"text":"\"Quoth the raven nevermore\"","response":"Edgar Allan Poe"},{"text":"\"Truth and history.  21 men.  The boy bandit king <span class=\"nobreak\">--</span> he died as he had lived\"","response":"Billy the Kid"},{"text":"\"61/61.  Against all odds\"","response":"Roger Maris"},{"text":"\"Man of 1000 Voices\"","response":"Mel Blanc"}],"originalDate":"1999-03-26"},{"category":"\"DAY\" OR \"NIGHT\"","comments":"","clues":[{"text":"If you're habitually up &amp; active late into the night you're one of these \"bird\"s","response":"a night owl"},{"text":"A trademark for luminous paints &amp; colors like that of my \"Rocket Red\" underwear","response":"DayGlo"},{"text":"One of mine is being chased by a Tyrannosaurus rex, one of yours may be \"on Elm Street\"","response":"a nightmare"},{"text":"The goddess Eos knows it's another word for dawn","response":"daybreak"},{"text":"On his 20th attempt, Dale Earnhardt won this grueling auto race February 15, 1998","response":"the Daytona 500"}],"originalDate":"1999-03-26"},{"category":"PIGS","comments":"","clues":[{"text":"In the classic folktale, this trio faces off against a huffing, puffing wolf","response":"the Three Little Pigs"},{"text":"Use this porcine anguagelay to confuse your iendsfray","response":"Pig Latin"},{"text":"This country is the number one producer &amp; consumer of fresh pork, hopefully not all sweet &amp; sour","response":"China"},{"text":"In the \"Te\" of this character, he asks, \"Supposing a tree fell down, Pooh, when we were underneath it?\"","response":"Piglet"},{"text":"The phrase about \"living\" this way is from a Southern expression for the better off getting the better pork","response":"high on the hog"}],"originalDate":"1999-03-26"},{"category":"FEET","comments":"(Alex: I don't know what that means!)","clues":[{"text":"This common name for the foot's calcaneus bone is also a command to control a dog","response":"heel"},{"text":"Fallen arches in adults can lead to this condition known medically as pes planus","response":"flat feet"},{"text":"Someone held in high regard who shows disappointing weakness is said to have these kind of feet","response":"feet of clay"},{"text":"The bones of these foot parts are called phalanges","response":"toes"},{"text":"From the Latin for \"on foot\", it's a person who travels that way","response":"pedestrian"}],"originalDate":"1999-03-26"}],[{"category":"TOWNS &amp; CITIES","comments":"","clues":[{"text":"This South Dakota capital was first known as Mahto, Sioux for \"bear\"","response":"Pierre"},{"text":"Every October 23 this California city's swallows leave its mission for the winter, but return on March 19","response":"San Juan Capistrano"},{"text":"Founded in 1565, this Florida city served as one of Spain's North American military headquarters","response":"St. Augustine"},{"text":"Located 60 miles west of Albany, it's the burial site of the author of the \"Leatherstocking Tales\"","response":"Cooperstown"},{"text":"Once a large Mormon settlement, this Illinois town is now home to a Labor Day weekend grape festival","response":"Nauvoo"}],"originalDate":"1999-03-26"},{"category":"GRAB BAG","comments":"","clues":[{"text":"This dentist drilled Tom McLowery at the O.K. Corral on October 26, 1881","response":"Doc Holliday"},{"text":"It's the first color mentioned in the song \"America the Beautiful\"","response":"amber"},{"text":"This word for fun little facts comes from the Latin for \"the place where 3 roads meet\"","response":"trivia"},{"text":"It's elementary, if 98 is California &amp; 100 is Enrico Fermi, then 99 is this man","response":"Albert Einstein"},{"text":"This futuristic novel written in the 1940s was originally to be titled \"The Last Man in Europe\"","response":"<i>1984</i>"}],"originalDate":"1999-03-26"},{"category":"ENDS IN \"UM\"","comments":"","clues":[{"text":"The Louvre or Prado, for example","response":"a museum"},{"text":"Term for the minimum number of people required at a meeting to conduct business legally","response":"a quorum"},{"text":"It's where you keep your guppies, gourami &amp; mollies","response":"an aquarium"},{"text":"This lightest metal is often used in the treatment of manic depression","response":"lithium"},{"text":"It's the point or support on which a lever pivots","response":"a fulcrum"}],"originalDate":"1999-03-26"},{"category":"CEDERS","comments":"(Alex: A brief word about \"Ceders\"; it's spelled differently there: this whole category has to do with people who have ceded something; given up something.)","clues":[{"text":"After the First Punic War this island was ceded to Rome in an offer it couldn't refuse","response":"Sicily"},{"text":"Under the Treaty of Utrecht France ceded Acadia in what is now this country to England","response":"Canada"},{"text":"This national park created in 1890 didn't have its spectacular valley until California ceded it in 1906","response":"Yosemite"},{"text":"The Munich Pact ceded the western part of Czechoslovakia, known as this, to Germany","response":"the Sudetenland"},{"text":"Spain ceded this largest of the Marianas to the U.S. in 1898 &amp; sold the rest to Germany in 1899","response":"Guam"}],"originalDate":"1999-03-26"},{"category":"SINAI","comments":"","clues":[{"text":"Before his \"of Arabia\" days, he built a raft in defiance of an Ottoman order &amp; visited the Sinai's Pharaoh's Island","response":"Lawrence"},{"text":"Chapter 19 of this Biblical book says the Hebrews left Egypt &amp; \"The same day came they into the wilderness of Sinai\"","response":"Exodus"},{"text":"Still in the Sinai are these \"inhabitants of the desert\" who wandered in over the last 1,400 years","response":"Bedouins"},{"text":"This metal from the mines of El Maghara helped usher in the Bronze Age in the area","response":"copper"},{"text":"Israel, which occupied the peninsula from 1967 to 1982, withdrew because of these accords","response":"Camp David Accords"}],"originalDate":"1999-03-26"},{"category":"DISNEYLANDS","comments":"","clues":[{"text":"The original Disneyland opened to the public in this decade","response":"the 1950s"},{"text":"This classic ride is based on the 1949 Disney film \"The Adventures of Ichabod &amp; Mr. Toad\"","response":"Mr. Toad's Wild Ride"},{"text":"Though it was inspired by Mad King Ludwig's pad, it's her \"Castle\" you'll see in the Anaheim park","response":"Sleeping Beauty"},{"text":"Aye, matey, this popular ride has received a politically correct makeover","response":"Pirates of the Caribbean"},{"text":"They're the 2 countries where you'll find Disney theme parks outside the U.S.","response":"France & Japan"}],"originalDate":"1999-03-25"}],{"category":"SOUTH AMERICA","text":"Approximately 15% of this country's people are of Javanese descent","response":"Suriname"}]}