{"mix":4005,"rounds":[[{"category":"CROSSWORD CLUES \"G\"","comments":"","clues":[{"text":"Disgruntled Disney dwarf<br>(6)","response":"Grumpy"},{"text":"Thank you, in Tampico<br>(7)","response":"gracias"},{"text":"A source of rumors, or of Riesling<br>(9)","response":"grapevine"},{"text":"You throw it down, or run it<br>(8)","response":"gauntlet"},{"text":"\"Cheesy\" Dutch city<br>(5)","response":"Gouda"}],"originalDate":"1999-03-24"},{"category":"EXPLORERS","comments":"","clues":[{"text":"On July 4, 1803 Thomas Jefferson supplied this pair with a general letter of credit to use on their trip","response":"Lewis & Clark"},{"text":"Speke stopped speaking to Burton after their trip to find the source of this river","response":"the Nile"},{"text":"A book by Thomas James, who searched for the Northwest Passage, inspired this Coleridge poem","response":"<i>The Rime of the Ancient Mariner</i>"},{"text":"Hillary said this man left some offerings to the gods of Chomolungma atop Everest in 1953","response":"Tenzing Norgay"},{"text":"In 1828 Rene Caille reached this remote African city, \"an object of curiosity\" to Europeans","response":"Timbuktu"}],"originalDate":"1999-03-24"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"We'll never tire of telling you its symbol is GR, not B.F.","response":"Goodrich"},{"text":"The annual report of this company, PRD, is as pretty as an instant picture","response":"Polaroid"},{"text":"Add \"YBOY\" to this 3-letter symbol to get the full name of a big media company","response":"PLA"},{"text":"In the mall you may fall into this store, GPS","response":"The Gap"},{"text":"You don't need a Visa to visit this bank's stock symbol, CMB","response":"Chase Manhattan Bank"}],"originalDate":"1999-03-24"},{"category":"\"AD\"JECTIVES","comments":"","clues":[{"text":"It refers to the behavior of teenagers, or of immature adults","response":"Adolescent"},{"text":"Fatty, like some \"tissue\"","response":"adipose"},{"text":"It means \"sufficient or good enough\" &amp; can imply \"but just barely\"","response":"adequate"},{"text":"Unfavorable, like some circumstances, or the last name of Anthony in a 1933 novel","response":"adverse"},{"text":"Latin term for a type of argument based on emotion or on another person's character","response":"<i>ad hominem</i>"}],"originalDate":"1999-03-24"},{"category":"ON PINS &amp; NEEDLES","comments":"","clues":[{"text":"When a girl got \"pinned\" in college, it was one of these pins that she received","response":"fraternity pin"},{"text":"The British call these bulletin board items drawing pins","response":"thumbtacks"},{"text":"You'll need over 360 needles to insert one in every meridian point on your body in this medical art","response":"acupuncture"},{"text":"\"Here's looking at\" the first needles to have these stamped into them, in 1826","response":"eyes"},{"text":"It can hold a wheel on an axle or act as the piece that holds everything together","response":"linchpin"}],"originalDate":"1999-03-19"},{"category":"THE STAR-SPANGLED BANNER","comments":"","clues":[{"text":"The U.S. flag flies 24 hours a day over his Frederick, Maryland grave","response":"Francis Scott Key"},{"text":"It's the only color on the flag that's also mentioned in the song","response":"red"},{"text":"Mary Pickersgill's house in this city is known as \"The Star-Spangled Banner House\"; she made the famous flag","response":"Baltimore"},{"text":"At the 1996 Olympics, it was the first official event at which \"The Star-Spangled Banner\" was played","response":"opening ceremonies"},{"text":"In 1968 he \"Lit a Fire\" under traditionalists with his bluesy version at the World Series","response":"Jose Feliciano"}],"originalDate":"1999-03-19"}],[{"category":"WORDS","comments":"","clues":[{"text":"This device that tests drivers to see if they're sober came into use around 1960","response":"breathalyzer"},{"text":"This word for a white wine &amp; soda drink first appeared in Webster's in 1961","response":"spritzer"},{"text":"Kodak coined this word for its self-loading camera in the early '60s","response":"Instamatic"},{"text":"A clause in a document making a condition or restriction; you may have heard of the Wilmot one","response":"proviso"},{"text":"A harsh expression substituted for a more neutral one is a dysphemism &amp; this is the opposite","response":"euphemism"}],"originalDate":"1999-03-19"},{"category":"CLASSIC CINEMA QUOTES","comments":"","clues":[{"text":"1961:<br>\"Fat man, you shoot a great game of pool\"","response":"<i>The Hustler</i>"},{"text":"1950:<br>\"I am big.  It's the pictures that got small\"","response":"<i>Sunset Boulevard</i>"},{"text":"1981:<br>\"Snakes.  Why did it have to be snakes?\"","response":"<i>Raiders of the Lost Ark</i>"},{"text":"1941:<br>\"I think it would be fun to run a newspaper\"","response":"<i>Citizen Kane</i>"},{"text":"1974:<br>\"She's my sister.  She's my daughter.  My sister.  My daughter... she's my sister and my daughter!\"","response":"<i>Chinatown</i>"}],"originalDate":"1999-03-19"},{"category":"POPCORN","comments":"(Alex: Hey, if you're at the theatre...)","clues":[{"text":"This country produces most of the popcorn consumed in the world","response":"United States"},{"text":"In 1995 some Boy Scouts in Wisconsin produced a Guinness-record 2,377-pound one of these","response":"popcorn ball"},{"text":"In Disneyland vendors sell this man's gourmet popping corn","response":"Orville Redenbacher"},{"text":"Popcorn pops because this inside the kernel expands when heated","response":"moisture"},{"text":"Legend says that in 1621 this chief's brother Quadequina brought popcorn to the first Thanksgiving","response":"Massasoit"}],"originalDate":"1999-03-19"},{"category":"COUNTRY MUSIC STARS","comments":"","clues":[{"text":"His November 18, 1998 \"Double Line\" NBC special was performed live 3 times to accommodate time zone differences","response":"Garth Brooks"},{"text":"She had 8 Top 10 country hits with George Jones, 4 of them after their D-I-V-O-R-C-E","response":"Tammy Wynette"},{"text":"\"There's a Tear in My Beer\" was a 1989 duet hit by this man &amp; his father who had died 36 years earlier","response":"Hank Williams, Jr."},{"text":"In 1995 this bluegrass fiddler was named the CMA's Female Vocalist of the Year","response":"Alison Krauss"},{"text":"Until he was 11 years old, he wasn't aware that Mets pitcher Tug was his father","response":"Tim McGraw"}],"originalDate":"1999-03-19"},{"category":"FROM A TO Y","comments":"(Alex: Each correct response will begin with the letter \"A\" and end with the letter \"Y\".)","clues":[{"text":"Indications you may have one include a rash, sneezing &amp; itching","response":"allergy"},{"text":"Winston Churchill, as First Lord of this from 1911 to 1915, kept things shipshape","response":"Admiralty"},{"text":"A really big birdcage","response":"aviary"},{"text":"Info on the aurora australis &amp; eclipses are included in this section of the World Almanac","response":"astronomy"},{"text":"Bobby Burns noted \"The best laid schemes o' mice and men gang aft\" this","response":"agley"}],"originalDate":"1999-03-19"},{"category":"MORE MYTHOLOGICAL MISTAKES","comments":"","clues":[{"text":"Let us pause to reflect upon this vain youth who was fatally attracted to his own reflection","response":"Narcissus"},{"text":"Oops!  This famous \"Heel\" fell for Penthesilia the Amazon a little too late <span class=\"nobreak\">--</span> he'd already killed her","response":"Achilles"},{"text":"We often wax nostalgic about this young man who flew too close to the sun","response":"Icarus"},{"text":"Jason's new wife Creusa shouldn't have tried on the gown this sorceress sent her: it was poisoned","response":"Medea"},{"text":"The Pierides were turned into magpies after they challenged these \"artsy\" sisters to a singing contest &amp; lost","response":"Muses"}],"originalDate":"1999-03-19"}],{"category":"WORD ORIGINS","text":"This word for a timid person comes from the last name of a character in a 1920s newspaper comic called \"The Timid Soul\"","response":"milquetoast"}]}