{"mix":4008,"rounds":[[{"category":"KNOWN BY THEIR INITIALS","comments":"(Alex: Give me the full name, please!)","clues":[{"text":"Showman <br>Phineas Taylor...","response":"P.T. Barnum"},{"text":"Car racing's<br>Anthony Joseph...","response":"A.J. Foyt"},{"text":"Architect<br>Ieoh Ming...","response":"I.M. Pei"},{"text":"Controversial psychologist<br>Burrhus Frederic...","response":"B.F. Skinner"},{"text":"Presidential Chief of Staff<br>Harry Robbins...","response":"H.R. Haldeman"}],"originalDate":"1999-03-15"},{"category":"BIRD WORDS &amp; PHRASES","comments":"","clues":[{"text":"Be grateful for what you have, because \"A bird in the hand is worth\" this","response":"Two in the bush"},{"text":"A person who deliberately avoids facing facts is said to hide his head in the sand like this bird","response":"Ostrich"},{"text":"The name of this yellow bird may also refer to a shade of yellow or a yellow diamond","response":"Canary"},{"text":"Combine a bird &amp; a bovine to get this kind of absurd, improbable tale often used as an excuse","response":"Cock & bull story"},{"text":"Australian slang for a lookout who warns criminals about police, or the kind of bird Baretta had","response":"Cockatoo"}],"originalDate":"1999-03-15"},{"category":"CURSES!","comments":"","clues":[{"text":"Be careful!  An old proverb warns that \"curses, like\" these animals \"come home to roost\"","response":"chickens"},{"text":"Ripped from a Hindu idol, this 45.5-carat blue diamond has been linked to the demise of many of its owners","response":"Hope Diamond"},{"text":"Snidely Whiplash would often say \"Curses!  Foiled again!\" after being arrested by this animated Canadian Mountie","response":"Dudley Do-Right"},{"text":"Better behave!  In Deuteronomy 28, this Israelite leader rains down shocking curses upon the disobedient","response":"Moses"},{"text":"One of this former Pinkerton detective's first hard-boiled novels was \"The Dain Curse\"","response":"Dashiell Hammett"}],"originalDate":"1999-03-15"},{"category":"BANANAS","comments":"","clues":[{"text":"This company's blue logo shows a woman in a Carmen Miranda-style hat &amp; a flamenco dress","response":"Chiquita"},{"text":"Maurice Chevalier sang a French version of this novelty hit in the 1929 movie \"Innocents of Paris\"","response":"\"Yes!  We Have No Bananas\""},{"text":"This gastropod mollusk is the official mascot of the University of California at Santa Cruz","response":"Banana slug"},{"text":"An Australian kids' show is called \"Bananas in\" these","response":"<i>Pajamas</i>"},{"text":"This dessert was created at Brennan's, a New Orleans restaurant, &amp; named for a customer","response":"Bananas Foster"}],"originalDate":"1999-03-15"},{"category":"EVERYTHING YOU ALWAYS WANTED TO KNOW ABOUT SEX","comments":"","clues":[{"text":"A fertilized egg embeds itself in the wall of this organ, also called the womb","response":"Uterus"},{"text":"These pollen-bearing organs that include the anther are a plant's male flower parts","response":"Stamen"},{"text":"This cell that is produced when a sperm fertilizes an egg measures 0.1 mm in diameter","response":"Zygote"},{"text":"Female sex hormones like estrogen may be called gynogens; male ones like testosterone are these","response":"Androgens"},{"text":"Also called reduction division, this type of nuclear division underlies all sexual reproduction","response":"Meiosis"}],"originalDate":"1999-03-15"},{"category":"MIGHTY APHRODITE","comments":"","clues":[{"text":"Aphrodite was married to Hephaestus, who caught her romancing this Greek god of war","response":"Ares"},{"text":"Aphrodite's name gave us this word for a substance that stokes the flames of love","response":"Aphrodisiac"},{"text":"This Trojan prince awarded Aphrodite a golden apple over Hera &amp; Athena in a beauty contest","response":"Paris"},{"text":"By Anchises, Aphrodite was the mother of this hero, the subject of Virgil's epic","response":"Aeneas"},{"text":"After the Muse Calliope crossed her, Aphrodite caused the death of this musician, Calliope's son","response":"Orpheus"}],"originalDate":"1999-03-15"}],[{"category":"RADIO DAYS","comments":"(Alex: It looks like all of these categories have to do with the same person, but that is not the case!)","clues":[{"text":"This girl's dog Sandy was played on radio by a man named Brad Barker","response":"Little Orphan Annie"},{"text":"Before she fell in love with TV, this redhead starred in radio's \"My Favorite Husband\"","response":"Lucille Ball"},{"text":"No lie: it's the name of Fibber McGee's wife","response":"Molly"},{"text":"The Orson Welles series \"The Lives of Harry Lime\" was based on this 1949 film","response":"<i>The Third Man</i>"},{"text":"Episodes of this aviator's adventure serial began with a clock striking 12","response":"<i>Captain Midnight</i>"}],"originalDate":"1999-03-15"},{"category":"GREAT BRITS","comments":"","clues":[{"text":"In addition to writing operettas with Sir William Gilbert, he also composed the hymn \"Onward, Christian Soldiers\"","response":"Arthur Sullivan"},{"text":"On the first day of its publication in 1859, all 1,250 copies of his \"On the Origin of Species\" sold out","response":"Charles Darwin"},{"text":"The Westminster Reference Library in London occupies the site where this scientist lived from 1710 to 1725","response":"Sir Isaac Newton"},{"text":"At his death in 1902, he left most of his fortune to establish a scholarship program to study at Oxford","response":"Cecil Rhodes"},{"text":"In 1876 this prime minister was created Earl of Beaconsfield by Queen Victoria","response":"Benjamin Disraeli"}],"originalDate":"1999-03-12"},{"category":"A REAL PRINCE","comments":"","clues":[{"text":"Identical-looking boys trade places &amp; a wacky mix-up ensues in this 1881 Twain novel","response":"\"The Prince and the Pauper\""},{"text":"In the \"Continued\" story of this fairy tale character, the Princess tells him, \"Stop sticking your tongue out like that\"","response":"\"The Frog Prince\""},{"text":"Barbra Streisand directed Nick Nolte in the film adaptation of this novel","response":"<i>The Prince of Tides</i>"},{"text":"The song \"Two Princes\" was on this band's \"Pocket Full of Kryptonite\" album","response":"the Spin Doctors"},{"text":"He won a Tony for producing \"The Pajama Game\" &amp; one for directing \"Cabaret\"","response":"Hal Prince"}],"originalDate":"1999-03-12"},{"category":"FAMOUS ALMA MATERS","comments":"","clues":[{"text":"Steve Young<br>(B.S. '83,<br>J.D. '94)","response":"Brigham Young University"},{"text":"James Meredith &<br>Trent Lott","response":"Ole Miss (the University of Mississippi)"},{"text":"Woody Allen<br>(did not graduate)","response":"New York University"},{"text":"Chester W. Nimitz<br>(Class of '05)","response":"U.S. Naval Academy"},{"text":"Stephen Hawking<br>(Ph.D., 1966)","response":"Cambridge"}],"originalDate":"1999-03-12"},{"category":"IF THEY MARRIED...","comments":"(Alex: For example, if country singer Parton married artist Salvador, she'd be Dolly Dali.)","clues":[{"text":"\"Sisters\" actress Kurtz sashays down the aisle with \"Dirty Dancing\" Patrick &amp; becomes...","response":"Swoosie Swayze"},{"text":"If the queen of daytime talk married the \"Seven Spiritual Laws\" author, she'd have this rhyming name","response":"Oprah Chopra"},{"text":"Thurman's \"Dangerous Liaisons\" with \"L'Etranger\" Albert turn to wedded bliss &amp; she is...","response":"Uma Camus"},{"text":"Former TV \"Angel\" Smith ties the knot with House Judiciary Chair Henry &amp; takes on this monstrous name","response":"Jaclyn Hyde"},{"text":"If \"Sister Act\" star Goldberg wed British actor Peter, known for '60s horror films, she'd be...","response":"Whoopi Cushing"}],"originalDate":"1999-03-12"},{"category":"EDs","comments":"","clues":[{"text":"Once he could be heard every weeknight announcing \"Heeeeeeere's Johnny!\"","response":"Ed McMahon"},{"text":"This former New York City mayor had a cameo role in the movie \"The First Wives Club\"","response":"Ed Koch"},{"text":"He's won several Emmys for his \"60 Minutes\" reports, including one for his profile of Lena Horne","response":"Ed Bradley"},{"text":"He's credited with directing some of the worst movies of all time, including \"Plan 9 From Outer Space\"","response":"Ed Wood"},{"text":"His \"87th Precinct\" novels include \"Kiss\", \"Widows\" &amp; \"Lullaby\"","response":"Ed McBain"}],"originalDate":"1999-03-12"}],{"category":"THE CONSTITUTION","text":"The next amendment to the Constitution will have this number","response":"27"}]}