{"mix":4014,"rounds":[[{"category":"SUE SHE","comments":"","clues":[{"text":"Fiery activist Anna Dickinson was put in this type of facility in 1891; she got out &amp; sued","response":"an asylum"},{"text":"After this dancer's image was used in a dance instruction video, his widow Robyn sued","response":"(Fred) Astaire"},{"text":"\"The Bellwomen\" is a book about a landmark 1970s sex discrimination case against this company","response":"AT&T"},{"text":"The website of this attorney says she built her career on \"much more than O.J. Simpson &amp; Amber Frey\"","response":"Gloria Allred"},{"text":"This NYC congresswoman started wearing hats after being overlooked while working for a labor law firm","response":"Bella Abzug"}],"originalDate":"2008-01-30"},{"category":"HIGH \"T\"","comments":"","clues":[{"text":"Formerly an independent country, this region of China is known as the \"Roof of the World\"","response":"Tibet"},{"text":"No trees grow above this \"line\" near the tops of mountains","response":"the timber line"},{"text":"These fashionable head coverers for men may be beaver, opera or silk","response":"top hats"},{"text":"2-word term for an extravagantly &amp; humorously exaggerated story of the backwoods","response":"a tall tale"},{"text":"The jet stream is found in this layer of the atmosphere","response":"the troposphere"}],"originalDate":"2008-01-30"},{"category":"SOUL FEUD","comments":"","clues":[{"text":"Controversy surrounded a 2003 ruling to remove from an Alabama judicial building a monument featuring these","response":"the Ten Commandments"},{"text":"The 30 Years' War began as a struggle between German Protestant princes &amp; this Catholic \"Empire\"","response":"the Holy Roman Empire"},{"text":"Following a dispute over succession, this religion split into 2 main sects in the 7th century","response":"Islam"},{"text":"The heresy of Nestorianism, which held that Jesus was 2 separate persons, began in this Byzantine capital","response":"Constantinople"},{"text":"From the Greek for \"image breaking\", it was opposition to the use of Christian religious images in churches","response":"iconoclasm"}],"originalDate":"2008-01-30"},{"category":"FISH FRY","comments":"","clues":[{"text":"\"Fry\", meaning young, is often applied to this fish, like the sockeye, that returns to spawn where it hatched","response":"salmon"},{"text":"Males guard the fry of the smallmouth type of this, a sport-fishing favorite","response":"bass"},{"text":"The tiger type of this fish can be a foot-&amp;-a-half long at birth, with dark spots &amp; stripes that fade as it ages","response":"a shark"},{"text":"Baby catfish are called sac fry &amp; subsist for 5 days on this, even after they hatch from the egg","response":"the yolk"},{"text":"Geographic name for the spotted green type of pike whose young eat insects before graduating to other fish","response":"a northern pike"}],"originalDate":"2008-01-30"},{"category":"SMORGASBORD","comments":"(Alex: And a little bit of everything in a...)","clues":[{"text":"Total number of moons belonging to the closest 3 planets to the sun","response":"1"},{"text":"6 of these were brought inside the Tower of London in 2006 to guard them against bird flu","response":"the ravens"},{"text":"In 2006, Rep. Dave Reichert marked the anniversary of this 1989 wreck by asking that $4.5 billion finally be paid to Alaskans","response":"the <i>Exxon Valdez</i>"},{"text":"One of the 2 predominantly Catholic countries in Asia","response":"the Philippines (or East Timor)"},{"text":"The logo for this investment corporation based in Denver is the profile of a head with 2 faces","response":"Janus"}],"originalDate":"2008-01-30"},{"category":"POP QUIZ","comments":"","clues":[{"text":"This Elvis tune says, \"Lady Luck please let the dice stay hot\"","response":"\"Viva Las Vegas\""},{"text":"1978's \"Don't Look Back\" was the follow-up to this New England band's hit debut album","response":"Boston"},{"text":"The 1980s band Midnight Oil hailed from this country","response":"Australia"},{"text":"This \"diminutive\" musician has had Top 40 hits about girls named Lucille, Sally, Molly &amp; Jenny","response":"Little Richard"},{"text":"The Troggs had their biggest chart success with this proto-punk anthem in 1966","response":"\"Wild Thing\""}],"originalDate":"2008-01-30"}],[{"category":"WRITERS AT REST","comments":"","clues":[{"text":"Her headstone at West Cemetery in Amherst says she was \"BORN<br>DEC. 10, 1830<br>CALLED BACK<br>MAY 15, 1886\"","response":"Emily Dickinson"},{"text":"His grave is marked<br>\"REV. CHARLES LUTWIDGE DODGSON.<br>FELL ASLEEP JAN. 14, 1898.<br>AGED 65 YEARS\"","response":"Lewis Carroll"},{"text":"Buried at the Sleepy Hollow Cemetery in Concord, Mass., she died 2 days after her father, Bronson","response":"Louisa May Alcott"},{"text":"This author of \"Metamorphosis\" rests at a Jewish cemetery in Prague beneath a tombstone inscribed in Hebrew","response":"(Franz) Kafka"},{"text":"A little detective work in a Hampshire churchyard &amp; you'll find the grave of this \"PATRIOT, PHYSICIAN &amp; MAN OF LETTERS\"","response":"Sir Arthur Conan Doyle"}],"originalDate":"2008-01-30"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"In business:<br>Dun &amp; ____","response":"Bradstreet"},{"text":"In the world of classic TV game shows:<br>____ &amp; Todman","response":"Goodson"},{"text":"On the ice rink:<br>____ &amp; Dean","response":"Torvill"},{"text":"In medieval legend:<br>Tristan &amp; ____","response":"Isolde"},{"text":"In literature &amp; on British TV:<br>Jeeves &amp; ____","response":"Wooster"}],"originalDate":"2008-01-30"},{"category":"HITHER &amp; YON","comments":"","clues":[{"text":"The highest point in Tonga is 3,400-foot Mount Kao, a dormant one of these that formed Kao Island","response":"volcano"},{"text":"This small Asian island nation near Malaysia has one of the world's lowest infant mortality rates","response":"Singapore"},{"text":"Second-longest on the continent, it's the only African river that carries more water than the Nile","response":"the Congo"},{"text":"The Narayanhiti Palace in this Asian Kingdom was the site of a tragic family massacre in 2001","response":"Nepal"},{"text":"The island territory of Aruba is a dependency of this European nation","response":"the Netherlands"}],"originalDate":"2008-01-30"},{"category":"THE \"M.E.\"s","comments":"","clues":[{"text":"A coroner doesn't have to be a physician, unlike the person in this forensic job","response":"a medical examiner"},{"text":"Microsoft released this version of Windows in 2000","response":"Windows Millennium Edition"},{"text":"It's an activity carefully orchestrated to attract the attention of the news","response":"a media event"},{"text":"It's the supposed site of visual recollection","response":"mind's eye"},{"text":"Type of situation in which one occurrence precludes another","response":"mutually exclusive"}],"originalDate":"2008-01-30"},{"category":"SPANNING THE GLOBE","comments":"","clues":[{"text":"Haiphong, Cam Ranh &amp; Dong Hoi are all important cities in this country","response":"Vietnam"},{"text":"At an altitude of 12,000 feet, this Bolivian city is the highest national capital","response":"La Paz"},{"text":"Made from fermented cabbage, radishes, red peppers &amp; spices, kimchi is the national dish of this land","response":"Korea"},{"text":"The Venus Beach Hotel is at Paphos on this Mediterranean isle where Venus is said to have come out of the sea","response":"Cyprus"},{"text":"This most populous African country's main ethnic groups are the Hausa, Fulani, Igbo &amp; Yoruba","response":"Nigeria"}],"originalDate":"2008-01-28"},{"category":"NO. 1 ALBUMS","comments":"","clues":[{"text":"For one week in 1971, he could \"Imagine\" himself at the top of the charts","response":"John Lennon"},{"text":"In 1975 he was \"Still Crazy After All These Years\"","response":"Paul Simon"},{"text":"In 1987 \"The Joshua Tree\" planted itself at No. 1 for this group","response":"U2"},{"text":"1986 not only gave us Mr. Mister's \"Welcome to the Real World\" but this hard rockin' group's \"5150\"","response":"Van Halen"},{"text":"In 1985 this ex-CCR guy was playing \"Centerfield\"","response":"John Fogerty"}],"originalDate":"2008-01-28"}],{"category":"U.S. HISTORY","text":"Messrs. Gusenberg, Gusenberg, May, Weinshank, Clark, Heyer &amp; Schwimmer famously died on this day in 1929","response":"February 14 (or Valentine's Day)"}]}