{"mix":4030,"rounds":[[{"category":"STATE THE GOVERNOR","comments":"","clues":[{"text":"In 2007 Charlie Crist took over for Jeb Bush in this state","response":"Florida"},{"text":"\"Money doesn't make you happy. I now have $50 mil. But I was just as happy when I had $48 mil.\", said the Gov. of this state","response":"California"},{"text":"On August 26, 2005 this state's Kathleen Blanco declared a state of emergency","response":"Louisiana"},{"text":"In 2007 this state's Jon Corzine broke several bones in a car crash<span class=\"nobreak\">--</span>he wasn't buckled in","response":"New Jersey"},{"text":"In 2006 Deval Patrick was elected this state's first African-American governor","response":"Massachusetts"}],"originalDate":"2008-01-11"},{"category":"\"POP\" CULTURE","comments":"","clues":[{"text":"5,000-year-old remnants of this snack have been found in a cave in the Southwest","response":"popcorn"},{"text":"Easy infield out in a baseball game","response":"a pop fly"},{"text":"A cottonwood or an aspen","response":"a poplar"},{"text":"The Brits call it an ice lolly; we call it this","response":"a popsicle"},{"text":"An antiestablishment politician who speaks directly to the people. or an 1890s U.S. political  party","response":"Populist"}],"originalDate":"2008-01-11"},{"category":"AT THE BAKERY","comments":"","clues":[{"text":"Spudnuts are donuts made with this type of flour","response":"potato flour"},{"text":"Brioche is a popular French bread that's made with yeast, butter &amp; especially these, not usually found in bread","response":"eggs"},{"text":"Usually this \"Italian\" term is used for dishes that have spinach; at the bakery, it's an almond cookie with chocolate","response":"Florentine"},{"text":"These British treats are poured into special \"rings\" before being baked &amp; then toasted &amp; served with tea","response":"crumpets"},{"text":"As a verb, this means to squander or waste; in the bakery, it's a deep-fried cake","response":"fritter"}],"originalDate":"2008-01-11"},{"category":"CRESCENT CITY ROLES","comments":"","clues":[{"text":"In \"The Buccaneer\", Yul Brynner played this pirate who aided Andrew Jackson in the Battle of New Orleans","response":"Lafitte"},{"text":"In a 1953 comedy, Abbott &amp; Costello try to go to this planet but end up at Mardi Gras instead","response":"Mars"},{"text":"Critic Michael Kleinschrodt said of Dennis Quaid in this movie, \"...the very worst example of a New Orleans accent\"","response":"<I>The Big Easy</I>"},{"text":"In this movie, Bette Davis plays a southern belle who loses Henry Fonda when she wears a red dress to a ball","response":"Jezebel"},{"text":"One of the great poker movies of all time is this New Orleans-set period piece with Steve McQueen in the title role","response":"<i>The Cincinnati Kid</i>"}],"originalDate":"2008-01-11"},{"category":"BEAR CLAUSE","comments":"","clues":[{"text":"This literary bear started life as a real teddy bear bought as a toy for Christopher Milne","response":"Winnie the Pooh"},{"text":"Created by Walt Morey, this \"docile\" bear lives in the Alaskan wilderness","response":"Gentle Ben"},{"text":"This bear got his name from the London train station where he was first found after arriving from Peru","response":"Paddington"},{"text":"His story \"The Bear\" recounts an annual hunting expedition in Yoknapatawpha County, Mississippi","response":"William Faulkner"},{"text":"On this doctor's island, you'll find a bear-bull &amp; an old woman made of vixen &amp; bear","response":"Dr. Moreau"}],"originalDate":"2008-01-11"},{"category":"DANISH","comments":"","clues":[{"text":"A ship museum in Roskilde is named for the scary medieval Scandinavians","response":"Viking"},{"text":"This Danish company has made its bricks the same way since 1958, &amp; one from that year will fit one made today","response":"Lego"},{"text":"The skyline of the California Danish village of Solvang has several of these quaint power-producing devices","response":"windmills"},{"text":"The Danish town of Tonger has a library &amp; school for this language; it's only 4 miles north of the border","response":"German"},{"text":"Like Dover, England, Mons Klint is worth a visit for this spectacular feature","response":"the white cliffs"}],"originalDate":"2008-01-11"}],[{"category":"TARTS","comments":"","clues":[{"text":"Herod liked her dancing so much he granted her a \"heady\" prize","response":"Salome"},{"text":"The prophet Hosea married a Harlot named this; her last name probably wasn't Pyle","response":"Gomer"},{"text":"Dolores Haze, all in my brain, is the real name of this title Nabokov girl; 'scuse her while she kisses that guy!","response":"Lolita"},{"text":"According to legend, the first ever \"peeping Tom\" was looking at this wife of Leofric, Earl of Mercia","response":"Lady Godiva"},{"text":"This stripper famously hitched her star to Louisiana Gov. Earl Long in the late 1950s","response":"Blaze Starr"}],"originalDate":"2008-01-11"},{"category":"HOT CROSS PUNS","comments":"","clues":[{"text":"It's what happened to the people on the dark purplish-red boats when they crashed near a deserted island","response":"They were marooned"},{"text":"It's why it's tough to locate clarinetist Benny or Roseanne's co-star John","response":"A Goodman [good man] is hard to find"},{"text":"For the groom, a shotgun wedding is literally a case of this \"or death\"","response":"wife"},{"text":"Much like front-page news, corduroy pillows are making these","response":"headlines"},{"text":"It's what the pessimist's blood type was","response":"O-negative (A-negative, B-negative, AB-negative also acceptable)"}],"originalDate":"2008-01-11"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Melbourne is in the Australian state named for this woman, a friend of Viscount Melbourne","response":"Queen Victoria"},{"text":"Paulistas live in a large city in this large South American country","response":"Brazil"},{"text":"You can enter this European city via the Puerta de Bisagra &amp; its U.S. namesake via Exit 64 on the Ohio Turnpike","response":"Toledo"},{"text":"It's Africa's highest mount that shares its name with a country","response":"Kenya"},{"text":"This Chinese canal begins at Beijing &amp; ends 1,100 miles later at the port of Hangzhou","response":"the Grand Canal"}],"originalDate":"2008-01-10"},{"category":"NBA RETIRED JERSEYS","comments":"","clues":[{"text":"Los Angeles Lakers No. 32","response":"Magic Johnson"},{"text":"Philadelphia 76ers No. 6","response":"Julius Erving"},{"text":"Boston Celtics No. 33","response":"Larry Bird"},{"text":"New York Knicks No. 33","response":"Patrick Ewing"},{"text":"Indiana Pacers No. 31","response":"Reggie Miller"}],"originalDate":"2008-01-10"},{"category":"BOARD GAME HISTORY","comments":"","clues":[{"text":"In the 1950s Parker Brothers took a French game called \"Conquest of the World\" &amp; turned it into this","response":"Risk"},{"text":"While out of work, Alfred Butts created this word game by mixing anagrams with crossword puzzles","response":"Scrabble"},{"text":"Invented by a wealthy couple while aboard their large boat, this game sounds like a type of boat","response":"Yahtzee"},{"text":"Charles Darrow created this game in the Depression while dreaming of fame, fortune &amp; his summers at the Jersey shore","response":"Monopoly"},{"text":"Imported from India, this game had you climbing to God by landing on a virtue, but a serpent ate you on a vice","response":"Snakes & Ladders"}],"originalDate":"2008-01-10"},{"category":"\"L\"ITERATURE","comments":"","clues":[{"text":"The ban on this D.H. Lawrence book was lifted in 1959 in the U.S.","response":"<i>Lady Chatterley's Lover</i>"},{"text":"Federico Garcia Lorca wrote a famous one of these \"For The Death Of A Bullfighter\"","response":"lament"},{"text":"Whitman's \"When Lilacs Last In The Dooryard Bloom'd\" was an elegy to him","response":"Abraham Lincoln"},{"text":"Polonius tells this character, \"This above all: to thine own self be true\"","response":"Laertes"},{"text":"This woman was the subject of Petrarch's \"Canzoniere\"","response":"Laura"}],"originalDate":"2008-01-10"}],{"category":"FOOD &amp; DRINK","text":"The corporate website for this product says it leaves its container at .028 miles per hour","response":"Heinz ketchup"}]}