{"mix":4034,"rounds":[[{"category":"AM I HUNGRY ENOUGH TO EAT THAT?","comments":"","clues":[{"text":"In Finland's Vorschmack, beef &amp; this meat are baked, then ground with herring (pass the mint jelly)","response":"lamb"},{"text":"This fermented legume product is the most versatile &amp; important vegetarian ingredient in Chinese cuisine","response":"tofu"},{"text":"Some of the toughest meat, this cut from the leg may be fore or hind","response":"the shank"},{"text":"This edible Christmas item sounds a lot more appetizing when called by its Italian name, panettone","response":"a fruitcake"},{"text":"Hawaiians have made a staple out of this chopped fish dish made with seaweed &amp; kukui relish","response":"poke"}],"originalDate":"2008-01-04"},{"category":"THE VATICAN ONLINE","comments":"","clues":[{"text":"The bios of these on the site begin with Crispin of Viterbo, the first one created by John Paul II","response":"saints"},{"text":"You'll learn that you may not use cell phones or felt-tip pens when researching in the Secret these","response":"Archives"},{"text":"There's a list of the 4 papal these churches, which in addition to St. Peter's include St. John Lateran","response":"basilicas"},{"text":"A quote from Erasmus about a \"Bibliothecam\" is logically found on this institution's home page","response":"the Vatican Library"},{"text":"Clicking on this alliterative link, you find out how the faithful can make their offerings via cash or credit card","response":"Peter's Pence"}],"originalDate":"2008-01-04"},{"category":"EYE ON AFRICA","comments":"","clues":[{"text":"If Bogie were still Running Rick's Cafe Americain like he did on film, he'd be living in this country","response":"Morocco"},{"text":"On landing in Accra, the very first Peace Corps volunteers sang this country's national anthem on the tarmac","response":"Ghana"},{"text":"This nation has the dubious distinction as the birthplace of the Internet e-mail scams known as 419 Fraud","response":"Nigeria"},{"text":"In the first Allied victory of World War I, Togo was captured from this European country","response":"Germany"},{"text":"The Drakensberg Mountains form part of South Africa's border with this small landlocked country","response":"Lesotho"}],"originalDate":"2008-01-02"},{"category":"THE STAMP ACT","comments":"","clues":[{"text":"Introduced in 2007, the Forever Stamp \"rings in\" the 41-cent rate, depicting this American icon","response":"the Liberty Bell"},{"text":"The EID Stamp, featuring Arabic calligraphy, celebrates festivals of this religion","response":"Islam"},{"text":"The Crops of the Americas stamps included corn &amp; this state flower of Kansas","response":"the sunflower"},{"text":"A triangular stamp honoring the 400th anniversary of its settlement depicts the Discovery, the Godspeed &amp; the Susan Constant","response":"Jamestown"},{"text":"A 1-cent stamp that's part of the American design series shows a lamp named for this designer","response":"(Louis Comfort) Tiffany"}],"originalDate":"2008-01-02"},{"category":"AN \"A\" IN AMERICAN HISTORY","comments":"","clues":[{"text":"On March 6, 1836 Jim Bowie, weak as a kitten from illness, was killed by Mexican troops while lying in his cot there","response":"the Alamo"},{"text":"This 3-word Virginia village, site of a surrender, was made a National Historic Park in 1954","response":"Appomattox Court House"},{"text":"On New Year's Day 1801, she opened the executive mansion to visitors for the first time","response":"Abigail Adams"},{"text":"In 1942 Japanese forces captured Attu in this Alaskan island group &amp; relocated its inhabitants","response":"the Aleutians"},{"text":"Secretary of State under Truman, he negotiated the treaty that led to the formation of NATO in 1949","response":"(Dean) Acheson"}],"originalDate":"2008-01-02"},{"category":"IT'S ON THE TIP OF MY TONGUE","comments":"","clues":[{"text":"You know, this place...  London's West End...  775 rooms, 4 main wings, a 40-acre garden... Ah, geez...","response":"Buckingham Palace"},{"text":"Singing this way...  Like Tyrolean mountaineers...  Going from ordinary voice to falsetto &amp; back...  It's right there...","response":"yodeling"},{"text":"It's a weather term...  Perhaps from a word for \"long grass on damp ground\", it describes a daze...  I'm in one now...","response":"fog"},{"text":"Oh yeah, this car company...  It makes the Explorer &amp; the Excursion...  I can't believe I'm blanking here...","response":"Ford"},{"text":"Oh man, this guy...  Was director of scientific studies at the Ecole Normale in 1857...  Him\"-ization\"...  Help me out here!","response":"(Louis) Pasteur"}],"originalDate":"2008-01-02"}],[{"category":"RHYME STOPPER","comments":"(Alex: Each correct response will rhyme with the word \"stopper\".)","clues":[{"text":"A big lie, or a Burger King favorite","response":"a whopper"},{"text":"Mayor James Harper equipped the NYC police with their first uniforms, with buttons made of this","response":"copper"},{"text":"A helicopter or a motorcycle","response":"a chopper"},{"text":"He rode on the same last flight as Ritchie Valens &amp; Buddy Holly","response":"the Big Bopper"},{"text":"The cone-headed type of this is related to the katydid","response":"a grasshopper"}],"originalDate":"2008-01-02"},{"category":"LET'S GET SAUCED","comments":"","clues":[{"text":"You can tell from the name that a vin blanc sauce has this specific type of potent potable in it","response":"white wine"},{"text":"Chasseur sauce, aka this style sauce, gets its name because it was originally meant for badly shot game","response":"hunter sauce"},{"text":"Go \"Dutch\" &amp; tell me the name of this butter, egg yolk, &amp; lemon juice sauce","response":"hollandaise"},{"text":"\"The butter of Provence\", this sauce gets its name from the French for garlic, \"ail\"","response":"aioli"},{"text":"Gherkins &amp; anchovies go in this chilled, flavored mayonnaise that's big in Cajun shrimp dishes","response":"remoulade"}],"originalDate":"2008-01-02"},{"category":"DEATH OF AN AUTHOR","comments":"","clues":[{"text":"She died on July 18, 1817 after dealing with some pride &amp; prejudice in her day","response":"Jane Austen"},{"text":"On Sept. 28, 1891 he died in New York City after a whale of a life","response":"(Herman) Melville"},{"text":"No amount of electricity could reanimate her on Feb. 1, 1851","response":"(Mary) Shelley"},{"text":"After Oct. 19, 1745 he would make no more modest proposals","response":"(Jonathan) Swift"},{"text":"It was this author, not the wallpaper, who went on Nov. 30, 1900","response":"(Oscar) Wilde"}],"originalDate":"2008-01-02"},{"category":"\"Z\" END","comments":"(Alex: Each correct response will <i>end</i> with that letter of the alphabet.)","clues":[{"text":"It was first dispensed as a peppermint candy in Vienna","response":"Pez"},{"text":"The name of this, a thin pancake filled with cheese or fruit, is from the Yiddish","response":"a blintz"},{"text":"A schmancy hotel gives us this word for a fancy display that you might \"put on\"","response":"the Ritz"},{"text":"Adjective meaning artificial or synthetic","response":"ersatz"},{"text":"This unit of frequency is equal to one cycle per second","response":"hertz"}],"originalDate":"2008-01-02"},{"category":"EGYPT","comments":"","clues":[{"text":"This glamour girl reigned in Egypt from 51 to 31 B.C.","response":"Cleopatra"},{"text":"After the Sack of Baghdad in 1258 by the Mongols, a new line of Abbasid caliphs was formed in this Egyptian city","response":"Cairo"},{"text":"In 1979 Egypt became the first Arab country to make peace with Israel as this leader went to Camp David","response":"Anwar Sadat"},{"text":"Built in the 3rd century B.C. by Ptolemy I, it contained over 500,000 manuscripts","response":"the Library at Alexandria"},{"text":"In 1952 a group of army officers overthrew King Farouk &amp; by 1954 this man had taken over the Egyptian govt.","response":"Nasser"}],"originalDate":"2008-01-01"},{"category":"U.S. MILITARY BRANCHES","comments":"","clues":[{"text":"Norman Schwarzkopf &amp; Teddy Roosevelt were officers in this branch","response":"the Army"},{"text":"The Blue Angels are a part of it","response":"the Navy"},{"text":"Became its own branch under the National Security Act of 1947","response":"the Air Force"},{"text":"In 1805 they crossed 600 miles of desert to raise the American flag over a foreign fort","response":"the Marines"},{"text":"About 1 out of every 5 members is an officer","response":"the Air Force (Coast Guard accepted)"}],"originalDate":"2008-01-01"}],{"category":"20th CENTURY NOVEL QUOTES","text":"\"It was one of those pictures... so contrived that the eyes follow you... beneath\" the picture was this 5-word quote","response":"Big Brother is watching you"}]}