{"mix":4043,"rounds":[[{"category":"FICTIONAL BOOKS","comments":"","clues":[{"text":"This character on \"Seinfeld\" thought of \"a coffee table book about coffee tables\" that turned into a coffee table","response":"Kramer"},{"text":"On this show, \"The Itchy &amp; Scratchy Movie\" was novelized by Norman Mailer","response":"<i>The Simpsons</i>"},{"text":"A man is searching for the novel \"Knickerless Nickleby\" in the bookstore skit on this British Show","response":"<i>Monty Python</i>(<i>'s Flying Circus</i>)"},{"text":"This doctor from the original \"Star Trek\" series wrote \"Comparative Alien Physiology\"","response":"McCoy"},{"text":"Jose Chung speaks to FBI agents before writing \"From Outer Space\" about an alien abduction on this show","response":"<i>The X-Files</i>"}],"originalDate":"2007-12-26"},{"category":"WHAT'S YOUR BEEF?","comments":"","clues":[{"text":"Beef chili is also called \"chili con\" this, Spanish for \"meat\"","response":"carne"},{"text":"\"Joy of Cooking\" gives a recipe for this beef dish but cautions that eating raw meat can be hazardous to your health","response":"steak tartare"},{"text":"Corned beef is cured in brine; this other deli meat is seasoned brisket that's been cured, smoked &amp; cooked","response":"pastrami"},{"text":"Part of the name of this expensive boneless cut means \"dainty\" in French","response":"filet mignon"},{"text":"It's the French name for boeuf braised in red wine, usually garnished with mushrooms &amp; white onions","response":"<i>bœuf bourguignon</i>"}],"originalDate":"2007-12-26"},{"category":"GAMES PEOPLE PLAY","comments":"","clues":[{"text":"You don't have to buy a vowel, but you do begin this word game by drawing a gallows","response":"hangman"},{"text":"In 2007 he became the first man since Bill Tilden to win the U.S. Open 4 years in a row","response":"(Roger) Federer"},{"text":"The first important U.S. tournament in this board game took place in New York City in 1857","response":"chess"},{"text":"Jordan &amp; Bird hit \"nothing but net\" playing this shot-for-shot basketball game in 1990s TV ads for McDonald's","response":"HORSE"},{"text":"From before 3000 B.C., the game Senet of these people used a board &amp; pieces to depict an afterlife journey","response":"the Egyptians"}],"originalDate":"2007-12-26"},{"category":"INVENTORS &amp; INVENTIONS","comments":"","clues":[{"text":"In the 1920s, Frank Whittle, who grew up making model airplanes, designed the first working engine of this type","response":"a jet engine"},{"text":"Alexander Wood &amp; Charles Pravaz are credited with developing this device in 1853 first used to inject morphine","response":"a (hypodermic) syringe"},{"text":"After Carrier came up with this in 1902, my 20 babes waving palm fronds idea went out the window","response":"air conditioning"},{"text":"After steamboat success, he was urged to work on submarine-launched torpedoes by Pres. Jefferson","response":"Robert Fulton"},{"text":"In 1868, 9 years after developing the railway sleeping car, he introduced the first railway car for dining","response":"Pullman"}],"originalDate":"2007-12-26"},{"category":"WOMEN OF ACHIEVEMENT","comments":"","clues":[{"text":"Around 46 B.C, Julius Caesar offended his countrymen by dedicating a statue to her","response":"Cleopatra"},{"text":"As an example to her Russian subjects, she &amp; her son Paul had themselves inoculated against smallpox in 1768","response":"Catherine (the Great)"},{"text":"In 1616 she &amp; her husband John Rolfe traveled to England to help raise funds for the Virginia colonists","response":"Pocahontas"},{"text":"In November 1988 she was elected Prime Minister of Pakistan, becoming the first woman to head a modern Islamic nation","response":"(Benazir) Bhutto"},{"text":"To further the ambitions of her brother, her father, Pope Alexander VI, arranged several marriages for her","response":"Lucrezia Borgia"}],"originalDate":"2007-12-26"},{"category":"OSCARS WILD","comments":"","clues":[{"text":"We liked her, we really liked her when this actress won for \"Places in the Heart\" in 1985","response":"Sally Field"},{"text":"In 1992, proving he could keep up with the younger crowd, he did one-armed pushups accepting his \"City Slickers\" Oscar","response":"Jack Palance"},{"text":"He's the \"SNL\" guy (&amp; you're not) who opened the 1988 show with, \"Good evening Hollywood phonies\"; he never hosted again","response":"Chevy Chase"},{"text":"Disney sued the Academy for \"unflattering\" use of this character after a 1989 duet with her &amp; Rob Lowe","response":"Snow White"},{"text":"This \"American Beauty\" nominee nearly had a pregnant pause at the 2000 show; she was due with her 4th at any moment","response":"Annette Bening"}],"originalDate":"2007-12-26"}],[{"category":"ART","comments":"","clues":[{"text":"Georges Rouault liked to include some tragic ones of these in his works; Red Skelton specialized in them","response":"clowns"},{"text":"A Gerrit Dou work is sometimes known as \"The Mother of\" this painter with whom Dou studied in 17th century Leiden","response":"Rembrandt"},{"text":"19th c. painter Thomas Cole lived in Catskill, N.Y. on this river, whose \"School\" he helped found","response":"the Hudson River"},{"text":"A note formerly on the back of \"Figure de fantasie\" by this Rococo painter says it was done in one hour","response":"Fragonard"},{"text":"This Venetian, said his pupil Palma Giovane, \"used his fingers more than his brush\" to finish his lush works","response":"Titian"}],"originalDate":"2007-12-26"},{"category":"THEATRE AROUND THE WORLD","comments":"","clues":[{"text":"The musical \"Les Mis\" didn't debut on Broadway but in this city, its setting","response":"Paris"},{"text":"He directed a landmark Chinese production of his play \"Death of a Salesman\" at the People's Art Theatre in Beijing","response":"Arthur Miller"},{"text":"A Dutch TV reality show picked the muscular \"swinger\" for the European run of this Disney musical","response":"<i>Tarzan</i>"},{"text":"There's a \"method\" behind his founding of the Moscow Art Theatre with Nemirovich-Danchenko","response":"(Constantin) Stanislavski"},{"text":"If you get to put \"RSC\" on your resume, you were part of this British troupe","response":"the Royal Shakespeare Company"}],"originalDate":"2007-12-26"},{"category":"ON BROADWAY","comments":"","clues":[{"text":"2 snuggly, cute characters in \"Avenue Q\" aren't called the \"Bad News\" these but the \"Bad Idea\" these","response":"Bears"},{"text":"Many of this Jonathan Larson musical's famous fans have gone backstage to add their names to a long graffiti wall","response":"<i>Rent</i>"},{"text":"In 2007 Fantasia of \"American Idol\" took over the role of Celie in the musical based on this Alice Walker novel","response":"<i>The Color Purple</i>"},{"text":"\"Spring Awakening\" is an alt-rock musical based on an 1891 play that Frank Wedekind originally wrote in this language","response":"German"},{"text":"Huey Lewis, Harry Hamlin &amp; George Hamilton have all been tapped to play tap-dancing lawyer Billy Flynn in this musical","response":"<i>Chicago</i>"}],"originalDate":"2007-12-28"},{"category":"MULTIPLE CHOICE","comments":"","clues":[{"text":"Of Constellation, Consternation or Constitution, the one that has never been the name of a U.S. Navy ship","response":"Consternation"},{"text":"Of a bird, a nerd or an herb, it's what a larkspur is","response":"an herb"},{"text":"Of France, Italy or Russia, the one whose national anthem begins, \"Arise children of the fatherland\"","response":"France"},{"text":"Of Gunga Din, Paladin or Aladdin, the one who was a nobleman in Charlemagne's court","response":"Paladin"},{"text":"Of the U.S., Tonga or Canada, the one that never signed the Comprehensive Nuclear Test Ban Treaty","response":"Tonga"}],"originalDate":"2007-12-28"},{"category":"WHAT A REVOLTIN' DEVELOPMENT!","comments":"","clues":[{"text":"In 1921 coal miners in this \"Mountain State\" took up arms &amp; tried to force unionization in its southwest part","response":"West Virginia"},{"text":"In 1831 this Messianic preacher led a slave revolt that cut a bloody swath across Virginia","response":"Nat Turner"},{"text":"In the 1790s Toussaint L'Ouverture led a slave revolt that led to this Caribbean nation's independence","response":"Haiti"},{"text":"This 1794 insurrection in Western Penn. was caused by farmers who refused to pay the taxes on their corn liquor","response":"the Whiskey Rebellion"},{"text":"In 1839 this Italian soldier joined the failed revolt in southern Brazil in what was called the \"War of Tatters\"","response":"Garibaldi"}],"originalDate":"2007-12-28"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"In 1904 C.H. Lang of Chicago opened the first dealership devoted to this Milwaukee-based motorcycle co.","response":"Harley-Davidson"},{"text":"The Baltimore clippers of the late 18th &amp; early 19th centuries were first built at shipyards on this bay","response":"Chesapeake Bay"},{"text":"7-letter term for a place to plunk down your whirlybird, as on the top of an office building","response":"a helipad"},{"text":"In 1956, using a lawn-mower engine &amp; metal tubing, Art Ingels built the first one of these","response":"a go-kart"},{"text":"296 feet long to climb 189 feet, the USA's shortest &amp; steepest of these still operates in Dubuque","response":"a funicular"}],"originalDate":"2007-12-28"}],{"category":"OTHER POLITICAL PARTIES","text":"In 1908 this animal appropriately became the mascot of the Prohibition Party","response":"the camel"}]}