{"mix":4050,"rounds":[[{"category":"NOT TO BE CONFUSED","comments":"","clues":[{"text":"A pinata is a party decoration; a pina colada is a party cocktail made with coconut, pineapple &amp; this liquor","response":"rum"},{"text":"The scapula is your shoulder blade; this is a small knife with a sharp blade used in surgery","response":"a scalpel"},{"text":"The Yangtze is a river; Yahtzee is a game played with this many dice","response":"5"},{"text":"Corundum is a mineral; this is a punny riddle or just something confusing","response":"a conundrum"},{"text":"Oprah... well, everybody knows Oprah, but opah is a large, brightly colored one of these","response":"a fish"}],"originalDate":"2007-12-21"},{"category":"LIVRES EN FRANÇAIS","comments":"","clues":[{"text":"1992:<br>\"Les hommes viennent de Mars, les femmes viennent de Venus\"","response":"<i>Men Are from Mars, Women Are from Venus</i>"},{"text":"1976:<br>\"Entretien avec un vampire\"","response":"<i>Interview with the Vampire</i> (<i>Interview with a Vampire</i> accepted)"},{"text":"1966:<br>\"La vallee des poupees\"","response":"<i>The Valley of the Dolls</i>"},{"text":"1996:<br>\"Les cendres d'Angela\"","response":"<i>Angela's Ashes</i>"},{"text":"1956:<br>\"Les diamants sont eternels\"","response":"<i>Diamonds Are Forever</i>"}],"originalDate":"2007-12-21"},{"category":"LAST NAME'S THE SAME","comments":"(Alex: But we're gonna need the first names also.)","clues":[{"text":"\"Old Hickory\" &amp; the \"American Idol\" judge on the left","response":"Andrew & Randy Jackson"},{"text":"President who fought in the Mexican War &amp; Alan Alda character who served in Korea","response":"Franklin & Benjamin Franklin Pierce"},{"text":"\"Father of the Constitution\" &amp; Adam Sandler flick where he goes back to school","response":"James & Billy Madison"},{"text":"First 2-full term Democratic president since FDR &amp; the mastermind of Parliament/Funkadelic","response":"Bill & George Clinton"},{"text":"The 29th president &amp; a figure skater from Oregon, both of whom were tainted by scandal","response":"Warren & Tonya Harding"}],"originalDate":"2007-12-21"},{"category":"WELCOME \"BACK\"","comments":"","clues":[{"text":"In car-speak, it's a loud, premature explosion in the intake manifold","response":"a backfire"},{"text":"\"Just when you thought it was safe\" to do this began as ad copy for \"Jaws 2\"","response":"go back in the water"},{"text":"It describes the final half of a golf course","response":"the back 9"},{"text":"Anatomical term for strength of character; c'mon, get some!","response":"backbone"},{"text":"An explosive surge in a fire produced by the sudden inrush of oxygen mixing with superheated gases","response":"backdraft"}],"originalDate":"2007-12-21"},{"category":"THE 1000s","comments":"","clues":[{"text":"Around 1004 the Saracens just sacked this Italian city; they didn't put a \"lean\" on it","response":"Pisa"},{"text":"With the capture of Messina in 1061, the Normans began their conquest of this island","response":"Sicily"},{"text":"Guido D'Arezzo revolutionized music, changing the 2-line stave into one of this many, one fewer than we have now","response":"4"},{"text":"In 1022, 13 members of the Heretical Cathari Sect were burned in this city; the \"maid\" came in to clean up the ashes","response":"Orléans"},{"text":"When St. Bruno founded this hermitage in 1084, the other monks were yellow-green with envy","response":"Chartreuse"}],"originalDate":"2007-12-21"},{"category":"CARPOOL TUNNEL SYNDROME","comments":"","clues":[{"text":"Carpoolers learn patience in the Caldecott Tunnel, linking Alameda &amp; Contra Costa Counties in this state","response":"California"},{"text":"Carpoolers traversing this Washington city via Highway 99 may pass through the Battery Street Tunnel","response":"Seattle"},{"text":"NYC stockbrokers from Secaucus can carpool through this \"presidential\" structure that opened in 1937","response":"the Lincoln Tunnel"},{"text":"An international tunnel takes carpoolers from this city, Canada's Auto Capital, to Detroit, the USA's Motor City","response":"Windsor, Ontario"},{"text":"Pittsburgh's Fort Pitt Tunnel takes carpoolers to this river, not the Allegheny or the Ohio","response":"the Monongahela"}],"originalDate":"2007-12-21"}],[{"category":"FROM A TO E","comments":"(Alex: Each correct response will begin with the letter \"A\" and end with the letter \"E\".)","clues":[{"text":"Many of the more than 50,000 members of this Indian group live in Arizona &amp; New Mexico","response":"the Apache"},{"text":"It's the type of \"rush\" that prepares you for \"fight or flight\"","response":"adrenaline"},{"text":"Along with Lorraine, this French province was annexed by Germany in 1871","response":"Alsace"},{"text":"This 1970s book, later a movie, told the true &amp; gripping tale of survival in the Andes after a 1972 plane crash","response":"<i>Alive</i>"},{"text":"Next time you fall on your behind, be grateful for this cushioning tissue of fat cells just below the skin","response":"adipose"}],"originalDate":"2007-12-21"},{"category":"IT HAPPENED ON CHRISTMAS DAY","comments":"","clues":[{"text":"1946:<br>Ah yes, this big-screen comedian passes away at the age of 66 in Pasadena","response":"W.C. Fields"},{"text":"1066:<br>He's crowned king of England","response":"William the Conqueror"},{"text":"1776:<br>George Washington &amp; his troops cross this river to attack the Hessians","response":"the Delaware"},{"text":"1868:<br>This man grants an unconditional pardon to all who rebelled during the Civil War","response":"Andrew Johnson"},{"text":"800 A.D.:<br>This man is crowned the first Holy Roman Emperor","response":"Charlemagne"}],"originalDate":"2007-12-20"},{"category":"\"DEC\" THE HALLS","comments":"","clues":[{"text":"Dr. Ludwig Roselius' research into this process led to the coffee brand Sanka in 1923","response":"decaffeination"},{"text":"6-letter word for an authoritative order having the force of law","response":"decree"},{"text":"It's another, earlier name for Memorial Day","response":"Decoration Day"},{"text":"In the 18th century this artistic technique was known as Japanning from its presumed origins","response":"decoupage"},{"text":"This naval hero famously said, \"Our country, right or wrong\"","response":"Stephen Decatur"}],"originalDate":"2007-12-20"},{"category":"BETHLEHEM","comments":"","clues":[{"text":"Bethlehem, Pennsylvania was named for the biblical Bethlehem, which is Hebrew for \"house of\" this food staple","response":"bread"},{"text":"A huge electrical many-pointed one of these sits atop nearby South Mountain, perhaps to guide visitors to the town","response":"a star"},{"text":"For a dozen years, Bethlehem's Lehigh University has been home to this NFL team's summer training camp","response":"the (Philadelphia) Eagles"},{"text":"An annual festival honoring this 18th century German composer is highlighted by a performance of his B-minor Mass","response":"Johann Sebastian Bach"},{"text":"This Penn. corp. built more WWI destroyers at its Quincy, Mass. yard than were built at all other U.S. yards combined","response":"Bethlehem Steel"}],"originalDate":"2007-12-20"},{"category":"JINGO ALL THE WAY","comments":"","clues":[{"text":"The U.S. was spurred to war with this country in 1898 due in part to \"jingo journalism\"","response":"Spain"},{"text":"In an 1852 speech, Frederick Douglass called this holiday \"a sham... fraud, deception, impiety\"","response":"Independence Day"},{"text":"Orwell called this \"If\" poet a \"jingo imperialist... morally insensitive and aesthetically disgusting\"","response":"Kipling"},{"text":"Boswell quoted him as saying that \"patriotism is the last refuge of a scoundrel\"","response":"(Samuel) Johnson"},{"text":"This 2-word jingoistic tenet stated that territorial expansion of the U.S. is inevitable &amp; ordained","response":"Manifest Destiny"}],"originalDate":"2007-12-20"},{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"For several years, his friend Karl Amenda was one of the few people who knew about his increasing deafness","response":"Beethoven"},{"text":"On March 3, 1875 his \"Carmen\" premiered in Paris &amp; he was decorated with the French Legion of Honor","response":"Bizet"},{"text":"From 1892 to 1895 he headed NYC's National Conservatory of Music; he returned to Bohemia due to homesickness","response":"(Antonin) Dvorák"},{"text":"In 1762 6-year old Wolfgang Amadeus Mozart &amp; his sister performed for this Holy Roman Empress","response":"Maria Theresa"},{"text":"His wife Clara was one of the finest concert pianists of her time &amp; later taught at the conservatory in Frankfurt","response":"Schumann"}],"originalDate":"2007-12-20"}],{"category":"ACTORS &amp; OSCARS","text":"He was nominated for Oscars in 5 consecutive decades; the last nod was for his 1978 role as a Nazi hunter","response":"Sir Laurence Olivier"}]}