{"mix":4055,"rounds":[[{"category":"THAT'S SOUP-ER","comments":"","clues":[{"text":"A nursery rhyme says that this soup made with peas can be enjoyed hot, cold or in the pot 9 days old","response":"Pease porridge"},{"text":"It's the geographic name for tomato-based clam chowder","response":"Manhattan"},{"text":"Chicken soup's curative powers earned it the nickname \"Jewish\" this","response":"Penicillin"},{"text":"A clear broth made by cooking veggies, poultry, meat or fish in water, it can be compressed into a concentrated cube","response":"Bouillon"},{"text":"This celebrated seafood stew hails from Provence","response":"Bouillabaisse"}],"originalDate":"2000-12-19"},{"category":"DID I HEAR THAT RIGHT?","comments":"","clues":[{"text":"\"Saturday Night Live\" editorialist Emily Litella wasn't sure why all the fuss about these \"on television\"","response":"Violins"},{"text":"A coming-of-age novel by Bruce Ducker is titled \"Lead Us Not Into\" this NYC train depot","response":"Penn Station"},{"text":"(Hi, I'm Tony Danza)  On \"Friends\", Lisa Kudrow was convinced that this man's song \"Tiny Dancer\" was really \"Tony Danza\"","response":"Elton John"},{"text":"George W. Bush once referred to these 2 trade obstacles as \"terriers &amp; bariffs\"","response":"Tariffs & barriers"},{"text":"In a 2000 film, the idiomatically challenged \"Trixie\" speaks of \"drinking yourself into\" this South American country","response":"Bolivia (instead of \"oblivion\")"}],"originalDate":"2000-12-19"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"The heat source of a spectroscope is this type of gas burner named for German chemist Robert","response":"Bunsen burner"},{"text":"It's the branch of chemistry generally concerned with non-carbon elements &amp; their compounds","response":"Inorganic chemistry"},{"text":"This element makes up about 78% of normal dry air by volume","response":"Nitrogen"},{"text":"For ice, it's 0 degrees Celsius; for tungsten, it's 3,410 degrees Celsius","response":"Melting point"},{"text":"It's an atom that has gained or lost one or more electrons, &amp; carries a positive or a negative charge","response":"Ion"}],"originalDate":"2000-12-19"},{"category":"LITERARY HODGEPODGE","comments":"","clues":[{"text":"\"Miss Ravenel's Conversion From Secession to Loyalty\" is John De Forest's 1867 novel about this war","response":"Civil War"},{"text":"In Willa Cather's \"Shadows on the Rock\", the \"Rock\" is this French-Canadian city","response":"Quebec City"},{"text":"He used his poem \"The Road Not Taken\" as the opening poem in his collection \"Mountain Interval\"","response":"Robert Frost"},{"text":"Her book \"Taltos: Lives of the Mayfair Witches\" would be perfect to read during \"The Witching Hour\"","response":"Anne Rice"},{"text":"This Lake poet's autobiographical poem \"The Prelude, or, Growth of A Poet's Mind\" was published in 1850, after his death","response":"William Wordsworth"}],"originalDate":"2000-12-19"},{"category":"THE \"ANTI\"-CATEGORY","comments":"","clues":[{"text":"An astringent applied under the arms to curtail sweating","response":"Anti-perspirant"},{"text":"A disappointing end after a big buildup","response":"Anti-climax"},{"text":"Sherman's \"Act\" of 1890","response":"Anti-Trust Act"},{"text":"Signed May 26, 1972 , it's abbreviated as the ABM Treaty","response":"Anti-Ballistic Missile Treaty"},{"text":"A central character without traditional attributes, like Yossarian in \"Catch-22\"","response":"Anti-hero"}],"originalDate":"2000-12-19"},{"category":"BELIZE TO MEET YOU","comments":"","clues":[{"text":"Belize City, the country's largest city, lies on this sea","response":"Caribbean Sea"},{"text":"Name of the Indians who lived in Belize before Europeans came &amp; of the mountains where Victoria's Peak is found","response":"Mayans"},{"text":"Belize lies on the southeast coast of this peninsula","response":"Yucatan Peninsula"},{"text":"Until 1991 this neighboring country didn't recognize Belize's independence, asserting claims from the 1800s","response":"Guatemala"},{"text":"In 1862 Belize was proclaimed a colony under this name; in 1871, a crown colony","response":"British Honduras"}],"originalDate":"2000-12-19"}],[{"category":"HOPE YOU GUESS MY NAME","comments":"","clues":[{"text":"In 1986 this man married the woman who thus became the Duchess of York","response":"Prince Andrew"},{"text":"This big, \"bad\" band leader, seen here, was born in Strasburg, North Dakota in 1903","response":"Lawrence Welk"},{"text":"In 1633 the Catholic Church found him guilty of teaching heresy; in 1992 they admitted they were wrong","response":"Galileo"},{"text":"One of the couple seen here who assumed their historic duties November 12, 1990<br>(in Tokyo)","response":"Emperor Akihito or Empress Michiko"},{"text":"On January 4, 1995 he became speaker of the U.S. House of Representatives","response":"Newt Gingrich"}],"originalDate":"2000-12-19"},{"category":"ROYAL FEMALE NICKNAMES","comments":"","clues":[{"text":"Prime Minister Tony Blair dubbed her \"The People's Princess\"","response":"Princess Diana"},{"text":"She was \"The Untamed Heifer\" &amp; \"The Virgin Queen\"","response":"Elizabeth I"},{"text":"Mark Antony called her \"The Queen of Queens\"","response":"Cleopatra"},{"text":"The 19th century's \"Widow of Windsor\"","response":"Queen Victoria"},{"text":"\"The Catholic\" of 15th century Spain","response":"Queen Isabella"}],"originalDate":"2000-12-18"},{"category":"TV ACTORS &amp; ROLES","comments":"","clues":[{"text":"Once Tommy Mullaney on \"L.A. Law\", John Spencer now plays White House chief of staff Leo McGarry on this series","response":"<i>The West Wing</i>"},{"text":"Barbra Streisand knows he played Lt. Col. Bill \"Raider\" Kelly on \"Pensacola: Wings of Gold\"","response":"James Brolin"},{"text":"(Hi, I'm Wallace Langham)  I played Don Kirshner in VH1's TV movie about this quartet who sang \"Daydream Believer\"","response":"The Monkees"},{"text":"Teri Hatcher looked \"shipshape\" as one of the singing \"mermaids\" who jumped on board this cruisin' series in 1985","response":"<i>The Love Boat</i>"},{"text":"On \"Saturday Night Live\", he's famous for playing Craig the Cheerleader, Janet Reno &amp; moi","response":"Will Ferrell"}],"originalDate":"2000-12-18"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"The Cinderella Castle Mystery Tour is a highlight of this Asian city's Disneyland","response":"Tokyo"},{"text":"The home of silk merchant Jim Thompson, who disappeared in 1967, is a tourist attraction in this Thai city","response":"Bangkok"},{"text":"We're not stringing you along: this capital of the Czech Republic is famous for its puppet theatres","response":"Prague"},{"text":"Jomo Kenyatta International Airport serves this world capital","response":"Nairobi, Kenya"},{"text":"Andrea Palladio's 1554 book on \"The Antiquities of\" this city was the standard guidebook for some 200 years","response":"Rome"}],"originalDate":"2000-12-18"},{"category":"BACKWORDS","comments":"(Alex: The response will be found within the clue, but in reverse order.)","clues":[{"text":"We'll look smart in these vehicles that returned to London in 1999","response":"Trams (smart)"},{"text":"Ed leaves pools of water on the carpet when he comes in from sailing this boat","response":"Sloop (pools)"},{"text":"You'd be naive to think you can make bottled water that's more popular than this","response":"Evian (naive)"},{"text":"Aye, lass, I'll wed thee ere this has dried on the fields","response":"Dew (wed)"},{"text":"You know so much about policy, you qualify as this","response":"Wonk (know)"}],"originalDate":"2000-12-18"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"After a 15-year stay in England, this proprietor of Pennsylvania returned to his colony in 1699","response":"William Penn"},{"text":"This young man put his savings into a small Cleveland refinery in 1862 &amp; eventually had an oil monopoly","response":"John D. Rockefeller"},{"text":"First Lady Helen Taft led a fund-raising drive for a memorial to this 1912 marine disaster","response":"Sinking of the Titanic"},{"text":"This Chiricahua Apache was a popular attraction at the 1904 World's Fair in St. Louis","response":"Geronimo"},{"text":"In 1801 this onetime VP compiled \"A Manual of Parliamentary Practice\" still used in the U.S. Senate","response":"Thomas Jefferson"}],"originalDate":"2000-12-18"}],{"category":"BIBLICAL NAMES","text":"In Genesis 4 this name is chosen because God \"hath appointed me another seed\"","response":"Seth"}]}