{"mix":4057,"rounds":[[{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"He coined the phrase \"The Greatest Show on Earth\" to promote his show in 1872","response":"P.T. Barnum"},{"text":"This expression of \"relative\" simian astonishment dates back to the 1920s","response":"Well I'll be a monkey's uncle!"},{"text":"This phrase for a sycophant comes from the tradition of a student giving shiny fruit to the teacher","response":"apple polisher"},{"text":"David Letterman said the president loves to hear this 6-word McDonald's mantra","response":"Do you want/would you like fries with that?"},{"text":"It's the name of Poison's second album, or a 5-word phrase used by a doctor about to look at your tonsils","response":"Open up and say \"Ahh!\""}],"originalDate":"2000-12-15"},{"category":"BRITISH POETRY","comments":"","clues":[{"text":"No. 1 of these by Shakespeare, \"From fairest creatures we desire increase\", urges a handsome man to have kids","response":"his sonnets"},{"text":"Lord Byron was a major influence on this later poet lord who wrote 1842's \"The Lord of Burleigh\"","response":"Tennyson"},{"text":"Blake asked,<br>\"Little\" this, \"who made thee?... Gave thee clothing of delight, softest clothing, woolly, bright\"","response":"lamb"},{"text":"Leaving his girl for his duty, Lovelace wrote, \"I could not love thee, dear, so much, lov'd I not\" this \"more\"","response":"honor"},{"text":"This British poet got romantic about \"La Belle Dame sans Merci\"","response":"Keats"}],"originalDate":"2007-12-17"},{"category":"<em class=\"underline\">STAR TREK</em> JARGON","comments":"","clues":[{"text":"The type-2 of this weapon had a max power setting of 16 &amp; could be set to heat, disrupt or stun","response":"a phaser"},{"text":"This Star Fleet missive prohibits interference with other civilizations","response":"the Prime Directive"},{"text":"This device briefly converts a person to energy, beams the energy, then reassembles the person","response":"a transporter"},{"text":"When Spock checks chronometric data he's looking at measurements of the space-this continuum","response":"time"},{"text":"This crystal regulates matter/antimatter reactions that provide energy for travel faster than light","response":"dilithium"}],"originalDate":"2007-12-17"},{"category":"THE MOST POPULOUS NATION","comments":"","clues":[{"text":"Australia,<br>South Africa,<br>New Zealand","response":"South Africa"},{"text":"Israel,<br>Lebanon,<br>Syria","response":"Syria"},{"text":"Switzerland,<br>Sweden,<br>Swaziland","response":"Sweden"},{"text":"Pakistan,<br>Bangladesh,<br>Indonesia","response":"Indonesia"},{"text":"Portugal,<br>Colombia,<br>Peru","response":"Colombia"}],"originalDate":"2007-12-17"},{"category":"HOT \"ROD\"s","comments":"","clues":[{"text":"It's the state flower of both Kentucky &amp; Nebraska","response":"the goldenrod"},{"text":"Then-last name of the current U.S. senator who graduated from Wellesley College in 1969","response":"Rodham"},{"text":"A humorous or satirical imitation of a serious piece of literature","response":"a parody"},{"text":"His 5th century B.C. writings traced the struggles between the Greeks &amp; the Persian Empire","response":"Herodotus"},{"text":"Noah's great-grandson, he was remembered as a mighty hunter","response":"Nimrod"}],"originalDate":"2007-12-17"},{"category":"THE FRENCH GOVERNMENT","comments":"","clues":[{"text":"The guillotine has been retired per article 66-1 of the French constitution, prohibiting this","response":"capital punishment (beheading accepted)"},{"text":"Since 1958 France's government has been the Fifth of these","response":"a Republic"},{"text":"France's highest one of these is the one of cassation, a word meaning annulment or reversal","response":"court"},{"text":"This son of a Hungarian immigrant became president in 2007","response":"Sarkozy"},{"text":"There are about 36,000 of these, the basic unit of local government; there was an ill-fated one of Paris in 1871","response":"a commune"}],"originalDate":"2007-12-17"}],[{"category":"GIRLY MOVIES","comments":"","clues":[{"text":"It's the only Hitchcock movie ever to win an Oscar for Best Picture","response":"<i>Rebecca</i>"},{"text":"A tagline for this 1983 horror film is \"She'll possess you.  Then destroy you.  She's death on wheels.  She's...\"","response":"<i>Christine</i>"},{"text":"Not several shrubs, they're actually Shannen Doherty, Lisanne Falk &amp; Kim Walker (Winona's name was Veronica)","response":"<i>Heathers</i>"},{"text":"Jessica Lange got a lobotomy in this 1982 biopic detailing one of Tinseltown's saddest starlet stories","response":"<i>Frances</i>"},{"text":"For this 2004 film, Catalina Sandino Moreno was the first Best Actress Oscar nominee to speak all her lines in Spanish","response":"<i>Maria, Full of Grace</i>"}],"originalDate":"2007-12-17"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"His sculpture of Victor Hugo got a \"miserable\" reaction; later it was placed on the avenue named for Hugo","response":"Rodin"},{"text":"Monet &amp; this fellow Impressionist often painted the same scene, like Monet's wife &amp; son in 1874","response":"Auguste Renoir"},{"text":"Maurice Utrillo often painted scenes of this area of Paris &amp; its best-known landmark, Sacre Coeur","response":"Montmartre"},{"text":"This Dadaist exhibited ready-mades like \"Fountain\", a urinal that he signed R. Mutt","response":"Duchamp"},{"text":"In 1940 this Dutch abstract artist moved to NYC, which influenced his masterpiece \"Broadway Boogie-Woogie\"","response":"Piet Mondrian"}],"originalDate":"2007-12-17"},{"category":"BRANDED","comments":"","clues":[{"text":"In 2001 the oldest known pair of this company's jeans sold for more than $46,000 on eBay","response":"Levi"},{"text":"Pop Secret Homestyle is a brand of popcorn you make in this device, used for popcorn since the 1940s","response":"a microwave"},{"text":"You pour the pancake syrup right out of the top of the lady's head with this brand's bottle","response":"Mrs. Butterworth"},{"text":"In 1920 the U.S. Post Office approved this Connecticut company's postage meter","response":"Pitney Bowes"},{"text":"In 1990 for $1.36 billion, ConAgra bought this food brand that is also a woman's first name","response":"Beatrice"}],"originalDate":"2007-12-17"},{"category":"DOUBLE TALK ROCK","comments":"","clues":[{"text":"This group that was \"Hungry Like The Wolf\" was named after a villain in the movie \"Barbarella\"","response":"Duran Duran"},{"text":"It precedes \"Top\" in the name of the group that sang, \"She's got legs, she knows how to use them\"","response":"ZZ"},{"text":"Neil Diamond had his first Top 10 hit with this song that says, \"She got the way to move me\"","response":"\"Cherry, Cherry\""},{"text":"\"Head To Toe\" &amp; \"Lost In Emotion\" were huge hits for her &amp; Cult Jam","response":"Lisa Lisa"},{"text":"This one-named Scottish lass topped the charts in 1967 with \"To Sir With Love\"","response":"Lulu"}],"originalDate":"2007-12-14"},{"category":"PIE-POURRI","comments":"","clues":[{"text":"Betty Crocker has a recipe for rhubarb pie topped with this fluff made from egg whites","response":"meringue"},{"text":"You don't need a lot of dough to make pie crust; smash up some chocolate wafers to make this kind of crust instead","response":"a crumb crust"},{"text":"Not chocolate silk or chocolate chiffon, but chocolate this glossy fabric is a favorite at Marie Callender's","response":"chocolate satin"},{"text":"Leaping insects!  This pie is actually made with creme de menthe, not with the bug in its name","response":"grasshopper"},{"text":"Finely chopped beef was once a key ingredient in this holiday pie that's often vegetarian these days","response":"mincemeat"}],"originalDate":"2007-12-14"},{"category":"CALIFORNIA, OREGON OR WASHINGTON","comments":"","clues":[{"text":"The smallest in area of the 3","response":"Washington"},{"text":"Contains the lowest point in the nation","response":"California"},{"text":"Its Shakespeare Festival at Ashland started in 1935","response":"Oregon"},{"text":"Home to the world's oldest living things, a grove of 4,000-year-old bristlecone pine trees","response":"California"},{"text":"Has 2 male U.S. senators","response":"Oregon"}],"originalDate":"2007-12-14"}],{"category":"4-LETTER WORDS","text":"New research says this word that has become ubiquitous dates back to young men also called \"macaronis\"","response":"dude"}]}