{"mix":4061,"rounds":[[{"category":"WHAT THE HECK IS IT?","comments":"","clues":[{"text":"On a snail, on ommatophore is a stalk with this at the end","response":"an eye"},{"text":"If you set some Chinese punk on fire, it's because Chinese punk is this, like sandalwood","response":"incense"},{"text":"A shako is a stiff, cylindrical one of these worn by soldiers","response":"a hat"},{"text":"It's your medium of travel if you're in a hoy","response":"water"},{"text":"A celesta is one of these, struck by hammers","response":"a musical instrument (an instrument accepted)"}],"originalDate":"2007-12-10"},{"category":"WHERE IS THAT, COMRADE?","comments":"","clues":[{"text":"Though frozen up to 6 months of each year, the Ob River is an important trade route in this cold, vast region","response":"Siberia"},{"text":"Russia has long coastlines on the Kara &amp; Laptev seas, arms of this body of water","response":"the Arctic Ocean"},{"text":"Russia's lowest point, 92 feet below sea level, is along the shore of this large \"sea\"","response":"the Caspian"},{"text":"These 2 Russian federal cities have \"special region\" status","response":"Moscow & St. Petersburg"},{"text":"The highest peak in Russia, 18,510-foot Mount Elbrus is found in these mountains","response":"the Caucasus"}],"originalDate":"2007-12-10"},{"category":"WHEN DID IT HAPPEN?","comments":"","clues":[{"text":"JFK won the presidential nomination at the Democratic National Convention in this year","response":"1960"},{"text":"The U.S. declared war against Spain on April 25 of this year","response":"1898"},{"text":"Bastille Day in France commemorates an event on this date in 1789","response":"July 14"},{"text":"The Sons of Liberty threw one heck of a tea party in Boston on Dec. 16 of this year","response":"1773"},{"text":"King John affixed his seal to the Magna Carta at Runnymede in June of this year","response":"1215"}],"originalDate":"2007-12-10"},{"category":"HOW DO THEY WORK?","comments":"","clues":[{"text":"Many car salesman work on \"straight\" this, though you're better off buying from one who's on salary","response":"commission"},{"text":"Magazine writers often work this way, a term that goes back to unaffiliated pillaging soldiers","response":"freelance"},{"text":"Hospital staff nurses work in these, &amp; a recent study shows that nearly half of them exceed 12 hours","response":"shifts"},{"text":"Many personal injury lawyers work on this basis, for a percentage of what they recover for you","response":"contingency"},{"text":"In Austin, Texas they work 140 calendar days in odd-numbered years","response":"the state legislators"}],"originalDate":"2007-12-10"},{"category":"\"Y\"?","comments":"","clues":[{"text":"You can split the atom or even do barrel rolls using this toy","response":"a yo-yo"},{"text":"Anderson Cooper graduated with a bachelor's degree in political science from this university in 1989","response":"Yale"},{"text":"On TV, Boo Boo was his sidekick","response":"Yogi (Bear)"},{"text":"From the Middle English for \"to boast\", it's a short, sharp cry from a dog in pain","response":"a yelp"},{"text":"In \"The Canterbury Tales\", one of these sturdy workers serves the knight &amp; squire","response":"a yeoman"}],"originalDate":"2007-12-10"},{"category":"\"P\"EOPLE","comments":"","clues":[{"text":"In 1955 this NAACP member was arrested &amp; fined for refusing to give up her seat on a segregated bus in Alabama","response":"Rosa Parks"},{"text":"Letitia Baldridge wrote the World Book Encyclopedia article on this Baltimore-born etiquette expert","response":"Emily Post"},{"text":"This Roman historian paired ancient heroes in his \"Parallel Lives\"","response":"Plutarch"},{"text":"In the 1920s this vitamin C advocate toured Europe, spending a month with Niels Bohr","response":"Linus Pauling"},{"text":"In 1831 Liszt heard him play violin &amp; tried to re-create that virtuosity for piano with a fantasia","response":"Paganini"}],"originalDate":"2007-12-10"}],[{"category":"WRITE ON, SOLDIER!","comments":"","clues":[{"text":"A student at Sandhurst, he later served in British military intel. before creating his British superspy","response":"Ian Fleming"},{"text":"Robert Heinlein, the author of \"Starship Troopers\", was a graduate of this Maryland Military Academy","response":"Annapolis"},{"text":"Lew Wallace served as a Union Major General in the Civil War before penning this biblical epic","response":"<i>Ben-Hur: A Tale of the Christ</i>"},{"text":"Edward Gibbon was a captain in the Hampshire Grenadiers before writing this epic of imperial decline","response":"<i>The Decline and Fall of the Roman Empire</i>"},{"text":"This Grecian fought at Salamis &amp; Marathon, &amp; his 70 plays include the \"Oresteia\" &amp; \"Prometheus Bound\"","response":"Aeschylus"}],"originalDate":"2007-12-10"},{"category":"SIGNS &amp; SYMBOLS","comments":"","clues":[{"text":"One of these one-horned mythical beasts, long a symbol of Scotland, graces Prince William's coat of arms","response":"a unicorn"},{"text":"I don't mean to \"horn\" in, but this first sign of the zodiac is represented by a symbol that looks like curved horns","response":"Aries"},{"text":"This symbol of idolatry described in Exodus 32 has become a byword for materialism","response":"the golden calf"},{"text":"The Democratic Party's symbol dates back to 1828, when this man was called a jackass in his run for the presidency","response":"Andrew Jackson"},{"text":"The double eagle was a symbol of Mother Russia long before it represented this family that came to power in 1613","response":"the Romanovs"}],"originalDate":"2007-12-07"},{"category":"LITERARY GEOGRAPHY","comments":"","clues":[{"text":"In chapter VIII of this novel, Atlanta is \"very exhilarating... and temporarily even better than Tara\"","response":"<i>Gone with the Wind</i>"},{"text":"In the preface to \"The Moonstone\", Vishnu commands 3 Brahmins in this country to guard the title gem night &amp; day","response":"India"},{"text":"In \"Pride and Prejudice\", Mrs. Bennet says, \"The country is a vast deal pleasanter\" than this city","response":"London"},{"text":"In chap. V of \"The Sun Also Rises\", horse-chestnut trees are in bloom in this city's Luxembourg Gardens","response":"Paris"},{"text":"It's the first river mentioned in \"The Legend of Sleepy Hollow\"","response":"the Hudson River"}],"originalDate":"2007-12-07"},{"category":"ANAGRAMMED ANIMALS","comments":"","clues":[{"text":"An early riser:<br>SORE ROT","response":"a rooster"},{"text":"A marsupial:<br>BY A WALL","response":"a wallaby"},{"text":"A swinging ape:<br>BIG NOB","response":"a gibbon"},{"text":"An ermine is one:<br>SEE LAW","response":"a weasel"},{"text":"The world's largest rodent:<br>PAY A CRAB","response":"a capybara"}],"originalDate":"2007-12-07"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"At Jefferson Davis' suggestion, in 1855 Congress bought some of these animals from Egypt for the Southwest","response":"camels"},{"text":"Franklin Pierce's hope for glory in this war ended when he was thrown from his horse &amp; injured","response":"the Mexican-American War"},{"text":"Founded in 1886, it became the major rival of the Edison Electric Company","response":"Westinghouse"},{"text":"In November 1903 troops from the U.S.S. Nashville were used to stop Colombians from reaching this now-capital city","response":"Panama City"},{"text":"Charles Evans Hughes was picked to represent the U.S. at the Permanent Court of Arbitration in this city in 1926","response":"The Hague"}],"originalDate":"2007-12-07"},{"category":"MOVIE COMEDY QUOTES","comments":"(Alex: You have to ID the film, of course.)","clues":[{"text":"A Wallyworld guard:<br>\"Sorry folks, park's closed.  Moose out front shoulda told ya\"","response":"<I>Vacation</I>"},{"text":"\"I'm sorry, son, but you have me confused with someone else.  My name is Roger Murdock.  I'm the co-pilot\"","response":"<I>Airplane!</I>"},{"text":"\"We've been going about this all wrong.  This Mr. Stay-puft's okay, he's a sailor, he's in New York\"","response":"<I>Ghostbusters</I>"},{"text":"\"Mongo only pawn, in game of life\"","response":"<I>Blazing Saddles</I>"},{"text":"\"Dear Lord... we thank you... for this bountiful harvest... my 2 beautiful sons, Walker &amp; Texas Ranger...\"","response":"<I>Talladega Nights (The Ballad of Ricky Bobby)</I>"}],"originalDate":"2007-12-07"}],{"category":"SINGERS","text":"The only solo artist to have 5 Billboard No. 1 albums before the age of 19","response":"Justin Bieber"}]}