{"mix":4062,"rounds":[[{"category":"A FEW GENTLEMEN OF VERONA","comments":"","clues":[{"text":"20th C. theologian Romano Guardini was born in Verona but studied at the Univ. of Tubingen in this country","response":"Germany"},{"text":"One famous work by the 16th century artist Paolo Veronese was of the marriage at this town, site of Jesus' 1st miracle","response":"Cana"},{"text":"Verona-born tenor Nino Martini performed brilliantly at this NYC location from 1933 to 1946","response":"the Metropolitan Opera"},{"text":"Born in Verona, Gaetano Rossi was famous for writing more than 120 of these opera storylines","response":"librettos"},{"text":"Verona's Giovanni Zenatello was (you guessed it) an opera singer &amp; was the first Lt. Pinkerton in this opera","response":"<i>Madame Butterfly</i>"}],"originalDate":"2007-12-07"},{"category":"LANGUAGES","comments":"","clues":[{"text":"Grammar schools originally emphasized the study of the grammar of these 2 ancient languages","response":"Latin & Greek"},{"text":"Spoken by 45 million, it's a descendant of the language used in Kievan Rus from the 10th to 13th Centuries","response":"Ukranian"},{"text":"Pomeranian &amp; Silesian are major dialects of this West Slavic language","response":"Polish"},{"text":"\"Bai nai\" or \"Where are you going?\" is a greeting in this Asian language whose name also ends in -ai","response":"Thai"},{"text":"The main language of Kosovo, an autonomous province of Serbia, is this language of a neighboring Muslim country","response":"Albanian"}],"originalDate":"2007-12-07"},{"category":"FOOD","comments":"","clues":[{"text":"In the early 1900s this all-American dessert was given out at Ellis Island","response":"Jell-O"},{"text":"Poblano is one type of this dark Mexican sauce made with chiles &amp; chocolate","response":"mole"},{"text":"California's Green Globe is a popular variety of this veggie with an edible heart","response":"an artichoke"},{"text":"The coarser \"maison\" type of this dish is basically a fancy meatloaf","response":"pâté"},{"text":"In 1952 Lipton came out with a dehydrated version of this dish that's been used in countless recipes","response":"onion soup"}],"originalDate":"2007-12-07"},{"category":"\"T\" TIME","comments":"","clues":[{"text":"The \"T\" in ATM is this employee whom you don't need if you use an ATM","response":"a teller"},{"text":"In some religious beliefs, it's the process of transference of a soul into another body at death","response":"transmigration"},{"text":"It's a sustained pull applied mechanically to correct fractured or dislocated bones","response":"traction"},{"text":"Another name for a billy club or a policeman's baton","response":"a truncheon"},{"text":"It can mean to veer, or to go sour as applied to milk","response":"turn"}],"originalDate":"2007-12-07"},{"category":"BUSH'S NICKNAMES","comments":"","clues":[{"text":"W. calls this world leader \"Pootie-Poot\"","response":"Putin"},{"text":"The prez came up with \"Fredo\" for this ex-Attorney General; maybe he wanted to take him fishing","response":"Alberto Gonzales"},{"text":"This female senator's nickname is \"Ali\" (as in Muhammad)","response":"Barbara Boxer"},{"text":"\"Brownie\" was Bush's famous nickname for the director of this from 2003 to 2005","response":"FEMA"},{"text":"This Secretary of Education is also known as \"La Margarita\"","response":"Margaret Spellings"}],"originalDate":"2007-12-06"},{"category":"SOUNDS FRUITY","comments":"","clues":[{"text":"In a 1950s hit song, it's where \"I found my thrill\"","response":"Blueberry Hill"},{"text":"Garden Grove &amp; Costa Mesa are in this West Coast county formally organized in 1889","response":"Orange County"},{"text":"It's a hydraulic crane with bucket attachment for fixing telephone lines or pruning trees","response":"cherry picker"},{"text":"In 1949's \"The Third Man\", Orson Welles played this character, an evil black marketeer","response":"Harry Lime"},{"text":"In 1995 it was moved to avoid Kiribati","response":"International Date Line"}],"originalDate":"2007-12-06"}],[{"category":"PALINDROMIC WORDS","comments":"(Alex: Words that are the same coming and going.)","clues":[{"text":"The night before a holiday","response":"eve"},{"text":"It's \"the word\" when keeping silent","response":"mum"},{"text":"It can be a joke or a restraint in someone's mouth to prevent him from talking","response":"gag"},{"text":"A legal document that transfers ownership of land","response":"deed"},{"text":"Suggested job for Ophelia in \"Hamlet\"","response":"nun"}],"originalDate":"2007-12-06"},{"category":"CONDUCTORS","comments":"","clues":[{"text":"In concert Stokowski would dramatically toss these aside to show that he could conduct from memory","response":"scores"},{"text":"Marin Alsop made news in 2005 as the first one of these to lead a major American symphony orchestra","response":"a woman"},{"text":"Willem Mengelberg &amp; Eduard van Beinum have been chief conductors of this city's Concertgebouw","response":"Amsterdam"},{"text":"On CDs with Canada's National Arts Centre Orchestra, Pinchas Zukerman conducts &amp; plays this","response":"the violin"},{"text":"This Finnish-born leader of the L.A. Philharmonic has also composed such works as the cello concerto \"Mania\"","response":"(Esa-Pekka) Salonen"}],"originalDate":"2007-12-06"},{"category":"LITERARY BEFORE &amp; AFTER","comments":"","clues":[{"text":"A mouselike boy grows up with Meg, Jo, Amy &amp; Beth","response":"<i>Stuart Little Women</i>"},{"text":"Anglo-American author of \"Daisy Miller's Life of Samuel Johnson\"","response":"Henry James Boswell"},{"text":"Revolutionary Thomas Paine pamphlet about men &amp; marriage in a Jane Austen work","response":"<i>Common Sense and Sensibility</i>"},{"text":"Herman Wouk &amp; Leo Tolstoy team up for this epic tome about World War II &amp; the Napoleonic Wars","response":"<i>The Winds of War and Peace</i>"},{"text":"Tough Leon Uris novel about fighting the Japanese &amp; fighting apartheid in South Africa","response":"<i>Battle Cry, the Beloved Country</i>"}],"originalDate":"2007-12-06"},{"category":"FRENCH CLASS","comments":"","clues":[{"text":"\"Fin de siecle\" refers specifically to the ending of one of these time periods","response":"a century"},{"text":"In French, the English Channel is called \"La Manche\", meaning this part of a shirt or coat","response":"a sleeve"},{"text":"This 9-letter noun is taken from the old French for \"spy\"","response":"espionage"},{"text":"Literally, \"a la mode\" doesn't mean \"with ice cream\" but this 2-word phrase that's a Time Inc. fashion magazine","response":"In style"},{"text":"Klondike Kat knows that this hyphenated trait meaning tact or social grace \"ees everywhere\"","response":"savoir-faire"}],"originalDate":"2007-12-06"},{"category":"ROMAN","comments":"","clues":[{"text":"This largest outdoor theater of ancient Rome was dedicated in 80 A.D","response":"the Colosseum"},{"text":"In the Roman Empire, one of these equaled 1,000 paces &amp;, on roads, was marked with a special stone","response":"a mile"},{"text":"He died before he could complete \"The Aeneid\", which he wanted destroyed; it was finished by 2 pals","response":"Virgil"},{"text":"From the 300s to the mid-200s B.C., Rome beat up on these darn folks who lived in what is now Tuscany &amp; Umbria","response":"the Etruscans"},{"text":"In 71 B.C. this \"great\" man tried to take credit for ending Spartacus' slave revolt; maybe him &amp; circumstance","response":"Pompey"}],"originalDate":"2007-12-06"},{"category":"&amp; MARTINS","comments":"","clues":[{"text":"He ran for president 3 times but won only the first time","response":"Martin Van Buren"},{"text":"In 1505 this theologian abandoned his legal studies &amp; entered a monastery; by 1507 he was a priest","response":"Martin Luther"},{"text":"This automaker features the Vanquish S &amp; V8 Vantage models...&amp; really, 007, do be careful with them!","response":"Aston Martin"},{"text":"In 1933 he became chief of staff to Deputy Fuhrer Rudolf Hess","response":"Martin Bormann"},{"text":"Chapter 25 of this Dickens novel has the line \"He'd make a lovely corpse\"","response":"<i>Martin Chuzzlewit</i>"}],"originalDate":"2007-12-06"}],{"category":"BUSINESS","text":"\"The Everything Store\" is a book about this company that in 2012 was home to 1% of all North American Internet traffic","response":"Amazon.com"}]}