{"mix":4068,"rounds":[[{"category":"THE OLD TESTAMENT","comments":"","clues":[{"text":"Like John Henry, Jael had this in her hand &amp; used it to nail Sisera's head to the ground","response":"hammer"},{"text":"Muscleman in the Ruben's work seen here:","response":"Samson"},{"text":"Moses couldn't enter the promised land after striking this to produce water instead of speaking to it","response":"rock"},{"text":"Job lived in Uz; Abraham lived in this city of the Chaldees","response":"Ur"},{"text":"In a showdown with the prophets of Baal, his prayer for fire was answered; theirs weren't","response":"Elijah"}],"originalDate":"2000-12-08"},{"category":"MS. PRESIDENT","comments":"","clues":[{"text":"Maggie Walker was the USA's first woman president of one of these, St. Luke Penny Savings in Richmond","response":"bank"},{"text":"Seen here she was president of her country from 1986 to 1992","response":"Corazon Aquino"},{"text":"She retired at age 80 as president of the National American Woman Suffrage Association","response":"Susan B. Anthony"},{"text":"In 1946 Sarah Blanding became the first woman president of this then 85-year-old New York women's college","response":"Vassar"},{"text":"In 1954 she performed in “The Firebird” &amp; became president of the Royal Academy of Dancing","response":"(Dame) Margot Fonteyn"}],"originalDate":"2000-12-08"},{"category":"TAXI!","comments":"","clues":[{"text":"Licensed taxis in New York City are this color","response":"yellow"},{"text":"You can do it to Mary or Columbia as well as to a taxi","response":"hail"},{"text":"The sitcom “Taxi” used cabs from this famous company founded in 1922","response":"Checker"},{"text":"Contrary to its “roving” name, this type of cab isn't licensed to cruise the streets","response":"Gypsy cab"},{"text":"This slang word for a taxi or its driver is shortened from the name of a horse-drawn carriage","response":"hack (from hackney)"}],"originalDate":"2000-12-08"},{"category":"RHYME TIME","comments":"","clues":[{"text":"The purple Teletubby","response":"Tinky Winky"},{"text":"“Colorful” 1986 No. 1 album by Madonna","response":"<i>True Blue</i>"},{"text":"It's Ben &amp; Jerry's banana ice cream with walnuts &amp; pieces of dark chocolate","response":"Chunky Monkey"},{"text":"A synonym for potpourri or miscellany","response":"hodgepodge"},{"text":"A weapon like a taser, that fires electric darts to temporarily incapacitate a person","response":"stun gun"}],"originalDate":"2000-12-08"},{"category":"KENTUCKY","comments":"","clues":[{"text":"Physical feature of Kentucky's northern bulge that gave the state its nickname","response":"Bluegrass"},{"text":"Among his 4 Top 40 hits in 1967 was \"Kentucky Woman\"","response":"Neil Diamond"},{"text":"This city named for a French king goes back to one founded by George Rogers Clark in 1778","response":"Louisville"},{"text":"Lexington is home to the International Museum of this animal","response":"Horse"},{"text":"Over 350 miles of this national park's underground passages have been mapped","response":"Mammoth Cave"}],"originalDate":"2000-12-07"},{"category":"NAME'S THE SAME","comments":"","clues":[{"text":"Flagg, Farmer","response":"Fannie"},{"text":"Tillis, Torme","response":"Mel"},{"text":"Landon, Learned","response":"Michael"},{"text":"Patric, Priestley","response":"Jason"},{"text":"James,<br>Springfield","response":"Rick"}],"originalDate":"2000-12-07"}],[{"category":"ARCHAEOLOGY","comments":"","clues":[{"text":"Lennart von Post first counted grains of this from plants to reconstruct past vegetation","response":"Pollen"},{"text":"The Incan ice maiden seen here was preserved as one of these, more associated with Egypt","response":"Mummy"},{"text":"Meal sites of the Anasazi people have led to the controversial theory that they engaged in this horrific practice","response":"cannibalism"},{"text":"In 1998 the world's oldest church was found in Jordan &amp; the oldest of these, 300 years older, near Jericho","response":"Synagogue"},{"text":"In 1999 this university in Chapel Hill returned excavated human remains to the Cherokee nation","response":"North Carolina"}],"originalDate":"2000-12-07"},{"category":"BEATLES LYRICS","comments":"(Alex: You have to identify the song.)","clues":[{"text":"\"Na na na<br>na-na-na-na,<br>na-na-na-na...\"","response":"\"Hey Jude\""},{"text":"\"All the lonely people, where do they all belong?\"","response":"\"Eleanor Rigby\""},{"text":"\"Dear Sir or Madam, will you read my book\"","response":"\"Paperback Writer\""},{"text":"\"Children at your feet, wonder how you manage to make ends meet\"","response":"\"Lady Madonna\""},{"text":"\"There beneath the blue suburban skies\"","response":"\"Penny Lane\""}],"originalDate":"2000-12-07"},{"category":"TOOTHPASTE TALK","comments":"","clues":[{"text":"Brand some folks have used since they were just one in their father's eye","response":"Gleem"},{"text":"We can guess what's the most popular toothpaste among students at this Hamilton, N.Y. university","response":"Colgate"},{"text":"It's the toothpaste Norma Desmond is ready for","response":"Close-Up"},{"text":"What you have to do to shoot that tube on the top shelf of the medicine cabinet","response":"Aim"},{"text":"Sounds like just the brand to use in a Los Angeles art museum named for the CEO of Occidental Petroleum","response":"Arm & Hammer (for Armand Hammer)"}],"originalDate":"2000-12-07"},{"category":"HISTORICAL NOVELS","comments":"","clues":[{"text":"The 1875 novel \"Honest John Vane\" satirizes the administration of this general-turned-president","response":"Ulysses S. Grant"},{"text":"\"Dred: A Tale of the Great Dismal Swamp\" was her second anti-slavery novel","response":"Harriet Beecher Stowe"},{"text":"King Louis XI of France is a major character in this Scotsman's 1823 novel \"Quentin Durward\"","response":"Sir Walter Scott"},{"text":"The hero of this \"Vanity Fair\" author's \"History of Henry Esmond\" fights in the War of the Spanish Succession","response":"William Makepeace Thackeray"},{"text":"He wrote \"The Fair God\", a novel about the Spanish conquest of Mexico, 7 years before \"Ben-Hur\"","response":"Lew Wallace"}],"originalDate":"2000-12-07"},{"category":"PHYSICS","comments":"","clues":[{"text":"The point around which a body's weight is evenly balanced is called its center of mass or of this","response":"Gravity"},{"text":"It's defined as a narrow beam of energy, or as a drop of golden sun","response":"Ray"},{"text":"Max Planck gave this name to the smallest amount of energy that can be emitted as electromagnetic radiation","response":"Quantum"},{"text":"Archimedes' Principle is part of hydrostatics, the study of this at rest","response":"Water/fluid"},{"text":"Named for its inventor, this hair-raising generator seen here produces millions of volts","response":"Van de Graaff Generator"}],"originalDate":"2000-12-07"},{"category":"THE SILVER SCREEN","comments":"","clues":[{"text":"In this film Marlon Brando tells Rod Steiger, \"You don't understand.  I could've had class.  I could've been a contender\"","response":"<i>On the Waterfront</i>"},{"text":"She made her English-speaking debut in \"Intermezzo\", a 1939 film she had made in Swedish 3 years earlier","response":"Ingrid Bergman"},{"text":"In \"The Adventures of Rocky and Bullwinkle\", he plays Fearless Leader, would-be conqueror of the world","response":"Robert De Niro"},{"text":"(Here comes film critic Roger Ebert)  \"This film ennobles filmmaking\" is what I wrote of this death row drama starring Susan Sarandon","response":"<i>Dead Man Walking</i>"},{"text":"Leonard Maltin calls this 1987 Warren Beatty-Dustin Hoffman farce the \"'Heaven's Gate' of movie comedies\"","response":"<i>Ishtar</i>"}],"originalDate":"2000-12-07"}],{"category":"19th CENTURY NAMES","text":"In preparation for a work he published in 1828 that was over 20 years in the making, he learned 26 languages","response":"Noah Webster"}]}