{"mix":4074,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"\"Autobiography of a Yogi\" was a popular book by this religion's first missionary to settle in the U.S.","response":"Hindu"},{"text":"As part of Catholic Baptism, this word doesn't mean to go to the gym but to get rid of demons","response":"exorcise"},{"text":"The church founded by Mary Baker Eddy in 1879 was formally called the Church of Christ, this","response":"Scientist"},{"text":"To some Muslims, this cubical structure in Mecca was built by Adam &amp; refurbished by Abraham","response":"the Kaaba"},{"text":"At a deer park, Buddha taught the path of this many parts, part of the 4 Noble Truths","response":"eight (eightfold accepted)"}],"originalDate":"2007-12-03"},{"category":"THIS &amp; THAT","comments":"","clues":[{"text":"In September 1916 during WWI's Battle of the Somme, the British rolled out this new weapon","response":"a tank"},{"text":"Officially adopted in 1919, the Polish flag is made up of these 2 colors, just like Switzerland's","response":"red & white"},{"text":"NYC mayor John V. Lindsay quipped that it \"enables young ladies to run faster &amp; because of it, they may have to\"","response":"the miniskirt"},{"text":"\"Shooting\" this while surfing is riding with part of the wave overhead, surrounding you","response":"the tube"},{"text":"This U.S. state was the last to fly the Confederate flag over its capital; the flag came down in 2000","response":"South Carolina"}],"originalDate":"2007-12-03"},{"category":"COFFEE BREAK","comments":"","clues":[{"text":"The very first Starbucks opened in this city's Pike Place Market in 1971, &amp; it's now a major tourist attraction there","response":"Seattle"},{"text":"Gulping down 400 million cups a day, this country leads the world in coffee consumption","response":"the United States"},{"text":"In the 1940s this libation was invented at what's now the Shannon Airport as a welcome drink for visitors","response":"an Irish coffee"},{"text":"This brand's origins date back to 1932, when William Black turned his chain of nut shops into coffee shops","response":"Chock Full o'Nuts"},{"text":"One popular brand of this Jamaican coffee is known by the acronym jablum","response":"Jamaican Blue Mountain Coffee"}],"originalDate":"2007-12-03"},{"category":"WHAT'S IN AN ARTIST'S NAME?","comments":"","clues":[{"text":"Utrillo usually signed his works \"Maurice Utrillo, V.\"; the \"V\" stood for Suzanne Valadon, this relative of his","response":"his mother"},{"text":"Peter Bruegel the Younger's scenes of the netherworld gave him this nickname, a synonym for Hades","response":"\"Hell\""},{"text":"He signed his paintings with his real name, Domenikos Theotokopoulos, written in Greek letters","response":"El Greco"},{"text":"This very short artist was known by a shortened version of his long last name, which actually ended with -monfa","response":"[Henri de] Toulouse-Lautrec"},{"text":"Jerome Van Aken of \"Garden of Earthly Delights\" fame took this name in honor of his hometown, 'S-Hertogengosch","response":"Hieronymus Bosch"}],"originalDate":"2007-12-03"},{"category":"THE FIRST WIVES CLUB","comments":"","clues":[{"text":"When she failed to provide him with an heir, Napoleon divorced her","response":"Josephine"},{"text":"His first wife was Fadia; Octavia &amp; Cleo came later","response":"Marc Antony"},{"text":"This president's first wife, Ellen, replaced Edith Roosevelt's \"Colonial\" garden with a rose garden","response":"Woodrow Wilson"},{"text":"His first wife was a physicist named Mileva Maric; after WWI he married his cousin Elsa","response":"[Albert] Einstein"},{"text":"In 1814 he abandoned his pregnant wife Harriet to elope with 16-year-old Mary Godwin","response":"Shelley"}],"originalDate":"2007-12-03"},{"category":"YOU ARE SO FOXY!","comments":"","clues":[{"text":"In a practice routine for typists, this critter \"jumps over the lazy dog\"","response":"the quick brown fox"},{"text":"J.J. Dickison &amp; M. Jeff Thompson were each called this Francis Marion nickname \"of the Confederacy\"","response":"the swamp fox"},{"text":"George Fox founded this religious group around 1650","response":"The Society of Friends (Quakers)"},{"text":"It immediately precedes \"golf\" in the NATO phonetic radio alphabet","response":"foxtrot"},{"text":"The foxglove plant is the main source of this medicine used as a stimulant  in damaged heart tissue","response":"digitalis"}],"originalDate":"2007-12-03"}],[{"category":"SCI. ABBREV.","comments":"","clues":[{"text":"In computer science, GUI is this kind of user interface","response":"graphical"},{"text":"There's also a phase of sleep abbreviated NREM, which stands for this","response":"non [or no] rapid eye movement"},{"text":"As opposed to an M.D., a D.O. is a doctor of this holistic practice","response":"osteopathy"},{"text":"The \"T\" in TSH stands for this gland (the \"SH\" is for stimulating hormone)","response":"the thyroid"},{"text":"The lowercase \"r\" in rRNA stands for this adjective","response":"ribosomal"}],"originalDate":"2007-12-03"},{"category":"RETRONYMS","comments":"(Alex: These are words that had to be created retroactively.  For instance, we never new about acoustic guitars until electric guitars came into being)","clues":[{"text":"As opposed to digital, it's the kind of watch with a face and hands","response":"analog"},{"text":"The computer age necessitated this rhyming term for letters delivered through the post","response":"snail mail"},{"text":"Frank Mankiewicz, the coiner of the word \"retronym\", says one of his favorites is \"two parent\" this","response":"family"},{"text":"Merriam-Webster's example of a retronym is \"console\" (as opposed to LCD or plasma flat-panel) this","response":"television"},{"text":"Retronyms were created by putting this word before \"coffee\" &amp; \"gasoline\"","response":"regular"}],"originalDate":"2007-12-03"},{"category":"COMEDIANS","comments":"","clues":[{"text":"His teaming with Dean Martin lasted 10 years - 1946 to 1956","response":"Jerry Lewis"},{"text":"This host of :The Tonight Show\" made his first appearance on that show in 1977","response":"Jay Leno"},{"text":"An earthquake flattened her sitcom bookstore at the beginning of the 1995-96 season","response":"Ellen DeGeneres"},{"text":"Her book \"The Life and Hard Times of Heidi Abromowitz\" sold more than 500,000 copies","response":"Joan Rivers"},{"text":"Nathan Thurn, superstar Jackie Rogers, Jr. &amp; Ed Grimley are some of this man's alter egos","response":"Martin Short"}],"originalDate":"1996-10-07"},{"category":"RELIGION","comments":"","clues":[{"text":"The Golden Pavilion in Kyoto is an important shrine of the zen form of this religion","response":"Buddhism"},{"text":"Artists depict Shiva, a major deity of this religion, wearing a garland of skulls around his neck","response":"Hinduism"},{"text":"It's the religion of about 85% of the people of Bangladesh","response":"Muslim (or Islam)"},{"text":"Followers of this religion believe Moroni was the last of the Nephite prophet-<br>historians","response":"Mormon"},{"text":"2 curved swords, a dagger &amp; a circle make up the symbol of this religion founded in India","response":"Sikhism"}],"originalDate":"1996-10-07"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In 1953, this island's first year as a U.S. commonwealth, 75,000 residents moved to the mainland","response":"Puerto Rico"},{"text":"This president collapsed September 25, 1919 &amp; one week later suffered a stroke","response":"Woodrow Wilson"},{"text":"In 1609 Champlain reached the lake now named for him on the border of New York &amp; this state","response":"Vermont"},{"text":"In 1903 this \"Badger State\" became the first to adopt direct primary elections","response":"Wisconsin"},{"text":"On December 2, 1863, ground was broken in Omaha for the construction of this railroad","response":"the Union-Pacific Railroad"}],"originalDate":"1996-10-07"},{"category":"FASHION STATEMENTS","comments":"","clues":[{"text":"An uncommonly generous person will \"give you\" this \"off his back\"","response":"his shirt"},{"text":"It sounds somewhat sexist, but a dominant partner is said to \"wear\" these \"in the family\"","response":"the pants"},{"text":"A warrior once earned one by killing an enemy, so an honor is one of these \"in your cap\"","response":"a feather"},{"text":"If you subsist on a small amount of money, you're \"living on\" this footwear fastener","response":"your shoestrings (living on a shoestring)"},{"text":"Figuratively speaking, it's the piece of knightwear you throw down as a challenge","response":"the gauntlet"}],"originalDate":"1996-10-07"}],{"category":"ISLANDS","text":"In a satellite photo, <a href=\"http://www.j-archive.com/media/2014-02-10_FJ.jpg\" target=\"_blank\">volcanic activity</a> can be seen on <a href=\"http://www.j-archive.com/media/2014-02-10_FJa.jpg\" target=\"_blank\">this</a> 10,000-square-mile island","response":"Sicily"}]}