{"mix":4082,"rounds":[[{"category":"WOLF GANG","comments":"","clues":[{"text":"In a 12th century beast epic, Isengrim is a wolf who battles against the sneaky Reynard, one of these animals","response":"a fox"},{"text":"In a Medieval legend, the town of Gubbio is terrorized by a wolf until this saint greets it &amp; tames it","response":"St. Francis of Assisi"},{"text":"Raksha is the mother wolf who raises this human boy in Kipling's \"The Jungle Book\"","response":"Mowgli"},{"text":"This Jack London character survives years of dog fighting &amp; finally finds a compassionate human owner","response":"White Fang"},{"text":"In the Jean M. Auel novel \"The Plains of Passage\", a wolf named \"Wolf\" is the hunting partner of this cavewoman","response":"Ayla"}],"originalDate":"2007-11-19"},{"category":"ALSO A FISH","comments":"","clues":[{"text":"To sit on a twig like a bird","response":"perch"},{"text":"Long pointy stick used as a war weapon","response":"pike"},{"text":"To struggle clumsily or helplessly","response":"flounder"},{"text":"To have inhaled the aroma of something","response":"smelt"},{"text":"To lightly burn","response":"char"}],"originalDate":"2007-11-19"},{"category":"POETS","comments":"","clues":[{"text":"A poem by this American begins, \"When lilacs last in the dooryard bloom'd\"","response":"Walt Whitman"},{"text":"This Lake Poet, perhaps lonely as a cloud, wandered over to visit Sir Walter Scott in 1803","response":"Wordsworth"},{"text":"His \"Love Song of J. Alfred Prufrock\" says, \"In the room the women come and go/ talking of Michelangelo\"","response":"T.S. Eliot"},{"text":"Richard Cory, \"a gentleman from sole to crown\" in a poem by this 3-named man, \"put a bullet through his head\"","response":"Edwin Arlington Robinson"},{"text":"\"Funeral Blues\" by this British poet begins, \"Stop all the clocks, cut off the telephone\"","response":"Auden"}],"originalDate":"2007-11-19"},{"category":"WE'RE NO. 1","comments":"","clues":[{"text":"The first act to appear on \"Soul Train\" was this woman &amp; her Pips","response":"Gladys Knight"},{"text":"The U.S., the top maker of french fries, sends 48.5% of exports to this country; you want fries with that sushi?","response":"Japan"},{"text":"Nicaragua was the first country to ratify this charter in 1945; the U.S. took another 3 weeks","response":"U.N. Charter"},{"text":"This U.S. state is No. 1 in the number of marriages &amp; Girl Scouts","response":"California"},{"text":"Donovan Bailey is considered the fastest man on Earth for running this distance in 9.84 seconds","response":"the 100 meters"}],"originalDate":"1996-10-01"},{"category":"THE PLANETS","comments":"","clues":[{"text":"In a 1908 book Percival Lowell proposed that its surface markings were irrigation canals","response":"Mars"},{"text":"In 1975 the Soviet spacecraft Venera 9 provided the first photo from its surface","response":"Venus"},{"text":"On December 7, 1995, a probe from the Galileo spacecraft plunged into this planet's atmosphere","response":"Jupiter"},{"text":"Its moon Triton has a thin nitrogen atmosphere","response":"Neptune"},{"text":"It's the only planet in our solar system discovered by an American, Clyde Tombaugh","response":"Pluto"}],"originalDate":"1996-10-01"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"This \"Wizard of Menlo Park\" said, \"I am proud of the fact that I never invented weapons to kill\"","response":"Edison"},{"text":"In 1970 he declared it time for the great silent majority of Americans to stand up and be counted\"","response":"Richard Nixon"},{"text":"In 1968 this mayor said, \"The policeman isn't there to create disorder, (he) is there to preserve disorder\"","response":"(Mayor) Daley (of Chicago)"},{"text":"In 1774 this orator told the first Continental Congress, \"I am not a Virginian but an American\"","response":"Patrick Henry"},{"text":"This Oliver Hazard Perry line precedes \"Two ships, two brigs, one schooner and one sloop\"","response":"\"We have met the enemy, and they are ours.\""}],"originalDate":"1996-10-01"}],[{"category":"LASTS","comments":"","clues":[{"text":"Introduced during the Revolution, this execution device was last used in France in 1977","response":"the guillotine"},{"text":"Their last joint operetta, \"The Grand Duke\", premiered in 1896","response":"Gilbert & Sullivan"},{"text":"In September 1957 this baseball team played its last game at Ebbets Field, beating the Pirates 2-0","response":"the Brooklyn Dodgers"},{"text":"At his death in 1832, Charles Carroll of Maryland was the last surviving signer of this document","response":"the Declaration of Independence"},{"text":"In 1947 Kenneth C. Royall became the last holder of this cabinet post once held by Edwin Stanton","response":"Secretary of War"}],"originalDate":"1996-10-01"},{"category":"SOCIOLOGY","comments":"","clues":[{"text":"This term refers to a society ruled by women or to a family with a mother at the head","response":"a matriarchy"},{"text":"Decade in which the student counterculture movement popularized the \"Do your own thing\" way of life","response":"the 60s"},{"text":"Late 19th C. invention that caused unemployment for blacksmiths &amp; wagon &amp; buggy whip producers","response":"the automobile"},{"text":"A system of laws; Napoleon, Justinian &amp; Hammurabi were known for theirs","response":"a code"},{"text":"This word for a government's administration system has come to suggest inefficiency, waste &amp; red tape","response":"bureaucracy"}],"originalDate":"1996-10-01"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Bays in this state include Hingham, Dorchester &amp; Quincy","response":"Massachusetts"},{"text":"This tiny state's southernmost point lies on Block Island in the Atlantic, about 10 miles from the mainland","response":"Rhode Island"},{"text":"Emmons &amp; Nisqually are 2 of about 25 glaciers on this Washington state peak","response":"Mt. Rainier"},{"text":"The site of a leper colony, this Hawaiian island is nicknamed the \"Friendly Island\"","response":"Molokai"},{"text":"This city is Pennsylvania's only port on the Great Lakes","response":"Erie"}],"originalDate":"1996-10-01"},{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"In 34 B.C. she and her son Caesarion were declared joint rulers of Cyprus, Libya, Coelesyria &amp; Egypt","response":"Cleopatra"},{"text":"In 1854 she left England to work in the military hospital at Scutari, Turkey","response":"(Florence) Nightingale"},{"text":"This wife of Rutherford B. Hayes was the first First Lady to graduate from college","response":"Lucy Hayes"},{"text":"In 1984 this U.S. gymnast was named the Associated Press Woman Athlete of the Year","response":"Mary Lou Retton"},{"text":"Half of the Secretaries of Health &amp; Human Services have been women, including this Clinton appointee","response":"Donna Shalala"}],"originalDate":"1996-10-01"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"On August 8, 1588, the English defeated this fleet of Philip II at the Battle of Gravelines","response":"the Armada"},{"text":"This \"Great\" Russian czar's 43-year reign, 1682-1725, was the longest in the Romanov line","response":"Peter the Great"},{"text":"In 1292 this family of Venetian explorers escorted a Mongol princess to Persia","response":"the Polos"},{"text":"In the mid-1500s Akbar the Great, son of Humayun, ruler of Delhi, reigned over this empire in India","response":"the Mogul Empire"},{"text":"In October 1942 General Bernard Montgomery defeated the Germans at this Egyptian city","response":"El Alamein"}],"originalDate":"1996-10-01"},{"category":"LITERATURE","comments":"","clues":[{"text":"In this Poe tale Captain Kidd's treasure is found with the aid of a secret code &amp; a scarab beetle","response":"<i>The Gold Bug</i>"},{"text":"Published in 1961, \"The Winter of\" this was John Steinbeck's last novel","response":"<i>The Winter of Our Discontent</i>"},{"text":"Carolyn Meeber is the title character of this Theodore Dreiser novel","response":"<i>Sister Carrie</i>"},{"text":"In this Truman Capote novella, the story of Holly Golightly is narrated by Fred, a struggling writer","response":"<i>Breakfast at Tiffany's</i>"},{"text":"This Kipling orphan's father was a sergeant in an Irish regiment in the Punjab","response":"Kim"}],"originalDate":"1996-10-01"}],{"category":"19th C. AMERICANS","text":"Sam Houston served under Andrew Jackson in this war","response":"the War of 1812"}]}