{"mix":4091,"rounds":[[{"category":"14-LETTER WORDS","comments":"","clues":[{"text":"Not given the sufficient food to maintain or promote health or normal growth","response":"undernourished"},{"text":"If I mess up, it'll be fixed in this process that includes editing &amp; sound mixing","response":"postproduction"},{"text":"Mary E. Peters fights congestion, among other things, as the 15th secretary of this cabinet dept.","response":"the Department of Transportation"},{"text":"I'm thinking of an adverb that defines how I'm now communicating it between our minds this way...","response":"<a href=\"http://www.j-archive.com/media/2007-11-14_DJ_24.jpg\" target=\"_blank\">telepathically</a>"},{"text":"Pertaining to a period of 500 years","response":"quincentennial"}],"originalDate":"2007-11-14"},{"category":"BOOKS OF THE APOCRYPHA","comments":"","clues":[{"text":"The British tell the tale of St. George &amp; this; the Apocrypha has the book of Bel &amp; this","response":"the Dragon"},{"text":"You can read his \"Song\" in the Old Testament &amp; his \"Wisdom\" in the apocrypha","response":"Solomon"},{"text":"There are up to 4 books of this military group associated with Hanukkah","response":"the Maccabees"},{"text":"Break out the hamantaschen<span class=\"nobreak\">--</span>the apocrypha contains additions to her Old Testament book","response":"Esther"},{"text":"This beautiful widow who beheads General Holofernes gets her own book","response":"Judith"}],"originalDate":"2007-11-13"},{"category":"ESPN ENTERTAINMENT","comments":"","clues":[{"text":"In the ESPN drama \"3\", Barry Pepper played this late NASCAR legend","response":"Dale Earnhardt"},{"text":"3 sharps team up to take down Don \"The Matador\" Everest in \"Tilt\", an ESPN series about this card game","response":"poker"},{"text":"John Turturro played this oft-fired manager in the 2007 ESPN miniseries \"The Bronx is Burning\"","response":"Billy Martin"},{"text":"In 2005 ESPN aired \"Four Minutes\", about this athlete who was born in Middlesex, England in 1929","response":"Roger Bannister"},{"text":"Matt Dillon narrates \"Once in a Lifetime\", about this New York City soccer team Pele played for","response":"the Cosmos"}],"originalDate":"2007-11-13"},{"category":"I WANT CANDY","comments":"","clues":[{"text":"I could go for some of these sugar &amp; marshmallow chicks<span class=\"nobreak\">--</span>especially the blue ones<span class=\"nobreak\">--</span>when's Easter?","response":"Peeps"},{"text":"\"Joy of Cooking\" has a recipe for dark chocolate this &amp; credits Baltimore with the invention; I prefer vanilla or maple","response":"fudge"},{"text":"Meaning \"no equal\", it's another name for snow caps","response":"nonpareils"},{"text":"You can buy squares of its chocolate, like the raspberry or mint-filled, at its famous square in San Francisco","response":"Ghirardelli"},{"text":"Hershey's could have called this candy bar \"Thingamajig\"; it would have been 4 letters shorter","response":"Whatchamacallit"}],"originalDate":"2007-11-13"},{"category":"FROM THE GREEK","comments":"","clues":[{"text":"A pentad is a group of this many","response":"5"},{"text":"In 1840 Christian Schonbein followed his nose to identify this form of oxygen &amp; named it from the Greek for \"smell\"","response":"ozone"},{"text":"Triglycerides are these, from the Greek for \"fat\"","response":"lipids"},{"text":"From Greek for \"steward\", it's been defined as \"the dismal science\"","response":"economics"},{"text":"This first name of poet Roethke means \"gift of God\"","response":"Theodore"}],"originalDate":"2007-11-13"},{"category":"OPERA","comments":"","clues":[{"text":"Susanna the maid is the bride in this Mozart opera","response":"<i>The Marriage of Figaro</i>"},{"text":"The name of this Verdi opera means \"The Fallen Woman\"","response":"<i>La Traviata</i>"},{"text":"Puccini's last opera, it's set in Peking","response":"<i>Turandot</i>"},{"text":"This 1892 Leoncavallo work has a play within the opera","response":"<i>Pagliacci</i>"},{"text":"\"La Bisbetica Dominata\" was based on this Shakespeare play","response":"<i>The Taming of the Shrew</i>"}],"originalDate":"2007-11-13"}],[{"category":"FUNNY OR DIE","comments":"","clues":[{"text":"In \"A Day at the Races\", while checking a pulse, he said, \"Either he's dead or my watch has stopped\"","response":"Groucho Marx"},{"text":"This good sport said, \"Always go to other people's funerals, otherwise they won't come to yours\"","response":"Yogi Berra"},{"text":"This director: \"There are worse things\" than death; \"ever spent an evening with an insurance salesman?\"","response":"Woody Allen"},{"text":"This man who played Honore Lachaille in \"Gigi\" said, \"I prefer old age to the alternative\"","response":"(Maurice) Chevalier"},{"text":"This 19th c. journalist said, \"Death is not the end. There remains the litigation over the estate\"; then he disappeared","response":"Ambrose Bierce"}],"originalDate":"2007-11-13"},{"category":"A SLICE OF LETTISH","comments":"","clues":[{"text":"Bishop Albert made this Latvian capital the HQ of the Knights of the Sword","response":"Riga"},{"text":"Newly independent at the time, Latvia joined this world body on Sept. 22, 1921","response":"the League of Nations"},{"text":"About 60% of Latvians are ethnically Latvian; this nationality makes up about a third of the population","response":"Russian"},{"text":"This is the sea on Latvia's west coast","response":"the Baltic"},{"text":"In Latvia, male first names usually end in \"S\"; female first names, usually in this vowel","response":"A"}],"originalDate":"2007-11-13"},{"category":"UNDER THE VOLCANO","comments":"","clues":[{"text":"Lava that flows far forms shield volcanoes; this island is made up of 5 of them, including Mauna Kea","response":"the Big Island of Hawaii"},{"text":"One difference between wide &amp; narrow craters is the presence of this to mix with magma &amp; cause big steam explosions","response":"water"},{"text":"Volcanoes can be formed by plumes of magma originating in this layer of the Earth below the crust","response":"the mantle"},{"text":"In this island country, nearly 60% of eruptions, like those of Katla, occur under glacial ice","response":"Iceland"},{"text":"From words meaning \"fire\" &amp; \"broken\", this type of flow of searing gas &amp; rock swept down Mt. Pelee in 1902","response":"a pyroclastic flow"}],"originalDate":"2007-11-13"},{"category":"POETIC LICENSE","comments":"","clues":[{"text":"The parentage of his daughter Elena is still a mystery; she was born in 1818, but not to his wife Mary","response":"Shelley"},{"text":"The opium-induced sleep that inspired his \"Kubla Khan\" was an omen; he later became dependent on the drug","response":"(Samuel Taylor) Coleridge"},{"text":"At university, this poetic lord developed a \"violent, though pure, love\" for young chorister John Edleston","response":"Byron"},{"text":"This Russian poet's flagrant affair with a married countess got him kicked out of Odessa in 1824","response":"Pushkin"},{"text":"This poet whose first name was Algernon was described as the \"libidinous laureate of a pack of satyrs\"","response":"Swinburne"}],"originalDate":"2007-11-12"},{"category":"<a href=\"http://www.j-archive.com/media/2007-11-12_J_Cat3.jpg\" target=\"_blank\">FARK.com HEADLINES</a>","comments":"","clues":[{"text":"After one of these \"feral\" birds was released into a park, \"Alcoholics... hunt it down &amp; try to drink it\"","response":"a wild turkey"},{"text":"\"American youth still not convinced that criminal plans should not be posted on\" this popular website","response":"Myspace(.com)"},{"text":"\"Noodle shop accused of aiding drunk driving.  That's because nobody left the place\" this buckwheat noodle","response":"soba"},{"text":"Church of England debating female these; \"Critics say move won't help women to move forward, only diagonally\"","response":"bishops"},{"text":"\"Bush says he'll welcome\" this Palestinian president \"to U.S. but only if they agree to play 'Dancing Queen'\"","response":"Abbas"}],"originalDate":"2007-11-12"},{"category":"THE ILLUMINATI","comments":"","clues":[{"text":"America's first lighthouse, completed in Boston in 1716, was illuminated primarily by this type of oil","response":"whale"},{"text":"From May 13 to September 30, floodlights illuminate the 60-foot heads at this site","response":"Mount Rushmore"},{"text":"The first city to illuminate its streets by electricity was Wabash in this state in 1880","response":"Indiana"},{"text":"Henry Jones, M.A. 1624, made quite an alumni gift to Ireland's Trinity College<span class=\"nobreak\">--</span>this illuminated manuscript","response":"Book of Kells"},{"text":"In photometry, a unit of measure for the intensity of illumination is this one with an appendage in its name","response":"a foot-candle"}],"originalDate":"2007-11-12"}],{"category":"SPORTS","text":"For the 1st half of this century, it was the westernmost city represented in Major League Baseball","response":"St. Louis"}]}