{"mix":4093,"rounds":[[{"category":"-ISMS","comments":"","clues":[{"text":"Jean-Paul Sartre was \"the father of\" this movement","response":"existentialism"},{"text":"Peekaboo, if he's watching you through your window, draw your curtains; he's practicing this","response":"voyeurism"},{"text":"This Jewish movement that began in the late 1800s led to the establishment of Israel in 1948","response":"Zionism"},{"text":"In this 15-letter form of government, the state exercises absolute control over all aspects of life","response":"totalitarianism"},{"text":"...&amp; you shall find that the mystic &amp; guru Nanak founded this religion in the 1500s","response":"Sikhism"}],"originalDate":"2007-11-09"},{"category":"FLOW-ERS","comments":"(Alex: Not FLOWERS.)","clues":[{"text":"The volume of the Mississippi is doubled when this \"stately\" river flows into it at Cairo, Illinois","response":"the Ohio"},{"text":"This almost 1,300-mile-long river forms part of the border between Venezuela &amp; Colombia","response":"the Orinoco"},{"text":"It's the longest river on the Iberian Peninsula","response":"the Tagus River"},{"text":"This river's 350-foot drop at the Zambia-Zimbabwe border creates Victoria Falls","response":"the Zambezi"},{"text":"North Dakota's highest point is White Butte; its lowest is on this river of another color","response":"the Red River"}],"originalDate":"2007-11-09"},{"category":"NEW YEAR'S EVE","comments":"(Alex: We'll deal with things you might be thinking about doing on New Year's Eve.)","clues":[{"text":"Tickets for her MGM Grand concert range from $500 to $2500 each","response":"Barbra Streisand"},{"text":"Plans are to turn this Seattle landmark into a 605-foot Roman candle","response":"Space Needle"},{"text":"At the Pasadena Civic Auditorium 2000 guests will see Disney's Y2K update of this 1940 animated classic","response":"<i>Fantasia</i>"},{"text":"This pop star's set to do her last show before taking her sabbatical in Montreal","response":"Celine Dion"},{"text":"You can waltz in the year 2000 at the Imperial Ball in this city's Hofburg Palace","response":"Vienna"}],"originalDate":"1999-12-07"},{"category":"GRAMMY-WINNING COMEDY ALBUMS","comments":"(Alex: We want you to name the comedian.)","clues":[{"text":"\"A Wild and Crazy Guy\"","response":"Steve Martin"},{"text":"\"No Respect\"","response":"Rodney Dangerfield"},{"text":"\"To Russell, My Brother, Whom I Slept With\"","response":"Bill Cosby"},{"text":"\"The Devil Made Me Buy This Dress\"","response":"Flip Wilson"},{"text":"\"This Is A Recording\"","response":"Lily Tomlin"}],"originalDate":"1999-12-07"},{"category":"SHARK!","comments":"","clues":[{"text":"Sharks were the first vertebrates with a fully functioning set of these, also the title of a famous novel","response":"Jaws"},{"text":"Most of the shark fossils found have been of this body part &amp; they've even been found in the Midwestern U.S.","response":"Teeth"},{"text":"Shark hide was once used by cabinetmakers as this abrasive","response":"Sandpaper"},{"text":"This shark, which produces litters of 30 to 50 at a time, has stripes that fade as it ages","response":"Tiger shark"},{"text":"The shark with this 4-letter name, also called the bonito shark, has been clocked at 20 miles per hour","response":"Mako"}],"originalDate":"1999-12-07"},{"category":"FONDUE","comments":"","clues":[{"text":"\"Fondue\" comes from the French fondre, meaning this action that's done to the cheese","response":"Melting"},{"text":"In the classic Fondue Bourguignonne, cubes of this are dipped in hot oil, then in a savory sauce","response":"Beef"},{"text":"Legend says fondue was invented in this largest Swiss city when winter left only cheese, bread &amp; wine","response":"Zurich"},{"text":"According to \"Joy of Cooking\", fresh fruit served with this sauce for dipping \"never disappoints\"","response":"Chocolate"},{"text":"This brandy whose name is from German for \"cherry\" is a popular fondue ingredient &amp; accompaniment","response":"Kirsch"}],"originalDate":"1999-12-07"}],[{"category":"\"A.M.\"","comments":"","clues":[{"text":"When Phonemate introduced the first commercially successful one in 1971, it weighed 10 pounds","response":"Answering machine"},{"text":"At age 9 Ben Stiller made his TV acting debut on \"Kate McShane\" starring this actress, his mom","response":"Anne Meara"},{"text":"Hail Schubert who came up with this composition so \"full of grace\" in 1825","response":"\"Ave Maria\""},{"text":"Marilyn Monroe's last movie, \"The Misfits\", was written by this playwright, her then-husband","response":"Arthur Miller"},{"text":"Once home to the Hittites, today this region is occupied by Turkey","response":"Asia Minor"}],"originalDate":"1999-12-07"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"Thomas Conway was involved in a 1777 plot to replace this American commander-in-chief with Horatio Gates","response":"George Washington"},{"text":"She was almost 6 feet tall &amp; strong as an ox (she could have smashed saloons without her famous hatchet)","response":"Carrie Nation"},{"text":"In the 11th century Anawratha became the first ruler to politically unite this country that's also known as Myanmar","response":"Burma"},{"text":"As chancellor of this country in the 1930s, Kurt von Schuschnigg favored restoring the Hapsburgs to the throne","response":"Austria"},{"text":"The father of this Danish astronomer was the governor of Halsingborg Castle","response":"Tycho Brahe"}],"originalDate":"1999-12-07"},{"category":"MOVIE TAGLINES","comments":"","clues":[{"text":"1993:<br>\"A murdered wife.  A one-armed man.  An obsessed detective.  The chase begins.\"","response":"<i>The Fugitive</i>"},{"text":"1995:<br>\"A little pig goes a long way\"","response":"<i>Babe</i>"},{"text":"1993:<br>\"An adventure 65 million years in the making\"","response":"<i>Jurassic Park</i>"},{"text":"1973:<br>\"Where were you in '62?\"","response":"<i>American Graffiti</i>"},{"text":"1990:<br>\"You will believe\"","response":"<i>Ghost</i>"}],"originalDate":"1999-12-07"},{"category":"LITERARY HODGEPODGE","comments":"","clues":[{"text":"Famous tale that contains the line \"If he be Mr. Hyde...I shall be Mr. Seek\"","response":"\"Dr. Jekyll and Mr. Hyde\""},{"text":"Martha Grimes is from Pittsburgh, but she sets her mystery novels in this country &amp; names them for pubs","response":"England"},{"text":"In a poem about this city, Bret Harte wrote, \"Wrap her, o fog, in gown and hood of her Franciscan brotherhood\"","response":"San Francisco"},{"text":"Ann Radcliffe's 1794 novel \"The Mysteries of Udolpho\" is a fine example of this \"architectural\" genre","response":"Gothic"},{"text":"This \"I, Claudius\" novelist's memoir \"Good-Bye to All That\" is noted for its vivid depiction of WWI","response":"Robert Graves"}],"originalDate":"1999-12-07"},{"category":"THE MENORAH","comments":"(Alex: Because it's the week of Hanukkah.)","clues":[{"text":"Technically, a menorah has 7 branches, the one with this many is a hanukkiyah","response":"8"},{"text":"A menorah by sculptor Benno Elkan stands before this Israeli parliament building","response":"Knesset"},{"text":"Per Exodus 25, \"The tongs and the snuff-dishes\" of the temple menorah shall be of this material","response":"Gold"},{"text":"According to a prayer, Jews light the menorah \"Al Ha-Nissim\", meaning \"for\" these wondrous events","response":"Miracles"},{"text":"When the second temple was destroyed in 70 A.D., its menorah was carried off to this city","response":"Rome"}],"originalDate":"1999-12-07"},{"category":"THAT SINKING FEELING","comments":"","clues":[{"text":"The sinking of this British liner in May 1915 indirectly influenced the U.S. to enter WWI","response":"Lusitania"},{"text":"One legend mentioned by Plato says that this island was swallowed by the sea as a result of earthquakes","response":"Atlantis"},{"text":"A 1976 Gordon Lightfoot song told the true story of the sinking of this ore vessel in Lake Superior","response":"Edmund Fitzgerald"},{"text":"In 1997 \"Nova\" went under the sea to look at this ship, the Titanic's lost sister:","response":"HMS Britannic"},{"text":"A 1999 TV movie portrayed the torpedoing &amp; sinking of the federal sloop Housatonic by this Confederate sub","response":"Hunley"}],"originalDate":"1999-12-07"}],{"category":"INTERNATIONAL SPORTS","text":"Twice the host country, this nation of 4 1/2 million leads the world in total winter Olympic medals","response":"Norway"}]}