{"mix":4109,"rounds":[[{"category":"TV MDs","comments":"","clues":[{"text":"Drs. Cristina Yang &amp; Miranda Bailey practice on this McDreamy series","response":"<i>Grey's Anatomy</i>"},{"text":"Maria Bello &amp; Sherry Stringfield are among the many who doctored up this long-running NBC show","response":"<i>ER</i>"},{"text":"Drs. Lisa Cuddy &amp; Allison Cameron have roamed Princeton-Plainsboro Hospital with this acerbic title doc","response":"Gregory House"},{"text":"Dr. Cavanaugh (the first name would give things away) was a Boston M.E. with a checkered past on this drama","response":"<i>Crossing Jordan</i>"},{"text":"We dig forensic anthropologist Dr. Temperance Brennan on this Fox drama","response":"<i>Bones</i>"}],"originalDate":"2007-10-29"},{"category":"VAMPIRES","comments":"","clues":[{"text":"In the Slavic countries, this pungent bulb was used to detect vampires as well as to prevent their attacks","response":"garlic"},{"text":"Depending on local customs, these, used to kill vampires, may be made of iron or local woods","response":"stakes"},{"text":"Bela Lugosi didn't wear a set of these as Dracula, but Christopher Lee did, fixing the image of a vampire for successors","response":"fangs (or pointy teeth)"},{"text":"Meaning \"the land beyond the forest\", it's the area in which vamps camp","response":"Transylvania"},{"text":"Though never explicitly stated, this 3-named English poet's \"Christabel\" is thought to be about vampires","response":"Samuel Taylor Coleridge"}],"originalDate":"2007-10-29"},{"category":"BIBLICAL ABOMINATIONS","comments":"","clues":[{"text":"Leviticus 11 says most insects that creep or fly are an abomination, but this 8th plague is kosher","response":"locusts"},{"text":"Leviticus 11:13 declares that this bird of prey, later a symbol of Roman legions, is an abomination","response":"an eagle"},{"text":"Potpourri is not mentioned, but this burning perfume is an abomination according to Isaiah 1:13","response":"incense"},{"text":"Leviticus 11:10 says \"all that have not fins and\" these \"in the seas\" shall be an abomination","response":"scales"},{"text":"In Genesis 46:34, every shepherd is an abomination unto this kingdom that was known as Kemet","response":"Egypt"}],"originalDate":"2007-10-29"},{"category":"THEY COME IN THREES","comments":"","clues":[{"text":"Jack Tripper, Chrissy Snow &amp; Janet Wood were the original housemates on this TV show","response":"<i>Three's Company</i>"},{"text":"This famous literary trio shows up again in Dumas' novel \"Le Vicomte de Bragelonne\"","response":"The Three Musketeers"},{"text":"The 3 members of ancient Rome's First Triumvirate in 60 B.C. were Crassus, Pompey &amp; him","response":"Julius Caesar"},{"text":"The 3 main regions that make up this country are Norrland, Svealand &amp; Gotaland","response":"Sweden"},{"text":"Aradus, Sidon &amp; Tyre were 3 principal cities of this ancient civilization","response":"Phoenicia"}],"originalDate":"2007-10-29"},{"category":"COUNTRY MUSIC","comments":"","clues":[{"text":"On winning top female vocalist at the 2007 ACM Awards, she thanked God, her fans &amp; \"American Idol\"","response":"Carrie Underwood"},{"text":"This Dolly Parton song recently topped CMT's list of the 100 greatest love songs of country music","response":"\"I Will Always Love You\""},{"text":"His first No. 1 country hit &amp; first Top 40 pop hit was 1975's \"Blue Eyes Crying in the Rain\"","response":"Willie Nelson"},{"text":"At his wedding reception in 2006, he serenaded his movie star bride with the song \"Making Memories of Us\"","response":"Keith Urban"},{"text":"It's never too early for happy hour in this \"timely\" tune by Alan Jackson &amp; Jimmy Buffett","response":"\"It's Five O'Clock Somewhere\""}],"originalDate":"2007-10-29"},{"category":"ALONG E-90","comments":"","clues":[{"text":"We'll start our trip east on Route E-90 in this chief seaport of Portugal","response":"Lisbon"},{"text":"Let's head to this Spanish coastal city to shop along its Rambla de Catalunya","response":"Barcelona"},{"text":"My cat wants me to look up its relatives in this capital of Turkey","response":"Ankara"},{"text":"Hope our stop in Thessaloniki goes better than Greece's George I in 1913; this happened to him there","response":"assassination"},{"text":"E-90 goes through Brindisi; this famous ancient Roman road ended there","response":"the Appian Way"}],"originalDate":"2007-10-29"}],[{"category":"PORK &amp; MINDY","comments":"","clues":[{"text":"Mindy's up on her slang &amp; knows you can \"bring home\" this porky term <span class=\"nobreak\">--</span> or if you're in trouble, you can \"save\" yours","response":"bacon"},{"text":"Mindy's not overacting but is livin' on this meat from the hind leg of the hog; it's rich in thiamine &amp; iron","response":"ham"},{"text":"On vacation, Mindy saw a '95 film about this title porker, known in Taiwan as \"I am not Stupid, I have Something to Say\"","response":"<i>Babe</i>"},{"text":"Multi-tasking Mindy knows this term for a type of pig can also apply to a stove","response":"potbelly"},{"text":"Mindy goes semiwild hog with the Arkansas football team to name this type of pig","response":"the razorbacks"}],"originalDate":"2007-10-29"},{"category":"ASSOCIATIONS","comments":"","clues":[{"text":"The 20,000 strong United Daughters of the Confederacy is headquartered in this state capital","response":"Richmond"},{"text":"The National Speleological Society has dug itself into this aptly-named Huntsville avenue","response":"Cave Avenue"},{"text":"www.pbk.org is the web address of this collegiate group founded in 1776","response":"Phi Beta Kappa"},{"text":"The burglary of this organization's office June 17, 1972 made headlines","response":"the Democratic National Committee"},{"text":"These Protestants of 16th century France are still around &amp; may belong to a Bloomington, Minn. society for them","response":"the Huguenots"}],"originalDate":"2003-06-19"},{"category":"PAUL MALL","comments":"","clues":[{"text":"A 1910 newspaper story is the first known written reference to this legendary lumberman","response":"Paul Bunyan"},{"text":"This New Jersey-born singer-songwriter has had 13 solo Top 40 hits","response":"Paul Simon"},{"text":"John Paul I succeeded him in 1978","response":"Pope Paul VI"},{"text":"This noted artist left Tahiti for the Marquesas Islands in 1901","response":"Paul Gauguin"},{"text":"This German bacteriologist developed a \"magic bullet\" called Salvarsan as a treatment for syphilis","response":"Paul Ehrlich"}],"originalDate":"2003-06-19"},{"category":"WHAT TO WEAR?","comments":"","clues":[{"text":"A popular slogan on this protective garment is \"Kiss the cook\"","response":"an apron"},{"text":"Your 2 basic styles for sweaters are pullover &amp; this style with buttons","response":"a cardigan"},{"text":"Getting knighted, Sean Connery wore his dress one of these, so kneeling may have been rough on the knee","response":"a kilt"},{"text":"TV once had a special \"room\" for this 1-piece child's outfit with short, loose trousers gathered at the knees","response":"a romper"},{"text":"These 2 wrap-around garments of India &amp; Oceana both begin with \"sar\"","response":"a sari & sarong"}],"originalDate":"2003-06-19"},{"category":"A PAIN IN THE \"R\"s","comments":"","clues":[{"text":"The separation of the membrane from the choroids at the back of the eye is known as a detached one of these","response":"the retina"},{"text":"A lack of phosphate, vitamin D or calcium can cause this bone disease in children","response":"rickets"},{"text":"It's what the R in the MMR vaccine stands for","response":"rubella"},{"text":"Parents are advised not to give children aspirin because of its link to this potentially fatal syndrome","response":"Reye's syndrome"},{"text":"These viruses responsible for many respiratory infections share part of their name with a pachyderm","response":"a rhinovirus"}],"originalDate":"2003-06-19"},{"category":"E BEFORE I","comments":"","clues":[{"text":"When a beer drinker raises his glass, it's often this type of mug","response":"a stein"},{"text":"After a redefinition of terms in 1998, the Surgeon General now reports that about 60% of all Americans are this","response":"overweight"},{"text":"It's the cloth or covering a woman \"takes\" when she becomes a nun","response":"a veil"},{"text":"One of the most memorable songs from \"The Sound of Music\" is this ode to a flower","response":"\"Edelweiss\""},{"text":"It takes about 3 years for the male of this duck to attain its full \"down coat\"","response":"an eider"}],"originalDate":"2003-06-19"}],{"category":"WORD ORIGINS","text":"When evidence was lacking, juries of yore would reply with this Latin word meaning \"we do not know\"; now it means a dunce","response":"ignoramus"}]}