{"mix":4116,"rounds":[[{"category":"\"PRO\" NOUNS","comments":"","clues":[{"text":"8 ounces of yogurt contain about 8 grams of this; an 8-ounce sirloin steak contains about 70","response":"protein"},{"text":"It can be an introductory scene of a play or the preface to a novel","response":"a prologue"},{"text":"Popularly served with melon, it's paper-thin slices of ham that have been salt-cured &amp; air-dried","response":"prosciutto"},{"text":"Introduced in 1986, it's one of the most widely prescribed antidepressants in history","response":"Prozac"},{"text":"It's an object that's designed to be hurled or shot forward, like a bullet or a rocket","response":"a projectile"}],"originalDate":"2007-10-22"},{"category":"POP CULTURE","comments":"","clues":[{"text":"When Sinatra caught his act, this \"Mr. Warmth\" comic said, \"Make yourself at home, Frank, hit somebody\"","response":"Don Rickles"},{"text":"He found the joy of sax with his 12-million-selling \"Breathless\"","response":"Kenny G"},{"text":"In the '40s, zis sex therapist was a sniper for Jewish forces in Palestine (yes, you heard me, a sniper!)","response":"Dr. Ruth"},{"text":"Sean Connery played one of the most Scottish-sounding Lithuanians ever as a sub captain in this film","response":"<i>The Hunt for Red October</i>"},{"text":"Mr. Blackwell said she \"dresses like the centerfold for the Farmer's Almanac... definitely not 'a good thing'\"","response":"Martha Stewart"}],"originalDate":"2007-10-22"},{"category":"R&B (ROYALTY &amp; BALLET)","comments":"","clues":[{"text":"Charles &amp; Camilla are characters in a ballet named for this princess that premiered in Manchester in 2005","response":"Diana"},{"text":"In 1985, to honor the wishes of her late mother, this princess re-established Les Ballets de Monte-Carlo","response":"Caroline (of Monaco)"},{"text":"The first ballet, \"Ballet Comique de la Reine\", was presented at the court of this Medici Queen of France in 1581","response":"Catherine"},{"text":"This prince who has 2 daughters became patron of the English National Ballet in 2001","response":"Prince Andrew"},{"text":"This current queen is a big fan of ballet, &amp; the Netherlands Dance Theater often accompanies her on state visits","response":"Queen Beatrix"}],"originalDate":"2007-10-22"},{"category":"YOU'VE GOT COMPANY","comments":"","clues":[{"text":"The red &amp; white labels used by this soup company were inspired by the uniforms of the Cornell football team","response":"Campbell's"},{"text":"It precedes \"Pacific\" in the name of a papermaker headquartered on Peachtree Street","response":"Georgia"},{"text":"The Apogee &amp; Century II are these made by Cross","response":"pens"},{"text":"In 1999 this co. spun off Delphi, which became the biggest U.S. auto parts supplier but went bankrupt in 2005","response":"GM (General Motors)"},{"text":"Where would insurer TIAA be without this companion annuity organization?","response":"CREF (College Retirement Equities Fund)"}],"originalDate":"2007-10-22"},{"category":"REARRANGE 'EM","comments":"(Alex: You're going to deal with anagrams in that category.)","clues":[{"text":"Hopefully you're a dynamo on this day of the week","response":"Monday (from dynamo)"},{"text":"Hold Earth dearly in this body part","response":"heart (from Earth)"},{"text":"Put out some coasters for a drink with this Greek thinker","response":"Socrates (from coasters)"},{"text":"Wear an ascot to this Puccini opera","response":"<i>Tosca</i> (from ascot)"},{"text":"Author Stendhal wanted this type of pony for Christmas","response":"Shetland (from Stendhal)"}],"originalDate":"2007-10-22"},{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"The San Francisco garden named for this British bard features plants mentioned in his works","response":"William Shakespeare"},{"text":"You might stay in one of the River Run Cottages if you visit this actor's Sundance Village in Utah","response":"Robert Redford"},{"text":"Open since 1982, its name is an acronym for Experimental Prototype Community of Tomorrow","response":"EPCOT Center"},{"text":"You can ride a streetcar or a sternwheeler to this city's Audubon Zoo","response":"New Orleans"},{"text":"Octagon House in Washington, D.C. is the place where the Treaty of Ghent that ended this war was signed in 1815","response":"the War of 1812"}],"originalDate":"2000-02-07"}],[{"category":"DORM CUISINE","comments":"","clues":[{"text":"This snack is healthiest when prepared in a hot-air popper","response":"popcorn"},{"text":"Snack-sized sticks of mozzarella are sold under this name because they can be pulled apart into strands","response":"string cheese"},{"text":"A popular way to make smooth peanut butter go crunch is to spread it on stalks of this green veggie","response":"celery"},{"text":"Fresh varieties of this dairy treat with a Turkish name have more active bacteria than the frozen","response":"yogurt"},{"text":"Related to poison ivy, this kidney-shaped snack nut is sold without its toxic shell","response":"cashew"}],"originalDate":"2000-02-07"},{"category":"SHE'S ANNE","comments":"","clues":[{"text":"Her diary was first published in 1947 under its Dutch title \"Het Achterhuis\"","response":"Anne Frank"},{"text":"On the big screen, Genevieve Bujold &amp; Merle Oberon have both played this wife of Henry VIII","response":"Anne Boleyn"},{"text":"She took on the role of doomed showerer Marion Crane in the 1998 remake of \"Psycho\"","response":"Anne Heche"},{"text":"Sting wrote the song \"Moon Over Bourbon Street\" about a vampire named Louis, one of this author's characters","response":"Anne Rice"},{"text":"In 1887 she became Helen Keller's teacher","response":"Anne Sullivan"}],"originalDate":"2000-02-07"},{"category":"\"I\" FULL","comments":"","clues":[{"text":"Exactly the same, like some twins","response":"identical"},{"text":"Pay no attention to","response":"ignore"},{"text":"From the Latin for \"to read\", it means \"impossible to read\"","response":"illegible"},{"text":"A carved image of a deity, or any object of adoration","response":"idol"},{"text":"A Muslim priest","response":"imam"}],"originalDate":"2000-02-07"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"You may eat this candied tuber at Thanksgiving","response":"yam (may)"},{"text":"Nervously walk back &amp; forth across the cape","response":"pace (cape)"},{"text":"When he gets a wild blue idea, Rodney goes off there","response":"yonder (Rodney)"},{"text":"To gaze at the obverse side","response":"observe (obverse)"},{"text":"Mama Mia!  An Italian might dream about this person","response":"madre (dream)"}],"originalDate":"2000-02-07"},{"category":"BRIT LIT","comments":"","clues":[{"text":"The man-eating Grendel, Grendel's mom &amp; a fire-breathing dragon are slain in this epic from the 8th century","response":"<i>Beowulf</i>"},{"text":"The second line of this Dylan Thomas poem says, \"Old age should burn and rave at close of day\"","response":"\"Do not go gentle into that good night\""},{"text":"His 1915 novel \"The Rainbow\" was declared obscene; so was his 1928 novel","response":"D.H. Lawrence"},{"text":"\"The Lamb\", one of his \"Songs of Innocence\", asks, \"Little lamb, who made thee?\"","response":"William Blake"},{"text":"This 1651 whale of a treatise on government by Thomas Hobbes is a defense of secular monarchy","response":"<i>Leviathan</i>"}],"originalDate":"2000-02-07"},{"category":"THE GOBI DESERT","comments":"","clues":[{"text":"The big Gobi event of 1955 was the completion of one of these spanning the desert","response":"a railroad"},{"text":"In July 1993 an egg containing the embryo of one of these was found at Ukhaa Tolgod in the Gobi","response":"dinosaur"},{"text":"These climatic events are common in the Gobi; a severe one may be called the \"black wind\"","response":"sandstorms"},{"text":"\"Gobi\" means \"waterless place\" in the Altaic languages collectively called this national language","response":"Mongolian"},{"text":"Gobi explorer Nikolai Przhevalski discovered a wild camel &amp; the world's last surviving wild species of this","response":"horse"}],"originalDate":"2000-02-07"}],{"category":"TV  CHARACTERS","text":"Jerry Jones, Mark Cuban &amp; Mayor Mike Rawlings were 3 of the real folks at the 2013 memorial for this TV character","response":"J.R. Ewing"}]}