{"mix":4121,"rounds":[[{"category":"BODY BASICS","comments":"","clues":[{"text":"This colored part of the eye shares its name with a type of flower","response":"the iris"},{"text":"Pink, red or purplish, a port-wine stain is a large one of these usually on the face or neck","response":"a birthmark"},{"text":"The dura mater is the outermost protective layer that covers the spinal cord &amp; this organ","response":"the brain"},{"text":"Unfortunately, high cholesterol can lead to atherosclerosis, in which these blood vessels become clogged","response":"the arteries"},{"text":"Also called leukocytes, these nearly colorless blood cells defend the body against infection","response":"white blood cells"}],"originalDate":"2007-10-12"},{"category":"\"B\"s","comments":"","clues":[{"text":"This is the thin-sliced, salted &amp; dried back &amp; sides of the hog","response":"bacon"},{"text":"Still used today, in Ancient Rome this instrument called the faithful to worship in the temples","response":"the bell"},{"text":"This type of immunization is used to renew or maintain the effects of a previous one","response":"a booster"},{"text":"In the 1800s John Farrar was one of the first to move teeth in slow increments using a mechanism that evolved into these","response":"braces"},{"text":"The oldest signs of life on Earth are fossilized ancestors of these one-celled organisms","response":"bacteria"}],"originalDate":"2007-10-12"},{"category":"NEWS FLASH 1896","comments":"","clues":[{"text":"After renouncing polygamy, this admitted to Union as 45th state","response":"Utah"},{"text":"Death claims this antislavery novelist whose most famous work was serialized in 1851","response":"Harriet Beecher Stowe (\"Uncle Tom's Cabin\")"},{"text":"Founded in 1746, the College of New Jersey renames itself this","response":"Princeton"},{"text":"Using his daughter Clara's nickname to label it, Leo Hirschfield introduces this chewy \"roll\"","response":"Tootsie Roll"},{"text":"A tale of doomed &amp; impoverished artists, this Puccini opera premieres in Turin","response":"\"La boheme\""}],"originalDate":"2000-06-30"},{"category":"...AND MAN CREATED WOMAN","comments":"","clues":[{"text":"In this animated 1995 film, Annie Potts was a real doll - Bo-Peep","response":"<i>Toy Story</i>"},{"text":"Carmen Ibanez fights the bugs as a pilot in \"Roughnecks\", the animated version of this Heinlein tale:","response":"<i>Starship Troopers</i>"},{"text":"This 3-D tomb-raiding woman has done commercials for the Sci-Fi Channel","response":"Lara Croft"},{"text":"Vanessa Angel played Lisa in the TV series of \"Weird Science\"; this actress played her in the film","response":"Kelly LeBrock"},{"text":"Webbie Tokay is a cyberspace supermodel created for this top modeling agency","response":"Elite"}],"originalDate":"2000-06-30"},{"category":"AMERICANA","comments":"","clues":[{"text":"It's the official state insect of Arkansas <span class=\"nobreak\">--</span> how sweet!","response":"Honeybee"},{"text":"This Cambridge, Mass. university is named for a man who graduated from England's Cambridge Univ. in the 1630s","response":"Harvard"},{"text":"Race a Model T while holding a pig in your lap in the Pig-N-Ford race at this state's Tillamook County Fair","response":"Oregon"},{"text":"Roy Rogers once said his birthplace was roughly where second base at this city's Riverfront Stadium later stood","response":"Cincinnati"},{"text":"Want to see a 2,000-pound pillar of salt?  Head for the New York State Museum in this city","response":"Albany"}],"originalDate":"2000-06-30"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"In 700 B.C. Greeks first crossed this sea to colonize Samothrace","response":"Aegean Sea"},{"text":"Bahrain is composed of several islands in the Gulf of Bahrain &amp; this larger gulf","response":"Persian Gulf"},{"text":"Indenting the coastline of Alaska, Norton Sound &amp; Kuskokwim Bay are inlets of this sea","response":"Bering Sea"},{"text":"The Korean Peninsula borders the Yellow Sea to the west &amp; this sea to the east","response":"Sea of Japan"},{"text":"Some say the Weddell Sea is an arm of the Antarctic Ocean; others say it's part of this larger ocean","response":"Atlantic Ocean"}],"originalDate":"2000-06-30"}],[{"category":"HODGEPODGE","comments":"","clues":[{"text":"In 1991, his character of Jesse married a Rebecca; in 1998, in real life, he married a Rebecca, Rebecca Romijn","response":"John Stamos"},{"text":"According to the Italian version of Encarta, Antonio Meucci rang in first with this invention, 5 years before that Scot","response":"Telephone"},{"text":"After hiring Reginald Barnett Hollingsworth to be your butler, you should address him this way","response":"Hollingsworth"},{"text":"In 1999 Crayola decided to rename its Indian Red crayon, the first renaming since 1962 when this became \"Peach\"","response":"Flesh"},{"text":"In 1999 she &amp; Stedman Graham taught a \"Dynamics of Leadership\" course at an Illinois college","response":"Oprah Winfrey"}],"originalDate":"2000-06-30"},{"category":"TV CROSSWORD CLUES \"O\"","comments":"","clues":[{"text":"\"____ Gang\"<br>(3)","response":"Our"},{"text":"\"This ____ House\"<br>(3)","response":"Old"},{"text":"Actress d'Abo<br>(6)","response":"Olivia"},{"text":"Drew Carey's home state<br>(4)","response":"Ohio"},{"text":"\"Green Acres\" character<br>(6)","response":"Oliver"}],"originalDate":"2000-06-30"},{"category":"WORLD HERITAGE SITES","comments":"","clues":[{"text":"One of these off Belize, like the \"Great\" one off Australia, is listed","response":"Barrier reef"},{"text":"Though the object seen here is listed as in the United States, it was made in this country:<br>(Statue of Liberty)","response":"France"},{"text":"These islands, made a national park by Ecuador in 1959, were made a World Heritage Site in 1978","response":"the Galapagos Islands"},{"text":"The historic center of Zacatecas in this country is just steeped in heritage","response":"Mexico"},{"text":"This 73-mile-long heritage site was built back in 122 A.D. to keep northern invaders out of England","response":"Hadrian's Wall"}],"originalDate":"2000-06-30"},{"category":"THE SONGS OF THE CARPENTERS","comments":"","clues":[{"text":"Title that completes, \"That is why all the girls in town follow you all around, just like me, they long to be...\"","response":"\"Close To You\""},{"text":"\"Hangin' around, nothing to do but frown, rainy days and Mondays always\" do this","response":"get me down"},{"text":"This song says, \"And when the evening comes we smile, so much of life ahead\"","response":"\"We've Only Just Begun\""},{"text":"This 1973 song, a No. 1 adult contemporary hit, was featured on \"Sesame Street\"","response":"\"Sing\""},{"text":"Wait a minute!  14 years after the Marvelettes, the Carpenters topped the charts with this song","response":"\"Please Mr. Postman\""}],"originalDate":"2000-06-30"},{"category":"\"JOY\" SHTICK","comments":"","clues":[{"text":"She won Olympic gold in the heptathlon in 1988 &amp; 1992","response":"Jackie Joyner-Kersee"},{"text":"This poem by Friedrich von Schiller was the basis for the choral finale of Beethoven's 9th Symphony","response":"\"Ode to Joy\""},{"text":"This 1993 film starred Kieu Chinh &amp; Tamlyn Tomita","response":"<i>The Joy Luck Club</i>"},{"text":"Outspoken views about drugs &amp; sexuality led to this surgeon general's resignation in 1994","response":"Joycelyn Elders"},{"text":"He also wrote \"Anna Livia Plurabelle\" &amp; \"Tales Told of Shem and Shaun\"","response":"James Joyce"}],"originalDate":"2000-06-30"},{"category":"ARTHUR MILLER","comments":"","clues":[{"text":"Miller told this future wife, \"You're the saddest girl I've ever met\"","response":"Marilyn Monroe"},{"text":"Miller took this last name of his best-known character from the film \"The Testament of Dr. Mabuse\"","response":"Loman"},{"text":"\"The Crucible\" opens in 1692 in Reverend Parris' house in this Massachusetts town","response":"Salem"},{"text":"Miller's 1956 testimony before this committee got him cited for contempt of Congress","response":"HUAC (House Un-American Activities Committee)"},{"text":"Play title that completes the line \"Sure, he was my son.  But I think to him they were...\"","response":"\"All My Sons\""}],"originalDate":"2000-06-30"}],{"category":"21st CENTURY NOVELS","text":"In a letter to the author, President Obama called this \"a lovely book<span class=\"nobreak\">--</span>an elegant proof of God, and the power of storytelling\"","response":"<i>Life of Pi</i> (by Yann Martel)"}]}