{"mix":4130,"rounds":[[{"category":"PREFIXES","comments":"","clues":[{"text":"Medically speaking, hemo-, hema- &amp; hemato- all mean this","response":"blood"},{"text":"Before -standard &amp; -marine, it means below","response":"sub-"},{"text":"Before -biography or -graph, it means self","response":"auto-"},{"text":"It puts the fire before -technics &amp; -mania","response":"pyro-"},{"text":"This prefix turns 1 byte of data into about a billion","response":"giga-"}],"originalDate":"2007-10-10"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In \"The Lion, the Witch and the Wardrobe\", Lucy peers into an old wardrobe &amp; discovers this magical land","response":"Narnia"},{"text":"Snipp, Snapp &amp; Snurr, who star in a series of books, are brothers from this Scandinavian country","response":"Sweden"},{"text":"In the Grimm tale \"The 12 Dancing Princesses\", 12 sisters dance so much that they wear out these every night","response":"their shoes"},{"text":"This orphan befriends a goatherd named Peter when she's sent to live with her grandfather in the Swiss Alps","response":"Heidi"},{"text":"She's the title heroine \"Of Green Gables\" in a classic 1908 book","response":"Anne"}],"originalDate":"2007-10-10"},{"category":"CALIFORNIA HERE I COME!","comments":"","clues":[{"text":"The 1906 quake named for this city had a magnitude of 7.9; more than 28,000 buildings lay in ruins","response":"San Francisco"},{"text":"The second-most populous city in the nation, it's more than 450 square miles in area","response":"Los Angeles"},{"text":"The falls that bear the name of this national park plunge 2,425 feet down a rock wall","response":"Yosemite"},{"text":"This desert region whose name sounds a bit morbid contains the lowest point in the U.S.","response":"Death Valley"},{"text":"This city really must be the Magic Kingdom! Here, Ducks become champions of pro hockey","response":"Anaheim"}],"originalDate":"2007-10-10"},{"category":"A STAR-SPANGLED BANNER QUIZ","comments":"(Alex: In honor of Flag Day...)","clues":[{"text":"The words of the anthem were written late in this war","response":"War of 1812"},{"text":"3 of the 4 full sentences in the first verse end in this punctuation mark","response":"Question mark"},{"text":"In 1912 Eben Appleton of New York donated the banner in the song to this, on the condition it always stay there","response":"Smithsonian"},{"text":"This word means a fortification on an embankment with a parapet on top","response":"Rampart"},{"text":"The first Olympics at which the song could be played as our official national anthem were held in 1932 in this country","response":"USA (Lake Placid)"}],"originalDate":"2000-06-14"},{"category":"4 YEARS","comments":"","clues":[{"text":"In 1960 Abebe Bikila won this Olympic event barefoot; 4 years later he won it again, this time wearing shoes","response":"Marathon"},{"text":"He was the first U.S. president to serve just 4 years","response":"John Adams"},{"text":"His book \"Daisy-Head Maysie\" was published in 1995, 4 years after his death","response":"Dr. Seuss"},{"text":"In Julius Caesar's time this month had 30 days once every 4 years","response":"February"},{"text":"Every 4 years the Boy Scouts hold international rallies known as these","response":"jamborees"}],"originalDate":"2000-06-14"},{"category":"A DELICATE OPERATION","comments":"","clues":[{"text":"A bypass operation may bypass the carotid or coronary one of these","response":"Artery"},{"text":"An instrument called a reamer is used in the replacement of this joint at the top of the femur","response":"the hip"},{"text":"The technical term for the common operation to remove the uterus","response":"hysterectomy"},{"text":"If someone's reconnecting your bile ducts, you've just had this transplant first performed by Dr. Thomas Starzl","response":"Liver transplant"},{"text":"The acronymic word \"laser\" is represented in this acronym for a popular sight-improvement surgery","response":"LASIK"}],"originalDate":"2000-06-14"}],[{"category":"ROCK 'N' POP","comments":"","clues":[{"text":"One of the ska anthems of the '80s was the Specials' plea to \"free\" this South African","response":"Nelson Mandela"},{"text":"Years before hooking up with Dawn, he recorded the demo for the Shirelles' \"Will You Love Me Tomorrow?\"","response":"Tony Orlando"},{"text":"In January 1969 the Beatles recorded \"Get Back\" on the roof of this record company's Savile Row Studio in London","response":"Apple Records"},{"text":"He wrote several earlier hits for others, but didn't have his own Top 10 hit until \"Like A Rolling Stone\" in 1965","response":"Bob Dylan"},{"text":"His group, The Union Gap. took its name from the town of Union Gap, Washington","response":"Gary Puckett"}],"originalDate":"2000-06-14"},{"category":"SOCK IT TO ME!","comments":"","clues":[{"text":"It's a shoe-free dance held in the school gymnasium","response":"Sock hop"},{"text":"It's the useful meteorological instrument seen here:","response":"Windsock"},{"text":"(Alex speaking in \"Scottish\" accent)  Look, man!  It's the classic sock pattern seen here:","response":"Argyle"},{"text":"At one time you could get a guided tour from Socks the Cat on this building's official website","response":"White House"},{"text":"These socks with a \"digital\" name seen here can be very cozy:","response":"Toe socks"}],"originalDate":"2000-06-14"},{"category":"OH \"K\"","comments":"","clues":[{"text":"It's played like baseball, only you bat with your feet","response":"Kickball"},{"text":"A basic unit of mass, it's equal to 2.2046 pounds","response":"Kilogram"},{"text":"It's the Native American ceremonial item seen here:","response":"Kachina doll"},{"text":"He directed \"The Hidden Fortress\", \"Rashomon\" &amp; \"Throne of Blood\"","response":"Akira Kurosawa"},{"text":"It's the first name used by the Lebanese-American poet who wrote \"The Prophet\" &amp; \"Sand and Foam\"","response":"Khalil (Gibran)"}],"originalDate":"2000-06-14"},{"category":"AMERICAN FIRSTS","comments":"","clues":[{"text":"Until Yale gave the USA's first of these in 1861, the M.A. degree was the peak of scholarly achievement","response":"Ph.D."},{"text":"Royall Tyler created the flirtatious fop Billy Dimple in \"The Contrast\", the USA's first play of this type","response":"comedy (satire accepted)"},{"text":"(Hi, I'm Peter Krause)  The 1st live game on this network that's like mine on \"Sports Night\" was the Bourbons vs. the Schlitzes in softball","response":"ESPN"},{"text":"Henry Flipper, the first black graduate of this academy, was assigned to mosquito control","response":"West Point/USMA/Army"},{"text":"Appropriately, this Hartford company was the first insurer of automobiles","response":"Travelers"}],"originalDate":"2000-06-14"},{"category":"CINEMATIC TITLE PAIRS","comments":"","clues":[{"text":"1984:<br>\"...and the Temple of Doom\"","response":"Indiana Jones"},{"text":"1971:<br>\"...and Broomsticks\"","response":"Bedknobs"},{"text":"1975:<br>\"...and His Dog\"","response":"A Boy"},{"text":"1997:<br>\"...&amp; Out\"","response":"In"},{"text":"1982:<br>\"...and Treacle\"","response":"Brimstone"}],"originalDate":"2000-06-14"},{"category":"OREGONE","comments":"(Alex: This is not a misspelling - things in Oregon that are gone!)","clues":[{"text":"The town of Fossil once held annual \"Days\" of these departed reptiles, but the event is now extinct","response":"Dinosaurs"},{"text":"A grand hotel on what's now this city's Pioneer Courthouse Square became a parking lot in the '50s","response":"Portland"},{"text":"In 1948 the town of Vanport was so devastated by one of these disasters, it had to be sold for salvage","response":"a flood"},{"text":"In 1995 Bob Packwood resigned &amp; this other veteran Oregon senator announced his retirement","response":"Mark Hatfield"},{"text":"In this city named for a fur-trading mogul, a park sits on the site of the 1811 fort","response":"Astoria"}],"originalDate":"2000-06-14"}],{"category":"COLLEGE SPORTS MASCOTS","text":"In 1947 Walt Disney made a handshake deal to let this university use one of his major characters as its mascot, still in use today","response":"the University of Oregon"}]}