{"mix":4131,"rounds":[[{"category":"FAMOUS PERCIVALS","comments":"","clues":[{"text":"Perseverance wasn't the middle name of this man who climbed Everest in 1953, it was Percival","response":"Sir Edmund Percival Hillary"},{"text":"As prime minister of this country, Percival J. Patterson makes his home in Kingston","response":"Jamaica"},{"text":"Sir Percival joined this knight's quest for the holy grail","response":"Sir Galahad"},{"text":"In 1894 he founded his observatory in Flagstaff, Arizona","response":"Percival Lowell"},{"text":"Percival Christopher Wren wrote this classic 1924 tale of the French Foreign Legion","response":"\"Beau Geste\""}],"originalDate":"2000-06-14"},{"category":"THE CONTINENTS","comments":"","clues":[{"text":"This continent is the largest in area","response":"Asia"},{"text":"Early explorers called parts of this continent Vinland","response":"North America"},{"text":"This continent has a lot of marsupials, like the native wombat","response":"Australia"},{"text":"This continent has the longest mountain chain","response":"South America"},{"text":"In 1957 countries on this continent signed a treaty creating an economic community, or common market","response":"Europe"}],"originalDate":"2007-10-09"},{"category":"THE SUMMER OLYMPICS","comments":"","clues":[{"text":"You might have to get as high as 20 feet off the ground to win a medal in this \"vaulting\" Olympic event","response":"the pole vault"},{"text":"At 26.2 miles, it's the longest running event in the Summer Olympics","response":"the marathon"},{"text":"In the Olympic 400-meter relay final, this many runners compete together as a team","response":"4"},{"text":"Throwing events include this one, the hurling of a spearlike shaft","response":"the javelin"},{"text":"In 2004 the USA's Bryan Clay, with 8,820 points, took the silver in this 10-event contest","response":"the decathlon"}],"originalDate":"2007-10-09"},{"category":"AMERICANA","comments":"","clues":[{"text":"On July 8, 1776 it was rung to proclaim the first public reading of the Declaration of Independence","response":"the Liberty Bell"},{"text":"Suffragettes were women who wanted the right to do this (&amp; got to with the 19th Amendement)","response":"vote"},{"text":"Check out exotic marine life at one of these, like the National one in Baltimore","response":"an aquarium"},{"text":"Tulsa's newspaper is called The World; Boston's is named for this object that depicts the world","response":"a globe"},{"text":"The name of this Texas city is Spanish for \"yellow\"","response":"Amarillo"}],"originalDate":"2007-10-09"},{"category":"NOT A VERB","comments":"(Alex: And we'll give you a list, you tell us which word is...)","clues":[{"text":"Capable,<br>succeed,<br>accomplish","response":"capable"},{"text":"Paint,<br>brush,<br>easel","response":"easel"},{"text":"Wind,<br>wander,<br>wonderful","response":"wonderful"},{"text":"Salt,<br>pepper,<br>sage","response":"sage"},{"text":"Candor,<br>center,<br>canter","response":"candor"}],"originalDate":"2007-10-09"},{"category":"CHRISTOPHER COLUMBUS","comments":"","clues":[{"text":"There's no truth to the story that she had to pawn her jewels to finance Columbus' first voyage","response":"Queen Isabella"},{"text":"This flagship of Columbus' first voyage was chartered from Juan de la Cosa &amp; was his largest ship","response":"the <i>Santa Maria</i>"},{"text":"Christopher Columbus was born in this Italian seaport where his father was a merchant &amp; wool weaver","response":"Genoa"},{"text":"On Oct. 12, 1492 Columbus reached the New World &amp; landed at an island he called this, Spanish for \"holy savior\"","response":"San Salvador"},{"text":"One of the only 2 current U.S. territories visited by Columbus, who reached both in 1493","response":"Puerto Rico (or the Virgin Islands)"}],"originalDate":"2007-10-09"}],[{"category":"MOVIE MUSIC","comments":"","clues":[{"text":"5-letter word for a group that sings exalting music, like the Bulgarian women's one heard in \"Brother Bear\"","response":"choir"},{"text":"Caetano Veloso &amp; Mr. Loco are among artists on the soundtrack of this Jack Black wrestling movie","response":"<i>Nacho Libre</i>"},{"text":"Julie Andrews sings \"A Spoonful Of Sugar\" in this movie","response":"<i>Mary Poppins</i>"},{"text":"In \"Raise Your Voice\", Hilary Duff sings this Handel oratorio about the Savior","response":"<i>Messiah</i>"},{"text":"She sings \"Cry\" &amp; \"Only Hope\" on the soundtrack of her movie \"A Walk to Remember\"","response":"Mandy Moore"}],"originalDate":"2007-10-09"},{"category":"LITERATURE FOR KIDS","comments":"","clues":[{"text":"\"We looked!  Then we saw him step in on the mat!  We looked!  And we saw him!\"  This famous cat","response":"the Cat in the Hat"},{"text":"In a fairy tale by this Danish author, the Snow Queen takes little Kay away in her sleigh to her icy palace","response":"Hans Christian Andersen"},{"text":"In \"Little Women\", Margaret March is better known by this nickname","response":"\"Meg\""},{"text":"This loving relative who takes care of Tom Sawyer was inspired by Mark Twain's own mother","response":"Aunt Polly"},{"text":"This author who wrote about \"The Princess Who Could Not Laugh\" made us smile with \"Winnie-the-Pooh\"","response":"A.A. Milne"}],"originalDate":"2007-10-09"},{"category":"THIS MEANS WAR!","comments":"","clues":[{"text":"In this U.S. war, it was the Yanks vs. the Confederates","response":"the Civil War"},{"text":"During the Revolutionary War, volunteers ready to fight with 60 seconds' notice were called these","response":"minutemen"},{"text":"This future state declared its independence in 1836 during a war with Mexico","response":"Texas"},{"text":"Lasting from 1957 to 1975, it's the longest war in which the U.S. has taken part","response":"the Vietnam War"},{"text":"The Hundred Years' War, 1337 to 1453, was fought between England &amp; this country","response":"France"}],"originalDate":"2007-10-08"},{"category":"FAMOUS MOMS","comments":"","clues":[{"text":"In Exodus 2:3 his mother set him afloat in a basket made of papyrus","response":"Moses"},{"text":"In 2002 at age 101, the queen mother, this queen's mom, died in her sleep at Royal Lodge, Windsor","response":"Elizabeth II"},{"text":"In 1872 Julia Ward Howe, mother of 6, suggested Mother's Day but wanted it in this month, which sounds a bit late","response":"June"},{"text":"Known as \"Madame Mere\", the mother of this French emperor joined him in exile on Elba &amp; outlived him by 15 years","response":"Napoléon"},{"text":"This scientist is the only woman to be a Nobel Prize winner as well as the mother of a Nobel Prize winner","response":"Marie Curie"}],"originalDate":"2007-10-08"},{"category":"WHAT A MONTH!","comments":"","clues":[{"text":"The United States celebrates its birthday during this month","response":"July"},{"text":"Timewise, it's the shortest month","response":"February"},{"text":"It's National Dental Hygiene Month, &amp; with all that candy at month's end, it's a good thing!","response":"October"},{"text":"The U.S. presidential election takes place in this month","response":"November"},{"text":"It shares its name with a type of musical piece: Forward<span class=\"nobreak\">--</span>Move It!","response":"March"}],"originalDate":"2007-10-08"},{"category":"YOU JUST MADE THE \"A\" LIST","comments":"","clues":[{"text":"You are so cool, pristine &amp; full of energy, you're like this biggest U.S. state","response":"Alaska"},{"text":"You are so solid, some call you one of these, a heavy object attached to a rope that holds a boat in place","response":"an anchor"},{"text":"No one gets to you; your skin is as thick as one of these large reptiles similar to a crocodile","response":"an alligator"},{"text":"Your voice carries so well, you're known as this, like what a guitar is plugged into","response":"an amp (or amplifier)"},{"text":"You are so smart, your brillance matches that of this ancient philosopher who was a student of Plato","response":"Aristotle"}],"originalDate":"2007-10-08"}],{"category":"20th CENTURY NAMES","text":"In 1942 Winston Churchill said, \"I can handle this peasant\"; historians aren't sure things turned out that way","response":"Joseph Stalin"}]}