{"mix":4143,"rounds":[[{"category":"19th CENTURY MEDICINE","comments":"","clues":[{"text":"In 1885 the first successful vaccine for this was tested on a boy who had been bitten by a dog","response":"rabies"},{"text":"In 1852 George Cammann gave physicians a version of this instrument that they could listen to with both ears","response":"a stethoscope"},{"text":"The invention of the ophthalmoscope in 1851 by Hermann von Helmholtz aided inspection of this body part","response":"the eye"},{"text":"In 1865 Joseph Lister began using carbolic acid as this, from the Latin for \"against putrefaction\"","response":"an antiseptic"},{"text":"This German's discovery of x-rays in 1895 had visible effects in diagnosing medical problems","response":"Roentgen"}],"originalDate":"2007-09-26"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In Forbes magazine's 2007 list of billionaires, this Omahan was again ranked No. 2, behind Bill Gates","response":"Warren Buffett"},{"text":"In 1990 United Brands changed its name to this to take advantage of its name recognition as a banana producer","response":"Chiquita"},{"text":"Legend has it that the design of this company's Monsieur Bibendum logo was inspired by a pile of rubber tires","response":"Michelin"},{"text":"Her red spoon logo was introduced in 1954 &amp; now appears on more than 200 products","response":"Betty Crocker"},{"text":"In 1978 he was fired as the president of Ford, only to become the new president of Chrysler","response":"Lee Iacocca"}],"originalDate":"2007-09-26"},{"category":"COUNTRIES BY NEWSPAPER","comments":"","clues":[{"text":"El Sol de Tehuacan,<br>The Acapulco Times","response":"Mexico"},{"text":"The Brunswickan,<br>The Edmonton Examiner","response":"Canada"},{"text":"The Daily Punjab,<br>The Balochistan Post","response":"Pakistan"},{"text":"The Cape Times,<br>The Volksblad","response":"South Africa"},{"text":"Haaretz,<br>Yedioth Ahronoth","response":"Israel"}],"originalDate":"2007-09-26"},{"category":"QUOTH THE RAVIN'","comments":"","clues":[{"text":"This character has gone \"Psycho\" long before he says, \"She might have fooled me, but she didn't fool my mother\"","response":"Norman Bates"},{"text":"Kathleen Quinlan finds comfort talking to shrink Bibi Andersson in \"I Never Promised You\" this","response":"\"A Rose Garden\""},{"text":"As John Nash in this movie, Russell Crowe does quite a bit of talking to people who don't exist","response":"<i>A Beautiful Mind</i>"},{"text":"In \"Quills\", this author muses, \"My glorious prose filtered through the minds of the insane... They might improve it\"","response":"Marquis de Sade"},{"text":"This Johnny Depp character tells his psychiatrist, \"Don Octavio, you are a great lover like myself'","response":"Don Juan DeMarco"}],"originalDate":"2007-09-26"},{"category":"EDGAR ALLAN POE","comments":"","clues":[{"text":"According to an 1833 description, Poe dressed entirely in this color","response":"black"},{"text":"Poe's \"MS. Found in\" one of these won a short story contest in 1833","response":"a bottle"},{"text":"In 1842 Poe reviewed this author's \"Barnaby Rudge\", which features (hmmm) a human-like raven","response":"Charles Dickens"},{"text":"Poe's wife, who passed away at age 24, had this name, like the state at whose university Poe studied","response":"Virginia"},{"text":"The first obituary of Poe, which spoke of the frailties of genius, appeared in this newspaper","response":"The Baltimore Sun"}],"originalDate":"2007-09-26"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"Helen Frankenthaler's \"soak and stain\" technique was inspired by this artist's drip paintings","response":"(Jackson) Pollock"},{"text":"Picasso painted this work as a protest against the bombing of a town in the Spanish Civil War","response":"Guernica"},{"text":"One of his last paintings before his 1903 death in the South Pacific was a landscape of Brittany in winter","response":"Gauguin"},{"text":"In her 1949 painting \"Diego and I\", Diego Rivera is depicted on her forehead","response":"Frida Kahlo"},{"text":"This 19th century inventor's notable portraits included those of the Marquis de Lafayette &amp; William Cullen Bryant","response":"Samuel Morse"}],"originalDate":"2007-09-26"}],[{"category":"THEY NAMED A FOOD FOR ME","comments":"","clues":[{"text":"He's not just a dessert any more; there's also a mozzarella &amp; eggplant version of this layered Bonaparte treat","response":"a Napoleon"},{"text":"We wonder if this Victorian consort was as rich &amp; creamy as the horseradish sauce said to be named for him","response":"(Prince) Albert"},{"text":"The raspberry sauce named for this opera singer may top many dishes, not just her eponymous peach dessert","response":"(Nellie) Melba"},{"text":"Do \"tell\": this Italian composer was quite a gourmet, &amp; an omelet with foie gras &amp; truffles is named for him","response":"Rossini"},{"text":"Perhaps this French author consumed the consomme named for her alongside her lover Chopin","response":"George Sand"}],"originalDate":"2007-09-26"},{"category":"U.S. BODIES OF WATER","comments":"","clues":[{"text":"Admiralty Inlet &amp; the Hood Canal are the 2 main branches of this irregular inlet in the NW corner of Washington State","response":"Puget Sound"},{"text":"Although only about 1.5 square miles in area, Lake Conneaut, south of Erie, is this state's largest natural lake","response":"Pennsylvania"},{"text":"The Gila River joins this river near Yuma, Arizona","response":"the Colorado"},{"text":"One of the world's longest multiple-arch dams helped form this state's Grand Lake o' the Cherokees","response":"Oklahoma"},{"text":"This river, which connects Lake St. Clair &amp; Lake Erie, provides part of the border between Michigan &amp; Ontario","response":"the Detroit River"}],"originalDate":"2007-09-26"},{"category":"THE LIBRARY OF CONGRESS","comments":"(Alex: A celebration of its 200th birthday.)","clues":[{"text":"Until 1897, the Library of Congress was housed in this building, seen here:","response":"U.S. Capitol"},{"text":"Registered in 1893 by Thomas Edison, \"...Record of a Sneeze\" is the earliest known copyright for one of these","response":"Motion picture"},{"text":"The Library's copy of this 15th century book is one of 3 perfect editions printed on vellum","response":"Gutenberg Bible"},{"text":"The Library building named for this \"Father of the Constitution\" is the USA's official memorial to him","response":"James Madison"},{"text":"Consulting poets to the Library of Congress have included Gwendolyn Brooks &amp; this \"Road Not Taken\" poet","response":"Robert Frost"}],"originalDate":"2000-04-24"},{"category":"ROCK 'N' POP","comments":"","clues":[{"text":"Their debut album, \"Wednesday Morning, 3 A.M.\", contained an acoustic version of \"The Sound of Silence\"","response":"Simon and Garfunkel"},{"text":"He co-wrote \"Only the Lonely\" &amp; offered it to Elvis before recording it himself","response":"Roy Orbison"},{"text":"Stevie Nicks' highest chart hit was \"Stop Draggin' My Heart Around\", which she recorded with him","response":"Tom Petty (and the Heartbreakers)"},{"text":"This Bruce Springsteen album spawned 7 Top 10 hits, including \"My Hometown\" &amp; \"Glory Days\"","response":"\"Born in the U.S.A.\""},{"text":"Don't get \"Nervous\"; it's the only numerical Rolling Stones Top 10 hit","response":"\"19th Nervous Breakdown\""}],"originalDate":"2000-04-24"},{"category":"SOUTH AMERICAN CITIES","comments":"","clues":[{"text":"South America's most populous city, it was founded by Jesuit missionaries from Portugal in 1554","response":"Sao Paulo"},{"text":"This Uruguayan capital's name is Portuguese for \"I see a hill\"","response":"Montevideo"},{"text":"In the 1980s this city became the center for Colombia's most powerful cocaine cartel","response":"Medellin"},{"text":"At an altitude of 12,001 feet, it's the world's highest capital city; co-capital Sucre lies about 3,000 feet lower","response":"La Paz, Bolivia"},{"text":"Pachacamac, an ancient site for Incan &amp; other Indian cultures, lies just outside this capital","response":"Lima, Peru"}],"originalDate":"2000-04-24"},{"category":"LEGAL BRIEFS","comments":"","clues":[{"text":"It's what the V stands for in Katzenbach v. McClung","response":"Versus"},{"text":"It's the crime abbreviated B. &amp; E.","response":"Breaking and entering"},{"text":"It's an A.D.A.; Jill Hennessy played one on TV","response":"Assistant District Attorney"},{"text":"Not the P.D. that arrests people, but the P.D. who may act as their counsel","response":"Public Defender"},{"text":"A young do-gooder may be in the Jaycees; a young ne'er-do-well, in the J.C.","response":"Juvenile Court"}],"originalDate":"2000-04-24"}],{"category":"HISTORIC OBJECTS","text":"In 1802, 3 years after it was discovered, it was moved to London under the terms of the surrender of Alexandria","response":"the Rosetta Stone"}]}