{"mix":4149,"rounds":[[{"category":"PLAYING DUMB","comments":"","clues":[{"text":"On \"The Simpsons\", when Homer went to Cheers, Norm called this bartender a \"brain-dead hick\"","response":"Woody"},{"text":"(Hi, I'm Jane Wiedlin of the Go-Go's)  I played Joan of Arc in this 1989 film about 2 clueless time travelers","response":"<i>Bill & Ted's Excellent Adventure</i>"},{"text":"Hey, now!  Jeffrey Tambor played Hank Kingsley, this talk show host's self-absorbed sidekick","response":"Larry Sanders"},{"text":"In this film Rick Rossovich was the lunk whom Steve Martin helped in pursuing Daryl Hannah","response":"<i>Roxanne</i>"},{"text":"1920's \"The Saphead\" was the first feature starring this stone-faced comic","response":"Buster Keaton"}],"originalDate":"2000-04-14"},{"category":"LANGUAGES","comments":"","clues":[{"text":"The official languages of Wales are Welsh &amp; this","response":"English"},{"text":"Mazarec is the language of the Mazarec people of Oaxaca in this country","response":"Mexico"},{"text":"More than 40 million people speak Urdu as their native language, &amp; most of them live on this continent","response":"Asia"},{"text":"This extinct Romance language has the same name as a spotted dog breed","response":"Dalmatian"},{"text":"This language spoken in Reykjavik is also called Islenska","response":"Icelandic"}],"originalDate":"2000-04-14"},{"category":"BIGGER THAN A BREADBOX","comments":"","clues":[{"text":"In the mid-1800s, John Gorrie invented one of these \"conditioners\" for hospital rooms","response":"Air conditioner"},{"text":"Glass Magic &amp; Cascade are 2 popular detergents used in these machines","response":"Dishwashers"},{"text":"Maytag's Neptune model of this appliance is front loadable &amp; equipped with the \"Intellifill\" water level selector","response":"Washing machine"},{"text":"It's the famous nickname of former NFL star William Perry","response":"\"The Refrigerator\""},{"text":"State of the art models of these use 1080 lines of resolution instead of the old 525","response":"High-definition television"}],"originalDate":"2000-04-14"},{"category":"THE AGE OF ENLIGHTENMENT","comments":"","clues":[{"text":"Contributors to the age from America included Ben Franklin &amp; this third president","response":"Thomas Jefferson"},{"text":"His discovery of universal gravitation weighed heavily on minds of the great thinkers of the age","response":"Sir Isaac Newton"},{"text":"Under her rule in 1783, Russia licensed private publishing houses","response":"Catherine the Great"},{"text":"The Age of Enlightenment in Europe is said to have ended with this country's revolution","response":"France"},{"text":"In a 1784 essay, this German philosopher, who critiqued pure reason, asked, \"What is enlightenment?\"","response":"Immanuel Kant"}],"originalDate":"2000-04-14"},{"category":"CLASSIC ALBUM ART","comments":"","clues":[{"text":"The wax figures on the \"Sgt. Pepper's\" cover were from this museum","response":"Madame Tussaud's"},{"text":"She painted her own portrait for her \"Clouds\", \"Ladies of the Canyon\" &amp; \"Turbulent Indigo\" albums","response":"Joni Mitchell"},{"text":"John Entwistle of this band drew the cover of its album \"By Numbers\"","response":"The Who"},{"text":"The album art of Paul Anka's 1976 \"The Painter\" was by this pop artist who also did the Stones' \"Sticky Fingers\"","response":"Andy Warhol"},{"text":"A drawing by pin-up artist Vargas graced the cover of this group's \"Candy-O\"","response":"The Cars"}],"originalDate":"2000-04-14"},{"category":"FOOD PEOPLE","comments":"","clues":[{"text":"Geri Halliwell became famous using this nom de Spice","response":"Ginger Spice"},{"text":"Andrew Lloyd Webber's \"grainy\" lyricist","response":"Tim Rice"},{"text":"A hot &amp; spicy \"Rocky Horror Picture Show\" actor, or a hot &amp; spicy Indian dish","response":"(Tim) Curry"},{"text":"Ballpark food favorite that's a character on \"M*A*S*H\"","response":"Frank (Burns)"},{"text":"This \"cereal\" actor played Bones Barboni in 1995's \"Get Shorty\"","response":"Dennis Farina"}],"originalDate":"2000-04-14"}],[{"category":"OO...MEN","comments":"","clues":[{"text":"Reed Smoot's 1902 election to the Senate from this state caused controversy because he was a Mormon leader","response":"Utah"},{"text":"Under Herbert Hoover, this man headed the Bureau of Investigation of the Justice Department","response":"J. Edgar Hoover"},{"text":"In the second column from the right, sixth down, John Witherspoon's signature can be seen on this","response":"Declaration of Independence"},{"text":"The first pilot to fly across the U.S. in less than a day; he also made a famous flight to Japan","response":"Jimmy Doolittle"},{"text":"\"Cabaret\" goes back to one of his \"Berlin Stories\"","response":"Christopher Isherwood"}],"originalDate":"2000-04-14"},{"category":"BIRDS","comments":"","clues":[{"text":"Satchmo could tell you it's the largest species of swan","response":"Trumpeter swan"},{"text":"To fix their nests to twigs or leaves, hermit hummingbirds use strands of these made by arthropods","response":"Cobwebs"},{"text":"Species of these include purple, house &amp; sand; no Dino","response":"Martins"},{"text":"The ivory-billed species of this bird is in danger of extinction","response":"Woodpecker"},{"text":"Not to complain, but the ruffed is the best-known &amp; widest-ranging North American species of this bird","response":"Grouse"}],"originalDate":"2000-04-14"},{"category":"RECENT QUOTATIONS","comments":"","clues":[{"text":"Of the homeless, NYC mayor Giuliani said these \"do not exist...for the purpose of people sleeping there\"","response":"Streets"},{"text":"He lamented, \"I had a lot of things I was going to do when I became the first first man\"","response":"Bob Dole"},{"text":"At a 1999 trial, this lawyer said, \"If you design or build a mall, it should be open to one and all\"","response":"Johnnie Cochran"},{"text":"In \"Stiffed\" this feminist asks, \"How can men be oppressed when the culture has...identified them as the oppressors?\"","response":"Susan Faludi"},{"text":"In 1999 he called on fellow national leaders...","response":"Ehud Barak"}],"originalDate":"2000-04-14"},{"category":"THE NATIONAL PARK SYSTEM","comments":"","clues":[{"text":"A national memorial in this city commemorates the site of the April 19, 1995 bombing that killed 168","response":"Oklahoma City"},{"text":"The Philadelphia home where he wrote \"The Tell-tale Heart\" is now a national historic site","response":"Edgar Allan Poe"},{"text":"Fort Necessity, the site of the first battle of this war on July 3, 1754, was designated a nat'l battlefield in 1961","response":"the French & Indian War"},{"text":"Christiansted National Historic Site on this largest of the U.S. Virgin Islands commemorates its Danish heritage","response":"St. Croix"},{"text":"Lying in both Tennessee &amp; North Carolina, it has more annual visitors than any other national park","response":"Great Smoky Mountains National Park"}],"originalDate":"2007-09-21"},{"category":"I SAT IN FOR REGIS","comments":"","clues":[{"text":"This weatherman turned vowel seller got to sit in","response":"Pat Sajak"},{"text":"Regis has said, \"Gelman is grooming\" this \"Survivor\" guy \"for the day I say adios amigos\"","response":"Jeff Probst"},{"text":"We're offering $600 if you know this ex-TV doc has subbed for Reg<span class=\"nobreak\">--</span>\"Deal or No Deal\"?","response":"Howie Mandel"},{"text":"This CNN newsman did a 360 (or is it more a 180?) when he guest-hosted the show","response":"Anderson Cooper"},{"text":"The 1993 NASCAR Rookie of the Year, this driver of the 24 car has zoomed into Regis' chair a few times","response":"Jeff Gordon"}],"originalDate":"2007-09-21"},{"category":"NOTES TO FUTURE CONTESTANTS","comments":"(Alex: We want to help people who might want to try out for the program, and help you three as well, by, erm, dealing with some common errors we've noticed and experienced over the years on this program. You'll see when we get into it.)","clues":[{"text":"The only \"S\" in the name of this \"Flying Nun\" is in her first name; her last name is very, very singular","response":"Sally Field"},{"text":"The \"'S\" comes after the 3rd word, not the 2nd, in the title of this Shakespeare play featuring Hermia","response":"<i>A Midsummer Night's Dream</i>"},{"text":"It may have 22 chapters, but this last book of the Bible doesn't have an \"S\" at the end of its name, so don't add one","response":"Revelation"},{"text":"The title of an 1891 Wilde novel is \"The Picture of\" him, not \"The Portrait of\" him","response":"Dorian Gray"},{"text":"Please, please, please put the \"Y\" before the \"N\" when we ask for this site of your vocal cords","response":"the larynx"}],"originalDate":"2007-09-21"}],{"category":"FOOD &amp; DRINK","text":"This soft drink was named for a digestive enzyme &amp; a native African plant","response":"Pepsi-Cola"}]}