{"mix":4153,"rounds":[[{"category":"BOOKS OF 1970","comments":"","clues":[{"text":"\"Don't Fall Off the Mountain\" is a memoir from one of the lives of this actress","response":"Shirley MacLaine"},{"text":"This 1970 Irwin Shaw book became a TV miniseries in 1976","response":"<i>Rich Man, Poor Man</i>"},{"text":"In 1970 Maya Angelou wrote about a \"Caged Bird\" &amp; he flew up the charts with \"Love Story\"","response":"Erich Segal"},{"text":"A libel trial is the focus of this \"Exodus\" author's riveting 1970 novel \"QB VII\"","response":"Leon Uris"},{"text":"His \"Hard Times\" was \"An Oral History of the Great Depression\"","response":"Studs Terkel"}],"originalDate":"2000-04-11"},{"category":"SCIENCE OF 1990","comments":"","clues":[{"text":"The first swarm of these to enter the U.S. was destroyed","response":"killer bees"},{"text":"The FDA approved Simplesse, a \"fake\" type of this","response":"fat"},{"text":"A genetic cause was found for some cases of the \"osteo\" type of this joint disease, the most common form","response":"arthritis"},{"text":"The Hubble Space Telescope was deployed by this space shuttle; 3 years later the Endeavour fixed its mirror","response":"Discovery"},{"text":"This mapping project begun in 1990 is less than 50% done, though a private firm, Celera, claims to have 90% finished","response":"the Human Genome Project"}],"originalDate":"2000-04-11"},{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"In December 2006 NASA announced that water may have flowed on this planet's surface within the past decade","response":"Mars"},{"text":"In 1980 Hermes, one of these objects, came within 300,000 miles of the Earth","response":"an asteroid"},{"text":"On Oct. 10, 1846, 17 days after the discovery of this planet, its largest moon, Triton, was discovered","response":"Neptune"},{"text":"These solar discharges consisting of light, heat &amp; cosmic rays may last up to an hour","response":"solar flares"},{"text":"In July 2005 scientists announced the discovery of Eris, a dwarf planet larger than Pluto, in this belt","response":"the Kuiper Belt"}],"originalDate":"2007-09-19"},{"category":"AT THE DRUGSTORE","comments":"","clues":[{"text":"Its fast-acting formula \"gets the red out\"","response":"Visine"},{"text":"According to its website, \"when you need better allergy relief, you need\" this histamine blocker","response":"Benadryl"},{"text":"Ooo...shouldn't have had that  fourth bowl of chili...now I need  this antacid that \"spells relief\"","response":"Rolaids"},{"text":"For a quick tan, pick up one of the self-tanning products sold under this  brand whose name means \"bath of the sun\"","response":"Bain du Soleil"},{"text":"Aveno's Balancing Bar contains this \"finely milled\" product to soothe &amp; cleanse the skin; just don't eat it!","response":"oatmeal"}],"originalDate":"2007-09-19"},{"category":"ALSO A PLAYING CARD","comments":"","clues":[{"text":"You'll need one of these to change a tire","response":"a jack"},{"text":"In a famous 1858 speech, S.C. Sen. James Hammond said, \"You dare not make war on cotton...Cotton is\" this","response":"king"},{"text":"In 2007 102-year-old Elsie McClean became the oldest person ever  to achieve one of these on a golf course","response":"an ace"},{"text":"Juice Newton was \"Playin' with\" her, \"knowin' it ain't really smart\"","response":"the Queen of Hearts"},{"text":"40-40 at Wimbledon","response":"deuce"}],"originalDate":"2007-09-19"},{"category":"\"BAD\" HABITS","comments":"","clues":[{"text":"According to one legend, Oman was the home of this \"Thousand and One Nights\" sailor","response":"Sinbad"},{"text":"Ben Franklin said \"There never was a good war or\" one of these","response":"a bad peace"},{"text":"This racquet sport was added to the Olympics in 1992","response":"badminton"},{"text":"One of these critters appears on the state flag of Wisconsin","response":"a badger"},{"text":"Richard the Lionhearted had a favorite one of these minstrels named Blondel","response":"a troubadour"}],"originalDate":"2007-09-19"}],[{"category":"YOU'RE IN DE-NILE","comments":"","clues":[{"text":"This \"colorful\" branch of the Nile River begins at Lake Tana in Ethiopia","response":"the Blue"},{"text":"In 1902 construction was completed on the first dam on the Nile, at this southern Egyptian city","response":"Aswan"},{"text":"A center of Egypt's rice trade, this Nile delta city lends its name to an important translating \"stone\"","response":"the Rosetta Stone"},{"text":"This ancient Greek historian called Egypt \"the gift of the Nile\"","response":"Herodotus"},{"text":"In this country south of Egypt, the Atbara River joins the Nile as its last tributary","response":"Sudan"}],"originalDate":"2007-09-19"},{"category":"COUNTRY MUSIC STARS ON FILM","comments":"","clues":[{"text":"In \"Rhinestone\" she turned Sly Stallone into a country singer","response":"Dolly Parton"},{"text":"Hats off to this singer who played the dad &amp; horse rancher in 2006's \"Flicka\"","response":"Tim McGraw"},{"text":"He was the mean &amp; abusive Doyle Hargraves in \"Sling Blade\"","response":"Dwight Yoakam"},{"text":"How do you like him now, now that he made his film debut in 2006 as fading country star Bo Price in \"Broken Bridges\"","response":"Toby Keith"},{"text":"In a 1969 film he showed some \"True Grit\" as John Wayne's young sidekick","response":"Glen Campbell"}],"originalDate":"2007-09-19"},{"category":"A CENTURY OF REIGN","comments":"(Alex: You have to give us the century in...)","clues":[{"text":"England's Henry VIII","response":"the 16th century"},{"text":"Germany's Wilhelm I","response":"the 19th century"},{"text":"France's Louis XV","response":"the 18th century"},{"text":"England's William II","response":"the 11th century"},{"text":"Italy's Victor Emmanuel III (45 years of it)","response":"the 20th century"}],"originalDate":"2007-09-19"},{"category":"FAIRIES","comments":"","clues":[{"text":"It's estimated that the amount left by this fairy has grown from 25 cents to around $2 over the past 25 years","response":"the tooth fairy"},{"text":"She appoints Jiminy Cricket Pinocchio's official conscience","response":"the Blue Fairy"},{"text":"In a famous ballet her dance is preceded by \"The Waltz of the Flowers\"","response":"the Sugarplum Fairy"},{"text":"This fairy in \"The Tempest\" serves the magician Prospero without \"grudge or grumblings\"","response":"Ariel"},{"text":"This fairy of Irish legend has long, streaming hair &amp; fiery red eyes from continual wailing","response":"a banshee"}],"originalDate":"2007-09-19"},{"category":"CHARACTERS IN LITERATURE","comments":"","clues":[{"text":"This treacherous pirate in \"Treasure Island\" has a pet parrot named Captain Flint","response":"Long John Silver"},{"text":"A gray spider named Charlotte brings about a series of miracles to keep this pig from the butcher's knife","response":"Wilbur"},{"text":"This ex-CIA agent who's in search of his identity has appeared in 3 novels by Robert Ludlum &amp; 2 by Eric Van Lustbader","response":"(Jason) Bourne"},{"text":"Tom Sawyer saw him murder Dr. Robinson in the cemetery &amp; testified against him in court","response":"Injun Joe"},{"text":"This E.L. Doctorow title character joins Dutch Schultz's gang as a 15-year-old in 1930s New York City","response":"Billy Bathgate"}],"originalDate":"2007-09-19"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Kids' story character who says, \"The sky is falling! The sky is falling! A-wop-bop-a-loo-mop a-lop-bam-boom!\"","response":"Chicken Little Richard"},{"text":"A dangerous substance like asbestos that's a Madonna hit in which a \"boy with the cold hard cash is...Mr. Right\"","response":"hazardous Material Girl"},{"text":"Run, run as fast as you can! You can't catch this folk tale play that ends with the death of Sir Thomas More","response":"<i>A Gingerbread Man for All Seasons</i>"},{"text":"Aerosmith song that says, \"She had the body of a Venus...imagine my surprise\" &amp; is a Disney movie about 2 dogs in love","response":"\"Dude Looks Like A Lady and the Tramp\""},{"text":"Collaboration between Milan Kundera &amp; Jean-Paul Sartre on a massive treatise about existentialism","response":"<i>The Unbearable Lightness of Being and Nothingness</i>"}],"originalDate":"2007-09-19"}],{"category":"MOVIE COMEDIES","text":"The hero of this 1993 comedy says he's \"been stabbed, shot, poisoned, frozen, hung, electrocuted &amp; burned\"","response":"<i>Groundhog Day</i>"}]}