{"mix":4155,"rounds":[[{"category":"LAWN CARE","comments":"","clues":[{"text":"This tillage tool has leaf &amp; garden types, both suitable for stepping on &amp; bashing yourself in the nose","response":"Rake"},{"text":"Fungicide may be needed when the \"powdery\" type of this appears in late summer","response":"Mildew"},{"text":"If your lawn has these protrusions, don't make mountains out of them:","response":"Molehills"},{"text":"Hunter Industries claims its PGP Rotor, this type of product, revolutionized the lawn irrigation industry","response":"Sprinkler"},{"text":"The grass with the name of this sunny island group is well suited to the Southern U.S.","response":"Bermuda grass"}],"originalDate":"2000-04-07"},{"category":"LESSER-KNOWN BOWL GAMES","comments":"(Alex: These are imaginary games our writers would like to see.)","clues":[{"text":"This bowl game features a tiny man steering a boat in a toilet tank","response":"Ty-D-Bowl"},{"text":"This bowl game was played in a drought-ridden section of the Great Plains in the 1930s","response":"Dust Bowl"},{"text":"Lots of fruity beverages are served during this bowl game, played on an extinct Hawaiian volcano","response":"Punch Bowl"},{"text":"Your whole life is up for public scrutiny when you partake in this bowl game, home to a domesticated carp","response":"Goldfish Bowl"},{"text":"It's okay to rinse your pinkies at the table during this bowl game","response":"Finger Bowl"}],"originalDate":"2000-04-07"},{"category":"NEW ZEALAND","comments":"","clues":[{"text":"Not the kakapo, a flightless parrot, but this bird is the national symbol","response":"Kiwi"},{"text":"New Zealand devoted 1995 to encouraging the study of this language","response":"Maori"},{"text":"A member of the RNZAF belongs to this","response":"Royal New Zealand Air Force"},{"text":"This 1994 New Zealand-made film about 2 teen murderers starred Kate Winslet &amp; Melanie Lynskey","response":"<i>Heavenly Creatures</i>"},{"text":"Being on the Cook Strait makes this second-largest city in population a bit windy","response":"Wellington"}],"originalDate":"2000-04-07"},{"category":"INDUSTRY","comments":"","clues":[{"text":"It was the first car off a moving assembly line","response":"Model T"},{"text":"This butter substitute was first made of beef suet, cow's udder &amp; skim milk","response":"Margarine"},{"text":"Patented in 1855, the Bessemer process drastically lowered the cost of making this","response":"Steel"},{"text":"After the 1930s this replaced coal tar as the major source for aromatic compounds","response":"Petroleum"},{"text":"Today jets of air or water zoom the weft through the shed on these machines","response":"Looms"}],"originalDate":"2000-04-07"},{"category":"YOU BROKE MY RECORD!","comments":"","clues":[{"text":"Hank Aaron with his 715th home run","response":"Babe Ruth"},{"text":"Kareem Abdul-Jabbar with his 31,420th point","response":"Wilt Chamberlain"},{"text":"Laffit Pincay Jr. with his 8,834th victory","response":"Bill Shoemaker"},{"text":"Wayne Gretzky with his 802nd career goal","response":"Gordie Howe"},{"text":"Mike Powell with his long jump of 29' 4 1/2\"","response":"Bob Beamon"}],"originalDate":"2000-04-07"},{"category":"DANTE &amp; FRIENDS","comments":"","clues":[{"text":"Because he repented at the last minute, Belacqua is stuck in this middle book of \"The Divine Comedy\"","response":"\"Purgatorio\""},{"text":"On Earth it may \"get you nowhere\"; in the \"Inferno\" it gets Alessio immersed in filth","response":"Flattery"},{"text":"Dante has to be told to quit staring at this beloved woman whom he hasn't seen for 10 years","response":"Beatrice"},{"text":"Virgil introduces Dante to Manto, a long-haired woman for whom this Italian city is named","response":"Mantua"},{"text":"Anyone reluctant to get into the boat headed for eternal darkness gets whacked with this ferryman's oar","response":"Charon"}],"originalDate":"2000-04-07"}],[{"category":"STRAIGHT \"F\"s","comments":"","clues":[{"text":"General Motors founder William Durant coined this name when he bought the Guardian Refrigerator Co.","response":"Frigidaire"},{"text":"This man designed railroads &amp; bridges as well as the item seen here:<br>(amusement park ride)","response":"George Ferris"},{"text":"Many writers start a screenplay with this 2-word phrase.  Then they have a drink.  Enough work for one day.","response":"Fade in"},{"text":"Major League coach Jimmie Reese was the master of hitting these fly balls to fielders","response":"Fungos"},{"text":"This militant 19th century Irish group took its name from the army of saga hero Finn Maccumhail","response":"Fenians"}],"originalDate":"2000-04-07"},{"category":"I NEED A TUDOR","comments":"","clues":[{"text":"Seen here, she could \"Tudor\" own horn, saying, \"I have the heart of a king\":","response":"Queen Elizabeth I"},{"text":"Henry VIII's big brother, who never got to rule, had this name of a legendary British king","response":"Arthur"},{"text":"In 1547 this country lost the Battle of Pinkie to the forces of Edward VI","response":"Scotland"},{"text":"Owen Tudor went once more unto the breach &amp; married the widow of this English king","response":"Henry V"},{"text":"Henry VIII lived &amp; died in this London palace whose name became a synonym for Britain's government","response":"Whitehall"}],"originalDate":"2000-04-07"},{"category":"COP ROCK","comments":"","clues":[{"text":"Copper is found in igneous rock at an average of about 55 ppm, ppm standing for this","response":"parts per million"},{"text":"Though it sounds like a hair-removal treatment, this process removes impurites from copper using a charge","response":"electrolysis"},{"text":"Copper in rocks is likely to be more mobile under this type of condition, as opposed to alkaline","response":"acidic"},{"text":"From 1793 to 1837, this was pure copper; in 1982 its composition was changed to 97.5% zinc &amp; 2.5% copper","response":"a penny"},{"text":"Copper can be mined using this controversial technique in which the earth above the ore is removed","response":"strip mining"}],"originalDate":"2007-09-18"},{"category":"HELLO, LARRY","comments":"","clues":[{"text":"Larry Fortensky was her 7th different husband","response":"Elizabeth Taylor"},{"text":"His bestsellers about the west incluse \"Streets of Laredo\" &amp; \"Lonesome Dove\"","response":"Larry McMurtry"},{"text":"Born Lawrence Zeiger, he made his CNN debut in 1985","response":"Larry King"},{"text":"In 2003 this wheelchair-bound publisher was a hustler for the gubernatorial votes of Californians","response":"Larry Flynt"},{"text":"In 1953 Lawrence Ferlinghetti got the beat &amp; founded City Lights bookstore in this city","response":"San Francisco"}],"originalDate":"2007-09-18"},{"category":"THE RICH LIST","comments":"","clues":[{"text":"Unless he fires them, this Forbes list perennial is grooming his son &amp; daughter Ivanka to take over his real estate empire","response":"Trump"},{"text":"In 2006 4 members of this family, including offspring Jim &amp; Alice, were among the top 10 richest Americans","response":"the Walton family"},{"text":"William Jr. of this famous family is worth more that $1.8 billion; that'll buy a lot of Juicy Fruit","response":"Wrigley"},{"text":"Forbes call this partner of Jeffrey Katzenberg &amp; Steven Spielberg \"Hollywood's richest man\"","response":"David Geffen"},{"text":"Start your search engines, please<span class=\"nobreak\">--</span> in 2007 Forbes' youngest U.S. billionaire was Sergey Brin, 33 of this company","response":"Google"}],"originalDate":"2007-09-18"},{"category":"AFTER MASH","comments":"(Alex: You'll have to select the one that would come alphabetically after \"mash\" in the dictionary.)","clues":[{"text":"In the two foods being consumed by Little Miss Muffet when the spider frightens her","response":"whey"},{"text":"In the actions used to describe grabbing an image from 1 document &amp; moving it onto another on a computer","response":"paste"},{"text":"In the pair of men who published the first of their famous namesake dictionaries in 1893","response":"Wagnalls"},{"text":"In the last names of the creative team that gave us the musicals \"Oklahoma!\" &amp; \"The Sound of Music\"","response":"Rodgers"},{"text":"In the 2 items used to identify the source of a biblical quote after the book title","response":"verse"}],"originalDate":"2007-09-18"}],{"category":"EUROPEAN LITERATURE","text":"This 1922 novel's first chapter is titled \"The Son of the Brahman\"","response":"<i>Siddhartha</i>"}]}