{"mix":4156,"rounds":[[{"category":"TV SHOWS THAT BOMBED","comments":"","clues":[{"text":"In a January 2007 episode of this series, a terrorist detonated a low-yield suitcase nuke in Valencia, California","response":"<i>24</i>"},{"text":"In a \"Twilight Zone\" episode, bookworm Henry Bemis survives a nuclear war &amp; finds a library but then breaks these","response":"his eyeglasses"},{"text":"The nuclear blast that caused chaos in Jericho, Kansas was detonated in this state capital to the west","response":"Denver"},{"text":"This series' Peter Petrelli had visions that he would cause a nuclear holocaust in NYC","response":"<i>Heroes</i>"},{"text":"In a 1977 episode of this sitcom, Det. Dietrich notes that a student's physics project is a functional nuke","response":"<i>Barney Miller</i>"}],"originalDate":"2007-09-18"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"Budapest is the capital of Hungary; this is the capital of Romania","response":"Bucharest"},{"text":"The capital of India is not pronounced Cal-cut-ah or Cal-eh-cut, but this way","response":"New Delhi"},{"text":"This world capital is on the island of Java","response":"Jakarta"},{"text":"Laid out in 1874, the botanical gardens in this capital have an observatory with a statue of Tycho Brahe","response":"Copenhagen"},{"text":"This city on the Malay Peninsula is the capital of Malaysia","response":"Kuala Lumpur"}],"originalDate":"2007-09-18"},{"category":"NBA NICKNAMES","comments":"","clues":[{"text":"\"MJ\"","response":"Michael Jordan"},{"text":"\"Pistol Pete\"","response":"Pete Maravich"},{"text":"\"Sir Charles\"","response":"Charles Barkley"},{"text":"\"Larry Legend\"","response":"Larry Bird"},{"text":"\"Melo\"","response":"Carmelo Anthony"}],"originalDate":"2007-09-18"},{"category":"THE BROWNINGS","comments":"","clues":[{"text":"In summer 1847 the newly-married Brownings settled in the Casa Guidi near the Pitti Palace in this city","response":"Florence"},{"text":"Elizabeth attacked this horrible practice in England in her 1843 poem \"The Cry of the Children\"","response":"child labor"},{"text":"2 of Robert's poems, \"Fra Lippo Lippi\" &amp; \"Andrea del Sarto\" were about Renaissance men who had this occupation","response":"artists"},{"text":"\"Guess now who holds thee?<span class=\"nobreak\">--</span>'Death', I said. But there, the silver answer rang<span class=\"nobreak\">--</span>not death, but\" this","response":"Love"},{"text":"Elizabeth returned to London a semi-invalid &amp; spent the next 5 years confined to her room on this street","response":"Wimpole Street"}],"originalDate":"2007-09-18"},{"category":"PACT OR FACTION","comments":"","clues":[{"text":"The U.S., Canada, and Mexico signed this trade pact on Dec. 17, 1992, though it didn't go into effect until Jan. 1, 1994","response":"NAFTA"},{"text":"The Kellogg-Brand pact was used as a legal basis for post-WWII war crimes trials in this Bavarian city","response":"Nuremberg"},{"text":"A high point of German appeasement, 1938's Munich Pact was approved by this British prime minister","response":"Neville Chamberlain"},{"text":"In 1980 China charged Jiang Qing &amp; fellow members of this small faction with treason","response":"Gang of Four"},{"text":"This political faction was organized in 1903 when it split from the Bolsheviks","response":"Mensheviks"}],"originalDate":"2007-09-18"},{"category":"THEATRE GHOSTS","comments":"","clues":[{"text":"Le Petit Theatre du Vieux Carre in this U.S. city has several ghosts, including that of an actress who fell to her death","response":"New Orleans"},{"text":"The man in this drab color who haunts the Drury Lane Theatre may the ghost of a man found bricked up in a wall there","response":"gray"},{"text":"The lady in blue seen in this Scottish city's Royal Lyceum Theatre may be the actress Ellen Terry","response":"Edinburgh"},{"text":"A ghost known as the Black Phantom used to appear in a mirror at the Empire Theatre in this city, Ringo Starr's hometown","response":"Liverpool"},{"text":"Melbourne's Princess Theatre boasts the ghost of a singer who died after playing this devilish role in \"Faust\"","response":"Mephistopheles"}],"originalDate":"2007-09-17"}],[{"category":"STUPID ANSWERS","comments":"(Alex: I like that.)","clues":[{"text":"The Old Milwaukee brewing company is headquartered in this city","response":"Milwaukee"},{"text":"This state is named after Thomas West, whose title was Baron De La Warr","response":"Delaware"},{"text":"This Washington D.C. monument stands near the Potomac, about halfway between the Capitol &amp; the Lincoln Memorial","response":"the Washington Monument"},{"text":"This river forms the southern borders of Ohio, Indiana &amp; Illinois","response":"the Ohio"},{"text":"Founded in 1911, this Connecticut college is in the town of New London","response":"Connecticut College"}],"originalDate":"2007-09-17"},{"category":"LOOK WHAT'S \"UMP\"","comments":"","clues":[{"text":"A projecting rim on a vehicle","response":"the bumper"},{"text":"It begins every basketball game","response":"a jump ball"},{"text":"To baffle someone to the point of not being able to answer","response":"to stump"},{"text":"Cooked on a griddle, it's a teatime treat with small holes on top","response":"crumpets"},{"text":"Megapteran marine mammal that arches sharply as it dives","response":"a humpback whale"}],"originalDate":"2007-09-17"},{"category":"HISTORY","comments":"","clues":[{"text":"In 2006 FEMA &amp; the U.S. Geological Survey sponsored a conference commemorating the 100th anniversary of this event","response":"the San Francisco earthquake"},{"text":"In 1785 he graduated 42nd out of 58 at his military school in Paris","response":"Napoléon Bonaparte"},{"text":"In 1869 this \"wild\" &amp; crazy guy killed 2 men as acting sheriff of Ellis County, Kansas","response":"Wild Bill Hickok"},{"text":"In 1900 more than 200 foreigners were killed during this bloody uprising in northern China","response":"the Boxer Rebellion"},{"text":"A Supreme Court decision in 2000 said rights named for this man were \"embedded in routine police practice\"","response":"Miranda"}],"originalDate":"2007-09-17"},{"category":"AFTER","comments":"","clues":[{"text":"Long after he was a TV weatherman who predicted hail the size of canned hams, he'd work the \"late\" shift for CBS","response":"(David) Letterman"},{"text":"In 1956, one year after winning an Oscar, she quit the business to move to Monaco","response":"Grace Kelly"},{"text":"After \"The Pelican Brief\" in 1992, he followed up with \"The Client\" in 1993","response":"John Grisham"},{"text":"After playing QB Paul Crewe in 1974's \"The Longest Yard\", he played coach Nate Scarborough in the 2005 remake","response":"Burt Reynolds"},{"text":"In 1970 Eric Clapton warned us, \"After\" this title hour, \"we're gonna let it all hang down\"","response":"midnight"}],"originalDate":"2007-09-17"},{"category":"THE ARCTIC OCEAN","comments":"","clues":[{"text":"The shortest way to sail to the Arctic Ocean from Nome, Alaska is to go north through this strait","response":"the Bering Strait"},{"text":"The Arctic Ocean's deepest point, about 17,880 feet, lies just north of this country's Svalbard Islands","response":"Norway"},{"text":"In the early 1770s England's Samuel Hearne became the first European to reach the Arctic Ocean overland from this bay","response":"the Hudson Bay"},{"text":"On August 3, 1958 this nuclear-powered submarine became the first to cross the North Pole under the ice","response":"the Nautilus"},{"text":"The spiral tusk of this cetacean that inhabits the waters of the Arctic Ocean may reach a length of 10 feet","response":"a narwhal"}],"originalDate":"2007-09-17"},{"category":"THE BRITISH INVASION","comments":"","clues":[{"text":"The first track on \"The Beatles' Second Album\" was a Chuck Berry song that told this composer to \"roll over\"","response":"Beethoven"},{"text":"\"Play with Fire\" from this Group's 1965 album \"Out of Our Heads\" featured Phil Spector on bass","response":"The Rolling Stones"},{"text":"The Searchers told us that Madame Ruth had \"a pad down on Thirty-fourth and Vine\" where she sold this","response":"Love Potion No. 9"},{"text":"Reg Presley not only sang lead on this group's hit \"Wild Thing\", he played the ocarina as well","response":"The Troggs"},{"text":"This quartet included Leslie Maguire, John Chadwick, &amp; brothers Gerry &amp; Freddie Marsden","response":"Gerry & the Pacemakers"}],"originalDate":"2007-09-17"}],{"category":"ART IN THE U.S. CAPITOL","text":"Members of the Hungarian, Swedish &amp; Israeli parliaments spoke when a bust of this foreign diplomat was unveiled","response":"Raoul Wallenberg"}]}