{"mix":4157,"rounds":[[{"category":"PSEUDO SPORT LIT","comments":"","clues":[{"text":"Could it be that a tipsy Johnny Bench was the inspiration for Holden Caulfield in this 1951 novel","response":"<i>The Catcher in the Rye</i>"},{"text":"This Mark Bowden book depicts a Mogadishu raid &amp; a crashed helicopter crew, not Chicago hockey players","response":"<i>Blackhawk Down</i>"},{"text":"A-Rod is truly in trouble in this time-traveling Twain text from 1889","response":"<i>A Connecticut Yankee in King Arthur's Court</i>"},{"text":"I picked up this Faulkner work hoping the title referred to Rex Grossman, but it was about Old Ben","response":"<i>The Bear</i>"},{"text":"In this Shakespeare play, the Antipholus twins don't merit gold gloves after they bobble identities","response":"<i>The Comedy of Errors</i>"}],"originalDate":"2007-09-17"},{"category":"ENERGY","comments":"","clues":[{"text":"In 1937 an explosion of this, unodorized, killed 300 people in a New London, Texas school","response":"natural gas"},{"text":"The Sequoyah 1 nuclear reactor near Chattanooga is operated by this agency established in 1933","response":"the TVA"},{"text":"Itaipu, a project using this type of power, supplies about a quarter of all of Brazil's electricity needs","response":"hydroelectric power"},{"text":"Electricity can be produced by CSP, short for \"concentrating\" this <span class=\"nobreak\">--</span> &amp; it's done with mirrors","response":"solar power"},{"text":"Abbreviated SPR, it's the emergency store of oil created by the U.S. government in 1977","response":"strategic petroleum reserve"}],"originalDate":"2007-09-17"},{"category":"THE ELEMENTS","comments":"","clues":[{"text":"Because sound travels 2.7 times faster in this gas than in air, inhaling it makes your voice higher","response":"helium"},{"text":"When pronounced another way, this element is the top story on a newscast","response":"lead"},{"text":"Could it be Satan this metal is named for?  It comes from the German for \"Old Nick\"","response":"nickel"},{"text":"This very hard metal is named for the children of Uranus &amp; Gaea","response":"titanium"},{"text":"Harold Kroto &amp; others found this common element had a new molecular form, the Fullerene","response":"carbon"}],"originalDate":"2007-09-17"},{"category":"U.S. HIGHS &amp; LOWS","comments":"","clues":[{"text":"This U.S. state climbs from a low of 282 feet below sea level to a high of 14,494 feet","response":"California"},{"text":"This state has the highest point in the U.S., 20,320 feet","response":"Alaska (Mount McKinley)"},{"text":"The lowest point in the great state of Nebraska is a spot along this river that forms its eastern border","response":"Missouri River"},{"text":"This Southern state has the lowest high point of any state, 345 feet","response":"Florida"},{"text":"This state has the highest low point of any state, 3,350 feet","response":"Colorado"}],"originalDate":"2000-04-06"},{"category":"WAYNES WORLD","comments":"","clues":[{"text":"This fictional millionaire's butler is Alfred Pennyworth","response":"Bruce Wayne"},{"text":"(Hi, I'm Mike Farrell)  I joined the cast of \"M*A*S*H\" after the departure of this actor who played Trapper John McIntire","response":"Wayne Rogers"},{"text":"Reaching No. 13 in 1963, \"Danke Schoen\" was this man's first Top 40 hit","response":"Wayne Newton"},{"text":"This Chinese-American film director's credits include \"Eat A Bowl of Tea\" &amp; \"The Joy Luck Club\"","response":"Wayne Wang"},{"text":"This \"crazy\" Revolutionary War general later defeated an Indian army at the Battle of Fallen Timbers in 1794","response":"Mad Anthony Wayne"}],"originalDate":"2000-04-06"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"These large green banana relatives are usually available in Hispanic markets as platanos","response":"Plantains"},{"text":"It's said that Christopher Columbus introduced this \"cool\" veggie to the New World","response":"Cucumber"},{"text":"A serving of the butternut variety of this vegetable supplies over 100 percent of the RDA of beta carotene","response":"Squash"},{"text":"Varieties of this tuber include red pontiac, Katahdin &amp; Finnish yellow wax","response":"Potatoes"},{"text":"This tropical fruit contains an enzyme called papain which is used to tenderize meat","response":"Papaya"}],"originalDate":"2000-04-06"}],[{"category":"FRONTMEN","comments":"(Alex: A category in which you have to name the leader of the group; we'll name the band.)","clues":[{"text":"The Gang","response":"Kool"},{"text":"The Fish","response":"Country Joe"},{"text":"The Funky Bunch","response":"Marky Mark"},{"text":"The Pharaohs","response":"Sam the Sham"},{"text":"The Belmonts","response":"Dion"}],"originalDate":"2000-04-06"},{"category":"NEWSPAPERS","comments":"","clues":[{"text":"In 1889 Charles Dow &amp; Edward Jones founded this business daily","response":"<i>The Wall Street Journal</i>"},{"text":"Woodward &amp; Bernstein were working for this newspaper in August 1972","response":"The Washington Post"},{"text":"No lie, it was the Soviet Union's Communist Party newspaper","response":"Pravda"},{"text":"This Boston-based newspaper was founded by a religious group in 1908","response":"The Christian Science Monitor"},{"text":"One of Ernest Hemingway's first newspaper jobs was on this Missouri newspaper","response":"Kansas City Star"}],"originalDate":"2000-04-06"},{"category":"FRENCH WORDS &amp; PHRASES","comments":"","clues":[{"text":"Looking at the Eiffel Tower, you may be standing \"a bouche ouverte\", with this open","response":"Mouth"},{"text":"What the French abbreviate ap. J.-C., meaning apres Jesus-Christ is abbreviated this way in Latin","response":"A.D. (Anno Domini)"},{"text":"In English, a recorder can make a racket; in French \"recorder\" means to do this to a racquet","response":"Restring"},{"text":"It's what's taken over during a piraterie aerienne","response":"Airplane (hijacking)"},{"text":"While the coup d'essai is the first attempt, this is a \"stroke of mercy\" or finishing stroke","response":"Coup de grace"}],"originalDate":"2000-04-06"},{"category":"EXPRESSION-ISM","comments":"","clues":[{"text":"It goes with \"bright-eyed\" to describe an eager young person","response":"Bushy-tailed"},{"text":"A document headed for this \"file\" is being thrown away","response":"Circular file"},{"text":"From a phenomenon on the back of the hand, it's used of a tense person on a plane or a roller coaster","response":"White-knuckle"},{"text":"It's not known who inspired this term for needing or craving, but it wasn't Tommy Lee or John Paul","response":"Jonesing"},{"text":"A stable owner who always rented out the horse nearest the door lent his name to this type of \"choice\"","response":"Hobson's choice"}],"originalDate":"2000-04-06"},{"category":"ACTORS &amp; THEIR FILMS","comments":"","clues":[{"text":"Martin Milner &amp; DeForest Kelley played James &amp; Morgan Earp in 1957's \"Gunfight at\" this place","response":"The OK Corral"},{"text":"Hal Holbrook played the head of a sinister group of lawyers in this 1993 film based on a novel","response":"<i>The Firm</i>"},{"text":"John Ritter was acclaimed for his portrayal of a small-town gay man in this 1996 Billy Bob Thornton film","response":"<i>Sling Blade</i>"},{"text":"Minoru Chiaki, the last surviving member of this Kurosawa film septet, passed away in November 1999","response":"<i>Seven Samurai</i>"},{"text":"In the 1944 classic \"Gaslight\", Terry Moore played the teenage Paula &amp; this actress played the gaslit adult Paula","response":"Ingrid Bergman"}],"originalDate":"2000-04-06"},{"category":"PRESIDENTIAL QUOTES","comments":"","clues":[{"text":"In an 1864 letter, Abraham Lincoln wrote, \"If\" this \"is not wrong, nothing is wrong\"","response":"Slavery"},{"text":"In a televised speech, he told the nation, \"I misled people, including my wife.  I deeply regret that\"","response":"Bill Clinton"},{"text":"On January 8, 1947, he told Congress that \"America was not built on fear.  America was built on courage\"","response":"Harry S. Truman"},{"text":"Concerning this 1773 event, John Adams wrote, \"This is the most magnificent movement of all\"","response":"Boston Tea Party"},{"text":"He was the 1st president to call the White House \"A bully pulpit\"","response":"Theodore Roosevelt"}],"originalDate":"2000-04-05"}],{"category":"FOREIGN CURRENCY","text":"Iran's 50,000 rial note includes an international symbol for one of these, featuring 3 well-defined orbits","response":"an atom"}]}