{"mix":4158,"rounds":[[{"category":"TRANSPORTATION SLANG","comments":"","clues":[{"text":"You auto know a ragtop is one of these","response":"Convertible"},{"text":"Slang for a ship, it's what you'll find a nursery rhyme trio sailing in","response":"Tub"},{"text":"Rhyme time term for a huge 18-wheeler","response":"Big rig"},{"text":"It's not madness, a reefer is this type of railroad car","response":"Refrigerator car"},{"text":"An eggbeater is one of these","response":"Helicopter"}],"originalDate":"2000-04-05"},{"category":"4-LETTER MAGAZINES","comments":"","clues":[{"text":"Henry Luce helped create these 2 magazines, one in 1923, the other in 1936","response":"Time & Life"},{"text":"It's how you say \"She\" in France &amp; Korea &amp; Romania &amp; 29 other international editions","response":"Elle"},{"text":"People sure are saying things about this new magazine from Tina Brown","response":"Talk"},{"text":"Mary J. Blige got personal in the Sept. 1999 issue of this hip-hop music magazine founded by Quincy Jones","response":"Vibe"},{"text":"Carey Lowell wrote about Deepak Chopra for this Conde Nast magazine of personal well-being","response":"Self"}],"originalDate":"2000-04-05"},{"category":"FOOD &amp; DRINK","comments":"","clues":[{"text":"Pisum sativum, the garden variety of this legume, usually bears 5 to 10 seeds in its pods","response":"Peas"},{"text":"If you eat it slowly, this cereal might increase your \"word power\":","response":"Alpha-Bits"},{"text":"You're heading for this brand of beer when you \"Head for the Mountains\"","response":"Busch"},{"text":"Of crunchy, smoke flavored or less sodium, the one not yet a variety of Spam","response":"Crunchy"},{"text":"This Swiss chard relative found in Florentine dishes probably comes from Asia &amp; was used medicinally","response":"Spinach"}],"originalDate":"2000-04-05"},{"category":"HIGHWAY 61 REVISITED","comments":"","clues":[{"text":"The famed rhyming signs of this shaving product first appeared on Highway 61 in Minnesota","response":"Burma Shave"},{"text":"The highway passes Castle Danger &amp; Knife River as it skirts this Great Lake en route to Duluth","response":"Lake Superior"},{"text":"As a boy, this late entertainment giant lived in the Highway 61 town of Leland, where his best friend was named Kermit","response":"Jim Henson"},{"text":"In the 1980s this evangelist confessed to sins he'd committed in motels along Highway 61 in Louisiana","response":"Jimmy Swaggart"},{"text":"Highway 61 leads to the Delta city of Clarksdale in this state","response":"Mississippi"}],"originalDate":"2000-04-05"},{"category":"BOB DYLAN","comments":"","clues":[{"text":"Jenna Elfman played drums when Bob made an appearance on this ABC sitcom","response":"<i>Dharma & Greg</i>"},{"text":"In 1998 a man with \"Soy Bomb\" marked on his chest interrupted Bob's performance at this awards show","response":"Grammy Awards"},{"text":"In 1975 Bob spoke out for this imprisoned boxer; in 1999 Denzel Washington played him on film","response":"Rubin \"Hurricane\" Carter"},{"text":"When this Robbie Robertson group first backed Dylan in the '60s, it was known as The Hawks","response":"The Band"},{"text":"Bob's \"Lay Lady Lay\" was considered for this 1969 Jon Voight film, but didn't make the soundtrack","response":"<i>Midnight Cowboy</i>"}],"originalDate":"2000-04-05"},{"category":"RECONSTRUCTION","comments":"","clues":[{"text":"This largest Tennessee city needed its own reconstruction after 1866 race riots there","response":"Memphis"},{"text":"The 1876 exposition celebrating this helped reconcile North &amp; South","response":"Centennial"},{"text":"From what he's carrying, it's the nickname of the Northerner seen here:","response":"Carpetbagger"},{"text":"To rejoin the Union, Southern states had to ratify this amendment giving citizenship to ex-slaves","response":"the 14th Amendment"},{"text":"Andrew Johnson provoked his own impeachment when he fired Edwin Stanton from this post","response":"Secretary of War"}],"originalDate":"2000-04-05"}],[{"category":"18th CENTURY THEATER","comments":"","clues":[{"text":"Voltaire thought this man was the greatest sage of all time &amp; wrote \"The Chinese Orphan\" to show his morals","response":"Confucius"},{"text":"This \"Tom Jones\" author's political satire \"Pasquin\" wasn't well received by the government","response":"Henry Fielding"},{"text":"In 1777, over 100 years after Moliere's \"The School for Wives\", Sheridan wrote \"The School\" for this","response":"Scandal"},{"text":"Schiller's \"The Robbers\" was part of this 3-word German literary movement","response":"Sturm und Drang"},{"text":"Sir Joshua Reynolds painted this British actress as the tragic muse seen here:","response":"Sarah Siddons"}],"originalDate":"2000-04-05"},{"category":"BEING JOHN MALKOVICH FILMS","comments":"","clues":[{"text":"John played this doctor &amp; his potion-drinking alter ego in 1996's \"Mary Reilly\"","response":"Dr. Jekyll"},{"text":"John Malkovich &amp; Glenn Close play a game of intrigue &amp; seduction in this 1988 costume drama","response":"<i>Dangerous Liaisons</i>"},{"text":"John played Lennie &amp; Gary Sinise was George in a 1992 film adaptation of this Steinbeck novel","response":"<i>Of Mice and Men</i>"},{"text":"Clint Eastwood protects the president from would-be assassin John Malkovich in this 1993 thriller","response":"<i>In the Line of Fire</i>"},{"text":"1999's \"Being John Malkovich\" has John being John Malkovich &amp; this star being a puppeteer","response":"John Cusack"}],"originalDate":"2000-04-05"},{"category":"NEWSPEAK","comments":"","clues":[{"text":"The \"sport\" of quickly scanning through TV stations by remote control","response":"Channel surfing"},{"text":"Multislacking means playing with one of these instead of working","response":"Computer"},{"text":"It's the diesel-powered multipurpose U.S. military vehicle that replaced the Jeep","response":"Humvee"},{"text":"Achieve 3 sports championships in a row like the Chicago Bulls &amp; you've achieved one of these triples","response":"Three-peat"},{"text":"A modern soldier no longer eats C-rations but instead gobbles up these, known as MREs for short","response":"Meals ready to eat"}],"originalDate":"2000-04-05"},{"category":"CHILDREN'S AUTHORS","comments":"","clues":[{"text":"This California first lady's \"What's Heaven?\" was inspired by the death of her grandmother, Rose Kennedy","response":"Maria Shriver"},{"text":"This \"Wizard of Oz\" author wrote books for girls under the pen name Mrs. Edith van Dyne","response":"L(yman) Frank Baum"},{"text":"In addition to the \"Goosebumps\" series, he's also written the \"Fear Street\" series for older kids","response":"R(obert) L(awrence) Stine"},{"text":"His widow Felicity said he would have loved the new \"Charlie and the Chocolate Factory\" movie; he hated the old one","response":"Roald Dahl"},{"text":"Among her famous characters are Ramona Quimby &amp; Henry Huggins","response":"Beverly Cleary"}],"originalDate":"2007-09-14"},{"category":"JUDY","comments":"","clues":[{"text":"Her losing the Oscar for 1954's \"A Star is Born\" was called \"the biggest robbery since Brinks\"","response":"Judy Garland"},{"text":"As Judy, this 1980 title character, Goldie Hawn said, \"And I mean look at this place, the army couldn't afford drapes?\"","response":"<i>Private Benjamin</i>"},{"text":"Judy Reyes is on staff at Sacred Heart hospital as nurse Carla Espinosa on this Zach Braff sitcom","response":"<i>Scrubs</i>"},{"text":"From 1984 to 1992 Judith Light &amp; Tony Danza struggled over this sitcom title question","response":"<i>Who's the Boss?</i>"},{"text":"She hit the top 40 in both 1975 &amp; 1977 with \"Send In The Clowns\"","response":"Judy Collins"}],"originalDate":"2007-09-14"},{"category":"ANGEL","comments":"","clues":[{"text":"Capelli d'angelo is an Italian food term for a type of this","response":"pasta"},{"text":"That every soul has one of these is not an article of faith, but St. Jerome says, \"It is the mind of the Church\"","response":"a guardian angel"},{"text":"The song with this first line notes \"Peace on Earth and mercy mild\"","response":"\"Hark! The Herald Angels Sing\""},{"text":"\"Pie Jesu\" sung by this young Welsh lass with the \"voice of an angel\" has sold millions worldwide","response":"Charlotte Church"},{"text":"It's the title of Tony Kushner's Pulitzer-winning play","response":"<i>Angels in America</i>"}],"originalDate":"2007-09-14"}],{"category":"TOYS","text":"A caveman-themed game in which \"rocks\" were thrown at other players led to the creation of this product in 1969","response":"NERF Ball"}]}