{"mix":4168,"rounds":[[{"category":"THEY'RE IN CHARGE","comments":"","clues":[{"text":"In Asia:<br>President Kim Dae Jung","response":"South Korea"},{"text":"In the Middle East:<br>President Mohammad Khatami","response":"Iran"},{"text":"In Africa:<br>President Thabo Mbeki","response":"South Africa"},{"text":"In central Europe:<br>Chancellor Viktor Klima","response":"Austria"},{"text":"In Europe:<br>Prime Minister Massimo D'Alema","response":"Italy"}],"originalDate":"2000-03-23"},{"category":"SMALL-TOWN CINEMA","comments":"","clues":[{"text":"Hickory, Indiana's basketball team goes all the way to the state championships in this 1986 film","response":"<i>Hoosiers</i>"},{"text":"Small-town lawyer Jimmy Stewart matches wits with prosecutor George C. Scott in this 1959 courtroom classic","response":"<i>Anatomy of a Murder</i>"},{"text":"Aliens inhabit the bodies of the staff of a small-town high school in this 1998 horror flick","response":"<i>The Faculty</i>"},{"text":"A Ted Hughes tale was the basis for this 1999 animated film about a metal man who befriends a boy in a small Maine town","response":"<i>The Iron Giant</i>"},{"text":"In this 1999 movie, the \"Rocky\" of hockey, an Alaska town's amateur hockey team takes on the New York Rangers","response":"<i>Mystery, Alaska</i>"}],"originalDate":"2000-03-23"},{"category":"TENNIS TALK","comments":"","clues":[{"text":"Kiss' Frehley or Carrey's Ventura","response":"Ace"},{"text":"To have an otherwise good quality to an extreme degree is to have it \"to\" this","response":"Fault"},{"text":"Slang term for the bill seen here:<br>(Jefferson's on it)","response":"Deuce ($2 bill)"},{"text":"Rilke defined it as when \"Two solitudes protect and touch and greet each other\"","response":"Love"},{"text":"As a group of people with common interests or styles, it may be \"smart\"","response":"Set"}],"originalDate":"2000-03-23"},{"category":"THE BODY HUMAN","comments":"","clues":[{"text":"When you're frightened your arrector pili muscles make this \"stand on end\"","response":"Hair"},{"text":"High amounts of this fatty compound in the blood raise the risk of heart disease","response":"Cholesterol"},{"text":"Each of these paired organs contains about a million tiny filtering units called nephrons","response":"Kidneys"},{"text":"Listen up!  Your actual organ of hearing is located in this snail-shaped part of the inner ear","response":"Cochlea"},{"text":"Derived from Greek, it's the name of the bones that form your fingers &amp; toes","response":"Phalanges"}],"originalDate":"2000-03-23"},{"category":"HYPHENATES","comments":"","clues":[{"text":"In 1998 she remade her 1974 hit \"I Honestly Love You\"","response":"Olivia Newton-John"},{"text":"First drawn between 1763 &amp; 1767, it was extended to present-day West Virginia in 1779","response":"Mason-Dixon Line"},{"text":"It's the seat of Forsyth County, North Carolina","response":"Winston-Salem"},{"text":"Ladies this Russian scored with include \"The Snow Maiden\" &amp; \"Scheherazade\"","response":"Rimsky-Korsakov"},{"text":"This newspaper chain that picked up 39 Pulitzers between 1980 &amp; 1990 had a hyphenectomy in 1997","response":"Knight-Ridder"}],"originalDate":"2000-03-23"},{"category":"VETERINARIANS","comments":"","clues":[{"text":"Vets help prevent bird owners from catching psittacosis, known as this bird's \"fever\"","response":"Parrot fever"},{"text":"(Hi, I'm Mike Farrell; I play a veterinarian on \"Providence\")  An epizootic is the animal world's equivalent of this type of disease outbreak among humans","response":"Epidemic"},{"text":"When a veterinarian spays your dog, she removes these organs","response":"Ovaries"},{"text":"In the U.S., to become a veterinarian, you'll need this 4-year professional degree","response":"DVM (doctor of veterinary medicine)"},{"text":"The Center for Veterinary Medicine, which regulates drugs given to animals, is a part of this federal agency","response":"FDA (Food and Drug Administration)"}],"originalDate":"2000-03-21"}],[{"category":"SPORTS LINGO","comments":"","clues":[{"text":"In basketball this violation occurs when you take more than the allowed number of steps while holding the ball","response":"Traveling"},{"text":"Bowlers are more likely to get a strike if they hit this space between the 1 &amp; 3 or 1 &amp; 2 pins","response":"the pocket"},{"text":"This sharp bend in a golf fairway sounds like a canine appendage","response":"Dogleg"},{"text":"In football you'd better pray to a \"higher power\" to complete one of these last minute near-impossible passes","response":"\"Hail Mary\""},{"text":"It's 3 goals by the same player in a game of soccer, as well as hockey","response":"Hat trick"}],"originalDate":"2000-03-21"},{"category":"U.S. PRESIDENTS","comments":"","clues":[{"text":"He was criticized for not invading Baghdad &amp; removing Saddam Hussein during the Gulf War","response":"George H.W. Bush"},{"text":"Communist forces invaded South Korea during his second term","response":"Harry S. Truman"},{"text":"7 months into his term in 1929, the stock market crashed","response":"Herbert Hoover"},{"text":"The White House was burned by the British while he was president","response":"James Madison"},{"text":"He sent U.S. soldiers into Little Rock, Ark. to enforce a court order mandating school desegregation","response":"Dwight D. Eisenhower"}],"originalDate":"2000-03-21"},{"category":"POTPOURRI","comments":"","clues":[{"text":"A truly terrified person is said to be \"shaking in\" this footgear","response":"Their boots/shoes"},{"text":"Cirque du Soleil performs its dazzling \"Alegria\" show at the Beau Rivage Resort in Biloxi in this state","response":"Mississippi"},{"text":"Heloise says to remove this from the screen in the clothes dryer &amp; toss it to the birds; they'll use it in their nests","response":"Lint"},{"text":"Aviatrix is a feminine form of this noun","response":"Aviator"},{"text":"The 1999 Tony for Scenic Design went to \"Not About Nightingales\" by this late Southern playwright","response":"Tennessee Williams"}],"originalDate":"2000-03-21"},{"category":"WITH OR WITHOUT U","comments":"","clues":[{"text":"We heard stories that this Fleetwood Mac album held the No. 1 spot for 31 weeks","response":"<i>Rumours</i>"},{"text":"Sir Walter of Disney had a \"Wonderful World of\" this","response":"Color"},{"text":"In a race, the horse with the lowest odds is this","response":"Favorite"},{"text":"Natalie Wood found it \"in the Grass\"","response":"Splendor"},{"text":"I do declare, watching condensation trails left by jets gives me these","response":"Vapors"}],"originalDate":"2000-03-21"},{"category":"VETERANS","comments":"(Alex: Not veterinarians.)","clues":[{"text":"The Bonus Army that marched on Washington in 1932 was made up of veterans of this war","response":"World War I"},{"text":"This late veteran bombardier wrote a novel about a bombardier, \"Catch-22\"","response":"Joseph Heller"},{"text":"The name of this group chartered in 1936 reflects its membership of soldiers who served overseas","response":"VFW (Veterans of Foreign Wars)"},{"text":"U.S. senator John McCain is a Vietnam veteran of this armed service","response":"Navy"},{"text":"This \"army\" of Union veterans of the Civil War disbanded in 1956, the year its last member died","response":"Grand Army of the Republic"}],"originalDate":"2000-03-21"},{"category":"RECENT FILMS","comments":"","clues":[{"text":"We love the name of this 1999 Ashley Judd thriller (no need to ask why)","response":"<i>Double Jeopardy</i>"},{"text":"Kevin Spacey &amp; Annette Bening played an awesomely dysfunctional suburban couple in this 1999 drama","response":"<i>American Beauty</i>"},{"text":"This Broadway star plays the voice of Snowbell the Cat in \"Stuart Little\":","response":"Nathan Lane"},{"text":"Her 1814 novel \"Mansfield Park\" became a 1999 film featuring playwright Harold Pinter as Fanny's rich uncle","response":"Jane Austen"},{"text":"Look closely: some of the brides chasing Chris O'Donnell at the end of this film are male extras in drag","response":"<i>The Bachelor</i>"}],"originalDate":"2000-03-21"}],{"category":"WORLD CAPITALS","text":"It's the capital city of the only country that borders both the Mediterranean Sea &amp; the Black Sea","response":"Ankara"}]}