{"mix":4169,"rounds":[[{"category":"GEOGRAPHIC PAIRS","comments":"","clues":[{"text":"Trinidad is over 15 times the size of this national partner","response":"Tobago"},{"text":"In exploration this name is paired with Clark; in the Outer Hebrides it's paired with Harris","response":"Lewis"},{"text":"Alsatian, a German dialect, is the Lingua franca, not the Lingua germanica, of this paired region","response":"Alsace-Lorraine"},{"text":"This cattle-breeding region is paired with Schleswig in Germany's northernmost state","response":"Holstein"},{"text":"In South Carolina Greenville &amp; this city are paired in the name of an international airport","response":"Spartanburg"}],"originalDate":"2000-03-21"},{"category":"\"OF\" LITERATURE","comments":"","clues":[{"text":"It's the title of Tom Wolfe's \"fiery\" 1987 bestseller","response":"\"Bonfire of the Vanities\""},{"text":"Hemingway reportedly considered this short story about a dying novelist on African safari to be his best","response":"\"The Snows of Kilimanjaro\""},{"text":"\"A la recherche du temps perdu\" is the French title of this Proust masterpiece","response":"\"Remembrance of Things Past\""},{"text":"Former jeweler Clym Yeobright is the title returnee in this Thomas Hardy novel","response":"\"Return of the Native\""},{"text":"A gentleman impersonates a king to save the title \"prisoner\" in this Anthony Hope work","response":"\"The Prisoner of Zenda\""}],"originalDate":"2000-03-21"},{"category":"VERB-OSITY","comments":"","clues":[{"text":"You can do it to a hint, a subject or charges","response":"Drop"},{"text":"It means to sharpen, but it's now used before \"in on\" to mean focusing on a target","response":"Hone"},{"text":"This 5-letter word can mean to disentangle or to separate threads, just like it would if you added \"un\"","response":"Ravel"},{"text":"In the U.S. this furniture verb means to stop discussing a topic, but in the U.K. it means to start","response":"Table"},{"text":"It means to beat or reprimand, not to moisten a young sheep while cooking it","response":"Lambaste"}],"originalDate":"2000-03-21"},{"category":"THE FRENCH REVOLUTION","comments":"","clues":[{"text":"On July 14, 1789 Camille Desmoulins incited a mob to storm this fortress, thus beginning the revolution","response":"the Bastille"},{"text":"The French Revolution ended when he seized control of the Directory on November 9, 1799","response":"Napoleon"},{"text":"Just prior to his January 21, 1793 execution, he cried out, \"People, I die innocent\"","response":"Louis XVI"},{"text":"This revolutionary wrote his radical \"Journal\" while sitting in a warm bath to ease the pain of a skin disease","response":"Jean-Paul Marat"},{"text":"Reign of Terror leader who served as president of the Jacobin Society","response":"Robespierre"}],"originalDate":"2000-03-20"},{"category":"VIDEO POTPOURRI","comments":"","clues":[{"text":"The items seen here are designed for use on this natural surface:","response":"snow (snowshoes)"},{"text":"Body part that lends its name to the household fastener seen here:","response":"eyes"},{"text":"It's the boulevard where you'll see this object &amp; hundreds of others just like it:<br>(Alex Trebek's star on the \"Walk of Fame\")","response":"Hollywood Boulevard"},{"text":"It's the capital city of the nation that shares its name with the type of object seen here:<br>(china plate)","response":"Beijing/Peking"},{"text":"It's the \"indecisive\" type of lizard seen here:","response":"chameleon"}],"originalDate":"2000-03-20"},{"category":"HELLO, NEWTON!","comments":"","clues":[{"text":"A student of this university's Trinity College, Newton graduated in 1665 without honors or distinction","response":"Cambridge"},{"text":"Newton designed one of these that used mirrors in addition to lenses","response":"telescope"},{"text":"A falling apple gave Newton some ideas about what type of force could hold this heavenly body in its path","response":"moon"},{"text":"In the 1690s Newton was the bane of counterfeiters, introducing newly milled edges while working here","response":"mint"},{"text":"This English astronomer paid for the publication of Newton's masterwork, the \"Principia\"","response":"Edmond Halley"}],"originalDate":"2000-03-20"}],[{"category":"TV DUALISTS","comments":"(Alex: We will give you different roles, you have to identify the actor who played those roles.)","clues":[{"text":"Barnaby Jones,<br>Uncle Jed Clampett","response":"Buddy Ebsen"},{"text":"Tom Corbett,<br>Dr. David Banner","response":"Bill Bixby"},{"text":"Sophie Berger,<br>Mrs. Cunningham","response":"Marion Ross"},{"text":"Officer Bill Gannon,<br>Col. Sherman Potter","response":"Harry Morgan"},{"text":"Judge Bone,<br>Uncle Martin","response":"Ray Walston"}],"originalDate":"2000-03-20"},{"category":"BIRD VERBS","comments":"","clues":[{"text":"Evade by crouching","response":"duck"},{"text":"Normally paired with \"out\", this \"fowl\" verb means to lose one's nerve","response":"chicken"},{"text":"One who peddles goods by yelling out to potential customers is said to do this","response":"hawk"},{"text":"A long-necked wading bird gave us this verb meaning to stretch one's neck for a better view","response":"crane"},{"text":"As a noun, it's the cry of a rooster; as a verb, it means to exult blatantly over the misfortune of another","response":"crow"}],"originalDate":"2000-03-20"},{"category":"THE INDIAN OCEAN","comments":"","clues":[{"text":"On parts of Australia's coast, the high &amp; low ones may vary by only a foot or 2","response":"tides"},{"text":"The most valuable mineral resource under the ocean, it's been found in the Bay of Bengal as well as the Persian Gulf","response":"oil"},{"text":"Like an old bottle of wine, the Indian Ocean builds up this <span class=\"nobreak\">--</span> some of the world's thickest at the mouth of the Ganges","response":"sediment"},{"text":"This sea is bounded by India on the east &amp; the peninsula of the same name on the west","response":"Arabian"},{"text":"This Tanzanian capital whose name means \"haven of peace\" is a major Indian Ocean port","response":"Dar es Salaam"}],"originalDate":"2000-03-20"},{"category":"\"LE\" CATEGORIE","comments":"","clues":[{"text":"He's always falling for black cats who've had a white stripe accidentally painted on them","response":"Pepe Le Pew"},{"text":"In December 1944 it went to press, bringing world news to Parisians","response":"Le Monde"},{"text":"Some legends say she was King Arthur's sister","response":"Morgan le Fay"},{"text":"This Swiss-born French architect thought of the ideal house as \"A machine for living\"","response":"Le Corbusier"},{"text":"George Wallace drafted this general as his running mate in 1968","response":"Curtis LeMay"}],"originalDate":"2000-03-20"},{"category":"MOVIE QUOTES","comments":"(Alex: In which you have to name the film.)","clues":[{"text":"1939:<br>\"I'll get you, my pretty, and your little dog, too!\"","response":"<i>The Wizard of Oz</i>"},{"text":"1997:<br>\"I've been frozen for 30 years.  I've got to see if my bits and pieces are still working\"","response":"<i>Austin Powers: International Man of Mystery</i>"},{"text":"1987:<br>\"Nobody puts Baby in a corner\"","response":"<i>Dirty Dancing</i>"},{"text":"1979, said to Shirley MacLaine:<br>\"I like to watch\"","response":"<i>Being There</i>"},{"text":"1935:<br>The toast was \"To a new world of gods and monsters!\"","response":"<i>Bride of Frankenstein</i>"}],"originalDate":"2000-03-20"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"Years after his death, the social teachings of this man reached into the heart of America:<br>(died in 1948)","response":"Mahatma Gandhi"},{"text":"He finally \"faded away\" at age 84 in 1964:","response":"Douglas MacArthur"},{"text":"This \"uncertain\" man was director of Berlin's Max Planck Physics Institute from 1942 to 1945","response":"Werner Heisenberg"},{"text":"This useful Englishman was known as the Father of Utilitarianism, &amp; that works for me","response":"Jeremy Bentham"},{"text":"An acting competition is named for this woman who played Granny on \"The Beverly Hillbillies\"","response":"Irene Ryan"}],"originalDate":"2000-03-20"}],{"category":"CHILDREN'S BOOK SERIES","text":"The impetus for these books came from a vision the author had \"of a faun carrying an umbrella &amp; parcels in a snowy wood\"","response":"(The Chronicles of) Narnia"}]}