{"mix":4170,"rounds":[[{"category":"2-LETTER TERMS","comments":"","clues":[{"text":"Random House defines this Yiddishism as an interjection of \"dismay, pain, annoyance, grief, etc.\"","response":"\"Oy!\""},{"text":"In Spanish it means \"I\"; in English it can precede \"Wassup?\"","response":"yo"},{"text":"From Latin for \"thing\", it means \"with reference to\"","response":"re"},{"text":"When people refer to \"The Big\" this, they don't mean baseball slugger Vaughn","response":"mo (momentum)"},{"text":"It's the pants-&amp;-jacket outfit worn when doing martial arts","response":"gi"}],"originalDate":"2000-03-20"},{"category":"NATIVE AMERICAN HISTORY","comments":"","clues":[{"text":"Was Pope Catholic?  No, he led a 1690 revolt against colonizers from this European country","response":"Spain"},{"text":"Once defined as most of the U.S. west of the Mississippi, it shrank to most of present-day Oklahoma","response":"Indian Territory"},{"text":"In 1791 Little Turtle won a great victory over white forces on the banks of this Indiana river","response":"Wabash"},{"text":"What may be the USA's oldest continuously inhabited town, Old Oraibi, was settled c. 1150 by these Arizona Indians","response":"the Hopi"},{"text":"In 1649 the Iroquois, armed with Dutch guns, decimated this tribe that shares its name with a Great Lake","response":"Huron"}],"originalDate":"1999-07-23"},{"category":"MISCELLANY","comments":"","clues":[{"text":"It's the largest denomination of paper currency currently issued in the U.S.","response":"$100 bill"},{"text":"In the King James Version of the New Testament, it's the last word","response":"Amen"},{"text":"Eva's sister, she won the 1936 Miss Hungary contest as a teenager","response":"Zsa Zsa Gabor"},{"text":"After throwing a gutterball on your first throw, the number of pins in the back row in tenpin bowling","response":"4"},{"text":"In Roman numerals, it's an M with a bar over it","response":"One million"}],"originalDate":"1999-07-23"},{"category":"THE FARMER IN THE DELL","comments":"","clues":[{"text":"This bovine that's mentioned could star in \"Farmer in the Dell: The Moovie\"","response":"Cow"},{"text":"At the end of the song, it \"stands alone\"","response":"The cheese"},{"text":"The smallest creature in the rhyme; I'm beginning to smell one...","response":"Rat"},{"text":"Hi-ho the derry-o, it takes the cat","response":"the dog"},{"text":"Of a flat plain, a small valley or the morning, what \"the dell\" is","response":"A small valley"}],"originalDate":"1999-07-23"},{"category":"MINIMUM AGES","comments":"","clues":[{"text":"To legally buy alcohol across the U.S.","response":"21"},{"text":"To see an R-rated movie unaccompanied by an adult","response":"17"},{"text":"To vote in Canadian national elections","response":"18"},{"text":"To play on the Senior PGA Tour","response":"50"},{"text":"To serve as a Congressman","response":"25"}],"originalDate":"1999-07-23"},{"category":"RIVER CITIES","comments":"","clues":[{"text":"The sacred Hindu city of Benares is located on the left bank of this river","response":"Ganges"},{"text":"This large &amp; commercially important U.S. river begins in Pittsburgh, Pennsylvania","response":"Ohio"},{"text":"This international river flows past Alamosa, Colorado &amp; Brownsville, Texas on its way to the Gulf of Mexico","response":"Rio Grande"},{"text":"Baghdad, Iraq lies on this Fertile Crescent river","response":"the Tigris"},{"text":"1 of the 2 rivers at whose confluence the city of Montreal lies","response":"Ottawa or St. Lawrence"}],"originalDate":"1999-07-23"}],[{"category":"THE WRITTEN WORD","comments":"","clues":[{"text":"He wrote, \"When what to my wondering eyes should appear but a miniature sleigh and eight tiny reindeer\"","response":"Clement Clarke Moore"},{"text":"It's been said that Thoreau was the \"American Scholar\" that this transcendentalist called for in \"The American Scholar\"","response":"Ralph Waldo Emerson"},{"text":"Neil Klugman &amp; Radcliffe girl Brenda Patimkin have a summer love affair in this Philip Roth novella","response":"<i>Goodbye, Columbus</i>"},{"text":"\"Thou wast not born for death, immortal bird!\" Keats wrote in the \"Ode to\" this feathered friend","response":"Nightingale"},{"text":"\"Omoo\" was Herman Melville's sequel to this 1846 narrative about captive life with a tribe of cannibals","response":"<i>Typee</i>"}],"originalDate":"1999-07-23"},{"category":"OCCUPATIONS","comments":"","clues":[{"text":"These restaurant workers share their name with an appliance that does the same job","response":"Dishwashers"},{"text":"If you're a paparazzo, you have this \"p\"rofession","response":"Photographer"},{"text":"Rene Lalique gained fame as a glassmaker as well as one of these people who are never out of the \"loupe\"","response":"jewelers (they check out the quality of the stone)"},{"text":"\"Fractional\" term for an officer charged with providing shelter, clothing, etc. for troops","response":"Quartermaster"},{"text":"Manipulative healers include chiropractors &amp; these physicians whose name is from Latin for \"bone\"","response":"Osteopaths"}],"originalDate":"1999-07-23"},{"category":"ELEMENT SYMBOL SPELLING","comments":"(Alex: I will give you two or perhaps three elements; the symbols of these elements combine to make up a word.  For example, \"cobalt\" and \"radon\" combine to make \"corn\".  Do you understand it?  I don't!)","clues":[{"text":"Nobelium,<br>selenium","response":"Nose (No Se)"},{"text":"Radium,<br>iodine,<br>nitrogen","response":"Rain (Ra I N)"},{"text":"Scandium,<br>Americium","response":"Scam (Sc Am)"},{"text":"Nickel,<br>carbon,<br>potassium","response":"Nick (Ni C K)"},{"text":"Sodium, <br>sulfur,<br>aluminum","response":"Nasal (Na S Al)"}],"originalDate":"1999-07-23"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Well-traveled airline passenger rewards that go to a legendary jazz trumpeter","response":"frequent flyer Miles Davis"},{"text":"Historic Virginia college that \"Can turn the world on with her smile\"","response":"William and Mary Tyler Moore"},{"text":"PBS talk show master who becomes an annual Pasadena football classic","response":"Charlie Rose Bowl"},{"text":"Key to Egyptian hieroglyphics translated by NBC's \"Dateline\" co-host","response":"Rosetta Stone Phillips"},{"text":"A result of pregnancy on the tummy that can be covered by clothing from a British department store","response":"Stretch Marks and Spencer"}],"originalDate":"1999-07-23"},{"category":"AROUND THE USA","comments":"","clues":[{"text":"It's the one-word title of Wyoming's state song","response":"\"Wyoming\""},{"text":"This Calif. city's Transamerica Pyramid stands on the site of the Exchange Saloon where Mark Twain once imbibed","response":"San Francisco"},{"text":"When it's October, it's time for the World Dairy Expo in this state capital","response":"Madison, Wisconsin"},{"text":"Confusingly, this state has a Charles Town &amp; a Charleston (Charleston is the state capital)","response":"West Virginia"},{"text":"This Alabama city is nicknamed the \"Football Capital of the South\"","response":"Birmingham"}],"originalDate":"1999-07-22"},{"category":"CELEBRITY HODGEPODGE","comments":"","clues":[{"text":"Verna Felton was the voice of the nice fairy godmother in \"Cinderella\" &amp; the mean Queen of Hearts in this film","response":"<i>Alice in Wonderland</i>"},{"text":"This aunt of George Clooney divorced Jose Ferrer the same day Dinah Shore divorced George Montgomery","response":"Rosemary Clooney"},{"text":"Kenneth Branagh was born in this capital of Northern Ireland in 1960","response":"Belfast"},{"text":"This Roy Rogers co-star once stunned his fans by entering a NYC hotel lobby &amp; signing the register himself","response":"Trigger"},{"text":"No wonder Kiri Te Kanawa became an opera singer; she's a descendant of this noted partner of W.S. Gilbert","response":"Arthur Sullivan"}],"originalDate":"1999-07-22"}],{"category":"INVENTORS","text":"Last name of the man whose 1934 patent application for a tool is seen <a href=\"http://www.j-archive.com/media/2013-10-02_FJ.jpg\" target=\"_blank\">here</a>","response":"Phillips"}]}