{"mix":4181,"rounds":[[{"category":"LA ISLA BONITA","comments":"","clues":[{"text":"Michigan's Isle Royale in this Great Lake has over 30 lakes of its own","response":"Lake Superior"},{"text":"600 miles offshore, these Ecuadoran islands are known as \"The Enchanted Islands\"","response":"Galapagos Islands"},{"text":"If you can't tell that it's the island seen here, adjust the colors on your monitor:<br>(\"The Emerald Isle\")","response":"Ireland"},{"text":"Madagascar's colorful features include half the world's types of this lizard","response":"Chameleon"},{"text":"This Canadian city's largest park occupies 4 islands in Lake Ontario","response":"Toronto"}],"originalDate":"2000-02-03"},{"category":"BEDTIME STORIES","comments":"","clues":[{"text":"Beatrix Potter also wrote about Benjamin Bunny, a cousin of this naughty title rabbit","response":"Peter Rabbit"},{"text":"In \"The House at Pooh Corner\", Rabbit tried to unbounce this character by losing him in the forest","response":"Tigger"},{"text":"This Seuss work says, \"You do not like them.  So you say.  Try them!  Try them!  And you may.\"","response":"\"Green Eggs and Ham\""},{"text":"Astrid Lindgren created this girl, a redheaded Swedish orphan with an odd fashion sense","response":"Pippi Longstocking"},{"text":"It was the first book published in C.S. Lewis' \"Chronicles of Narnia\"","response":"\"The Lion, the Witch and the Wardrobe\""}],"originalDate":"2000-02-03"},{"category":"EXPRESS YOURSELF","comments":"","clues":[{"text":"Frequently late, this sex symbol quipped in 1962, \"I've been on a calendar, but never on time\"","response":"Marilyn Monroe"},{"text":"Of her role in the Clarence Thomas hearings, she said, \"I had to tell the truth\"","response":"Anita Hill"},{"text":"Of the first manned space flight, this cosmonaut said, \"I could have gone on flying...forever\"","response":"Yuri Gagarin"},{"text":"On giving up her Miss America title in 1984, she said, \"The past just came up and kicked me\"","response":"Vanessa Williams"},{"text":"Margaret Truman once said of her dad, \"He loved politicians <span class=\"nobreak\">--</span> even\" these people","response":"Republicans"}],"originalDate":"2000-02-03"},{"category":"IT HAPPENED ON GROUNDHOG DAY","comments":"","clues":[{"text":"In 1959 this state's schools were integrated as black students joined white in Norfolk &amp; Arlington","response":"Virginia"},{"text":"Jascha Heifetz, born Feb. 2, 1901, was giving concerts on this instrument by 1907","response":"Violin"},{"text":"In 1959 this 22-year-old singer played his last gig, at the Surf Ballroom in Clear Lake, Iowa","response":"Buddy Holly"},{"text":"In 1986 the Pope met in India with this exiled Buddhist leader","response":"Dalai Lama"},{"text":"German troops' surrender in 1943 ended the seemingly endless battle for this Russian city","response":"Stalingrad"}],"originalDate":"2000-02-02"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"They grow with the silver bells in Mary Mary's garden","response":"Cockleshells"},{"text":"It's the sometimes high-\"Pei-ing\" art of designing &amp; erecting buildings","response":"Architecture"},{"text":"A penetration of the enemy's wall, or a great scientific advance","response":"Breakthrough"},{"text":"A pygmy one of these animals can weigh up to 600 pounds","response":"Hippopotamus"},{"text":"You may hear a jam session at 726 St. Peter St. in this New Orleans hall","response":"Preservation Hall"}],"originalDate":"2000-02-02"},{"category":"DAN RATHER","comments":"","clues":[{"text":"Dan Rather was co-editor of this TV show from 1975 to 1981","response":"<i>60 MInutes</i>"},{"text":"Dan was born on October 31, 1931 in this U.S. state","response":"Texas"},{"text":"In 1981 Dan replaced this legendary longtime anchorman","response":"Walter Cronkite"},{"text":"Dan was upped to a national post by CBS after covering one of these natural disasters in September 1961","response":"Hurricane"},{"text":"The title of one of Dan's books on broadcast journalism states that \"The Camera Never\" does this","response":"Blinks"}],"originalDate":"2000-02-02"}],[{"category":"WHAT'S THE FREQUENCY?","comments":"","clues":[{"text":"The Miss Universe pageant","response":"Once a year"},{"text":"Elections for the U.S. House of Representatives","response":"Every 2 years"},{"text":"The U.S. Population Census","response":"Every 10 years"},{"text":"Soccer's World Cup","response":"Every 4 years"},{"text":"Mexican presidential elections","response":"Every 6 years"}],"originalDate":"2000-02-02"},{"category":"KENNETHS","comments":"","clues":[{"text":"On August 8, 1994 he was sworn in as an independent counsel","response":"Kenneth Starr"},{"text":"This country music Kenny was born Kenneth in Houston on August 21, 1938","response":"Kenny Rogers"},{"text":"Poet Kenneth Rexroth earned the title \"Godfather of\" this Jack Kerouac literary movement","response":"Beat movement"},{"text":"3 Kenneths ruled this European country in the 9th &amp; 10th centuries","response":"Scotland"},{"text":"Kenneth is the middle name of this economist who wrote \"The Affluent Society\"","response":"John Kenneth Galbraith"}],"originalDate":"2000-02-02"},{"category":"MICHELANGELO","comments":"","clues":[{"text":"Until the Pope demanded Pietrasanta, Michelangelo quarried this material from Carrara","response":"Marble"},{"text":"Like Shakespeare, Michelangelo wrote these poems, many in praise of Tommaso de Cavalieri","response":"Sonnets"},{"text":"This Sistine Chapel work shocked many good people &amp; scared many sinners:","response":"\"The Last Judgment\""},{"text":"As well as sculpting this king, Michelangelo painted him as one of the \"ancestors of Christ\"","response":"David"},{"text":"The son of a small-town government agent, Michelangelo had this last name","response":"Buonarroti"}],"originalDate":"2000-02-02"},{"category":"AT THE MOVIES","comments":"","clues":[{"text":"This 1939 film is the highest-ranking musical on the AFI's list of the 100 greatest American movies","response":"<i>The Wizard of Oz</i>"},{"text":"At times an animatronic double played the title porker in this 1995 Oscar-winning family movie","response":"<i>Babe</i>"},{"text":"The \"Witches of Eastwick\" were played by these 3 actresses","response":"Cher, Michelle Pfeiffer & Susan Sarandon"},{"text":"This 1948 film inspired by a real murder was Alfred Hitchcock's first movie in color","response":"<i>Rope</i>"},{"text":"This 1984 science fiction sequel directed by Peter Hyams contains the line \"My God, it's full of stars\"","response":"<i>2010</i>"}],"originalDate":"2000-02-02"},{"category":"POETRY","comments":"","clues":[{"text":"\"And when, responding to the cheers, he lightly doffed his hat, no stranger in the crowd could doubt 'twas\" he","response":"Casey (at the bat)"},{"text":"\"Honor the charge they made!  Honor\" them, \"noble six hundred!\"","response":"The Light Brigade"},{"text":"This Longfellow poem is subtitled \"A Tale of Acadie\"","response":"<i>Evangeline</i>"},{"text":"Carl Sandburg penned that this \"sits looking over harbor and city on silent haunches and then moves on\"","response":"Fog"},{"text":"Poem in which Robert Frost said, \"Home is the place where, when you have to go there, they have to take you in\"","response":"\"The Death of the Hired Man\""}],"originalDate":"2000-02-02"},{"category":"SENIOR CITIZENS","comments":"(Alex: These are citizens who have \"Senior\" as part of their name.)","clues":[{"text":"He had his best years with the Cincinnati Reds, but finished up as his son's teammate in Seattle","response":"Ken Griffey, Sr."},{"text":"Born Michael, he changed his name <span class=\"nobreak\">--</span> &amp; his son's <span class=\"nobreak\">--</span> to honor the German Protestant leader","response":"Martin Luther King, Sr."},{"text":"The host of \"Firing Line\" inherited oil millions &amp; conservative beliefs from this man","response":"William F. Buckley, Sr."},{"text":"\"Chafed Elbows\" is an underground classic by this film director whose son played Chaplin","response":"Robert Downey, Sr."},{"text":"This eminent violin virtuoso was the grandfather of \"Remington Steele\" actress Stephanie","response":"Efrem Zimbalist, Sr."}],"originalDate":"2000-02-02"}],{"category":"FRENCH GEOGRAPHY","text":"8 countries border mainland France; its smallest border, at 2.7 miles, is with this country","response":"Monaco"}]}