{"mix":4194,"rounds":[[{"category":"\"IN\" PLACES","comments":"","clues":[{"text":"In February 1994 an earthquake struck the island of Sumatra in this nation, killing 215 people","response":"Indonesia"},{"text":"Civilization in the valley of this Pakistani river dates back about 4500 years","response":"the Indus River"},{"text":"Technically, it comprises the Bahamas, the Greater Antilles &amp; the Lesser Antilles","response":"the West Indies"},{"text":"This capital of Tyrol has hosted 2 Winter Olympic games","response":"Innsbruck"},{"text":"This Missouri city is headquarters to the Reorganized Church of Jesus Christ of Latter Day Saints","response":"Independence"}],"originalDate":"1996-09-05"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"The Missouri &amp; Ohio are the chief tributaries of this river","response":"the Mississippi"},{"text":"It's \"The Natural State\" as well as \"The Land of Opportunity\"","response":"Arkansas"},{"text":"Four Corners in the Western U.S. is where these 4 states meet at a single point","response":"Arizona, New Mexico, Colorado, & Utah"},{"text":"Covering 625 square miles, it's Louisiana's largest lake","response":"Lake Pontchartrain"},{"text":"It's the southernmost of the New England states","response":"Connecticut"}],"originalDate":"1996-09-05"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"Around 1620 Cornelis Drebbel demonstrated the 1st workable submarine on this British river","response":"the Thames"},{"text":"The Spanish Inquisition was established in 1478 at the request of this royal pair","response":"Ferdinand and Isabella"},{"text":"After a stormy campaign, this former U.N. Secretary-General was elected president of Austria in 1986","response":"(Kurt) Waldheim"},{"text":"This council that opened in 1545 was called in part to counteract Protestant teachings","response":"the Council of Trent"},{"text":"Named for a monastery, this group led by Robespierre instigated France's reign of terror in 1793","response":"the Jacobins"}],"originalDate":"1996-09-05"},{"category":"FOOD","comments":"","clues":[{"text":"It's the descriptive name for a cake in which fruit baked on the bottom comes out on top","response":"an upside-down cake"},{"text":"Almonds are generally divided into 2 types: sweet &amp; this","response":"bitter"},{"text":"The Chinese equivalent of ravioli, they give their name to a soup","response":"wontons"},{"text":"These beans are ground, spiced &amp; deep-fried, &amp; served in a falafel","response":"chickpeas (or garbanzos)"},{"text":"Originally from Naples, it's an Italian turnover made of pizza dough &amp; stuffed with savory fillings","response":"a calzone"}],"originalDate":"1996-09-05"},{"category":"PEN NAMES","comments":"","clues":[{"text":"This Oz creator wrote a series of \"Twinkle Tales\" under the pseudonym Laura Bancroft","response":"(Frank) Baum"},{"text":"He wrote under his real name Ford Madox Hueffer, before legally changing his name to this in 1919","response":"Ford Madox Ford"},{"text":"This \"Vanity Fair\" novelist sometimes called himself Mr. Michael Angelo Titmarsh or The Fat Contributor","response":"Thackeray"},{"text":"Less famous than her sisters, this Englishwoman wrote under the name Acton Bell","response":"Anne Brontë"},{"text":"Rose Blight is a pseudonym of this feminist who wrote \"The Female Eunuch\"","response":"Germaine Greer"}],"originalDate":"1996-09-05"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Meaning loathsome, this adjective is used to describe a particular Himalayan \"snowman\"","response":"abominable"},{"text":"Sculpted by Phidias, this ancient wonder rose 40 feet with skin made of ivory","response":"the statue of Zeus at Olympia"},{"text":"MRI, which stands for this, cannot be used on patients with pacemakers or artificial metal joints","response":"magnetic resonance imaging"},{"text":"Commonly used title of clergyman Mason Weems, known for his 1800 biography of George Washington","response":"Parson"},{"text":"This country's pavilion at the 1939 New York World's Fair was designed by Lucio Costa &amp; Oscar Niemeyer","response":"Brazil"}],"originalDate":"1996-09-05"}],[{"category":"LIFE","comments":"","clues":[{"text":"Pulmonology is the study of the physiology &amp; pathology of these organs","response":"lungs"},{"text":"This \"new world\" marsupial isn't \"playing dead\" when threatened <span class=\"nobreak\">--</span> it is shocked into a catatonic faint","response":"possum"},{"text":"In 1953 Watson, Crick &amp; Wilkins proposed the double helix model for this generic material","response":"DNA"},{"text":"Named for a many-headed monster of myth, this genus of invertebrates can regenerate injured parts","response":"hydra"},{"text":"Named for their disk-like shape, these smallest formed elements in the blood aid in clotting","response":"platelets"}],"originalDate":"2000-01-10"},{"category":"TOTAL","comments":"","clues":[{"text":"Total number of ounces of orange juice needed to make a classic mimosa with 2 ounces of champagne","response":"2 (even parts)"},{"text":"Total number of strokes it takes a golfer to double bogey a par 4 hole","response":"6"},{"text":"Total number of miles a car that gets 20 MPG can go on 11 gallons of gas","response":"220"},{"text":"Total number of revolutions made by an old vinyl LP to play a 3-minute song","response":"100 (33 1/3 X 3)"},{"text":"Total number of liters of water needed to fill a 10-centimeter cube","response":"1"}],"originalDate":"2000-01-10"},{"category":"SPECIAL \"K\"","comments":"","clues":[{"text":"In the comics this substance comes in many colors but only the green one can kill Superman","response":"kryptonite"},{"text":"[unavailable audio on video clue]","response":"kaleidoscope"},{"text":"In a traditional Japanese wedding the bride wears a white one of these robes; the groom wears black","response":"kimono"},{"text":"\"The prettiest picture you've ever seen is Christmas in\" this Irish town","response":"Killarney"},{"text":"During their daily prayers Muslims face toward this sacred shrine","response":"The Kaaba"}],"originalDate":"2000-01-10"},{"category":"LUCKY CHARMS","comments":"","clues":[{"text":"This turkey part is luckier for the person who breaks off the longer piece","response":"wishbone"},{"text":"\"See\" one of these. \"pick it up, all the day you'll have good luck\"","response":"a pin"},{"text":"This lucky \"numerical\" plant promises the finder fame, wealth, a faithful lover &amp; glorious health","response":"4-leaf clover"},{"text":"These birds meant good fortune for ancient mariners, unless a sailor killed one","response":"albatrosses"},{"text":"In hopes of future wealth, a bride might have one of these English coins in her shoe","response":"sixpence"}],"originalDate":"2000-01-10"},{"category":"FRUIT LOOPS","comments":"","clues":[{"text":"This present state, scene of a famous 1621 Thanksgiving feast, is a leading cranberry producer","response":"Massachusetts"},{"text":"This western state leads the U.S. in the production of pears as well as apples","response":"Washington"},{"text":"If you need a papaya in the face, go to this state that produces almost the entire U.S. crop","response":"Hawaii"},{"text":"The Winter Haven area of this state is home to an annual citrus festival","response":"Florida"},{"text":"The area around Traverse City in this state is famous for its cherries","response":"Michigan"}],"originalDate":"2000-01-10"},{"category":"CZECHS","comments":"(Alex: There's a theme there!)","clues":[{"text":"Czech-born director Forman &amp; Czech prime minister Zeman share this first name","response":"Milos"},{"text":"After 74 years together, it was splitsville for the Czech Republic &amp; this nation on January 1, 1993","response":"Slovakia"},{"text":"This international alliance welcomed the Czech Republic as a member in March 1999","response":"NATO"},{"text":"The Bohemian Czech king Charles IV held this \"Holy\" title from 1355 to 1378","response":"Holy Roman Emperor"},{"text":"Prominent 20th C. Czech writers include Jaroslav Seifert &amp; this \"Unbearable Lightness of Being\" author","response":"Milan Kundera"}],"originalDate":"2000-01-10"}],{"category":"GREAT BRITAIN","text":"1 of the 3 former prime ministers currently sitting in the British House of Lords","response":"(1 of) James Callaghan, Harold Wilson & Alexander Douglas-Home"}]}