{"mix":4202,"rounds":[[{"category":"THE SWINGIN' '60s","comments":"","clues":[{"text":"This Baptist minister won the 1964 Nobel Peace Prize","response":"Martin Luther King Jr."},{"text":"In 1969 the Supreme Court \"tuned in\" &amp; overturned the conviction of this drug guru","response":"Timothy Leary"},{"text":"This cartoonist's 1963 bestsellers were \"Security is a Thumb and a Blanket\" &amp; \"Happiness is a Warm Puppy\"","response":"Charles Schulz"},{"text":"The Summer of Love was the summer of this year in which \"Sgt. Pepper's\" was released","response":"1967"},{"text":"In January 1966 this general was inaugurated for his second term as president of France","response":"Charles de Gaulle"}],"originalDate":"1999-12-27"},{"category":"WORD PUZZLES","comments":"","clues":[{"text":"You'd better tell the captain this has happened:<br><br>MAN<br>BOARD","response":"man overboard"},{"text":"This means \"you get it\":<br><br>STAND<br>I","response":"I understand"},{"text":"A good way to start the spread of a rumor:<br><br>YOU JUST ME","response":"just between you and me"},{"text":"Work yet to be completed:<br><br>BUSINES","response":"unfinished business"},{"text":"A skill that's needed in some delicate jobs:<br><br>TIMING<br>TIM/ING","response":"split-second timing"}],"originalDate":"1999-12-27"},{"category":"FLORIDIANS","comments":"","clues":[{"text":"On May 18, 1953 pilot Jacqueline Cochran became the first woman to break this barrier","response":"Sound barrier"},{"text":"Ruth Bryan Owen, who served in the U.S. House from 1929-33, was this famous Nebraskan's daughter","response":"William Jennings Bryan"},{"text":"Labor leader A. Philip Randolph organized the brotherhood of these porters in 1925","response":"Sleeping car porters"},{"text":"Marjorie Kinnan Rawlings won the 1939 Pulitzer Prize for this story of a boy &amp; his fawn","response":"<i>The Yearling</i>"},{"text":"He defeated incumbent Bob Martinez by over 400,000 votes in 1990 to become Florida governor","response":"Lawton Chiles"}],"originalDate":"1991-11-15"},{"category":"FOOD","comments":"","clues":[{"text":"The Belgian type of this battercake is served for breakfast or for dessert","response":"Waffle"},{"text":"Dishes flavored or garnished with these rare costly fungi are referred to as \"a la Perigourdine\"","response":"Truffles"},{"text":"The name of this Mexican dish made with chiles &amp; cheese translates to \"stuffed peppers\"","response":"Chiles Rellenos"},{"text":"Tahini, a thick paste used in Middle Eastern cooking, is made from these ground seeds","response":"Sesame seeds"},{"text":"From the Italian word for rice, it's a rice dish cooked with broth &amp; often grated cheese","response":"Risotto"}],"originalDate":"1991-11-15"},{"category":"'60s SITCOMS","comments":"","clues":[{"text":"In 1968 \"The Lucy Show\" evolved into a new show titled this","response":"<i>Here's Lucy</i>"},{"text":"Bill Bixby starred in 2 sitcoms during the 1960s, \"My Favorite Martian\" &amp; this","response":"<i>The Courtship of Eddie's Father</i>"},{"text":"This show featured Shady Rest Hotel proprietor Kate Bradley, her three daughters &amp; their uncle","response":"<i>Petticoat Junction</i>"},{"text":"The 2 Williams who played O'Caseys on \"My Three Sons\"","response":"Demarest & Frawley"},{"text":"On this show, souvenirs made by the Hekawi Indians were sold by O'Rourke Enterprises","response":"<i>F Troop</i>"}],"originalDate":"1991-11-15"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Kimberly-Clark first advertised these tissues as a disposable cold cream remover","response":"Kleenex"},{"text":"The original sketch of Ann Turner, seen in the following, is kept in this company's vault:","response":"Gerber"},{"text":"Headquartered in St. Louis, it's the largest single brewing organization in the world","response":"Anheuser-Busch"},{"text":"With help from Mitsubishi, this company manufactured the first Korean automobile in 1976","response":"Hyundai"},{"text":"In May 1991 this entertainment giant replaced USX on the Dow Jones Industrial Average","response":"Disney"}],"originalDate":"1991-11-15"}],[{"category":"ODD WORDS","comments":"","clues":[{"text":"A person described as loquacious does this a lot","response":"Talks"},{"text":"A \"hiduk\" can be this type of fighter that hides in the hills &amp; makes quick surprise attacks","response":"a guerrilla fighter"},{"text":"An opera extra, when not carrying one of these, can set it in a fewter","response":"Spear"},{"text":"Horripilation is the term for having this type of flesh","response":"gooseflesh"},{"text":"In this sport, a \"firstbrun\" is a jump turn at right angles","response":"Skiing"}],"originalDate":"1991-11-15"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"The Walker Cup in golf was named for his maternal grandfather, George Herbert Walker","response":"George H.W. Bush"},{"text":"After the presidency, he set up an office at Gettysburg College, where he put together his memoirs","response":"Dwight D. Eisenhower"},{"text":"Born in 1735 in Braintree, MA, he wrote most of the articles of the state's constitution","response":"John Adams"},{"text":"In the first presidential White House wedding, he married Frances Folsom","response":"Grover Cleveland"},{"text":"Some speculate that this successor to James Garfield was actually born in Canada","response":"Chester A. Arthur"}],"originalDate":"1991-11-15"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Argentina declared its independence from this country in 1816","response":"Spain"},{"text":"The Rhine Valley occupies one-third of this 62-square-mile country; the Alps cover the rest","response":"Liechtenstein"},{"text":"King Jigme Singye Wangchuck rules this Himalayan country between India &amp; Tibet","response":"Bhutan"},{"text":"In its native language, this heavily forested European country is known as Suomi","response":"Finland"},{"text":"Enver Hoxha ruled this Balkan country from 1944 until his death in 1985","response":"Albania"}],"originalDate":"1991-11-15"},{"category":"ARTISTS","comments":"","clues":[{"text":"In the 1960s he made such experimental films as \"Eat\", \"Sleep\" &amp; \"Kiss\"","response":"Andy Warhol"},{"text":"He was born Jheronimus van Aken in the Netherlands c. 1450","response":"Hieronymus Bosch"},{"text":"He engraved his poems such as \"The Tyger\", illustrated them &amp; hand-colored the prints he made","response":"William Blake"},{"text":"Edward Hicks did over 60 versions of this painting based on a Bible prophecy of the lion lying with the lamb","response":"<i>The Peaceable Kingdom</i>"},{"text":"This artist has made a bronze sculpture of two beer cans as well as paintings of the U.S. flag","response":"Jasper Johns"}],"originalDate":"1991-11-15"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"In 1861 a Poughkeepsie, New York brewer founded this women's college; it's since become co-educational","response":"Vassar"},{"text":"This private university is New Orleans' oldest institution of higher learning","response":"Tulane"},{"text":"Founded in Detroit, the University of Michigan moved to this city in 1837","response":"Ann Arbor"},{"text":"Its West Lafayette, Indiana campus library system is also a depository for the U.S. Defense Mapping Agency","response":"Purdue"},{"text":"From 1899-1960, this university was known as Alabama Polytechnic Institute","response":"Auburn"}],"originalDate":"1991-11-15"},{"category":"THE VIKINGS","comments":"","clues":[{"text":"Many Viking artifacts can be found on these islands famous for their ponies","response":"Shetland Islands"},{"text":"These historical epics which the Vikings learned by heart were passed on from generation to generation","response":"Sagas/eddas"},{"text":"Now considered a fake, a stone with these Viking letters was found in 1898 in Kensington, Minnesota","response":"Runes/Runic letters"},{"text":"This French territory was colonized by the Vikings in the 900s &amp; is named for them","response":"Normandy"},{"text":"In the late 800s, this king of Wessex prevented the Vikings from conquering all of England","response":"Alfred the Great"}],"originalDate":"1991-11-15"}],{"category":"THE SUPREME COURT","text":"He served the longest on the court, having been an associate justice from 1939 to 1975","response":"William O. Douglas"}]}