{"mix":4205,"rounds":[[{"category":"FEMALE FIRSTS","comments":"","clues":[{"text":"In 1976 she became the first Romanian to win an Olympic gold medal in gymnastics","response":"Nadia Comaneci"},{"text":"Anna Mae Hays &amp; Elizabeth Hoisington were the first two women to achieve this Army rank","response":"general"},{"text":"She founded the Opera Company of Boston in 1957 &amp; in 1976 became the first woman to conduct at the Met","response":"Sarah Caldwell"},{"text":"This author &amp; wife of Time magazine's founder was the USA's first female ambassador to Italy","response":"Clare Boothe Luce"},{"text":"Under FDR, Frances Perkins became the first female cabinet member, heading this department","response":"the Department of Labor"}],"originalDate":"1991-11-05"},{"category":"SPORTS","comments":"","clues":[{"text":"This Los Angeles Kings hockey player is known as \"The Great One\"","response":"Wayne Gretzky"},{"text":"It's the only NFL team that currently plays its home games in New York state","response":"Buffalo (Bills)"},{"text":"This \"sweet\" fighter won the world middleweight boxing title a record 5 times from 1951-1958","response":"(\"Sugar Ray\") Robinson"},{"text":"In 1930 he became the first &amp; only man to sweep golf's four Grand Slam tournaments","response":"Bobby Jones"},{"text":"In 1964 &amp; 1965 The Sporting News named this future senator College Player of the Year in basketball","response":"Bill Bradley"}],"originalDate":"1991-11-05"},{"category":"1970","comments":"","clues":[{"text":"Between May &amp; July, this man &amp; a small crew crossed the Atlantic in a reed boat, the Ra II","response":"Thor Heyerdahl"},{"text":"Dr. Roger Payne &amp; his wife released recordings they made of these animals \"singing\"","response":"whales"},{"text":"Leonard Woodcock was elected to head this union May 22, 1970","response":"the UAW (United Auto Workers)"},{"text":"This magazine based on one that began at Harvard debuted","response":"<i>National Lampoon</i>"},{"text":"It was observed nationwide for the first time April 22, 1970","response":"Earth Day"}],"originalDate":"1991-11-05"},{"category":"WHAT'S THE PITCH?","comments":"(Alex: A reference to some advertising, obviously.)","clues":[{"text":"\"The milk chocolate melts in your mouth — not in your hand\"","response":"M&M's"},{"text":"\"It's not done 'til it's done with\" this steak sauce","response":"A.1."},{"text":"\"You'll wonder where the yellow went when you brush your teeth with\" this product","response":"Pepsodent"},{"text":"\"Sometimes you feel like a nut, sometimes you don't\" refers to these two candy bars by Peter Paul","response":"Mounds & Almond Joy"},{"text":"\"Hasn't scratched yet\"","response":"Bon Ami"}],"originalDate":"1991-11-05"},{"category":"FLANDERS","comments":"","clues":[{"text":"A Bouvier des Flandres is a working type of this animal","response":"a dog"},{"text":"Occupation by the Germans in World War II led to a major evacuation from this port","response":"Dunkirk"},{"text":"A chief textile production center in the 15th century, it was the site of a treaty signing in 1814","response":"Ghent"},{"text":"John McCrae wrote, \"In Flanders Fields\" these \"blow between the crosses, row on row\"","response":"poppies"},{"text":"This city famous for its bridges is the capital of the West Flanders province","response":"Bruges"}],"originalDate":"1991-11-05"},{"category":"NONFICTION","comments":"","clues":[{"text":"\"The Exploration of Space\" is one of several nonfiction works by this \"2001\" author","response":"(Arthur) Clarke"},{"text":"Vincent Bugliosi took the title of this 1974 book about the Manson murders from a Beatles song","response":"\"Helter Skelter\""},{"text":"Barbara Tuchman won a 1963 Pulitzer Prize for \"The Guns of August\", a history of this war's 1st month","response":"World War I"},{"text":"In \"Chutzpah\", this lawyer best known for his defense of Claus von Bulow discusses the plight of Jews","response":"(Alan) Dershowitz"},{"text":"A journal kept by this British adventurer &amp; soldier was published in 1955 as \"The Mint\"","response":"T.E. Lawrence (Lawrence of Arabia)"}],"originalDate":"1991-11-05"}],[{"category":"TRANSPORTATION","comments":"","clues":[{"text":"For mountain touring, many people prefer this vehicle to have 18 or 21 speeds","response":"a bicycle"},{"text":"One of man's earliest boats was this type of canoe made by hollowing out a log","response":"a dugout"},{"text":"In 1990 this cruise line founded by a British shipowner celebrated its 150th anniversary","response":"the Cunard Line"},{"text":"In August 1991 this French automaker of the 405 Series said it will quit selling cars in the U.S.","response":"Peugeot"},{"text":"Japan's Hosho, launched in 1922, was the first warship designed specifically for this use","response":"launching airplanes (aircraft carrier)"}],"originalDate":"1991-11-05"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"His Piano Concerto No. 18, K. 456, was written for Viennese virtuoso Maria Theresia von Paradis","response":"Mozart"},{"text":"This Spaniard who gave his first concert in Granada in 1909 arranged Bach &amp; Haydn for the guitar","response":"Segovia"},{"text":"This Hungarian wrote two program symphonies based on literature, \"Faust\" &amp; \"Dante\"","response":"Liszt"},{"text":"He wrote his \"A Midsummer Night's Dream\" overture before he was 18","response":"Mendelssohn"},{"text":"\"Gloriana\", which he wrote for Elizabeth II's coronation, was about Elizabeth I &amp; Essex","response":"Benjamin Britten"}],"originalDate":"1991-11-05"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"\"Bleeding Kansas\" was so named because of violence over this issue in the 1850s","response":"slavery"},{"text":"He obtained a charter to establish Georgia in 1732 &amp; founded Savannah a year later","response":"(James) Oglethorpe"},{"text":"This 1848 treaty ending the Mexican-American War added over 500,000 square miles to U.S. territory","response":"the Treaty of Guadalupe Hidalgo"},{"text":"This Shawnee chief &amp; his brother, the Prophet, were both defeated in battles by William Henry Harrison","response":"Tecumseh"},{"text":"On Dec. 4, 1783 George Washington bade his officers farewell at this New York City tavern","response":"Fraunces Tavern"}],"originalDate":"1991-11-05"},{"category":"THE BRAIN","comments":"","clues":[{"text":"Though the brain is only 2% of human body weight, it uses up to 25% of this in the blood","response":"oxygen"},{"text":"In 1929 Hans Berger first recorded these on paper","response":"brain waves"},{"text":"The longitudinal fissure is the deep groove that separates the hemispheres of this part of the brain","response":"the cerebrum"},{"text":"There are over 10 billion of these cells in the brain, each part of the brain having its own type","response":"neurons"},{"text":"Descartes called this gland \"the seat of the rational soul\"; scientists still aren't sure what it does","response":"the pineal gland"}],"originalDate":"1991-11-05"},{"category":"THE KENNEDYS","comments":"","clues":[{"text":"The U.S. Kennedys trace their roots back to county Wexford in this country","response":"Ireland"},{"text":"He said “Do you realize the responsibility I carry?  I’m (the) only person standing between Nixon &amp; the White House”","response":"John F. Kennedy"},{"text":"She supervised the historic restoration of the White House &amp; gave a TV tour of it","response":"Jackie Kennedy"},{"text":"States that have been represented by Joseph Kennedy’s sons in the U.S. Senate","response":"Massachusetts & New York"},{"text":"Rose’s maiden name, it became the middle name of one of her sons","response":"Fitzgerald"}],"originalDate":"1986-04-23"},{"category":"LOUISIANA","comments":"","clues":[{"text":"Though only the southern end is in Louisiana, this is considered the major physical feature of the state","response":"the Mississippi River"},{"text":"In production of cotton, minerals &amp; natural gas, the 1 in which Louisiana doesn’t rank #2 in the U.S.","response":"cotton"},{"text":"Counting migrants, in January 25% of all these fowl in the U.S. are wintering in Louisiana","response":"duck"},{"text":"Louisiana has had 11, including 1 which was over 250,000 words &amp; amended 537 times","response":"a constitution"},{"text":"The more familiar name of New Orleans’ 85-block “Vieux Carre”","response":"the French Quarter"}],"originalDate":"1986-04-23"}],{"category":"AUTOMOBILES","text":"This foreign company, which didn't make any cars until early 1960s, is now 4th largest U.S. automaker","response":"Honda"}]}