{"mix":4211,"rounds":[[{"category":"LITERATURE","comments":"","clues":[{"text":"In chapter 52 of this novel, a boisterous crowd is gathering for Fagin's execution","response":"<i>Oliver Twist</i>"},{"text":"19th c. author known for writing about a \"venerable mansion\" with \"seven acutely peaked gables\"","response":"(Nathaniel) Hawthorne"},{"text":"People from the past appear to a brother &amp; sister in \"Rewards and Fairies\" by this author of \"The Jungle Book\"","response":"Kipling"},{"text":"Modern novels with biblical titles include Jane Hamilton's \"The Book of Ruth\" &amp; Toni Morrison's \"Song of\" him","response":"Solomon"},{"text":"Even Grendel would love Seamus Heaney's new translation of the Anglo-Saxon epic about this title Geat","response":"<i>Beowulf</i>"}],"originalDate":"2007-07-24"},{"category":"COMPANIES YOUNGER THAN YOU","comments":"","clues":[{"text":"This commerce site founded in 1995 now also owns Skype, Paypal, &amp; Shopping.com","response":"eBay"},{"text":"The first name of this company's search engine was Backrub, as it analyzed the back links pointing to websites","response":"Google"},{"text":"While a student at Northeastern, Shawn Fanning started this P2P music-sharing service that now gone legit","response":"Napster"},{"text":"After selling Broadcast.com to Yahoo! for more than $5 billion, this Dallas NBA team owner started HDNet","response":"Mark Cuban"},{"text":"Started in 2001, Verasun Energy has now become the second-leading producer of this alternative fuel","response":"ethanol"}],"originalDate":"2007-07-24"},{"category":"SYNONYMS","comments":"","clues":[{"text":"As a noun, it's a synonym for \"flower\", as a verb, it's to blossom or come into one's own","response":"bloom"},{"text":"Synonyms for \"crowd\" include throng, flock &amp; this word that can also mean an infatuation","response":"a crush"},{"text":"In court you won't hear a lawyer say \"remonstrance!\" but this synonym","response":"objection"},{"text":"Back in the 19th century, ladies didn't faint but did this 5-letter synonym","response":"swoon"},{"text":"This synonym for \"to seclude\" is also a word for part of a monastery or convent","response":"cloister"}],"originalDate":"2007-07-24"},{"category":"OUR FOUNDING FATHERS","comments":"","clues":[{"text":"In early April 1775 William Dawes, Samuel Prescott &amp; this man rode to warn Patriots to move military stores from Concord","response":"Paul Revere"},{"text":"3 years after writing the Declaration of Independence, he succeeded Patrick Henry as Virginia governor","response":"(Thomas) Jefferson"},{"text":"On 7/3/76 he wrote to his wife Abigail that the colonies \"are, and of right ought to be, free and independent states\"","response":"John Adams"},{"text":"In 1724, at the age of 18, he left Philadelphia for England to train as a printer; he stayed there 2 years","response":"(Benjamin) Franklin"},{"text":"In \"Public Good\", this pamphleteer called for Virginia to cede land needed to form a strong central government","response":"(Thomas) Paine"}],"originalDate":"2007-07-23"},{"category":"COLLEGE TEAM NICKNAMES","comments":"","clues":[{"text":"UC Berkeley's teams are known as the golden these, &amp; there's one on the state flag","response":"a bear (or Bears)"},{"text":"Pepperdine's nickname is this, &amp; some lap not too far away from the campus","response":"Waves"},{"text":"This word describing Penn State's Lions comes from an Algonquian term meaning \"single mountain\"","response":"Nittany"},{"text":"The University of Texas at Arlington uses this nickname shared by the NBA team closest to them","response":"Mavericks"},{"text":"This University of Idaho nickname is from an old Germanic tribe whose name has come to mean troublemakers","response":"Vandals"}],"originalDate":"2007-07-23"},{"category":"NOW THAT'S EXPENSIVE!","comments":"","clues":[{"text":"A Louis XVI one of these that showed phases of the moon as well as the seconds &amp; minutes sold in 1999 for $3 million","response":"a clock"},{"text":"Some of this early Rock &amp; Roll singer's hair (maybe his sideburns?) sold in 2002 for $115,120","response":"Elvis Presley"},{"text":"In 2001, an anonymous buyer paid more than $6 million for a 1623 \"first folio\" of this English author's plays","response":"(William) Shakespeare"},{"text":"In 2000 a set of books about these critters \"Of America\" by John James Audubon sold at auction for $8.8 million","response":"birds"},{"text":"The world's most valuable one of these instruments is one made by Antonio Stradivari in 1716 worth $18 million","response":"a violin"}],"originalDate":"2007-07-23"}],[{"category":"THE LARGEST IN AREA","comments":"","clues":[{"text":"Mexico,<br>United States,<br>Canada","response":"Canada"},{"text":"Pakistan,<br>India,<br>Bangladesh","response":"India"},{"text":"Saudi Arabia,<br>Oman,<br>Yemen","response":"Saudi Arabia"},{"text":"Spain,<br>Germany,<br>France","response":"France"},{"text":"Libya,<br>Egypt,<br>Tunisia","response":"Libya"}],"originalDate":"2007-07-23"},{"category":"THEY USED TO BE CHEERLEADERS","comments":"","clues":[{"text":"She probably wrote about her cheerleading days at Katy High School in Texas in her own diary, not Bridget Jones's","response":"(Renée) Zellweger"},{"text":"This ex-Eastern Regional High cheerleader must have let out a cheer when she became Regis Philbin's co-host","response":"Kelly Ripa"},{"text":"Mandy Moore spent years as a cheerleader before playing one in this \"regal\" Anne Hathaway film of 2001","response":"<i>The Princess Diaries</i>"},{"text":"These 2 stars of \"Desperate Housewives\" were high school cheerleaders (hint: they're both brunettes)","response":"Eva Longoria & Teri Hatcher"},{"text":"Two bits, four bits, six bits, a dollar.  If you know this Phillips Academy cheerleader, stand up and holler!","response":"George W. Bush"}],"originalDate":"2007-07-23"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"Around 400 B.C. the Greek Ctesias described it as having a white body with a straight cubit-long horn","response":"a unicorn"},{"text":"The earliest ballads of this outlaw say that his activities took place in the South Yorkshire, not Nottinghamshire","response":"Robin Hood"},{"text":"This steel drivin' man beat a steam drill in a race to make a railroad tunnel but died with his \"hammer in his hand\"","response":"(John) Henry"},{"text":"In some legends it's the influence of the full moon that changes a man into one of these, also called a lycanthrope","response":"a werewolf"},{"text":"This hero of mythology cleaned the Augean stables by diverting the courses of 2 nearby rivers","response":"Hercules"}],"originalDate":"2007-07-23"},{"category":"BLOCKBUSTER MOVIES","comments":"","clues":[{"text":"This 2003 \"Lord of the Rings\" installment has Frodo &amp; Sam approaching Mount Doom to destroy the one ring","response":"<i>The Return of the King</i>"},{"text":"James Cameron also won an Oscar for editing this 1997 blockbuster","response":"<i>Titanic</i>"},{"text":"Jack-Jack Parr is the baby of the family of superheroes in this animated film","response":"<i>The Incredibles</i>"},{"text":"The title guys of this 1997 sci-fi comedy are \"protecting the earth from the scum of the universe\"","response":"<i>Men in Black</i>"},{"text":"\"I see dead people\" is a line from this Bruce Willis film","response":"<i>The Sixth Sense</i>"}],"originalDate":"2007-07-23"},{"category":"ADVENTURES IN THE AIR","comments":"","clues":[{"text":"Hitting a speed of about 800 miles per hour, Chuck Yeager broke this barrier in October 1947","response":"the speed of sound"},{"text":"August 1983 saw the first night launch of this reusable U.S. orbital vehicle","response":"the space shuttle"},{"text":"Taking 16 hours, in 1919 British aviators Alcock &amp; Brown became the first to cross this large body of water nonstop","response":"the Atlantic  Ocean"},{"text":"In 1909 Louis Bleriot became the first person to fly a plane over this between Great Britain &amp; France","response":"The English Channel"},{"text":"In 1907 Paul Cornu became the first man to fly freely in one of these horizontally rotored aircraft","response":"a helicopter"}],"originalDate":"2007-07-23"},{"category":"ISLANDS","comments":"","clues":[{"text":"This U.S. commonwealth lies about 70 miles across the Mona Passage from the Dominican Republic","response":"Puerto Rico"},{"text":"Russia's Wrangel Island &amp; Canada's Prince Patrick Island lie in this ocean","response":"the Arctic (Ocean)"},{"text":"A chain of shoals known as Adam's Bridge stretches between India &amp; this island nation","response":"Sri Lanka"},{"text":"This large island's 2 highest peaks lie in the Maoke Mountains on the Indonesian side","response":"New Guinea"},{"text":"This large Italian island in the Mediterranean lies just 7 miles south of Corsica","response":"Sardinia"}],"originalDate":"2007-07-23"}],{"category":"THE FLAG","text":"Feature &amp; its color common to flags of U.S., Venezuela &amp; Pakistan","response":"white stars"}]}