{"mix":4214,"rounds":[[{"category":"GOOD WILL SHAKESPEARE","comments":"","clues":[{"text":"Will Shakespeare's father John was a businessman in this town &amp; once held an office equal to mayor","response":"Stratford-on-Avon"},{"text":"Will's children Hamnet &amp; Judith were these, like Dromio &amp; Dromio in \"The Comedy of Errors\"","response":"Twins"},{"text":"Will's birth is celebrated on April 23 partly because that's the feast day of this patron saint of England","response":"Saint George"},{"text":"In London, Shakespeare boarded with the Mountjoys, a family of these French Protestants","response":"Huguenots"},{"text":"A perplexing bequest in Will's will left wife Anne the second best one of these","response":"Bed"}],"originalDate":"1998-04-23"},{"category":"COMEDIES","comments":"","clues":[{"text":"1998 will see this NBC sitcom with Jerry, Elaine, George &amp; Kramer sign off the network","response":"<i>Seinfeld</i>"},{"text":"This sitcom, part of ABC's TGIF lineup, began with Marty eating a stale hamburger &amp; dying","response":"<i>Teen Angel</i>"},{"text":"1997 film concerning a cute dog, a gay artist, an earthy waitress &amp; a really strange author","response":"<i>As Good As It Gets</i>"},{"text":"From 1946 to 1955, the man seen here (Shemp Howard) was partnered with these two men in a series of comedy shorts:","response":"Moe Howard & Larry Fine"},{"text":"This Nathan Lane film is basically \"Home Alone\" with a rodent","response":"<i>MouseHunt</i>"}],"originalDate":"1998-04-23"},{"category":"HISTORIES","comments":"","clues":[{"text":"This Steven Spielberg film recently renewed interest in William Owen's history \"Black Mutiny\"","response":"<i>Amistad</i>"},{"text":"He won the 1953 Nobel Prize for Literature partly for his 6-volume history of World War II","response":"Winston Churchill"},{"text":"Stephen Ambrose's \"Undaunted Courage\" explores the friendship of Meriwether Lewis &amp; this president","response":"Thomas Jefferson"},{"text":"Barbara Tuchman won her first Pulitzer for this history of the beginning of World War I","response":"\"The Guns of August\""},{"text":"The author of \"The Gallic War\" wrote in third person referring to himself by this one-word title","response":"Caesar"}],"originalDate":"1998-04-23"},{"category":"TRAGEDIES","comments":"","clues":[{"text":"Skiing accidents recently claimed the lives of Michael Kennedy &amp; this entertainer-turned-congressman","response":"Sonny Bono"},{"text":"Though nearby, the Californian never heard this liner's distress call in 1912; its radio operator was off duty","response":"Titanic"},{"text":"This singer left us not in a jet plane, but in a small experimental plane in 1997","response":"John Denver"},{"text":"This May 6, 1937 disaster was broadcast live on radio","response":"The explosion of the Hindenburg"},{"text":"This writer &amp; wife of a famous author died in a fire at a mental hospital in 1948","response":"Zelda Fitzgerald"}],"originalDate":"1998-04-23"},{"category":"THE GLOBE","comments":"","clues":[{"text":"The globe's remotest island is Bouvet Island in the south Atlantic, 1,050 miles north of this continent","response":"Antarctica"},{"text":"In 1956 one of these, larger than the state of New Hampshire, was seen floating in the south Pacific","response":"Iceberg"},{"text":"Mt. Wai-'ale-'ale on this \"Garden Island\" of Hawaii has up to 350 rainy days a year, the most on the globe","response":"Kauai"},{"text":"The water pressure at the bottom of this trench, the globe's deepest, is over 18,000 PSI","response":"Marianas Trench"},{"text":"This \"sea\", the globe's largest lake, has been known to evaporate at an alarming rate of 40 inches per year","response":"Caspian Sea"}],"originalDate":"1998-04-23"},{"category":"MMMMMM","comments":"","clues":[{"text":"U.S. city noted for its cream cheese &amp; cheese steaks","response":"Philadelphia"},{"text":"Elmer Doolin bought the recipe for these fried corn meal chips for $100 &amp; built an empire","response":"Fritos"},{"text":"This former talent agent founded his cookie empire in 1975, 2 years before Mrs. Fields","response":"Wally \"Famous\" Amos"},{"text":"In 1989 this company introduced its Symphony bar","response":"Hershey's"},{"text":"1948 saw the introduction of this brand, the first major U.S. aerosol food product","response":"Reddi-wip"}],"originalDate":"1998-04-22"}],[{"category":"\"I\", \"AY\", \"EYE\"","comments":"","clues":[{"text":"Portugal's peninsula","response":"Iberian"},{"text":"Bart Simpson's foreign catch phrase","response":"\"Ay Caramba!\""},{"text":"Mr. Merchant's movie partner","response":"James Ivory"},{"text":"On the Cuban Missile Crisis, Dean Rusk said \"We're\" this \"and the other fellow just blinked\"","response":"Eyeball to eyeball"},{"text":"Title for a scholar in Islamic law &amp; religion; he may be a young up &amp; \"Khomeini\"","response":"Ayatollah"}],"originalDate":"1998-04-22"},{"category":"BRONX CHEER","comments":"(Alex: Which I will forgo!)","clues":[{"text":"Babe Ruth hit the first home run in this stadium when it opened April 18, 1923","response":"Yankee Stadium"},{"text":"This poet &amp; author's last home was a cottage in the Bronx; you can \"quoth\" me on that","response":"Edgar Allan Poe"},{"text":"It's where you can explore Jungle World &amp; the Himalayan Highlands without ever leaving New York","response":"Bronx Zoo"},{"text":"It's a small, but \"Grand Old Flag\" that adorns his mausoleum at Woodlawn Cemetery in the Bronx","response":"George M. Cohan"},{"text":"In 1935 the convicts of Welfare Island were moved to this Bronx island &amp; its new penitentiary","response":"Rikers Island"}],"originalDate":"1998-04-22"},{"category":"FORTS","comments":"(Alex: I don't know how that category got in there!)","clues":[{"text":"This Kentucky fort includes the Patton Museum of Cavalry &amp; Armor in addition to all that gold","response":"Fort Knox"},{"text":"This Indiana city reconstructed its namesake log stockade in the 1970s","response":"Fort Wayne"},{"text":"This aptly-named fort in Pittsburgh was built in 1758 over the ruins of the French Fort Duquesne","response":"Fort Pitt"},{"text":"Home of the XVIII Airbone Corps, this N.C. fort can boast it was named for a Confederate general","response":"Fort Bragg"},{"text":"Fort Necessity was built by this future general &amp; was the site of his only surrender","response":"George Washington"}],"originalDate":"1998-04-22"},{"category":"PHONY EXPRESS","comments":"","clues":[{"text":"The term \"con man\" is short for this","response":"Confidence man"},{"text":"It's not Au, it's FeS","response":"fool's gold (iron pyrite)"},{"text":"Posing as Arabs with lots of cash, the FBI caught 7 members of Congress in this 1970s sting operation","response":"Abscam"},{"text":"He served time for fraud after writing a fake Howard Hughes biography","response":"Clifford Irving"},{"text":"Dummkopfs!  This German newsmagazine paid millions for forged diaries of Adolf Hitler in 1983","response":"Stern"}],"originalDate":"1998-04-22"},{"category":"GEE, YOUR HOUSE SMELLS NICE","comments":"","clues":[{"text":"Scent these by adding pieces of mint or a few drops of essential oil to the melted wax before molding","response":"Candles"},{"text":"A mixture of fragrant flowers &amp; leaves in a bowl, its name is French for \"rotten pot\"","response":"Potpourri"},{"text":"SC Johnson Wax, who makes Raid, also makes this rhyming air freshener","response":"Glade"},{"text":"From French for \"little bag\", rose petals may fill this in your lingerie drawer","response":"Sachet"},{"text":"To make one of these, begin by pressing cloves into the skin of an orange","response":"Pomander"}],"originalDate":"1998-04-22"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"Burnt at the stake in 1431, she was probably a pin-up girl for 11-year-old Torquemada","response":"Joan of Arc"},{"text":"While James Watt was getting steamed up in Scotland, she was heating up the throne in Russia","response":"Catherine the Great"},{"text":"While Copernicus was staring up at the stars, this emperor was staring down Cortez","response":"Montezuma"},{"text":"While Leif Ericsson had his first look at the New World, this man was sitting as first king of Hungary","response":"St. Stephen"},{"text":"In 1850, Hawthorne wrote of Hester Prynne's crime, &amp; this Scot opened his Chicago detective agency","response":"Allan Pinkerton"}],"originalDate":"1998-04-22"}],{"category":"3-NAMED PEOPLE","text":"Born in what's now Maine in 1807, he's honored with a bust in a special section of Westminster Abbey","response":"Henry Wadsworth Longfellow"}]}