{"mix":4218,"rounds":[[{"category":"POTPOURRI","comments":"(Alex: A little bit of everything.)","clues":[{"text":"Technically, a carpet is fixed to the floor but one of these lies free","response":"a rug"},{"text":"Andrassy is the luxury shopping street of this capital of Hungary","response":"Budapest"},{"text":"It's not just Dijon; Meaux also is known for this condiment","response":"mustard"},{"text":"Jazzman Bucky Pizzarelli uses a 7-string one of these","response":"a guitar"},{"text":"The Royal Tyrrell Museum of this -ology has 35 complete dinosaur skeletons","response":"paleontology"}],"originalDate":"2007-07-16"},{"category":"YOU TUBE","comments":"","clues":[{"text":"This clock-wearing member of Public Enemy went from \"The Surreal Life\" to his own show on VH1","response":"Flavor Flav"},{"text":"Brian (the dog) is a surprisingly eloquent member of the Griffin household on this animated series","response":"<i>Family Guy</i>"},{"text":"Season 3 of this MTV reality series introduced us to Breanna, L.C.'s younger sister","response":"<i>Laguna Beach</i>"},{"text":"Emmitt Smith won the third installment of this show with a samba","response":"<i>Dancing With the Stars</i>"},{"text":"Ukrainian-born Mila Kunis played Jackie Burkhart on this Fox sitcom","response":"<i>That '70s Show</i>"}],"originalDate":"2007-07-16"},{"category":"MAPQUEST","comments":"","clues":[{"text":"To visit Sensoji Temple in this capital, cross Komagata Bridge, turn right &amp; walk north on the Nakamise-Dori","response":"Tokyo"},{"text":"The drive from Denmark to Malmo in this country includes a 5-mile stretch across the Oresund Bridge","response":"Sweden"},{"text":"From Paris' Royal Saint-Honore Hotel, walk 1/2 mile down Rue Saint-Honore, turn right &amp; walk into its glass pyramid","response":"The Louvre"},{"text":"To visit San Marino, take a winding road up Mount Titano, a short drive from Rimini in this country","response":"Italy"},{"text":"From Ulan Bator, go straight south to Wuhai, flip a left &amp; go about 500 miles to reach this world capital","response":"Beijing"}],"originalDate":"2007-07-16"},{"category":"QUIZILLA","comments":"","clues":[{"text":"In 2006 ABC aired the finals in primetime for this C-O-N-T-E-S-T, the \"longest-running educational promotion\"","response":"the Spelling Bee"},{"text":"The 1st Amendment was the 2006 topic in the \"Ideas of America\" contest for this type of short literary composition","response":"an essay"},{"text":"Debate &amp; solve the problems of the world in the \"Model\" this international organization","response":"United Nations (U.N.)"},{"text":"Pascal &amp; C are 2 of the languages students must know to compete in the USACO, the Olympiad of this","response":"computing"},{"text":"Since 1989 this society has sponsored an annual bee that tests kids on their knowledge of the Earth","response":"The National Geographic Society"}],"originalDate":"2007-07-16"},{"category":"MY SPICE","comments":"","clues":[{"text":"Good grief! Patty from \"Peanuts\" has this spice in her name","response":"peppermint"},{"text":"The ceylon or tree type of this spice that's good on toast is buff-colored &amp; mildly sweet","response":"cinnamon"},{"text":"In a sushi bar, you will likely be offered some pickled this so you can cleanse your palate between bites","response":"ginger"},{"text":"The name of this spice important in Asian incense can also refer to a small piece of garlic","response":"clove"},{"text":"Popular in spaghetti sauce, wild marjoram is more commonly known by this name","response":"oregano"}],"originalDate":"2007-07-16"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"The part of your eye that looks like a black circle is called this, as is a student","response":"a pupil"},{"text":"Dentin, which is harder than bone, surrounds the pulp of these","response":"teeth"},{"text":"Otoliths are found in the vestibule of the \"inner\" part of this organ","response":"the ear"},{"text":"This part of the brain just above the brain stem is about the size of an orange","response":"the cerebellum"},{"text":"This main artery of the heart is said to resemble a cane with its arch at the top of the heart","response":"the aorta"}],"originalDate":"2007-07-16"}],[{"category":"WHEN THEY WERE IN HIGH SCHOOL","comments":"","clues":[{"text":"He ran track at Skyline High in Oakland<span class=\"nobreak\">--</span>good practice for the role of Forrest Gump","response":"Tom Hanks"},{"text":"As a teen in B.C., she said her goal was \"to be a California beach bum\"<span class=\"nobreak\">--</span>she got her wish on \"Baywatch\"","response":"Pamela Anderson"},{"text":"To make extra money, she sometimes cleaned out the tour bus for her mom Naomi &amp; sister Wynonna","response":"Ashley Judd"},{"text":"As a high school basketball star in Irvington, N.J., this \"Royal\" rapper led her team to 2 state championships","response":"Queen Latifah"},{"text":"He played quarterback for the Terrell High School tigers before we won an Oscar for playing Ray Charles","response":"Jamie Foxx"}],"originalDate":"2007-07-16"},{"category":"AIN'T THAT AMERICA","comments":"","clues":[{"text":"This state celebrates July 24, the day of Brigham Young's arrival, as Pioneer Day","response":"Utah"},{"text":"By early 2006, New Orleans had been overtaken in population by this nearby capital city","response":"Baton Rouge"},{"text":"This state's Little Diomede is about 2 1/2 miles from Russia's Big Diomede Island","response":"Alaska"},{"text":"Since 1792 Frankfort has been the capital of this state","response":"Kentucky"},{"text":"Downtown skyway systems with 13 miles of walkways make it so you don't have to go outside while in these twin cities","response":"Minneapolis & St. Paul"}],"originalDate":"2007-07-16"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"Colorful term for a person who forges objects of iron","response":"a blacksmith"},{"text":"Repugnantly hateful, though we have nothing personal against the \"Snowman\"","response":"abominable"},{"text":"To go about under false pretenses, or a type of party with historical costumes","response":"masquerade"},{"text":"Jugglers don't focus on any 1 particular ball; they use this type of vision to keep track of the whole area","response":"peripheral"},{"text":"Security pledged for the payment of a loan; in a familiar but unrelated phrase, it precedes \"damage\"","response":"collateral"}],"originalDate":"2007-07-16"},{"category":"AUSTIN","comments":"","clues":[{"text":"The Confederate Soldiers Monument on the State Capitol grounds has 5 bronze statues headed by this president","response":"Jefferson Davis"},{"text":"At dusk, April through October, millions of these mammals fly out from under the Congress Ave. Bridge to feed","response":"bats"},{"text":"At 30 years, this PBS series from the Austin music scene is the longest-running music showcase now on TV","response":"<i>Austin City Limits</i>"},{"text":"Austin's African-American history is chronicled in a museum named for this agricultural scientist","response":"George Washington Carver"},{"text":"This Old West cattle trail that ran from Texas to Kansas crossed the eastern part of Austin","response":"the Chisholm Trail"}],"originalDate":"2007-07-11"},{"category":"<a href=\"http://www.j-archive.com/media/2007-07-11_J_Cat4.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> DINING</a>","comments":"","clues":[{"text":"Want to get this part of a pie perfect?  The secret is leaf lard, rendered for 8 hours","response":"the crust"},{"text":"Naturally, this list came in for praise at a restaurant called Varietal","response":"the wine list"},{"text":"A restaurant of this African cuisine got high marks for its shiro wett &amp; its not-too-spongy injera bread","response":"Ethiopian"},{"text":"The times had info on Surinam cherry, the ingredient that helped crown the champion cook of this Bravo TV reality show","response":"<i>Top Chef</i>"},{"text":"The Times critic loved the lamb at an Indian joint that uses this 700-degree oven","response":"a tandoori oven"}],"originalDate":"2007-07-11"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Rock the baby &amp; loop the loop on June 6, the day reserved for this toy","response":"the yo-yo"},{"text":"One ringy dingy!  September 1 is Emma M. Nutt Day in honor of the first female one of these in the U.S.","response":"a telephone operator"},{"text":"February 1 (not always a Friday) is the day for this literary character based on sailor Alexander Selkirk","response":"Robinson Crusoe"},{"text":"Interstellar hitchhikers know May 25 is the day for these terrycloth items, a tribute to Douglas Adams","response":"towels"},{"text":"On Oct. 12 Mexico celebrates \"Dia de la Raza\", or day of this","response":"the race"}],"originalDate":"2007-07-11"}],{"category":"VICE PRESIDENTS","text":"2 of the 3 Vice Presidents to serve under FDR","response":"(2 of) Harry S. Truman, Henry A. Wallace, and John Nance Garner"}]}