{"mix":4219,"rounds":[[{"category":"THE \"WASH\" ROOM","comments":"","clues":[{"text":"Use it for gargling","response":"mouthwash"},{"text":"An entry-level restaurant job or a labor-saving appliance that does the same thing","response":"a dishwasher"},{"text":"To cover up errors or wrongdoing; perhaps for Tom Sawyer?","response":"whitewash"},{"text":"Hyphenated term meaning lacking in decisiveness","response":"wishy-washy"},{"text":"Adventurous swordsman","response":"a swashbuckler"}],"originalDate":"2007-07-11"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"In 1814 he told the French Senate, \"France has more need of me than I of France\"","response":"Napoleon"},{"text":"In September 2001 he told NYC, \"The spirit of our city has never been stronger\"","response":"(Rudy) Giuliani"},{"text":"In 1897 this women's rights pioneer wrote that \"Suffrage is the pivotal right\"","response":"(Susan B.) Anthony"},{"text":"Told that there were already too many lawyers, Daniel Webster said, \"There is always room\" here","response":"at the top"},{"text":"His words \"God bless the crew of Apollo 17\" were the last ever spoken from the surface of the Moon","response":"Eugene Cernan"}],"originalDate":"2007-07-11"},{"category":"GET YOUR FACTS STRAIGHT","comments":"","clues":[{"text":"Fresco is an art technique; Fresca is a product of this soft drink company","response":"Coca-Cola"},{"text":"The Aare is a tributary of the Rhine; this organization for people 50 &amp; older has \"the power to make it better\"","response":"the AARP"},{"text":"James Bond drove a BMW Z3 in \"GoldenEye\"; vitamin B3 is also called this","response":"niacin"},{"text":"Cingular is a wireless company; Singulair treats this condition, though it doesn't replace fast-acting inhalers","response":"asthma"},{"text":"Toni Morrison wrote \"The Bluest Eye\"; this mopey Brit wrote \"A Pair of Blue Eyes\"","response":"Thomas Hardy"}],"originalDate":"2007-07-11"},{"category":"MARMOSET","comments":"","clues":[{"text":"With marmosets, this is almost twice as long as the body","response":"the tail"},{"text":"Pygmy marmosets are found around the upper part of this large river's basin","response":"the Amazon"},{"text":"Only dominant pygmy females reproduce; their presence suppresses the release of these in other females","response":"eggs"},{"text":"Marmosets are part of this scientific order that includes humans","response":"primates"},{"text":"Marmosets are different from other monkeys in that they have claws as well as these on their fingers","response":"nails"}],"originalDate":"2007-07-11"},{"category":"KNOCK U OUT","comments":"(Alex: And in that last category, we'll need two responses.  One word will have a \"U\" in it.  The other word will be exactly the same, but minus the \"U\".)","clues":[{"text":"Remove the \"U\" from a dwelling &amp; you get a tubular water carrier","response":"house & hose"},{"text":"Remove the \"U\" from a verb meaning \"to awaken\" &amp; a flower blooms","response":"rouse & rose"},{"text":"Remove the \"U\" from a word meaning \"located\" &amp; you get a word meaning \"affectionate\"","response":"found & fond"},{"text":"Without the \"U\", a sullen look becomes a bulging belly","response":"pout & pot"},{"text":"Take out the \"U\" in a synonym for \"to praise\" &amp; you get a youthful boy","response":"laud & lad"}],"originalDate":"2007-07-11"},{"category":"CEMETERIES","comments":"","clues":[{"text":"Although Emile Zola's gravestone still rests at this city's Cimetiere de Montmartre, his body was moved to the Pantheon","response":"Paris"},{"text":"With more than 1 million burials, Rookwood Necropolis in this largest Aussie city is one of the world's largest","response":"Sydney"},{"text":"About 250 people were buried in this Tombstone, Arizona Cemetery from 1878 to 1884, including Billy Clanton","response":"Boot Hill"},{"text":"The world's largest historical mosaic, \"The Birth Of Liberty\", can be found at this Southern Calif. cemetery","response":"Forest Lawn"},{"text":"368 American servicemen from WWI are buried in this \"field\", a U.S. Military cemetery near Waregem, Belgium","response":"Flanders Field"}],"originalDate":"2007-07-13"}],[{"category":"STATES' MOST POPULOUS CITIES","comments":"","clues":[{"text":"Jackson,<br>pop. 180,000","response":"Mississippi"},{"text":"Louisville,<br>pop. 556,000","response":"Kentucky"},{"text":"Bridgeport,<br>pop. 140,000","response":"Connecticut"},{"text":"Manchester,<br>pop. 110,000","response":"New Hampshire"},{"text":"Burlington,<br>pop. 39,000","response":"Vermont"}],"originalDate":"2007-07-13"},{"category":"ADDING INSULT","comments":"","clues":[{"text":"Gore Vidal said this pop artist was \"the only genius with an IQ of 60\"","response":"(Andy) Warhol"},{"text":"This \"insult comic dog\" said to \"Star Wars\" fans, \"Who wants to hear a spoiler?  Here's a spoiler: you will die alone\"","response":"Triumph"},{"text":"Attributed to this \"Mr. Warmth\" comic: \"Oh my God, look at you. Anyone else hurt in the accident?\"","response":"Don Rickles"},{"text":"A fellow MLBer said of this \"juiced\" author that, like Michael Jackson, he wore one glove \"for no significant reason\"","response":"José Canseco"},{"text":"Later a Texas governor, in 1988 she said George H.W. Bush was \"born with a silver foot in his mouth\"","response":"(Ann) Richards"}],"originalDate":"2007-07-13"},{"category":"TO INJURY","comments":"","clues":[{"text":"His boat wasn't swift enough as this ex-candidate for President &amp; Navy man earned 3 Purple Hearts","response":"(John) Kerry"},{"text":"In 1521 he could have used a fountain of youth when he was severely wounded in a battle vs. the Calusa Indians","response":"Ponce de León"},{"text":"A WWII platoon leader in Italy, this future presidential candidate was severely wounded in April 1945","response":"Bob Dole"},{"text":"In 1821 this poet had a hard time counting the ways she loved thee, what with injuring her spine in a fall","response":"Elizabeth Barrett Browning"},{"text":"On Oct. 18, 1859 he was found wounded &amp; his 2 sons dead at a federal armory","response":"John Brown"}],"originalDate":"2007-07-13"},{"category":"THE RESTORATION","comments":"","clues":[{"text":"In the 1660s puppet shows featuring this pair, a hook-nosed hunchback &amp; his shrewish wife, became popular","response":"Punch & Judy"},{"text":"After John Milton died in 1674, his widow sold all the rights to this work for a paltry 8 pounds","response":"<I>Paradise Lost</I>"},{"text":"He developed the first reflecting telescope, which featured a concave mirror, a flat mirror &amp; an eyepiece","response":"Isaac Newton"},{"text":"The Restoration began in 1660 when this royal house was returned to the throne with the crowning of Charles II","response":"the Stuart family"},{"text":"In his 1690 work \"Two Treatises of Government\", he argued against the Divine Right of Kings","response":"(John) Locke"}],"originalDate":"2007-07-13"},{"category":"POP CULTURE: 1999","comments":"","clues":[{"text":"The glaze lipstick that this ex-intern wore for a 1999 TV interview was discontinued, so women clamor for it on eBay","response":"(Monica) Lewinsky"},{"text":"Director M. Night Shyamalan played the doctor who sees Haley Joel Osment after he's traumatized at a party in this film","response":"<I>The Sixth Sense</I>"},{"text":"In 1999, Broadway audiences could see \"The Lion King\" or Laurence Fishburne plying King Henry II in this \"Leonine\" play","response":"<I>The Lion In Winter</I>"},{"text":"A tongue-in-cheek tribute on the Emmy Awards featured the many deaths of this animated character","response":"Kenny"},{"text":"8 years after their farewell concert, this duo reunited for a New Year's Eve show<span class=\"nobreak\">--</span>sort of a \"Girls Night Out\"","response":"Naomi & Wynonna Judd"}],"originalDate":"2007-07-13"},{"category":"NAMES FROM THE PAST","comments":"","clues":[{"text":"Named from Hebrew words for \"father of many\", this Patriarch has a shrine built for him in Mecca","response":"Abraham"},{"text":"This Athenian philosopher who died in 399 B.C. was highly regarded for his self-control &amp; moral outlook","response":"Socrates"},{"text":"This Muslim Sultan was devoted to Jihad &amp; recaptured Jerusalem in the 12th Century","response":"Saladin"},{"text":"The subjects of this Greek's writing included anatomy, dreams &amp; the theory that diseases are not divine in origin","response":"Hippocrates"},{"text":"This orator, 106-43 B.C., tried to uphold Republican principles in the Civil War that destroyed Rome","response":"Cicero"}],"originalDate":"2007-07-13"}],{"category":"SPORTS GEOGRAPHY","text":"Though they live elsewhere, Alan Page &amp; Dan Dierdorf will both always be in this Ohio city where they were born","response":"Canton, Ohio"}]}