{"mix":4224,"rounds":[[{"category":"SHOP TALK","comments":"","clues":[{"text":"Under-wearers &amp; self-wrappers are 2 types of these retail criminals","response":"shoplifters"},{"text":"A new bride might seek out this colorful event that features discounted sheets &amp; pillowcases","response":"a white sale"},{"text":"In 1997 U2 announced their Popmart tour at an outlet of this \"mart\" in Manhattan","response":"Kmart"},{"text":"Term for any food that decays fast; it's placed at the back of the store to pull shoppers there","response":"perishables"},{"text":"P.O.S. stands for this type of display cleverly placed near a store's counters","response":"point of sale"}],"originalDate":"1998-07-09"},{"category":"THE TITANIC","comments":"","clues":[{"text":"The radio operators used Morse code to send out the CQD distress call, as well as this newer one","response":"SOS"},{"text":"Unlike the Titanic, when sister ship the Britannic sank in 1916, it had enough of these for all aboard","response":"lifeboats"},{"text":"Frederick Fleet was here when he was first to spot the iceberg; he had a bird's eye view","response":"the crow's nest"},{"text":"The Titanic had 4 of these; 3 were functional, the fourth was mostly there for aesthetics","response":"smokestacks"},{"text":"This American financier who owned the Titanic cancelled his trip on it before it sailed","response":"J.P. Morgan"}],"originalDate":"1998-07-09"},{"category":"ENDS IN, LIKE, \"LIKE\"","comments":"(Alex: We are dealing here with words that can be found in your standard dictionary; don't come up with some exotic word for me as your response.)","clues":[{"text":"It's the type of innocence demonstrated by a 6-year-old","response":"childlike"},{"text":"Devoted to combat, like the ancient Spartans","response":"warlike"},{"text":"It's the word for bad conduct on the football field, like hiding the ball in your jersey","response":"unsportsmanlike"},{"text":"Grandma knows when wearing a skirt, keeping one's knees together is more this","response":"ladylike"},{"text":"It's a high level of proficiency or precision, like that of a Swiss watchmaker","response":"clocklike"}],"originalDate":"1998-07-09"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"This 19th century Norwegian is considered the father of modern realistic drama","response":"Henrik Ibsen"},{"text":"\"Tender Offer\" is a one-act play by this author of \"The Heidi Chronicles\"","response":"Wendy Wasserstein"},{"text":"This \"Glengarry Glen Ross\" playwright co-wrote the screenplay for \"Wag the Dog\"","response":"David Mamet"},{"text":"Famous Terrence who wrote the Tony-winning plays \"Master Class\" &amp; \"Love! Valour! Compassion!\"","response":"Terrence McNally"},{"text":"Born in Zlin, Czechoslovakia in 1937, his original surname was Straussler, not Rosencrantz or Guildenstern","response":"Tom Stoppard"}],"originalDate":"1998-07-09"},{"category":"HOT TOPICS","comments":"","clues":[{"text":"Literally a \"hot\" topic, it's partly caused by greenhouse gases like carbon dioxide","response":"global warming"},{"text":"On Jan. 22, 1998 demonstrators on both sides marked the 25th anniversary of this Supreme Court ruling","response":"Roe v. Wade"},{"text":"Wisconsin studies have found higher crime near these fun palaces on tribal lands","response":"casinos"},{"text":"In 1998 Richard Seed planted doubts when he announced he would open a clinic for this procedure","response":"cloning"},{"text":"This word comes from Greek for good or easy death","response":"euthanasia"}],"originalDate":"1998-07-09"},{"category":"ALEXANDER HAMILTON","comments":"","clues":[{"text":"As the first holder of this office, Hamilton created the First Bank of the United States","response":"Secretary of the Treasury"},{"text":"In the 11th of these \"papers\", Hamilton says the U.S. Navy should use southern wood &amp; northern sailors","response":"the Federalist Papers"},{"text":"As a NYC lawyer in the 1780s, Hamilton lived on this street associated with the stock market","response":"Wall Street"},{"text":"Hamilton led an attack in this 1781 siege that ended the Revolutionary War","response":"Yorktown"},{"text":"In colonial times, this Ivy League school was called King's College when Hamilton went there","response":"Columbia"}],"originalDate":"1998-07-09"}],[{"category":"DUMB TV","comments":"","clues":[{"text":"NBC may ask you to pardon their French <span class=\"nobreak\">--</span> French Stewart, that is <span class=\"nobreak\">--</span> as the not too wise Solomon on this sitcom","response":"<i>3rd Rock from the Sun</i>"},{"text":"On this series Peg &amp; Kelly once entered a talent contest as a singing duo <span class=\"nobreak\">--</span> the Juggs","response":"<i>Married... with Children</i>"},{"text":"He was the first mate &amp; only crewman of the S.S. Minnow","response":"Gilligan"},{"text":"On \"Saved by the Bell\", Dustin Diamond played Samuel Powers, who had this nickname","response":"\"Screech\""},{"text":"He played Luther Van Dam, assistant to the coach on \"Coach\"","response":"Jerry Van Dyke"}],"originalDate":"1998-07-09"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"\"So long as men can breathe or eyes can see\" is written in heroic verse, which is this meter","response":"iambic pentameter"},{"text":"Pathos evokes sympathy; this rhyming word is an unsuccessful attempt at pathos","response":"bathos"},{"text":"In \"Reality Bites\" Ethan Hawke says it's when the actual meaning is different from the literal meaning","response":"irony"},{"text":"From Greek for \"beyond opinion\", this kind of statement's truth lies in its contradiction","response":"a paradox"},{"text":"The pathetic fallacy is a type of this, attributing human traits to inanimate objects","response":"anthropomorphism"}],"originalDate":"1998-07-09"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"In 1976 this service school in Annapolis admitted its first women","response":"the U.S. Naval Academy"},{"text":"Not surprisingly, more undergrads at the University of Puget Sound are from this state than any other","response":"Washington"},{"text":"In 1756 this school moved from Newark, New Jersey to its present home","response":"Princeton"},{"text":"Several of its football songs were written by alumnus Cole Porter","response":"Yale"},{"text":"A college in Lancaster, Pennsylvania is named for Benjamin Franklin &amp; this great chief justice","response":"John Marshall"}],"originalDate":"1998-07-08"},{"category":"1898","comments":"","clues":[{"text":"$10 million worth of this was dug out of Canada's Klondike region","response":"gold"},{"text":"On January 25, 1898, this U.S. battleship arrived in Havana for a friendly visit","response":"the <i>Maine</i>"},{"text":"This pair found radium wanted to be alone, so they isolated it","response":"Pierre & Marie Curie"},{"text":"In 1898, he turned in \"The Turn of the Screw\" to his publisher","response":"Henry James"},{"text":"This Russian actor-producer founded the Moscow Art Theater for method actors","response":"Constantin Stanislavsky"}],"originalDate":"1998-07-08"},{"category":"DON'T DO THIS","comments":"","clues":[{"text":"Richard Josephson got 6 months for joking he had these while on a USAir flight, forcing it to land","response":"bombs"},{"text":"In February 1998 the Pentagon said its computers had been invaded by these, the title of a 1995 film","response":"hackers"},{"text":"A man released as many as 50 guinea pigs into this New York City area March 11, 1998","response":"Central Park"},{"text":"The owner of Crystal Glass of Brooklyn was doing this around New York City to increase business","response":"breaking windows"},{"text":"It made news that a London burglar was caught by using these prints he left while listening at doors &amp; windows","response":"earprints"}],"originalDate":"1998-07-08"},{"category":"MORE ANAGRAMMED COUNTRIES","comments":"","clues":[{"text":"PAINS","response":"Spain"},{"text":"RAIN","response":"Iran"},{"text":"MARKED N","response":"Denmark"},{"text":"PANEL","response":"Nepal"},{"text":"NUKE AIR","response":"Ukraine"}],"originalDate":"1998-07-08"}],{"category":"HISTORIC TELEGRAMS","text":"In May 1945 Churchill cabled Truman that this \"is drawn down upon their front. We do not know what is going on behind\"","response":"the Iron Curtain"}]}