{"mix":4227,"rounds":[[{"category":"PLACES IN THE BIBLE","comments":"","clues":[{"text":"To Isaiah a land of foreigners, it's home to Nazareth &amp; a namesake sea","response":"Galilee"},{"text":"Paul spoke on Aeropagus, a hill of this capital city of Attica, Greece","response":"Athens"},{"text":"David reigned for 7 1/2 years in Hebron, then moved to this city","response":"Jerusalem"},{"text":"According to Genesis 11, this famous structure was built on the Plain of Shinar","response":"Tower of Babel"},{"text":"A witch who survived Saul's witch hunt lived in this Canaanite city","response":"Endor"}],"originalDate":"1998-07-03"},{"category":"CRITTER LIT","comments":"","clues":[{"text":"She wrote about Jemima Puddle-Duck, Jeremy Fisher &amp; Peter Rabbit","response":"(Beatrix) Potter"},{"text":"This Hugh Lofting title character communicates verbally with normally non-verbal creatures","response":"Doctor Dolittle"},{"text":"A spider named Charlotte &amp; a farmer's daughter keep the farmer from makin' bacon out of this pig","response":"Wilbur"},{"text":"Aslan is the lion in his \"The Lion, the Witch and the Wardrobe\"","response":"(C.S.) Lewis"},{"text":"John Steinbeck traveled across America in a 1962 bestseller, \"Travels with\" this title poodle","response":"Charley"}],"originalDate":"1998-07-03"},{"category":"PEOPLE WITH FOOD NAMES","comments":"","clues":[{"text":"FDR appointed this \"hot dog\" to the Supreme Court in 1939","response":"Felix Frankfurter"},{"text":"This 20-year-old singer's hits include \"Sleep to Dream\" &amp; \"Criminal\"","response":"Fiona Apple"},{"text":"The Mets gave fans ice cream on a \"sundae\" event celebrating this outfielder's 1983 Rookie of the Year award","response":"Darryl Strawberry"},{"text":"\"King of the Hill\"'s guitar-playing comedian Celery Head is a spoof of this red-haired prop comic","response":"Carrot Top"},{"text":"In 1983 this singer with the name of a Mexican food hit the Top 5 with \"Puttin' On The Ritz\"","response":"Taco"}],"originalDate":"1998-07-03"},{"category":"TRAVEL CANADA","comments":"","clues":[{"text":"It's easy to find the Insectarium in this largest Quebec city <span class=\"nobreak\">--</span> it's shaped like a bug","response":"Montreal"},{"text":"Whitehorse in this territory is home to the \"Frantic Follies\", a musical revue celebrating the gold rush days","response":"Yukon"},{"text":"An enormous 30'-high nickel overlooks the town of Sudbury in this second-largest province","response":"Ontario"},{"text":"The elegant Pan Pacific Hotel in this Canadian city was built for Expo 86","response":"Vancouver"},{"text":"The musical \"Anne of Green Gables\" is staged every summer at this province's Charlottetown festival","response":"Prince Edward Island"}],"originalDate":"1998-07-03"},{"category":"SPELLING","comments":"","clues":[{"text":"This reptile is known as a croc for short","response":"C-R-O-C-O-D-I-L-E"},{"text":"Often seen at Christmas, this flowering plant was named for Joel R. Poinsett","response":"P-O-I-N-S-E-T-T-I-A"},{"text":"Bra is the common abbreviaion for this item of clothing which is harder to spell","response":"B-R-A-S-S-I-E-R-E"},{"text":"You call it your collarbone, but your doctor calls it this","response":"C-L-A-V-I-C-L-E"},{"text":"It's the 12-letter word in the title of the French national anthem","response":"M-A-R-S-E-I-L-L-A-I-S-E"}],"originalDate":"1998-07-03"},{"category":"DOCUMENTS","comments":"","clues":[{"text":"The U.S. government encourages traveling citizens to smile for their photos in these booklets","response":"passports"},{"text":"Colorful term for a document allowing aliens to legally work in the United States","response":"a green card"},{"text":"\"To take\" this often means to sign a document forswearing liquor","response":"the pledge"},{"text":"After this proceeding is complete, a court issues the child a new birth certificate","response":"adoption"},{"text":"Once, this document disposed of personal effects, while property was covered in the \"last will\"","response":"testament"}],"originalDate":"1998-07-02"}],[{"category":"SHAKESPEARE","comments":"","clues":[{"text":"A cute dog named Crab appears in the comedy about \"The Two Gentlemen of\" this city","response":"Verona"},{"text":"In 1964 Diana Rigg appeared as Adriana in \"The Comedy of Errors\" &amp; Cordelia in this tragedy","response":"<i>King Lear</i>"},{"text":"The play in which Portia says, \"I never did repent for doing good, nor shall not now\"","response":"<i>The Merchant of Venice</i>"},{"text":"\"Friendly Shakespeare\" calls this comedy about gleeful spouses \"an Elizabethan I Love Lucy\"","response":"<i>The Merry Wives of Windsor</i>"},{"text":"Vincentio, duke of this Austrian city, is the first character to speak in \"Measure for Measure\"","response":"Vienna"}],"originalDate":"1998-07-02"},{"category":"U.S. CURRENCY","comments":"","clues":[{"text":"In 1971, just 2 years after his death, he was honored on a U.S. coin","response":"Dwight D. Eisenhower"},{"text":"ATMs have made this bill second only to the one-dollar bill in the number printed","response":"a $20 bill"},{"text":"This bill's reverse side features generic representations of 1920s autos outside the U.S. Treasury Building","response":"a $10 bill"},{"text":"In 1943 the Treasury Dept. minted this coin in zinc-coated steel","response":"the penny"},{"text":"The Mint Act of 1792 made the U.S. the first country in the world to adopt this system for its currency","response":"the decimal system"}],"originalDate":"1998-07-02"},{"category":"VOCABULARY","comments":"","clues":[{"text":"Sinitic is an adjective referring to these people, their language or their culture","response":"Chinese"},{"text":"If you're piscivorous, you eat this, which can \"net\" you some health benefits","response":"fish"},{"text":"Imitable means capable of being imitated; this word, its antonym, is 2 letters longer","response":"inimitable"},{"text":"From Portuguese for \"a place for spitting\", it's a synonym for spittoon","response":"cuspidor"},{"text":"Of waxing, waning &amp; decrescent, the 2 that are synonyms","response":"waning & decrescent"}],"originalDate":"1998-07-02"},{"category":"\"STUFF\"","comments":"","clues":[{"text":"Beanie Babies &amp; teddy bears are types of these toys","response":"stuffed animals"},{"text":"It's a small, inexpensive gift given during Christmas; if you're naughty, it's a lump of coal","response":"a stocking stuffer"},{"text":"Chuck Yeager was a technical advisor &amp; had a cameo in this 1983 movie","response":"<i>The Right Stuff</i>"},{"text":"Ads for this Kraft side dish urge you to try it \"instead of potatoes\"","response":"Stove Top Stuffing"},{"text":"According to the slogan, it's what Snapple is made from","response":"the best stuff on Earth"}],"originalDate":"1998-07-02"},{"category":"PRESIDENTIAL CAMPAIGNS","comments":"","clues":[{"text":"His delegates at the 1960 Democratic National Convention received PT 109 paperweights","response":"John F. Kennedy"},{"text":"Important songs in this Democrat's 1928 campaign included \"Better Times With Al\" &amp; \"The Sidewalks Of New York\"","response":"Al Smith"},{"text":"In 1984 the GOP distributed \"Fritz Busters\" campaign buttons, referring to this Democrat","response":"Walter Mondale"},{"text":"His run for the presidency produced the pamphlet \"United We Stand <span class=\"nobreak\">--</span> How We Can Take Back Our Country\"","response":"H. Ross Perot"},{"text":"In 1908 this third party's platform called for an amendment to outlaw making &amp; selling alcoholic drinks","response":"the Prohibition Party"}],"originalDate":"1998-07-02"},{"category":"3 LITTLE WORDS","comments":"","clues":[{"text":"It precedes \"boy loses girl\" &amp;, sometimes, \"boy gets girl\"","response":"boy meets girl"},{"text":"It comes after \"Hail Mary\" in a Hail Mary","response":"full of grace"},{"text":"\"Neck and neck\" is listed as a synonym of this phrase that sounds like plastic surgery","response":"nip and tuck"},{"text":"On TV's \"Alice\", if you changed your breakfast order you'd probably hear this from Flo","response":"\"Kiss my Grits!\""},{"text":"It completes the Oscar Wilde quote, \"We are all in the gutter, but some of us are looking...\"","response":"at the stars"}],"originalDate":"1998-07-02"}],{"category":"SPORTS","text":"1 of 2 sports which, in order to avoid injuries, ban left-handed playing","response":"(1 of) jai alai or polo"}]}