{"mix":4241,"rounds":[[{"category":"CELEBRITIES","comments":"","clues":[{"text":"To avoid being confuse with B. Bel Geddes, she signs autographs as “J.R.'s Real Mother”","response":"Mary Martin"},{"text":"This founder of the National Review debuted as a harpsichordist with the Phoenix Symphony in 1989","response":"(William) Buckley"},{"text":"This leading actress'  first film with Michael Douglas was \"Romancing the Stone\"","response":"Kathleen Turner"},{"text":"She also played the offstage voice of Annie Sullivan's brother in the play “The Miracle Worker”","response":"Patty Duke"},{"text":"She said of “Laura”, “People remember me less for my acting job than as the girl in the portrait”","response":"Gene Tierney"}],"originalDate":"1990-06-23"},{"category":"AFRICA","comments":"","clues":[{"text":"These little people who inhabit the Ituri Forest in Zaire may have been its first inhabitants","response":"pygmies"},{"text":"In 1962 the northern half of Ruanda-Urundi became Rwanda &amp; the southern half became this nation","response":"Burundi"},{"text":"Explorers from this country claimed Mauritius in 1598 &amp; named it for Prince Maurice of Nassau","response":"Netherlands"},{"text":"Most of the Asians in t his country live in Natal, where their ancestors worked on sugar plantations","response":"South Africa"},{"text":"Mozambique is a leading producer of this bean-shaped nut related to poison ivy","response":"cashew"}],"originalDate":"1990-06-23"},{"category":"LITERATURE","comments":"","clues":[{"text":"He spent 5 years as a slave in north Africa before he began work on the first modern Spanish novel","response":"Cervantes"},{"text":"Dublin Theatre formed from the Irish Literary Theatre founded by W.B. Yeats &amp; Lady Gregory","response":"The Abbey"},{"text":"Milan Kundera, a Czech, lived in France when he published “The Unbearable Lightness of” this","response":"Being"},{"text":"In some versions of the story, he was unable to look at the Holy Grail after his adulterous affair","response":"Lancelot"},{"text":"The 3 sections that comprise Dante's “Divine Comedy”","response":"<i>The Inferno, Il Purgatorio, Il Paradiso</i>"}],"originalDate":"1990-06-23"},{"category":"COOKING","comments":"","clues":[{"text":"Snail butter, which can be served on other foods, is usually made with 1 or 2 cloves of this","response":"garlic"},{"text":"Traditionally, this vegetable put the “red” in red flannel hash","response":"beets"},{"text":"This school was founded in 1895 to teach cooking to wealthy young Frenchwomen","response":"Le Cordon Bleu"},{"text":"This Penn. dish, made with scraps of pork mixed with corn meal, is shaped into loaves &amp; then sliced &amp; fried","response":"scrapple"},{"text":"In Mexican cooking this spicy sauce made with chilies &amp; chocolate is often served over poultry","response":"mole"}],"originalDate":"1990-06-23"},{"category":"FAMOUS HORSES","comments":"","clues":[{"text":"Copenhagen was the horse that carried this British leader to victory at the battle of Waterloo","response":"Wellington"},{"text":"Ironically, it was a horse named Comanche who was the only cavalry survivor of this event","response":"Little Big Horn (or Custer's Last Stand)"},{"text":"This Roman emperor gave his horse Incitatus a marble stable","response":"Caligula"},{"text":"1 of 3 western movie horses to have his hoofprints in cement at Hollywood's Chinese Theatre","response":"Trigger (or Champion or Tony)"},{"text":"Nicknamed “Big Red”, this racehorse's only career loss was to Upset in 1919","response":"Man o' War"}],"originalDate":"1990-06-23"},{"category":"FRENCH HISTORY","comments":"","clues":[{"text":"From the 14th to the 17th century, France's flag had 3 of these “flowers” on a blue field","response":"lillies or fleur-de-lis"},{"text":"In the 1572 St. Bartholomew's Day Massacre, 3,000 of this religious group were killed in Paris alone","response":"Hugenots"},{"text":"Hired by France, this Italian explorer of New York harbor gave France its claim to the new world","response":"Verrazano"},{"text":"Sports venue where, in 1789, Third Estate deputies pledged not to disband until France had a constitution","response":"tennis court"},{"text":"His 1831-32 visit to the U.S. also produced a book about the American penitentiary system","response":"de Tocqueville"}],"originalDate":"1990-06-23"}],[{"category":"U.S. STATES","comments":"","clues":[{"text":"Most say its name is Papago Indian for “little spring”, others say it's Spanish for “arid zone”","response":"Arizona"},{"text":"The bald cypress, which grows in the swamps &amp; bayous, is this state's official tree","response":"Louisiana"},{"text":"While Washington has no official state fish, these 2 states have chosen a salmon","response":"Oregon and Alaska"},{"text":"Mount Adams, Mount Jefferson &amp; Mount Madison are in this New England state","response":"New Hampshire"},{"text":"“The Peace Garden State”","response":"North Dakota"}],"originalDate":"1990-06-23"},{"category":"MYTHOLOGICAL WOMEN","comments":"","clues":[{"text":"Slain by Achilles, Penthesilea was queen of these warrior women","response":"Amazons"},{"text":"These terrible goddesses of punishment had eyes that wept tears of blood","response":"Furies"},{"text":"Phaedra who fell in love with her stepson Hippolytus, was the daughter of this king of Crete","response":"Minos"},{"text":"This 6-headed sea monster that ate sailors lived in a cave opposite the whirlpool Charybdis","response":"Scylla"},{"text":"Zeus arranged for her to spend part of the year with her mother, Demeter, the rest with her husband, Hades","response":"Persephone"}],"originalDate":"1990-06-23"},{"category":"COMPOSERS","comments":"","clues":[{"text":"The full first name of this French composer born in 1862 was Achille-Claude","response":"Debussy"},{"text":"Beethoven studied some writing with this villain of “Amadeus”","response":"Salieri (Antonio)"},{"text":"In English the full title of this composer's work is “St. John's Night on the Bare Mountain”","response":"Mussorgsky"},{"text":"Completes the title of the Glinka opera “A Life for the ...”","response":"Czar"},{"text":"Series of waltzes by Liszt whose name refers to a character in “Faust”","response":"Mephisto"}],"originalDate":"1990-06-23"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"A telephone in use isn't busy, it's this","response":"engaged"},{"text":"When an English mummy wants an English daddy to change baby's diaper, she asks him to change this","response":"napkin (or nappy)"},{"text":"A leg break bowler may deliver a flipper in this sport","response":"cricket"},{"text":"A doctor's office, whether or not operations are performed there","response":"surgery"},{"text":"If you bridged the Atlantic &amp; wanted to borrow a wrench, ask for one of these","response":"spanner"}],"originalDate":"1990-06-23"},{"category":"PEOPLE IN HISTORY","comments":"","clues":[{"text":"One of the signers of Israel's Declaration of Independence, she became prime minister in 1969","response":"Golda Meir"},{"text":"Before designing the first successful steamboat, he worked as a portrait painter","response":"Robert Fulton"},{"text":"This \"Nine Days' Queen\" of England was a granddaughter of Henry VIII's sister Mary","response":"Lady Jane Grey"},{"text":"This Redshirts leader led his final campaign when he fought for France in the Franco-Prussian War","response":"Giuseppe Garibaldi"},{"text":"Guess what?  This Cherokee who devised an alphabet took the English name George Guess","response":"Sequoya"}],"originalDate":"1998-06-18"},{"category":"INVESTING YOUR JEOPARDY! WINNINGS","comments":"","clues":[{"text":"Now that you're flush, consider the \"whole life\" type of this, unless you're planning to die soon","response":"insurance"},{"text":"To minimize your risk, buy these \"colorful\" stocks in established, reliable companies","response":"blue chips"},{"text":"Don't blow your money on Hanson CDs (compact discs), put it in one of these bank CDs","response":"certificates of deposit"},{"text":"The new Roth type of this \"account\" allows tax-free withdrawals when you're in your 60s","response":"IRA (individual retirement account)"},{"text":"If buying corporate mutual bonds, you should know this is Moody's highest rating","response":"AAA"}],"originalDate":"1998-06-18"}],{"category":"U.S. PRESIDENTS","text":"The only 2 men who were U.S. president 10 years to the day after their first inauguration","response":"Grover Cleveland & Franklin Roosevelt"}]}