{"mix":4246,"rounds":[[{"category":"ZOOLOGY","comments":"","clues":[{"text":"These wingless bloodsuckers often infest sleeping quarters; don't let 'em bite!","response":"Bedbugs"},{"text":"The woolly bear caterpillar grows up to be the Isabella tiger species of this insect","response":"Moth"},{"text":"This African mammal is named for the distinctive features seen here in close-up:","response":"Warthog"},{"text":"The \"straw-necked\" type of this wading bird isn't as well-known as the \"sacred\" or the \"scarlet\"","response":"Ibis"},{"text":"Sadly, the black-footed type of this small member of the weasel family is endangered","response":"Ferret"}],"originalDate":"1998-06-24"},{"category":"WRITE ON, SISTER!","comments":"","clues":[{"text":"This \"Little House on the Prairie\" chick once served as poultry editor for the St. Louis Star","response":"Laura Ingalls Wilder"},{"text":"In her 1995 memoir \"Angels Don't Die\", she paid tribute to her father, Ronald Reagan","response":"Patti Davis"},{"text":"Like her \"Looking for Mr. Goodbar\", her 1997 novel \"Perfidia\" was inspired by a real murder case","response":"Judith Rossner"},{"text":"The name of this late \"Petals on the Wind\" author is now a registered trademark","response":"V.C. Andrews"},{"text":"In a 1916 story this \"Little Lord Fauntleroy\" author revealed \"The Way to the House of Santa Claus\"","response":"Frances Hodgson Burnett"}],"originalDate":"1998-06-24"},{"category":"COMPUTER LITERACY","comments":"","clues":[{"text":"This synonym for \"fundamental\" is the name of a common beginner's programming language","response":"Basic"},{"text":"Digital computers use this number system in which the decimal number 12 becomes 1100","response":"Binary"},{"text":"From Greek for \"to hide\", it's putting a message in secret code","response":"Encrypting"},{"text":"This term for diplomatic procedure also refers to an agreed format for data to be communicated","response":"Protocol"},{"text":"This powerful operating system from Bell Labs replaced an earlier system called Multics","response":"Unix"}],"originalDate":"1998-06-24"},{"category":"FAMOUS AMERICANS","comments":"","clues":[{"text":"In 1918 this automaker bought the Dearborn Independent, calling it the \"chronicler of neglected truth\"","response":"Henry Ford"},{"text":"Ralph Capone was an important figure in organized crime, like this brother whom he survived","response":"Al Capone"},{"text":"In her lifetime, this dollar coin suffragette's autograph was traded much like baseball cards today","response":"Susan B. Anthony"},{"text":"Losing sight in the eye meant she couldn't perform surgery, but she became the USA's first woman doctor","response":"Elizabeth Blackwell"},{"text":"A famous Broadway theater &amp; the alley it's on bear the name of these producer brothers","response":"Shubert"}],"originalDate":"1998-06-24"},{"category":"LEAP DAY IN SPORTS","comments":"","clues":[{"text":"On Feb. 29, 1932 this Manassa Mauler KOed 2 men in less than 3 minutes in an exhibition match","response":"Jack Dempsey"},{"text":"Named 1971's best amateur athlete in the U.S. on Feb. 29, 1972, he went on to win 7 Olympic gold medals","response":"Mark Spitz"},{"text":"On Feb. 29, 1972 he signed a new contract with Atlanta making him the highest paid player in baseball","response":"Hank Aaron"},{"text":"Dick Button won the world figure skating title Feb. 29, 1952, 8 days after his Olympic gold in this Norway city","response":"Oslo"},{"text":"On Feb. 29, 1980 this 51-year-old ex-Red Wing scored his 800th NHL goal","response":"Gordie Howe"}],"originalDate":"1998-06-24"},{"category":"REVOLUTIONARY QUOTES","comments":"","clues":[{"text":"The original draft for this read, \"We hold these truths to be sacred and undeniable\"","response":"Declaration of Independence"},{"text":"In a 1774 letter this king wrote, \"The die is now cast, the colonies must either submit or triumph\"","response":"George III"},{"text":"In 1783 Benjamin Franklin wrote to Josiah Quincy, \"There never was a good war or a bad\" one of these","response":"Peace"},{"text":"In \"The American Crisis\", he wrote, \"A bad cause will ever be supported by bad means and bad men\"","response":"Thomas Paine"},{"text":"Defending British soldiers for the Boston Massacre, he said, \"Facts are stubborn things\"","response":"John Adams"}],"originalDate":"1998-06-24"}],[{"category":"NEW HAMPSHIRE","comments":"","clues":[{"text":"It \"rocks\" as New Hampshire's nickname","response":"the Granite State"},{"text":"Until around 1680, New Hampshire was officially a part of this colony","response":"Massachusetts"},{"text":"In April 1963 Gov. John King signed the bill allowing one of these games in the state","response":"the lottery"},{"text":"Though it recently fell down, this rock formation is on the back of New Hampshire's state quarter","response":"the Old Man in the Mountain"},{"text":"So far, this 14th president is our only chief executive to hail from New Hampshire","response":"(Franklin) Pierce"}],"originalDate":"2007-06-26"},{"category":"GOT MILNE?","comments":"","clues":[{"text":"A.A. Milne used this name, his own son's, as a character in his Pooh stories","response":"Christopher Robin"},{"text":"Marvelous marsupial mama to Roo in the Pooh stories","response":"Kanga"},{"text":"One of Milne's early successes was the collection of light verse titled \"When We Were Very\" this","response":"Young"},{"text":"A.A. Milne was a regular contributor to this British humor magazine founded in 1841","response":"<i>Punch</i>"},{"text":"Milne attended Westminster School in London &amp; this college at Cambridge with a \"3-pronged\" name","response":"Trinity"}],"originalDate":"2007-06-26"},{"category":"COMPLETES THE OLD PROVERB","comments":"","clues":[{"text":"\"One man's meat is...\"","response":"another man's poison"},{"text":"\"Early to bed and early to rise makes a man...\"","response":"healthy, wealthy and wise"},{"text":"\"Don't throw the baby out...\"","response":"with the bathwater"},{"text":"\"If you're not part of the solution...\"","response":"you're part of the problem"},{"text":"\"Hell hath no fury like a ...\"","response":"a woman scorned"}],"originalDate":"2007-06-26"},{"category":"GM","comments":"","clues":[{"text":"On 9/20/01 GM introduced its \"Keep America Rolling\" program, charging this percentage on car loans","response":"zero"},{"text":"In 1953 the U.S. Secy. of this said he used to think that what was good for the U.S. was good for GM &amp; vice versa","response":"the Secretary of Defense"},{"text":"This early 1900s racer who gave his name to a major GM division was born in La Chaux de Fonds, Switzerland","response":"Louis Chevrolet"},{"text":"Powered by your car's battery, this system from GM lets you summon emergency help","response":"OnStar"},{"text":"Around 1910 \"Standard of the World\" was the slogan of this luxurious GM make","response":"Cadillac"}],"originalDate":"2007-06-26"},{"category":"ALL THINGS CHINESE","comments":"","clues":[{"text":"Formed in 1921, it now has about 70 million members","response":"the Communist Party"},{"text":"This beer is the top-selling branded consumer exported from China","response":"Tsingtao"},{"text":"You can buy artifacts from this Chinese dynasty that ruled from 960 to 1279 for a<span class=\"nobreak\">--</span>well, itself","response":"Song"},{"text":"Chinese company Lenovo now markets the Thinkpad, having bought this co.'s personal computing division","response":"IBM"},{"text":"In the 1920s, geologist A. William Grabau gave this name to a fossil found near Zhoukoudian, China","response":"Peking Man"}],"originalDate":"2007-06-26"},{"category":"ROCKERS BANNED IN THE USSR","comments":"","clues":[{"text":"This former partner of Ike was banned for being too sexy","response":"Tina Turner"},{"text":"This \"Another Brick In The Wall\" band was blacklisted for \"distortion of Soviet foreign policy\"","response":"Pink Floyd"},{"text":"Perhaps for wanting to be \"In The Navy\", this disco group was banned for being too violent","response":"The Village People"},{"text":"I wonder if banning this \"dark\" group for \"religious obscurantism\" made them \"paranoid\"","response":"Black Sabbath"},{"text":"Songs like \"Psycho Killer\" might be what got this band axed for spreading myths about the Soviet military","response":"Talking Heads"}],"originalDate":"2007-06-26"}],{"category":"THE OSCARS","text":"It was the first sports film to win Best Picture","response":"<i>Rocky</i>"}]}