{"mix":4247,"rounds":[[{"category":"ART HERSTORY","comments":"","clues":[{"text":"Artemisia Gentileschi was paid 3 times the going rate to paint this ceiling painter's family home","response":"Michelangelo"},{"text":"This president became fascinated with artist Maria Cosway in Paris while serving as minister to France","response":"Thomas Jefferson"},{"text":"Given government approval to cross-dress, Rosa Bonheur was the first woman given this French award","response":"the Legion of Honor"},{"text":"She learned the art of wax modeling from her uncle &amp; served as art tutor at Versailles before moving to London","response":"Madame Tussaud"},{"text":"Paintings by Guillemine Benoist &amp; other female artists were misidentified as by this French male neoclassicist","response":"(Jacques-Louis) David"}],"originalDate":"2007-06-26"},{"category":"PEOPLE WITH MUPPET NAMES","comments":"","clues":[{"text":"Nickname of I. Lewis Libby, who grew up to be VP Cheney's powerful chief of staff","response":"Scooter"},{"text":"This \"grouchy\" librettist won a 1950 Pulitzer for his work on \"South Pacific\"","response":"Oscar (Hammerstein)"},{"text":"The first player in the National League to be MVP 2 years in a row, he's known as \"Mr. Cub\"","response":"Ernie Banks"},{"text":"22nd &amp; 24th POTUS","response":"(Grover) Cleveland"},{"text":"This patron saint of Mediterranean sailors lent his name to a phenomenon seen during storms","response":"St. Elmo"}],"originalDate":"2007-06-26"},{"category":"PHILOSOPHIC BEFORE &amp; AFTER","comments":"","clues":[{"text":"Rotund Cosby-voiced cartoon character who penned works like \"The Plague\" &amp; \"The Stranger\"","response":"Fat Albert Camus"},{"text":"\"Daniel\" warbler whose \"Essay Concerning Human Understanding\" helped spur the Enlightenment","response":"Elton John Locke"},{"text":"Current African-American Supreme Court Justice who enlightened his fellow Brits with a \"Leviathan\" of a book in 1651","response":"Clarence Thomas Hobbes"},{"text":"Pirate flag that symbolizes a 13th c. English scholar who was jailed when his talk of science was deemed heretical","response":"the Jolly Roger Bacon"},{"text":"Not a \"Bewitched\" daughter, the MTV news reporter who wowed 'em in Denmark with the existential \"Fear and Trembling\"","response":"Tabitha Soren Kierkegaard"}],"originalDate":"2007-06-26"},{"category":"GO SEE \"CAL\"","comments":"","clues":[{"text":"Atomic number 20","response":"calcium"},{"text":"Ointment of zinc &amp; ferric oxide used for inflammations of the skin","response":"calamine lotion"},{"text":"From the Latin for \"destruction\", it's a state of deep distress or misfortune","response":"a calamity"},{"text":"Fabric named for a city in India","response":"calico"},{"text":"Ancient Roman name for the region of Scotland","response":"Caledonia"}],"originalDate":"2007-06-26"},{"category":"LITERARY HORSIES","comments":"","clues":[{"text":"The Houyhnhnm are a race of sentient equines than appear in Part IV of this title man's \"Travels\"","response":"Gulliver"},{"text":"Barnum &amp; Kip were a pair of horses in this author's \"Little House\" series","response":"Laura Ingalls Wilder"},{"text":"Rosco, belonging to John Grady Cole, is one of \"All the\" these in a novel by Cormac McCarthy","response":"Pretty Horses"},{"text":"It has been surmised that this hard-working horse from \"Animal Farm\" got his name from a Chinese revolt","response":"Boxer"},{"text":"Vronsky sits incorrectly in Frou-Frou's saddle, causing the horse's death in this 1875 novel","response":"<i>Anna Karenina</i>"}],"originalDate":"2007-06-25"},{"category":"VOICES, I HEAR VOICES...","comments":"","clues":[{"text":"As Shrek, this actor is told that his donkey talks, &amp; says, \"Yeah, it's getting him to shut up that's the trick\"","response":"Mike Myers"},{"text":"Going where no man had gone before, as Ozzie in \"Over the Hedge\": \"Playing possum is what we do.  We die so...we live\"","response":"William Shatner"},{"text":"He voiced Shaggy on the 1969-1972 TV series \"Scooby-Doo, Where Are You!\"","response":"Casey Kasem"},{"text":"Tara Strong has voiced Timmy Turner of \"The Fairly Oddparents\" &amp; babies up as this Nick TV show's Dil Pickles","response":"<i>The Rugrats</i>"},{"text":"Billy West voices (among others!) Prof. Farnsworth, Zapp Brannigan, Dr. Zoidberg, Fry &amp; Richard Nixon on this Fox TV Show","response":"<i>Futurama</i>"}],"originalDate":"2007-06-25"}],[{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"Weigmann's \"Der Klarinetten-Macher\", about clarinet inventor Johann Denner, is one of these works","response":"an opera"},{"text":"Pipe up if you know Bach wrote a \"Little Book\" of 45 Chorales for this instrument","response":"the organ"},{"text":"Nissel, Brainin, Schidlof &amp; Lovett performed as the \"Amadeus\" this type of group","response":"quartet"},{"text":"At 18, this composer studied with Friedrich Wieck &amp; met Wieck's 9-year-old daughter Clara, his future wife","response":"Robert Schumann"},{"text":"The horn players took a break on Nov. 5, 1938 when the NBC Symphony premiered Barber's \"Adagio for\" these","response":"Strings"}],"originalDate":"2007-06-25"},{"category":"HAVE A \"MENT\"","comments":"","clues":[{"text":"Yom Kippur is Hebrew for \"Day of\" this","response":"Atonement"},{"text":"This fine powder is used to give color to such products as inks &amp; paints","response":"pigment"},{"text":"Mourn","response":"lament"},{"text":"Poe wrote, \"Hear the sledges with the bells<span class=\"nobreak\">--</span>silver bells! What a world of\" this \"their melody foretells\"","response":"merriment"},{"text":"The Bible says the angel at Jesus' tomb wore this, meaning garments, that was \"white as snow\"","response":"raiment"}],"originalDate":"2007-06-25"},{"category":"TOUGH LIT","comments":"","clues":[{"text":"Tennyson's \"Ode On the Death of the Duke Of\" this place was considered pretty beefy by some","response":"Wellington"},{"text":"This author's \"The Awakening\" finds Mme. Pontellier shaken by the appropriate strains of a Polish composer","response":"Chopin"},{"text":"These title islands in a Vonnegut parable are home to the doomed survivors of the cruise ship Bahia de Darwin","response":"Galapagos Islands"},{"text":"Hawthorne's \"The Marble\" this was inspired by a Praxiteles sculpture","response":"Faun"},{"text":"Ornithological title name of a prison in a John Cheever novel","response":"<i>Falconer</i>"}],"originalDate":"2007-06-21"},{"category":"ON THE ROAD","comments":"","clues":[{"text":"Susan Sarandon &amp; Geena Davis discover \"there's no such thing as justifiable robbery\" in this film","response":"<i>Thelma and Louise</i>"},{"text":"Paul Giamatti delivers the line \"Quaffable but uh...far from transcendent\" in this 2004 film","response":"<i>Sideways</i>"},{"text":"Careful! You will say one word 4 times (not 5, not 3!) in the title of this zany 1963 road comedy","response":"<i>It's a Mad, Mad, Mad, Mad World</i>"},{"text":"Hey man, hit the road with Wyatt &amp; Billy, man &amp; check out Phil Spector as Connection in this 1969 film, man","response":"<i>Easy Rider</i>"},{"text":"Say it! Say it! Say Julie Hagerty lost the nest egg in this 1985 Albert Brooks comedy","response":"<i>Lost in America</i>"}],"originalDate":"2007-06-21"},{"category":"THE SON ALSO RISES","comments":"","clues":[{"text":"Leopold II succeeded his dad as King of the Belgians in this year that also marked the end of a war in the U.S.","response":"1865"},{"text":"You may have \"Red\" about his father, Erik, but he was so successful he was nicknamed \"The Lucky\"","response":"Leif Ericson"},{"text":"This only son of Prince Andrew of Greece became a British subject in 1947 &amp; gained a dukedom","response":"Prince Philip"},{"text":"On May 14, 1643 the Sun rose on the reign of this 4-year-old king whose father had died at age 42","response":"Louis XIV"},{"text":"The devil you say! He inherited the title \"Duke of Normandy\" from his dad Robert the Devil in 1035","response":"William the Conqueror"}],"originalDate":"2007-06-21"},{"category":"ANIMAL FARM","comments":"","clues":[{"text":"The saliva of this species of flying mammal contains an anticoagulant","response":"vampire bat"},{"text":"When not in use, it's retracted by a woodpecker, &amp; it may wrap around under the skull, beneath the skin","response":"tongue"},{"text":"The wisent is considered the European version of this animal once essential to the lives of the Plains Indians","response":"buffalo"},{"text":"This deep-sea fish takes it name from the fact that it dangles an enticing appendage over its mouth to attract prey","response":"angler"},{"text":"The ursus californicus variety of this fierce brown bear is featured on California's state seal","response":"grizzly"}],"originalDate":"2007-06-21"}],{"category":"THE ANCIENT WORLD","text":"The area that the people of ancient Rome called this was their city's equivalent of the Greek agora","response":"the forum"}]}