{"mix":4248,"rounds":[[{"category":"BRAVE NEW WORD","comments":"(Alex: An interesting play on some tough lit.)","clues":[{"text":"It's the \"F\" in the common web acronym \"FAQ\"","response":"frequently"},{"text":"If you reply anonymously to support your own post in an online forum, you're this hand puppet, like Lamb Chop","response":"sock puppet"},{"text":"Differing from e-mail, correspondence via post office is considered this, as if carried by a gastropod","response":"snail mail"},{"text":"Reusing components in old electronics is termed this, one letter shorter than the word it's derived from","response":"eCycling"},{"text":"Taken from a mining phrase, a \"climate\" this animal is an event that foretells environmental disaster","response":"canary"}],"originalDate":"2007-06-21"},{"category":"MEDICATIONS","comments":"(Alex: All legal, of course.)","clues":[{"text":"Levothyroxine, sold under brand names like Unithroid &amp; Synthroid, treats this gland when it's underactive","response":"the thyroid"},{"text":"The name of this opiate used as a pain reliever comes from the name of the Greek god of dreams","response":"morphine"},{"text":"L-DOPA treats the tremors, spasms &amp; poor muscle control associated with this neurological disease","response":"Parkinson's Disease"},{"text":"Amoxicillin is used to treat infections caued by these","response":"bacteria"},{"text":"Prozac is an SSRI; the second \"S\" stands for this chemical thought to be effective in treating depression","response":"serotonin"}],"originalDate":"2007-06-22"},{"category":"MUSICAL SYNOPSES","comments":"","clues":[{"text":"Title character cleans orphanage, escapes, meets a dog &amp; a rich buy but no parents, Miss Hannigan goes to jail","response":"<I>Annie</I>"},{"text":"Singer Conrad, about to be inducted, will kiss a girl on \"The Ed Sullivan Show\" before he goes","response":"<I>Bye Bye Birdie</I>"},{"text":"Spunky gal dreams of riches while stuck in Missouri, marries prospector, loses prospector, gets on Titanic","response":"<I>The Unsinkable Molly Brown</I>"},{"text":"Penniless English soprano in Paris turns to cross dressing, sorta, meets American gangster, confusion reigns","response":"<I>Victor/Victoria</I>"},{"text":"2 Americans are in a misty Scottish glen when they encounter a village that comes alive one day every century","response":"Brigadoon"}],"originalDate":"2007-06-22"},{"category":"NUDIST, BUDDHIST, OR CUBIST","comments":"","clues":[{"text":"Phil Jackson","response":"Buddhist"},{"text":"Benjamin Franklin","response":"a nudist"},{"text":"Georges Braque","response":"a Cubist"},{"text":"Jack Kerouac","response":"a Buddhist"},{"text":"Fernand Leger","response":"a Cubist"}],"originalDate":"2007-06-22"},{"category":"CHARLES GOT CHARGED","comments":"","clues":[{"text":"In 1974 Charles Colson was indicted on conspiracy charges in connection with this scandal","response":"the Watergate Scandal"},{"text":"Onetime L.A. D.A. Bugliosi said this man has \"received more mail than any other inmate in the history of the...system\"","response":"Charles Manson"},{"text":"After his Lincoln Savings &amp; Loan failed, costing taxpayers $2.6 billion, this man was convicted in 1992","response":"Charles Keating"},{"text":"After the Long Parliament was purged in 1648, the Rump Parliament brought charges against this king","response":"Charles I"},{"text":"Throughout his trial, this man insisted that President Garfield had died from mistreatment by his doctors","response":"(Charles) Guiteau"}],"originalDate":"2007-06-22"},{"category":"A LOVER OF LATIN","comments":"","clues":[{"text":"It's from the Latin for \"crossbred animal\" but a prius is a modern form of it, too","response":"a hybrid"},{"text":"It's the ablative form of locus, \"place\", as when it precedes \"parentis\"","response":"loco"},{"text":"Used in statistics, this word is from the Latin adverbial phrase for \"by the hundred\"","response":"percent"},{"text":"Meaning \"in or at another place\", you better have a good one for the night of the 16th, ya mug","response":"an alibi"},{"text":"This two-word phrase, Latin for \"good faith\", means \"authentic\" in English","response":"bona fide"}],"originalDate":"2007-06-22"}],[{"category":"PRESIDENTIAL HUMOR","comments":"","clues":[{"text":"When asked how he became a war hero, this president said, \"It was involuntary.  They sank my boat\"","response":"John F. Kennedy"},{"text":"This president criticized Ed Asner for opposing U.S. foreign policy by asking, \"What does an actor know about politics?\"","response":"Ronald Reagan"},{"text":"He said, \"I didn't fire\" MacArthur because he was dumb, \"although he was, but that's not against the law for generals\"","response":"Harry Truman"},{"text":"Accused of being two-faced in a debate, this pres. said, \"If I had another face, do you think I would wear this one?\"","response":"Abraham Lincoln"},{"text":"This \"hope\"ful president said the job is like running a cemetery: a \"lot of people under you, but nobody's listening\"","response":"Bill Clinton"}],"originalDate":"2007-06-22"},{"category":"JACK NICHOLSON","comments":"","clues":[{"text":"The numerical title of this 1970 Jack Nicholson film refers to musical compositions, not toast","response":"<I>Five Easy Pieces</I>"},{"text":"In 1974 this man directed Jack in \"Chinatown\" &amp; played the gangster who slit Jack's nostril","response":"Roman Polanski"},{"text":"About this \"Shining\" director, Jack said, \"Just because you're a perfectionist doesn't mean you're perfect\"","response":"Stanley Kubrick"},{"text":"Appropriately, Jack played 'your average horny little devil\" in this bewitching 1987 film","response":"<I>The Witches Of Eastwick</I>"},{"text":"Singing \"Always Look On The Bright Side Of Life\" to a dog helped Jack win an Oscar for this 1997 film","response":"<I>As Good As It Gets</I>"}],"originalDate":"2007-06-22"},{"category":"TRAVEL EUROPE","comments":"","clues":[{"text":"Built for the 1958 World's Fair, the Atomium in this Belgian city is a model of a molecule enlarged 165 billion times","response":"Brussels"},{"text":"Frederiksborg Castle, famed for its gardens, has been called the Versailles of this Scandinavian country","response":"Denmark"},{"text":"When in this Scottish city, visit the Willow Tea Rooms designed by hometown hero Charles Rennie Mackintosh","response":"Glasgow"},{"text":"April 25 is the feast day of this Patron Saint of Venice, &amp; Venetians celebrate it with a gondola race","response":"St. Mark"},{"text":"Fans of \"The Sound of Music\" visit this city to see such sites as Mirabell Gardens, where \"Do-Re-Mi\" was filmed","response":"Salzburg (Austria)"}],"originalDate":"2007-06-22"},{"category":"\"H\"E MAN","comments":"","clues":[{"text":"\"All Along The Watchtower\" was this guitar virtuoso's only Billboard Top 40 hit","response":"Jimi Hendrix"},{"text":"This wall builder became the Ward of Trajan &amp; followed him as Roman Emperor","response":"Hadrian"},{"text":"This current U.S. Senator comes from Cumming, Iowa, population 150","response":"Tom Harkin"},{"text":"This author of 1935's \"Mulatto\" was referred to as \"the Poet Laureate of Harlem\"","response":"Langston Hughes"},{"text":"His 1944 novel \"A Bell for Adano\" is set in Allied-occupied Sicily","response":"John Hersey"}],"originalDate":"2007-06-22"},{"category":"THEY DIFFER BY ONE LETTER","comments":"(Alex: Each correct response will be two words.  Words are exactly the same except for one letter.)","clues":[{"text":"A fiery fedora","response":"a hot hat"},{"text":"A lumpy bunk","response":"a bad bed"},{"text":"A mallard's playing card set","response":"a duck deck"},{"text":"A big spotted cat's ballet suit","response":"a leopard leotard"},{"text":"Military conflict over a bee product","response":"a wax war"}],"originalDate":"2007-06-22"},{"category":"AMERICANA","comments":"","clues":[{"text":"This state's motto is \"Wisdom, Justice and Moderation\" <span class=\"nobreak\">--</span> no mention of peanuts","response":"Georgia"},{"text":"Appropriately, tar was one of the first products made in this \"Tar Heel State\"","response":"North Carolina"},{"text":"Instead of Oktoberfest, Carlisle in this \"Keystone State\" has an Octubafest","response":"Pennsylvania"},{"text":"Many a tall tale has been spun about this bruisin' &amp; brawlin' \"King of the Keelboatmen\"","response":"Mike Fink"},{"text":"You'll find this author's boyhood home in Sauk Centre, Minnesota, 3 1/2 blocks west of Main Street","response":"Sinclair Lewis"}],"originalDate":"1998-01-28"}],{"category":"NOVELS","text":"This 1934 novel was partly written in the Hotel Pera Palace in Istanbul; the room is now a memorial to the author","response":"<i>Murder on the Orient Express</i>"}]}