{"mix":4253,"rounds":[[{"category":"CHAPTER ONE","comments":"","clues":[{"text":"\"On the human imagination, events produce the effects of time\", beginning his novel \"The Deerslayer\"","response":"James Fenimore Cooper"},{"text":"Marianne is described as \"sensible and clever\" in chapter one of this Jane Austen novel","response":"\"Sense and Sensibility\""},{"text":"\"Nobody tells fibs in Boston\", says Mrs. Luna in chapter one of his 1880s novel \"The Bostonians\"","response":"Henry James"},{"text":"In chapter one of this E.M. Forster novel, Lucy complains that her window doesn't overlook the Arno","response":"<i>A Room with a View</i>"},{"text":"Willa Cather's \"O Pioneers!\" opens on a January day in the little town of Hanover in this U.S. state","response":"Nebraska"}],"originalDate":"1998-01-19"},{"category":"CANADIAN HODGEPODGE","comments":"","clues":[{"text":"In English, Montreal's Hotel Quatre Saisons is known as this","response":"The Four Seasons"},{"text":"This rodent is considered a national symbol of Canada","response":"Beaver"},{"text":"If you visit this province in July, you may enjoy the Festival of the Tartans in New Glasgow","response":"Nova Scotia"},{"text":"Miminegash in this tiny island province is home to the Irish Moss Interpretive Centre","response":"Prince Edward Island"},{"text":"Some of the plays in this Ontario city's famous theatre festival are presented in the Avon Theatre","response":"Stratford"}],"originalDate":"1998-01-19"},{"category":"FOOD","comments":"","clues":[{"text":"Change one letter in the herb yarrow &amp; you'll get this foodstuff found in bones","response":"Marrow"},{"text":"This zesty sauce named for a Mexican state includes peppers fermented for 3 years","response":"Tabasco"},{"text":"Whether red, black or Nassau, a grouper is a type of this","response":"Fish"},{"text":"Of cannoli, cannelloni &amp; cannellini, the one that's not tube shaped","response":"Cannellini"},{"text":"The French dessert croquembouche consists of these stacked in a pyramid &amp; coated with caramel","response":"Puff pastry"}],"originalDate":"1998-01-19"},{"category":"____ OF ____","comments":"","clues":[{"text":"Bridal aide-de-camp","response":"Maid of honor"},{"text":"An event, like a tornado or earthquake, that your insurance may not cover","response":"Act of God"},{"text":"Your closest blood relative","response":"Next of kin"},{"text":"The adjustment that a \"COLA\" in your contract gives you","response":"Cost of living"},{"text":"Cornucopia","response":"Horn of plenty"}],"originalDate":"1998-01-19"},{"category":"THE NORTH PACIFIC","comments":"","clues":[{"text":"In what's commonly called the Bay Area, San Pablo Bay lies just north of this one","response":"San Francisco Bay"},{"text":"This country's island of Leyte was the site of MacArthur's return in 1944, better Leyte than never","response":"Philippines"},{"text":"Sail strait south through the Bering Strait, &amp; you'll hit this state's St. Lawrence Island","response":"Alaska"},{"text":"It's the divided peninsula that divides the Yellow Sea from the Sea of Japan","response":"Korea"},{"text":"At over 36,000 feet, it's the deepest spot in the North Pacific, or anywhere else on Earth","response":"the Marianas Trench"}],"originalDate":"1998-01-19"},{"category":"THE CIVIL RIGHTS MOVEMENT","comments":"(Alex: Today is Martin Luther King Day, so that's why we have the Civil Rights category.)","clues":[{"text":"In 1965 Congress barred several states from requiring that voters be able to do this","response":"Read"},{"text":"He led efforts to desegregate Jackson, Mississippi &amp; was killed there June 12, 1963","response":"Medgar Evers"},{"text":"In 1965, after being assaulted in this Alabama city, Martin Luther King led a march from there to Montgomery","response":"Selma"},{"text":"This league was founded in 1910, largely to help black migrants to New York City","response":"The Urban League"},{"text":"As head of the SNCC, Stokely Carmichael rejected this doctrine that put the \"N\" in the group's name","response":"Non-violence (Student Nonviolent Coordinating Committee)"}],"originalDate":"1998-01-19"}],[{"category":"WINTER","comments":"","clues":[{"text":"Banana &amp; butternut are 2 of the most popular \"winter\" varieties of this food","response":"Squash"},{"text":"This singing rival of Tom Jones had a big hit with \"Winter World of Love\" in the winter of 1970","response":"Engelbert Humperdinck"},{"text":"Percy Bysshe Shelley wrote, \"If winter comes, can\" this \"be far behind?\"","response":"Spring"},{"text":"In the winter the city of Bemidji in this state celebrates Brrr Midji Polar Days","response":"Minnesota"},{"text":"Autolycus is a lovable rogue in this Shakespeare play","response":"\"The Winter's Tale\""}],"originalDate":"1998-01-19"},{"category":"3-SYLLABLE WORDS","comments":"","clues":[{"text":"Nobody knew it then, but the \"high\" period of this epoch ended with the sack of Rome in 1527","response":"Renaissance"},{"text":"It can mean any occupation, or a calling to a religious career","response":"Vocation"},{"text":"It means to weaken a support; it could mean to take too little out of the ground","response":"Undermine"},{"text":"It can mean \"rebelling against authority\" or \"gross\"","response":"Revolting"},{"text":"The name of this piece of direct mail advertising means \"indirect\"","response":"Circular"}],"originalDate":"1998-01-19"},{"category":"U.S PLACE NAMES","comments":"","clues":[{"text":"Anne Arundel County in this state is named for the wife of the second Lord Baltimore","response":"Maryland"},{"text":"A city near L.A. is named for this novelist from New England; wonder how many \"scarlet\" women live there","response":"(Nathaniel) Hawthorne"},{"text":"This New Mexico city was named for a railroad paymaster, not for a pollster","response":"Gallup"},{"text":"Motley County in this state wasn't named for Motley Crue but for a man wounded in the Battle of San Jacinto","response":"Texas"},{"text":"A dozen U.S. counties are named for this 19th century politician, a \"Little Giant\" indeed","response":"(Stephen) Douglas"}],"originalDate":"1998-01-16"},{"category":"ICE CREAM FLAVORS","comments":"","clues":[{"text":"This most popular ice cream flavor comes from the fruit of a tropical orchid","response":"Vanilla"},{"text":"Dairy product that precedes pecan in the name of a flavor","response":"Butter"},{"text":"This brand of cookie has been an ingredient of Edy's Cookies 'N Cream since 1983","response":"Oreo"},{"text":"It's the flavor of ice cream with pieces you should chew but not swallow","response":"Bubble gum"},{"text":"This word describing how a ribbon of syrup or fruit is put into ice cream often appears in the name","response":"Swirl"}],"originalDate":"1998-01-16"},{"category":"\"B\" IN BIOLOGY","comments":"","clues":[{"text":"This layer of fat helps maintain a whale's body temperature at 93-99 F., &amp; that's nothing to cry over","response":"Blubber"},{"text":"When you \"make a muscle\" in your arm, you contract this 2-headed muscle","response":"Bicep"},{"text":"It's secreted by the liver, stored in the gallbladder &amp; released into the duodenum after eating","response":"Bile"},{"text":"It's the branch of biology that specifically studies sometimes harmful one-celled organisms","response":"Bacteriology"},{"text":"As opposed to spontaneous generation, it's the theory that life originates only from living organisms","response":"Biogenesis"}],"originalDate":"1998-01-16"},{"category":"POP MUSIC","comments":"","clues":[{"text":"We were shocked to hear this Rolling Stone was the guest vocalist on the Jacksons' hit \"State of Shock\"","response":"Mick Jagger"},{"text":"His then-wife Christie Brinkley painted the cover of his 1993 album \"River of Dreams\"","response":"Billy Joel"},{"text":"Cindy Birdsong sang with Patti LaBelle's Blue Belles before joining this Motown trio in 1967","response":"The Supremes"},{"text":"Elton John &amp; Kiki Dee had a No. 1 hit with \"Don't Go\" doing this","response":"Breaking My Heart"},{"text":"In 1978 he asked, \"Do Ya Think I'm Sexy?\" &amp; also recorded \"I Was Only Joking\"","response":"Rod Stewart"}],"originalDate":"1998-01-16"}],{"category":"MOVIES &amp; THE BIBLE","text":"In this crime drama, a 1994 Oscar nominee for Best Picture, a character misquotes Ezekiel 25:17 twice","response":"<i>Pulp Fiction</i>"}]}