{"mix":4256,"rounds":[[{"category":"\"B.C.\"","comments":"","clues":[{"text":"Canadians native to this province call it \"B.C.\"","response":"British Columbia"},{"text":"At the grocery store, you read the front of the box, but the register reads this jumble of lines","response":"Bar code"},{"text":"It makes a stick of dynamite go boom!","response":"Blasting cap"},{"text":"Women enrolled in this institution receive degrees from Columbia University","response":"Barnard College"},{"text":"They don't travel as fast as dromedaries; perhaps the second hump slows them down","response":"Bactrian camel"}],"originalDate":"1998-01-15"},{"category":"STATE BIRDS","comments":"","clues":[{"text":"The common loon lives on the water, so it's not surprising that it's the state bird of this \"Land of 10,000 Lakes\"","response":"Minnesota"},{"text":"The male of this state bird of Indiana is one of the few all-red birds in North America","response":"the cardinal"},{"text":"Darwin made a famous study of these birds, but not the purple species, New Hampshire's state bird","response":"a finch"},{"text":"In 1933 the Tennessee Ornithological Society conducted a vote to select a state bird; this mimic barely won","response":"a mockingbird"},{"text":"Until mating season, this California state bird lives in coveys of up to 200 birds","response":"a quail"}],"originalDate":"2007-06-18"},{"category":"PICK THE OSCAR WINNER","comments":"","clues":[{"text":"\"Dreamgirls\":<br>Beyonce, <br>Jennifer Hudson,<br>Eddie Murphy","response":"Jennifer Hudson"},{"text":"\"Gone with the Wind\":<br>Clark Gable,<br>Vivien Leigh,<br>Olivia de Havilland","response":"Vivien Leigh"},{"text":"\"Cold Mountain\":<br>Jude Law,<br>Nicole Kidman,<br>Renee Zellweger","response":"Renee Zellweger"},{"text":"\"Paper Moon\":<br>Madeline Kahn,<br>Ryan O'Neal,<br>Tatum O'Neal","response":"Tatum O'Neal"},{"text":"\"Ordinary People\":<br>Timothy Hutton,<br>Mary Tyler Moore,<br>Judd Hirsch","response":"Timothy Hutton"}],"originalDate":"2007-06-18"},{"category":"RADIO CITIES","comments":"","clues":[{"text":"On a TV sitcom, Jennifer, played by Loni Anderson, brightened up radio station WKRP in this city","response":"Cincinnati"},{"text":"WABC &amp; WCBS-880 are radio stations based in this metropolis","response":"New York City"},{"text":"As \"The Voice of\" this city, WGN radio covers news, weather &amp; Cubs baseball","response":"Chicago"},{"text":"This Pigeon Forge, Tennessee-based theme park has its own radio station, WDLY","response":"Dollywood"},{"text":"The 100,000-watt voice of Georgia State University, WRAS in this city is the most powerful all-student-run U.S. radio station","response":"Atlanta"}],"originalDate":"2007-06-18"},{"category":"YOU'VE NEVER LOOKED LOVELIER","comments":"","clues":[{"text":"The beautiful Bathsheba was already married, but that didn't stop this King of Israel from pursuing her","response":"King David"},{"text":"This beautiful queen's affair with a knight of the Round Table foreshadowed the fall of King Arthur's kingdom","response":"Queen Guinevere"},{"text":"One of the most beautiful women in Antiquity, this gal's \"bust\" can be seen in the Egyptian Museum in Berlin","response":"Nefertiti"},{"text":"This beautiful &amp; enticing daughter of Leda would have to have lived around 1200 B.C.","response":"Helen of Troy"},{"text":"Theodosia, the daughter of this third U.S. vice president, was a beautiful child prodigy who spoke 4 languages","response":"Aaron Burr"}],"originalDate":"2007-06-18"},{"category":"\"MOTHER\", \"FATHER\", \"SISTER\", \"BROTHER\"","comments":"(Alex Trebek: Each one in quotation marks.  So that means one<span class=\"nobreak\">--</span>or perhaps more than one<span class=\"nobreak\">--</span>will come up as a correct response.)","clues":[{"text":"Though he had no biological kids of his own, George Washington is known by this paternal nickname","response":"the Father of his Country"},{"text":"According to George Orwell, he \"is watching you\"","response":"Big Brother"},{"text":"Produced by certain mollusks, it's also known as nacre","response":"the Mother of Pearl"},{"text":"Seattle has about 20 of these, including Kobe, Mombasa &amp; Gdynia","response":"sister cities"},{"text":"In a Brecht play, she schleps through the 30 Years' War as her children are taken from her one by one","response":"Mother Courage"}],"originalDate":"2007-06-18"}],[{"category":"MIDWAY","comments":"","clues":[{"text":"The nearly extinct Hawaiian species of this mammal uses Midway's beaches to breed","response":"a seal"},{"text":"An order signed on Oct. 31, 1996 transferred Midway from the Navy to this cabinet dept.","response":"Interior"},{"text":"In 1935 this airline built a prefab hotel on Midway as a rest stop for passengers flying on its China Clippers","response":"Pan Am"},{"text":"Midway is home to the world's largest colony of the Laysan species of this \"wandering\" sea bird","response":"the albatross"},{"text":"In the 1950's &amp; '60s Midway was home to crews who flew radar aircraft in this Cold War detection line","response":"the DEW line"}],"originalDate":"2007-06-18"},{"category":"THE MUSICAL '90s","comments":"","clues":[{"text":"She won a 1991 Grammy, her first, for best long-form music video for \"Blonde Ambition World Tour Live\"","response":"Madonna"},{"text":"This princess of Monaco was rumored to be the \"mystery girl\" in Michael Jackson's 1992 hit \"In the Closet\"","response":"Princess Stephanie"},{"text":"His \"Black Album\" was heavily bootlegged before its official release in 1994","response":"Prince"},{"text":"He played the sax solo on Whitney Houston's \"All The Man That I Need\"; he's also had Top 40 hits on his own","response":"Kenny G"},{"text":"Every track from his album \"Play\", including \"South Side\", was licensed for use in a commercial or sound track","response":"Moby"}],"originalDate":"2007-06-18"},{"category":"BORN IN TRANSYLVANIA","comments":"","clues":[{"text":"A prince of Walachia, he was known for impaling thousands at Bradsov in Transylvania","response":"Vlad the Impaler"},{"text":"Born near Timisoara, this \"Tarzan\" actor claimed U.S. birth &amp; swam for the U.S. in the Olympics","response":"(Johnny) Weissmuller"},{"text":"Gheorghe Muresan played big for this NBA team that was then called the Bullets","response":"Washington Wizards"},{"text":"Born in what was then Hungary, he gained fame on stage in a Bram Stoker adaptation &amp; later acted in the film","response":"Bela Lugosi"},{"text":"Jimmy Carter named this Nobel Peace Prize winner chair of the President's Commision on the Holocaust","response":"Elie Wiesel"}],"originalDate":"2007-06-18"},{"category":"LET'S GET MARRIED","comments":"","clues":[{"text":"Their 1469 marriage was politically arranged to unite 2 Iberian kingdoms","response":"Ferdinand & Isabella"},{"text":"Anne Hathaway was 26 &amp; pregnant when she married this 18-year old in 1582","response":"William Shakespeare"},{"text":"This actress has been married to actor Jeff Goldblum &amp; to Director Renny Harlin","response":"Geena Davis"},{"text":"This Baltimore divorcee's marriage to an Englishman on June 3, 1937 made headlines","response":"Wallis Simpson"},{"text":"The marriage of this pair in 1614 brought peace between the Jamestown Colony &amp; local Native Americans","response":"Pocahontas & John Rolfe"}],"originalDate":"2007-06-18"},{"category":"I LOVE \"U\"","comments":"","clues":[{"text":"According to some legends, this mythical beast missed the boat, Noah's boat","response":"the unicorn"},{"text":"The highest elevation in this state is 13,528 feet","response":"Utah"},{"text":"From the Latin for \"usable\" it's a usable kitchen tool like a fork or a ladle","response":"a utensil"},{"text":"For insurance companies, they calculate risk, set premiums &amp; write pol...<span class=\"nobreak\">--</span>sorry, dozed off for a second","response":"underwriters"},{"text":"Mount Narodnaya and Mount Karpinsk are 2 prominent peaks in this mountain range","response":"the Urals"}],"originalDate":"2007-06-18"},{"category":"CARIBBEAN CAPITALS","comments":"","clues":[{"text":"You can see some of Pablo Casals' favorite cellos at the museum devoted to him in this Puerto Rican capital","response":"San Juan"},{"text":"Spice baskets are popular souvenirs of St. George's, the capital of this country invaded by the U.S. in 1983","response":"Grenada"},{"text":"Road Town is not only the capital but the only urban area in this British island group","response":"British Virgin Islands"},{"text":"Dance lovers know there's an annual merengue festival in this capital of the Dominican Republic","response":"Santo Domingo"},{"text":"Willemstad, the capital of Curacao, has an 18th century fort named for this European capital","response":"Amsterdam"}],"originalDate":"1998-01-14"}],{"category":"WORLD GEOGRAPHY","text":"Names of the 2 geographical features on a 2012 postage stamp issued jointly by Nepal &amp; Israel","response":"Mt. Everest & The Dead Sea"}]}