{"mix":4257,"rounds":[[{"category":"BOOKS OF THE '20s","comments":"","clues":[{"text":"\"The Sun Also Rises\", which first saw the light of day in 1926, is considered to be his finest novel","response":"Ernest Hemingway"},{"text":"In 1922 she provided tips on \"Etiquette in Society, in Business, in Politics and at Home\"","response":"Emily Post"},{"text":"He was working as a sportswriter in Germany when he published \"All Quiet on the Western Front\"","response":"Erich Maria Remarque"},{"text":"He called the original version of \"Sartoris\", his 1929 novel, \"Flags in the Dust\"","response":"William Faulkner"},{"text":"In the title of a 1927 Willa Cather novel, \"Death Comes for\" him","response":"the Archbishop"}],"originalDate":"1998-01-14"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"This travel organization responds to almost 30 million emergency road service calls a year","response":"AAA"},{"text":"Dedicated in 1962, the Thatcher Ferry Bridge spans the Pacific entrance to this canal","response":"Panama Canal"},{"text":"In 1995 this agency, the ICC, issued Santa a permit to operate \"as a common carrier by 2-runner sleigh\"","response":"Interstate Commerce Commission"},{"text":"Features on this luxury liner include the Grand Lounge &amp; the Queens Grill, one of 5 gourmet restaurants","response":"the <i>QE2</i>"},{"text":"In 1887 Canada's Transcontinental Railroad reached from Montreal to this west coast city","response":"Vancouver"}],"originalDate":"1998-01-14"},{"category":"STARTS WITH 2 VOWELS","comments":"","clues":[{"text":"Every artist we canvassed said it holds up their work","response":"easel"},{"text":"Proverbial amount of prevention that's needed","response":"ounce"},{"text":"Just the thing for a stroke on the water","response":"oar"},{"text":"The 2 continents that fit the category","response":"Australia & Europe"},{"text":"In this order of architecture, the entablature on the column is more intricate than in the Doric","response":"Ionic"}],"originalDate":"1998-01-14"},{"category":"HISTORIC AMERICANS","comments":"","clues":[{"text":"George Ross, a signer of the Declaration of Independence, was this seamstress' uncle by marriage","response":"Betsy Ross"},{"text":"In 1836 he set up shop in Paterson, New Jersey to manufacture his famous revolvers","response":"Samuel Colt"},{"text":"Confederate VP Alexander Stephens was later elected governor of this state<span class=\"nobreak\">--</span>how peachy","response":"Georgia"},{"text":"With Elizabeth Cady Stanton, she founded the Women's Loyal National League, to fight for slaves' freedom","response":"Susan B. Anthony"},{"text":"As chief justice from 1864 to 1873, he presided at the impeachment trial of Andrew Johnson","response":"Salmon P. Chase"}],"originalDate":"1998-01-14"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"Letter used with a number to denote \"power\", as in the magnification power of binoculars","response":"X"},{"text":"When at sea, use this measurement equal to about 6,076 feet","response":"a nautical mile"},{"text":"It's true, abrasives like sandpaper are graded &amp; sold by the size of this on them","response":"grit"},{"text":"There are 100 ares in one of these metric units of land area measure","response":"a hectare"},{"text":"Norman, engineer &amp; Norwegian are names for sizes of these, a ton of which may hit you at any time","response":"bricks"}],"originalDate":"1998-01-14"},{"category":"BIRDS DO IT","comments":"","clues":[{"text":"Perhaps imitating gorillas, grouses beat these in front of their chests to warn intruders","response":"wings"},{"text":"These Southwestern birds can attain ground speeds of 15 mph, even with nary a coyote in sight","response":"roadrunners"},{"text":"When this bird of the family Apodidae slows down, it often nests in a chimney","response":"swift"},{"text":"The red-footed type of this seabird lays one egg at a time so the chicks are more robust when they \"hatch\"","response":"booby"},{"text":"The king type of this well-feathered duck dives as far \"down\" as 180 feet","response":"eider"}],"originalDate":"1998-01-14"}],[{"category":"\"B\"s DO IT","comments":"","clues":[{"text":"If right-handed, they aim for the \"pocket\" between the 1 &amp; 3 pins","response":"bowlers"},{"text":"They use loud, colorful spiels to entice customers into carnivals","response":"barkers"},{"text":"On trains they assist conductors; on bobsleds their main duty is slowing things down","response":"brakemen"},{"text":"Only these bigwigs may argue before Britain's high court","response":"barristers"},{"text":"In a symphony orchestra, these speed reeders sit next to the clarinetists","response":"bassoons"}],"originalDate":"1998-01-14"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"The patellar reflex is an involuntary reaction of this joint","response":"Knee joint"},{"text":"Most of a cell's water passes through the plasma membrane by this process","response":"Osmosis"},{"text":"Unlike the German species, the Asian variety of this kitchen insect is actually attracted to light","response":"cockroach"},{"text":"Paramecia &amp; amoebas are types of this single-celled organism","response":"Protozoans/protists"},{"text":"In 1686 this English astronomer became the first to publish a meteorological chart","response":"Edmond Halley"}],"originalDate":"1998-01-13"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"In 1858 it was \"Pikes Peak or Bust!\" for gold miners who rushed to this state to find their fortune","response":"Colorado"},{"text":"In 1890 William Kemmler was in the hot seat as he became the first criminal to die by this method","response":"Electric chair"},{"text":"On Sept. 17, 1796 he issued his farewell address","response":"George Washington"},{"text":"Built to replace the Challenger, this space shuttle made its maiden voyage in May of '92","response":"the <i>Endeavour</i>"},{"text":"John Sevier was the first governor of Tennessee &amp; the first &amp; only governor of this short-lived state","response":"Franklin"}],"originalDate":"1998-01-13"},{"category":"CINE DE BANDERAS","comments":"","clues":[{"text":"Antonio sang up a storm as Che in this 1996 musical","response":"<i>Evita</i>"},{"text":"In this 1993 film Antonio played Tom Hanks' lover","response":"<i>Philadelphia</i>"},{"text":"Madonna drools over Antonio in this 1991 documentary","response":"<i>Truth or Dare</i>"},{"text":"It's Antonio to the rescue as this hero, whose symbol is seen here:<br>[Z]","response":"Zorro"},{"text":"In this 1992 film, Antonio as one of the Castillo brothers appears on \"I Love Lucy\"","response":"<i>The Mambo Kings</i>"}],"originalDate":"1998-01-13"},{"category":"CHEESE IT!","comments":"","clues":[{"text":"This pizza cheese is also sold in snack-size strips called string cheese","response":"Mozzarella"},{"text":"This method of dunking bread in bubbling cheese was all the rage in the 1960s","response":"Fondue"},{"text":"It may have been the Meaux type of this French cheese the 1814-1815 Congress of Vienna titled \"The King of Cheeses\"","response":"Brie"},{"text":"Although it looks like Swiss cheese, Jarlsberg isn't from Switzerland but from this country","response":"Norway"},{"text":"There are 2 types of Munster cheese: laitier, made in dairies, &amp; fermier, made on these","response":"farms"}],"originalDate":"1998-01-13"},{"category":"YELLOW THINGS","comments":"","clues":[{"text":"In the 18th C. Linnaeus thought it was a type of citron; he must not have tried citron meringue pie","response":"Lemon"},{"text":"In \"Love and Death\", Woody Allen is accused of having this down his back, but insists it runs across","response":"Yellow streak"},{"text":"They were invented in Minnesota in the 1970s &amp; the \"Jeopardy!\" office couldn't run without them","response":"Post-it Notes"},{"text":"This yellow American songbird has a precious metal in its name","response":"Goldfinch"},{"text":"Yeats wrote of Anne Gregory that no one could love her for herself alone &amp; not for this yellow feature","response":"Her hair"}],"originalDate":"1998-01-13"}],{"category":"COMEDIANS","text":"On meeting this comedian, Gerald Ford said, \"You're a very funny suburb\"","response":"Chevy Chase"}]}