{"mix":4258,"rounds":[[{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"This country's Cancun resort lies on a barrier island once inhabited by Maya Indians","response":"Mexico"},{"text":"Libya's Gulf of Sidra is the southernmost point of this huge sea","response":"Mediterranean Sea"},{"text":"This country's Krishna &amp; Godavari rivers lie on the Deccan plateau","response":"India"},{"text":"Little Belt is a strait that separates the island of Fyn from this Danish peninsula","response":"Jutland Peninsula"},{"text":"La Guajira Peninsula is shared by Colombia &amp; this neighbor to the east","response":"Venezuela"}],"originalDate":"1998-01-13"},{"category":"DIRECTING THEIR WIVES","comments":"","clues":[{"text":"Julie Andrews performed a striptease in \"Darling Lili\", the first film this man directed her in","response":"Blake Edwards"},{"text":"Mel Brooks cast Anne Bancroft in this 1976 comedy but didn't give her a single line of spoken dialogue","response":"<i>Silent Movie</i>"},{"text":"\"Double talk\" title of the first film Paul Newman directed; it starred his wife, Joanne Woodward","response":"<i>Rachel, Rachel</i>"},{"text":"Director of the movie seen here, he was married to its star:<br>[\"The Lady From Shanghai\"]","response":"Orson Welles (he was married to Rita Hayworth)"},{"text":"Gena Rowlands earned 2 Best Actress Oscar nominations for films directed by this spouse","response":"John Cassavetes"}],"originalDate":"1998-01-13"},{"category":"TIME ZONE PROBLEMS","comments":"","clues":[{"text":"If Cinderella's having a ball at 11 P.M. in Bangkok, she may not want to know it's this hour in Beijing","response":"Midnight"},{"text":"If you board a 1-hour flight from Detroit to Chicago at 3 P.M., you'll land at about this hour","response":"3 P.M. (Detroit is one hour ahead)"},{"text":"If you're treading water just east of the Int'l Date Line at 4 A.M., it's this time in Greenwich, England","response":"4 P.M."},{"text":"Indianapolis ignores Daylight Saving Time, so it's 3 hours ahead of L.A. in March but this many ahead in May","response":"2"},{"text":"A 7-hour time difference means 10 A.M. in the halls of Montezuma is this hour on the shores of Tripoli","response":"5 P.M."}],"originalDate":"1998-01-13"},{"category":"YET MORE BRIT LIT","comments":"","clues":[{"text":"Hurree Chunder Mookerjee is a Secret Service agent in this author's \"Kim\"","response":"Rudyard Kipling"},{"text":"To counter an unauthorized sequel to this 1678 work, John Bunyan wrote his own","response":"<i>Pilgrim's Progress</i>"},{"text":"The first name of this Sir Walter Scott title character is Wilfred","response":"Ivanhoe"},{"text":"Mr. Murdstone is the wicked stepfather of this Dickens lad","response":"David Copperfield"},{"text":"Philip Carey is 9 when this Somerset Maugham novel begins","response":"<i>Of Human Bondage</i>"}],"originalDate":"1998-01-13"},{"category":"MAN OF ____","comments":"","clues":[{"text":"Superman's classic nickname, though in March 1997 he became a man of energy","response":"\"Man of Steel\""},{"text":"Don Quixote","response":"Man of La Mancha"},{"text":"\"The minute you walked in the joint, I could see you were\" one of these","response":"a man of distinction"},{"text":"A spineless \"Portuguese\" creature","response":"Man-of-War"},{"text":"A scholar, author or postal delivery person","response":"Man of letters"}],"originalDate":"1998-01-13"},{"category":"20th CENTURY AMERICA","comments":"","clues":[{"text":"Date on which the U.S. celebrated its bicentennial","response":"July 4, 1976"},{"text":"Hearings to determine whether this president should be impeached began May 9, 1974","response":"Richard Nixon"},{"text":"This hillbilly comic strip by Al Capp made its debut in newspapers in August 1934","response":"<i>Li'l Abner</i>"},{"text":"This service academy moved to its permanent site near Colorado Springs in 1958","response":"U.S. Air Force Academy"},{"text":"In March 1951 Morton Sobell was found guilty of espionage, along with this couple","response":"Julius & Ethel Rosenberg"}],"originalDate":"1998-01-12"}],[{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"Projects of the giant Bechtel group include the BART system &amp; the Bay Bridge in this city where it's based","response":"San Francisco"},{"text":"As an alternative to Starbucks, Lipton opened an establishment of this type in Southern California in 1996","response":"a tea salon"},{"text":"In 1997 she bought her own lifestyles magazine &amp; TV show from Time, Inc.","response":"Martha Stewart"},{"text":"Known as D&B, this corporation markets Moody's bond ratings &amp; Nielsen's TV ratings","response":"Dun & Bradstreet"},{"text":"Under this name from 1899 to 1970, what's now Chiquita Brands dominated the Central American banana trade","response":"United Fruit Company"}],"originalDate":"1998-01-12"},{"category":"1981 MOVIES","comments":"","clues":[{"text":"In an early sequence of this film, Harrison Ford is chased by an enormous rolling boulder","response":"<i>Raiders of the Lost Ark</i>"},{"text":"This film, Henry Fonda's last, was based on a play that initially had only 126 performances on Broadway","response":"<i>On Golden Pond</i>"},{"text":"Vangelis won an Oscar for best score for this film about sprinters Eric Liddell &amp; Harold Abrahams","response":"<i>Chariots of Fire</i>"},{"text":"This film developed a cult following with theater patrons carrying wire hangers to the screenings","response":"<i>Mommie Dearest</i>"},{"text":"In this Warren Beatty film about John Reed, Alexander Kerensky was played by one of his descendants","response":"<i>Reds</i>"}],"originalDate":"1998-01-12"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"The James Joyce Cultural Centre in this Irish capital includes a library &amp; a reading room","response":"Dublin"},{"text":"Palisades Interstate Park lies in both New York &amp; this state","response":"New Jersey"},{"text":"You can visit this outlaw's boyhood home in Kearney, Mo. &amp; the home where he was killed in St. Joseph","response":"Jesse James"},{"text":"Frommer's walking tour of this capital suggests visits to Ibsen's apartment &amp; Munch's tomb","response":"Oslo, Norway"},{"text":"In this city you can purchase a ticket allowing visits to 7 museums, including the Palazzo Vecchio","response":"Florence"}],"originalDate":"1998-01-12"},{"category":"SLEEP","comments":"","clues":[{"text":"Normally this activity is harmless, but make sure the person doesn't fall down the stairs","response":"sleepwalking"},{"text":"Observation &amp; brain-wave studies suggest cats have these, perhaps about imaginary enemies","response":"dreams"},{"text":"In 1989 N.Y. State shortened the sleep-depriving shifts of these doctors in training","response":"Interns/residents"},{"text":"Sleep apnea, in which this stops briefly during the night, can cause daytime sleepiness","response":"Breathing"},{"text":"From Latin for \"about a day\", it's the term for one's rhythm of sleeping &amp; waking","response":"circadian rhythms"}],"originalDate":"1998-01-12"},{"category":"\"SH\"","comments":"","clues":[{"text":"On Wall Street, it's one unit of stock","response":"a share"},{"text":"It's another term for stenography","response":"shorthand"},{"text":"Resembling a large scarf, this garment, when folded in a triangle, may be worn in place of a sweater","response":"a shawl"},{"text":"Slate is commonly formed by the metamorphism of this rock","response":"shale"},{"text":"Tecumseh was chief of this Indian tribe","response":"Shawnee"}],"originalDate":"1998-01-12"},{"category":"FORMER CAPITALS","comments":"","clues":[{"text":"This largest Michigan city was state capital for 10 years, before it was replaced by Lansing","response":"Detroit"},{"text":"Washington-on-the-Brazos, where this state declared its independence from Mexico, was capital 1842-45","response":"Texas"},{"text":"In 1786 South Carolina voted to move its capital from this seaport city to Columbia","response":"Charleston"},{"text":"This Arizona city was the territorial capital from 1867 to 1877","response":"Tucson"},{"text":"This city, host of the 1982 World's Fair, was Tennessee's capital from 1796 to 1812 &amp; from 1817 to 1819","response":"Knoxville"}],"originalDate":"1998-01-12"}],{"category":"THE REVOLUTIONARY WAR","text":"The first battle of the war took place April 19, 1775 in what's now this state","response":"Massachusetts"}]}