{"mix":4267,"rounds":[[{"category":"GREAT-GRANDPAPPY SAID","comments":"","clues":[{"text":"It \"is the best policy\", but as Pappy added, \"It may not pay the largest dividends\"","response":"Honesty"},{"text":"According to Pappy, \"Old habits die\" this way","response":"Hard"},{"text":"Wherever he was he'd say, \"Don't waste time complaining about\" this, \"It will soon change\"","response":"the Weather"},{"text":"A great reader, Pappy said, \"This\" is \"the only place where success comes before work\"","response":"In the dictionary"},{"text":"Completes Pappy's couplet, \"Love many, trust few, but always paddle...\"","response":"your own canoe"}],"originalDate":"1997-12-11"},{"category":"19th C. AMERICA","comments":"","clues":[{"text":"The 1848 Treaty of Guadalupe Hidalgo made the Rio Grande the border between Mexico &amp; this state","response":"Texas"},{"text":"This Tammany Hall \"Boss\" died in NYC's Ludlow Street Jail April 12, 1878","response":"Boss Tweed"},{"text":"The Treaty of Ghent, which ended this war, stopped the fighting but no territory changed hands","response":"War of 1812"},{"text":"On Dec. 28, 1835 President Jackson appointed Roger B. Taney to succeed this chief justice","response":"John Marshall"},{"text":"In 1892 farm leaders from this new political party nominated James B. Weaver for the presidency","response":"Populist Party"}],"originalDate":"1997-12-11"},{"category":"ACTRESSES","comments":"","clues":[{"text":"Before marrying Bruce Willis, she was engaged to Emilio Estevez","response":"Demi Moore"},{"text":"Wynonna's younger sister, she's appeared in such films as \"Ruby in Paradise\", \"A Time to Kill\" &amp; \"Kiss the Girls\"","response":"Ashley Judd"},{"text":"Current biography says her \"Film career began &amp; nearly ended, with the 1976 remake of 'King Kong'\"","response":"Jessica Lange"},{"text":"This \"Green Card\" star's Southern accent was so strong in \"Greystoke\" that Glenn Close had to dub her voice","response":"Andie MacDowell"},{"text":"She's the daughter of a Buddhism professor &amp; a Swiss-born psychotherapist:","response":"Uma Thurman"}],"originalDate":"1997-12-11"},{"category":"A \"GOLDEN\" TREASURY","comments":"","clues":[{"text":"It's the waterway into the City by the Bay","response":"Golden Gate Strait"},{"text":"In January 1996 \"Party of Five\" picked up one of these awards for Best Drama Series","response":"Golden Globe"},{"text":"It's a big payment made to a prematurely terminated executive","response":"Golden parachute"},{"text":"Ernest Thompson won a Golden Oscar for this film from his play about the Thayers","response":"<i>On Golden Pond</i>"},{"text":"Istanbul sits on this inlet","response":"the Golden Horn"}],"originalDate":"1997-12-11"},{"category":"FOREIGN CURRENCY","comments":"","clues":[{"text":"During a period of hyperinflation in 1944, Greece issued this currency in a denomination of 2,000,000,000","response":"Drachma"},{"text":"Appropriately, the monetary unit of this west African country is the Leone","response":"Sierra Leone"},{"text":"The Federated States of Micronesia &amp; Palau use this country's currency as their monetary unit","response":"U.S.A. (Dollar)"},{"text":"The French franc bears this 3-word revolutionary motto","response":"\"Liberté, egalité, fraternité\""},{"text":"The islands of Bonaire &amp; Saba in the Netherlands Antilles use this unit of currency","response":"Guilder"}],"originalDate":"1997-12-11"},{"category":"BANKRUPTCY","comments":"","clues":[{"text":"In a corporate failure, holders of the preferred type of this get paid before holders of the common type","response":"Stock"},{"text":"Alimony &amp; this payment for offspring are among debts not discharged by personal bankruptcy","response":"Child support"},{"text":"Filing for bankruptcy will stop this agency's collections, but it can still audit you","response":"IRS (Internal Revenue Service)"},{"text":"Term for a section of the U.S. Bankruptcy Code; No. 11 deals with business reorganization","response":"Chapter"},{"text":"This \"wet\" term means selling off a bankrupt person's assets to pay creditors","response":"Liquidation"}],"originalDate":"1997-12-11"}],[{"category":"YOU CAN LOOK IT UP","comments":"","clues":[{"text":"A lumberjack can show you how to birl, to stand on &amp; rotate one of these in the water","response":"Log"},{"text":"\"Stygian\" describes something gloomy in general or, more specifically, this mythical river","response":"River Styx"},{"text":"\"Neologism\" itself is not a neologism, meaning one of these; it first appeared in print in 1800","response":"New word"},{"text":"\"Onymous\" is the obvious opposite of this word, used to describe some artists &amp; writers","response":"Anonymous"},{"text":"This machine for hoisting &amp; moving heavy objects was named for an early 17th century English hangman","response":"a derrick"}],"originalDate":"1997-12-11"},{"category":"A BOOK OF VERSES","comments":"","clues":[{"text":"Whitman's book of Civil War poems \"Drum-Taps\" later became a part of this larger collection","response":"\"Leaves of Grass\""},{"text":"When released in 1667, this epic poem by John Milton filled 10 books","response":"\"Paradise Lost\""},{"text":"Robert called her \"My Little Portuguese\" &amp; her poems to him are \"Sonnets From the Portuguese\"","response":"Elizabeth Barrett Browning"},{"text":"He dedicated his 1885 \"A Child's Garden of Verses\" to Alison Cunningham, his childhood nurse","response":"Robert Louis Stevenson"},{"text":"In 1924 \"Twenty Love Poems and a Song of Despair\" established this Chilean poet's reputation","response":"Pablo Neruda"}],"originalDate":"1997-12-09"},{"category":"UNDERNEATH THE BOUGH","comments":"","clues":[{"text":"Part of an apple tree he sat beneath is preserved at the Royal Astronomical Society in London","response":"Sir Isaac Newton"},{"text":"Comic strip that occasionally includes the setting seen here:","response":"\"B.C.\""},{"text":"Encarta says \"These South American animals spend their entire existence hanging...from...trees\"","response":"Sloths"},{"text":"In this case it was underneath a bo that Buddha is said to have attained this","response":"Nirvana/enlightenment"},{"text":"In a 1924 Eugene O'Neill play, the Cabot farmhouse sits under the branches of 2 of these trees","response":"\"(Desire Under the) Elms\""}],"originalDate":"1997-12-09"},{"category":"A JUG OF WINE","comments":"","clues":[{"text":"In the '90s the U.S. banned the once-common use of this metal in the foil over a bottle's neck","response":"Lead"},{"text":"As well as port &amp; Madeira wines, Portugal produces half the world's supply of this stopper material","response":"Cork"},{"text":"It's a simple glass vessel for wine, or the glass pot of a drip coffeemaker","response":"Carafe"},{"text":"Until vintners learned to test sugar levels in the 19th c., half of the bottles of this French wine would explode","response":"champagne"},{"text":"This indentation in the bottom strengthens the bottle, which is useful when putting your fourth down","response":"a punt"}],"originalDate":"1997-12-09"},{"category":"A LOAF OF BREAD","comments":"","clues":[{"text":"This bread made with a \"starter\" got its start among old-time prospectors","response":"Sourdough"},{"text":"It was a German insult meaning dolt or blockhead before it became the name of a dark, German bread","response":"Pumpernickel"},{"text":"A long, narrow loaf of French bread, or a long, narrow-cut diamond","response":"Baguette"},{"text":"Traditionally, challah dough is divided into lengths &amp; formed into these, like some women's hair","response":"Braids"},{"text":"An enriched bread made with wheat germ &amp; soy flour was invented at &amp; named for this Ithaca university","response":"Cornell"}],"originalDate":"1997-12-09"},{"category":"OCCUPATIONS","comments":"","clues":[{"text":"In describing those who install heating &amp; ventilation, this word follows pipe or steam","response":"Fitter"},{"text":"A \"Jeopardy!\" category about these doctors who assist surgeons might be called \"Numb-er, Please\"","response":"Anesthesiologists"},{"text":"It's another term for truck drivers, from the time when their horsepower came from teams of horses","response":"Teamster"},{"text":"Once a carnival performer who bit off chickens' heads, it's slang for an odd or ridiculous person","response":"Geek"},{"text":"An arbitrager profits from stock price differences; this similar word means a settler of disputes","response":"arbitrator (arbiter accepted)"}],"originalDate":"1997-12-09"}],{"category":"FOOD &amp; DRINK","text":"A sign of a trend, in 2010 this product passed Pepsi to move into the No. 2 spot in U.S. soft drink popularity","response":"Diet Coke"}]}