{"mix":4268,"rounds":[[{"category":"EMINENT VICTORIANS","comments":"","clues":[{"text":"In July 1837 this naturalist began writing his notebooks on the transmutation of species","response":"Charles Darwin"},{"text":"We presume that in 1871 Dr. Livingstone was glad to see this man, who later nursed him back to health","response":"Sir Henry Stanley"},{"text":"This Boy Scout founder commanded observation balloons during wars in Sudan &amp; Bechuanaland","response":"Lord Robert Baden-Powell"},{"text":"In 1854 this poet laureate wrote, \"Into the valley of death rode the six hundred\"","response":"Lord Alfred Tennyson (\"Charge of the Light Brigade\")"},{"text":"In 1841 this British travel agent arranged his first excursion, a trip to a temperance meeting","response":"Thomas Cook"}],"originalDate":"1997-12-09"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"It takes 2 of these to play Monopoly &amp; 5 to play Yahtzee","response":"Dice"},{"text":"This 4-word motto has appeared on U.S. coins since 1864","response":"\"In God We Trust\""},{"text":"Of spring tide, neap tide or peptide, the one that's not related","response":"Peptide"},{"text":"In 1997 this chess champ was blue over this defeat in a match by IBM's Deep Blue computer","response":"Garry Kasparov"},{"text":"The Roosevelt Memorial Bridge connects Lubec, Maine to this island in New Brunswick, Canada","response":"Campobello Island"}],"originalDate":"1997-12-09"},{"category":"WWII","comments":"","clues":[{"text":"On Dec. 7, 1944 this Russian &amp; de Gaulle were meeting in Moscow to sign a Franco-Soviet pact","response":"Josef Stalin"},{"text":"In addition to this suicidal air squadron, Japan had the Kaiten, human torpedoes","response":"Kamikaze"},{"text":"Around 300,000 of these troops were called up beginning in 1940, more than doubling the size of the U.S. Army","response":"the National Guard"},{"text":"In December 1943 he was named marshal &amp; became president of a Yugoslavian liberation council","response":"Josip Broz Tito"},{"text":"After Pearl Harbor he was appointed commander-in-chief of the U.S. Pacific fleet","response":"Chester Nimitz"}],"originalDate":"1997-12-09"},{"category":"ODD WORDS","comments":"","clues":[{"text":"He didn't invent the word beamish, which means radiant, but he did use it in his poem \"Jabberwocky\"","response":"Lewis Carroll"},{"text":"Mingy is a combination of mean &amp; this; it could well describe Ebenezer Scrooge","response":"Stingy"},{"text":"The name of an exhibit at the 1939 World's Fair gave us this 8-letter word for a futuristic display-o-rama","response":"futurama"},{"text":"Hey sleepyhead, oneiromancy is a fancy word for foretelling the future by interpreting these","response":"Dreams"},{"text":"A fur used to line robes during the Middle Ages, or a \"Mrs.\" played by Greer Garson","response":"Miniver"}],"originalDate":"1997-12-09"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Whidbey Island in Washington state is the largest island in this inlet","response":"Puget Sound"},{"text":"This Texas island was named for a priest, Father Nicholas Balli","response":"Padre Island"},{"text":"With an average elevation of 6,800 feet, it's the highest of all the states","response":"Colorado"},{"text":"Look out for Capes Lookout, Hatteras &amp; Fear when sailing along this state's coast","response":"North Carolina"},{"text":"Coeur d'Alene Lake in this state is at the heart of a popular resort area","response":"Idaho"}],"originalDate":"1997-12-05"},{"category":"TV INITIALS","comments":"(Alex: I will give you the initials of something that's familiar on television, you have to give the entity.)","clues":[{"text":"MTV","response":"Music Television"},{"text":"CBS","response":"Columbia Broadcasting System"},{"text":"TLC","response":"The Learning Channel"},{"text":"AMC","response":"American Movie Classics"},{"text":"BET","response":"Black Entertainment Television"}],"originalDate":"1997-12-05"}],[{"category":"TECHNOLOGY","comments":"","clues":[{"text":"Number of bulbs in the Magicube that replaced a battery-powered flash on cameras","response":"4"},{"text":"The IBM \"computer\" of 1928 stored its data on these","response":"Punch cards"},{"text":"Laser beams are \"directed\" by these optical devices","response":"Mirrors"},{"text":"This brand of garbage disposer invented by John Hammes is celebrating its 60th anniversary in 1998","response":"InSinkErator"},{"text":"In 1908 a carbon tetrachloride gas type of this was invented; in 1917 a foam type","response":"Fire extinguishers"}],"originalDate":"1997-12-05"},{"category":"LITERATURE","comments":"","clues":[{"text":"In the Andersen tale, at age 15 she swims to the ocean's surface &amp; views the world above for the first time","response":"The Little Mermaid"},{"text":"In this H.G. Wells novel, the first Martian spaceship lands near the town of Woking","response":"<i>War of the Worlds</i>"},{"text":"Tom Canty, born in a slum called Offal Court, &amp; Edward Tudor are the title characters in this Twain novel","response":"<i>The Prince and the Pauper</i>"},{"text":"In this novel, Mr. Charrington, who runs an antique shop, is actually a member of the Thought Police","response":"<i>1984</i>"},{"text":"Leora, the wife of this Sinclair Lewis doctor, dies of bubonic plague on the island of St. Hubert","response":"Arrowsmith"}],"originalDate":"1997-12-05"},{"category":"ANTONYMS","comments":"","clues":[{"text":"These antonyms that follow names are abbreviated \"Sr.\" &amp; \"Jr.\"","response":"Senior & junior"},{"text":"It's just a frown turned upside down","response":"a smile"},{"text":"In business, it's the opposite of boom","response":"Bust"},{"text":"A judge may never hold you in awe, but he can hold you in this antonym of awe","response":"Contempt"},{"text":"With an \"I\" it's the antonym of expose; with a \"Y\", it's the antonym of Jekyll","response":"Hide/Hyde"}],"originalDate":"1997-12-05"},{"category":"CLEOPATRA","comments":"","clues":[{"text":"Cleo disguised herself as a slave to carouse with Antony in the streets of this city, her capital","response":"Alexandria"},{"text":"When Cleo barged into Tarsus to seduce Antony, she was suitably dressed as this Roman goddess","response":"Venus"},{"text":"In another great entrance, Cleo was carried to Caesar rolled up in one of these, perhaps wearing nothing but lint","response":"Carpet"},{"text":"This animal that spelled the end for Cleo was a symbol of divine royalty in ancient Egypt","response":"Asp"},{"text":"To impress Antony with her extravagance, Cleo dropped 2 of these mollusk gems in wine &amp; drank them","response":"Pearls"}],"originalDate":"1997-12-05"},{"category":"THE 1930s","comments":"(Alex: Don't remember those!)","clues":[{"text":"After Pope Pius XI died in February 1939, Eugenio Pacelli was elected to the post &amp; took this name","response":"Pope Pius XII"},{"text":"His short reign as King of England fell in in 1936","response":"King Edward VIII"},{"text":"When created in 1933 it insured bank accounts up to $2,500 in the case of bank failure","response":"FDIC (Federal Deposit Insurance Commission)"},{"text":"Gen. Emilio Mola said this group of Fascist supporters in Madrid would help him take the city","response":"the Fifth Column"},{"text":"In 1933 the New York Society for the Prevention of Vice wanted his \"God's Little Acre\" declared obscene","response":"Erskine Caldwell"}],"originalDate":"1997-12-05"},{"category":"SAINTS BE PRAISED","comments":"","clues":[{"text":"\"Golden Legend\", a book from the late Middle Ages, popularized his dragon-killing prowess","response":"Saint George"},{"text":"Legend says a procession with St. Agatha's veil in it stopped eruptions of this Sicilian volcano","response":"Mount Etna"},{"text":"This female mystic from Avila was a contemporary of El Greco","response":"Saint Teresa of Avila"},{"text":"Relic dealers credit this major find to Saint Helena, who found it in Palestine","response":"True Cross"},{"text":"This brother of Methodius created a Slavic alphabet; his followers may have created the one named for him","response":"Saint Cyril"}],"originalDate":"1997-12-05"}],{"category":"IN THE NEWSPAPER","text":"Her pen name honored a wise woman from the Old Testament &amp; a 19th century U.S. president","response":"Abigail Van Buren (or Dear Abby)"}]}