{"mix":4273,"rounds":[[{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"Dateline Argonia, Kan., 1887<span class=\"nobreak\">--</span>Susanna Salter is elected the USA's first female one of these","response":"mayor"},{"text":"This Indian prime minister was the daughter of a prime minister &amp; the mother of a prime minister","response":"Indira Gandhi"},{"text":"In the 1960s she made the first recorded observations of chimpanzees eating meat &amp; making &amp; using tools","response":"Jane Goodall"},{"text":"In the mid-'60s she starred in Ingmar Bergman's \"Persona\" &amp; gave birth to his daughter Linn","response":"Liv Ullmann"},{"text":"Virginia Gildersleeve, named dean of this school in 1911 by the president of Columbia U., served 36 years","response":"Barnard"}],"originalDate":"2007-06-05"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This Greek god of wine gave Midas his \"golden touch\"","response":"Dionysus"},{"text":"As you would expect, Morpheus, the god of these, is the son of Hypnos, the god of sleep","response":"dreams"},{"text":"A bribe to a politician or other formidable person can also be called a \"sop to\" this watchdog of Hades","response":"Cerberus"},{"text":"These heavenly twins were said to have helped the Romans defeat warring Latin tribes at Lake Regillus in 496 B.C.","response":"Castor & Pollux"},{"text":"The venomous blood of this serpent was used to make Hercules' poison arrows","response":"the Hydra"}],"originalDate":"2007-06-05"},{"category":"\"I.M.\" ING","comments":"(Alex: Each correct response will be two words, the first word beginning with the letter I, second word beginning with the letter M.)","clues":[{"text":"H.G. Wells &amp; Ralph Ellison both wrote about characters called this","response":"the invisible man"},{"text":"This specialty deals with the diagnosis &amp; nonsurgical treatment of organ systems","response":"internal medicine"},{"text":"This superhero is one of the few who informed the world of his alter ego, Tony Stark","response":"Iron Man"},{"text":"This administrative region in northeast China was once ruled by Kublai Khan","response":"Inner Mongolia"},{"text":"After the death of a friend, Tennyson wrote poems on death, faith &amp; immortality that he linked in this elegy","response":"<i>In Memoriam</i>"}],"originalDate":"2007-06-05"},{"category":"DIRE STRAITS","comments":"","clues":[{"text":"The name of this famed rock &amp; the strait beneath it come from the name of a Berber slave","response":"Gibraltar"},{"text":"The Bab el Mandeb Strait connects the Gulf of Aden to this \"colorful\" sea","response":"the Red Sea"},{"text":"A busy shipping lane, the Strait of Malacca between Sumatra &amp; the Malay Peninsula, links these 2 oceans","response":"the Indian & the Pacific"},{"text":"Named after navigator John &amp; not his son Sebastian, this strait joins the Atlantic to the St. Lawrence Gulf","response":"Cabot"},{"text":"Byzantium levied a toll on ships using this strait that opens into the Black Sea","response":"the Bosporus"}],"originalDate":"2007-06-04"},{"category":"I WANT MY \"M\" TV","comments":"","clues":[{"text":"Before he was Rockford, James Garner was this wisecracking Western card shark","response":"Maverick"},{"text":"This widely popular variety show was hosted by a frog","response":"<i>The Muppets</i>"},{"text":"Ken Berry played a widower raising a young son on this \"Andy Griffith Show\" spinoff","response":"<i>Mayberry R.F.D.</i>"},{"text":"An alien was sent to Earth to study humans in Boulder, Colorado on this sitcom","response":"<i>Mork & Mindy</i>"},{"text":"Rock Hudson was paired with Susan St. James on this San Francisco-set police series","response":"<i>McMillan & Wife</i>"}],"originalDate":"2007-06-04"},{"category":"MONEY FOR NOTHING","comments":"","clues":[{"text":"This compound noun can refer to a leaflet given at a lecture or to food given to a hobo","response":"a handout"},{"text":"It's an 8-letter synonym for \"insolvent\"","response":"bankrupt"},{"text":"Unexpected cash from the bossman; NBA teams can go \"into\" it once their foe has committed too many fouls","response":"bonus"},{"text":"Not someone who is enamored of U2's frontman, this Latin term is for something done for free for the public good","response":"<i>pro bono</i>"},{"text":"From the Latin for \"support\", they're government grants given to industry; billions have gone to U.S. farmers","response":"a subsidy"}],"originalDate":"2007-06-04"}],[{"category":"THE WOK OF LIFE","comments":"","clues":[{"text":"After it's shelled &amp; deveined, it's popularly served in lobster sauce","response":"shrimp"},{"text":"The Szechuan version of this fowl, \"ya\" in Chinese, is served with rolls to offset the rich skin","response":"duck"},{"text":"Most Chinese shun the strong flavor of this meat; it's most popular in the North, where the local Muslims shun pork","response":"lamb"},{"text":"From the word for yellow cassia blossom, this pancaked dish symbolizes the blossoms by using scrambled egg","response":"mu shu"},{"text":"The name of this pork dish comes from its preparation: first the meat is simmered, then it's stir-fried","response":"twice-cooked pork"}],"originalDate":"2007-06-04"},{"category":"THE SULTANS","comments":"","clues":[{"text":"In the Dire Straits song, the sultan who \"knows all the chords\" on this instrument is a real musician, George Borowski","response":"the guitar"},{"text":"In 1957 Sultan Muhammad V took the title \"King\" a year after France gave this north African country its independence","response":"Morocco"},{"text":"Tourist sites in this Mideast capital include Ramses Square &amp; the Mosque of Sultan Hassan","response":"Cairo"},{"text":"Tanzania's capital Dar es Salaam was founded in 1862 by the sultan of this island that's now part of Tanzania","response":"Zanzibar"},{"text":"Hassanal Bolkiah is the wealthy sultan of this Asian sultanate","response":"Brunei"}],"originalDate":"2007-06-04"},{"category":"BASEBALL: THE 1960s","comments":"(Alex: What a decade.)","clues":[{"text":"Known as the \"M &amp; M Boys\", these 2 Yankees slugged a total of 115 regular season home runs in 1961","response":"Mantle & Maris"},{"text":"Say hey!  This Giants outfielder was named the National League's most valuable player in 1965","response":"Willie Mays"},{"text":"In 1967 Carl Yastrzemski led this team to the American League pennant","response":"the Boston Red Sox"},{"text":"In 1962, in its first year in the National League, this East Coast team lost 120 regular season games","response":"the Mets"},{"text":"On June 21, 1964 this Philadelphia Phillies pitcher, now a U.S. Senator from Kentucky, hurled a perfect game","response":"Jim Bunning"}],"originalDate":"2007-06-04"},{"category":"\"C\" IN SHAKESPEARE","comments":"","clues":[{"text":"At the end of \"As You Like It\", Rosalind says \"when I make\" this respectful movement, \"bid me farewell\"","response":"curtsy"},{"text":"You don't need a university education to know that the Earl of this appears in \"Henry V\"","response":"Cambridge"},{"text":"In \"Julius Caesar\", this man \"has a lean and hungry look\"; in \"Antony and Cleopatra\", he's \"lean and wrinkled\"","response":"Cassius"},{"text":"Twin brothers named Dromio are servants to twin brothers named Antipholus in this highly confusing play","response":"<i>The Comedy of Errors</i>"},{"text":"He's the brutish character who says, \"This island's mine, by Sycorax my mother, which thou tak'st from me\"","response":"Caliban"}],"originalDate":"2007-06-04"},{"category":"20th CENTURY FASHION","comments":"","clues":[{"text":"Cocktail dresses were recommended for a woman's second or third one of these ceremonies","response":"a wedding"},{"text":"Lana Turner was nicknamed this kind of \"girl\" for a certain form-fitting garment she wore","response":"a sweater girl"},{"text":"Winkle pickers, named because they were so pointed you could dig up periwinkles with them, were a style of these","response":"shoes"},{"text":"\"Enchanted Evening\", a pink satin gown worn by this somewhat plastic icon in the '60s, was produced again in 1996","response":"Barbie"},{"text":"In 1954 this great French couturier unveiled his \"flat look\", which some feared would abolish bosoms; it didn't","response":"Christian Dior"}],"originalDate":"2007-06-04"},{"category":"AN ECUMENICAL CATEGORY","comments":"","clues":[{"text":"In this religion Brahmins are regarded as Dvija, or \"twice born\", the second \"birth\" being an initiation ceremony","response":"Hinduism"},{"text":"It's divided into chapters called Surahs; the 23rd Surah is titled \"The True Believers\"","response":"the Koran"},{"text":"Cairo's \"hanging church\" is the site of services for this ancient group of Christians","response":"the Coptics"},{"text":"The Jewish prayer known by this Hebrew name begins, \"Hear, O Israel, the Lord is our God, the Lord is one\"","response":"Shema Yisrael"},{"text":"Meaning \"enlightenment being\", in Buddhism this person has enough good karma to hand it out to others","response":"Bodhisattva"}],"originalDate":"2007-06-04"}],{"category":"20th CENTURY HISTORY","text":"In terms of British monarchs, it's next in the sequence Seventh, Fifth, Eighth, Sixth...","response":"Second"}]}