{"mix":4276,"rounds":[[{"category":"DUTCH TREATY","comments":"","clues":[{"text":"In 1902 Dutch settlers signed the Treaty of Vereeneging, ending hostilities in this war","response":"the Boer War"},{"text":"The peace settlement brokered at this Congress in 1815 reunited Belgium &amp; the Netherlands, but not for long","response":"the Congress of Vienna"},{"text":"In a treaty of 1824, this current country's city of Malacca was given to the English by the Dutch","response":"Malaysia"},{"text":"The Dutch got their independence from this country in 1648 when the Peace of Westphalia was signed","response":"Spain"},{"text":"\"U\" might know that from 1713 to 1715, several treaties were signed in this Dutch city","response":"Utrecht"}],"originalDate":"2007-06-01"},{"category":"HE'S DEAD, JIM","comments":"","clues":[{"text":"Reported final resting places of this man who disappeared in 1975 include Giants Stadium &amp; under Pulaski Skyway","response":"Jimmy Hoffa"},{"text":"This inventor of a sport got slam dunked on November 28, 1939","response":"(James) Naismith"},{"text":"In 1851 this author of \"The Prairie\" could no longer stay alive no matter what occurs","response":"James Fenimore Cooper"},{"text":"On April 13, 1917 this U.S. businessman &amp; lover of lavish meals found that diamonds weren't forever","response":"Diamond Jim Brady"},{"text":"In 1881, this president, not Cleveland, was buried in Cleveland","response":"James A. Garfield"}],"originalDate":"2007-06-01"},{"category":"PUDDING","comments":"","clues":[{"text":"Nursery rhyme guy who precedes \"pudding &amp; pie\"","response":"Georgie Porgie"},{"text":"This tragedy started in a baker's shop on Pudding Lane on Sept. 2, 1666","response":"the Great Fire of London"},{"text":"Adjective in front of \"pudding\" in the name of a Harvard theatrical troupe","response":"hasty"},{"text":"In this poet's 1786 \"Address to a Haggis\", he addresses the \"Great Chieftain o' the Pudding Race\"","response":"(Rabbie) Burns"},{"text":"When sausages are thrown into the batter of this English treat, it's known as toad-in-the-hole","response":"Yorkshire pudding"}],"originalDate":"2007-05-31"},{"category":"DESCARTES","comments":"","clues":[{"text":"It's the English translation on Descartes' most famous axiom, \"Cogito, ergo sum\"","response":"I think, therefore I am"},{"text":"In 1618 Descartes was in the army of Prince Maurice of Nassau, the ruler of what's now this Low Country","response":"the Netherlands"},{"text":"After the arrest &amp; trial of this \"sun-loving\" Italian, Descartes suppressed his own work on similar ideas","response":"Galileo"},{"text":"Descartes invented the analytic or coordinate type of this, from the Greek for \"earth measure\"","response":"geometry"},{"text":"Though born in France, Descartes died in this country where he had gone to teach Queen Christina","response":"Sweden"}],"originalDate":"2007-05-31"},{"category":"CANADIAN CITIES","comments":"","clues":[{"text":"It's been called the \"Gibraltar of America\" because of the Citadel, a fort overlooking the St. Lawrence River","response":"Quebec City"},{"text":"It was capital of the Northwest Territories from 1882 to 1905, when it became the provincial capital of Saskatchewan","response":"Regina"},{"text":"In 1934 gold was discovered in this capital of the Northwest Territories; in 1991 diamonds were discovered there","response":"Yellowknife"},{"text":"Named for a queen, this capital of Prince Edward Island is the seat of Queens County","response":"Charlottetown"},{"text":"Known for great skiing, this Alberta resort is \"Canada's Highest Town\" at 4,537 feet","response":"Banff"}],"originalDate":"2007-05-31"},{"category":"REMEMBER THAT SONG?","comments":"","clues":[{"text":"We hope nobody takes literally the subtitle of the Mercer-Arlen song \"One For My Baby (And One More For\" this)","response":"\"The Road\""},{"text":"His \"In The Air Tonight\" plays while Tom Cruise &amp; Rebecca de Mornay ride the train in \"Risky Business\"<span class=\"nobreak\">--</span>O Lord","response":"Phil Collins"},{"text":"It precedes \"All Nite\" in a Kiss title &amp; \"Is Here To Stay\" in a Danny &amp; the Juniors title","response":"\"Rock & Roll\""},{"text":"This James Blunt farewell song goes, \"You have been the one, you have been the one for me\"","response":"\"Goodbye My Lover\""},{"text":"Chelsea Clinton is named after this song written by Joni Mitchell","response":"\"Chelsea Morning\""}],"originalDate":"2007-05-31"}],[{"category":"PRESIDENTIAL POLITICAL PARTIES","comments":"","clues":[{"text":"Warren G. Harding,<br>1920","response":"the Republican Party"},{"text":"Franklin Pierce,<br>1852","response":"the Democratic Party"},{"text":"William Henry Harrison,<br>1840","response":"the Whigs"},{"text":"Zachary Taylor,<br>1848","response":"Whig"},{"text":"James Madison,<br>1808<br>(this hyphenated party)","response":"the Democratic-Republicans"}],"originalDate":"2007-05-31"},{"category":"CULINARY BEFORE &amp; AFTER","comments":"","clues":[{"text":"Finest olive oil grade whose British capital is Road Town &amp; whose American capital is Charlotte-Amalie","response":"extra Virgin Islands"},{"text":"Round Southern fried cornmeal cake that's the object of a youthful crush","response":"hush puppy love"},{"text":"Chili's rib cut that stars in a Robert Zemeckis time-traveling comedy","response":"<i>Baby Back to the Future</i>"},{"text":"Bite-size French language dessert cake that wreaks havoc in the Book of Revelation","response":"petit Four Horsemen of the Apocalyse"},{"text":"French dish of chicken, onion, wine, mushrooms &amp; pork blindly stewing onscreen as space opera anti-hero Riddick","response":"coq au Vin Diesel"}],"originalDate":"2007-05-31"},{"category":"AUDIO BOOKS","comments":"","clues":[{"text":"If Julia Roberts has help with her kids, she knows the world of these \"Diaries\" she narrated","response":"<i>The Nanny Diaries</i>"},{"text":"She read her own \"Tales of A Fourth Grade Nothing\", but Annabeth Gish read her adult novel \"Summer Sisters\"","response":"Judy Blume"},{"text":"Who better than Leo McKern to read John Mortimer's this man of the Bailey \"For the Prosecution\"","response":"Rumpole"},{"text":"This book by David Sedaris about attempting to speak French may be best experienced in the author's reading","response":"<i>Me Talk Pretty One Day</i>"},{"text":"George Guidall has recorded more than 850 books, from \"Abel's Island\" to Philip Roth's this man \"Unbound\"","response":"Zuckerman"}],"originalDate":"2007-05-31"},{"category":"STATE SUPERLATIVES","comments":"","clues":[{"text":"A valley at 282 feet below sea level in this state is the lowest point in the Western Hemisphere","response":"California"},{"text":"With 6,640 miles of coast, this state has the longest shoreline","response":"Alaska"},{"text":"It pumps more than one million barrels of oil a day, more than any other state","response":"Texas"},{"text":"Considered the healthiest state in 2006, it's also home to the Mayo Clinic","response":"Minnesota"},{"text":"Its Boeing manufacturing plant in Everett is the world's largest building by volume","response":"Washington"}],"originalDate":"2007-05-30"},{"category":"YOU'RE UNDER A \"REST\"","comments":"","clues":[{"text":"Eastern European capital city of more than 2.2 million","response":"Bucharest"},{"text":"Any mountain's summit","response":"crest"},{"text":"A braced framework for carrying a railroad over a chasm","response":"a trestle"},{"text":"Quickly! (to an Italian)","response":"Presto"},{"text":"The son of Agamemnon, he avenged his father's death by killing his mother Clytemnestra","response":"Orestes"}],"originalDate":"2007-05-30"},{"category":"EARLY AMERICA","comments":"","clues":[{"text":"In 1718 this Texas town was founded by Martin de Alarcon &amp; Father Olivares &amp; named for St. Anthony of Padua","response":"San Antonio"},{"text":"In defending British soldiers on trial for this 1770 event, John Adams said, \"Facts are stubborn things\"","response":"the Boston Massacre"},{"text":"In 1685 he joined his father in pastorship of the Old North Church, a post he held until his death","response":"Cotton Mather"},{"text":"In 1562, in what is now S.C., these French Protestants established a colony named Port Royal","response":"the Huguenots"},{"text":"In \"Of Plymouth Plantation\", he wrote that there was so much disease \"the living were scarce able to bury the dead\"","response":"William Bradford"}],"originalDate":"2007-05-30"}],{"category":"ARTISTS","text":"His \"Young Corn\" painting is featured on a 1996 stamp celebrating the 150th anniversary of Iowa's statehood","response":"Grant Wood"}]}