{"mix":4293,"rounds":[[{"category":"THE BEAUTIFUL","comments":"","clues":[{"text":"Her famed rendition of \"That Old Black Magic\" appears in the 1956 film \"Bus Stop\"","response":"Marilyn Monroe"},{"text":"Enrique is the real first name of this Puerto Rican who knows how to \"Shake Your Bon-Bon\"","response":"Ricky Martin"},{"text":"The success of \"The Philadelphia Story\" as a play &amp; a film helped her shake the reputation of \"box office poison\"","response":"Katharine Hepburn"},{"text":"He was the title character in 1991's \"Johnny Suede\"","response":"Brad Pitt"},{"text":"In a 1957 film photographer Fred Astaire loved her \"Funny Face\"","response":"Audrey Hepburn"}],"originalDate":"2000-10-19"},{"category":"LAND OF THE \"FREE\"","comments":"","clues":[{"text":"A popular expression observes, \"There's no such thing as\" this midday meal","response":"a free lunch"},{"text":"Poetry without a fixed metrical pattern","response":"free verse"},{"text":"It's a disorganized fight with everyone present joining in","response":"free-for-all"},{"text":"\"Horsey\" term for giving someone complete independence in decision-making","response":"free rein"},{"text":"Barbells &amp; dumbbells","response":"free weights"}],"originalDate":"2000-10-19"},{"category":"COLLEGE EDUCATION","comments":"","clues":[{"text":"We hope the classrooms are air-conditioned during this session, begun at Harvard in 1871","response":"the summer session"},{"text":"Greek, Latin &amp; \"myth and text\" are categories in this one-word department at Bucknell","response":"Classics"},{"text":"A library cubicle or stall used for private study around holiday time could be called a Christmas this","response":"a carrel"},{"text":"The prefix in this term tells you it's a course you have to take before you can take a more advanced one","response":"a prerequisite"},{"text":"Wisconsin has one of the oldest of these programs in which univs. \"reach out\" to non-full-time students","response":"extension (outreach later accepted)"}],"originalDate":"2007-05-11"},{"category":"WRITTEN BY","comments":"","clues":[{"text":"\"Measure for Measure\",<br>\"Coriolanus\"","response":"(William) Shakespeare"},{"text":"\"This Side of Paradise\",<br>\"Tender is the Night\"","response":"(F. Scott) Fitzgerald"},{"text":"\"Tintern Abbey\",<br>\"The World is Too Much with Us\"","response":"(William) Wordsworth"},{"text":"\"Mansfield Park\",<br>\"Northanger Abbey\"","response":"(Jane) Austen"},{"text":"\"The Executioner's Song\",<br>\"The Castle in the Forest\"","response":"Norman Mailer"}],"originalDate":"2007-05-11"},{"category":"INCREDIBLE EDIBLES","comments":"","clues":[{"text":"The humpback type of this mammal is said to taste like beef, but I'd blubber if you served it to me","response":"the whale"},{"text":"Iowa State Univ.'s Entomology Club once added mealworms to this fried grain that's a staple in Asian restaurants","response":"rice"},{"text":"World Book says that the Pilgrims served this snakelike fish at the first Thanksgiving; I'll stick to turkey","response":"eel"},{"text":"These birds whose young are called cygnets were a \"cygnet\"ure dish at medieval banquets","response":"swans"},{"text":"Warning: if you see tete de veau on a French menu, it's this part of a calf","response":"the head"}],"originalDate":"2007-05-11"},{"category":"ON BROADWAY","comments":"","clues":[{"text":"Memories of Watergate infuse the play inspired by David Frost's 1977 interview with this ex-president","response":"(Richard) Nixon"},{"text":"Quirky kids like William Morris Barfee compete in \"The 25th Annual Putnam County\" one of these contests","response":"a spelling bee"},{"text":"When in New York, take the \"Behind the Emerald Curtain\" tour, a behind-the-scenes look at this bewitching musical","response":"<i>Wicked</i>"},{"text":"Angela Lansbury returned to B'way in 2007 as a former champion in this sport in Terrence McNally's \"Deuce\"","response":"tennis"},{"text":"Revived in 2007, it's Eric Bogosian's play about an acid-tongued talk show host","response":"<i>Talk Radio</i>"}],"originalDate":"2007-05-11"}],[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The name of these bones that form the spinal column comes partly from a word meaning \"to turn\"","response":"vertebrae"},{"text":"This, a personal view or belief, comes from the Old French for \"to think\"","response":"an opinion"},{"text":"The name of this class of cold-blooded creatures comes from a word for \"to creep\"","response":"the reptile"},{"text":"This dog breed's name comes from a German word for \"to splash about\"","response":"the poodle"},{"text":"Appropriately, this adjective that means the giving of one's name to something comes from the Greek for \"giving name\"","response":"eponymous"}],"originalDate":"2007-05-11"},{"category":"LIBRARIES","comments":"","clues":[{"text":"This scientist's collection at the Jewish National &amp; University Library in Jerusalem includes a lot of limericks","response":"Einstein"},{"text":"Irving Berlin's &amp; Walt Whitman's personal papers are held in this library founded in 1800","response":"the Library of Congress"},{"text":"A Victorian-styled room at the Toronto Public Library is \"Holmes\" to a collection on this author","response":"Arthur Conan Doyle"},{"text":"Want to see if he really said, \"God is dead\"?  Search his collection of papers at the University of Basel's Library","response":"Nietzsche"},{"text":"The Enoch Pratt Free Library in this U.S. city is known for its H.L. Mencken collection","response":"Baltimore"}],"originalDate":"2007-05-11"},{"category":"THE FRENCH REVOLUTION","comments":"","clues":[{"text":"When this Paris prison was stormed on July 14, 1789, only 7 prisoners were found","response":"the Bastille"},{"text":"The French people called this queen who they mistrusted \"the Austrian Woman\"","response":"Marie Antoinette"},{"text":"This nobleman known for his role in the American Revolution was made commander of the Natl. Guard","response":"Lafayette"},{"text":"It's the English translation of the 3-word slogan of the French Revolution","response":"Liberty, Equality, Fraternity"},{"text":"At her execution, she declared, \"I killed one man to save a hundred thousand\"","response":"(Charlotte) Corday"}],"originalDate":"2007-05-11"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"Damages for this 2005 disaster have been estimated at $125 billion, not to mention the devastating loss of life","response":"(Hurricane) Katrina"},{"text":"Nothing to boast about, but the state with the most hazardous waste sites, more than 115, is this \"Garden State\"","response":"New Jersey"},{"text":"In the U.S. in 1900 this was 46.3 for males &amp; 48.3 for females; in 2000 it was 74.3 &amp; 79.7","response":"life expectancy"},{"text":"On the new Airbus A380 plane, the overall length is 239 feet, while this is even longer at 261 feet","response":"the wingspan"},{"text":"Yikes! This visible surface of the sun below the chromosphere is about 10,000 degrees F.","response":"the photosphere"}],"originalDate":"2007-05-11"},{"category":"WHAT'S THE PLAN?","comments":"","clues":[{"text":"In 1901 this city dug up the plans Pierre L'Enfant drew up for its layout back in 1791 and followed them","response":"Washington, D.C."},{"text":"His plan for the University of Virginia was of an \"academical village\" around a \"temple of knowledge\"","response":"Thomas Jefferson"},{"text":"In 1963 Studebaker announced plans to stop making these in the U.S. &amp; make them only in Canada","response":"cars"},{"text":"Section 401 of the Internal Revenue Code covers the various plans for this, including \"early\" this","response":"retirement"},{"text":"He told Spain he planned to use the proceeds from his trip to Asia to help recapture Jerusalem from the Muslims","response":"Christopher Columbus"}],"originalDate":"2007-05-10"},{"category":"GETTING A JOB DOs &amp; DON'Ts","comments":"","clues":[{"text":"Send your resume in a 9x12 envelope, &amp; remember, a first-class postage stamp is going up to this price in May 2007","response":"41 cents"},{"text":"On a job application, under \"sex\", don't write \"okay\" &amp; don't overuse this first-person singular pronoun","response":"I"},{"text":"Don't assume a woman interviewer is married; use this title that came into usage in the 1970s","response":"Ms."},{"text":"If you email your resume, make sure the attachment doesn't contain this infectious computer agent","response":"virus"},{"text":"On a cover letter don't be this, repetitive, from the Latin for \"overflow\"; you shouldn't, it's important not to","response":"redundant"}],"originalDate":"2007-05-10"}],{"category":"20th CENTURY PEOPLE","text":"In a PS to an April 12, 1945 letter, he wrote, \"This was dictated before the world fell in on me... what a blow it was, but<span class=\"nobreak\">--</span>I must meet it\"","response":"Harry Truman"}]}