{"mix":4297,"rounds":[[{"category":"GET TO WORK!","comments":"","clues":[{"text":"With 1.8 million members, the largest service one of these organizations in North America is the SEIU","response":"a union"},{"text":"The USA's biggest private employer is this chain of large discount stores with over 1.3 million employees","response":"Wal-Mart"},{"text":"The Kongo Gumi Construction Co. in this Asian country was family owned for more than 1,400 years until a 2006 sale","response":"Japan"},{"text":"Covering 29 acres, the world's largest office building is this structure in Arlington, Virginia","response":"the Pentagon"},{"text":"Ladies &amp; gentlemen, children of all ages, this person works as the M.C. under the big top","response":"the ringmaster"}],"originalDate":"2007-05-08"},{"category":"NEWS QUIZ","comments":"","clues":[{"text":"Per the Energy Policy Act of 2005, this began March 11, 2007, 3 weeks earlier than in 2006","response":"Daylight Savings Time"},{"text":"The 2006 firing of 8 people in this position came back to haunt the Justice Department in 2007","response":"U.S. attorneys"},{"text":"This man who died in 1902 would have turned in his grave at the conditions in a D.C. facility named for him","response":"Walter Reed"},{"text":"It's the 5-letter word usually applied to the increase in Iraq troop levels announced Jan. 10, 2007","response":"surge"},{"text":"When this \"Cat's Cradle\" author died on April 11, the N.Y. Times called him a \"darkly comic literary hero\"","response":"Kurt Vonnegut"}],"originalDate":"2007-05-08"},{"category":"ON THE \"GO\"","comments":"","clues":[{"text":"To say \"you're welcome\" in Italian, use this word, also a brand of spaghetti sauce","response":"<i>prego</i>"},{"text":"If you were born between August 23 &amp; September 22, this is your zodiac sign","response":"Virgo"},{"text":"This river carries more water than any other except the Amazon","response":"the Congo"},{"text":"Sometimes considered part of the visible spectrum, it's also a deep blue dye used to color cotton &amp; wool","response":"indigo"},{"text":"It's the term for an adult insect after metamorphosis","response":"imago"}],"originalDate":"2007-05-08"},{"category":"THE COMMUNIST MANIFESTO","comments":"(Alex: The work.)","clues":[{"text":"These 2 authors were both in their 20s when they wrote the pamphlet","response":"Karl Marx & Friedrich Engels"},{"text":"The proletarians \"have nothing to lose but\" these","response":"Their chains"},{"text":"The pamphlet was first printed in this city in 1848 in German, not English","response":"London"},{"text":"One of the authors figured they'd do for history what this man did for biology","response":"Charles Darwin"},{"text":"The manifesto applies this term, originally meaning \"the inhabitants of cities\", to the middle class","response":"bourgeoisie"}],"originalDate":"2000-10-12"},{"category":"INSECTS","comments":"","clues":[{"text":"There may be thousands of ommatidia, light-sensitive units, in an insect's compound one of these","response":"Eyes"},{"text":"It's said that in Asia, people learned how to make this by watching wasps","response":"Paper"},{"text":"Scientists take an EAG, an electroantennogram, to measure how a moth's antennae nerves pick up these sex odors","response":"Pheromones"},{"text":"As most insects don't need to transport oxygen in their blood, they lack this protein that makes blood red","response":"Hemoglobin"},{"text":"The whirligig beetle is one of the fastest insects at this activity; it can go 40 inches per second","response":"Swimming"}],"originalDate":"2000-10-12"},{"category":"-GRAMS","comments":"","clues":[{"text":"Term for a 3D image you might see on your credit card","response":"Hologram"},{"text":"A trademarked delivery of sweets &amp; a message","response":"Candygram"},{"text":"A short, witty saying","response":"Epigram"},{"text":"35.28 ounces","response":"Kilogram"},{"text":"An X-ray of blood vessels","response":"Angiogram"}],"originalDate":"2000-10-12"}],[{"category":"NATIONAL NAMES","comments":"(Alex: I will try to give you the names in their national languages; you have to give the English for it.)","clues":[{"text":"Slovenska Republika","response":"Slovak Republic (Slovakia)"},{"text":"Kongeriket Norge","response":"Norway"},{"text":"Yamaniyah","response":"Yemen"},{"text":"Zhongghua","response":"(Mainland) China"},{"text":"Kypriaki Dimokratia","response":"Cyprus"}],"originalDate":"2000-10-12"},{"category":"FUR-BEARING CREATURES?","comments":"","clues":[{"text":"In 2000 he earned his stripes by becoming the first golfer since Ben Hogan to win 3 majors in 1 season","response":"Tiger Woods"},{"text":"Barking dogs dash around at Crufts &amp; he dashed around with Crofts, Dash Crofts","response":"Jim Seals"},{"text":"Stumpy-tailed feline who gave us an unforgettable portrayal in \"Shakes the Clown\"","response":"Bobcat Goldthwait"},{"text":"In 1876 he was made a deputy sheriff of the whole of Dodge City, belfries &amp; all","response":"Bat Masterson"},{"text":"After the \"Roman Empire\", he might have tackled \"The Decline and Fall of the Planet of the Apes\"","response":"Edward Gibbon"}],"originalDate":"2000-10-12"},{"category":"THE MAJORS","comments":"","clues":[{"text":"Union major Robert Anderson was asked to surrender the federal garrison at this fort in April 1861","response":"Fort Sumter"},{"text":"In 1893 this major was named curator of the Army Medical Museum in Washington, D.C.","response":"Walter Reed"},{"text":"In 1906 he was restored to the French army with the rank of major","response":"Alfred Dreyfus"},{"text":"Major Richard Bong of the U.S. Army Air Force did this 40 times during WWII, an American record","response":"Shot down enemy planes"},{"text":"This surgeon who discovered insulin with Charles Best served with the Canadian army as a major in WWII","response":"Frederick Banting"}],"originalDate":"2000-10-12"},{"category":"THE \"MINOR\"s","comments":"","clues":[{"text":"The ancient city of Troy was on this peninsula","response":"Asia Minor"},{"text":"In the Bible they run alphabetically from Amos to Zephaniah","response":"Minor Prophets"},{"text":"From 1965 to 1973 Gerald Ford held this post in the House","response":"House Minority Leader"},{"text":"The sky wouldn't be bare without this constellation that contains the Little Dipper; there are 87 others","response":"Ursa Minor"},{"text":"It's the key of Beethoven's famous Fifth Symphony","response":"C Minor"}],"originalDate":"2000-10-12"},{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"This Steinbeck novel begins, \"To the red country and part of the gray country of Oklahoma, the last rains came...\"","response":"<i>The Grapes of Wrath</i>"},{"text":"A savage named John has educated himself by reading Shakespeare in \"Brave New World\" by this man","response":"Aldous Huxley"},{"text":"In \"The Prince\" he wrote, \"It is far safer to be feared than loved\"","response":"Machiavelli"},{"text":"Perhaps the effort killed him<span class=\"nobreak\">--</span>he died not long after completing his masterpiece \"The Brothers Karamazov\"","response":"Dostoyevsky"},{"text":"The stories that Kenneth Grahame told his son about a mole &amp; a toad became this 1908 classic","response":"<i>The Wind in the Willows</i>"}],"originalDate":"2007-05-07"},{"category":"YE GODS!","comments":"","clues":[{"text":"Hilal, a pre-Islamic deity of Arabia, was god of one phase of this heavenly body","response":"the Moon"},{"text":"The Hindu goddess Shatarupa was so beautiful, this creator god grew 4 heads so he could view her in all directions","response":"Brahma"},{"text":"A sabine god of war, Quirinus gave his name to one of the fabled hills of this city","response":"Rome"},{"text":"Invoked by seal hunters, Nerrivik is the mother of all sea creatures as a goddess of this North American people","response":"the Inuit"},{"text":"Covering a lot of ground, this Greek counterpart of Diana was the goddess of childbirth &amp; chastity","response":"Artemis"}],"originalDate":"2007-05-07"}],{"category":"19th CENTURY AMERICA","text":"The execution of this man &amp; his followers in 1859 is believed to be the only one for treason against a state","response":"John Brown"}]}