{"mix":4301,"rounds":[[{"category":"KISS, THE BAND","comments":"","clues":[{"text":"In Kiss' first Top 40 hit song, it's how long \"I Wanna Rock and Roll\"","response":"All Night"},{"text":"Gene Simmons speaks 4 languages: English, German, Hungarian &amp; this one he learned in his native Haifa","response":"Hebrew"},{"text":"Kiss members donated this body fluid to be used in the ink dyes of the Kiss comic books","response":"Blood"},{"text":"On stage, Gene's often been known to breathe this dangerous substance","response":"Fire"},{"text":"Training as an artist helped this Kiss lead guitarist design the Kiss logo","response":"Ace Frehley"}],"originalDate":"2000-09-28"},{"category":"CONTEMPORARIES","comments":"","clues":[{"text":"Young Ben Franklin couldn't wait for each new book by this \"Robinson Crusoe\" author","response":"Daniel Defoe"},{"text":"St. Francis of Assisi was already a missionary when this famous grandson of Genghis was born","response":"Kublai Khan"},{"text":"While Henry the Navigator's crews were finding their way around the Earth, this \"Birth of Venus\" artist was born on it","response":"Sandro Botticelli"},{"text":"While Bunyan was making progress with his Pilgrim, this Puritan was in charge of defending Providence","response":"Roger Williams"},{"text":"This Italian anatomist could have helped some of Henry VIII's wives with their reproductive problems","response":"Gabriel Fallopius"}],"originalDate":"2000-09-28"},{"category":"RELIGION","comments":"","clues":[{"text":"\"Mendicant\" religious orders made their money the hard way, they did this to earn it","response":"beg"},{"text":"Old traditions of the Jewish holiday Lag Ba-Omer include bonfires &amp; 3-year-old boys getting this cut for the first time","response":"their hair"},{"text":"The \"Oxford Dict. of World Religions\" calls it \"the reverse side of blessing\" (Mom didn't like it either)","response":"cursing"},{"text":"Sawm, the fourth pillar of Islam, is this &amp; it's done at times for a whole month","response":"fasting"},{"text":"Rastafarians have roots in 2 places: Ethiopia &amp; this island","response":"Jamaica"}],"originalDate":"2000-09-27"},{"category":"WASHINGTONNAGE","comments":"","clues":[{"text":"In 1998 Washington state processed 43,500 tons of grapes into white wine, about half of it this variety","response":"Chardonnay"},{"text":"With 13 offensive linemen totaling almost 2 tons, UW's football team lives up to this nickname","response":"the Huskies"},{"text":"The \"freighter\" type of this huge Boeing jetliner has a maximum takeoff weight of over 430 tons","response":"747"},{"text":"Oddly, in 1997 state aquaculture produced 28 tons of the Pacific type of this fish but 6,326 tons of the Atlantic type","response":"salmon"},{"text":"This structure that created Franklin D. Roosevelt Lake weighs about 24 million tons","response":"the Grand Coulee Dam"}],"originalDate":"2000-09-27"},{"category":"MEDICAL TESTS","comments":"","clues":[{"text":"A finger stick is done to draw this","response":"blood"},{"text":"Patch &amp; scratch tests can determine if you have one or more of these","response":"allergies"},{"text":"Not a soldier, the G.I. in an upper G.I. is this tract","response":"gastrointestinal"},{"text":"From the Latin for \"life appearance\", this procedure takes a sample of tissue, fluid or cells for study","response":"a biopsy"},{"text":"CTs &amp; MRIs have largely replaced this procedure, also the name of a Nigel Tufnel group","response":"a spinal tap"}],"originalDate":"2000-09-27"},{"category":"IN A ROW","comments":"","clues":[{"text":"In 1964 &amp; 1965 this group had 5 No. 1 hits in a row; included in them was \"Baby Love\"","response":"The Supremes"},{"text":"The champ on \"Tic Tac Dough\" in the 1980s had to get 3 of these in a row","response":"X's or O's"},{"text":"2-word term for the ladies who are \"all in a row\" in Mary Mary's garden","response":"pretty maids"},{"text":"In bowling, 3 strikes in a row &amp; you get this bird","response":"a turkey"},{"text":"Modeled after the Italian form of the word, in architecture it's a bunch of columns in a row","response":"a colonnade"}],"originalDate":"2000-09-27"}],[{"category":"VWLLSS","comments":"(Alex: Vowelless.  We will give you a word without the vowels in it.  You have to figure out what the word is.)","clues":[{"text":"Type of pie:<br>\"PZZ\"","response":"pizza"},{"text":"The cruelest month:<br>\"PRL\"","response":"April"},{"text":"A place for bill collectors:<br>\"WHT HS\"","response":"White House"},{"text":"Hawkeye &amp; Buckeye states:<br>\"W\" &amp; \"H\"","response":"Iowa & Ohio"},{"text":"A heavenly body:<br>\"RNS\"","response":"Uranus"}],"originalDate":"2000-09-27"},{"category":"CANADIAN GEOGRAPHY","comments":"","clues":[{"text":"Viking artifacts have been found on this large \"new\" Canadian island","response":"Newfoundland"},{"text":"This West Coast province is third largest in both area &amp; population","response":"British Columbia"},{"text":"Canada's oldest city, it lies on the north bank of the St. Lawrence River","response":"Quebec"},{"text":"Middle Island, Canada's southernmost point, is found in this eastern Great Lake","response":"Lake Erie"},{"text":"Igniting a new rush, in 1989 Charles Fipke discovered diamonds in these barren \"territories\"","response":"the Northwest Territories"}],"originalDate":"2000-09-27"},{"category":"THE HISTORY OF LIBYA","comments":"(Alex: I see a theme building.)","clues":[{"text":"This discovery in 1959 turned Libya from one of the poorest into one of the wealthiest countries in Africa","response":"oil"},{"text":"In 1986 this president ordered U.S. warplanes to bomb Libyan military installations","response":"Ronald Reagan"},{"text":"In the 7th century B.C., the Phoenicians founded this city as Oea; today it's the capital","response":"Tripoli"},{"text":"In 1969 he led a military revolt that overthrew the ruling monarchy","response":"Muammar Gaddafi"},{"text":"From the 1500s to the 1800s, these pirates used the area as a base for raids on European shipping","response":"Barbary pirates"}],"originalDate":"2000-09-27"},{"category":"MY BRITISH HOME","comments":"","clues":[{"text":"Mummy told me to empty the bin, known as this 2-word name in the U.S.","response":"the trash can"},{"text":"The 2 old age pensioners we've got in our attic would qualify as these \"citizens\" in the U.S.","response":"senior citizens"},{"text":"Oh goody!  After tea we're going to play draughts, known as this in the States","response":"checkers"},{"text":"Be careful around one of these, known as a power point; you may get a shock","response":"an electrical outlet"},{"text":"My first aid kit contains an elastoplast, one of these","response":"a bandage"}],"originalDate":"2000-09-27"},{"category":"LET'S EAT CHINESE","comments":"","clues":[{"text":"This liquid, especially the white type, usually provides the sour in sweet-&amp;-sour sauce","response":"vinegar"},{"text":"Though it has a liquid name, this edible tuber of Chinese sedge adds a solid, crunchy texture to stir-fry","response":"a water chestnut"},{"text":"Famous rank of Tso, aka Tao, a 19th c. warrior after whom a chicken dish was named","response":"general"},{"text":"Martin Yan's recipe for the crab version of this egg dish features ginger &amp; cilantro as well as crab &amp; eggs","response":"egg foo yung"},{"text":"The dried buds of this type of lily are called \"golden needles\"","response":"the tiger lily"}],"originalDate":"2000-09-27"},{"category":"OF MANY \"LAND\"s","comments":"","clues":[{"text":"A prominent identifying feature, like the Empire State Building","response":"a landmark"},{"text":"The practice of enhancing property with shaping, trees &amp; plants","response":"landscaping"},{"text":"This New Orleans style of jazz is characterized by its improvisational solos","response":"Dixieland"},{"text":"Term for a country with no ocean access","response":"landlocked"},{"text":"One once spanned what is now the Bering Strait","response":"a land bridge"}],"originalDate":"2000-09-27"}],{"category":"THE CONTINENTS","text":"It’s the continent that’s home to the most U.N. member countries, including a new one added in 2011","response":"Africa"}]}