{"mix":4311,"rounds":[[{"category":"AIN'T THAT AMERICA","comments":"","clues":[{"text":"This state's largest lake may be 20 times as salty as any ocean","response":"Utah (Great Salt Lake)"},{"text":"Francis Scott Key wrote \"The Star-Spangled Banner\" while in this state during the War of 1812","response":"Maryland"},{"text":"Ice cream cones were reportedly first served at the 1904 World's Fair in this state","response":"Missouri (St. Louis)"},{"text":"In 1886 a pharmacist in this southern state became the first man to enjoy a Coke and a smile","response":"Georgia"},{"text":"From 1784 to 1788 the eastern part of this state was a separate state called Franklin","response":"Tennessee"}],"originalDate":"2000-05-04"},{"category":"GREAT SCOTS!","comments":"","clues":[{"text":"David Brewster invented the stereoscope &amp; this toy, a tube with mirrors &amp; colored glass in it","response":"Kaleidoscope"},{"text":"Scottish-born John McDouall Stuart's 1861-62 south-to-north crossing of this continent won him a prize","response":"Australia"},{"text":"This author was named chancellor of the U. of Edinburgh in 1930, a job he may have thought he'd never-never-land","response":"James M. Barrie"},{"text":"In 1773 he &amp; his best bud Samuel Johnson took a trip to the Hebrides","response":"James Boswell"},{"text":"The works of Scottish artist Gavin Hamilton influenced this French \"Oath of the Horatii\" painter","response":"Jacques-Louis David"}],"originalDate":"2000-05-03"},{"category":"MOVIES BY THE NUMBERS","comments":"(Alex: There will probably be a number in each correct response.)","clues":[{"text":"This 1968 film classic was subtitled \"A Space Odyssey\"","response":"<i>2001: A Space Odyssey</i>"},{"text":"Hugh Grant played perennial best man Charles in this 1994 film","response":"<i>Four Weddings and a Funeral</i>"},{"text":"James Mason played Captain Nemo in this 1954 Disney film","response":"<i>Twenty Thousand Leagues Under the Sea</i>"},{"text":"This 1987 film starred Steve Guttenberg, Tom Selleck &amp; Ted Danson as a trio of bumbling bachelor fathers","response":"<i>Three Men and a Baby</i>"},{"text":"\"Sit Down, John\" &amp; \"The Lees of Old Virginia\" are songs from this musical set during the revolution","response":"<i>1776</i>"}],"originalDate":"2000-05-03"},{"category":"\"H.H.\"","comments":"","clues":[{"text":"Time to hit the bar for cheap drinks &amp; free appetizers","response":"Happy Hour"},{"text":"[Hi, I'm Rebecca Herbst from \"General Hospital\"]  In a 1999 TV movie on USA, I played Barbi Benton, one-time girlfriend of this publisher","response":"Hugh Hefner"},{"text":"Back in the 17th century, they were for both sexes; Louis XIV wore them to look taller","response":"High heels"},{"text":"The famous hanging man in the Krazy Glue commercial is hanging by this","response":"Hard hat"},{"text":"Some are sentenced to this place to stay between prison &amp; complete freedom","response":"Halfway house"}],"originalDate":"2000-05-03"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"City in which the Watergate break-in occurred","response":"Washington, D.C."},{"text":"With a new waterway, this Oklahoma oil center became an inland port in 1971","response":"Tulsa"},{"text":"The city of Cambridge in this state was the birthplace of spaceman John Glenn","response":"Ohio"},{"text":"Butte is in Montana; a city named for this similar land form is in Arizona","response":"Mesa"},{"text":"Dating back to 1772, Bayamon is a suburb of this capital of a commonwealth","response":"San Juan, Puerto Rico"}],"originalDate":"2000-05-03"},{"category":"STRIKING","comments":"","clues":[{"text":"Abbreviated the WGA, this entertainment union went on strike in 1981, 1985 &amp; 1988","response":"Writers Guild of America"},{"text":"A major 1970 strike by federal employees in this \"service\" helped change it to an independent gov't agency","response":"U.S. Postal Service"},{"text":"International Women's Day on March 8 honors a famous 1857 strike began by textile workers in this city","response":"New York City"},{"text":"In 1892 a workers' strike at this steel magnate's Homestead, Penn. plant led to several injuries &amp; deaths","response":"Andrew Carnegie"},{"text":"In May of 1926, unions in this nation banded together &amp; quit work in support of striking coal miners","response":"Great Britain (Wales accepted)"}],"originalDate":"2000-05-03"}],[{"category":"A HAPPY MEDIUM","comments":"","clues":[{"text":"The first black actress to win an Oscar in 50 years, she won for playing a medium in \"Ghost\"","response":"Whoopi Goldberg"},{"text":"From Middle French for \"passing from life to death\", it's the sleep-like state a medium goes into to contact spirits","response":"Trance"},{"text":"A woman called the Pythia was the medium at this city's ancient oracle","response":"Delphi"},{"text":"In I Samuel 28 this biblical king consults a medium at Endor &amp; later loses his final battle as predicted","response":"Saul"},{"text":"This \"mighty\" predictor of future disasters was known as \"The Sleeping Prophet\"","response":"Edgar Cayce"}],"originalDate":"2000-05-03"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"This city is home to Petruchio in \"The Taming of the Shrew\" &amp; the Montagues &amp; Capulets in \"Romeo and Juliet\"","response":"Verona"},{"text":"Assassin to whom Cassius says the fault \"Is not in our stars, but in ourselves, that we are underlings\"","response":"Brutus"},{"text":"In \"The Tempest\" he's the former Duke of Milan, now magician-ruler of a remote island","response":"Prospero"},{"text":"Doubting his attractiveness to Doll Tearsheet in \"Henry IV', he says, \"I am old.  I am old\"","response":"Sir John Falstaff"},{"text":"Although not historically accurate, Shakespeare set Macbeth's demise at this hill near Perth","response":"Dunsinane"}],"originalDate":"2000-05-03"},{"category":"SHOW TUNES","comments":"(Alex: We want you to name the musical for us.)","clues":[{"text":"\"It's the Hard-Knock Life\",<br>\"Tomorrow\"","response":"<i>Annie</i>"},{"text":"\"Dulcinea\",<br>\"The Quest/The Impossible Dream\"","response":"<i>Man of La Mancha</i>"},{"text":"\"The Money Song\",<br>\"Tomorrow Belongs to Me\"","response":"<i>Cabaret</i>"},{"text":"\"Memory\",<br>\"Mr. Mistoffelees\"","response":"<i>Cats</i>"},{"text":"\"Kids\",<br>\"Put on a Happy Face\"","response":"<i>Bye Bye Birdie</i>"}],"originalDate":"2000-05-03"},{"category":"BIBLICAL WHO'S WHO","comments":"","clues":[{"text":"In Genesis she's referred to as \"The Mother of All Living\"","response":"Eve"},{"text":"He was Moses' brother as well as his personal spokesman","response":"Aaron"},{"text":"Choosing this fisherman as a disciple, Jesus told him, \"Henceforth thou shalt catch men\"","response":"Peter"},{"text":"Hadassah was the Hebrew name of this queen","response":"Esther"},{"text":"He's the prophet portrayed here in a Rembrandt painting lamenting the destruction of Jerusalem","response":"Jeremiah"}],"originalDate":"2000-05-03"},{"category":"GOULASH","comments":"","clues":[{"text":"This Dublin brewery founded in 1759 has a 9,000-year lease on its St. James Gate property at 45 pounds a year","response":"Guinness"},{"text":"In 1912 New York Journal photographer James Kane coined this word to refer to sexy photographs","response":"Cheesecake"},{"text":"In 1914 the world's first scheduled airline service began between Tampa &amp; this city across the bay","response":"St. Petersburg"},{"text":"His later years were devoted to his hospital in Gabon, but he still found time to give organ recitals in Europe","response":"Albert Schweitzer"},{"text":"In the 1930s his Weary Willie Hobo character made his circus debut with the Hagenbeck-Wallace Circus","response":"Emmett Kelly"}],"originalDate":"2000-05-03"},{"category":"WONDERERS OF THE WORLD","comments":"","clues":[{"text":"James Russell Lowell asked, \"What is so rare as a day in\" this month","response":"June"},{"text":"Sam M. Lewis &amp; Joe Young asked, \"How ya gonna\" do this \"after they've seen Paree?\"","response":"\"Keep 'em down on the farm\""},{"text":"In her quest for this, her last name, Sojourner asked, \"I have plowed and planted...and aren't I a woman?\"","response":"Truth"},{"text":"Francois Villon's line \"Ou sont les neiges d'antan?\" translates as \"Where are\" these \"of yesteryear?\"","response":"The snows"},{"text":"A 1929 book by James Thurber &amp; E.B. White is entitled \"Is\" this \"Necessary?\"","response":"Sex"}],"originalDate":"2000-05-03"}],{"category":"MAGAZINES","text":"Celebrating its 20th anniversary in 2013, 5280 Magazine is a guide to this city","response":"Denver"}]}