{"mix":4313,"rounds":[[{"category":"WORDS WITHIN WORDS","comments":"","clues":[{"text":"Phonetically, this number sounds like it starts with a \"W\"","response":"one (in ph<b>one</b>etically)"},{"text":"Deadly sin inspired by illustrations in Playboy","response":"lust (in il<b>lust</b>rations)"},{"text":"I must have misheard<span class=\"nobreak\">--</span>it sounded like you wanted me to do this to your sheep","response":"shear (in mi<b>shear</b>d)"},{"text":"If we let this harden, we'll need reinforcements to knock the house down","response":"cement (in reinfor<b>cement</b>s)"},{"text":"I felt this in my heart when the sarge was detached from our unit","response":"ache (in det<b>ache</b>d)"}],"originalDate":"2000-05-01"},{"category":"WALLOONS","comments":"","clues":[{"text":"Rattachisme is the movement for Walloons to break up this country &amp; join France","response":"Belgium"},{"text":"Mining, particularly of this fossil fuel, is a traditional Walloon industry","response":"coal"},{"text":"Wallonia produces a mineral water from this town whose name has become synonymous with a health resort","response":"Spa"},{"text":"The Walloons' homeland was in this 3-part area subdued by Julius Caesar","response":"Gaul"},{"text":"Protestant Walloon emigres to New Netherland were the first settlers of this U.S. state capital","response":"Albany, New York"}],"originalDate":"2000-05-01"},{"category":"LOONEY TUNES","comments":"","clues":[{"text":"He was originally voiced by Joe Dougherty, who had a real stutter","response":"Porky Pig"},{"text":"This marsupial first chewed up the scenery in 1954's \"Devil May Hare\"","response":"Tasmanian Devil"},{"text":"He was a parody of a character on Fred Allen's show, Senator Claghorn","response":"Foghorn Leghorn"},{"text":"His business card says \"Genius\"","response":"Wile E. Coyote"},{"text":"The genie in 1948's \"A Lad in His Lamp\" was voiced by this man, pre-Magoo","response":"Jim Backus"}],"originalDate":"2000-05-01"},{"category":"FOUR","comments":"","clues":[{"text":"Naismith sport played by the men on the \"Road to the Final Four\"","response":"Basketball"},{"text":"The Four Horsemen of the Apocalypse appear in the book of Revelation, written by this \"divine\" saint","response":"Saint John the Divine"},{"text":"His third wife was a member of the Gang of Four","response":"Mao Tse-tung"},{"text":"Suffering is the substance of all of the Four Noble Truths of this religion","response":"Buddhism"},{"text":"In a 1939 article for National Geographic, Lincoln Ellsworth described his 4 expeditions to this continent","response":"Antarctica"}],"originalDate":"2000-04-28"},{"category":"SUM-MERS","comments":"","clues":[{"text":"You have to have the right triangle to use the theorem named for this ancient Greek number cruncher","response":"Pythagoras"},{"text":"When William Thomson, later Lord this, was born in Belfast in 1824 he knew absolute zero about math","response":"Lord Kelvin"},{"text":"\"Algorithm\" came from Al-Khwarizmi, the name of the Arab mathematician who named this branch of high school math","response":"algebra"},{"text":"He worked 8 years with Alfred North Whitehead to produce the monumental work \"Principia Mathematica\"","response":"Bertrand Russell"},{"text":"In 1676, the year after discovering calculus, he began a 40-year-long job as court librarian in Hanover","response":"Gottfried Leibniz"}],"originalDate":"2000-04-28"},{"category":"\"FALL\"","comments":"","clues":[{"text":"A meteor, according to Perry Como","response":"a falling star"},{"text":"In 1961 the Civil Defense Department required that signs showing the locations of these be posted","response":"fallout shelters"},{"text":"Lee Majors' role from 1981 to 1986","response":"<i>The Fall Guy</i>"},{"text":"This Poe tale appropriately begins in the fall, on a \"dull, dark and soundless day\"","response":"\"The Fall of the House of Usher\""},{"text":"Lizzie Borden was tried in this Massachusetts town","response":"Fall River"}],"originalDate":"2000-04-28"}],[{"category":"WINTERS","comments":"","clues":[{"text":"The aptly named Jonathan Winters narrated the cartoon special this snowman \"Returns\"","response":"Frosty"},{"text":"In a 1985 TV version of this classic tale, Jonathan played Humpty Dumpty","response":"<i>Alice in Wonderland</i>"},{"text":"This comic who claims Winters as his mentor had Jonathan play his son on TV in 1981","response":"Robin Williams"},{"text":"In 1999 the Kennedy Center awarded Jonathan Winters the prize named after this humorist","response":"Mark Twain"},{"text":"Last name of Winters' character known as Maude or Maudie","response":"Frickert"}],"originalDate":"2000-04-28"},{"category":"SPRING","comments":"","clues":[{"text":"In spring, 1848, ice in Lake Erie blocked the river feeding these famous falls, shutting them off for a day","response":"Niagara Falls"},{"text":"In April 1931 the 20 millionth car rolled off this company's assembly line","response":"Ford"},{"text":"In 1994 this NBA star was in spring training with the Class AA Birmingham Barons baseball team","response":"Michael Jordan"},{"text":"In the spring of 1964 this city sprang its World's Fair on the world","response":"New York City"},{"text":"On April 3, 1860 the Pony Express began with riders leaving these 2 cities","response":"St. Joseph, Missouri & Sacramento, California"}],"originalDate":"2000-04-28"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"Annapurna in Nepal was the highest mountain climbed until the peak of this one was reached in 1953","response":"Mount Everest"},{"text":"This Philippine volcano's 1991 eruption released 18 million metric tons of sulfur dioxide","response":"Mount Pinatubo"},{"text":"This Hawaiian mountain's height stretches 33,476 feet from its base on the Pacific Ocean floor to its peak","response":"Mauna Kea"},{"text":"Named for a famed English sea captain, this New Zealand peak is called Aorangi by the Maoris","response":"Mount Cook"},{"text":"Mount Elbrus is the highest peak in this mountain range bordering Russia &amp; Georgia","response":"Caucasus"}],"originalDate":"2000-04-28"},{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"Abe Lincoln is a character in \"Norwood\", the only novel by her brother Henry Ward Beecher","response":"Harriet Beecher Stowe"},{"text":"Scratchy Wilson is a drunken cowpoke in \"The Bride Comes to Yellow Sky\" by this \"Red Badge of Courage\" author","response":"Stephen Crane"},{"text":"Fyodor (the father) throws parties that are veritable drunken orgies in this Russian sibling saga","response":"<i>The Brothers Karamazov</i>"},{"text":"Mr. Fitzwilliam Darcy &amp; Miss Elizabeth Bennet represent these title attributes in an 1813 novel","response":"pride & prejudice"},{"text":"Fancy Day is the heroine of \"Under the Greenwood Tree\" by this \"Jude the Obscure\" author","response":"Thomas Hardy"}],"originalDate":"2000-04-28"},{"category":"ANAGRAMMED U.S. CITIES","comments":"","clues":[{"text":"A former state capital:<br>HEEL WING, West Virginia","response":"Wheeling"},{"text":"A great place to ski:<br>PANES, Colorado","response":"Aspen"},{"text":"A music festival site:<br>WREN POT, Rhode Island","response":"Newport"},{"text":"A fun town for sports fans:<br>CHORTLE AT, North Carolina","response":"Charlotte"},{"text":"A swank resort city:<br>NOT A COBRA, Florida","response":"Boca Raton"}],"originalDate":"2000-04-28"},{"category":"THIS PLACE IS A ZOO!","comments":"","clues":[{"text":"Zoo Atlanta has won its stripes by exhibiting 2 of the endangered Sumatran species of this animal","response":"tigers"},{"text":"This city's Zoologischer Garten had under 100 animals after WWII; it grew to lead the world in number of species","response":"Berlin"},{"text":"The St. Louis Zoo uses this autumnal German celebration to honor its otters","response":"Oktoberfest"},{"text":"This Columbus Zoo Director Emeritus is known to TV audiences across the U.S.","response":"\"Jungle Jack\" Hanna"},{"text":"The Singapore Zoo advertises this monkey, seen in its conservation centre, as \"The Big Nose Beauty\"","response":"Proboscis monkey"}],"originalDate":"2000-04-28"}],{"category":"TV SPIN-OFFS","text":"Premiering in 1993, this show lasted 11 seasons, like its predecessor show; the 2 were set nearly 2,500 miles apart","response":"<i>Frasier</i>"}]}