{"mix":4314,"rounds":[[{"category":"20th CENTURY PEOPLE","comments":"","clues":[{"text":"Janet's big sis, she had an R&B hit with \"You're Gonna Get Rocked\"","response":"La Toya Jackson"},{"text":"This Swiss worked with Freud from 1906 until 1912 when their beliefs drove them apart","response":"Carl Jung"},{"text":"From 1957 to 1971 this was the last name on the door of the office of the president of Haiti","response":"Duvalier"},{"text":"On Jan. 18, 1912 he &amp; his men discovered the flag left behind by Roald Amundsen at the South Pole","response":"Robert Scott"},{"text":"In 1907 she opened her first Casa dei Bambini","response":"Maria Montessori"}],"originalDate":"2000-09-15"},{"category":"SPORTS 2000","comments":"","clues":[{"text":"By winning the British Open, this 24-year-old became the youngest to win golf's career Grand Slam","response":"Tiger Woods"},{"text":"With pride Satan says they're the 2000 Stanley Cup champs","response":"New Jersey Devils"},{"text":"On July 23, he became only the second American to win the Tour de France in consecutive years","response":"Lance Armstrong"},{"text":"She dispatched sister Serena at Wimbledon &amp; went on to defeat Lindsay Davenport for the title","response":"Venus Williams"},{"text":"This manager who won World Series in both leagues entered baseball's Hall of Fame","response":"George \"Sparky\" Anderson"}],"originalDate":"2000-09-15"},{"category":"CITIES","comments":"","clues":[{"text":"This city is so big, it covers parts of 3 of Egypt's adminstrative governorates","response":"Cairo"},{"text":"It's the largest Florida city named after a guy named Andrew","response":"Jacksonville"},{"text":"This capital of the Greek department of Dodecanese is on the island once home to a colossus","response":"Rhodes"},{"text":"Napoleon would have disliked this original name of Austin, Texas","response":"Waterloo"},{"text":"This state capital located on Crow Creek has a \"C\" name also, the name of an Indian tribe","response":"Cheyenne, Wyoming"}],"originalDate":"2000-09-15"},{"category":"STUPID ANSWERS","comments":"(Alex: Making its first appearance this year!)","clues":[{"text":"Founded in 1929, this New York museum is dedicated to modern art","response":"the Museum of Modern Art"},{"text":"It's the first amendment to the U.S. Constitution that mentions religion","response":"the First Amendment"},{"text":"Since 1970, the general synod has governed this church of England","response":"the Church of England (the Anglican Church)"},{"text":"On June 5, 2000 Air Canada began nonstop service from this California city to Ontario, Canada","response":"Ontario, California"},{"text":"In the U.S. this society sponsors the National Geography Bee","response":"the National Geographic Society"}],"originalDate":"2000-09-15"},{"category":"TV &amp; MOVIE ACTORS","comments":"","clues":[{"text":"Her TV roles include lifeguard C.J. Parker &amp; \"V.I.P.\" Vallery Irons; on film she was Barb Wire","response":"Pamela Anderson Lee"},{"text":"Before he was Dharma's Greg, he co-starred in the 1994 Whit Stillman film \"Barcelona\"","response":"Thomas Gibson"},{"text":"She played Craig T. Nelson's daughter on the '80s series \"Call to Glory\" before \"Leaving Las Vegas\"","response":"Elisabeth Shue"},{"text":"Ashley Judd spent several seasons playing Swoosie Kurtz' daughter on this series","response":"<i>Sisters</i>"},{"text":"Jennifer Saunders was in \"Spice World\" &amp; played Edina on this sitcom about 2 spicy British women","response":"<i>Absolutely Fabulous</i>"}],"originalDate":"2000-09-15"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"In 1721 Dr. Zabdiel Boylston of Boston gave the first inoculations in America against this disease","response":"smallpox"},{"text":"In 1724, at the request of the Penn. governor, he went to London to complete his training as a printer","response":"Benjamin Franklin"},{"text":"In February 1733 he &amp; over 100 colonists landed at Yamacraw Bluff  in what is now Georgia","response":"James Oglethorpe"},{"text":"In 1619 this first elected legislative assembly in America met in Jamestown","response":"the House of Burgesses"},{"text":"In 1751 George Washington made his only trip abroad to Barbados with this older half-brother","response":"Lawrence Washington"}],"originalDate":"2000-09-15"}],[{"category":"WEATHER VERBS","comments":"","clues":[{"text":"Salute, or call out to get a cabbie's attention","response":"hail"},{"text":"To fall in great quantities, like confetti in a parade","response":"rain"},{"text":"To overwhelm with flattery or insincere talk","response":"snow"},{"text":"Frost a cake, or clinch a victory","response":"ice"},{"text":"To face, as property does on a lake","response":"front"}],"originalDate":"2000-09-15"},{"category":"CASHMERE","comments":"","clues":[{"text":"When washing a cashmere sweater, you won't wreck it with this fine fabric cleaner from Reckitt &amp; Colman","response":"Woolite"},{"text":"This Scottish town that gave its name to a swirling pattern was an early cashmere-weaving center","response":"Paisley"},{"text":"This term for a now-fashionable type of cashmere or garments made from it, comes from Persian for \"wool\"","response":"pashmina"},{"text":"Cashmere is often called the 2nd-finest wool behind that of this animal related to the llama &amp; alpaca","response":"the vicuna"},{"text":"Fashion writers have given Italian designer Laura Biagiotti this royal title","response":"\"Queen of Cashmere\""}],"originalDate":"2000-09-15"},{"category":"THE CIVIL WAR","comments":"(Alex: Well, maybe not so much fun on that one.)","clues":[{"text":"In March 1864 he was appointed General-in-Chief of the Union armies","response":"Ulysses S. Grant"},{"text":"For the first couple of years of the war, the Confederacy purchased most of its ships from this country","response":"the United Kingdom (England accepted)"},{"text":"After many days of bombardment, it became the first Union fort surrendered to the Confederates","response":"Fort Sumter"},{"text":"Shortly after the war's outbreak, this famous cartoonist became a staff artist for Harper's Weekly","response":"Thomas Nast"},{"text":"This Confederate vice president was called \"Little Ellick\" because of his small stature; he weighed barely 100 pounds","response":"(Alexander) Stephens"}],"originalDate":"2007-04-27"},{"category":"ARE YOU READY FOR SOME FOOTBALL?","comments":"(Alex: Yes.)","clues":[{"text":"One of the 3 current NFL teams that were once based in Los Angeles","response":"(1 of) the (St. Louis) Rams, the Oakland Raiders, or the San Diego Chargers"},{"text":"In 2007 this Colts leader became the first African-American head coach to win a Super Bowl","response":"Tony Dungy"},{"text":"This Florida team is the only NFL franchise whose team name is that of a sea-dwelling creature","response":"the (Miami) Dolphins"},{"text":"This man trained as a lawyer was one of the 3 original hosts of \"Monday Night Football\"","response":"Howard Cosell"},{"text":"This legendary coach once said, \"Winning isn't everything, but wanting to win is\"","response":"Vince Lombardi"}],"originalDate":"2007-04-27"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"French kids get chocolate chickens on this spring holiday","response":"Easter"},{"text":"The USA's Constitution Day is observed in this autumn month","response":"September"},{"text":"The half-mile route for this annual event begins at Santo Domingo Street in Pamplona","response":"the Running of the Bulls"},{"text":"In 2006 it was celebrated on October 9, 3 days before its traditional observance","response":"Columbus Day"},{"text":"The Oakdale (Minn.) Tree Board won the 2006 Lady Bird Johnson Award from this holiday's foundation","response":"Arbor Day"}],"originalDate":"2007-04-27"},{"category":"IN THE MIDDLE OF THE STATE","comments":"(Alex: We'll give you some letters from the middle of a state, you have to tell us what the state is.)","clues":[{"text":"Get comfy &amp; \"tuck\" yourself into this state","response":"Kentucky"},{"text":"\"Ow\"! Don't hurt yourself inside this state","response":"Iowa"},{"text":"I'll never \"sour\" on this state","response":"Missouri"},{"text":"I must write an \"ode\" to this state","response":"Rhode Island"},{"text":"\"Ask\" me about these 2 states (I love them)","response":"Alaska and Nebraska"}],"originalDate":"2007-04-27"}],{"category":"THE U.S. GOVERNMENT","text":"Donna Shalala, Alberto Gonzales &amp; Tom Vilsack have each served as the \"designated survivor\" skipping this event","response":"the State of the Union address"}]}