{"mix":4315,"rounds":[[{"category":"THEY PLAYED WYATT EARP","comments":"","clues":[{"text":"Burt Lancaster took the role in the 1957 film that could only be called \"Gunfight At\" this place","response":"the OK Corral"},{"text":"After he solved crimes in L.A. as Jim Rockford, he played the aging Earp doing the same in \"Sunset\"","response":"James Garner"},{"text":"In 1993's \"Tombstone\", he played Earp to Val Kilmer's Doc Holliday","response":"Kurt Russell"},{"text":"In 1994's \"Wyatt Earp\", he played Earp to Dennis Quaid's Doc Holliday","response":"Kevin Costner"},{"text":"Long before he was Grandpa Walton, he plyed Earp in \"Winchester '73\"","response":"Will Geer"}],"originalDate":"2007-04-27"},{"category":"FICTIONAL SHIPS","comments":"","clues":[{"text":"Capt. Nemo said, \"Tomorrow I will be dead, and I wish for no other tomb than\" this vessel.  \"It is my coffin!\"","response":"the Nautilus"},{"text":"Captain Peleg told Ishmael that he &amp; Captain Bildad were part-owners of this whaler","response":"the Pequod"},{"text":"In a 1984 Tom Clancy thriller, this Russian sub is equipped with an ultra-quiet propulsion system","response":"<I>Red October</I>"},{"text":"Lieutenant Steve Maryk takes command of this destroyer-minesweeper from an unstable captain","response":"the Caine"},{"text":"In this 1897 Kipling novel, the schooner \"We're Here\" rescues teenager Harvey Cheyne near the Grand Banks","response":"<i>Captains Courageous</i>"}],"originalDate":"2007-04-27"},{"category":"\"T\" TIME","comments":"","clues":[{"text":"Scrabble playing pieces are called \"letter\" ones","response":"tiles"},{"text":"It can be a drinking glass, an acrobat, or part of a lock","response":"a tumbler"},{"text":"This \"Land of the Hummingbird\" is 20 miles from Trinidad","response":"Tobago"},{"text":"In names of cat breeds, this nationality precedes \"Angora\" &amp; \"Van\"","response":"Turkish"},{"text":"This 5-letter tutu fabric may be made of rayon, nylon or silk","response":"tulle"}],"originalDate":"2007-04-27"},{"category":"BUT YOU CAN NEVER LEAVE","comments":"","clues":[{"text":"This fortress was the last address of Edmund Dudley, Sir Thomas More &amp; the 11th Lord Lovat, Simon Fraser","response":"the Tower of London"},{"text":"His 99-year prison term for the murder of Martin Luther King, Jr. ended with his death in 1998","response":"James Earl Ray"},{"text":"In 1993 Panamanian courts convicted this leader of involvement in the murder of one of his political foes","response":"Noriega"},{"text":"This Frenchman, often jailed for his cruel acts &amp; sexual behavior, died in an asylum on Dec. 2, 1814","response":"the Marquis de Sade"},{"text":"Given a life sentence at Nuremberg, he was Spandau Prison's lone inmate after 1966","response":"Rudolf Hess"}],"originalDate":"2007-04-27"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"In September 1964 the Warren Commission concluded that he acted alone in JFK's assassination","response":"Lee Harvey Oswald"},{"text":"On December 20, 1860, as a result of Lincoln's election, this state seceded from the Union","response":"South Carolina"},{"text":"Fleeing the capital on August 24, 1814, she took a Gilbert Stuart portrait of Washington with her","response":"Dolley Madison"},{"text":"In 1916 President Wilson sent this brigadier general into Mexico in pursuit of Pancho Villa","response":"John \"Black Jack\" Pershing"},{"text":"In 1932 this Republican was elected governor of Kansas; he won reelection in 1934","response":"Alf Landon"}],"originalDate":"2000-09-14"},{"category":"CINEMATIC TITLE PAIRS","comments":"","clues":[{"text":"1958:<br>\"...and the Dead\"","response":"The Naked"},{"text":"1971:<br>\"...and Maude\"","response":"Harold"},{"text":"1989:<br>\"...and Hooch\"","response":"Turner"},{"text":"1945:<br>\"...and the Amazons\"","response":"Tarzan"},{"text":"1976:<br>\"...and the Dirtwater Fox\"","response":"The Duchess"}],"originalDate":"2000-09-14"}],[{"category":"BRITISH LITERATURE","comments":"","clues":[{"text":"Concerning his \"Alice in Wonderland\" books, he said, \"I meant nothing but nonsense\"","response":"Lewis Carroll"},{"text":"In a Christmas classic, his ghost says, \"I wear the chain I forged in life\"","response":"Jacob Marley"},{"text":"In this 1933 novel survivors of a plane wreck seek refuge in a utopia run by a 250-year-old high lama","response":"<i>Lost Horizon</i>"},{"text":"In a free-for-all between 2 groups of knights, this title character is rescued from a tight spot by the Black Sluggard","response":"Ivanhoe"},{"text":"He wrote his stories about Bertie Wooster &amp; his manservant Jeeves over a period of about 50 years","response":"P.G. Wodehouse"}],"originalDate":"2000-09-14"},{"category":"DINING OUT","comments":"","clues":[{"text":"Founded in the 1930s, Mrs. Knott's Chicken Dinner Restaurant became so popular this theme park grew up around it","response":"Knott's Berry Farm"},{"text":"If you crave Swiss food in this country (&amp; who doesn't) head for the Swiss Barn Restaurant in Killarney","response":"Ireland"},{"text":"Barbecued shrimp is the specialty of Pascal's Manale on Napoleon Avenue in this southern U.S. city","response":"New Orleans"},{"text":"Some folks munch on these shelled reptiles at the Cayman Islands farm where they're hatched","response":"turtles"},{"text":"Reindeer is on the menu at Fiskekrogen, a restaurant in Bergen in this country","response":"Norway"}],"originalDate":"2000-09-14"},{"category":"ROCK ON!","comments":"","clues":[{"text":"Test the mineral olivenite &amp; it will leave a streak of this color","response":"Green"},{"text":"It's the term for small rocks or stones used for paths or for making concrete","response":"Gravel"},{"text":"Of sedimentary, metamorphic or igneous, it's the type of rock formed when it cools and solidifies","response":"Igneous"},{"text":"This very hard quartz is struck against steel to make sparks when starting a fire","response":"Flint"},{"text":"It's a large rock fragment greater than 8 inches in diameter or a Colorado resort city NW of Denver","response":"Boulder"}],"originalDate":"2000-09-14"},{"category":"1950s EMMYS","comments":"","clues":[{"text":"This Best Situation Comedy winner of 1952 &amp; 1953 was also the number one show of those years","response":"<i>I Love Lucy</i>"},{"text":"The Best Game Show of 1950 was this, hosted by Ralph Edwards; Bob Barker came later","response":"<i>Truth or Consequences</i>"},{"text":"This Best Western of 1958-59 was remade in 1994 as a movie starring Mel Gibson","response":"<i>Maverick</i>"},{"text":"She won 2 Emmys as Shultzy on \"The Bob Cummings Show\"; none as Alice on \"The Brady Bunch\"","response":"Ann B. Davis"},{"text":"He won Writing awards for 1955, 1956 &amp; 1957 for projects like \"Requiem for a Heavyweight\" &amp; \"Patterns\"","response":"Rod Serling"}],"originalDate":"2000-09-14"},{"category":"CENTRAL AMERICA","comments":"","clues":[{"text":"This fruit crop accounts for a third of Honduras' exports &amp; is the country's leading source of income","response":"Bananas"},{"text":"The northern border of this country is the southern border of Central America","response":"Colombia"},{"text":"Guatemala's coat of arms features a scroll with the date of the country's founding &amp; this national bird","response":"Quetzal"},{"text":"This Central American country belongs to the Commonwealth of Nations as well as the OAS","response":"Belize (formerly British Honduras)"},{"text":"This Central American capital lies on the shores of a lake with which it shares its name","response":"Managua"}],"originalDate":"2000-09-14"},{"category":"THE PORPOISE","comments":"","clues":[{"text":"The vaquita, an endangered species of porpoise, is found only in this gulf off Mexico","response":"the Gulf of California"},{"text":"This term for the paddle-shaped float limb of a porpoise shares its name with a famous TV dolphin","response":"Flipper"},{"text":"Unlike the shape of a dolphin's, this fin on most porpoises is triangular","response":"Dorsal fin"},{"text":"It's the taxonomic order &amp; group name for whales, dolphins &amp; porpoises","response":"cetaceans"},{"text":"Also used by bats, this method of using reflected sound helps a porpoise navigate underwater","response":"Echolocation"}],"originalDate":"2000-09-14"}],{"category":"ADVERTISING","text":"In the U.S., more money is spent advertising in this medium than any other","response":"newspapers"}]}