{"mix":4317,"rounds":[[{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"Philo T. Farnsworth's 1927 patent for an \"image dissector\" developed into this beloved appliance of today","response":"TV"},{"text":"It can be a motor home, a fifth wheel trailer or a pop-up camper","response":"RV"},{"text":"The 3 major credit reporting agencies in the U.S. are Trans Union, Equifax &amp; Experian, formerly called this","response":"TRW"},{"text":"Postal abbreviation of the state whose largest city is Manchester","response":"NH (New Hampshire)"},{"text":"It's the chemical symbol for the metal Strontium","response":"Sr"}],"originalDate":"2000-09-13"},{"category":"<a href=\"http://www.j-archive.com/media/2007-04-26_J_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> HOUSE &amp; HOME</a>","comments":"","clues":[{"text":"Bemz sells covers in bright decorator colors for the furniture of this other Swedish company","response":"IKEA"},{"text":"The Dec. 28, 2006 edition suggested recycling this object into garden mulch","response":"Christmas tree"},{"text":"A company called California these benefits from the notion that organized these \"are the key to... a freer life\"","response":"closets"},{"text":"Rupert Murdoch &amp; wife Wendy Deng's apartment re-do included hiring a master of this Asian practice","response":"feng shui"},{"text":"This type of \"house\", built to hold coaches, is a frequent candidate for renovation","response":"carriage house"}],"originalDate":"2007-04-26"},{"category":"BEFORE COMPUTERS","comments":"","clues":[{"text":"Early successful models of these in the U.S. were Woodstock, Remington &amp; Underwood","response":"typewriters"},{"text":"This functioned as a message or bulletin board, so Martin Luther posted his 95 theses on it","response":"church door"},{"text":"A type of this counting device is called suan pan in Chinese &amp; soroban in Japanese","response":"abacus"},{"text":"This term for a type of penmanship comes from the Greek for \"beautiful writing\"","response":"calligraphy"},{"text":"One-time experiments in \"express\" delivery of this have included firing a guided missile from a sub in 1959","response":"mail"}],"originalDate":"2007-04-26"},{"category":"HIGHWAYS &amp; BYWAYS","comments":"","clues":[{"text":"Copenhagen's Tivoli Gardens &amp; Town Hall Square lie on opposite sides of a boulevard named for this writer","response":"Hans Christian Andersen"},{"text":"Every Father's Day, this 3-block-long Holy Grail of shopping in Beverly Hills is closed for a vintage car show","response":"Rodeo Drive"},{"text":"This New Orleans street name is derived from a never-built waterway connecting Lake Pontchartrain with the Mississippi","response":"Canal Street"},{"text":"The PCH, which stands for this, runs from near San Juan Capistrano to near El Rio","response":"Pacific Coast Highway"},{"text":"The New Year's Day Mummers Parade travels north up Broad Street, ending at City Hall in this city","response":"Philadelphia"}],"originalDate":"2007-04-26"},{"category":"MULTIPLE MEANINGS","comments":"","clues":[{"text":"A thin sheet of metal, or a fencing weapon","response":"foil"},{"text":"To indicate with a finger, or a small dot (it could be sharp)","response":"point"},{"text":"To lightly make fun of, or a baby goat","response":"kid"},{"text":"To strike violently, or a song's drumming rhythm","response":"beat"},{"text":"A roll of fabric, or an arrow from a crossbow","response":"bolt"}],"originalDate":"2007-04-26"},{"category":"REACH FOR THE TOP","comments":"","clues":[{"text":"On May 1, 1963 Jim Whitaker became the first American, &amp; 10th person, to reach the summit of this mountain","response":"Mount Everest"},{"text":"This country's highest peak, Pico de Orizaba, lies on the border of the states of Veracruz &amp; Puebla","response":"Mexico"},{"text":"Like Kilimanjaro, this snowcapped peak can often be seen from high-rise buildings in Nairobi about 110 miles away","response":"Mount Kenya"},{"text":"A violent eruption of this volcano in 1902 killed 15% of the population of Martinique","response":"Mt. Pelee"},{"text":"One of Japan's largest active volcanoes, Aso-san, lies on this southernmost of the country's 4 main islands","response":"Kyushu"}],"originalDate":"2007-04-26"}],[{"category":"THE WIZARD OF ODDS","comments":"(Alex: There's a theme here.)","clues":[{"text":"The National Weather Service says the odds of this painful event happening to you in a given year are 1 in 700,000","response":"being struck by lightning"},{"text":"Research on these, not gators or crocs, says the odds of one going after you in Florida are 1 in 11.5 million","response":"sharks"},{"text":"The National Safety Council says the odds of dying this way are 1 in 87,976; one famous case was Natalie Wood","response":"drowning"},{"text":"The odds to win this lottery game played in 29 states are 1 in 146 million but in 2006, an Iowa couple won $200.8 mil. that way","response":"Powerball"},{"text":"In 2006 the Sec. of Agric. said the odds of a bovine getting this, bovine spongiform encephalopathy, were 1 in a million","response":"mad cow disease"}],"originalDate":"2007-04-26"},{"category":"BACK IN THE USSR","comments":"","clues":[{"text":"\"USSR\" is short for this","response":"Union of Soviet Socialist Republics"},{"text":"The return to Earth for this 1st man in space was jeopardized when his capsule was sent spinning by its braking rocket","response":"(Yuri) Gagarin"},{"text":"In 1971 the other shoe dropped on this ex-leader, a year after the publication of his memoirs","response":"Khrushchev"},{"text":"Gorbachev promoted both perestroika, \"restructuring\", &amp; \"openness\", this Russian term","response":"<i>glasnost</i>"},{"text":"Once Lenin's heir apparent, in 1925 he was removed as Commissar of War; by 1929 he was banished from the country","response":"(Leon) Trotsky"}],"originalDate":"2007-04-25"},{"category":"EARS TO YOU!","comments":"","clues":[{"text":"Surely you remember that of all the mammals, it has the largest ears","response":"an elephant"},{"text":"Cervantes &amp; Tennyson both warned that these \"have ears\"","response":"the walls"},{"text":"As a friend of Walt Disney, Roy Williams was the first to put these on a hat","response":"(Mickey) Mouse ears"},{"text":"He threatened Gauguin with a razor the same night he cut off part of his own ear","response":"Van Gogh"},{"text":"In 1731 this man's ear was cut off, later sparking a war between Spain &amp; England","response":"Captain Jenkins"}],"originalDate":"2007-04-25"},{"category":"<a href=\"http://www.j-archive.com/media/2007-04-25_J_Cat6.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> BUSINESS</a>","comments":"","clues":[{"text":"Inspired by this \"30-Minute\" chef, compaines are now using cooking classes as a management team building exercise","response":"Rachael Ray"},{"text":"U.S. Airways is now selling advertising space on these \"bags\"; let's hope there are no cutout coupons","response":"barf bags (or airsickness bags)"},{"text":"Recycled paper became billions of dollars for \"The Queen of Trash\", Zhang Yin, from this country","response":"China"},{"text":"This auto company will be the first foreign brand to compete in stock car racing's top series since Jaguar in the '50s","response":"Toyota"},{"text":"Her book imprint is being closed after the debacle &amp; cancellation of O.J.'s \"If I Did It\" book","response":"Judith Regan"}],"originalDate":"2007-04-25"},{"category":"PRESIDENTS IN IOWA","comments":"","clues":[{"text":"He was at radio station WHO back in the 1930s &amp; while president, went back to Des Moines","response":"Ronald Reagan"},{"text":"He dedicated the Rathbun Dam July 31, 1971","response":"Richard Nixon"},{"text":"Lincoln has a monument in Council Bluffs; this other president has a grave in West Branch","response":"Herbert Hoover"},{"text":"In 1887 Cleveland attended this city's Corn Palace (or should we say Maize Palace)","response":"Sioux City"},{"text":"In 1975 Ford attended this, the subject of a 1945 Rodgers &amp; Hammerstein film musical","response":"Iowa State Fair"}],"originalDate":"2000-09-12"},{"category":"THE GRIDIRON","comments":"(Alex: An all-celebrity category.)","clues":[{"text":"[Hi, I'm Dick Butkus, Hall of Fame linebacker of the Chicago Bears]  Before moving to Soldier Field in 1971, the Bears played its home games for 50 seasons in this Cubs park","response":"Wrigley Field"},{"text":"[Hi, I'm Champ Bailey, college football's top defensive player of 1998]  The award for top defensive player in college football is named for Bronislaw Nagurski, whose nickname was this","response":"Bronco"},{"text":"[Hi, I'm Franco Harris, Hall of Fame running back of the Pittsburgh Steelers]  In the 1972 playoff game against the Oakland Raiders, I caught a miraculous, game-winning pass that's been nicknamed this","response":"\"The Immaculate Reception\""},{"text":"(Hi, I'm Raghib Ismail of the Dallas Cowboys.) While at this school, I was named MVP of the Orange Bowl on the first day of the '90s","response":"Notre Dame"},{"text":"[Hi, I'm Shannon Sharpe of the Denver Broncos]  In 1995 this Cowboys running back tied Jim Brown's record by scoring his 100th career TD in his 93rd NFL game","response":"Emmitt Smith"}],"originalDate":"2000-09-12"}],{"category":"GEOGRAPHIC MATH","text":"North America's 3 mainland countries have a total of 91 states &amp; provinces; Mexico has this many states","response":"31"}]}