{"mix":4335,"rounds":[[{"category":"ON ITS WESTERN BORDER","comments":"(Alex: We'll give you a country, you tell us what country is on its western border.)","clues":[{"text":"Spain","response":"Portugal"},{"text":"Dominican Republic","response":"Haiti"},{"text":"Egypt","response":"Libya"},{"text":"Papua New Guinea","response":"Irian Jaya"},{"text":"Bosnia-Herzegovina","response":"Croatia"}],"originalDate":"2000-09-04"},{"category":"MOVIE MICE","comments":"","clues":[{"text":"Mr. Jingles is a mouse on death row in this Stephen King tale","response":"<i>The Green Mile</i>"},{"text":"He must have some connections<span class=\"nobreak\">--</span>his segment in \"Fantasia 2000\" is the only one from the original film","response":"Mickey Mouse"},{"text":"His Looney Tunes dialogue included lines like \"Arriba, arriba. Andale!  Andale!\"","response":"Speedy Gonzales"},{"text":"In a 1986 film, this hero's father tells him \"In America there are no cats\"","response":"Fievel (<i>An American Tail</i>)"},{"text":"A Greek chorus of mice sang &amp; read the title cards of this 1995 classic","response":"<i>Babe</i>"}],"originalDate":"2000-09-04"},{"category":"WORK  IT!","comments":"","clues":[{"text":"Work hard, but don't \"work your fingers to\" this","response":"the bone"},{"text":"You may start working hard on a project when you \"sink\" these body parts \"into it\"","response":"your teeth"},{"text":"It's where you put your shoulder, especially if your wagon is stuck in mud","response":"to the wheel"},{"text":"To really apply yourself to a task, you can \"buckle\" or \"knuckle\" this way","response":"down"},{"text":"If you're a dromedary camel, you can \"bust\" this; if you're a bactrian camel, you can bust 2 of them","response":"a hump"}],"originalDate":"2000-09-04"},{"category":"BROADWAY: IT'S A CRIME!","comments":"","clues":[{"text":"Gaston plots to kill the hulking, hairy hero of this musical (don't worry, kiddies<span class=\"nobreak\">--</span>everything turns out all right)","response":"<i>Beauty and the Beast</i>"},{"text":"The sexiest murderesses on Broadway have been strutting their stuff in this musical revival since 1996","response":"<i>Chicago</i>"},{"text":"Appropriately, \"Dirty Rotten Number\" is a song in this con man musical","response":"<i>Dirty Rotten Scoundrels</i>"},{"text":"Hope \"springs\" eternal as Max &amp; Leo scheme to make this German-themed show a flop in \"The Producers\"","response":"<i>Springtime for Hitler</i>"},{"text":"Brian F. O'Byrne played the priest whom Cherry Jones suspected of improprieties in this Tony-winning drama","response":"<i>Doubt</i>"}],"originalDate":"2007-03-30"},{"category":"THE DEVIL'S IN THE DETAILS","comments":"","clues":[{"text":"It's the more popular geographic name for the Devil's Triangle","response":"the Bermuda Triangle"},{"text":"Devil's Tower was designated the nation's first national monument in 1906 by this president","response":"Teddy Roosevelt"},{"text":"In German legend, he sells his soul to the devil for youth, knowledge &amp; power","response":"Faust"},{"text":"It's the Gospel that contains the line \"In my name shall they cast out devils; they shall speak with new tongues\"","response":"Mark"},{"text":"In the Catholic Church, this person presented the reasons why someone should not be canonized","response":"the Devil's Advocate"}],"originalDate":"2007-03-30"},{"category":"LITERARY OBITS","comments":"","clues":[{"text":"A harpoon rope around his neck took this 1851 seafarer from us too soon","response":"(Captain) Ahab"},{"text":"He is survived by Wiglaf &amp; his sword, Naegling.  The Kingdom of Geats mourns after a dragon bite to his neck","response":"Beowulf"},{"text":"Beheaded by Harker &amp; his heart Bowie-knifed by Morris.  No funeral arrangements pending","response":"Count Dracula"},{"text":"This 1862 character passed in the presence of Marius &amp; his beloved Cosette.  In France, after a brief illness","response":"Jean Valjean"},{"text":"Recently of Pendleton Prison Farm.  Passed in his sleep (with the aid of a pillow on his face).  In Oregon","response":"(Randall) McMurphy"}],"originalDate":"2007-03-30"}],[{"category":"BEER COUNTRY OF ORIGIN","comments":"","clues":[{"text":"Hope your Moosehead has a nice head on it in this country","response":"Canada"},{"text":"A cold Dos Equis or 2 might help get you through some of the hot nights in this country where it originated","response":"Mexico"},{"text":"\"It's all about the beer\" is an advertising slogan for Heineken, the best-known beer from this country","response":"Holland (the Netherlands)"},{"text":"Ah!  I see an Asahi from this country in your beer-drinking future","response":"Japan"},{"text":"Kingfisher is a world-renowned brew from this country of Asia","response":"India"}],"originalDate":"2007-03-30"},{"category":"COLORFUL RHYME TIME","comments":"","clues":[{"text":"An albino \"sir\"","response":"a white knight"},{"text":"An azure mystery-solving aid","response":"a blue clue"},{"text":"A purplish-red Old West bar","response":"a maroon saloon"},{"text":"A brownish-orange close-fitting necklace","response":"an ocher choker"},{"text":"A coaxial TV wire in heraldic black","response":"a sable cable"}],"originalDate":"2007-03-30"},{"category":"FACTS &amp; FIGURES","comments":"","clues":[{"text":"World production of this is now 84 million barrels a day, up about 10 million barrels from 1997","response":"oil"},{"text":"With a pair of dice, the chances of throwing one of these 2 numerical sums are one in 36","response":"a 2 or a 12"},{"text":"Due partly to a policy of its govt., in 2005 this country led the world in foreign babies adopted by Americans","response":"China"},{"text":"For a plane traveling 725 mph at 40,000 feet, this number is 1.1","response":"Mach"},{"text":"The U.N. estimates there are about 8.4 million of these, including 1.9 million from Afghanistan","response":"refugees"}],"originalDate":"2007-03-30"},{"category":"TEAMS' RETIRED JERSEYS","comments":"","clues":[{"text":"Bob Cousy's 14 &amp; John Havlicek's 17 were honored by this storied franchise","response":"the Boston Celtics"},{"text":"This team retired Ray Nitschke's 66 &amp; Reggie White's 92","response":"the Green Bay Packers"},{"text":"Willie Stargell's No. 8 will be worn by no other player on this team","response":"the (Pittsburgh) Pirates"},{"text":"This team for which Gordie Howe played 25 seasons retired his number 9","response":"the Detroit Red Wings"},{"text":"This team for which Bobby Hull played 15 seasons retired his number 9","response":"the Chicago Blackhawks"}],"originalDate":"2007-03-30"},{"category":"RUSSIAN HISTORY","comments":"","clues":[{"text":"In a 1917 speech in Russia, he said, \"We shall now proceed to construct the Socialist Order\"","response":"Lenin"},{"text":"Wanting to Westernize Russia, Czar Peter the Great moved the capital west to this city in 1712","response":"St. Petersburg"},{"text":"In the 1854 Battle of Inkerman during this war, the Russians attacked the British during a dense morning fog","response":"the Crimean War"},{"text":"Claiming to be the son of Ivan IV, the pretender to the Russian throne in 1604 was known as the False this","response":"Dmitri"},{"text":"Boris Godunov's death in 1605 brought on the age in Russian history known as the \"Time of\" these","response":"Troubles"}],"originalDate":"2007-03-30"},{"category":"CARL SAGAN","comments":"","clues":[{"text":"From 1971 to 1996, Carl Sagan was a professor at this Ithaca, New York Ivy League school","response":"Cornell"},{"text":"It was Sagan's award-winning PBS TV show about the universe","response":"<i>Cosmos</i>"},{"text":"Sagan penned the novel upon which this Jodie Foster film was based, though he didn't live to see the film released","response":"<i>Contact</i>"},{"text":"Sagan was co-author of the first scientific paper to predict that this weather condition would follow atomic war","response":"nuclear winter"},{"text":"Sagan was among the first to suggest that Jupiter's moon Europa might have this &amp; that it might contain life","response":"water (an ocean)"}],"originalDate":"2007-03-30"}],{"category":"20th CENTURY NAMES","text":"In 2012 her picture replaced that of Julio Argentino Roca on a currency note","response":"Eva Perón"}]}