{"mix":4342,"rounds":[[{"category":"WRITERS AT REST","comments":"","clues":[{"text":"Writers resting at the Sleepy Hollow Cemetery in Concord, Mass. include Emerson &amp; this Walden Pond ponderer","response":"Thoreau"},{"text":"Simone de Beauvoir &amp; this boyfriend share a grave at the Montparnasse cemetery in Paris","response":"Sartre"},{"text":"The most-visited grave site at St. Mary's cemetery in Rockville Maryland is that of this author &amp; his wife Zelda","response":"(Scott) Fitzgerald"},{"text":"After his death in 1968, some of his ashes were scattered along the California coast, the rest were buried in Salinas","response":"(John) Steinbeck"},{"text":"Her epitaph \"Excuse My Dust\" is famous; fewer know that it's on a plaque at NAACP HQ, where her ashes are buried","response":"Dorothy Parker"}],"originalDate":"2007-03-19"},{"category":"THE NOBEL PEACE PRIZE","comments":"","clues":[{"text":"One of the two African Americans to win the prize, one in 1950, the other in 1964","response":"Martin Luther King, Jr. (& Ralph Bunche)"},{"text":"It's the number of U.S. presidents who've won the award","response":"three"},{"text":"This international organization won in 1917, 1944 &amp; 1963","response":"the Red Cross"},{"text":"Though he never won, he was nominated in 1937, 1938, 1939, 1947 &amp; again in 1948 a few days before his assassination","response":"(Mahatma) Gandhi"},{"text":"In 1991 Aung San Suu Kyi won the Peace Prize while living under house arrest in this nation","response":"Burma"}],"originalDate":"2007-03-19"},{"category":"ORIGINAL PRANKSTA","comments":"","clues":[{"text":"On April 1, 1992 NPR reported that this disgraced U.S. president was running again for the job, prompting a flood of calls","response":"Nixon"},{"text":"In the 1790s a sensation gripped England when William Ireland revealed a \"new\" play by this man titled \"Vortigern\"","response":"Shakespeare"},{"text":"While at this Ithaca university, Hugh Troy used a rhinoceros foot to leave tracks in the snow around the school","response":"Cornell"},{"text":"In 1957 the British TV show \"Panorama\" reported on a bumper crop of this pasta grown in trees","response":"spaghetti"},{"text":"Unearthed in 1869, this 10-foot \"giant\" wasn't a prehistoric man but a hoax buried &amp; \"discovered\" by George Hull","response":"the Cardiff Giant"}],"originalDate":"2007-03-19"},{"category":"WHAT UP, \"G\"?","comments":"","clues":[{"text":"Once a term for a carnival performer who bit the heads off chickens, it now usually refers to a tech nerd","response":"a geek"},{"text":"As a verb, it means to order your child to his room &amp; take away his privileges","response":"ground"},{"text":"Follow these double-talk dancers to your local discotheque","response":"go-go dancers"},{"text":"Also known as chickpeas, these beans are the main ingredient in hummus","response":"garbanzo beans"},{"text":"The place on deck where passengers enter the vessel, it's also a cry to \"get out of my path!\"","response":"gangway"}],"originalDate":"2007-03-19"},{"category":"1900","comments":"","clues":[{"text":"The U.S. Navy bought the first modern one of these, which used gasoline on the surface &amp; electricity below","response":"a submarine"},{"text":"Unlike 2000, 1900 wasn't one of these, so Thursday, March 1 followed Wednesday, Feb. 28","response":"a leap year"},{"text":"One of these natural disasters killed 6,000 people on the Texas coast","response":"a hurricane"},{"text":"Victor Emmanuel began a 46-year rule over this country, whose people thought his name was Vittorio Emanuele","response":"Italy"},{"text":"Probably slapping &amp; cursing, Walter Reed identified this insect as the cause of yellow fever","response":"a mosquito"}],"originalDate":"2001-02-09"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"A Spanish-speaking host may say, \"Mi casa es su casa\", \"My\" this \"is your\" this","response":"house"},{"text":"It's the English meaning of the title of Wayne Newton's hit song \"Danke Schoen\"","response":"thank you"},{"text":"From Yiddish, it can mean liquid chicken fat or a sappy, sentimental story","response":"schmaltz"},{"text":"Dobre utra means \"Good morning\" in this language spoken in Omsk &amp; Tomsk","response":"Russia"},{"text":"If you meet a fine Finn in a bar, ask for this by saying, \"Mika on puhelin numeronne\"","response":"\"May I have your phone number?\""}],"originalDate":"2001-02-09"}],[{"category":"THE EMMYS","comments":"","clues":[{"text":"This Dylan McDermott-Lara Flynn Boyle legal show \"Made Perfect\" as Best Drama in 1998 &amp; '99","response":"<i>The Practice</i>"},{"text":"David Hyde Pierce has been nominated for an Emmy 7 times for playing this \"Frasier\" role, winning 3 times","response":"Niles Crane"},{"text":"In 1993 Dan Castellaneta won an Emmy for voice-over for the \"Mr. Plow\" episode of this series","response":"<i>The Simpsons</i>"},{"text":"The Ken Burns series about this war won a 1991 Emmy for outstanding informational series","response":"the Civil War"},{"text":"In 1989 Diane English won an Emmy for comedy writing for \"Respect\", the pilot episode of this series","response":"<i>Murphy Brown</i>"}],"originalDate":"2001-02-09"},{"category":"\"YO\"!","comments":"","clues":[{"text":"Smarter than the average bear, he stole picnic baskets from Jellystone Park","response":"Yogi Bear"},{"text":"Yoplait is a brand of this food","response":"yogurt"},{"text":"Half Dome &amp; El Capitan are features of this California national park","response":"Yosemite"},{"text":"Looking at a skull, Hamlet says, \"Alas, poor\" this fellow of infinite jest","response":"Yorick"},{"text":"Neil Simon wrote the play \"Lost in\" this city in New York","response":"Yonkers"}],"originalDate":"2001-02-09"},{"category":"BEATING THE ODDS","comments":"(Alex: How appropriate for Las Vegas!)","clues":[{"text":"Blind since birth, he's given us such great hits as \"Part-Time Lover\" &amp; \"You Are The Sunshine Of My Life\"","response":"Stevie Wonder"},{"text":"With help from \"miracle worker\" Anne Sullivan, she learned to speak, &amp; to read Braille, &amp; even graduated college","response":"Helen Keller"},{"text":"For her film role in \"Children of a Lesser God\", she became the first deaf actress to win an Oscar","response":"Marlee Matlin"},{"text":"Afflicted with cerebral palsy, Christy Brown not only painted with this appendage, he also wrote books &amp; poetry","response":"his left foot"},{"text":"In 1999 he returned to the screen as an elderly ex-boxer in \"Diamonds\", his first film role since his stroke","response":"Kirk Douglas"}],"originalDate":"2001-02-09"},{"category":"BALLET","comments":"","clues":[{"text":"Roland Petit danced with this city's Opera Ballet before he co-founded the Ballets des Champs-Elysees","response":"Paris"},{"text":"Coincidentally, Jerome Robbins' ballet \"Fanfare\" debuted on the day she was crowned in 1953","response":"Queen Elizabeth"},{"text":"In the 1960s Maya Plisetskaya succeeded Galina Ulanova as prima ballerina of this company","response":"the Bolshoi"},{"text":"Part of John Cranko's ballet based on this Shakespeare play is set in Petruchio's home","response":"<i>Taming of the Shrew</i>"},{"text":"In Frederick Ashton's ballet, 4 fairies help this fairy tale heroine get dressed for the ball","response":"Cinderella"}],"originalDate":"1992-10-27"},{"category":"SPORTS","comments":"","clues":[{"text":"At the 1992 Olympics, the U.S. Men's Basketball team was known by this rhyming name","response":"the Dream Team"},{"text":"Since the 1950s players from this continent have been the dominant force in table tennis","response":"Asia"},{"text":"This piece of fencing equipment is made of strong wire mesh &amp; may be padded","response":"a mask"},{"text":"In swimming the butterfly stroke originated as a modification of this similar stroke","response":"breaststroke"},{"text":"The origins of tennis go back to jeu de paume, a game in which the ball was struck with this body part","response":"the palm of the hand"}],"originalDate":"1992-10-27"},{"category":"POP MUSIC","comments":"","clues":[{"text":"This duo won 1989's Best New Artist Grammy, but later it was rescinded","response":"Milli Vanilli"},{"text":"Dionne Warwick's \"That's What Friends Are For\" was knocked out of No. 1 by this first cousin's \"How Will I Know?\"","response":"Whitney Houston"},{"text":"In 1982 he &amp; Andrew Ridgely formed the successful duo Wham!","response":"George Michael"},{"text":"In 1978 John Travolta &amp; this singer teamed for 2 Top 5 hits, \"You're the One that I Want\" &amp; \"Summer Nights\"","response":"Olivia Newton-John"},{"text":"Formerly of Cream, this legendary rock guitarist is nicknamed \"Slowhand\"","response":"Eric Clapton"}],"originalDate":"1992-10-27"}],{"category":"THE AFI's 100 GREATEST AMERICAN MOVIES","text":"\"The Wizard of Oz\" &amp; this 1950s film are the 2 musicals in the top 10 on the AFI's list","response":"<i>Singin' in the Rain</i>"}]}