{"mix":4343,"rounds":[[{"category":"PHOTOGRAPHY","comments":"","clues":[{"text":"In 1900 Kodak introduced this camera that sold for $1","response":"the Brownie"},{"text":"Due to the nature of this singer's photo book \"Sex\", it is being sold mylar-wrapped","response":"Madonna"},{"text":"His collections include \"My Camera in Yosemite Valley\" &amp; \"Portfolio Two: The National Parks\"","response":"Ansel Adams"},{"text":"In 1924 a miniature 35mm camera called the Leica was introduced in this country","response":"Germany"},{"text":"A mirror reflects the image onto a viewing screen in an SLR camera; SLR stands for this","response":"single-lens reflex"}],"originalDate":"1992-10-27"},{"category":"LET'S DO LUNCH","comments":"(Alex: And something you actors will appreciate...)","clues":[{"text":"This \"pie\" can now be topped with duck sausage &amp; goat cheese rather than mozzarella &amp; tomato","response":"pizza"},{"text":"The Lorraine type of this custard cheese dish contains bacon","response":"quiche"},{"text":"Hosomaki &amp; Futomaki are types of this Japanese vinegared rice &amp; raw fish dish","response":"sushi"},{"text":"The name of the Mexican rolled tortilla dish comes from Spanish meaning \"young donkey\"","response":"burrito"},{"text":"Chef George Crum created this fried snack at a resort hotel in Saratoga Springs, New York","response":"potato chips"}],"originalDate":"1992-10-27"},{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"His 1868 \"German Requiem\" shouldn't put you to sleep<span class=\"nobreak\">--</span>it's not a lullaby","response":"Brahms"},{"text":"Prokofiev turned this Tolstoy book into a very long 5-act opera","response":"<i>War and Peace</i>"},{"text":"Ravel &amp; Rimsky-Korsakov based works on this \"Arabian Nights\" storyteller","response":"Scheherazade"},{"text":"In 1759 this German organist &amp; \"Water Music\" composer was buried in Westminster Abbey","response":"Handel"},{"text":"His trip to the U.S. inspired the \"American\" string quartet as well as the \"New World\" symphony","response":"Dvorák"}],"originalDate":"1992-10-27"},{"category":"ANATOMY","comments":"","clues":[{"text":"Your deciduous ones usually appear at about 6 months, your permanent ones at about 6 years","response":"teeth"},{"text":"After light enters the eye, it focuses an image on this tissue which contains the rods &amp; cones","response":"the retina"},{"text":"It's the more common name for the tympanic membrane","response":"eardrum"},{"text":"Like the one in the nose, this wall that divides the heart lengthwise can deviate","response":"the septum"},{"text":"Protected by the patella, it's the body's largest joint","response":"the knee"}],"originalDate":"1992-10-27"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Queen Liliuokalani died in this city in 1917, 42 years before it became a state capital","response":"Honolulu"},{"text":"Cable TV viewers know the first \"N\" in TNN stands for this state capital","response":"Nashville"},{"text":"If you know that this state's capital is Jefferson City, \"show me\"","response":"Missouri"},{"text":"This New Mexico capital was founded by Don Pedro de Peralta around 1610","response":"Santa Fe"},{"text":"Most of this South Carolina city was destroyed by fire in 1865; Sherman's troops claimed it was an \"accident\"","response":"Columbia"}],"originalDate":"1992-10-27"},{"category":"\"LEP\"RECHAUN","comments":"","clues":[{"text":"Frederic Myers, a psychic researcher, coined this term for communications from one mind to another","response":"telepathy"},{"text":"This Yiddish word means \"to lug\" or \"to move in a tedious fashion\"","response":"schlep"},{"text":"This neurological disorder marked by seizures can produce disturbances in the brain's electrical activity","response":"epilepsy"},{"text":"This alcoholic drink is traditionally served at the Kentucky Derby","response":"a mint julep"},{"text":"A parasitic bacterium causes this infectious disease that affects the skin &amp; the peripheral nervous system","response":"leprosy"}],"originalDate":"2007-03-16"}],[{"category":"SHAM ROCKS","comments":"","clues":[{"text":"Some colorless forms of this element with the chemical symbol Zr are known as Matura diamonds","response":"zirconium"},{"text":"Gary Dahl used 3 tons of stone from Rosarito Beach to create these 1970s fads that couldn't even fetch","response":"Pet Rocks"},{"text":"Many experts have doubted the authenticity of a kouros statue at this oilman's L.A. museum","response":"(J. Paul) Getty"},{"text":"In 2000 NASA helped bust a man who pled guilty to trying to sell these fake items from Apollo 11","response":"moon rocks"},{"text":"To stop graffiti on the real thing, visitors can now sign a fake replica of this in the Juyongguan section","response":"the Great Wall of China"}],"originalDate":"2007-03-16"},{"category":"GREEN BEERS","comments":"(Alex: These aren't really green beers, these are beers that come in green bottles.)","clues":[{"text":"This Bremen beer's motto appropriately reads \"Life beckons\"","response":"Beck's"},{"text":"Brittany Evans is the new icon for this beer that's named in honor of an old German monastery","response":"St. Pauli's"},{"text":"Dennis Hopper has a particular aversion to this Dutch beer in the movie \"Blue Velvet\"","response":"Heineken"},{"text":"Brewed since 1615, this Dutch beer with a green bottle has a swingtop cap","response":"Grolsch"},{"text":"Tonight let it be this beer of Munich that's properly spelled with 2 umlauts","response":"Löwenbräu"}],"originalDate":"2007-03-16"},{"category":"ST. PATRICK'S DAY","comments":"","clues":[{"text":"It's said Patrick drove these things out of Ireland; no truth he said, \"I am tired of these bleepin' things in Ireland\"","response":"snakes"},{"text":"Born on this island near Ireland, Patrick was kidnapped by pirates &amp; sold into Irish slavery at the age of 16","response":"Great Britain"},{"text":"In his 6 years as a slave, Patrick held this farm job, tending to his first flock","response":"shepherd"},{"text":"Patrick is said to have founded more than 300 churches &amp; administered this sacrament to 120,000 people","response":"baptism"},{"text":"Around 450 A.D. Patrick wrote \"The\" this book about his spiritual development; it was \"good for the soul\"","response":"<i>The Confession</i>"}],"originalDate":"2007-03-16"},{"category":"PARADES","comments":"(Alex: There are going to be a lot of them tomorrow.)","clues":[{"text":"Matthew Broderick sings \"Twist And Shout\" from atop a float during Chicago's Von Steuben Day Parade in this film","response":"<i>Ferris Bueller's Day Off</i>"},{"text":"A verdant villain crashes the World Unity Parade in this 2002 Tobey Maguire film","response":"<i>Spider-Man</i>"},{"text":"Irving Berlin penned 17 musical numbers for this Fred Astaire-Judy Garland holiday film","response":"<i>Easter Parade</i>"},{"text":"Kent Dorfman's brother's car is reborn as the Deathmobile &amp; is sprung from an \"Eat Me\" cake float in this film","response":"<i>Animal House</i>"},{"text":"A temperance union parade is used for cover by escaping bank robbers in this Peckinpah classic","response":"<i>The Wild Bunch</i>"}],"originalDate":"2007-03-16"},{"category":"<em class=\"underline\">JEOPARDY!</em> IN POP CULTURE","comments":"","clues":[{"text":"His \"Rain Man\" character Raymond Babbitt had to watch \"Jeopardy!\" at 5:00","response":"Dustin Hoffman"},{"text":"In his \"Nightmares &amp; Dreamscapes\", he penned a short story about a disembodied finger bothering a \"Jeopardy!\" viewer","response":"Stephen King"},{"text":"During a TV ad for this chain, a Chihuahua walking through a room paused to give a \"Jeopardy!\" response","response":"Taco Bell"},{"text":"\"Jeopardy!\" appears in the Kiefer Sutherland movie sharing part of its name with a game show<span class=\"nobreak\">--</span>this city, \"N.M.\"","response":"Truth or Consequences"},{"text":"To win enough money to \"try to take over the world\", one of this WB animated pair went on the show \"Gyp-parody\"","response":"Pinky & The Brain"}],"originalDate":"2007-03-16"},{"category":"IT HAPPENED IN '07","comments":"","clues":[{"text":"1607:<br>This site<br>is settled in what would become the first permanent English colony in the New World","response":"Jamestown"},{"text":"1707:<br>This prominent Japanese landmark erupts","response":"Mount Fuji"},{"text":"1507:<br>On the maps of Martin Waldseemuller, the New World is called this","response":"America"},{"text":"1307: On Friday the 13th of October, thousands of members of this order of knights are arrested in France","response":"the Knights Templar"},{"text":"1207:<br>This English king grants the city of Liverpool its first charter","response":"King John"}],"originalDate":"2007-03-16"}],{"category":"THE STATUE OF LIBERTY","text":"At her feet is a broken one of these","response":"chain"}]}