{"mix":4345,"rounds":[[{"category":"IT HAPPENED IN TEXAS","comments":"","clues":[{"text":"Founded as a Franciscan mission in 1718, Mission San Antonio de Valero became better-known in history under this name","response":"the Alamo"},{"text":"On Nov. 25, 1981, she gave birth to twins in Dallas","response":"Laura Bush"},{"text":"He was deposed as Governor of Texas in 1861 because he wouldn't swear allegiance to the Confederacy","response":"(Sam) Houston"},{"text":"In March 1929 this pilot inaugurated the airmail service between Brownsville, Texas &amp; Mexico","response":"Charles Lindbergh"},{"text":"Uh-oh!  In 1878 outlaw Sam Bass was betrayed by one of his own men to this group","response":"the Texas Rangers"}],"originalDate":"2007-03-14"},{"category":"\"TIME\" FOR A CHANGE","comments":"","clues":[{"text":"In England, it's often betwen 3 &amp; 5 p.m. &amp; includes finger sandwiches &amp; scones","response":"teatime"},{"text":"Scott Joplin is a famous performer &amp; composer of this musical style","response":"ragtime"},{"text":"A pleasant means of amusement, like a game of cards or a backyard sport; we have a \"national\" one","response":"a pastime"},{"text":"This adjective means \"connected to the sea\", like some Canadian provinces","response":"maritime"},{"text":"For world clock-watchers, it's abbreviated GMT","response":"Greenwich Mean Time"}],"originalDate":"2007-03-14"},{"category":"DESERTS","comments":"","clues":[{"text":"The Karakum Desert, which means \"black sand\" in the Turkmen language, covers about 70% of this country","response":"Turkmenistan"},{"text":"The Ordos Desert occupies an area inside the Great Northern Bend of this river in North Central China","response":"the Yellow River (or Hwang-ho)"},{"text":"The highest temperature ever recorded was 136 degrees F. in 1922 at El Azizia near this Libyan capital in the Sahara","response":"Tripoli"},{"text":"The Chihuahuan Desert stretches from this river's valley in Southern New Mexico to just north of Mexico City","response":"the Rio Grande"},{"text":"The Empty Quarter, most of which is in this country, is the largest continuous body of sand in the world","response":"Saudi Arabia"}],"originalDate":"2007-03-14"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"In this 1847 work, Cathy Earnshaw says, \"My love for Heathcliff resembles the eternal rocks beneath\"","response":"<i>Wuthering Heights</i>"},{"text":"Pope wrote of those who \"damn with faint\" this, \"assent with civil leer\"","response":"praise"},{"text":"In \"The Tempest\", Shakespeare wrote, \"On\" this mammal's \"back I do fly after summer merrily\"","response":"a bat"},{"text":"She wrote, \"A woman must have money and a room of her own if she is to write fiction\"","response":"Virginia Woolf"},{"text":"In an epic poem, he wrote, \"Long is the way And hard that out of hell leads up to light\"","response":"(John) Milton"}],"originalDate":"2007-03-14"},{"category":"FISH, BIRD OR MAMMAL","comments":"","clues":[{"text":"The kestrel","response":"a bird"},{"text":"The serval","response":"a mammal"},{"text":"The rail","response":"a bird"},{"text":"The mudskipper","response":"a fish"},{"text":"The wanderoo","response":"a mammal"}],"originalDate":"2007-03-14"},{"category":"AMERICAN PAINTERS","comments":"","clues":[{"text":"The Feb. 13, 1960 Saturday Evening Post contained his cover story \"My Adventures as an Illustrator\"","response":"Norman Rockwell"},{"text":"In 1905 she &amp; her husband bought a farm at Hoosick Falls, N.Y., where she stayed until her death in 1961","response":"Grandma Moses"},{"text":"Ben Shahn came to prominence in the early 1930s with his paintings of the murder trial of these 2 Italian anarchists","response":"Sacco & Vanzetti"},{"text":"He spent much of his later years doing seascaping in Prouts Neck, Maine","response":"Winslow Homer"},{"text":"John Sloane's \"Women's Work\" is an example of this \"School\" of down-to-earth art originally called \"The Eight\"","response":"the Ashcan School"}],"originalDate":"2007-03-14"}],[{"category":"EL \"CID\"","comments":"","clues":[{"text":"Whack someone pulseless with a frying pan &amp; you've committed this crime","response":"homicide"},{"text":"Unexpected or unplanned, like Tyler's title \"Tourist\"","response":"accidental"},{"text":"You happened to study \"cid\" words like this, defined as 2 events occuring at once by chance; that's a funny...","response":"a coincidence"},{"text":"George W. Bush:<br>\"I hear the voices &amp; I read the front page and I know the speculation, but I'm the\" this","response":"decider"},{"text":"Let's see if knowing this is what \"RNA\" is short for is in your RNA","response":"ribonucleic acid"}],"originalDate":"2007-03-14"},{"category":"REAL MEN OF GENIUS","comments":"","clues":[{"text":"Mr. Posthumous Tony-winning \"Waste Land\" poet","response":"T. S. Eliot"},{"text":"Dr. Polio-stopping Institute for Biological Studies founder","response":"(Jonas) Salk"},{"text":"Herr Interchangeable letter printing inventor","response":"Gutenberg"},{"text":"Monsieur Polonium co-discoverer","response":"Pierre Curie"},{"text":"Senor Spanish Baroque \"Infanta Margarita in a Pink Dress\" painter","response":"Diego Velázquez"}],"originalDate":"2007-03-13"},{"category":"COUPONS FOLKS MIGHT WANT","comments":"","clues":[{"text":"98% off trips on this airline that operates more than 3,700 flights a day?  Talk about \"the friendly skies\"!","response":"United"},{"text":"Free gas for a month?!  Oh, this Royal Dutch brand, how nice of you!","response":"Shell Oil"},{"text":"No way!  Free tuition for a year to this Mass. college that had its 370th anniversary in 2006?  Bargain!","response":"Harvard"},{"text":"Buy this 26-time world champion MLB team, get a minor league team free?  Call me \"Big Stein\", Jr.!","response":"the New York Yankees"},{"text":"Nice deal!  I'm using my 2-for-1 coupon &amp; buying either an SL600 Roadster or E500 Sedan from this company","response":"Mercedes"}],"originalDate":"2007-03-13"},{"category":"WOMEN'S FIRSTS","comments":"","clues":[{"text":"Over 50 years after nursing soldiers in the Crimea, she became the first woman awarded the Brit. Order of Merit","response":"Florence Nightingale"},{"text":"In 1975, 22 years after Edmund Hillary achieved the feat, Junko Tabei became the first woman to reach its summit","response":"Mount Everest"},{"text":"In Nov. 1973 Rep. Yvonne Braithwaite of this \"Golden State\" became the first woman to give birth while in Congress","response":"California"},{"text":"In 1941 this <br>\"Jezebel\" actress became the first woman to serve as head of the <br>Motion Picture Academy","response":"Bette Davis"},{"text":"In 1980 Kathleen Conley became the first female graduate of this Colorado Springs school, finishing 8th in her class","response":"the Air Force Academy"}],"originalDate":"2007-03-13"},{"category":"HISTORIC AMERICA","comments":"","clues":[{"text":"Read all about it: this Washington, D.C. landmark calls itself \"the nation's oldest federal cultural institution\"","response":"Library of Congress"},{"text":"July 4 is a red-letter day at this author's birthplace in Salem, Mass.; that's the day he was born in 1804","response":"Nathaniel Hawthorne"},{"text":"You'll find the Amelia Earhart Birthplace Museum in this Kansas town, the first name in a famous railroad trio","response":"Atchison"},{"text":"A Natl. Historical Park &amp; Preserve named for this pirate includes the site of the Battle of New Orleans","response":"Jean Lafitte"},{"text":"The ruins of Pu'ukohola Heiau, a temple built by this king, are a national historic site","response":"King Kamehameha"}],"originalDate":"2007-03-13"},{"category":"THE PEABODY AWARDS","comments":"","clues":[{"text":"In 2005 this ABC law drama scored a Peabody in part because of... Denny Crane","response":"<i>Boston Legal</i>"},{"text":"In 2005 a prize went to \"American Masters: No Direction Home\", a profile of this musician","response":"Bob Dylan"},{"text":"Baltimore reporter John Sherman won a Peabody for investigating pollution in this bay","response":"Chesapeake Bay"},{"text":"Tim Russert was two years old when this NBC news program took an award in 1952","response":"<i>Meet the Press</i>"},{"text":"A 2002 prize went to the PBS documentary \"Bringing Down a Dictator\", a look at this Serb","response":"(Slobodan) Milosevic"}],"originalDate":"2007-03-13"}],{"category":"SCIENCE WORDS","text":"This biological term for cell division was borrowed in 1939 to describe a form of energy release","response":"fission"}]}