{"mix":4368,"rounds":[[{"category":"HISTORY","comments":"","clues":[{"text":"This canal linking the Great Lakes to the Atlantic was opened in 1825","response":"the Erie Canal"},{"text":"When the first Portuguese ships arrived in China in 1514 they came face-to-vase with this ruling dynasty","response":"the Ming"},{"text":"Lord Byron donated his money &amp; his time to help this country stave off the evil Ottoman empire","response":"Greece"},{"text":"This tall son of Pepin the Short (he must have taken after his mother) took over the empire in 771","response":"Charlemagne"},{"text":"In the 1600s this country had mastered the seas with the world's largest fleet, an aid to its East India Company","response":"Holland (the Netherlands)"}],"originalDate":"2002-04-11"},{"category":"BRIT LIT","comments":"","clues":[{"text":"In Pope's \"The Rape of the Lock\", \"rape\" means abduction &amp; the lock is a lock of this","response":"hair"},{"text":"This disappearing feline in \"Alice's Adventures in Wonderland\" tells Alice that \"We're all mad here\"","response":"the Cheshire cat"},{"text":"In George Orwell's \"1984\", it's the official language of Oceania","response":"Newspeak"},{"text":"Robin Hood &amp; Friar Tuck are among the many characters in this 1819 Sir Walter Scott novel","response":"<i>Ivanhoe</i>"},{"text":"G.K. Chesterton is remembered for creating this mild-mannered priest &amp; detective","response":"Father Brown"}],"originalDate":"2002-04-11"},{"category":"HYPHENATED-AMERICANS","comments":"","clues":[{"text":"In 1976 Charlie's Original Angels were Jaclyn Smith, Kate Jackson &amp; this then-hyphenated actress","response":"Farrah Fawcett-Majors"},{"text":"In 1986 she married Bob Kersee &amp; gave up basketball to focus on the heptathlon","response":"Jackie Joyner"},{"text":"Bridgette Wilson of \"Billy Madison\" married a tennis star &amp; became this actress in \"The Wedding Planner\"","response":"Bridgette Wilson-Sampras"},{"text":"Before marrying Harry Thomason, she wrote the classic \"M*A*S*H\" episode \"Hot Lips and Empty Arms\"","response":"Linda Bloodworth"},{"text":"He played Larry, Balki's American cousin on \"Perfect Strangers\"","response":"Mark Linn-Baker"}],"originalDate":"2002-04-11"},{"category":"WORLD OF WEATHER","comments":"","clues":[{"text":"Americans grouse about cold winds from Canada; Bulgarians, about cold winds from this even larger country","response":"Russia"},{"text":"Due to wind and currect patterns these, like the Namib &amp; Sonoran, are often found on the west coast of a continent","response":"the deserts"},{"text":"Ocean waters give this state Australia's most moderate climate","response":"Tasmania"},{"text":"A 2-word weather event in a European capital, or a brand of raincoat","response":"London Fog"},{"text":"Ah, Contessa! Is it your look that inflames me? The purfumes of your Italian villa? Or this hot, moist wind from Africa?","response":"a Sirocco"}],"originalDate":"2002-04-11"},{"category":"GEOGRAPHIC \"LAND\"S","comments":"","clues":[{"text":"This state is divided into 2 parts by Chesapeake Bay &amp; the Susquehanna river, which flows into it","response":"Maryland"},{"text":"Most of this island's people are descended both from the Inuit &amp; the Danes","response":"Greenland"},{"text":"Both Russia &amp; Norway lie on its Russian border","response":"Finland"},{"text":"The city of St. John's is the center of this Canadian province's only metropolitan area","response":"Newfoundland"},{"text":"In this south African kingdom, the king's mother is in charge of national rituals","response":"Swaziland"}],"originalDate":"2002-04-10"},{"category":"A FASHIONABLE CATEGORY","comments":"","clues":[{"text":"This popular '60s black hairstyle was called a natural when worn by our head writer","response":"an afro"},{"text":"These short pants may have taken their name from the fictitious author of Irving's \"A History of New York\"","response":"knickerbockers (knickers)"},{"text":"This hip clothier with the initials T.H. began as a designer of hippie fashions","response":"Tommy Hilfiger"},{"text":"Feline name for the full-body stocking made popular by Diana Rigg on \"The Avengers\"","response":"a catsuit"},{"text":"Wallace might know this term for a metal eyelet mainly used in fashion on belts but also seen on hems &amp; cuffs","response":"a grommet"}],"originalDate":"2002-04-10"}],[{"category":"COLLEGE FOOTBALL","comments":"","clues":[{"text":"In 1992 South Carolina &amp; Arkansas began playing in this geographic conference","response":"the Southeastern Conference (SEC)"},{"text":"For 14 straight seasons, 1987-2000, he coached the Florida State Seminoles to a Top 4 position in the final polls","response":"Bobby Bowden"},{"text":"Since 1996 this bowl game's corporate sponsor has been Frito-Lay Tostito chips","response":"the Fiesta Bowl"},{"text":"In a 2002 bowl game, QB Joey Harrington threw for 350 yards &amp; 4 TDs as this school defeated Colorado, 38-16","response":"Oregon"},{"text":"This head coach's last game with Notre Dame was a 1996 loss to USC; he now coaches a different USC","response":"Lou Holtz"}],"originalDate":"2002-04-10"},{"category":"OUT OF THIS WORLD","comments":"","clues":[{"text":"The first planet orbiting another sunlike star was found in 1995 in this constellation named for a winged horse","response":"Pegasus"},{"text":"This inner planet comes closest to Earth, about 26 million miles","response":"Venus"},{"text":"Betelgeuse, whose name has been translated as \"shoulder of the giant\", is in this hunter constellation","response":"Orion"},{"text":"These may be named for up to 3 discoverers, as in the case of Kobayashi-Berger-Milon","response":"comets"},{"text":"Astronomer believe supernovas cause bursts of these rays, among the most powerful events in the universe","response":"gamma rays"}],"originalDate":"2002-04-10"},{"category":"B.C.","comments":"","clues":[{"text":"From 73 to 71 B.C. he led the gladiatorial revolt against Rome","response":"Spartacus"},{"text":"We say to this lawmaker who brought democracy to Athens, \"It's been good to know ya\"","response":"Solon"},{"text":"Even the Bible mentions this Babylonian king's siege of Jerusalem that began in December 598 B.C.","response":"Nebuchadnezzar"},{"text":"Around 3000 B.C. people moving east from Baluchistan began settling in this south Asian river's valley","response":"the Indus River valley"},{"text":"Carved out near Aswan around 1250 B.C., the temples at this Egyptian site were moved in the 1960s A.D.","response":"Abu Simbel"}],"originalDate":"2002-04-10"},{"category":"\"DEF\"","comments":"","clues":[{"text":"In 1970 in London, Soviet ballerina Natalia Makarova became one of these","response":"a defector"},{"text":"Postponement, especially of compulsory military service","response":"deferral (or deferment)"},{"text":"This type of disease results from a diet lacking in key elements like vitamins or minerals","response":"a deficiency"},{"text":"It doesn't mean \"to restore worn fabric\", but \"to pay costs or expenses\"","response":"defray"},{"text":"Diskeeper is software to do this, reorganize your computer's files","response":"defragment"}],"originalDate":"2002-04-10"},{"category":"EYE","comments":"","clues":[{"text":"The Venetians in the late Renaissance are credited with first using this, rather than metal, for artificial eyes","response":"glass"},{"text":"As the etymology suggests, photoreceptors are eye cells specialized to receive this","response":"light"},{"text":"You focus the eye by flattening or rounding this part, a process called accommodation","response":"the lens"},{"text":"The lacrimal glands lubricate the eyeball itself; the meibomian glands lubricate these","response":"the eyelids"},{"text":"A degenerative eye disease is known as RP, for this \"pigmentosa\"","response":"retinitis"}],"originalDate":"2002-04-10"},{"category":"J.K. ROWLING","comments":"","clues":[{"text":"J.K. Rowling wrote what became her first novel at a cafe in this Scottish capital","response":"Edinburgh"},{"text":"J.K. got the idea for her books when traveling from Manchester to London via this mode of transport","response":"train"},{"text":"On July 23, 2000 Rowling's 4 books held the top 4 spots on this newspaper's Kids' Bestseller list","response":"<i>The New York Times</i>"},{"text":"Rowling has said that her favorite author of all tie is this author of \"Mansfield Park\"","response":"Jane Austen"},{"text":"In June 2000 Queen Elizabeth named Rowling an officer of the OBE, which stands for this","response":"Order of the British Empire"}],"originalDate":"2002-04-10"}],{"category":"INVENTIONS","text":"The \"gin\" in Eli Whitney's cotton gin is a variant of this common English word","response":"engine"}]}