{"mix":4376,"rounds":[[{"category":"HISTORIC PEOPLE","comments":"","clues":[{"text":"The famous pirate Jean Lafitte became a hero when he fought in the Battle of New Orleans during this war","response":"the War of 1812"},{"text":"This king of Hawaii was so \"Great\" that he appears on Hawaii's state seal","response":"King Kamehameha"},{"text":"Paul Revere's father left France to avoid persecution as a member of this Protestant group","response":"the Huguenots"},{"text":"18th century garden designer Capability Brown originally had this first name, like Guinevere's lover","response":"Lancelot"},{"text":"Ferenc Rakoczi II led a 1703 Hungarian revolt against this Austrian ruling family","response":"the Hapsburgs"}],"originalDate":"2002-03-27"},{"category":"INSTITUTIONS","comments":"","clues":[{"text":"The Kansas City museum devoted to this style of music includes the Blue Room, an intimate club","response":"jazz"},{"text":"The Center for Coastal Studies is part of California's Scripps Institution of this science","response":"oceanography"},{"text":"As of 2001 you could have been a founding member of this, to be built on 26 acres in Little Rock","response":"the Bill Clinton Library"},{"text":"In 1994 Beverly Sills went \"Live from\" this institution, becoming its chairperson","response":"the Lincoln Center"},{"text":"This San Francisco university's programs \"bridge\" the gap between theory &amp; experience","response":"Golden Gate University"}],"originalDate":"2002-03-27"},{"category":"THE 60s","comments":"(Alex: That little mink looked cute.)","clues":[{"text":"The Chicago-to-L.A. highway route assigned this number in 1926 wasn't completely paved until 1938","response":"Route 66"},{"text":"In 1940 it was the top prize in the radio question-&amp;-answer show \"Take It or Leave It\"","response":"$64"},{"text":"It's the lowest prime number that starts with a 6","response":"61"},{"text":"In 1983 Congress passed legislation gradually raising the minimum age for full Social Security benefits to this age","response":"67"},{"text":"The \"Soixante-Huitards\", or people of this year, are France's generation of former revolutionaries","response":"'68 (1968)"}],"originalDate":"2002-03-27"},{"category":"OLD GLORY","comments":"","clues":[{"text":"The Continental Congress said this color represents \"hardness &amp; valor\"","response":"red"},{"text":"At a flag hoisting, those present in uniform salute; those not in uniform put their right hands here","response":"over their heart"},{"text":"Each verse of \"The Star-Spangled Banner\" ends with the flag waving over this familiar pair of phrases","response":"the land of the free and the home of the brave"},{"text":"The flag of 1795 had 15 stars &amp; 15 stripes; the flag of 1818 went to 20 stars &amp; this many stripes","response":"13"},{"text":"The first 50-star flag was raised at 12:01 a.m. on this date in Maryland, not Hawaii","response":"July 4, 1960"}],"originalDate":"2002-03-26"},{"category":"D.C. ABBR.","comments":"","clues":[{"text":"You'll be well endowed if you receive a grant from the NEA, the National Endowment for these","response":"the Arts"},{"text":"FEC is the Federal Commission overseeing these E's","response":"elections"},{"text":"The CAB was concerned with these craft that taxi; it was dissolved back in 1984","response":"aircraft"},{"text":"Take the I &amp; tell us SDI is this military program","response":"Strategic Defense Initiative"},{"text":"If Senator Capone pulls out a GATT on the floor, it's just this agreement, not a gun","response":"General Agreement on Tariffs and Trade"}],"originalDate":"2002-03-26"},{"category":"SHAKESPEAREAN CROSSWORD CLUES \"M\"","comments":"","clues":[{"text":"A bad month for Caesar<br>(5)","response":"March"},{"text":"In \"Hamlet\" it's \"most foul\"<br>(6)","response":"murder"},{"text":"Romeo's mercurial pal<br>(8)","response":"Mercutio"},{"text":"Shakespeare's shortest tragedy<br>(7)","response":"Macbeth"},{"text":"Prospero's \"Tempest\"uous daughter<br>(7)","response":"Miranda"}],"originalDate":"2002-03-26"}],[{"category":"SEE:","comments":"(Alex: These are cross-references from <i>Merriam-Webster's Collegiate Encyclopedia</i>.)","clues":[{"text":"If you look up Boulder Dam, you'll find see: this alternate name","response":"Hoover Dam"},{"text":"If you go to poor \"Garfunkel, Art\", you'll be told to see: this man for info","response":"Paul Simon"},{"text":"Maze, m-a-z-e has see: labyrinth; maize, with an i, has see: this synonym","response":"corn"},{"text":"For laughing jackass, see: kookaburra; for laughing gas, see: this compound","response":"nitrous oxide"},{"text":"Looking up fatty tissue will have you flipping back to the As to see: this tissue","response":"adipose"}],"originalDate":"2002-03-26"},{"category":"WACKY ROMAN EMPERORS","comments":"","clues":[{"text":"The Roman emperor Commodus claimed he was this mythic hero &amp; would perform as a gladiator","response":"Hercules"},{"text":"This emperor who committed suicide in 68 A.D. loved to give public lyre lyre house on fire performances","response":"Nero"},{"text":"He made his favorite horse a consul &amp; declared his sister Drusilla a goddess after her death","response":"Caligula"},{"text":"Didius Severus Julianus got the throne the easy way; he bought it from this elite guard group","response":"the Praetorian Guard"},{"text":"This subject of a 1934 Robert Graves novel wrote a paper on playing dice, a favorite game of his","response":"the emperor Claudius"}],"originalDate":"2002-03-26"},{"category":"POKE AN I OUT","comments":"","clues":[{"text":"Remove an \"i\" from the last name of a \"Die Hard\" star &amp; get these documents which name heirs","response":"wills"},{"text":"To create this musical, poke an \"I\" out of movie star Sir Laurence","response":"<i>Oliver!</i>"},{"text":"If you're able to poke an \"i\" out of TV Superman actor Dean, you get this, meaning \"able to\"","response":"can"},{"text":"Large book formed when a \"My Cousin Vinny\" actress loses an \"I\"","response":"tome"},{"text":"Toss a coconut &amp; knock an \"I\" out of \"Gilligan's Island\" actress Tina to get this parasitic insect","response":"louse"}],"originalDate":"2002-03-26"},{"category":"THE ME DECADE","comments":"","clues":[{"text":"On July 20, 1976 in Milwaukee, he hit his 755th &amp; last home run","response":"Hank Aaron"},{"text":"In 1973 Lyle Waggoner became this magazine's first centerfold","response":"<i>Playgirl</i>"},{"text":"It was the year in which Haile Selassie was deposed, Baryshnikov defected &amp; Ford became president","response":"1974"},{"text":"This duo took the song \"Love Will Keep Us Together\" to No. 1 in 1975","response":"the Captain & Tennille"},{"text":"In 1976 he was teamed with Barbara Walters on the \"ABC Evening News\"","response":"Harry Reasoner"}],"originalDate":"2002-03-25"},{"category":"PETER, PAUL OR MARY","comments":"","clues":[{"text":"This future first lady's wedding day was Nov. 4, 1842","response":"Mary Todd Lincoln"},{"text":"In 1988 he dropped out of high school to play pro tennis","response":"Pete Sampras"},{"text":"From 1700 to 1721, this ruler led Russia in a war against Sweden","response":"Peter the Great"},{"text":"On \"The Simpsons\" a man boasts of a rare copy of this daily comic strip legend advising a friend to commit suicide","response":"Mary Worth"},{"text":"He was Federal Reserve Chairman from 1979 to 1987","response":"Paul Volcker"}],"originalDate":"2002-03-25"},{"category":"DOUBLE TALK FOOD &amp; DRINK","comments":"","clues":[{"text":"It's a chocolate-dipped candy with a fondant center","response":"a bonbon"},{"text":"A staple of North Africa, this semolina dish can be eaten like porridge with steeped fruit &amp; milk or cream","response":"couscous"},{"text":"It's the Hawaiian term for a platter of hot or cold appetizers","response":"pupu"},{"text":"Dorado is another name for this tropical fish","response":"mahi-mahi"},{"text":"It's a pina colada made with vodka instead of rum","response":"chi-chi"}],"originalDate":"2002-03-25"}],{"category":"ISLANDS","text":"Of Canada's 3 largest cities, the one that's on an island","response":"Montreal"}]}