{"mix":4381,"rounds":[[{"category":"PAR-TAY!","comments":"","clues":[{"text":"Although this person stays sober, he or she has been called \"The life of the party\"","response":"designated driver"},{"text":"As in the film \"The Anniversary Party\" smart hosts invite these people even if feuding with them over a barking dog","response":"neighbors"},{"text":"Miss Manners says she likes this type of party as a guest but loathes it as the guest of honor","response":"surprise party"},{"text":"Morton's in West Hollywood is the home of this magazine's traditional Oscar-night party","response":"<i>Vanity Fair</i>"},{"text":"This group of the most sought-after guests might fittingly include Jennifer Aniston, Christina Aguilera &amp; Giorgio Armani","response":"A-list"}],"originalDate":"2002-03-15"},{"category":"TV PAST &amp; PRESENT","comments":"","clues":[{"text":"Edie Adams, Celeste Holm &amp; Whitney Houston have played the Fairy Godmother in TV versions of this fairy tale","response":"<i>Cinderella</i>"},{"text":"This character, the secretary from hell, became Drew Carey's sister-in-law","response":"Mimi"},{"text":"This big-bucks quiz show was the No. 1 series for the entire 1955-56 season","response":"<i>The $64,000 Question</i>"},{"text":"Except for a Bob Hope Christmas special its Feb. 9, 1964 episode was the highest-rated variety telecast of all time","response":"<i>The Ed Sullivan Show</i>"},{"text":"Miss Kitty was the proprietor of this saloon on \"Gunsmoke\" for 19 seasons","response":"Long Branch"}],"originalDate":"2002-03-15"},{"category":"PLAY REVIVALS","comments":"","clues":[{"text":"Vanessa Redgrave starred with her brother Corin in a 2000 British revival of this playwright's \"The Cherry Orchard\"","response":"Chekhov"},{"text":"This \"Dynasty\" diva flounced onto Broadway in a 1992 revival of \"Private Lives\"","response":"Joan Collins"},{"text":"Ted Neeley returned in the title role he'd played on film when this musical was resurrected in 1995","response":"<i>Jesus Christ Superstar</i>"},{"text":"In 1998 Tony Danza took over Anthony LaPaglia's Tony-winning role in a \"A View From The Bridge\" by this playwright","response":"Arthur Miller"},{"text":"The headline \"Jean Smart Accompanies Nathan Lane to Dinner\" referred to a 2000 revival of this classic","response":"<i>The Man Who Came To Dinner</i>"}],"originalDate":"2002-03-15"},{"category":"ATHLETES","comments":"","clues":[{"text":"On Nov. 3 1996 this Laker became the youngest player to appear in an NBA game at age 18 years, 2 months, 11 days","response":"Kobe Bryant"},{"text":"She's won several tennis doubles titles with her sister &amp; recorded the fastest women's serve in history<span class=\"nobreak\">--</span>127 mph","response":"Venus WIlliams"},{"text":"This Packers quarterback was the NFL's MVP in 1995, '96 &amp; '97","response":"Brett Favre"},{"text":"A 7-time batting champion in Japan, he took the American League by storm with Seattle in 2001","response":"Ichiro (Suzuki)"},{"text":"At the 2001 Goodwill Games, this U.S. figure skater came in 2nd to Russia's Irina Slutskaya, who won the gold","response":"Michelle Kwan"}],"originalDate":"2002-03-14"},{"category":"ANAGRAMS","comments":"","clues":[{"text":"Maybe she used a Swiss Army Knife to shear her little lamb's snow-white fleece","response":"Mary (ARMY/MARY)"},{"text":"Deer &amp; antelope who make their home on it don't need anger management","response":"the range (ANGER/RANGE)"},{"text":"In 1980 this group dove onto the charts with its hit \"Whip It\"","response":"Devo (DOVE/DEVO)"},{"text":"Ring the doorbell to get into this house of ill repute","response":"a bordello (DOORBELL/BORDELLO)"},{"text":"In 2001 the Pope donned his raiment to visit a mosque topped by this kind of structure","response":"a minaret (RAIMENT/MINARET)"}],"originalDate":"2002-03-14"},{"category":"BRIDGES","comments":"","clues":[{"text":"It's the \"presidential\" bridge that connects Manhattan &amp; New Jersey","response":"the G.W. (George Washington)"},{"text":"Bridges over the Bosporus in this city connect Asia &amp; Europe","response":"Istanbul"},{"text":"Found in Cologne, Germany, the Zoo Bridge spans this river","response":"the Rhine"},{"text":"19th C. artist William Morris called this U.K. country's Forth Bridge \"supremest specimen of all ugliness\"","response":"Scotland"},{"text":"This famous bridge in Venice was first planned in 1524 &amp; finally opened in 1591","response":"the Rialto"}],"originalDate":"2002-03-14"}],[{"category":"OF MADISON","comments":"","clues":[{"text":"James Madison was known as the \"Father of\" this document &amp; was also it's last surviving signer","response":"the Constitution"},{"text":"The James Madison Building is the largest of the 3 Capitol Hill buildings that make up this library","response":"the Library of Congress"},{"text":"This family estate of James Madison shares its name with a Vermont city","response":"Montpelier"},{"text":"James Madison succeeded Thomas Jefferson as President of the U.S. &amp; as rector of this university","response":"the University of Virginia"},{"text":"Madison made a lousy cabinet choice in John Armstrong, who didn't think D.C. needed defending in thi war","response":"the War of 1812"}],"originalDate":"2002-03-14"},{"category":"POTENT QUOTABLES","comments":"","clues":[{"text":"Through his comic strip character Linus, he revealed, \"I love mankind, it's people I can't stand\"","response":"Charles Schulz"},{"text":"This Everest conqueror opined, \"It's not the mountain we conquer but ourselves\"","response":"Edmund Hillary"},{"text":"\"An eye for an eye only makes the whole world blind\", said this proponent of nonviolence","response":"Gandhi"},{"text":"He's the Chinese leader who warned, \"In waking a tiger, use a long stick\"","response":"Mao Zedong"},{"text":"This German-born African missionary once remarked, \"Happiness is nothing more than good health &amp; a bad memory\"","response":"Albert Schweitzer"}],"originalDate":"2002-03-14"},{"category":"WHO'S THE MRS.?","comments":"","clues":[{"text":"Mrs. Arnold Schwarzenegger","response":"Maria Shriver"},{"text":"Mrs. Danny DeVito","response":"Rhea Perlman"},{"text":"Mrs. Phil Donahue","response":"Marlo Thomas"},{"text":"Mrs. Bruce Boxleitner","response":"Melissa GIlbert"},{"text":"Mrs. Mike Nichols","response":"Diane Sawyer"}],"originalDate":"2002-03-14"},{"category":"WEST POINT","comments":"","clues":[{"text":"The U.S. Military Academy at West Point was established by legislation signed by this president in 1802","response":"Thomas Jefferson"},{"text":"Women were first admitted to West Point in this first presidential election year following the Vietnam War","response":"'76"},{"text":"On West Point's grounds is a statue of this 1903 graduate who was military governor of Japan following WWII","response":"MacArthur"},{"text":"In the summer of 1780 this man was put in command of West Point: 2 months later he was a wanted man","response":"Benedict Arnold"},{"text":"He was superintendent of West Point before becoming the commander of U.S. forces in Vietnam in 1964","response":"General William Westmoreland"}],"originalDate":"2002-03-13"},{"category":"LEGENDS OF SPORTS","comments":"","clues":[{"text":"One of the greatest athletes of all time, he led Brazil to World Cup soccer victories in 1958, 1962 &amp; 1970","response":"Pelé"},{"text":"Of 8,000, 38,000 or 138,000, the one closest to the record total of points Kareem Abdul-Jabbar scored in the NBA","response":"38,000"},{"text":"These 2 retiring players, a Padre &amp; an Oriole, were honored at the 2001 Baseball All-Star Game","response":"Tony Gwynn & Cal Ripken"},{"text":"Mario Lemieux came out of retirement in 2000 to be a player owner with this team","response":"the Pittsburgh Penguins"},{"text":"Bela Karolyi coached this U.S. Olympic team in the 1996 Olympics","response":"the U.S. Women's gymnastics team"}],"originalDate":"2002-03-13"},{"category":"THE PLAY'S THE THING","comments":"","clues":[{"text":"It's the mode of public transport mentioned in a 1947 Tennessee Williams' play title","response":"a streetcar"},{"text":"A Broadway play by this man was the basis of the 1978 film \"California Suite\"","response":"Neil Simon"},{"text":"Sean O'Casey's \"Juno and the Paycock\" takes place in a tenement house in this capital city","response":"Dublin"},{"text":"A bean that just won't sprout, or a Maxwell Anderson play about an incorrigible youngster","response":"<i>The Bad Seed</i>"},{"text":"This \"diminutive\" Edward Albee play was first produced on Broadway in 1964","response":"<i>Tiny Alice</i>"}],"originalDate":"2002-03-13"}],{"category":"BUSINESS &amp; INDUSTRY","text":"World's #1 maker of infant formula, this company does 98.2% of its business outside its home country","response":"Nestle"}]}