{"mix":4397,"rounds":[[{"category":"6","comments":"","clues":[{"text":"Seraphim have 6 of them: 2 to cover their faces, 2 to cover their feet &amp; 2 to fly with","response":"wings"},{"text":"It broke out June 5, 1967","response":"the Six-Day War"},{"text":"The 6th letter of the Greek alphabet, it corresponds to our 26th","response":"zeta"},{"text":"Among the 6 counties that make up this country are Londonderry &amp; Down","response":"Northern Ireland"},{"text":"This holiday is the 6th Sunday in Lent","response":"Palm Sunday"}],"originalDate":"1993-07-02"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Nanny, kid or billy","response":"goat"},{"text":"It contains water under the bridge, a castle's drawbridge","response":"moat"},{"text":"[CLUE MISSING BECAUSE OF GAP IN TAPE]","response":"seek[?]"},{"text":"Put liquor in the punch or tie up a shoe","response":"lace"},{"text":"It describes a string stretched out fully &amp; is a homophone for instructed","response":"taut"}],"originalDate":"1993-07-02"},{"category":"HISTORY","comments":"","clues":[{"text":"This czarina gave her lover Grigori Potemkin the Tauride Palace in St. Petersburg","response":"Catherine the Great"},{"text":"1 of the 7 ancient wonders, the statue of this Greek god was destroyed by fire c. 475 A.D. in Constantinople","response":"Zeus"},{"text":"This religious movement of the 1500s led to the birth of Protestantism","response":"the Reformation"},{"text":"The Webster-Ashburton Treaty of 1842 settled the boundary dispute between New Brunswick &amp; this state","response":"Maine"},{"text":"Approved August 27, 1789, this French document proclaimed that \"men are born &amp; remain free...\"","response":"the Declaration of the Rights of Man"}],"originalDate":"1993-07-02"},{"category":"GEMS","comments":"","clues":[{"text":"This purple gemstone is associated with St. Matthias, the apostle who replaced Judas Iscariot","response":"the amethyst"},{"text":"A golden variety of topaz is named for its resemblance to this fortified Spanish wine","response":"sherry"},{"text":"This blue-green stone has been mined for centuries at Neyshabur in northern Iran","response":"turquoise"},{"text":"The precious type of this gem named for a domestic feline feature is greenish in color","response":"a cat's eye"},{"text":"This gem with a \"sanguine\" name is a birthstone for March","response":"the bloodstone"}],"originalDate":"1993-07-02"},{"category":"TV TRIVIA","comments":"","clues":[{"text":"Allan \"Rocky\" Lane, who starred in many '40s Westerns, later provided the voice of this TV horse","response":"Mr. Ed"},{"text":"On the final episode of this sitcom, Felix moved out to remarry Gloria","response":"<i>The Odd Couple</i>"},{"text":"Ann Sothern was the voice behind the 1928 Porter on this cult sitcom","response":"<i>My Mother the Car</i>"},{"text":"After working for several years at the Tropicana, Ricky Ricardo opened up this nightclub","response":"The Ricky Ricardo Club (or The Babalu Club)"},{"text":"As the men from U.N.C.L.E., Napoleon Solo &amp; Illya Kiryakin fought against this crime syndicate","response":"THRUSH"}],"originalDate":"1993-07-02"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"The name of this flower precedes \"of the Nile\" &amp; \"of the Valley\"","response":"lily"},{"text":"Water is lost to the atmosphere through this part of the tree","response":"the leaves"},{"text":"This geological science studies the forces within the Earth that cause plate activity","response":"tectonics"},{"text":"A halophyte is a plant that can tolerate a large amount of this substance in the soil","response":"salt"},{"text":"The radiation belts around the Earth are named for this man who was born in the heart of the Corn Belt","response":"(James) Van Allen"}],"originalDate":"1993-07-02"}],[{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"In 1975 she became the first woman to head a major British political party","response":"Margaret Thatcher"},{"text":"This \"March King\" not only led the Marine Corps Band but Army &amp; Navy bands as well","response":"John Philip Sousa"},{"text":"In the 1950s he was Secretary of State &amp; his brother Allen directed the CIA","response":"John Foster Dulles"},{"text":"When named Israel's first prime minister in 1948, he was chairman of the World Zionist Organization","response":"David Ben-Gurion"},{"text":"A high school dropout, he dropped back in after WWII &amp; later became Cleveland's first black mayor","response":"(Carl) Stokes"}],"originalDate":"1993-07-02"},{"category":"THEATRE","comments":"","clues":[{"text":"In 1945 this playwright won his first N.Y. Drama Critics Circle Award, for \"The Glass Menagerie\"","response":"Tennessee Williams"},{"text":"Keir Dullea played this Jazz Age author in a one-man show called \"The Other Side of Paradise\"","response":"F. Scott Fitzgerald"},{"text":"Of Henry IV, V, VI, VII or VIII, the only one who isn't a title character in a Shakespeare play","response":"Henry VII"},{"text":"Chekov play in which Treplev kills a bird &amp; lays it at Nina's feet","response":"<i>The Seagull</i>"},{"text":"This 1913 George Bernard Shaw play was inspired by a story in Ovid's \"Metamorphosis\"","response":"<i>Pygmalion</i>"}],"originalDate":"1993-07-02"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"This gangster got the nickname Lucky when he survived being \"taken for a ride\"","response":"Luciano"},{"text":"In 1904 Winston Churchill left this political party &amp; joined the liberals","response":"the Conservative Party"},{"text":"Russian-American choreographer who was the brother of Soviet composer Andrei Balanchivadze","response":"George Balanchine"},{"text":"Ella Flagg Young was the first woman president of this organization abbreviated NEA","response":"the National Education Association"},{"text":"In WWII Marshal Petain led the French collaborationist government based in this city","response":"Vichy"}],"originalDate":"1993-06-28"},{"category":"FOOD","comments":"","clues":[{"text":"American Indians called the eastern, hard-shell variety of these shellfish quahogs","response":"clams"},{"text":"This lunch staple is named for the earldom of inveterate gambler John Montagu","response":"a sandwich"},{"text":"Delicious apples come in these 2 color varieties","response":"red & golden"},{"text":"This salad dressing is actually American; its name may come from the fact that it once contained caviar","response":"Russian dressing"},{"text":"In America this spice is used largely for its red color; Hungarians appreciate its taste","response":"paprika"}],"originalDate":"1993-06-28"},{"category":"SCIENCE","comments":"","clues":[{"text":"It's the element whose atomic weight is closest to its atomic number","response":"hydrogen"},{"text":"Inventors of these include Georges Leclanche, Gaston Plante &amp; Alessandro Volta","response":"batteries"},{"text":"Life here was the subject of the 1965 book \"World Without Sun\"","response":"the sea"},{"text":"After 1,400 orbits it fell back to Earth January 4, 1958 &amp; burned up","response":"Sputnik"},{"text":"In 1977 the U.S. banned these that used freon as the propellant","response":"spray cans"}],"originalDate":"1993-06-28"},{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"You have to stand up to ride Shockwave, this type of thrill ride at Kings Dominion in Virginia","response":"a roller coaster"},{"text":"Frozen Niagara, which is named for its appearance, is one of the main attractions in this Ky. cave","response":"Mammoth Cave"},{"text":"This theme park contains a replica of the \"Tennessee Mountain Home\" where Dolly Parton grew up","response":"Dollywood"},{"text":"Caligula would love the Caligula Suite in the Emperors Complex of this Las Vegas hotel","response":"Caesars Palace"},{"text":"There's a 256-acre botanical garden on the grounds of Clemson University in this state","response":"South Carolina"}],"originalDate":"1993-06-28"}],{"category":"OLYMPIC HOST CITIES","text":"When this city hosted the XIV Winter Olympics, it was located in a different nation than today","response":"Sarajevo"}]}