{"mix":4403,"rounds":[[{"category":"HISTORY A LA HARLEQUIN","comments":"","clues":[{"text":"Their bodies pressed together; there was no choice.  After all, they were these conjoined twins born in 1811","response":"Chang & Eng (the Siamese twins)"},{"text":"Lovers?  Oh yes, there was Orlov, Potemkin &amp; Zubov, but 34 years as Russian Empress taught her love came with a price","response":"Catherine the Great"},{"text":"She'd never sold herself for a piece of jewelry to a Cardinal in 1785!  Never for less than 5!  She was queen!","response":"Marie Antoinette"},{"text":"A daughter of the Savannah elite, yes, but now she was 50ish<span class=\"nobreak\">--</span>it was time.  She'd found the Girl Scouts... &amp; her destiny","response":"(Juliette Gordon) Low"},{"text":"Jan. 1, 1660.  This Briton entered his first words into the diary.  His life, his loves would live here... famous &amp; forever","response":"Samuel Pepys"}],"originalDate":"2007-01-30"},{"category":"EDIBLE RHYME TIME","comments":"","clues":[{"text":"A jiggly dessert molded in the form of a stringed instrument","response":"a Jell-O cello"},{"text":"Wacky saltwater candy","response":"daffy taffy"},{"text":"A dill treat that is not loyal in its affections","response":"a fickle pickle"},{"text":"A toast spread made from a sweet potato-like tuber","response":"yam jam"},{"text":"A tidy reddish root veggie","response":"a neat beet"}],"originalDate":"2007-01-30"},{"category":"MAD DOGS","comments":"","clues":[{"text":"This 3-headed dog guards a forbidden floor at Hogwarts in the Harry Potter books","response":"Fluffy"},{"text":"The unusual behavior of the movie dog Cujo is the result of this disease","response":"rabies"},{"text":"Bull's-Eye was the vicious pet dog of burglar &amp; murderer Bill Sikes in this Dickens story","response":"<i>Oliver Twist</i>"},{"text":"In Greek mythology, Hecuba was the queen of this doomed city &amp; eventually changed into a fiery-eyed dog","response":"Troy"},{"text":"M'ling was one of the genetic mutant human-dogs in this \"Island\" tale from H.G. Wells","response":"<i>The Island of Doctor Moreau</i>"}],"originalDate":"2007-01-30"},{"category":"ENGLISHMEN","comments":"","clues":[{"text":"Born in Sheffield, Gordon Banks was the goalkeeper in 1966 when England won this prestigious prize","response":"the World Cup"},{"text":"Thomas Huxley, who coined this term for a person who's not sure if God exists, died in 1895; now he may know for sure","response":"an agnostic"},{"text":"Following the implementation of harsh taxes, Wat Tyler led the 1381 revolt named for this social class","response":"peasants"},{"text":"\"Mad dogs &amp; Englishmen go out in the midday sun\" is from a song by this man who also wrote plays like \"Blithe Spirit\"","response":"(Noel) Coward"},{"text":"Brit economist John Stuart Mill was a great proponent of this \"greatest good for the greatest number\" system","response":"utilitarianism"}],"originalDate":"2007-01-30"},{"category":"THE MIDDAY SUN","comments":"(Alex: What do they do?  They go out in...)","clues":[{"text":"Per the Constitution, a U.S. president's term ends at noon on the 20th of this month","response":"January"},{"text":"On this holiday, the U.S. flag flies at half-staff from sunrise to noon &amp; at full staff from noon to sunset","response":"Memorial Day"},{"text":"The Egyptian sun god was known as Khepera at dawn, as Atum in the evening &amp; by this name at noon","response":"Ra"},{"text":"At noon on this date each year, Army posts across the U.S. fire off 50 cannon rounds, one for each state","response":"Independence Day"},{"text":"You might visit this city to hear the \"Urbi et Orbi\" speech in person at noon on Christmas Day","response":"Vatican City"}],"originalDate":"2007-01-30"},{"category":"IT BORDERS CHINA","comments":"","clues":[{"text":"In area, it's the largest country that borders China","response":"Russia"},{"text":"2 of the 5 \"stan\"s that border China","response":"(2 of) Kazakhstan, Kyrgyzstan, Tajikistan, Pakistan, & Afghanistan"},{"text":"Of the nations that border China, it has the largest population","response":"India"},{"text":"The one country that borders both China &amp; the Yellow Sea","response":"North Korea"},{"text":"One of the 2 monarchies that border China","response":"Nepal (or Bhutan)"}],"originalDate":"2007-01-29"}],[{"category":"COMING TO AMERICA","comments":"","clues":[{"text":"Confusingly, \"second\"-this American can mean either that your parents or your grandparents immigrated here","response":"generation"},{"text":"It's the more colorful nickname for the document affirming lawful permanent residence","response":"a green card"},{"text":"On March 1, 2003 this former service mutated into CIS, Citizenship &amp; Immigration Services","response":"Immigration & Naturalization"},{"text":"It's the first form of transportation in the lyrics of Neil Diamond's \"Coming To America\" song","response":"boat"},{"text":"On Form I-589, \"Application for\" this, explain who would hurt you if you returned to your home country","response":"asylum"}],"originalDate":"2007-01-29"},{"category":"D.C. SITES","comments":"","clues":[{"text":"This center includes restaurants, theaters, a concert hall &amp; an opera house","response":"the Kennedy Center (for the Performing Arts)"},{"text":"This motto is on the base of the Statue of Freedom that sits atop the Capitol","response":"<i>E pluribus unum</i>"},{"text":"At its 500-foot level, it has 8 small windows, 2 on each side","response":"the Washington Monument"},{"text":"The building on Pennsylvania Ave. named for him houses the FBI","response":"(J. Edgar) Hoover"},{"text":"This library on the Hill has a theatre that evokes the courtyard of an English Renaissance inn","response":"the Folger Library"}],"originalDate":"2007-01-29"},{"category":"\"ii\", SIR!","comments":"","clues":[{"text":"I really wish \"Jeopardy!\" would tape shows in this southernmost state","response":"Hawaii"},{"text":"An airplane is doing this down a runway, presently","response":"taxiing"},{"text":"Klammer, Moe &amp; Killy aren't Stooges, they're notable names in this sport","response":"skiing"},{"text":"Italian city that suddenly wasn't in 79 A.D.","response":"Pompeii"},{"text":"A large, meaty black mushroom native to eastern Asia","response":"shiitake"}],"originalDate":"2007-01-29"},{"category":"ST. VALENTINE","comments":"","clues":[{"text":"The main historical figure connected with the St. Valentine legend was martyred in this imperial capital","response":"Rome"},{"text":"Valentine is the patron saint not only of lovers but also of sufferers of this deadly medieval disease","response":"the plague"},{"text":"In some accounts, St. Valentine was not a European but actually one of these that today we would call an Iranian","response":"Persian"},{"text":"As a prisoner of Emperor Claudius, Valentine's fateful mistake leading to his martyrdom was trying to do this to Claudius","response":"convert him"},{"text":"A St. Valentine's church in Italy was built over one of these subterranean tombs where his remains were found","response":"the catacombs"}],"originalDate":"2007-01-29"},{"category":"CELLULOID LOVE","comments":"","clues":[{"text":"In this Rob Reiner film, Westley tells Buttercup, \"Death cannot stop true love.  All it can do is delay it for a while\"","response":"<i>The Princess Bride</i>"},{"text":"It's arguably the only movie ever in which a fire-breathing dragon falls in love with a donkey","response":"<i>Shrek</i>"},{"text":"In this film, Helen Hunt tells Jack Nicholson, \"I thought you were handsome... then, of course, you spoke\"","response":"<i>As Good as It Gets</i>"},{"text":"In this movie, Captain Renault boldly exclaims, \"If I were a woman... I should be in love with Rick\"","response":"<i>Casablanca</i>"},{"text":"This Nicolas Cage-Meg Ryan weeper is a remake of the Wim Wenders film \"Der Himmel uber Berlin\"","response":"<i>City of Angels</i>"}],"originalDate":"2007-01-29"},{"category":"THE HEART","comments":"","clues":[{"text":"Research cited in the New York Times says heart attacks are most common on this day of the week","response":"Monday"},{"text":"The left ventricle sends oxygen-rich blood to this largest artery in the body","response":"the aorta"},{"text":"In this type of heart failure, from the Latin for \"crowd together\", slow pumping causes fluid to clog the lungs","response":"congestive heart failure"},{"text":"When these need to be replaced, it's generally the ones on the left side of the heart, where the pressure's higher","response":"a valve"},{"text":"The myocardium, or heart muscle, is covered by this thin sac","response":"the pericardium"}],"originalDate":"2007-01-29"}],{"category":"RECENT OSCAR WINNERS","text":"From 2008, it's the most recent film to win Best Picture &amp; Best Song; the lyrics are in a foreign language","response":"<i>Slumdog Millionaire</i>"}]}