{"mix":4407,"rounds":[[{"category":"CELEBRITY AUTHORS","comments":"","clues":[{"text":"\"Moonstruck\" star whose mother, Georgia Holt, co-wrote a book about \"Star Mothers\"","response":"Cher"},{"text":"She wrote 2 autobiographies: \"Bubbles\" &amp; \"Beverly\"","response":"Beverly Sills"},{"text":"\"Masterpiece Theatre\" host who wrote \"America\" &amp; \"America Observed\"","response":"Alistair Cooke"},{"text":"Her book \"Survivor\" begins where \"Mommie Dearest\" left off","response":"Christina Crawford"},{"text":"\"Golden Girl\" who penned \"If I Knew Then What I Know Now... So What?\"","response":"Estelle Getty"}],"originalDate":"1989-05-23"},{"category":"ARTISTS","comments":"","clues":[{"text":"Picasso painted lots of gloomy paintings from 1901-04, mostly in shades of this color","response":"blue"},{"text":"Combining her love of flowers &amp; the desert, she painted \"Mule's Skull with Pink Poinsettias\" in 1937","response":"Georgia O'Keeffe"},{"text":"This artist, who lived in Arlington, Vermont, put himself in about 25 of his own works","response":"Norman Rockwell"},{"text":"Renoir was born in this French city known for porcelain, &amp; at age 13 he was a porcelain decorator","response":"Limoges"},{"text":"Last name of the American artist who had artistic sons named Titian, Raphaelle &amp; Rembrandt","response":"Peale"}],"originalDate":"1989-05-23"},{"category":"SONGS","comments":"","clues":[{"text":"\"Joshua fit the Battle of Jericho, and\" these \"came tumblin' down\"","response":"the walls"},{"text":"Cole Porter wrote, \"Why, oh why do I love\" this city?  \"Because my love is near\"","response":"Paris"},{"text":"In \"Paint Your Wagon\", Julio complains, \"I talk to the trees, but they don't\" do this","response":"listen to me"},{"text":"On his 1988 album \"Even Worse\" this pop parodist sang \"Stuck In A Closet (With Vanna White)\"","response":"\"Weird Al\" Yankovic"},{"text":"A song in \"Porgy &amp; Bess\" is titled \"There's A Boat Dat's Leavin' Soon For\" this city","response":"New York"}],"originalDate":"1989-05-23"},{"category":"MAGAZINES","comments":"","clues":[{"text":"In 1977 The New York Times started this rival to People magazine","response":"<i>Us</i>"},{"text":"\"Guideposts\" magazine, which features stories of faith, was founded in 1945 by this positive thinking minister","response":"(Norman Vincent) Peale"},{"text":"Tho its London casinos earned 63% of this magazine co.'s profits in 1980, they were sold in 1981","response":"<i>Playboy</i>"},{"text":"After 31 years as editor of Saturday Review, he resigned in 1971 only to return as publisher in 1973","response":"(Norman) Cousins"},{"text":"After 23 years as fashion editor of Harper's Bazaar, she moved over to Vogue in 1963","response":"Diana Vreeland"}],"originalDate":"1989-05-23"},{"category":"RELIGIOUS LEADERS","comments":"","clues":[{"text":"He's the bishop of Rome","response":"the pope"},{"text":"About 610 A.D. the angel Gabriel appeared to him while he was praying on Mount Hira","response":"Mohammed"},{"text":"The number of theses, or proposals, that Martin Luther nailed to the door of Castle Church","response":"95"},{"text":"Briefly a baptist &amp; later a non-denominational Christian, he founded R.I. as a center of religious liberty","response":"Roger Williams"},{"text":"Roman Catholic saint who wrote \"The City of God\"","response":"Saint Augustine"}],"originalDate":"1989-05-23"},{"category":"BOSTON","comments":"","clues":[{"text":"Since Puritan women didn't cook on Sunday, they baked these the night before, earning Boston its nickname","response":"beans"},{"text":"This president's grandfather served 2 terms as Boston's mayor in the early 1900s","response":"(John F.) Kennedy"},{"text":"From the name of the highest Hindu caste, it can refer to powerful, wealthy Boston families","response":"Brahmins"},{"text":"An elegant section of Boston, or a short-lived TV show about a family who lived there","response":"Beacon Hill"},{"text":"You'll see colonial cemeteries, churches &amp; various houses if you take this historic \"trail\"","response":"the Freedom Trail"}],"originalDate":"1989-05-23"}],[{"category":"HERSTORY","comments":"(Alex: All of the correct responses will be about women.)","clues":[{"text":"Chiang Ch'ing got into a lot of trouble in the late 1970s for hanging out with this \"Gang\"","response":"the Gang of Four"},{"text":"3 days before her execution as a spy, she wrote to Pres. Eisenhower asking for clemency","response":"(Ethel) Rosenberg"},{"text":"In 1969 this 21-year-old member of Parliament from N. Ireland was convicted of inciting to riot","response":"Bernadette Devlin"},{"text":"The 1st president of Int'l Planned Parenthood, she came from a family of 11 children","response":"(Margaret) Sanger"},{"text":"Named to this post by FDR, Frances Perkins was the 1st woman to hold a position in the cabinet","response":"Secretary of Labor"}],"originalDate":"1989-05-23"},{"category":"CONTAINERS","comments":"","clues":[{"text":"It can be a small chest to hold a couple of tablets or a big ship to hold at least 2 of every animal","response":"an ark"},{"text":"At the Backstage in Culver City, Glynis can pour you one of these containing several servings of beer","response":"a pitcher"},{"text":"Oh, Archie! It's a large bin for coal or an underground chamber for gunners","response":"a bunker"},{"text":"The container called a \"vial\" can also contain this pair of letters instead of the \"v\"","response":"ph"},{"text":"(Jimmy holds the clue.) It's the container I'm holding. Ah, there's my Renoir!","response":"a portfolio"}],"originalDate":"2002-07-19"},{"category":"FAIRY TALES","comments":"","clues":[{"text":"She lived with a septet of men who didn't even get names until 1937","response":"Snow White"},{"text":"Call Joan Rivers! It's all about foot fashion &amp; royalty for this girl also known as Cendrillon","response":"Cinderella"},{"text":"This indecisive girl commits home invasion, then deal with ursine land owners","response":"Goldilocks"},{"text":"A house made of food turns into a house of horror when 2 kids bake a witch in this \"Grimm\" tale","response":"Hansel & Gretel"},{"text":"Oops! Visiting this long-tressed gal, the prince is blinded in a fall","response":"Rapunzel"}],"originalDate":"2002-07-19"},{"category":"COLOR MY WORLD","comments":"","clues":[{"text":"The word Oklahoma comes from a Choctaw expression meaning \"people of\" this color","response":"red"},{"text":"The Israelites miraculously escaped across this body of water in Exodus 14","response":"the Red Sea"},{"text":"It was the last of Krzysztof Kieslowski's 3 films whose titles matched the 3 colors in the French flag","response":"<i>Red</i>"},{"text":"To an Aussie, a \"bluey\" is a woman with this color hair","response":"red"},{"text":"In a 15th century English war, a rose of this color represented the House of York","response":"white"}],"originalDate":"2002-07-19"},{"category":"SEASON FINALES","comments":"(Alex: Since this is the last show of our 18th season, we're going to have...)","clues":[{"text":"The fifth season finale of this Chris Carter series set up viewers for the first feature film","response":"<i>The X-Files</i>"},{"text":"On the season finale of this show in 1996, a wounded Sully had to deliver Mike's baby","response":"<i>Dr. Quinn, Medicine Woman</i>"},{"text":"The season finale of this FOX series on May 22, 1995 had a plot to blow up the title apartment complex","response":"<i>Melrose Place</i>"},{"text":"In the sixth season finale of this \"Star Trek\" series Jadzia Dax died...well, Jadzia died...it's hard to explain","response":"<i>Deep Space Nine</i>"},{"text":"For its fifth season finale in May 1999 Mandy Patinkin returned as Dr. Jeffrey Geiger","response":"<i>Chicago Hope</i>"}],"originalDate":"2002-07-19"},{"category":"IT'S BEEN FUN","comments":"","clues":[{"text":"The Old Absinthe House has been on Bourbon St. in this city for so long that even Oscar Wilde used to drink there","response":"New Orleans"},{"text":"Stars shoot by when you ride this roller coaster-in-the-dark that made its Disney World debut in 1975","response":"Space Mountain"},{"text":"Poppy-shaped juglets that may have once held opium await us at this big 5th Ave. art museum's new Cypriot Galleries","response":"the Metropolitan Museum of Art"},{"text":"Yee-haw! The Snake River Stampede grew out of a harvest festival held in Nampa in this state in 1911","response":"Idaho"},{"text":"\"O\" yes, more than 2 million spectators have thrilled to Cirque du Soleil's \"O\" show at this Las Vegas hotel","response":"the Bellagio"}],"originalDate":"2002-07-19"}],{"category":"RIVERS","text":"It's the world's longest river whose outflow is into an entirely inland body of water","response":"the Volga River"}]}