{"mix":4410,"rounds":[[{"category":"THE HOLY GRAIL","comments":"","clues":[{"text":"In many legends this chaste knight &amp; son of Lancelot finds the Holy Grail","response":"Galahad"},{"text":"This piece of furniture had a seat called the Siege Perilous reserved for the knight who led the Grail quest","response":"the Round Table"},{"text":"In his epic poem \"The Waste Land\", this writer drew upon the Grail legend of the Fisher King","response":"T.S. Eliot"},{"text":"In one legend, the Holy Grail is entrusted to this man \"of Arimathea\" who brings it to England","response":"Joseph"},{"text":"The 1882 opera \"Parsifal\" by this composer was based on a medieval poem about the Grail legend","response":"Wagner"}],"originalDate":"2002-07-16"},{"category":"THE LARCH","comments":"","clues":[{"text":"Being deciduous, the larch is one of the few members of this tree family that isn't an evergreen","response":"pine"},{"text":"The European larch is valued as a source of durable wood &amp; this pungent liquid used as a paint solvent","response":"turpentine"},{"text":"Reaching 200', one of the tallest species of larch is Larix occidentalis, also known by this \"directional\" name","response":"the Western larch"},{"text":"Widely planted around the world, the Japanese larch grows wild on the mountains of this largest Japanese island","response":"Honshu"},{"text":"The larch is a sacred tree to these people of northern Scandinavia who are also known as the Saami","response":"the Lapps or Lapplanders"}],"originalDate":"2002-07-16"},{"category":"BICYCLE REPAIRMAN","comments":"","clues":[{"text":"Bicycle repairman learned the hard way, don't use a sharp screwdriver to take this off the rim","response":"the tire"},{"text":"B.R.'s uniform features a jersey of this color, like the leader in the Tour de France","response":"yellow"},{"text":"B.R. knows that most pedals, because they are threaded differently, are marked with 1 of these 2 letters","response":"R or L (right and left)"},{"text":"B.R. figures these brakes, using back pressure on the pedals, might also stop drinks from sliding off the bar","response":"coasters (coaster brakes)"},{"text":"B.R.'s been repairing bikes since he had to fix a banana seat on one of this company's Sting-Rays as a kid","response":"Schwinn"}],"originalDate":"2002-07-16"},{"category":"A SPANISH INQUISITION","comments":"","clues":[{"text":"Spain's highest peaks in these mountains are in the Maladeta range","response":"the Pyrenees"},{"text":"A former capital, this city of central Spain is home to the El Greco Museum","response":"Toledo"},{"text":"Until captured in 1492, this southern Spanish city was the last stronghold of the Moors","response":"Grenada"},{"text":"The Alagorn &amp; the Jarama are tributaries of this river that flows across Spain &amp; Portugal","response":"the Tagus"},{"text":"The name of this second-largest Caribbean island means \"the Spanish island\"","response":"Hispaniola"}],"originalDate":"2002-07-16"},{"category":"COLLEGE TEAM NICKNAMES","comments":"","clues":[{"text":"Troy State &amp; the University of Southern California","response":"the Trojans"},{"text":"Mississippi State &amp; Georgia","response":"the Bulldogs"},{"text":"U. Conn. &amp; Washington","response":"the Huskies"},{"text":"Wyoming &amp; Oklahoma State","response":"the Cowboys"},{"text":"Tennessee State &amp; Auburn","response":"the Tigers"}],"originalDate":"2002-07-16"},{"category":"INITIAL REACTION","comments":"(Alex: The correct responses will be people who are known primarily by their initials, rather than their full names.)","clues":[{"text":"Larry Hagman played this \"man you love to hate\" from 1978 to 1991","response":"J.R. Ewing"},{"text":"Ah, yes, this curmudgeonly comic played Mr. Micawber in the 1935 screen version of \"David Copperfield\"","response":"W.C. Fields"},{"text":"A dance hall fight over a woman named Lucille inspired him to name each of his guitars after her","response":"B.B. King"},{"text":"\"Flowers in the Attic\" &amp; \"Petals on the Wind\" are chilling novels by this author","response":"V.C. Andrews"},{"text":"This leader of Pan-Africanism received the Spingarn Medal in 1920","response":"W.E.B. Du Bois"}],"originalDate":"2002-07-16"}],[{"category":"FROM A TO E","comments":"(Alex: Each correct response will begin with the letter A, and will end with the letter E.)","clues":[{"text":"Hateful, or a certain snowman","response":"abominable"},{"text":"In the Bible, John, James or Judas","response":"apostle"},{"text":"In the name of a Pulitzer Prize-winning novel by Allen Drury it precedes \"and Consent\"","response":"<i>Advise</i>"},{"text":"The sap from one type of this desert plant is used to make mascal; another yields the fiber called sisal","response":"agave"},{"text":"This hard variety of coal is the main mineral resource in both Korea &amp; Vietnam","response":"anthracite"}],"originalDate":"2002-07-16"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Tourists flock to Betsy Ross' house on this observance, June 14","response":"Flag Day"},{"text":"It took a lot of \"work\" but Grover Cleveland finally signed a bill making this a national holiday in 1894","response":"Labor Day"},{"text":"It's the Jewish Day of Atonement","response":"Yom Kippur"},{"text":"The name of this American holiday is from the Swahili for \"fresh fruits\"","response":"Kwanzaa"},{"text":"On February 15 we remember this ship that was sunk in 1898","response":"<i>Maine</i>"}],"originalDate":"2002-07-15"},{"category":"\"GR\"ANIMALS","comments":"","clues":[{"text":"You can bet the ancestors of this swift dog can be tracked back to Egypt where they were prized by pharaohs","response":"greyhounds"},{"text":"Because of its bulk &amp; long straight claws, this bear rarely climbs trees as an adult","response":"grizzly"},{"text":"David Carradine could tell you that the katydid is a long-horned type of this insect","response":"grasshopper"},{"text":"The California Department of Fish &amp; Game publishes a yearly timetable for the running of this small fish","response":"grunion"},{"text":"The ruffed species of this pheasant is named for the ruff of black feathers at the sides of the neck","response":"grouse"}],"originalDate":"2002-07-15"},{"category":"PICTURESQUE EXPRESSIONS","comments":"","clues":[{"text":"Something is suspicious if you smell one of these rodents","response":"rat"},{"text":"People who've got these in their bonnets should be avoided, they're mad","response":"bees"},{"text":"You've spoiled someone's plans if you've done this to his goose","response":"cooked"},{"text":"To accomplish something unexpected is to pull one of these out of your hat","response":"rabbit"},{"text":"The Emperor Nero could tell you that to do this is to be callous in the face of calamity","response":"fiddling while Rome burns"}],"originalDate":"2002-07-15"},{"category":"O","comments":"","clues":[{"text":"The O in o'clock is short for this","response":"of"},{"text":"In 1949 this cereal brand sponsored \"The Lone Ranger\" TV show","response":"Cheerios"},{"text":"This 1986 disaster was traced to an O-ring","response":"Challenger"},{"text":"The Latin alphabet O combined the Greek omicron &amp; this into one letter","response":"omega"},{"text":"Directed by Tim Blake Nelson, the recent film \"O\" was based on this play","response":"<i>Othello</i>"}],"originalDate":"2002-07-15"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"Common 5-letter adjective used to describe the skin of some gooseberries &amp; all peaches","response":"fuzzy"},{"text":"Fruit in the traditional accompaniment for latkes, potato pancakes","response":"apples"},{"text":"Duck sauce is also known by this name of a purple fruit","response":"plum"},{"text":"Before cooking you have to top &amp; tail &amp; maybe destring the runner type of this","response":"bean"},{"text":"This Asian radish may grow as fat as a football","response":"daikon"}],"originalDate":"2002-07-15"}],{"category":"AMERICAN SPORTS LEGENDS","text":"A bio from 1974, 26 years after his death, quotes him: \"I swing big... I hit big or I miss big.  I like to live as big as I can\"","response":"Babe Ruth"}]}