{"mix":4417,"rounds":[[{"category":"ANNIVERSARY GIFTS","comments":"","clues":[{"text":"For our 30th I splurged &amp; got you this 1971 Janis Joplin album on original vinyl","response":"<i>Pearl</i>"},{"text":"I bet you didn't expect 50 hours of episodes of this Bea Arthur-Rue McClanahan series for our 50th anniversary","response":"<i>Golden Girls</i>"},{"text":"For our fifth anniversary I got you an autographed photo of this first wife of Robert Wagner","response":"Natalie Wood"},{"text":"Forgot our 14th? Tusk...Tusk... How about a trip to this French-speaking neighbor of Liberia","response":"Ivory Coast"},{"text":"For our 20th, how about a cruise to this body of water between Vietnam &amp; the Philippines","response":"the South China Sea"}],"originalDate":"2002-07-01"},{"category":"GUINNESS SPORTS RECORDS","comments":"","clues":[{"text":"At 964 yards, the seventh at the Satsuki golf course in Sano, Japan hold this record","response":"the longest hole of a golf course"},{"text":"Red Rock, one of these, a Brahma-Hereford mix, bucked off a record 312 riders","response":"a bull"},{"text":"The most points in an NBA game, the most points &amp; most complete games played in an NBA season<span class=\"nobreak\">--</span> this guy","response":"(Wilt) Chamberlain"},{"text":"Having won a total of 20 titles, this American-born woman is queen of Wimbledon","response":"Billie Jean King"},{"text":"In 1993 Tyler Farstad did 97 consecutive double-leg circles on this gym apparatus","response":"the pommel horse"}],"originalDate":"2002-07-01"},{"category":"BASIC SCIENCE","comments":"","clues":[{"text":"In North America, these tiny birds are the main birds that pollinate flowers","response":"hummingbirds"},{"text":"Nitrogen makes up around 78% of the atmosphere; this gas, only about 20%","response":"oxygen"},{"text":"At last count, this planet in our solar system had 63 known moons","response":"Jupiter"},{"text":"8 years before \"The Origin of Species\" was published, this British naturalist wrote a paper on barnacles","response":"Darwin"},{"text":"At the Earth's surface, this force produces acceleration of about 32 feet per second per second","response":"gravity"}],"originalDate":"2007-01-24"},{"category":"HOLLYWOOD THRILLER PREVIEWS?","comments":"","clues":[{"text":"Last year it was Da Vinci; this fall it's nothing but dots &amp; dashes with the...","response":"the Morse Code"},{"text":"Finally, this 1963 Betty Friedan book hits the theaters<span class=\"nobreak\">--</span>and wait 'til you see the car chases","response":"<i>The Feminine Mystique</i>"},{"text":"First she was Pam Ewing on \"Dallas\"; now her name is the must-see film of the year. This summer, she is \"The...\"","response":"Victoria Principal"},{"text":"This emotional bond to a captor by a hostage due to stress &amp; need for survival is the psychothriller of the summer!","response":"the Stockholm Syndrome"},{"text":"In Australia, water is going down drains backwards (to us). This fall, Mel Gibson takes on the reason why<span class=\"nobreak\">--</span>this \"Effect\"","response":"Coriolis"}],"originalDate":"2007-01-24"},{"category":"LET'S TAKE A PEAK","comments":"","clues":[{"text":"This peak in the Black Hills is 5,725 feet above sea level, or a little over 95 times the height of Washington's head","response":"Mount Rushmore"},{"text":"Venezuela's highest peak is named for this man; there's a bronze bust of him at the summit","response":"(Simon) Bolivar"},{"text":"This state's 11,031-foot-high Deseret Peak overlooks Rush Valley","response":"Utah"},{"text":"Canada's highest peak, Mount Logan, lies in the St. Elias Range in the SW corner of this territory","response":"the Yukon"},{"text":"The name of this volcano in Martinique is from the French for \"bald mountain\"","response":"Mount Pelee"}],"originalDate":"2007-01-24"},{"category":"IT DON'T MEAN A \"THING\"","comments":"","clues":[{"text":"Zip, nada, el zilcho","response":"nothing"},{"text":"A ring for a baby's incisors","response":"teething"},{"text":"Giving a portion of one's income, typically 10%, to one's church","response":"tithing"},{"text":"Raiment or apparel","response":"clothing"},{"text":"\"In olden days a glimpse of stocking was looked on as something shocking\", now heaven knows, this","response":"\"Anything Goes\""}],"originalDate":"2007-01-24"}],[{"category":"IF IT AIN'T GOT THAT SWING","comments":"","clues":[{"text":"An athlete who is \"swinging for the fences\" is playing this sport","response":"baseball"},{"text":"It's the activity you're participating in if you're instructed to \"swing your partner, do-si-do\"","response":"square dancing"},{"text":"This rock band sang, \"We are the sultans of swing\"","response":"Dire Straits"},{"text":"\"Swing Time\" was the sixth film to team this pair of legendary dancers","response":"Fred Astaire & Ginger Rogers"},{"text":"Cool, Daddy-O! The 1939 autobiography by this bandleader was titled \"The Kingdom of Swing\"","response":"Benny Goodman"}],"originalDate":"2007-01-24"},{"category":"PULITZER PRIZE-WINNING DRAMAS","comments":"","clues":[{"text":"The Pulitzer folks gave \"A Delicate Balance\" by this playwright a 1967 \"Woolf\" whistle","response":"Albee"},{"text":"David Mamet won in 1984 for this salesman drama whose title includes 2 4-letter words","response":"<i>Glengarry Glen Ross</i>"},{"text":"In 1928 this playwright had a \"Strange Interlude\"","response":"O'Neill"},{"text":"In 1989 her \"Heidi Chronicles\" was the story of the night; sadly she passed away in 2006","response":"Wasserstein"},{"text":"In 1938 this playwright's \"Our Town\" had some Pulitzer with the voters","response":"(Thornton) Wilder"}],"originalDate":"2007-01-24"},{"category":"1807","comments":"","clues":[{"text":"Following his victory in the Battle of Friedland in June, he forced the capitulation of the Russian Empire","response":"Napoleon"},{"text":"In September he was acquitted of treason against the U.S.","response":"Aaron Burr"},{"text":"Later to lead the revolutionary Redshirts, he was born on the Fourth of July","response":"Garibaldi"},{"text":"In August, this Robert Fulton-built steamship left NYC for Albany on the Hudson River","response":"the <i>Clermont</i>"},{"text":"In July, Jacobitism ended with the death of Henry Benedict, the last claimant of this royal family to the British throne","response":"the Stuarts"}],"originalDate":"2007-01-24"},{"category":"BACH IN THE SADDLE","comments":"","clues":[{"text":"In his youth, Bach played this instrument in church &amp; later was a virtuoso consulted in their crafting","response":"an organ"},{"text":"Bach often paired a prelude with this form in which a theme is stated, repeated &amp; varied with contrapuntal lines","response":"a fugue"},{"text":"Bach was a composer of great reknown in this musical era that takes its name from \"imperfect pearls\"","response":"Baroque"},{"text":"A count's insomnia prompted these pieces that were to be played by a 14-year-old harpsichordist","response":"the Goldberg Variations"},{"text":"From the Latin for \"to sing\", only 202 of the 295 of these that Bach wrote in Leipzig survive","response":"cantatas"}],"originalDate":"2007-01-24"},{"category":"CROSSWORD CLUES \"D\"","comments":"","clues":[{"text":"One who gives blood<br>(5)","response":"a donor"},{"text":"Conversation for 2 people<br>(8)","response":"a dialogue"},{"text":"France's patron saint<br>(5)","response":"Denis"},{"text":"Fate or kismet<br>(7)","response":"destiny"},{"text":"Horn of Africa country<br>(8)","response":"Djibouti"}],"originalDate":"2007-01-24"},{"category":"SCIENCE","comments":"","clues":[{"text":"In biology it's a finger; in math, a figure like 1","response":"a digit"},{"text":"A free-falling body accelerates at a rate of about 1 g, g coming from this word","response":"gravity"},{"text":"Pre-Y1K scientists figured this organ gave out light; they were, of course, wrong","response":"eye"},{"text":"These in the skies of Albuquerque on October 3, 1999 were a fine example of Charles' Law in action","response":"hot air balloons"},{"text":"The 5-kingdom system is made up of animals, bacteria, plants, protists &amp; these","response":"fungi"}],"originalDate":"2000-03-10"}],{"category":"AMERICAN AUTHORS","text":"In 1886 he wrote, \"My books are water; those of the great geniuses is wine.  Everybody drinks water\"","response":"Mark Twain"}]}