{"mix":4427,"rounds":[[{"category":"HOWARD'S END","comments":"","clues":[{"text":"Upon leaving the White House, this president with the middle name Howard told his successor, \"I'm glad to be going\"","response":"Taft"},{"text":"For $500 million, this comedian got Sirius &amp; ended his terrestrial radio career","response":"Howard Stern"},{"text":"At the end of the day, you can bunk at one of this chain's more than 400 hotels in 18 countries","response":"Howard Johnson"},{"text":"Reports have this billionaire's fingernails ending somewhere between 2 to 12 inches in length, at their peak","response":"Howard Hughes"},{"text":"This failed 2004 presidential candidate once got an \"A\" rating from the NRA","response":"Howard Dean"}],"originalDate":"2007-01-19"},{"category":"FEELS LIKE THE FIRST TIME","comments":"","clues":[{"text":"The first movie close-up was of Fred Ott sneezing &amp; was filmed in this man's West Orange, N.J. studio","response":"Edison"},{"text":"The first of these came out in 1959 &amp; was named for Barbara Handler","response":"the Barbie doll"},{"text":"The first of these was by Aleksey Leonov in 1965 &amp; took 12 minutes, 9 seconds; he was attached to a 16-foot cord","response":"a spacewalk"},{"text":"In 1752 the first lightning conductors were installed on public buildings in this city","response":"Philadelphia"},{"text":"The first record of fireworks on this British man's infamous \"day\" came in 1660 &amp; was mentioned in Pepys' Diary","response":"Guy Fawkes"}],"originalDate":"2007-01-19"},{"category":"THAT'S NONE OF YOUR BUSINESS","comments":"","clues":[{"text":"Gordon Bowker, who helped found this chain in 1971, wanted to call it Pequod","response":"Starbucks"},{"text":"This fish-canning business famous for its mermaid is now owned by a Thai company","response":"Chicken of the Sea"},{"text":"Enhancing business ventures, the first money transfers by telegraph were done by this company in 1871","response":"Western Union"},{"text":"Last name of a businessman George, who bought the rights to a game called Monopoly in the 1930s","response":"Parker"},{"text":"The first practical typewriter was manufactured in the 1870s by this famous gun-making company","response":"Remington"}],"originalDate":"2007-01-19"},{"category":"BUZZ \"OFF\"!","comments":"","clues":[{"text":"In football, the defense commits this violation by crossing the line of scrimmage before the ball is snapped","response":"offsides"},{"text":"A lateral stem from the main branch of a plant","response":"an offshoot"},{"text":"To serve as the main priest at a religious service","response":"officiate"},{"text":"Not only Orpheus but also Jupiter pursues Eurydice into the underworld in this composer's 1858 work","response":"Offenbach"},{"text":"The Village Voice sponsors the Obies for these productions","response":"Off-Broadway"}],"originalDate":"2007-01-19"},{"category":"FAMOUS JEWISH ATHLETES","comments":"","clues":[{"text":"U.S. national figure skating champion Sasha Cohen took silver at the 2006 Winter Olympics in this city","response":"Torino"},{"text":"Fighting in the great arenas of Latin America, Sidney Frumkin was the first successful American one","response":"a bullfighter"},{"text":"Sanford was the real first name of this 1963 National League MVP","response":"Sandy Koufax"},{"text":"In 1933 Max Baer wore a star of David on his boxing trunks when he beat this German champion","response":"Schmeling"},{"text":"When competing in this pro sport, Scott Levy is better known by his ring name, Raven","response":"wrestling"}],"originalDate":"2007-01-19"},{"category":"AMERICAN ISLANDS","comments":"","clues":[{"text":"The United States Pacific Fleet is headquartered at Pearl Harbor on this most populous of the Hawaiian islands","response":"Oahu"},{"text":"Isle Royale in this Great Lake is the source of a green stone called chlorastrolite, Michigan's state gem","response":"Lake Superior"},{"text":"Tottenville on this island southwest of Manhattan is New York state's southernmost point","response":"Staten Island"},{"text":"The Chamorro language is native to this U.S. territory, the largest of the Mariana Islands","response":"Guam"},{"text":"Home to a huge carnivore, this Alaskan island was discovered in 1763 by fur trader Stephan Glotov","response":"Kodiak"}],"originalDate":"2007-01-19"}],[{"category":"FICTION, POLITICAL STYLE","comments":"","clues":[{"text":"His \"Hornet's Nest\" was said to have \"stunningly salty language that probably would have delighted Miss Lillian\"","response":"Jimmy Carter"},{"text":"Mid-interview, Stephen Colbert read aloud steamy passages of this \"pugilistic\" Calif. senator's \"A Time to Run\"","response":"Barbara Boxer"},{"text":"In 2004's \"Those Who Tresspass\", this Fox \"Factor\" man penned, \"Okay, Shannon Michaels, off with those pants\"","response":"Bill O'Reilly"},{"text":"One reviewer compared parts of this ex-VP Chief of Staff's 1996 novel \"The Apprentice\" to Penthouse Forum","response":"Scooter Libby"},{"text":"Bizarrely, her 1981 novel \"Sisters\" has a Republican VP's heart giving out during an intimate time with his mistress","response":"Lynne Cheney"}],"originalDate":"2007-01-19"},{"category":"-ISH","comments":"","clues":[{"text":"To put an end to, often used in terms of slavery","response":"abolish"},{"text":"Excruciating suffering or pain","response":"anguish"},{"text":"To expel from a place or condemn to exile","response":"banish"},{"text":"A glossy transparent coating, or what the Brits call nail polish","response":"varnish"},{"text":"Treat as dear, or a 1966 hit by The Association","response":"cherish"}],"originalDate":"2007-01-19"},{"category":"BOND MOVIES BY INITIALS","comments":"","clues":[{"text":"\"F.R.W.L.\"","response":"<i>From Russia With Love</i>"},{"text":"\"F.Y.E.O.\"","response":"<i>For Your Eyes Only</i>"},{"text":"\"O.H.M.S.S.\"","response":"<i>On Her Majesty's Secret Service</i>"},{"text":"\"T.S.W.L.M.\"","response":"<i>The Spy Who Loved Me</i>"},{"text":"\"M.\"","response":"<i>Moonraker</i>"}],"originalDate":"2007-01-18"},{"category":"COLORFUL CHARACTERS","comments":"","clues":[{"text":"If you're looking for this nursery rhyme lad, \"he's under the haystack fast asleep\"","response":"Little Boy Blue"},{"text":"Also called the sea cook, he leads mutineers against Captain Smollet on board the Hispaniola","response":"Long John Silver"},{"text":"This title guy gets his head lopped off with an axe by one of Arthur's knights, then picks it up &amp; leaves","response":"Green Knight"},{"text":"This Jack London title character's mother is called Kiche and his father is One-Eye","response":"White Fang"},{"text":"Sir Percy Blakeney is the real name of this Emmuska Orczy novel hero who rescues French aristocrats","response":"The Scarlet Pimpernel"}],"originalDate":"2007-01-18"},{"category":"STATE SONG LYRICS","comments":"(Alex: You have to identify the state.)","clues":[{"text":"\"I love you Catalina<span class=\"nobreak\">--</span>you are very dear to me, I love you Tamalpais, and I love Yosemite\"","response":"California"},{"text":"\"The 'Bear'<span class=\"nobreak\">--</span>The 'Dipper'<span class=\"nobreak\">--</span>and, shining high, the Great North Star with its steady light\"","response":"Alaska"},{"text":"\"They say home is where the heart is, these green mountains are my home\"","response":"Vermont"},{"text":"\"...other eyes smile tenderly, still in peaceful dreams I see, the road leads back to you\"","response":"Georgia"},{"text":"\"In its fair Western home, may the columbine bloom till our great mountain rivers run dry\"","response":"Colorado"}],"originalDate":"2007-01-18"},{"category":"GOOD SENSE","comments":"(Alex: In fact, each correct response will be one of the five senses.)","clues":[{"text":"Both parties are present at an adversary type of this proceeding that's less formal than a trial","response":"hearing"},{"text":"Many rifles have a front &amp; a rear one","response":"sight"},{"text":"Petronius, author of the \"Satyricon\", was known as \"Elegantiae Arbiter\" or \"Arbiter of\" this","response":"taste"},{"text":"Johnny put this on me for another twenty; guess the horses haven't been good to him","response":"touch"},{"text":"One dictionary definition of it is \"to have an air of dishonesty or fraud\"","response":"smell"}],"originalDate":"2007-01-18"}],{"category":"STATES' HIGHEST POINTS","text":"This state's highest peak is 13,796 feet high &amp; only about 15 miles from the ocean","response":"Hawaii"}]}