{"mix":4428,"rounds":[[{"category":"QUEEN","comments":"","clues":[{"text":"This ancient queen seduced 2 Roman generals, hastening their demise, &amp; also had her own sister Arsinoe killed","response":"Cleopatra"},{"text":"The daughter of the Earl of Wiltshire, she refused to be the English king's mistress, so he married her in 1533","response":"Anne Boleyn"},{"text":"In 1893 this Spanish queen became the first woman depicted on a U.S. postage stamp","response":"Isabella"},{"text":"The first emperor of Ethiopia, Menelik I was said to be the son of Solomon &amp; this woman","response":"Queen of Sheeba"},{"text":"Charlotte Amalie, the capital of this U.S. territory, bears the name of a former Danish queen","response":"U.S. Virgin Islands"}],"originalDate":"2007-01-18"},{"category":"UNDER PRESSURE","comments":"","clues":[{"text":"CTS, this type of repetitive stress injury, is caused by pressure on the median nerve in the wrist area","response":"carpal tunnel syndrome"},{"text":"Krylon's \"Short Cuts\" paint comes in 3 forms: pen, brush-on &amp; this type that's under pressure","response":"aerosol"},{"text":"Abnormally high fluid pressure in the eye caused this condition, from the Greek for \"gray\"","response":"glaucoma"},{"text":"Aneroid &amp; mercury types of this instrument measure atmospheric pressure","response":"barometer"},{"text":"A unit of pressure, PSI stands for this","response":"pounds per square inch"}],"originalDate":"2007-01-18"},{"category":"BOHEMIAN RHAPSODY","comments":"","clues":[{"text":"If you stop &amp; get a room for the night at the Grand Hotel Bohemia, you'll be sleeping in this city","response":"Prague"},{"text":"The Bohmerwald is a mountain region that translates as the \"Bohemian\" this","response":"Forest"},{"text":"With curative mineral springs, Bohemia's city of Marienbad is this 3-letter type of resort","response":"spa"},{"text":"Famous for great water &amp; the nearby Saaz hops, a Bohemian city lends its name to this type of light lager beer","response":"Pilsner"},{"text":"Called the Albis by the Romans, this river with a 4-letter name flows through Bohemia","response":"the Elbe"}],"originalDate":"2007-01-18"},{"category":"KEEP YOURSELF ALIVE","comments":"","clues":[{"text":"If you have severe pain beginning around the navel and moving to the right, get to the hospital before this ruptures","response":"appendix"},{"text":"A risk factor for melanoma is dysplactic nevi<span class=\"nobreak\">--</span>in Layman's terms, big weird-shaped these","response":"moles"},{"text":"If your blood pressure is high, like 160/100, you have stage 2 this &amp; need to get it under control","response":"hypertension"},{"text":"A puncture wound should make you consider a booster shot against this disease also called lockjaw","response":"tetanus"},{"text":"Be careful with the storage of kerosene, benzene &amp; this, what the CSPC calls the most dangerous flammable liquid","response":"gasoline"}],"originalDate":"2007-01-18"},{"category":"ANOTHER ONE BITES THE \"UST\"","comments":"","clues":[{"text":"The act or process of burning","response":"combustion"},{"text":"This line of products began with a sailor who saw that fish oil stopped corrosion in metal decks","response":"Rust-oleum"},{"text":"Feral horse of the American plains","response":"mustang"},{"text":"Just do this dance that was a hit song for Van McCoy back in 1975","response":"Hustle"},{"text":"The first true use of this Senate tactic was in 1841 over government printing","response":"filibuster"}],"originalDate":"2007-01-18"},{"category":"LANDMARKS","comments":"","clues":[{"text":"Medieval &amp; Renaissance walls form Vatican City's boundaries except for this square on the southeast","response":"St. Peter's Square"},{"text":"The white marble dome of this mausoleum in India is decorated with floral patterns &amp; passages from the Koran","response":"the Taj Mahal"},{"text":"An over 300-foot Doric column on this Great Lake is both a peace memorial &amp; a Perry's victory memorial","response":"Lake Erie"},{"text":"In Bern, Switz. the point from which distances in the canton are measured is the Zeitglockenturm, one of these","response":"a clock tower"},{"text":"There's a chapel for 150 people in the base of this statue sitting atop Corcovado Mountain in Rio de Janeiro","response":"the Christ the Redeemer Statue"}],"originalDate":"2007-01-17"}],[{"category":"TV FINALES","comments":"(Alex: You have to name the show whose final episode we describe.)","clues":[{"text":"We discovered that St. Eligius Hospital is the dream of Donald Westphall's autistic child","response":"<i>St. Elsewhere</i>"},{"text":"Ted is the only one not to get fired, &amp; the rest of the cast sings \"It's A Long Way To Tipperary\" on the way out of WJM","response":"<i>The Mary Tyler Moore Show</i>"},{"text":"As Benjamin Franklin Pierce ascends, he sees \"Goodbye\" spelled out in stones","response":"<i>M*A*S*H</i>"},{"text":"Narrator William Conrad says \"Tuesday, August 29, 1967.  The day the running stopped\"","response":"<i>The Fugitive</i>"},{"text":"Characters die in this order: Ruth, Keith, David, Rico, Brenda &amp; Claire","response":"<i>Six Feet Under</i>"}],"originalDate":"2007-01-17"},{"category":"MANNA FEST","comments":"","clues":[{"text":"The book of the Bible where manna is first mentioned","response":"Exodus"},{"text":"Manna was gathered every day of the week except this day","response":"the Sabbath (Saturday)"},{"text":"The taste of manna is described in the Bible as that of \"wafers made with\" this","response":"honey"},{"text":"In the 78th of these sacred poems, manna is referred to as \"the corn of heaven\" &amp; \"angels' food\"","response":"(the Book of) Psalms"},{"text":"The last Biblical mention of manna comes in this New Testament book where it is promised to the faithful","response":"Revelation"}],"originalDate":"2007-01-17"},{"category":"PLURALS","comments":"","clues":[{"text":"According to the Random House Dictionary, it's what you add to \"bison\" to get its plural","response":"nothing"},{"text":"One of 2 body parts whose vowels are switched to other vowels to make their plurals","response":"(1 of) foot or tooth"},{"text":"Tolkien spelled it one way; Disney spelled it differently; we'll accept either","response":"dwarfs or dwarves"},{"text":"Collectively, Janet Reno &amp; Edwin Meese were known by this title after being appointed by the President","response":"Attorneys General"},{"text":"Easton's Bible Dictionary says to add these 2 letters to the end of \"cherub\" to get its plural","response":"\"im\""}],"originalDate":"2007-01-17"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She described \"And Then There Were None\" as \"a better piece of craftsmanship than anything else\" she wrote","response":"Agatha Christie"},{"text":"She once said \"The Fountainhead\" was \"only an overture\" to her \"Atlas Shrugged\"","response":"Ayn Rand"},{"text":"Reviewing her \"Fear of Flying\" in 1973, John Updike said it had \"class &amp; sass, brightness &amp; bite\"","response":"Erica Jong"},{"text":"In a 1972 recording, \"An Evening With\" this author, she read excerpts from her famous diary","response":"Anais Nin"},{"text":"Married to bestselling author Jonathan Kellerman, she's a bestselling author, too","response":"Faye Kellerman"}],"originalDate":"2007-01-17"},{"category":"FEAR","comments":"","clues":[{"text":"Help! I've watched too much Hitchcock &amp; developed ornithophobia! The fear of these!","response":"birds"},{"text":"Having herpetophobia, a fear of these vertebrates, might limit your pet selection","response":"snakes (or reptiles)"},{"text":"It's doubtful that an Eskimo would have chionophobia, a fear of this","response":"snow"},{"text":"Epistemophobia would be bad news for a Jeopardy! contestant, as it's fear of this","response":"knowledge"},{"text":"Stay with me on this one; monophobia is the fear of this state","response":"being alone"}],"originalDate":"2007-01-17"},{"category":"IN LAS VEGAS","comments":"","clues":[{"text":"It's where to go in Vegas if you've got more appetite than money; the Palms' lunch one is just $7.99","response":"a buffet"},{"text":"It would take you more than 13 years to spend one night in each of this \"Grand\" hotel's 5,044 rooms","response":"the MGM Grand"},{"text":"The Las Vegas Strip received its name because it reminded someone of a \"Strip\" in this city's metro area","response":"Los Angeles"},{"text":"With the 1989 opening of the Mirage, this casino mogul launched a new building boom","response":"Steve Wynn"},{"text":"This casino opened in 1966 was named for its owner's 4 daughters, not after members of royalty","response":"the Four Queens"}],"originalDate":"2007-01-17"}],{"category":"FASHION DESIGNERS","text":"In 1986 her company, now associated with JC Penney, became the first founded by a woman to make the Fortune 500","response":"Liz Claiborne"}]}