{"mix":4430,"rounds":[[{"category":"CHRISTIANITY","comments":"","clues":[{"text":"According to tradition, Dismas &amp; Gestas were the names of the 2 who died with Jesus on this hill","response":"Calvary"},{"text":"Baptism is the first &amp; extreme unction is the last of these Catholic rites","response":"Sacraments"},{"text":"Often considered a \"fallen angel\", he leads his angels against Michael in Revelation","response":"Satan"},{"text":"The English name of this Christian holiday may come from a pagan Anglo-Saxon goddess of spring","response":"Easter"},{"text":"Of 66, 166 or 666, the number of books in the King James Version of the Bible","response":"66"}],"originalDate":"2000-03-16"},{"category":"\"IRISH\" STEW","comments":"","clues":[{"text":"According to the classic tune, they steal your heart away","response":"Irish eyes"},{"text":"The St. George's Channel leads into this body of water","response":"Irish Sea"},{"text":"In 1972 Colgate introduced this deodorant soap <span class=\"nobreak\">--</span> manly, yes, but I like it too","response":"Irish Spring"},{"text":"In 1988 the Irish Lotto replaced this fund raiser","response":"Irish Hospital Sweepstakes"},{"text":"It's the tallest dog known","response":"Irish wolfhound"}],"originalDate":"2000-03-16"},{"category":"AMERICAN DIPLOMATS","comments":"","clues":[{"text":"In 1976 Robert P. Smith replaced her as ambassador to Ghana","response":"Shirley Temple Black"},{"text":"Washington appointed him to Portugal, but his father changed his posting to Prussia","response":"John Quincy Adams"},{"text":"Philip W. Bonsal, serving in 1959 &amp; 1960, was the last U.S. ambassador to this country","response":"Cuba"},{"text":"During the happenings that led to Iran-Contra, Harry E. Bergold, Jr. was ambassador to this country","response":"Nicaragua"},{"text":"We sent Lindy Boggs there; they sent Archbishop Gabriel Montalvo here","response":"The Vatican"}],"originalDate":"2000-03-16"},{"category":"POETIC FEET","comments":"(Alex: What?)","clues":[{"text":"This word for an unstressed syllable followed by a stressed one actually has the reverse pattern","response":"Iamb"},{"text":"This word for a type of spoken stress pattern is from Greek for \"finger\"; it's also found after \"ptero\"","response":"Dactyl"},{"text":"A foot of 2 unstressed syllables or a costly type of \"victory\"","response":"pyrrhic"},{"text":"This word for the poetic movement including Keats &amp; Byron is an example of an amphibrach","response":"Romantic poets"},{"text":"A fine example of verse written in anapests is this first line of \"That's Amore\"","response":"\"When the moon hits your eye like a big pizza pie\""}],"originalDate":"2000-03-16"},{"category":"HISTORIC AMOURS","comments":"","clues":[{"text":"Actress Laetitia Cross did more than cross paths with this \"great\" czar when he visited London","response":"Peter the Great"},{"text":"This Scottish queen married the Earl of Bothwell even though he may have murdered her second husband","response":"Mary, Queen of Scots"},{"text":"Lady Hamilton was the lover of this British admiral honored in Trafalgar Square","response":"Lord Nelson"},{"text":"Let's be candid:  Madame du Chatelet was the long-time lover of this \"Candide\" author","response":"Voltaire"},{"text":"Talk about cardinal sin!  Cardinal Decio Azzolino was the rumored lover of this queen of Sweden","response":"Christina"}],"originalDate":"2000-03-16"},{"category":"THE JIMMY STEWART FILM FESTIVAL","comments":"","clues":[{"text":"The first film Jimmy made after serving in WWII was this holiday perennial","response":"<i>It's A Wonderful Life</i>"},{"text":"Jimmy crossed the pond in this \"spirited\" 1957 classic","response":"<i>The Spirit of St. Louis</i>"},{"text":"Dizziness &amp; loss of balance characterize this mental condition in the title of a 1958 Jimmy Stewart film","response":"<i>Vertigo</i>"},{"text":"Jimmy convincingly played this popular bandleader in a sentimental 1954 musical biography","response":"Glenn Miller"},{"text":"In his last role, Jimmy voiced the character of Sheriff Wylie Burp in this animated sequel to \"An American Tale\"","response":"<i>Fievel Goes West</i>"}],"originalDate":"2000-03-16"}],[{"category":"LITERARY CROSSWORD CLUES \"T\"","comments":"","clues":[{"text":"Sherwood Forest friar<br>               (4)","response":"Tuck"},{"text":"Karenina's creator<br>             (7)","response":"Tolstoy"},{"text":"Gogol's Bulba<br>              (5)","response":"Taras"},{"text":"Dalton, of the \"Hollywood Ten\"<br>             (6)","response":"Trumbo"},{"text":"She trilled for Svengali<br>             (6)","response":"Trilby"}],"originalDate":"2000-03-16"},{"category":"EUPHEMISMS","comments":"","clues":[{"text":"From Greek for \"sleeping place\", this word is now often replaced by \"memorial park\"","response":"Cemetery"},{"text":"2 letters are dropped from \"gambling\" to get this word that sounds more genteel","response":"Gaming"},{"text":"Nations once called 'backward\" are now called this, like a Polaroid print","response":"Developing"},{"text":"This 2-word term often heard in the Balkans means a majority is trying to wipe out a minority","response":"Ethnic cleansing"},{"text":"It's done to an error or a course, &amp; it refers delicately to a fall in stock prices","response":"Correction"}],"originalDate":"2000-03-16"},{"category":"MEDICINE","comments":"","clues":[{"text":"In almost a blink of an eye, a blepharoplasty operation can remove excess skin from these","response":"eyelids (or the area underneath your eyes)"},{"text":"Anosmia is the loss of this sense; you get it if your olfactory bulb stops working","response":"smell"},{"text":"Paresthesia is the term for when you \"feel\" these sewing items","response":"pins & needles"},{"text":"For this, the book \"Skin Deep\" recommends such treatments as witch hazel or a cool bath","response":"sunburn"},{"text":"A condition that features involuntary tics, it's part of Sydenham's &amp; Huntington's diseases","response":"chorea"}],"originalDate":"2000-03-15"},{"category":"ODDS &amp; ENDS","comments":"","clues":[{"text":"In Chinese cooking, a hearty pork soup is called \"hot &\" this","response":"sour"},{"text":"Until they're 2 1/2 months old, cheetahs have these long growths of hair more associated with lions","response":"manes"},{"text":"In 1997 5 orthodox Jewish students shocked by this Conn. school's co-ed dorms asked to live off campus","response":"Yale"},{"text":"Benozzo Gozzoli's fame rests on a set of frescoes in the Medici Palace in this city","response":"Florence"},{"text":"In 1993 &amp; 1994 this leader was convicted in Panama of involvement in the killing of political foes","response":"Manuel Noriega"}],"originalDate":"2000-03-15"},{"category":"FICTIONAL INDIANS","comments":"","clues":[{"text":"Peter Pan saved her from the clutches of Captain Hook","response":"Tiger Lily"},{"text":"Longfellow wrote, \"At the feet of\" this maid \"Hiawatha laid his burden\"","response":"Minnehaha"},{"text":"On this TV series, Princess Summerfall Winterspring was first a puppet; then Judy Tyler played the role","response":"<i>Howdy Doody</i>"},{"text":"This baseball team's mascot Chief Nokahoma lived in a teepee in the outfield stands","response":"the Atlanta Braves"},{"text":"In a 1960 No. 1 hit by Johnny Preston, this young Indian brave \"loved Little White Dove with a love big as the sky\"","response":"Running Bear"}],"originalDate":"2000-03-15"},{"category":"YOU SHOULD \"C\"","comments":"","clues":[{"text":"To overturn a boat is to do this to it","response":"capsize"},{"text":"Name shared by the mother of 3 kings of France &amp; a \"Great\" Russian empress","response":"Catherine"},{"text":"At times, only the grin of this Lewis Carroll feline could be seen","response":"Cheshire Cat"},{"text":"Clint Black knows it's the organization abbreviated CMA","response":"the Country Music Association"},{"text":"This official name of the Ivory Coast is the country's name in French","response":"Côte d'Ivoire"}],"originalDate":"2000-03-15"}],{"category":"1920s LITERATURE","text":"The collapse of this title structure causes the death of Esteban, Uncle Pio, Don Jaime, Pepita &amp; a marquesa","response":"the Bridge of San Luis Rey"}]}