{"mix":4455,"rounds":[[{"category":"CELEBRITIES","comments":"","clues":[{"text":"He's the pop star who has thrilled fans with such albums as \"Bad\" &amp; \"Thriller\"","response":"Michael Jackson"},{"text":"This action star seen here once held the title of \"Best Built Man of Europe\"","response":"Arnold Schwarzenegger"},{"text":"Supermodels Heidi Klum &amp; Claudia Schiffer were both born in this country","response":"Germany"},{"text":"Chryssomallis is the last name of this Greek-born New Age pianist who goes by his first name","response":"Yanni"},{"text":"His film \"La Vita e Bella\" or \"Life is Beautiful\" was inspired by his father who was imprisoned in Bergen-Belsen","response":"Roberto Benigni"}],"originalDate":"2001-02-16"},{"category":"INSECTS","comments":"","clues":[{"text":"Also a classic Volkswagen, it's the insect with the greatest number of species","response":"Beetle"},{"text":"Due to where mosquitos lay eggs, the \"mosquito\" species of this creature feeds on their larvae","response":"Fish"},{"text":"The American F/A-18 fighter plane, or a paper-making wasp","response":"Hornet"},{"text":"Shakira sings of \"Moscas en la Casa\", these in the house","response":"flies"},{"text":"The cells bees make for workers, males &amp; queens are different in size, but all are this shape","response":"Hexagonal"}],"originalDate":"2001-02-16"},{"category":"THE 1950s","comments":"","clues":[{"text":"In 1959 this spiritual leader of Tibet fled to exile in India","response":"Dalai Lama"},{"text":"In 1953 a truce suspending the war in this divided country was signed at Panmunjom","response":"Korea"},{"text":"After a 43-year reign, King Gustavus V of this country died at the age of 92","response":"Sweden"},{"text":"The Warsaw Pact was created in 1955 to oppose this defense organization formed by the U.S. &amp; European allies","response":"NATO (North Atlantic Treaty Organization)"},{"text":"In 1952 Eritrea became part of this African country","response":"Ethiopia"}],"originalDate":"2001-02-16"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"The name of this Japanese electronics company comes from the Latin word for \"sound\"","response":"Sony"},{"text":"Seen here is the American Sign Language &amp; what could be the international symbol for this restaurant chain","response":"McDonald's"},{"text":"In 2000 Lukoil, Russia's largest oil company, bid on the gas stations that were part of this man's oil empire","response":"J. Paul Getty"},{"text":"This brokerage house uses the logo seen here","response":"Merrill Lynch"},{"text":"The Boulevard des Invalides is home to this French pharmaceuticals company, the maker of RU-486","response":"Roussel Uclaf"}],"originalDate":"2001-02-16"},{"category":"STARTS WITH ALPHA","comments":"(Alex: The Greek letter.)","clues":[{"text":"In Greek an arithmos is one of these, whether it's even, odd, rational, etc.","response":"Number"},{"text":"Agape is Greek for the \"brotherly\" type of this","response":"Love"},{"text":"Arvi is this young animal seen here, often served souvlak","response":"Lamb"},{"text":"Astro means this, &amp; examples include Procyon &amp; Arcturus","response":"Star"},{"text":"It's Greek for \"market\"; in English the \"phobia\" of it is the fear of public places","response":"Agora"}],"originalDate":"2001-02-16"},{"category":"IN CAESAR'S PALACE","comments":"(Alex: The real Caesar, we hope.)","clues":[{"text":"Julius' palace chapel may have included a shrine to this love goddess that his family regarded as an ancestor","response":"Venus"},{"text":"In the palace swimming pool Julius might have practiced crossing this river &amp; declaring \"The die is cast\"","response":"Rubicon"},{"text":"In Caesar's map room you might find his plans to fight the Helvetii, a people from a region today known as this","response":"Swiss"},{"text":"1 of the 2 other members of the First Triumvirate who might join Julius in the palace study","response":"Pompey (or Crassus)"},{"text":"In Julius Caesar's private chamber you might find this woman, the last of his 3 Roman wives","response":"Calpurnia"}],"originalDate":"2001-02-16"}],[{"category":"STARDUST","comments":"","clues":[{"text":"Known as Hoba &amp; weighing 60 tons, the largest single known one of these was discovered in Africa in 1920","response":"Meteorite"},{"text":"Whether absolute or apparent, it's the measure of a star's brightness","response":"Magnitude"},{"text":"The star cluster known as the Pleiades or the Seven Sisters is found in this bullish constellation","response":"Taurus"},{"text":"To honor the Beatles, 4 of these mini-planets were named McCartney, Lennon, Harrison &amp; Starr","response":"Asteroids"},{"text":"This unit equal to 3.262 light years can be used to measure the distance between stars","response":"Parsec"}],"originalDate":"2001-02-16"},{"category":"FAMOUS SCULPTORS","comments":"","clues":[{"text":"His Florentine Pieta, intended for his own tomb, is a self-portrait of the sculptor holding the body of Christ","response":"Michelangelo"},{"text":"In 1928 this cubist &amp; Julio Gonzalez pioneered the welded sculpture","response":"Pablo Picasso"},{"text":"His male nude sculpture \"The Age of Bronze\" was titled \"The Vanquished\" when first exhibited in 1877","response":"Auguste Rodin"},{"text":"This \"hole-y\" British sculptor created the \"Draped Reclining Figure\" for London's Time-Life Building","response":"Henry Moore"},{"text":"His bronze David from the 1430s was the first nude statue of the Renaissance","response":"Donatello"}],"originalDate":"2001-02-16"},{"category":"GOING TO A BETTER PLACE","comments":"","clues":[{"text":"If Arthur Miller had written \"Before the Fall\", it would be set in this garden","response":"Eden"},{"text":"Aztec warriors who died in battle served the Sun for 4 years, then were reborn as this tiny bird","response":"a hummingbird"},{"text":"In this, the top level of Islam's levels of heaven, you'll find the Most High","response":"7th Level"},{"text":"Xena's son &amp; Hercules' family are dead &amp; residing in this wonderful afterlife area","response":"Elysian Fields"},{"text":"The land of heroes to King Arthur, it was the Island of the Blessed in Celtic myth","response":"Avalon"}],"originalDate":"2001-02-16"},{"category":"INTERNATIONAL BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Explorer \"of Arabia\" who wrote \"Seven Pillars of Wisdom\"","response":"T.E. Lawrence"},{"text":"Moses Isegawa's 2000 novel \"Abyssinian Chronicles\" is set partly in Kampala in this, his native country","response":"Uganda"},{"text":"Argentina's Manuel Puig gave us the \"Kiss of\" this \"Woman\"; I read about it on the \"web\"","response":"\"Kiss of the Spider Woman\""},{"text":"This author of \"Shogun\" called himself a \"half-Irish Englishman...born in Australia\"","response":"James Clavell"},{"text":"Former first lady Jehan Sadat called her moving memoir \"A Woman of\" this country","response":"Egypt"}],"originalDate":"2001-02-14"},{"category":"ON VALENTINE'S DAY","comments":"","clues":[{"text":"Chaim Weizmann was elected this country's first president Feb. 14, 1949","response":"Israel"},{"text":"On Feb. 14, 1962 the OAS formally excluded this Communist nation from participating in any of its activities","response":"Cuba"},{"text":"On Valentine's Day 1951 this \"sweet\" boxer defeated Jake LaMotta for the world middleweight title","response":"Sugar Ray Robinson"},{"text":"Feb. 14 is also the feast day of this Catholic saint who developed for the Slavs an alphabet that bears his name","response":"St. Cyril"},{"text":"Valentine's Day events in this U.S. city include a 1929 massacre &amp; the 1920 founding of the League of Women Voters","response":"Chicago"}],"originalDate":"2001-02-14"},{"category":"POP MUSIC","comments":"","clues":[{"text":"Mick Jagger &amp; this group have had a satisfying career with hits like \"Satisfaction\" &amp; \"Jumpin' Jack Flash\"","response":"The Rolling Stones"},{"text":"This Latin singing sensation sang \"Cup of Life\" at President George W. Bush's inauguration","response":"Ricky Martin"},{"text":"In 2000 these gals released \"Forever\", their first album since \"gingery\" Geri Halliwell left the group","response":"the Spice Girls"},{"text":"This group with Agnetha &amp; Bjorn came to fame in the '70s after \"Waterloo\" won the Eurovision song contest","response":"ABBA"},{"text":"It was \"smooth\" sailing for this guitar great who released his award-winning \"Supernatural\" album in 1999","response":"Carlos Santana"}],"originalDate":"2001-02-14"}],{"category":"BROADWAY MUSICALS","text":"Based on a 1926 play &amp; real-life events, it's now the longest-running American musical in Broadway history","response":"<i>Chicago</i>"}]}