{"mix":4456,"rounds":[[{"category":"IT'S A SMALL WORLD","comments":"","clues":[{"text":"This country on the Mediterranean coast of France is about 3 times the size of the Mall in Washington, D.C.","response":"Monaco"},{"text":"This country landlocked by Switzerland &amp; Austria covers only 62 square miles","response":"Liechtenstein"},{"text":"Smaller than Connecticut, this 4,400-sq.-mi. nation on the Arabian Peninsula gave women the right to vote in 1999","response":"Qatar"},{"text":"Nestled in the Pyrenees, this tiny principality boasts a literacy rate of 100%","response":"Andorra"},{"text":"The Sammarinese are the people of this serene republic that covers a whopping 23 square miles","response":"San Marino"}],"originalDate":"2001-02-14"},{"category":"DICTATORS &amp; TYRANTS","comments":"","clues":[{"text":"The city now known as Volgograd was once named for him","response":"Josef Stalin (Stalingrad)"},{"text":"From 1951 to 1960 this African dictator was the heavyweight champion of his country","response":"Idi Amin"},{"text":"He's the European dictator seen here in 1936","response":"Francisco Franco"},{"text":"Cuba's leader 1952-1959, his former presidential palace now houses Havana's Museum of the Revolution","response":"Fulgencio Batista"},{"text":"He was the leader of France's Committee of Public Safety in 1793 &amp; 1794","response":"Robespierre"}],"originalDate":"2001-02-14"},{"category":"TAKE ME OUT TO...","comments":"","clues":[{"text":"Take me out to the futbol game at Estadio Azteca in this capital city","response":"Mexico City"},{"text":"Take me out with the crowd at this \"religious\" London cricket ground, HQ of the Marylebone Cricket Club","response":"Lord's Cricket Ground"},{"text":"Buy me some sushi &amp; miso soup at the all-Japan demonstration of this form of fencing","response":"Kendo"},{"text":"I don't care if I never get back from Bulgarska Armia Stadium in this city <span class=\"nobreak\">--</span> actually, I would prefer to get back","response":"Sofia"},{"text":"Take me out to the Royal Calcutta Turf Club, with 2 racing seasons: winter &amp; this storm-named one","response":"Monsoon season"}],"originalDate":"2001-02-14"},{"category":"WE'LL ALWAYS HAVE PARIS","comments":"","clues":[{"text":"In Paris, France I'll spring for a trip to this department store whose name is French for \"spring\"","response":"Printemps"},{"text":"You can see a Vegas-style show (with showgirls!) at this Parisian nightspot whose name means \"red windmill\"","response":"Moulin Rouge"},{"text":"Mais Oui!  The original version of this monument is in France, but the one seen here belongs to Paris Las Vegas","response":"Arc de Triomphe"},{"text":"To be more like France, Las Vegas needs a tour of les egouts, which are these (&amp; don't forget your nose clips!)","response":"Sewers"},{"text":"Parts of the Paris Las Vegas facade resembles this Parisian theatre, the lair of the \"Phantom\"","response":"Grand Opera House (the Palace Garnier)"}],"originalDate":"2001-02-14"},{"category":"GLOBAL WARMING","comments":"","clues":[{"text":"In describing the effect of global warming, the Earth is often compared to this structure seen here","response":"Greenhouse"},{"text":"Chemist Svante Arrhenius of this country was concerned about global warming 100 years ago","response":"Sweden"},{"text":"The U.S. &amp; E.U. were represented at a December 1997 global warming summit in this Asian city","response":"Kyoto"},{"text":"It's not so \"funny\" that this gas, N2O, traps 270 times more heat than carbon dioxide","response":"nitrous oxide (laughing gas)"},{"text":"CFCs, or chlorofluorocarbons, menace the ozone layer; HFCs, which stand for these, contribute to global warming","response":"hydrofluorocarbons"}],"originalDate":"2001-02-14"},{"category":"SIEGFRIEDS &amp; ROYS","comments":"","clues":[{"text":"In an 1870s ballet, Prince Siegfried falls in love with one of these graceful birds","response":"Swan"},{"text":"This singer took \"Oh, Pretty Woman\" to No. 1 in 1964","response":"Roy Orbison"},{"text":"This composer of the opera \"Siegfried\" also named his son Siegfried","response":"Richard Wagner"},{"text":"Before he became the \"King of the Cowboys\" on film, he formed the Sons of the Pioneers singing group","response":"Roy Rogers"},{"text":"In a Sir Walter Scott novel, this title character is an outlaw of the MacGregor clan","response":"Rob Roy"}],"originalDate":"2001-02-13"}],[{"category":"HISTORY","comments":"","clues":[{"text":"The storming of this prison in 1789 is one of the most famous events of the French Revolution","response":"Bastille"},{"text":"This German earned the nickname \"The Desert Fox\" while commanding the Afrika Korps in WWII","response":"Erwin Rommel"},{"text":"Even though it's been \"found\", this Peruvian ruin, seen here, is still called \"The Lost City of the Incas\"","response":"Machu Picchu"},{"text":"As queen of the Netherlands during WWI, she helped maintain Dutch neutrality","response":"Wilhelmina"},{"text":"This \"Magnificent\" sultan, seen here, was the 10th ruler of the Ottoman Empire","response":"Suleiman"}],"originalDate":"2001-02-13"},{"category":"MUSEUMS","comments":"","clues":[{"text":"Hieronymus Bosch's \"Garden of Earthly Delights\" is one of the delightful paintings at this Spanish museum","response":"The Prado"},{"text":"A Tokyo museum dedicated to this Beatle opened Oct. 9, 2000, which would have been his 60th birthday","response":"John Lennon"},{"text":"Seen here, Manet's painting of \"Nana\" hangs in the Kunshalle, a great museum in this seaport of northern Germany","response":"Hamburg"},{"text":"We wonder what they sell in the gift shop of the Opium House Museum in Sop Ruak, this nation's Golden Triangle","response":"Thailand"},{"text":"The central gallery of this French museum, once a train station, is seen here","response":"Musee d'Orsay"}],"originalDate":"2001-02-13"},{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Hepatitis &amp; cirrhosis are diseases of this organ","response":"Liver"},{"text":"The tympanic membrane is another name for this body part","response":"Eardrum"},{"text":"When the intestine bulges into the groin muscles, it's the inguinal type of this","response":"Hernia"},{"text":"A deficiency of vitamin D is a common cause of this disease that causes bone deformities like bowed legs","response":"rickets"},{"text":"Alexia is word blindness; this is a reading disability in which letters are reversed &/or transposed","response":"Dyslexia"}],"originalDate":"2001-02-13"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Oxford graduate Hugh Grant played a student at this other British university in the coming-of-age film \"Maurice\"","response":"Cambridge"},{"text":"Traditionally, the ballet \"Suite en Blanc\" is performed without scenery, in costumes of this color","response":"White"},{"text":"Puerto Ricans eat mofongo, a mashed plantain dish that gets its strong flavor from cloves of this","response":"Garlic"},{"text":"It's the official language of Bahrain","response":"Arabic"},{"text":"This 19th C. Norwegian wrote incidental music for Bjornstjerne Bjornson's play \"Sigurd Jorsalfar\"","response":"Edvard Grieg"}],"originalDate":"2001-02-13"},{"category":"SPEAKING ESPERANTO","comments":"","clues":[{"text":"Esperanto adverbs generally end in \"E\"; these words, like bela for \"beautiful\", in \"A\"","response":"Adjectives"},{"text":"A fine restoracio might insist you wear a kravat, which is this","response":"Tie"},{"text":"Dudek is 20; ducent is this many","response":"200"},{"text":"Arbaro is this type of place as in Longfellow's \"Jen la Arbaro Pratempa\"","response":"Forest/woods"},{"text":"Originally the pseudonym of the language's creator, Esperanto means \"one who\" does this","response":"Hopes"}],"originalDate":"2001-02-13"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"This strongman performed his 12 labors during his 12 years of servitude to King Eurystheus","response":"Hercules"},{"text":"The \"Arabian Nights\" tales include the adventures of this sailor &amp; his 7 voyages","response":"Sinbad"},{"text":"In an Old English poem, this hero who killed the monster Grendel dies after tangling with a dragon","response":"Beowulf"},{"text":"In Norse myth, warriors killed in battle ended up in this magnificent \"hall\" in the sky","response":"Valhalla"},{"text":"In Hinduism, Skanda, a 6-headed war god, is the son of this \"destroyer\"","response":"Shiva"}],"originalDate":"2001-02-13"}],{"category":"COLLEGE FOOTBALL TEAM NICKNAMES","text":"The team known as these since 1895 plays its home games on top of the Hayward Seismic Fault","response":"the Cal Golden Bears"}]}