{"mix":4482,"rounds":[[{"category":"THE KING &amp; I","comments":"","clues":[{"text":"In 1788 Jacques Necker asked this king to call the Estates-General, which last met in 1614; not the king's best move","response":"Louis XVI"},{"text":"In 1969 Franco said, \"Here, king\" &amp; named him Spain's head of state upon Franco's leaving office","response":"Juan Carlos"},{"text":"On June 15, 1978 American-born Lisa Halaby married this Middle Eastern monarch","response":"King Hussein of Jordan"},{"text":"In 1972 King Frederik IX's oldest daughter, Margrethe, succeeded him on the throne of this country","response":"Denmark"},{"text":"In 324 B.C. at Ecbatana, this king lost his boyhood friend Hephaestion, by then his grand vizier","response":"Alexander (the Great)"}],"originalDate":"2007-01-05"},{"category":"BYE BYE BIRDIE","comments":"","clues":[{"text":"Incredibly, this variety of pigeon that went extinct in 1914 was once the most abundant bird species in America","response":"a passenger pigeon"},{"text":"The large moa became extinct by the 19th century after being heavily hunted by these native New Zealand people","response":"the Maori"},{"text":"The cuckoo &amp; the crake from this isolated S. Atlantic isle are now extinct; did Napoleon get the munchies?","response":"St. Helena"},{"text":"Over 5 feet tall, Pachydyptes ponderosus was a prehistoric one of these cold-weather birds","response":"a penguin"},{"text":"This bird was not \"great\" at defending itself, &amp; the last specimen was killed in Iceland in 1844","response":"a (great) auk"}],"originalDate":"2007-01-05"},{"category":"GREECE","comments":"","clues":[{"text":"Greece's easternmost border is with this country with which it has had numerous disputes","response":"Turkey"},{"text":"Make no mythtake, this 9,750-foot mountain on the border of Thessaly &amp; Macedonia is Greece's highest","response":"Mount Olympus"},{"text":"Greece is bounded on the west by the Ionian Sea, on the south by the Mediterranean Sea &amp; on the east by this sea","response":"the Aegean Sea"},{"text":"Home to the ancient ruined Minoan palace of Knossos, it's Greece's largest island","response":"Crete"},{"text":"The site of a famous 480 B.C. battle against Persia, this mountain pass' name means \"hot gates\" in Greek","response":"Thermopylae"}],"originalDate":"2007-01-05"},{"category":"\"BELL\"s ARE RINGING","comments":"","clues":[{"text":"Ja, it's another name for German measles","response":"rubella"},{"text":"To enhance a statement or story with fictitious additions","response":"to embellish"},{"text":"Well, I declare! It means \"before the war\", like many mansions of the American South","response":"antebellum"},{"text":"Alkaloids from this poisonous plant were once used to dilate women's pupils to make them more attractive","response":"belladonna"},{"text":"Last name of Venetian artists Jacopo, Gentile &amp; Giovanni","response":"Bellini"}],"originalDate":"2007-01-05"},{"category":"SUPREMES HITS IN OTHER WORDS","comments":"","clues":[{"text":"\"Infant Amour\"","response":"\"Baby Love\""},{"text":"\"My Eardrums Are Being Stimulated By One Complex Orchestral Work\"","response":"\"I Hear a Symphony\""},{"text":"\"It's Impossible To Rush Strong Affection For Another\"","response":"\"You Can't Hurry Love\""},{"text":"\"What's The New Site Of The Emotional Connections We Share\"","response":"\"Where Did Our Love Go\""},{"text":"\"At A Future Time, A Reunion For Us\"","response":"\"Someday We'll Be Together\""}],"originalDate":"2002-06-28"},{"category":"WIZARDS","comments":"","clues":[{"text":"According to legend, this wizard is buried at the root of a thorn tree near the river Tweed in Scotland","response":"Merlin (the magician)"},{"text":"This student at Hogwarts has a lightning-bolt scar on his forehead","response":"Harry Potter"},{"text":"In July of 1973 this game show, my first in America, debuted on NBC","response":"<i>The Wizard of Odds</i>"},{"text":"Called the \"Wizard of Westwood\", this UCLA coach is in the Basketball Hall of Fame as both a coach &amp; a player","response":"(John) Wooden"},{"text":"Thomas Edison's \"magical\" sobriquet","response":"The Wizard of Menlo Park"}],"originalDate":"2002-06-28"}],[{"category":"TURKEY","comments":"","clues":[{"text":"Now associated with Holland, this flower was introduced to western Europe from Turkey in the 16th century","response":"tulip"},{"text":"The crescent &amp; the star on Turkey's flag are 2 traditional symbols of this religion","response":"Islam"},{"text":"In the 4th century, this present-day Turkish city was known as \"New Rome\"","response":"Istanbul"},{"text":"In 1853 the Turks declared war on this country, beginning the Crimean War","response":"Russia"},{"text":"In both 1967 &amp; 1974, Turkey almost went to war with Greece over problems on this island","response":"Cyprus"}],"originalDate":"2002-06-28"},{"category":"MEAT &amp; POTATOES","comments":"","clues":[{"text":"Your standard potato is 80 percent this common compound","response":"water"},{"text":"This traditional cured meat is often served with cabbage on St. Patrick's Day","response":"corned beef"},{"text":"When shopping in Athens, you can snack on souvlaki, chunks of this meat, called arni, on a stick","response":"lamb"},{"text":"A 23-inch by 14 1/2-inch one of these was produced in 1990 by a Pringle's plant in Tennessee","response":"potato chip"},{"text":"At 19, this future potato breeder read Darwin's \"Variation of Animals and Plants Under Domestication\"","response":"Luther Burbank"}],"originalDate":"2002-06-28"},{"category":"THE FRANCO-PRUSSIAN WAR","comments":"","clues":[{"text":"Prussia's William I had plenty to reflect on when he was crowned German emperor in 1871 in this Versailles room","response":"the Hall of Mirrors"},{"text":"Family that held a virtual monopoly on supplying the big guns to Prussia","response":"Krupps"},{"text":"This Prussian statesman &amp; prince was the one who shifted the war into Otto-matic","response":"Bismarck"},{"text":"The war brought down this French emperor, the nephew of a previous French emperor","response":"Louis-Napoléon"},{"text":"This famous Italian patriot fought for France in the Battle of Belfort","response":"Garibaldi"}],"originalDate":"2002-06-28"},{"category":"\"J\"EOGRAPHY","comments":"","clues":[{"text":"No roads lead into this U.S. state capital; it can only be reached by aircraft or boat","response":"Juneau"},{"text":"Gates opening into this city's \"Old City\" include Lion's Gate, Zion Gate &amp; Herod's Gate","response":"Jerusalem"},{"text":"A type of shirt is named for this British island off the coast of Normandy","response":"Jersey"},{"text":"In 1945 Sukarno proclaimed independence for his country in this city","response":"Jakarta"},{"text":"Once a national monument, this high valley became a part of Grand Teton National Park in 1950","response":"Jackson Hole"}],"originalDate":"2002-06-28"},{"category":"THE MEADIA","comments":"","clues":[{"text":"The USA's largest artificial lake, Lake Mead is the reservoir behind this dam","response":"Hoover Dam"},{"text":"In 1926 she became curator of ethnology at the American Museum of Natural History","response":"Margaret Mead"},{"text":"Mead is an archaic term from Old English for this geographical feature","response":"meadow"},{"text":"Jamed Edward Meade, who helped to establish the IMF, was a 1977 co-winner of the Nobel Prize for this","response":"Economics"},{"text":"A college in Meadville, Penn. shares its name with this mountain range that rises across the state's central region","response":"Allegheny"}],"originalDate":"2002-06-28"},{"category":"LITERARY FIRST LINES","comments":"(Alex: You have to name the work.)","clues":[{"text":"1974: \"The great fish moved silently through the night water, propelled by short sweeps of its crescent tail\"","response":"<i>Jaws</i>"},{"text":"The 1860s: \"My father's family name being Pirrip, &amp; my Christian name Philip...\"","response":"<i>Great Expectations</i>"},{"text":"1996: \"New Year's resolutions. I will not drink more than fourteen units of alcohol a week\"","response":"<i>Bridget Jones's Diary</i>"},{"text":"1957: \"Who is John Galt?\"","response":"<i>Atlas Shrugged</i>"},{"text":"1843: \"True!<span class=\"nobreak\">--</span>nervous<span class=\"nobreak\">--</span>very, very dreadfully nervous I had been and am; but why will you say that I am mad?\"","response":"<i>The Tell-Tale Heart</i>"}],"originalDate":"2002-06-28"}],{"category":"PHRASE ORIGINS","text":"On February 22, 1918 Warren Harding said it is good to drink \"at the fountains of wisdom inherited from\" this alliterative group","response":"the Founding Fathers"}]}