{"mix":4499,"rounds":[[{"category":"IN THE \"HOOD\"","comments":"","clues":[{"text":"At the beginning of this TV show, the host put on a cardigan sweater &amp; tennis shoes","response":"<i>Mister Rogers' Neighborhood</i>"},{"text":"Pope John Paul II has given 1,235 people this status, more than all of his predecessors combined","response":"Sainthood"},{"text":"Some say he was born at Locksley around 1160 &amp; was really named Robert Fitzooth","response":"Robin Hood"},{"text":"It's Oregon's highest point","response":"Mount Hood"},{"text":"This organization began as a birth control clinic founded by Margaret Sanger in 1916","response":"Planned Parenthood"}],"originalDate":"2001-03-26"},{"category":"THE TRUMAN SHOW","comments":"","clues":[{"text":"You're on the money if you know Truman kept a sign on his desk with this famous 4-word motto","response":"\"The Buck Stops Here\""},{"text":"Truman once refused to go on this ride at Disneyland; it looked too much like a Republican symbol","response":"Dumbo"},{"text":"In 1949 Pres. Truman was on hand when the cornerstone was laid for this organization's NYC headquarters","response":"United Nations"},{"text":"Similar to the New Deal, Truman's domestic policy was called this","response":"Fair Deal"},{"text":"In 1945 Truman attended this German conference, the last meeting of Allied leaders during WWII","response":"Potsdam"}],"originalDate":"2001-03-26"},{"category":"AT THE MOVIES","comments":"","clues":[{"text":"Let's all do the Time Warp again while watching this 1975 film starring Tim Curry","response":"<i>The Rocky Horror Picture Show</i>"},{"text":"\"Chuma\" in Hindi, it happened on screen in India for the first time in a mainstream movie in 1977","response":"Kiss"},{"text":"She won an Oscar for playing Lynn Bracken in \"L.A. Confidential\"","response":"Kim Basinger"},{"text":"This 1975 film classic contains the line \"Your mother was a hamster and your father smelt of elderberries\"","response":"<i>Monty Python and the Holy Grail</i>"},{"text":"[Hi, I'm Michael McKean]  In 1999 I played Mr. Walsh in this film about a small Alaska town whose hockey team faces off against the New York Rangers","response":"<i>Mystery, Alaska</i>"}],"originalDate":"2001-03-26"},{"category":"THEY'RE STILL MYTHING","comments":"","clues":[{"text":"Some legends say that in addition to stealing fire from heaven, this Greek also created man from clay","response":"Prometheus"},{"text":"Icarus' dad, he built the Labyrinth","response":"Daedalus"},{"text":"It's said that his singing &amp; lyre-playing \"drew iron tears down Pluto's cheek\"","response":"Orpheus"},{"text":"Perseus came to her rescue &amp; married this woman who was strained, er...chained to a rock","response":"Andromeda"},{"text":"The mulberry fruit, once white, was stained red by the blood of Pyramus &amp; her","response":"Thisbe"}],"originalDate":"2001-03-26"},{"category":"20th CENTURY WOMEN","comments":"","clues":[{"text":"In 1929 she placed third in the first Powder Puff Derby, a cross-country air race for women","response":"Amelia Earhart"},{"text":"Former wife of Nelson, she was South Africa's first black medical social worker","response":"Winnie Mandela"},{"text":"Actress Melina Mercouri twice served as this country's minister of culture","response":"Greece"},{"text":"During the 1920s she was a government inspector of schools in Italy","response":"Maria Montessori"},{"text":"This photographer known for her pictures of the fantastic &amp; the freakish was the sister of poet Howard Nemerov","response":"Diane Arbus"}],"originalDate":"2001-03-26"},{"category":"TOURIST TREATS","comments":"","clues":[{"text":"A traditional treat served at Wimbledon consists of these berries &amp; cream","response":"Strawberries"},{"text":"In Italy it's a term for sweet treats, or the kind of \"vita\" you'll have if you eat enough","response":"Dolce"},{"text":"In the U.S. this green vegetable is often creamed; in India cheese is added for saag paneer","response":"Spinach"},{"text":"Like the slivovitz of other parts of Europe, the Romanian brandy tzuica is made from this fruit","response":"Plum"},{"text":"A tasca is a Spanish pub serving a variety of these bartop appetizers","response":"Tapas"}],"originalDate":"2001-03-26"}],[{"category":"THERE'S \"ANT\"s IN MY CATEGORY!","comments":"","clues":[{"text":"A substance like sodium bicarbonate used to neutralize certain stomach fluids","response":"Antacid"},{"text":"A hymn of praise or loyalty, perhaps a national one","response":"Anthem"},{"text":"Swift bovidae family member seen here","response":"Antelope"},{"text":"A smaller room serving as an entryway into a larger room","response":"an anteroom (or antechamber)"},{"text":"This adjective describing a mansion built before the Civil War means \"before the war\"","response":"Antebellum"}],"originalDate":"2001-03-26"},{"category":"LITERATURE","comments":"","clues":[{"text":"Walt Whitman's 52-section \"Song Of Myself\" is the longest work in this collection first published in 1855","response":"\"Leaves of Grass\""},{"text":"In this Steinbeck novel, Lennie has nightmarish visions of his dead aunt Clara &amp; of a gigantic rabbit","response":"\"Of Mice and Men\""},{"text":"In this novel, Javert says, \"There is a brigand, there is a convict called Jean Valjean, and I have got him!\"","response":"\"Les Miserables\""},{"text":"This James M. Cain novel, which has been filmed \"twice\", was written under the title \"Bar-B-Q\"","response":"\"The Postman Always Rings Twice\""},{"text":"This Muriel Spark novel is set at the Marcia Blaine School For Girls in Edinburgh","response":"\"The Prime of Miss Jean Brodie\""}],"originalDate":"2001-03-23"},{"category":"\"DO\", \"RE\", \"MI\"","comments":"","clues":[{"text":"Nancy Davis' married name","response":"Reagan"},{"text":"A small filet of prime beef","response":"Mignon"},{"text":"It can mean relating to home or a servant who works there","response":"Domestic"},{"text":"This kind of \"name\" is also known as an Internet address","response":"domain"},{"text":"Harmful or poisonous fumes caused by decaying organic matter","response":"Miasma"}],"originalDate":"2001-03-23"},{"category":"PLAY REVIVALS","comments":"","clues":[{"text":"In August 2000 Lea Thompson sallied forth as Sally Bowles in the Broadway revival of this musical","response":"\"Cabaret\""},{"text":"In 1992 you could have seen James Gandolfini playing cards with Stanley Kowalski in a revival of this play","response":"\"A Streetcar Named Desire\""},{"text":"He starred on Broadway in \"The Crucible\" in 1991, a few years before becoming president (on TV, that is)","response":"Martin Sheen"},{"text":"George Grizzard was on board as Cap'n Andy when this \"Ol' Man River\" musical rolled into London in 1998","response":"<i>Show Boat</i>"},{"text":"Ethan Hawke appeared in a 1992 production of this Chekhov play with another bird in its name","response":"\"The Seagull\""}],"originalDate":"2001-03-23"},{"category":"HERE COMES BAHRAIN AGAIN","comments":"","clues":[{"text":"In 1991 Bahrain was one of the good guys in this conflict &amp; the U.S. sold it Apache helicopters","response":"The Gulf War/Operation Desert Storm"},{"text":"This country that controlled Bahrain in the 18th century renewed its claim after its 1979 revolution","response":"Iran"},{"text":"The \"humped\" shape of a Bahraini island gives it the name Hawer, meaning \"young\" one of these","response":"Camel"},{"text":"The Khalifa clan, which has ruled Bahrain for 2 centuries, belongs to this majority branch of Islam","response":"Sunni"},{"text":"A causeway linking Bahrain &amp; Saudi Arabia is named for this man who became Saudi king in 1982","response":"King Fahd"}],"originalDate":"2001-03-23"},{"category":"IT SOUNDS LIKE","comments":"","clues":[{"text":"Jay Leno's show, it sounds like how you address a letter for Sir Galahad","response":"<i>Tonight</i>"},{"text":"A cylindrical storage container for grain, it sounds like an order to exhale quietly","response":"Silo"},{"text":"A pitcher who comes in late in the game, it sounds like a feeling trees have in the spring","response":"Relief"},{"text":"It sounds like the kind of personality most likely to have a heart attack in the capital of Taiwan","response":"Taipei"},{"text":"A runway material, it sounds like what you do before you feather your Apple computer","response":"Tarmac"}],"originalDate":"2001-03-23"}],{"category":"NEW OLYMPIC SPORTS","text":"This sport introduced in Summer 2000 plays out over a raised area 16 1/2 feet long &amp; 9 1/2 feet wide","response":"trampoline"}]}