{"mix":4506,"rounds":[[{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"What's called the war's last major battle was George Thomas' Dec. 1864 victory outside this Tennessee capital","response":"Nashville"},{"text":"The Union began one of these in 1861; the ship CSS Sumter had some success running it","response":"a blockade"},{"text":"On May 25, 1862 Lincoln told McClellan to either attack Richmond or defend this city","response":"Washington, D.C."},{"text":"At Frederick, MD. 4 days before this battle, Lee's plan fell into Union hands after it was used to wrap cigars","response":"Antietam"},{"text":"In June 1864 Union Gen. David Hunter burned this school, Stonewall Jackson's former workplace","response":"Virginia Military Institute"}],"originalDate":"2007-01-02"},{"category":"EAGLES SONGS IN OTHER WORDS","comments":"","clues":[{"text":"Beverly Hills' Beverly Hilton or San Francisco's Mark Hopkins","response":"\"Hotel California\""},{"text":"Fermented agave potent potable mixed with orange juice &amp; a little grenadine","response":"\"Tequila Sunrise\""},{"text":"Samantha, Winnie, or one of those Eastwick gals, alliteratively","response":"\"Witchy Woman\""},{"text":"Existence in the speediest pathway","response":"\"Life In The Fast Lane\""},{"text":"Serene, tactile facility","response":"\"Peaceful Easy Feeling\""}],"originalDate":"2007-01-02"},{"category":"WHAT A CHARACTER!","comments":"","clues":[{"text":"Holly Golightly goes lightly through this 1958 novel","response":"<i>Breakfast at Tiffany's</i>"},{"text":"Sam Spade was a real bird brain when introduced to the world in this 1930 classic","response":"<i>The Maltese Falcon</i>"},{"text":"Diminutive factory workers known as the Oompa Loompas show up in this fantasy book","response":"<i>Charlie and the Chocolate Factory</i>"},{"text":"Kurtz cuts loose when cut off from humanity in this 1902 tale","response":"<i>Heart of Darkness</i>"},{"text":"A big change is in the air for Gregor Samsa in this 1915 story","response":"<i>The Metamorphosis</i>"}],"originalDate":"2007-01-02"},{"category":"HAPPY NEW YEAR","comments":"","clues":[{"text":"Ellis Island opened Jan. 1, 1892 &amp; the first immigrant was from County Cork on this island","response":"Ireland"},{"text":"In 1919 this auto company got a new president, son succeeding father, &amp; raised its minimum wage to $6 a day","response":"Ford"},{"text":"The Post Office began this service Jan. 1, 1913 &amp; it was soon sending such objects as eggs, bricks &amp; a 4-year-old girl","response":"parcel post"},{"text":"This new Czech president began the 1990s with an amnesty for 3/4 of his country's prison inmates","response":"Havel"},{"text":"On Jan. 1, 1959, suddenly out of power, he fled Cuba for the Dominican Republic","response":"(Fulgencio) Batista"}],"originalDate":"2007-01-01"},{"category":"RECORD LABELS","comments":"","clues":[{"text":"Between July 1954 &amp; August 1955 this Memphis label released 5 Elvis Presley singles","response":"Sun Records"},{"text":"In 1990 Herb Alpert &amp; Jerry Moss sold this label to Polygram for a sum said to be more than $500 million","response":"A&M Records"},{"text":"In 1980 this DreamWorks SKG partner founded his own record label","response":"David Geffen"},{"text":"While in India, George Harrison got the idea for this record label's mystical logo from a small tin box","response":"Dark Horse Records"},{"text":"In 1973 Kiss became the first group to sign with this new label founded by Neil (not Humphrey) Bogart","response":"Casablanca Records"}],"originalDate":"2007-01-01"},{"category":"IT'S ALL YOUR FAULT!","comments":"","clues":[{"text":"Speculators were blamed for the 1929 stock market crash that marked the beginning of this decade-long calamity","response":"the Great Depression"},{"text":"Napoleon's cannons usually get blamed, but the head of this huge statue near Giza was damaged long before him","response":"the Sphinx"},{"text":"This song from the movie \"South Park: Bigger, Longer &amp; Uncut\" garnered a 2000 Oscar nomination","response":"\"Blame Canada\""},{"text":"In 1990 a flaw in this $1.5 billion piece of hardware was blamed on a spherical aberration in one of its mirrors","response":"the Hubble Telescope"},{"text":"A January 1942 report faulted Gen. Walter Short &amp; Admiral Husband Kimmel for the disastrousness of this event","response":"Pearl Harbor"}],"originalDate":"2007-01-01"}],[{"category":"\"MEA\" CULPA","comments":"","clues":[{"text":"Congressional committee responsible for raising the money to fund the government","response":"Ways and Means"},{"text":"The industry exposed by Upton Sinclair's \"The Jungle\"","response":"meatpacking"},{"text":"To blur by rubbing or to vilify by negative depiction","response":"smear"},{"text":"Union general in charge of the Army of the Potomac at the end of the U.S. Civil War","response":"Meade"},{"text":"Capable of allowing fluids to pass through it","response":"permeable"}],"originalDate":"2007-01-01"},{"category":"UNIQUELY AMERICAN LITERATURE","comments":"","clues":[{"text":"A brutal 1959 mass murder was the basis of this Truman Capote nonfiction novel","response":"<i>In Cold Blood</i>"},{"text":"A battle to keep a girl from the clutches of Satan takes place in this William Peter Blatty novel that turned heads in '71","response":"<i>The Exorcist</i>"},{"text":"In this Tom Robbins novel, Sissy Hankshaw is born with enormous thumbs &amp; hitchhikes across America","response":"<i>Even Cowgirls Get the Blues </i>"},{"text":"One of the 2 Erskine Caldwell novels of the 1930s that were censored for their portrayals of poor whites","response":"<i>Tobacco Road</i> (or <i>God's Little Acre</i>)"},{"text":"This American's stories like \"Will You Please Be Quiet, Please?\" are in a style some have called K-Mart Realism","response":"Raymond Carver"}],"originalDate":"2007-01-01"},{"category":"MOVIE PEOPLE","comments":"","clues":[{"text":"His first animated cartoons were shown in Kansas City under the title \"Laugh-O-Grams\"; Mickey came later","response":"Walt Disney"},{"text":"His professional directorial debut was the 24-minute short \"Amblin'\", shown at the Atlanta Film Festival in 1969","response":"Steven Spielberg"},{"text":"This great 1930s choreographer ended his career in 1962 with a circus flick, \"Billy Rose's Jumbo\"","response":"Busby Berkeley"},{"text":"Her many costume designs include the sarong worn by Dorothy Lamour &amp; Redford &amp; Newman's suits in \"The Sting\"","response":"Edith Head"},{"text":"Alfred Uhry is the only person to win an Oscar for an adaptation of his own Pulitzer Prize-winning play<span class=\"nobreak\">--</span>this one","response":"<i>Driving Miss Daisy</i>"}],"originalDate":"2007-01-01"},{"category":"SAY CHEESE","comments":"","clues":[{"text":"Called the world's most famous grating cheese, it was first made in the area of Parma","response":"Parmesan"},{"text":"Tillamook is an American variety of this British cheese","response":"cheddar"},{"text":"This blue cheese comes from a village near the vineyards of Sauternes, its classic companion","response":"Roquefort"},{"text":"It's the only British blue cheese that has a certification trademark","response":"Stilton"},{"text":"This semi-hard cheese from Italy's Aosta Valley is traditionally dressed in a reddish-brown wax coat","response":"Fontina"}],"originalDate":"2007-01-01"},{"category":"ENDS WITH 2 VOWELS","comments":"","clues":[{"text":"It's a complete or partial loss of memory caused by... caused  by... I forget","response":"amnesia"},{"text":"Wham-O introduced this in 1957 as the Pluto Platter","response":"a Frisbee"},{"text":"Harlem's famed Apollo Theater originally featured this bawdy type of entertainment","response":"burlesque"},{"text":"These primitive plants are usually grouped according to color: brown, red, blue-green, golden...","response":"algae"},{"text":"From the Latin for \"messenger\", the highest-ranking diplomatic representative of the pope is a \"papal\" this","response":"nuncio"}],"originalDate":"2007-01-01"},{"category":"19th CENTURY LIT","comments":"","clues":[{"text":"His story \"William Wilson\" mentions some ushers<span class=\"nobreak\">--</span>but they're not the ones whose house is falling in another story","response":"(Edgar Allan) Poe"},{"text":"Her 1869 novel \"Oldtown Folks\" features runaway children instead of runaway slaves","response":"(Harriet Beecher) Stowe"},{"text":"In this novel, Count Vronsky is \"passionately fond of horses\"<span class=\"nobreak\">--</span>&amp; of a married woman who's the title character","response":"<i>Anna Karenina</i>"},{"text":"\"You are dancing with the only handsome girl in the room\", says Mr. Darcy to his friend in this novel","response":"<i>Pride and Prejudice</i>"},{"text":"In a poem, he penned, \"In Reading Gaol by Reading Town there is a pit of shame...\"","response":"Oscar Wilde"}],"originalDate":"2006-12-29"}],{"category":"KINGS &amp; QUEENS","text":"Eleanor of Aquitaine was only woman ever to be married to kings of both these countries","response":"England and France"}]}