{"mix":4518,"rounds":[[{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"Radical socialist Y. Breshko-Breskovskaya is called “the grandmother of” this country’s “revolution”","response":"Russia"},{"text":"Sir Francis Drake often raided islands in this New World sea where he was eventually buried in 1596","response":"the Caribbean"},{"text":"This Portuguese prince fought against Tangier with his brother Ferdinand, who died in captivity there","response":"Prince Henry"},{"text":"This first Christian emperor of Rome ordered the execution of his son Crispus in 326 A.D.","response":"Constantine"},{"text":"Queen Alexandra, consort of this turn of the cen. British king, was the daughter of Denmark’s Christian IX","response":"Edward VII"}],"originalDate":"1991-04-09"},{"category":"CELEBRITY INVENTIONS","comments":"","clues":[{"text":"In 1969 a heartbeat alarm worn on the wrist was patented by Zeppo of this comedy team","response":"the Marx Brothers"},{"text":"On her patent for a cigar-holder ring, she’s listed as Edith A. Kovacs","response":"Edie Adams"},{"text":"This actress who starred in “Ecstasy” and “Algiers” helped invent a torpedo control system","response":"Hedy Lamarr"},{"text":"No knucklehead, this ventriloquist designed an artificial heart but Jarvik’s was chosen over his","response":"Paul Winchell"},{"text":"Some 20 years after finishing his “U.S.A.” trilogy, he took out a patent on a soap-bubble gun","response":"John Dos Passos"}],"originalDate":"1991-04-09"},{"category":"SPORTS","comments":"","clues":[{"text":"While the heights may change, these are the 2 types of diving boards","response":"the springboard & the platform"},{"text":"Prior to par, this term was used for the score golfers should make, and was preceded by “Colonel”","response":"bogey"},{"text":"Four letter word for all the gear used for controlling a horse in harness racing","response":"tack"},{"text":"Though she came in 50th in this marathon, November 4, 1990, Wanda Panfil of Poland still got $26,385 &amp; a car","response":"the New York City Marathon"},{"text":"If you form a polo team to take on Prince Charles', you’ll field this many players","response":"4"}],"originalDate":"1991-04-09"},{"category":"THEATRICAL TERMS","comments":"","clues":[{"text":"The performers in a play, or a framework for a fracture","response":"a cast"},{"text":"Actors “wait in” this offstage area on either side of the proscenium before they fly onto the stage","response":"the wings"},{"text":"If a skier were to do it he’d go to the hospital, while to an actor it just means “good luck”","response":"break a leg"},{"text":"A cook’s accessory, or a stage’s extension","response":"an apron"},{"text":"A way of doing anything, or Strasberg’s way of acting","response":"method"}],"originalDate":"1991-04-09"},{"category":"FASHION","comments":"","clues":[{"text":"A cummerbund is worn around this part of the body","response":"the waist"},{"text":"A middy is a loose one of these with a sailor collar","response":"a blouse"},{"text":"The “kick” type of these folds is found on some skirts","response":"a pleat"},{"text":"Styles of these include lantern, dolman &amp; leg-of-mutton","response":"a sleeve"},{"text":"This word for a tight-fitting 1-piece woman’s bathing suit is from the OFr. for “swaddling clothes”","response":"a maillot"}],"originalDate":"1991-04-09"},{"category":"COLUMBUS, OHIO","comments":"(Alex: And finally, our tribute to...)","clues":[{"text":"The Standard Oil Company opened the U.S.A.’s first drive-in one of these in Columbus around 1913","response":"a gas station"},{"text":"USA Today says this ice cream &amp; tropical fruit dish was invented in 1904 at Foeller’s Drug Store","response":"a banana split"},{"text":"Columbus was the first U.S. city planned &amp; built to be one of these","response":"a state capital (a capital city accepted)"},{"text":"School in Columbus that’s home to the world’s largest all-brass marching band","response":"Ohio State University"},{"text":"On October 12, 1992 Columbus plans to have a replica of this flagship sitting in its Scioto River","response":"the Santa Maria"}],"originalDate":"1991-04-09"}],[{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"“Men in White”, which won the Pulitzer Prize in 1934, is a Sidney Kingsley play about this profession","response":"medicine"},{"text":"He wrote “The Bells” &amp; “Annabel Lee” at his farmhouse in the Bronx","response":"Edgar Allan Poe"},{"text":"In 1976 this Canadian-born author of “Herzog” won the Nobel literature prize","response":"Saul Bellow"},{"text":"Baltimore writer who coined the term “booboisie” &amp; said Hoover was \"a fat Coolidge\"","response":"H.L. Mencken"},{"text":"She published “The Member of the Wedding” as a novel in 1946, then rewrote it as a play in 1950","response":"Carson McCullers"}],"originalDate":"1991-04-09"},{"category":"ANTS","comments":"","clues":[{"text":"After mating and removing her wings, a queen ant devotes her life to this","response":"laying eggs"},{"text":"These ants never build nests but occupy temporary bivouacs","response":"army ants"},{"text":"Also known as plant lice, these insects are captured by some ants for the sweet liquid they produce","response":"aphids"},{"text":"Unlike termites, these ants chew wood to make living quarters, not for food","response":"carpenter ants"},{"text":"Harvester ants collect these food items &amp; store them in underground chambers","response":"seeds"}],"originalDate":"1991-04-09"},{"category":"WORLD WAR II","comments":"","clues":[{"text":"This country’s Hurricane and Spitfire fighter planes scored decisive victories over the Luftwaffe","response":"England"},{"text":"He was minister of propaganda for the Nazi regime from 1933-45","response":"Joseph Goebbels"},{"text":"During WWII, Marshall Henri Petain headed the Vichy gov’t while this man led the Free French","response":"Charles de Gaulle"},{"text":"This portable rocket launcher was named for an instrument played by comedian B. Burns in the ’40s","response":"the bazooka"},{"text":"These German armored divisions consisted of 2 to 4 tank battalions","response":"Panzer divisions"}],"originalDate":"1991-04-09"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The former name of the Moluccas, islands known for cloves, mace &amp; nutmeg","response":"the Spice Islands"},{"text":"2 of the 3 South American countries on the equator","response":"(2 of) Ecuador, Brazil, & Colombia"},{"text":"This Canadian province’s largest lake is Lake Winnipeg","response":"Manitoba"},{"text":"With over a million people, this township is South Africa’s most populous black community","response":"Soweto"},{"text":"This Moroccan capital city is located about 60 miles northeast of Casablanca","response":"Rabat"}],"originalDate":"1991-04-09"},{"category":"ART","comments":"","clues":[{"text":"When arthritis made needlework difficult, she turned to painting copies of Currier &amp; Ives prints","response":"Grandma Moses"},{"text":"Corpulent sea nymphs circle Marie de Medicis’ ship in this Flemish artist’s painting of her arrival in France","response":"(Peter Paul) Rubens"},{"text":"1 of this German’s first commissions when he moved to England was to paint the family of Sir Thomas More","response":"Hans Holbein"},{"text":"This American Impressionist formed a close friendship with Degas &amp; posed for his “At the Milliner’s”","response":"Mary Cassatt"},{"text":"19th century French Primitive artist who painted “The Snake Charmer”","response":"Henri Rousseau"}],"originalDate":"1991-04-09"},{"category":"POLAR ANIMALS","comments":"","clues":[{"text":"This ursine likes to eat seals as well as fish","response":"a polar bear"},{"text":"The emperor is the largest variety of this bird","response":"a penguin"},{"text":"The bellow of this tusked sea animal can be heard from half a mile away","response":"a walrus"},{"text":"This ox, one of the northernmost hoofed animals, is named for the odor it emits","response":"a musk ox"},{"text":"When these rodents drown during their migrations, it’s an accident, not suicide","response":"lemmings"}],"originalDate":"1991-04-08"}],{"category":"NOBEL PRIZE-WINNING SCIENTISTS","text":"1910 winner Albrecht Kossel studied a new material in the control center of cells; today, we know it as this","response":"DNA"}]}