{"mix":4519,"rounds":[[{"category":"LATIN PHRASES","comments":"","clues":[{"text":"Latin for “before noon”, it’s what A.M. stands for","response":"antemeridian"},{"text":"Spoken or sung at the end of Latin masses, Deo gratias means this","response":"thanks to God"},{"text":"Seneca said “Ars longa, vita brevis\", which means this","response":"art is long, life is short"},{"text":"Someone who is primus inter pares is first among these people","response":"equals"},{"text":"The abbreviation q.v. which stands for quod vide, literally means this","response":"which see"}],"originalDate":"1991-04-08"},{"category":"DESIGN","comments":"","clues":[{"text":"Charles Rennie Mackintosh of this country was 1 of the most innovative Art Nouveau architects","response":"Scotland"},{"text":"Not surprisingly, the French town of Chantilly is known for this type of fabric","response":"lace"},{"text":"The “slipper” type of this lustrous fabric can be used to make slippers or draperies","response":"satin"},{"text":"Edward Kemeys designed the lions that guard the entrance to the Art Institute of this city","response":"Chicago"},{"text":"The back of a Salem rocker is usually lower than the back of this other rocker named for a Mass. city","response":"Boston"}],"originalDate":"1991-04-08"},{"category":"1891","comments":"(Alex: Boy, wasn't that a good year?)","clues":[{"text":"One of his patents that year was for a motion-picture projector, the kinetoscope","response":"Thomas Edison"},{"text":"900,000 acres of land in this state were opened for settlement on Sept. 22 though some went sooner","response":"Oklahoma"},{"text":"An attack on American sailors in Valparaiso brought the U.S. to the brink of war with this country","response":"Chile"},{"text":"George Hale’s spectroheliograph made it possible to photograph this using one w.l. of light","response":"the sun"},{"text":"James Naismith invented basketball in this Massachusetts town in December","response":"Springfield"}],"originalDate":"1991-04-08"},{"category":"ISLANDS","comments":"","clues":[{"text":"Merged island countries include Sao Tome &amp; Principe and Trinidad &amp; this","response":"Tobago"},{"text":"Its capital, largest city &amp; chief port is Palermo","response":"Sicily"},{"text":"Capital of French Guiana &amp; the name of the island it’s on, it gave its name to a kind of pepper","response":"Cayenne"},{"text":"Tanzania’s capital was founded by the sultan of this island that’s now part of the country","response":"Zanzibar"},{"text":"Though they sound Egyptian, these islands in the N. Atlantic are part of Denmark","response":"the Faroe Islands"}],"originalDate":"1991-04-08"},{"category":"OLD TESTAMENT","comments":"","clues":[{"text":"Shortly after promoting him, Darius had him cast into a lion’s den","response":"Daniel"},{"text":"According to II Chronicles 2, over 153,000 people worked on its construction in Jerusalem","response":"the First Temple (Solomon's Temple)"},{"text":"The Lord told Satan, “There is none like him in the Earth, a perfect and an upright man”","response":"Job"},{"text":"Ahasuerus liked her better than all the other virgins so he made her queen in place of Vashti","response":"Esther"},{"text":"Korah was killed for rebelling against Moses but his descendants wrote some of the 150 of these","response":"Psalms"}],"originalDate":"1991-04-08"},{"category":"FOOD","comments":"","clues":[{"text":"The manzanillo is the most widely grown type in Calif.; almost all are eaten, not pressed for oil","response":"olives"},{"text":"Hawkeye Pierce could tell you that kimchi is pickled vegetables common in this country","response":"Korea"},{"text":"Lactobacillus bulgaricus is added to milk to make this thick semi-solid dairy product","response":"yogurt"},{"text":"“The Joy of Cooking” says these liquor-soaked cakes have been enjoyed 25 years after baking","response":"fruitcakes"},{"text":"The name of these little snacks is Cantonese for “heart’s delight”","response":"dim sum"}],"originalDate":"1991-04-08"}],[{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Cobweb is a fairy, not a spider, in this comedy","response":"<i>A Midsummer Night's Dream</i>"},{"text":"Hamlet gives his “Alas, poor Yorick!” soliloquy in this location","response":"a graveyard"},{"text":"After Emilia is stabbed in this tragedy, she says, “I will play the swan” &amp; sings before she dies","response":"Othello"},{"text":"Shakespeare wrote, “When in disgrace with” this “and men’s eyes, I all alone beweep my outcast state”","response":"Fortune"},{"text":"This young woman lives on an island with her father, a magician","response":"Miranda"}],"originalDate":"1991-04-08"},{"category":"COLUMNISTS","comments":"","clues":[{"text":"A column of “Hints” has been written under this name shared by a mother &amp; the daughter who succeeded her","response":"Heloise"},{"text":"Columnist whose 1922 “Etiquette: The Blue Book of Social Usage” sold over half a million copies","response":"Emily Post"},{"text":"Last name of brothers Stuart &amp; Joseph who together wrote the “Matter of Fact” column","response":"Alsop"},{"text":"As financial reporter for the N.Y. Post she used initials for her byline to pass for a man","response":"Sylvia Porter"},{"text":"Columnist for N.Y.’s Newsday who wrote the novel “The Gang that Couldn’t Shoot Straight”","response":"Jimmy Breslin"}],"originalDate":"1991-04-08"},{"category":"1791","comments":"(Alex: And we did so well on 1891, we thought we'd test you on...)","clues":[{"text":"In March, Congress passed an excise tax on this, provoking a rebellion in 1794","response":"whiskey"},{"text":"His opera “Die Zauberflote” premiered in Vienna on Sept. 30","response":"Mozart"},{"text":"He published the first part of “The Rights of Man” in England &amp; was later charged with treason","response":"Thomas Paine"},{"text":"Born in Cove Gap, Penn. on April 23, he later became the 15th U.S. president","response":"James Buchanan"},{"text":"This Italian announced that electricity applied to frogs’ legs caused them to twitch","response":"(Luigi) Galvani"}],"originalDate":"1991-04-08"},{"category":"THE LARGEST IN AREA","comments":"","clues":[{"text":"Iceland,<br>India,<br>Iran","response":"India"},{"text":"Bangladesh,<br>Bhutan,<br>Brunei","response":"Bangladesh"},{"text":"Malta,<br>Mexico,<br>Mongolia","response":"Mexico"},{"text":"Andorra,<br>Angola,<br>Antigua","response":"Angola"},{"text":"Switzerland,<br>Poland,<br>Thailand","response":"Thailand"}],"originalDate":"2006-12-22"},{"category":"SANTA CLAUS","comments":"","clues":[{"text":"Part of Lapland north of the Arctic Circle has been proclaimed \"Santa Claus Land\" in this country","response":"Finland"},{"text":"In this song, Santa Claus is \"making a list and checking it twice; gonna find out who's naughty and nice\"","response":"\"Santa Claus Is Coming To Town\""},{"text":"For Belgian children, Santa Claus comes from Spain by boat on the night of Dec. 5 &amp; leaves gifts in these","response":"their shoes"},{"text":"The mythology of Santa Claus came to the Americas with this ethnic group as \"Sinter Klaas\" in the 17th century","response":"the Dutch"},{"text":"2-word name that British children use for Santa; J.R.R. Tolkien wrote his kids a series of \"Letters\" from him","response":"Father Christmas"}],"originalDate":"2006-12-22"},{"category":"CLICHES","comments":"","clues":[{"text":"To damage your own interests, you can put this in your mouth or shoot yourself in it","response":"your foot"},{"text":"Originally, people \"grasped at\" these to keep from drowning","response":"straws"},{"text":"Meaning you can't make sense of it, to not be able to do this \"of\" something, may refer to a flipped coin","response":"make heads or tails of it"},{"text":"After a night of drinking with Tintin, Captain Haddock was looking a bit green around these","response":"the gills"},{"text":"Legendary Texas football coach Darrell Royal used to say you gotta do this \"with the one who brung ya\"","response":"dance"}],"originalDate":"2006-12-22"}],{"category":"OPERA CHARACTERS","text":"In a play subtitle, she's called \"the Chinese Sphinx\"; in a later opera her suitor calls her \"Principessa di Morte\"","response":"Turandot"}]}