{"mix":4527,"rounds":[[{"category":"MUSIC","comments":"","clues":[{"text":"\"It's not unusual\" for female fans to pelt this singer of \"Delilah\" with room keys &amp; panties","response":"Tom Jones"},{"text":"\"Losing My Religion\" is a hit by this Michael Stipe band","response":"R.E.M."},{"text":"In a 1991 top 5 hit, Bonnie Raitt sang, \"Let's give them\" this, later the title of a Julia Roberts-Dennis Quaid movie","response":"something to talk about"},{"text":"In the '80s this band had hits like \"A View to a Kill\" &amp; \"The Wild Boys\"; in the '90s, \"Come Undone\" &amp; \"Ordinary World\"","response":"Duran Duran"},{"text":"This group had its initial success in 1991, hitting No. 1 with the following<br><br><i>\"Your purple prose just gives you away /<br>The things, you say /<br>You're unbelievable\"</i>","response":"EMF"}],"originalDate":"2002-06-12"},{"category":"THE DUCHESS OF WINDSOR","comments":"","clues":[{"text":"Born in Blue Ridge Summit, PA., the duchess was raised in this \"Birthplace of the Star-Spangled Banner\"","response":"Baltimore"},{"text":"A famous quote attributed to the Duchess of Windsor is \"One can never be too rich or too\" this","response":"thin"},{"text":"On January 4, 1937, this U.S. magazine chose the future Duchess of Windsor as its \"Woman of the Year\" for 1936","response":"<i>Time</i>"},{"text":"On June 3, 1937 the duke &amp; duchess married at the Chateau de Cande near Tours in this country","response":"France"},{"text":"Last name of the duchess' second husband, a London shipbroker","response":"Simpson"}],"originalDate":"2002-06-12"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"In 1916 G. N. Lewis proposed that atoms in a molecule bond by sharing a pair of these particles","response":"electrons"},{"text":"Boiling a liquid, condensing the vapor, boilng that liquid, etc. is called the \"fractional\" type of this process","response":"distillation"},{"text":"This letter &amp; number precede SO<sub>4</sub> in the formula for sulfuric acid","response":"H<sub>2</sub>"},{"text":"In 1923 Bronsted &amp; Lowry figured out that these substances donate protons to bases","response":"acids"},{"text":"Enthalpy, a thermodynamic property of a substance, is abbreviated H, for this","response":"heat"}],"originalDate":"2002-06-12"},{"category":"JAZZMEN'S INSTRUMENTS","comments":"(Alex: You identify the instrument most associated with the person I will name.)","clues":[{"text":"Buddy Rich","response":"drums"},{"text":"Stan Getz","response":"saxophone"},{"text":"Lionel Hampton","response":"vibes"},{"text":"Pete Fountain","response":"Clarinet"},{"text":"Charlie Mingus","response":"double bass"}],"originalDate":"2002-06-12"},{"category":"OLD MONEY","comments":"","clues":[{"text":"3,000 of these Hebrew coins in silver were equivalent to one silver talent","response":"shekels"},{"text":"Also called a zecchino, it was a gold coin of the Venetian republic; now it's a shiny ornamental disk seen on gowns","response":"sequin"},{"text":"The U.S. quarter is sometimes called \"two bits\" because this Spanish peso was once cut into fourths","response":"piece of eight"},{"text":"This Roman coin was the penny mentioned in the New Testament: its name means \"containing ten\"","response":"denarius"},{"text":"This coin of Florence, Italy became the standard of trade throughout Europe from the 1200s to the 1400s","response":"florin"}],"originalDate":"2002-06-12"},{"category":"WORLD THEATRE","comments":"","clues":[{"text":"\"Kremlin Chimes\" is the second play in Nikolai Pogodin's trilogy about this leader of the Russian Revolution","response":"Lenin"},{"text":"This Canadian province's famous Shaw Festival focuses on plays by George Bernard Shaw &amp; his contemporaries","response":"Ontario"},{"text":"This \"Martin Chuzzlewit\" novelist not only co-wrote the play \"The Frozen Deep\", he acted in it, too","response":"Dickens"},{"text":"Ichimura Manjiro is a famous Onnagata, a male actor who plays female roles in this form of Japanese drama","response":"kabuki"},{"text":"This \"Electra\"fying playwright gets the credit for adding a third actor to Greek tragedies","response":"Sophocles"}],"originalDate":"2002-06-12"}],[{"category":"MAMMALS","comments":"","clues":[{"text":"For warmth, the horseshoe species of these will cluster in groups in the roofs of caves","response":"bats"},{"text":"It's Asia's great red ape","response":"orangutan"},{"text":"The largest land carnivores are a couple of species of this mammal","response":"bear"},{"text":"Bluefins are tuna; blues &amp; fins are these mammals","response":"whales"},{"text":"Besides its own species of penguin &amp; tortoise, this island group has its own species of mammal<span class=\"nobreak\">--</span>a fur seal","response":"Galapagos Islands"}],"originalDate":"2002-06-12"},{"category":"THRILLER","comments":"","clues":[{"text":"This author's techno-thriller \"Rainbow Six\" focuses on John Clark, also a hero in \"Clear &amp; Present Danger\"","response":"Tom Clancy"},{"text":"This author made a University of Virginia law professor the protagonist of his 2002 novel \"The Summons\"","response":"(John) Grisham"},{"text":"You were born to identify this author of \"The Bourne Identity\"","response":"(Robert) Ludlum"},{"text":"\"The Numa Files\" are paperback spin-offs of this writer's novels featuring Dirk Pitt","response":"Clive Cussler"},{"text":"\"The Attorney\" Paul Madriani appears in several legal thrillers by this lawyer-turned-author","response":"Steve Martini"}],"originalDate":"2002-06-11"},{"category":"BEN","comments":"","clues":[{"text":"Ben Franklin went to London in 1757 to represent this colony's assembly","response":"Pennsylvania"},{"text":"This publication that Ben first put out in 1732 often sold 10,000 copies a year","response":"<i>Poor Richard's Almanack</i>"},{"text":"In 1783 Franklin asked Congress to recall him from this country; he finally made it home in 1785","response":"France"},{"text":"Current events of 1751 included the appearance of Ben's scientific work \"Experiments and Observations on\" this","response":"\"Electricity\""},{"text":"The Hutchinson Letters scandal got Ben fired as deputy this in 1774","response":"postmaster general"}],"originalDate":"2002-06-11"},{"category":"\"BLACK\" OR \"WHITE\"","comments":"","clues":[{"text":"Name shared by a Sauk chief famous for his war &amp; a U.S. military helicopter","response":"Black Hawk"},{"text":"This \"Golden Girl\" had her own show in 1958 &amp; 1977 &amp; in 1999 became part of the cast of \"Ladies Man\"","response":"Betty White"},{"text":"People have asked why the whole airplane isn't made out of the same material as this \"indestructible\" device","response":"the black box"},{"text":"John Archibald Wheeler coined this term in the '60s for a collapsed star so dense, no light can escape it","response":"black hole"},{"text":"Famous landmark composed of chalk in the county of Kent in England","response":"the White Cliffs of Dover"}],"originalDate":"2002-06-11"},{"category":"REMEMBER THE TIME","comments":"","clues":[{"text":"In 1958 this country launched its second 5-year plan, called \"The Great Leap Forward\"","response":"China"},{"text":"In 960 Mieczyslaw I became the first ruler of this country","response":"Poland"},{"text":"In 1526 he greeted an Inca nobleman on his ship, but conquest would have to wait a few years until funds were raised","response":"Pizarro"},{"text":"In 1998 U.S. cruise missiles hit this African country in response to bombings of U.S. embassies","response":"Sudan"},{"text":"This 1904-1905 war began in Manchuria &amp; ended with the battle of Tsushima Strait","response":"Russo-Japanese War"}],"originalDate":"2002-06-11"},{"category":"SCOTLAND","comments":"","clues":[{"text":"About 80,000 Scots still speak the Scottish version of this ancient Celtic language","response":"Gaelic"},{"text":"Ben More, Ben Alder &amp; Ben Macdui are not people but tall ones of these in Scotland","response":"mountains"},{"text":"Defeated at Dunsinane by Malcolm in 1054, he wasn't dethroned until killed by Malcolm in 1057","response":"Macbeth"},{"text":"The Church of Scotland, the country's national church, is a branch of this Christian denomination","response":"Presbyterian"},{"text":"Hundreds of years old, the de facto national flag features this saint's cross","response":"Andrew"}],"originalDate":"2002-06-11"}],{"category":"EARLY FILMS OF OSCAR WINNERS","text":"The 1995, 2003 &amp; 2006 winners for Best Actor all appeared in this 1982 teen comedy","response":"<i>Fast Times at Ridgemont High</i>"}]}