{"mix":4529,"rounds":[[{"category":"ASIAN CAPITALS","comments":"","clues":[{"text":"This capital of India was laid out in a series of geometric forms extending from a rock that was later destroyed","response":"New Delhi"},{"text":"Higashi-Gyoen Garden is on the grounds of this city's Imperial Palace","response":"Tokyo"},{"text":"Its historic Toopkhaneh Square is now Imam Khomeini Square","response":"Tehran"},{"text":"In the 1620s the Javanese leader Sultan Agung tried unsuccessfully to capture this capital from the Dutch","response":"Jakarta"},{"text":"This capital is served by King Khalid International Airport, which lies about 20 miles north of the city","response":"Riyadh"}],"originalDate":"2006-12-18"},{"category":"FRUIT BOWL","comments":"","clues":[{"text":"Asian &amp; Anjou","response":"pears"},{"text":"Flame Seedless &amp; Red Globe","response":"grapes"},{"text":"Jonathan &amp; Pink Lady","response":"apples"},{"text":"Lambert &amp; Rainier","response":"cherries"},{"text":"Donut &amp; Elberta","response":"peaches"}],"originalDate":"2006-12-18"},{"category":"PULITZER-WINNING BIOGRAPHIES &amp; AUTOBIOGRAPHIES","comments":"","clues":[{"text":"This bestseller about growing up in the slums of Limerick won the Pulitzer in 1997","response":"<i>Angela's Ashes</i>"},{"text":"His wife Vera, not Lolita, was the subject of a 2000 prize-winning bio by Stacy Schiff","response":"(Vladimir) Nabokov"},{"text":"Charles Lindbergh must have been flying high after winning the Pulitzer in 1954 for this memoir","response":"<i>The Spirit of St. Louis</i>"},{"text":"Title length of time in Arthur Schlesinger Jr.'s 1966 prize-winner subtitled \"John F. Kennedy in the White House\"","response":"<i>A Thousand Days</i>"},{"text":"This psychologist &amp; his author brother Henry were each the subjects of prize-winning bios; one in 1936, the other in 1963","response":"William James"}],"originalDate":"2006-12-18"},{"category":"NECKWEAR","comments":"","clues":[{"text":"This 3-letter item tied around the necks of children protects their clothing while they eat","response":"a bib"},{"text":"In ancient Hawaii, this garland of flowers was used to signify a peace agreement between opposing tribes","response":"a lei"},{"text":"This long scarf sounds like it will keep you quiet as well as keep you warm","response":"a muffler"},{"text":"The name of this long scarf made of feathers or fur is from the Latin for \"water adder\"","response":"a boa"},{"text":"In WWI, it became mandatory that all U.S. soldiers wear these \"canine\" aluminum discs on neck chains","response":"dog tags"}],"originalDate":"2006-12-18"},{"category":"ADJECTIVES","comments":"","clues":[{"text":"Adjective in the name of stuffed dolls Ann &amp; Andy","response":"raggedy"},{"text":"Ottoman Emperor Selim I is known by this adjective, like a certain \"reaper\"","response":"grim"},{"text":"It describes notched, sawlike teeth, as on the blade of a bread knife","response":"serrated"},{"text":"Belonging to the place where one was born, like the \"son\" in a Richard Wright title","response":"native"},{"text":"From Latin for \"devour\", it precedes \"readers\" to describe those with an insatiable appetite for books","response":"voracious"}],"originalDate":"2006-12-18"},{"category":"\"H\"EALTH &amp; MEDICINE","comments":"","clues":[{"text":"Atherosclerosis is better known by this 4-word phrase","response":"hardening of the arteries"},{"text":"Hay fever is caused by antibodies reacting with inhaled pollen, causing the release of this","response":"histamines"},{"text":"It's the branch of medicine that studes blood &amp; blood-forming tissues","response":"hematology"},{"text":"Slipped &amp; ruptured are synonyms for this when it precedes \"disk\"","response":"herniated"},{"text":"The name of this leg muscle is also a verb that means \"to render powerless\"","response":"hamstring"}],"originalDate":"2006-12-18"}],[{"category":"'ALLO, GOVERNOR","comments":"(Alex: Tell us each governor's state.)","clues":[{"text":"In office from 1995:<br>George Pataki","response":"New York"},{"text":"In office from 2003:<br>Mitt Romney","response":"Massachusetts"},{"text":"In office from 1996:<br>Mike Huckabee","response":"Arkansas"},{"text":"In office from 2000:<br>Rick Perry","response":"Texas"},{"text":"In office from 2004:<br>Kathleen Blanco","response":"Louisiana"}],"originalDate":"2006-12-18"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"A violent windstorm, proverbially \"in a teapot\"","response":"tempest"},{"text":"An aromatic herb of the mint family, having leaves used as seasoning in cooking","response":"oregano"},{"text":"\"My Sharona\" knows it's a special talent for something (like remembering who gave us \"My Sharona\")","response":"knack"},{"text":"The strict meaning of a word, not figurative or metaphorical, from the late Latin for \"of letters\"","response":"literal"},{"text":"A concluding part added to a literary work where you might read, \"Billy would become Canada's P.M. in 2022\"","response":"epilogue"}],"originalDate":"2006-12-18"},{"category":"LONG LIVE THE KING","comments":"","clues":[{"text":"On Sept. 9, 1956 an estimated 1/3 of the U.S. population watched Elvis on this man's variety show","response":"Ed Sullivan"},{"text":"Clad in white tie &amp; tails on \"The Steve Allen Show\" in 1956, Elvis sang this hit to an unmoved pooch named Sherlock","response":"\"Hound Dog\""},{"text":"On Dec. 26, 1957 Elvis donated thousands of these cute toys to the National Foundation for Infantile Paralysis","response":"teddy bears"},{"text":"Of Elvis' 114 Top 40 hits, this \"sad\" title travel destination was the first","response":"\"Heartbreak Hotel\""},{"text":"In 1964 Elvis bought a yacht owned by this ex-president for $55,000, then donated it to the March of Dimes","response":"FDR"}],"originalDate":"2006-12-18"},{"category":"MAN \"D\"","comments":"","clues":[{"text":"He gave up a career as a military engineer to write novels like \"The Brothers Karamazov\"","response":"Dostoyevsky"},{"text":"A fascination with brine led this man to found his own chemical company in the 1890s","response":"Dow"},{"text":"Bet you a decimal point that you'll know he founded the American Library Association","response":"(Melvil) Dewey"},{"text":"Yes, sir, in 1586 this British sea dog picked up some disgruntled settlers from the soon-to-be-\"lost colony\"","response":"Sir Francis Drake"},{"text":"As a runaway slave, Frederick Augustus Washington Bailey changed his name to this to avoid capture","response":"Douglass"}],"originalDate":"2002-06-07"},{"category":"I MADE IT THROUGH THE REIGN","comments":"","clues":[{"text":"For 164 years, 1610 to 1774, France was ruled by just 3 kings, all of this name","response":"Louis"},{"text":"Franz Joseph got plenty of new clothes when he ruled Austria for 68 years with this loftier title than king","response":"emperor"},{"text":"Fath Ali Shah ruled this country from 1797 to 1834 &amp; led it in disastrous wars against Russia","response":"Iran"},{"text":"Averaging 23 years per reign, the last 5 Russian czars were named either Nicholas or this","response":"Alexander"},{"text":"Otto, who ruled Greece from 1832 to 1862, was the son of King Ludwig of this German state","response":"Bavaria"}],"originalDate":"2002-06-07"},{"category":"CAN'T SMILE WITHOUT YOU","comments":"","clues":[{"text":"An adjunct to a toothbrush, it can be nylon or silk thread, waxed or unwaxed","response":"floss"},{"text":"It's the hard outer layer of a tooth","response":"enamel"},{"text":"Bacteria, saliva &amp; food debris make up this rough, sticky coating on teeth which can harden into tartar","response":"plaque"},{"text":"These teeth usually erupt between the ages of 17 &amp; 25, hence their popular name","response":"wisdom teeth"},{"text":"This branch of dentistry treats the diseases that affect the structures that surround &amp; support the teeth","response":"periodontics"}],"originalDate":"2002-06-07"}],{"category":"PRESIDENTIAL CAMPAIGNS","text":"Though shot in the chest, Teddy Roosevelt gave a 1912 speech saying, \"it takes more than that to kill\" one of these animals","response":"a bull moose"}]}