{"mix":4533,"rounds":[[{"category":"\"T\" COUNTRIES","comments":"","clues":[{"text":"Oral epics are sung by poets &amp; composers known as bakhashi in this central Asian \"stan\" nation","response":"Turkmenistan"},{"text":"Slightly larger than Texas, it borders the Black Sea &amp; the Mediterranean Sea","response":"Turkey"},{"text":"It thrusts out towards Sicily as the northernmost bulge of Africa","response":"Tunisia"},{"text":"It shares dominion over Lake Victoria with Kenya &amp; Uganda","response":"Tanzania"},{"text":"This South Pacific island nation is ruled by a king &amp; a 30-member legislative assembly","response":"Tonga"}],"originalDate":"2006-12-15"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Tony Bennett's tune about a California city runs Spain with an iron fist as dictator","response":"\"I Left My Heart in San Francisco Franco\""},{"text":"1972 Marlon Brando film set in France in which he decides to live \"the simple life\" as an heiress","response":"Last Tango In Paris Hilton"},{"text":"The Confederacy's top general trades in Traveller to head up Chrysler in the 1980s","response":"Robert E. Lee Iacocca"},{"text":"A current Supreme Court Justice finds \"You Can't Go Home Again\" as this author","response":"Clarence Thomas Wolfe"},{"text":"U.S. Advocate for women's rights &amp; the abolition of slavery who sang \"All The Young Dudes\"","response":"Lucretia Mott The Hoople"}],"originalDate":"2006-12-15"},{"category":"THE FALL","comments":"","clues":[{"text":"In Feb. 1990 Buster Douglas knocked the mouthpiece (&amp; the stuffing) out of this suddenly ex-heavyweight champ","response":"Mike Tyson"},{"text":"In 1978, though he outweighed Leon Spinks by 27 pounds, he lost a 15-round decision &amp; the heavyweight title","response":"Muhammad Ali"},{"text":"In 1981 John McEnroe found resistance wasn't futile &amp; snapped this Swede's 5-year Wimbledon win streak","response":"Bjorn Borg"},{"text":"In 1919 Man O' War lost his only race to a 100-to-1 shot with this apt 5-letter name that means \"to disturb\"","response":"Upset"},{"text":"In the 10 years before a loss to Rulon Gardner at the Olympics, no one had scored a point vs. this sport's A. Karelin","response":"Greco-Roman wrestling"}],"originalDate":"2006-12-15"},{"category":"OF THE ROMAN EMPIRE","comments":"","clues":[{"text":"The great-great grandson of Augustus, he started fiddling around as Roman Emperor at age 16 in 54 A.D.","response":"Nero"},{"text":"Along with high shoes called calcei, Romans wore this 4-letter outer garment","response":"a toga"},{"text":"Agrippina's kid, this wacky (OK, unbalanced) emperor was killed in 41 A.D., &amp; Uncle Claudius took over","response":"Caligula"},{"text":"The 31 B.C. naval Battle of Actium pitted Octavian vs. this man, whose suicide with his lover a year later became legendary","response":"Antony"},{"text":"From the Greek for \"Phoenician\", this word describes the 3 Rome vs. Carthage wars; Rome went 3-0","response":"Punic"}],"originalDate":"2006-12-15"},{"category":"OF THE SUN","comments":"","clues":[{"text":"Though it's a medium-sized star, the sun is classified as a yellow one of these peewees","response":"dwarf"},{"text":"In 1843 Heinrich Schwabe noted that the number of these dark areas varies in a periodic cycle","response":"sunspots"},{"text":"In 1939 Hans Bethe calculated how much energy the sun puts out as hydrogen atoms join together by this process","response":"nuclear fusion"},{"text":"It's not a beer for sunbathers, but the region whose gases become the solar wind","response":"corona"},{"text":"Also a type of oven, it's the zone where the sun's energy is circulated to its surface","response":"convection"}],"originalDate":"2006-12-15"},{"category":"INAPPROPRIATE TEAM NAMES","comments":"","clues":[{"text":"This NBA team name made sense when they were in Minnesota; they should now change their name to \"The Smog\"","response":"L.A. Lakers"},{"text":"This NBA team name worked for New Orleans; they should now consider calling themselves the \"Salt Lakers\"","response":"Utah Jazz"},{"text":"This MLB team was given its name because teams had to elude trolleys; since moving, they should be called \"The Gridlocks\"","response":"Los Angeles Dodgers"},{"text":"In Atlanta this NHL team's fiery name harked back to Gen. Sherman; all Canadians should now call them \"The Ice\"","response":"Calgary Flames"},{"text":"This NBA team had that type of bear in Canada; now that they moved, they should be called \"The Elvises\"","response":"Memphis Grizzlies"}],"originalDate":"2006-12-14"}],[{"category":"ENERGY","comments":"","clues":[{"text":"Of northeast, northwest, southeast or southwest, the area that has 3/4 of the USA's oil-heated homes","response":"northeast"},{"text":"Kazakhstan &amp; Australia combine to mine half of the world's production of this element needed for nuclear power","response":"uranium"},{"text":"The EPA is cleaning up truck &amp; bus exhaust by cutting the sulfur content in this fuel by 97%","response":"diesel"},{"text":"This type of proposed \"farm\" off Nantucket has opponents concerned that it'll ruin the view","response":"a wind farm"},{"text":"2/3 of the world's steel is produced using this as fuel","response":"coal"}],"originalDate":"2006-12-14"},{"category":"20th CENTURY PEOPLE","comments":"","clues":[{"text":"This humorist &amp; vaudevillian was fond of saying, \"All I know is just what I read in the papers\"","response":"Will Rogers"},{"text":"He followed up \"Sexual Behavior in the Human Male\" with \"Sexual Behavior in the Human Female\" in 1953","response":"Alfred Kinsey"},{"text":"On her death in 2006, she became the first woman to lie in state at the Capitol in Atlanta","response":"Coretta Scott King"},{"text":"This sister who inspired Eunice Shriver to found the Special Olympics died in 2005 at the age of 86","response":"Rosemary Kennedy"},{"text":"9 years before Mandela &amp; de Klerk, this South African clergyman won the Nobel Peace Prize","response":"Desmond Tutu"}],"originalDate":"2006-12-14"},{"category":"THE BEST LITTLE \"WARE\"HOUSE","comments":"","clues":[{"text":"Plastic containers for leftover food that are fit for a \"party\"","response":"Tupperware"},{"text":"One-word term for computer programs distributed without charge","response":"freeware"},{"text":"One of the original 13 colonies","response":"Delaware"},{"text":"Warning! It precedes \"the Jabberwock\" in a Lewis Carroll poem","response":"beware"},{"text":"Not conscious of","response":"unaware"}],"originalDate":"2006-12-14"},{"category":"IN TEXAS","comments":"","clues":[{"text":"The USA's first domed sports stadium opened in this city in 1965","response":"Houston"},{"text":"A group of about 155 rebels in Texas confronted by Mexican forces retreated into this stronghold February 23, 1836","response":"the Alamo"},{"text":"At 825,000 acres, Texas' King Ranch is bigger than this U.S. state!","response":"Rhode Island"},{"text":"Texas' state insect is this \"royal\" flyer","response":"the monarch butterfly"},{"text":"The expedition of this Spanish conquistador crossed the Rio Grande &amp; explored Texas in 1541","response":"Coronado"}],"originalDate":"2006-12-14"},{"category":"OCEANOGRAPHY","comments":"","clues":[{"text":"The Milwaukee Deep isn't in Lake Michigan; it's the lowest point in this ocean, near Puerto Rico","response":"the Atlantic Ocean"},{"text":"The littoral zone is oceanographese for the water closest to this","response":"the shore"},{"text":"Oceanographers clock them by the water they move; the Humboldt one is fairly pokey at about 500 million cubic feet per sec.","response":"a current"},{"text":"William &amp; Mary's marine science school has an Estuarine Research Reserve on this biggest U.S. estuary","response":"Chesapeake Bay"},{"text":"Sperm whales dive to depths of 7,000 feet, supporting 213 of these pressure units<span class=\"nobreak\">--</span>I'm fine with one here at sea level","response":"an atmosphere"}],"originalDate":"2006-12-14"},{"category":"CELL BLOCK CINEMA","comments":"","clues":[{"text":"The title of this film based on a Stephen King novel is a colorful nickname for death row","response":"<i>The Green Mile</i>"},{"text":"She sashayed out of the \"Casino\" to play a death row inmate in \"Last Dance\"","response":"Sharon Stone"},{"text":"Eddie Murphy gets a 2-day parole to help Nick Nolte track down a murderer in this 1982 hit","response":"<i>48 Hours</i>"},{"text":"The scenes of Perry Smith being interviewed in jail in this 2005 film were shot in Manitoba, not in Kansas","response":"<i>Capote</i>"},{"text":"Michelle Pfeiffer was a jailbird<span class=\"nobreak\">--</span>or is that jailflower?<span class=\"nobreak\">--</span>in this \"pale\" 2002 mother-daughter drama","response":"<i>White Oleander</i>"}],"originalDate":"2006-12-14"}],{"category":"FABRICS","text":"The name of this fabric includes the initials of the city where it was introduced at a World's Fair site","response":"nylon"}]}