{"mix":4534,"rounds":[[{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"His 6 Brandenburg Concertos were so-named for their dedication to the Margrave of Brandenburg","response":"J.S. Bach"},{"text":"When his great-grandfather moved to Norway, he switched the \"E\" &amp; \"I\" in the spelling of the last name","response":"(Edvard) Grieg"},{"text":"This \"Amahl and the Night Visitors\" composer wrote his first opera, \"The Death of Pierrot\", at age 11","response":"Gian Carlo Menotti"},{"text":"This Austrian, who was born a Jew, wrote his \"Resurrection\" symphony before he converted to Roman Catholicism","response":"Mahler"},{"text":"He renewed his ties to his native land by writing his \"Hungarian Coronation Mass\" in 1867","response":"Liszt"}],"originalDate":"2006-12-14"},{"category":"MOVERS &amp; QUAKERS","comments":"","clues":[{"text":"Thomas Mifflin, a Constitution signer from this state, irritated fellow Quakers by fighting in the Revolution","response":"Pennsylvania"},{"text":"In the 1850s, minister Elizabeth Comstock helped make Rollin, Michigan an active stop on this route","response":"the Underground Railroad"},{"text":"British Quaker James Nayler got a little overamped &amp; entered Bristol in imitation of Christ's entry into this city","response":"Jerusalem"},{"text":"Quaker Bayard Rustin was the main organizer of this historic August 1963 event","response":"the March on Washington"},{"text":"This aged Quaker poet wrote a verse for the California city named for him","response":"(John Greenleaf) Whittier"}],"originalDate":"2006-12-14"},{"category":"EPIC POEMS AS COUNTRY SONGS","comments":"(Alex: ...and we'll need the title of the poem.)","clues":[{"text":"8th century:<br>\"When you come home from the mead hall, you're gonna find yourself a dragon\"","response":"<i>Beowulf</i>"},{"text":"800s B.C., maybe:<br>\"I might be a long-lost husband, but that don't mean you get my wife\"","response":"the <i>Odyssey</i>"},{"text":"Early 14th century:<br>\"I was running 'round hell's circles till I saw your heavenly spheres\"","response":"Dante's <i>Inferno</i> (or Divine Comedy)"},{"text":"Around 20 B.C.:<br>\"I left Troy behind me 'cause I had to be a Roman\"","response":"the <i>Aeneid</i>"},{"text":"11th century:<br>\"If you're looking for a sure thing, baby, take a Chanson me\"","response":"<i>The Song of Roland</i> (<i>La Chanson de Roland</i>)"}],"originalDate":"2006-12-14"},{"category":"YOU SAID A MOUTHFUL!","comments":"(Alex: ...because the responses will each contain more than<span class=\"nobreak\">--</span>12 or more letters.)","clues":[{"text":"A letter of this to a prospective employer outlines all your sterling qualities","response":"recommendation"},{"text":"The Alcohawk is a brand of this law-enforcement device","response":"a breathalyzer"},{"text":"\"Jeopardy!\" responses are this, meaning of the nature of a question","response":"interrogative (interrogatory accepted)"},{"text":"Simultaneous, or \"at the same moment\", has the same last 6 letters as this word for events of the same era","response":"contemporaneous"},{"text":"Suppression of exculpatory evidence is an example of this type of misconduct","response":"prosecutorial"}],"originalDate":"2006-12-14"},{"category":"STATES' HIGHEST POINTS","comments":"","clues":[{"text":"Mount McKinley in Denali Borough","response":"Alaska"},{"text":"Driskill Mountain in Bienville Parish","response":"Louisiana"},{"text":"Wheeler Peak in Taos County","response":"New Mexico"},{"text":"Mount Sunflower in Wallace County","response":"Kansas"},{"text":"Black Mesa in Cimarron County","response":"Oklahoma"}],"originalDate":"2002-03-08"},{"category":"MAJOR LEAGUE BASEBALL","comments":"","clues":[{"text":"In 1999, then with the Seattle Mariners, he led the American League in home runs for the third straight years","response":"Ken Griffey, Jr."},{"text":"On April 4, 2001 this Japanese-born pitcher tossed a no-hitter, the earliest in a season in baseball history","response":"Hideo Nomo"},{"text":"In 1916 this Red Sox pitcher led the American League in earned run average; 2 years later he led the league in home runs","response":"Babe Ruth"},{"text":"From 1954 to 1996 the Dodgers had only 2 managers: Walter Alston &amp; this man","response":"Tommy Lasorda"},{"text":"This team's Larry Walker hit .363 in 1998 &amp; topped it with .379 in 1999","response":"the Colorado Rockies"}],"originalDate":"2002-03-08"}],[{"category":"DIAMONDS","comments":"","clues":[{"text":"Most diamond crystals form octahedrons, meaning they have this many faces","response":"8"},{"text":"A diamond's weight is measured in these units equal to 200 milligrams or about 1/142 of an ounce","response":"a carat"},{"text":"Since 1958 this famous large blue diamond has resided in the Smithsonian Institution","response":"the Hope Diamond"},{"text":"The Orloff diamond is a Russian crown jewel bought in the late 18th century by Count Orloff for this empress","response":"Catherine the Great"},{"text":"If a diamond is subjected to intense heat in the form of oxygen, it will burn &amp; form this gas","response":"carbon dioxide"}],"originalDate":"2002-03-08"},{"category":"SPELLING BEE","comments":"(Alex: And you do have to spell the correct response.)","clues":[{"text":"This long river flows from Minnesota to the Gulf of Mexico","response":"M-I-S-S-I-S-S-I-P-P-I"},{"text":"Last name of the only California Governor to become U.S. President","response":"R-E-A-G-A-N"},{"text":"It's the country formerly known as Rhodesia","response":"Z-I-M-B-A-B-W-E"},{"text":"The name of this Philistine warrior to the Bible is now applied to any large object or person","response":"G-O-L-I-A-T-H"},{"text":"The name of the Greek goddess of vengeance, it now means an opponent or rival who can't be overcome","response":"N-E-M-E-S-I-S"}],"originalDate":"2002-03-08"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"This vertical support consists of a shaft, a capital &amp; a base","response":"a column"},{"text":"In the mid-12th century, this style using ribbed vaults &amp; pointed arches began to be used for churches","response":"Gothic"},{"text":"In 1925 this school of design moved from Weimar to Dessau","response":"Bauhaus"},{"text":"Daniel Burnham, Louis Sullivan &amp; Dankmar Adler were leaders in this U.S. school of architecture","response":"the Chicago School of Architecture"},{"text":"Architect to the British Crown from 1615 to 1642, he also designed sets &amp; costumes for theatres","response":"(Inigo) Jones"}],"originalDate":"2002-03-08"},{"category":"COLOSSUS","comments":"","clues":[{"text":"Mohini, Mala &amp; Bara are 3 of these grey colossuses in Germany's Circus Krone","response":"an elephant"},{"text":"Designed to crack German coded messages, the World War II computer Colossus was created by this nation","response":"Great Britain"},{"text":"Best known for her themes of self-destruction, this U.S. poet's poems were collected in \"The Colossus\"","response":"Sylvia Plath"},{"text":"The most famous U.S. timber span bridge was \"The Colossus\" that spanned the Schuylkill river in this state in 1812","response":"Pennsylvania"},{"text":"With works in the 1950's like the improvised \"Blue 7\", jazzman Sonny Rollins was known as the Colossus of this instrument","response":"the saxophone"}],"originalDate":"2002-03-08"},{"category":"OF RHODES","comments":"","clues":[{"text":"Since 1947 the island of Rhodes has been part of this nation","response":"Greece"},{"text":"The name Rhodes may come from Erod, Phoenician for these poisonous reptiles that once infested the island","response":"snakes"},{"text":"The southern entrance to this sea is partly blocked by the islands of Crete &amp; Rhodes","response":"the Aegean Sea"},{"text":"Over 100 feet high, the Colossus of Rhodes was an ancient bronze statue of this sun god overlooking the harbor","response":"Helios"},{"text":"In 1522 this \"magnificent\" Ottoman ruler drove the Knights of St. John out of Rhodes","response":"Suleiman"}],"originalDate":"2002-03-08"},{"category":"GEOMETRY","comments":"","clues":[{"text":"This Greek mathematician's 13-volume work \"Elements\" is the basis for modern-day geometry","response":"Euclid"},{"text":"The diameter of a circle always passes through this point","response":"the center"},{"text":"It's the side of a right triangle that is opposite the right angle","response":"the hypotenuse"},{"text":"An obtuse angle is one that is greater than 90 degrees but less than this","response":"180 degrees"},{"text":"This quadrilateral has 2 parallel sides that are unequal in length","response":"a trapezoid"}],"originalDate":"2002-03-07"}],{"category":"U.S. TOP-SELLING ALBUMS","text":"The bestselling album of all time by a female is a 20 million seller by this woman who started singing at age 8 in Ontario","response":"Shania Twain"}]}