{"mix":4535,"rounds":[[{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"Talk about rapid transit! This city's monorail travels from Westlake Center to the Space Needle in 90 seconds","response":"Seattle"},{"text":"The Place D'Armes, a square in New Orleans, was renamed to honor this hero of the Battle of New Orleans","response":"Andrew Jackson"},{"text":"You'll have a whale of a good time in Lahaina, a former whaling port on this Hawaiian island","response":"Maui"},{"text":"The GREAT EscAPE is a simulated tropical forest full of apes at this state capital's zoo; sounds \"OK\" to me","response":"Oklahoma City"},{"text":"Visiting the Hayden planetarium in New York City? Don't miss the American museum of this<span class=\"nobreak\">--</span>it's right next door","response":"Natural History"}],"originalDate":"2002-03-07"},{"category":"NAME THE JAMES","comments":"","clues":[{"text":"\"The Godfather of Soul\"","response":"James Brown"},{"text":"The fourth &amp; fifth U.S. Presidents","response":"James Madison & James Monroe"},{"text":"Discovered the Hawaiian islands","response":"(James) Cook"},{"text":"Led the first bombing raid on Tokyo in World War II","response":"James Doolittle"},{"text":"Founded Savannah &amp; the Georgia colony","response":"James Oglethorpe"}],"originalDate":"2002-03-07"},{"category":"CRIME TIME","comments":"","clues":[{"text":"In the 1890's British police in Bengal, India were the first to use these \"digital\" impressions to identify criminals","response":"fingerprints"},{"text":"Often indecent or unsightly, it's scratching, scribbling, or painting words on walls or vehicles","response":"graffiti"},{"text":"It's the \"barrier\" term for a person who buys &amp; sells stolen goods from a burglar","response":"a fence"},{"text":"In his career, this defense lawyer has defended Sam Sheppard, Patty Hearst, &amp; the Boston Strangler","response":"F. Lee Bailey"},{"text":"Printed beneath a wide-open eye, \"We never sleep\" is the motto of this private detective agency","response":"Pinkerton"}],"originalDate":"2002-03-07"},{"category":"THE MECHANICS SPEAK","comments":"(Alex: Don't you love that?)","clues":[{"text":"Yeah, Mr. Barrow, Ms. Parker, I see your V-8 from this company needs bodywork, but I don't do bulletproofing","response":"Ford"},{"text":"All righty, Mr. Lindbergh, this plane is all gassed up...should be good for 3,600 miles, give or take","response":"\"The Spirit of St. Louis\""},{"text":"Right-o, Colonel Lawrence, your brough superior one of these is ready to go-just a smidge of a wobble in the front","response":"a motorcycle"},{"text":"Well, Mr. Hur, it looks like this vehicle needs a new axle; and you might think about adding some spikes","response":"a chariot"},{"text":"General Guderian, we'll need to rustproof the tracks on this tank<span class=\"nobreak\">--</span>charge it to the Fuhrer?","response":"a Panzer"}],"originalDate":"2002-03-07"},{"category":"CRANBERRIES","comments":"","clues":[{"text":"Cranberries grow on these, like grapes","response":"vines"},{"text":"Cranberry growers bring in millions of these insects to pollinate the flowers","response":"bees"},{"text":"Rice is grown in a paddy; cranberries in a watery area known by this 3-letter term","response":"a bog"},{"text":"Most harvested cranberries are sold by this company co-founded by Marcus Urann, the Cranberry King","response":"Ocean Spray"},{"text":"In \"Strawberry Fields Forever\", John Lennon intoning the name of this dish, has been misheard as \"I buried Paul\"","response":"cranberry sauce"}],"originalDate":"2002-03-07"},{"category":"CLONING AROUND","comments":"","clues":[{"text":"The cloning of dinosaur DNA propels this 1993 movie blockbuster","response":"\"Jurassic Park\""},{"text":"Born in Austria, he starred in \"The 6th Day\", a 2000 film in which clones attempt to take over the world","response":"Arnold Schwarzenegger"},{"text":"A 2'8'' clone played by Verne Troyer appears as pure concentrated evil in this 1999 hit comedy sequel","response":"\"Austin Powers II: The Spy Who Shagged Me\""},{"text":"Harrison Ford hunts down &amp; kills clones called Replicants in this 1982 sci-fi classic","response":"\"Blade Runner\""},{"text":"Construction worker Michael Keaton clones himself to get more done in this 1996 comedy","response":"\"Multiplicity\""}],"originalDate":"2002-03-07"}],[{"category":"CANADIAN GEOGRAPHY","comments":"","clues":[{"text":"Slowly I turned towards this over 160-foot cataract found on the U.S.-Canadian border","response":"Niagara Falls"},{"text":"The Canadian postal abbreviation for this province is NB","response":"New Brunswick"},{"text":"Polar bears often congregate in Manitoba on the snow-covered shores of this 316,000-square-mile bay","response":"Hudson Bay"},{"text":"Canada's respected newspaper The Globe and Mail was established in this city in 1844","response":"Toronto"},{"text":"A popular children's book bear derived its name from this Canadian city of 600,000","response":"Winnipeg"}],"originalDate":"2002-03-06"},{"category":"WOMEN WRITERS","comments":"","clues":[{"text":"Lydia &amp; Kitty Bennet &amp; Fitzwilliam Darcy are characters in a book by this woman","response":"Jane Austen"},{"text":"She intended her novel \"Shirley\" to be as \"unromantic as Monday morning\", as opposed to her previous novel \"Jane Eyre\"","response":"Charlotte Bronte"},{"text":"Offred tells \"The Handmaid's Tale\" in a novel by this woman","response":"Margaret Atwood"},{"text":"A graduate of Howard University, she won the Nobel prize for Literature in 1993","response":"Toni Morrison"},{"text":"This French author chose Audrey Hepburn to play Gigi onstage","response":"Colette"}],"originalDate":"2002-03-06"},{"category":"TIME","comments":"","clues":[{"text":"In the U.S., daylight saving time starts &amp; ends in these 2 seasons","response":"spring & fall"},{"text":"It's the second month of the year with exactly 30 days in it","response":"June"},{"text":"This type of year is also known as a bissextile year","response":"a leap year"},{"text":"In military time, this time is rendered 1900 hours","response":"7 P.M."},{"text":"Sidereal time is time measured in relation to these heavenly bodies","response":"the stars"}],"originalDate":"2002-03-06"},{"category":"FLIES","comments":"","clues":[{"text":"The largest land animal native to this continent is a small wingless fly","response":"Antarctica"},{"text":"A pest of wheat, the Hessian fly is so named because it's believed Hessian soldiers brought it here during this war","response":"the Revolutionary War"},{"text":"Wake up &amp; tell us the name of this deadly disease, aka trypanosomiasis, spread by the Tsetse fly","response":"sleeping sickness"},{"text":"It's the common name for the fly known scientifically as musca domestica","response":"the housefly"},{"text":"Examples of these flies popular with geneticists include the apple maggot &amp; the cherry","response":"fruit flies"}],"originalDate":"2002-03-06"},{"category":"WHEN YOU'RE HAVING FUN","comments":"(Alex: Doesn't it?)","clues":[{"text":"When you're having fun playing the strategy game \"Richtofen's War\", you'll be using planes from this war","response":"World War I"},{"text":"When you're having fun playing this party game, you could call it \"Attach the terminal vertebrae to the jackass\"","response":"\"Pin the tail on the donkey\""},{"text":"When you're having fun playing this board game invented in 1948, you'll draw up to 7 letter tiles","response":"Scrabble"},{"text":"You might play 301, 501 or 1001 when you're playing when you're having fun playing this barroom favorite","response":"darts"},{"text":"When you're having fun in Japan playing this sport, you'll learn it's known there as besuboru","response":"baseball"}],"originalDate":"2002-03-06"},{"category":"RELIGIOUS PLACES","comments":"","clues":[{"text":"The collegiate church of Saint Peter in Westminster is known by this term","response":"Westminster Abbey"},{"text":"The famous porcelain one of these Buddhist towers used to stand in Nanjing","response":"a Pagoda"},{"text":"Sister Costello yells, \"Hey, Abbess!\" to call her boss in this place whose name is from the Latin for \"assembly\"","response":"a convent"},{"text":"From the Greek for \"a hidden place\", it may contain an altar for worship or tombs for the dead","response":"a crypt"},{"text":"It's a building attached to a church, or a chamber within it, in which affusions are performed","response":"the Baptistry"}],"originalDate":"2002-03-06"}],{"category":"FICTIONAL PAIRS","text":"These 2 men first meet after one of them tells a friend, Stamford, of needing new lodgings in London","response":"Sherlock Holmes & Dr. Watson"}]}