{"mix":4537,"rounds":[[{"category":"\"B.B.\"","comments":"","clues":[{"text":"A.J. &amp; Nick are 2 members of this pop group","response":"the Backstreet Boys"},{"text":"This indulgent ice cream flavor is basically vanilla with bits of candy in it","response":"butter brickle"},{"text":"Career woman Diane Keaton reluctantly takes on an orphaned infant in this 1987 comedy","response":"<i>Baby Boom</i>"},{"text":"Bruce Wayne trains a new dark knight in this animated spin-off from producer Paul Dini","response":"<i>Batman Beyond</i>"},{"text":"She played the seductive Russian agent Major Anya in \"The Spy Who Loved Me\"","response":"Barbara Bach"}],"originalDate":"2002-03-04"},{"category":"JULES VERNE","comments":"","clues":[{"text":"A famous restaurant named for Jules Verne is on the second floor of this landmark","response":"the Eiffel Tower"},{"text":"Verne named the Nautilus in \"20,000 Leagues Under the Sea\" after the sub this steamboat inventor built in Paris in 1800","response":"Fulton"},{"text":"Verne was encouraged to write by this friend, mentor &amp; Musketeer creator","response":"(Alexandre) Dumas"},{"text":"Verne was born on February 8, 1828 in this city, famous for its 1598 edict","response":"Nantes"},{"text":"A Nov. 24, 1889 article told of this journalist's meeting with Verne, whose work inspired her trip","response":"Nellie Bly"}],"originalDate":"2002-03-04"},{"category":"NOT QUITE 20,000 LEAGUES","comments":"","clues":[{"text":"Of the 8 schools of this league, only Cornell was founded after the American Revolution","response":"Ivy League"},{"text":"Among the groups founded by B'nai B'rith is this discrimination-fighting league","response":"Anti-Defamation League"},{"text":"In 2001 this DC Comics group got a new series on the Cartoon Network","response":"the Justice League"},{"text":"In 1921 she gave birth to the American Birth Control League","response":"Margaret Sanger"},{"text":"From its common language, the League of Five (later Six) Nations is also known as this","response":"Iroquois League"}],"originalDate":"2002-03-04"},{"category":"UNDER THE \"C\"","comments":"","clues":[{"text":"In pioneer days, folk art dolls were often made out of the husks of this food plant","response":"corn"},{"text":"Breeds of this bird include Dorking, bantam &amp; white leghorn","response":"chickens"},{"text":"It's a localized thickening &amp; hardening of the skin","response":"callus"},{"text":"Her forces were part of the group that lost the Battle of Actium in 31 B.C.","response":"Cleopatra"},{"text":"This horse set a reord in 1950, running the mile in 1 minute 33 3/5 seconds","response":"Citation"}],"originalDate":"2002-03-04"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"If Angelique sang \"Dominique\" on Martinique, she'd be in this sea","response":"the Caribbean"},{"text":"Traditional houses of the Dayak people of Borneo are set on these","response":"stilts"},{"text":"In South America, the city of Macapa sits just north of this line; Quito, just south of it","response":"the equator"},{"text":"The present-day version of this Ancient Greek town known for its regimented lifestyle was founded in 1834","response":"Sparta"},{"text":"The Eastern Ghats is a mountain range in India that faces this bay","response":"the Bay of Bengal"}],"originalDate":"2002-03-04"},{"category":"IN '80","comments":"","clues":[{"text":"In January 1980 the price of this was up to a whopping $875 per troy ounce","response":"gold"},{"text":"Erupting for the first time since 1857, it even covered parts of Oregon in ash","response":"Mount St. Helens"},{"text":"In an antitrust case against this company, MCI was awarded $1.8 billion","response":"AT&T"},{"text":"At the Winter Olympics held in this New York town, Eric Heiden won 5 individual gold medals","response":"Lake Placid"},{"text":"In April this Maine Democrat succeeded Cyrus Vance as Secretary of State","response":"Edmund Muskie"}],"originalDate":"2002-03-04"}],[{"category":"DAY","comments":"","clues":[{"text":"The Cypress Inn co-owned by Doris Day welcomes guests with these &amp; even has special \"sitters\" for them","response":"pets"},{"text":"One of Doris' favorite roles was as this wild west tomboy who sang \"Secret Love\"","response":"Calamity Jane"},{"text":"Doris said she has no love for this Oscar-winning tune from \"The Man Who Knew Too Much\"; it was \"a children's song\"","response":"\"Que Sera, Sera\""},{"text":"In this 1959 classic Brad (Rock) &amp; Jan (Doris) share a phone line","response":"<i>Pillow Talk</i>"},{"text":"Doris didn't star in \"West Side Story\", but did star in this 1950 similarly titled musical set in a military academy","response":"<i>West Point Story</i>"}],"originalDate":"2002-03-04"},{"category":"SOUTH AMERICA","comments":"","clues":[{"text":"Hugo Chavez is this country's controversial president","response":"Venezuela"},{"text":"This nation is considered the Cradle of the Inca Empire","response":"Peru"},{"text":"Bernardo O'Higgins is called \"The Liberator\" of this long nation &amp; also founded its navy","response":"Chile"},{"text":"You're not under a mis-concepcion if you know mate, a tea-like beverage, is also known as this country's tea","response":"Paraguay"},{"text":"Bordering Brazil's southernmost point, it's the second-smallest country in South America","response":"Uruguay"}],"originalDate":"2006-12-13"},{"category":"STARTS &amp; ENDS WITH W","comments":"","clues":[{"text":"Gliding, bay or picture is a type of this","response":"a window"},{"text":"Bring those bricks over to me using this conveyance with 2 handles","response":"a wheelbarrow"},{"text":"In 1968 Albania withdrew from this \"pact\"","response":"The Warsaw Pact"},{"text":"To lie in the mud for refreshment; \"no time to\" do this \"in the mire\"","response":"to wallow"},{"text":"In nature, this word can follow \"black\"; on fall Sundays, it can follow \"football\"","response":"widow"}],"originalDate":"2006-12-13"},{"category":"SHADES OF GREEN","comments":"","clues":[{"text":"If a traditional martini has something green floating in it, we hope it's this shade","response":"olive"},{"text":"Sounds fishy, but there's a shade named for these legendary sexy sea creatures<span class=\"nobreak\">--</span>must be the color of their tails","response":"a mermaid"},{"text":"Introduced in 1993, the Crayola color named for this stalk veggie is more popular with kids than the real thing","response":"asparagus"},{"text":"There's a shade named for this \"sea\" on which St. Kitts sits","response":"the Caribbean"},{"text":"It's the wisest herb in your spice cabinet","response":"sage"}],"originalDate":"2006-12-13"},{"category":"PRESIDENTIAL MONOGRAMS","comments":"(Alex: We'll give you the monogram, you identify the president.  Need the full name.)","clues":[{"text":"JQA","response":"John Quincy Adams"},{"text":"GHWB","response":"George Herbert Walker Bush"},{"text":"MVB","response":"Martin Van Buren"},{"text":"WHT","response":"William Howard Taft"},{"text":"CAA","response":"Chester Alan Arthur"}],"originalDate":"2006-12-13"},{"category":"MOVIES WITHIN MOVIES","comments":"","clues":[{"text":"In \"Jay and Silent Bob Strike Back\", Ben Affleck &amp; Matt Damon are in a sequel to this, subtitled \"Hunting Season\"","response":"<i>Good Will Hunting</i>"},{"text":"Cabbie Travis Bickle makes an unwise choice to see \"Swedish Marriage Manual\" with his date, Betsy, in this film","response":"<i>Taxi Driver</i>"},{"text":"In the third installment of this horror franchise, Sidney Prescott visits the set of \"Stab 3\"","response":"<i>Scream</i>"},{"text":"This title Coen Brothers scribe wrestles with the task of writing a Wallace Beery wrestling movie","response":"<i>Barton Fink</i>"},{"text":"Andy &amp; Red view the Rita Hayworth film \"Gilda\" in this movie based on a Stephen King tale","response":"<i>The Shawshank Redemption</i>"}],"originalDate":"2006-12-13"}],{"category":"POLITICAL TERMS","text":"19th c. reports on horse races used this 2-word term to mean horses that were in the field but didn't finish high","response":"also rans"}]}