{"mix":4538,"rounds":[[{"category":"100,000 REASONS","comments":"","clues":[{"text":"The U.S. Geological Survey has a database of these in a 1:100,000 scale","response":"maps"},{"text":"Tragically, on Dec. 26, 2004 one of these Japanese-named events claimed more than 100,000 lives","response":"a tsunami"},{"text":"There are about 100,000 verses in the Mahabharata, a national epic poem of India written in this ancient language","response":"Sanskrit"},{"text":"100000watts.com is a listing of these businesses in the U.S.","response":"radio stations"},{"text":"Project Gutenberg's list of the 1st 100,000 of these runs from 1 to 1,318,699 (though some say 1 may not be one)","response":"prime numbers"}],"originalDate":"2006-12-13"},{"category":"PLAYS WITHIN PLAYS","comments":"","clues":[{"text":"The end of this play finds Bialystock &amp; Bloom in Sing Sing rehearsing for \"Prisoners Of Love\"","response":"<i>The Producers</i>"},{"text":"A Spanish prison is the setting for the play within this musical with the songs \"Dulcinea\" &amp; \"The Impossible Dream\"","response":"<i>Man Of La Mancha</i>"},{"text":"After a bad performance of the play within a play in this 1896 Chekhov work, Trepilov kills a bird","response":"<i>The Seagull</i>"},{"text":"Actors at Peter Quince's house go over \"Pyramus &amp; Thisbe\" for Hippolyta &amp; Theseus' wedding in this play","response":"<i>A Midsummer Night's Dream</i>"},{"text":"Rupert Holmes adapted this unfinshed Dickens work into a 1985 play-within-a-play musical","response":"<i>The Mystery Of Edwin Drood</i>"}],"originalDate":"2006-12-13"},{"category":"THE 1850s","comments":"","clues":[{"text":"Playwright George Aiken dramatized this Stowe book &amp; first performed it at Troy, New York, on Sept. 27, 1852","response":"<i>Uncle Tom's Cabin</i>"},{"text":"In 1857 this husband of Queen Victoria was given the title Prince Consort","response":"Prince Albert"},{"text":"Carolers at Christmastime 1855 first sang this song whose title precedes \"Glory to the newborn King\"","response":"\"Hark! The Herald Angels Sing\""},{"text":"In 1852 Schleswig was made a part of this Scandinavian nation; in 1864 it was lost to Prussia &amp; Austria","response":"Denmark"},{"text":"In 1852 this singer married her accompanist Otto Goldschmidt in Boston while touring America","response":"Jenny Lind"}],"originalDate":"2006-12-12"},{"category":"COLLEGE SPORTS","comments":"","clues":[{"text":"In 1996 this Stanford golfer won the NCAA title; the following year, he won the Masters","response":"Tiger Woods"},{"text":"The 2005 championship in this sport was held in Stowe, Vt.; the 2006 event, in Steamboat Springs, Colorado","response":"skiing"},{"text":"Since 1966 this Big 10 football coach has won a record 21 Bowl games, including the 2006 Orange Bowl against Fla. State","response":"Joe Paterno"},{"text":"Chad Fox is one of only 2 men to win any NCAA gymnastics event 4 straight years; his specialty was this \"leaping\" one","response":"the vault"},{"text":"2 college players have rushed for more than 2,300 yards in a season: Barry Sanders &amp; this USC back, later a Raider","response":"Marcus Allen"}],"originalDate":"2006-12-12"},{"category":"NOT TO BE CONFUSED","comments":"","clues":[{"text":"Pepsi Cola is a beverage; Pensacola is a seaport in this state","response":"Florida"},{"text":"Before entering a chateau, you might remove your chapeau, which is one of these","response":"a hat"},{"text":"Anesthesia is something you get before surgery; Anastasia was the youngest daughter of this Russian empress","response":"Alexandra"},{"text":"A kugel is a crusty baked pudding; kegling is another name for this game","response":"bowling"},{"text":"Alimony is what you pay to an ex; this is a brittle silvery-white metallic element, atomic no. 51","response":"antimony"}],"originalDate":"2006-12-12"},{"category":"ASIAN-AMERICAN FIRSTS","comments":"","clues":[{"text":"The first Asian-American U.S. senator was Hiram Fong, who began representing this state in 1959","response":"Hawaii"},{"text":"In 1993 this person became the first Asian American to anchor a major network TV newscast","response":"Connie Chung"},{"text":"The first Asian American to command a U.S. combat battalion was Young Oak Kim during this war","response":"WW II"},{"text":"The first Asian to win an acting Oscar was Haing Ngor, Best Supporting Actor for this 1984 film","response":"<i>The Killing Fields</i>"},{"text":"Sadly Ellison Onizuka, the first Asian American in space, was on this 1986 shuttle flight","response":"Challenger"}],"originalDate":"2006-12-12"}],[{"category":"I LOVE YOU GUYS","comments":"(Alex: And you have to give me the language in which I will say, \"I love you.\")","clues":[{"text":"Ich liebe dich","response":"German"},{"text":"Ya vas lyublyu","response":"Russian"},{"text":"Jag alskar dig","response":"Swedish"},{"text":"Wo ie ni","response":"Chinese"},{"text":"Yr wyf i'n dy garu di","response":"Welsh"}],"originalDate":"2006-12-12"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"Though born in San Francisco, he is best known for his verse dealing with New England life, as in \"North of Boston\"","response":"Robert Frost"},{"text":"\"In Flanders Fields\" these flowers \"blow/between the crosses, row on row\"","response":"poppies"},{"text":"Gloriana is the title character in this epic poem by Edmund Spenser","response":"<i>The Faerie Queene</i>"},{"text":"This British poet wrote, \"That's my last duchess painted on the wall, looking as if she were alive\"","response":"Robert Browning"},{"text":"Romantic poet who wrote, \"St. Agnes's Eve<span class=\"nobreak\">--</span>ah, bitter chill it was!  The owl, for all his feathers, was a-cold\"","response":"(John) Keats"}],"originalDate":"2006-12-12"},{"category":"THERE'S SOMETHING ABOUT MARY","comments":"","clues":[{"text":"She's the only first lady whose first name was Mary","response":"Mary Todd Lincoln"},{"text":"Nickname of Ms. Mallon, who infected at least 50 people with a certain disease between 1900 &amp; 1915; 3 died","response":"Typhoid Mary"},{"text":"Her 1875 book would ultimately be named \"Science and Health with Key to the Scriptures\"","response":"Mary Baker Eddy"},{"text":"In 1959 she found the skull of a human-like creature that lived about 1.75 million years ago in Olduvai Gorge","response":"Mary Leakey"},{"text":"This 19th century author's maiden name was Godwin","response":"Mary Shelley"}],"originalDate":"2006-12-12"},{"category":"\"OX\" MARKS THE SPOT","comments":"","clues":[{"text":"It makes up about 21% of the air we breathe","response":"oxygen"},{"text":"International relief organization founded in England","response":"Oxfam"},{"text":"\"Deafening silence\", for example","response":"oxymoron"},{"text":"Pacific coast California city in Ventura County","response":"Oxnard"},{"text":"\"Incident\"ly, it's a U-shaped piece of wood placed around the neck of a beast of burden","response":"oxbow"}],"originalDate":"2006-12-12"},{"category":"HISTORICAL NOVELS","comments":"","clues":[{"text":"Dickens' \"A Tale of Two Cities\" is set against the background of this decade-long upheaval","response":"The French Revolution"},{"text":"E.L. Doctorow's Civil War novel \"The March\" tells the story of those on this general's march through Georgia","response":"(William Tecumseh) Sherman"},{"text":"Larry McMurtry's \"Telegraph Days\" has heroine Nellie Courtright witnessing the 1881 gunfight at this place","response":"the O.K. Corral"},{"text":"\"Girl with a Pearl Earring\" is the story of Griet, who works in the Delft household of this 17th century painter","response":"Johannes Vermeer"},{"text":"Ireland's tempestuous history has inspired many historical novels, like this author's 1976 book \"Trinity\"","response":"(Leon) Uris"}],"originalDate":"2006-12-11"},{"category":"SEQUELITIS","comments":"","clues":[{"text":"Sandra returned; Keanu passed on the watery \"Cruise Control\" sequel to this 1994 thrill-fest","response":"<i>Speed</i>"},{"text":"The killer in the \"Revenge\" sequel to this movie eats 1 Brody off Amity Island, then looks for more of them in the Bahamas","response":"<i>Jaws</i>"},{"text":"Jackie Mason played miniature golf in the 1988 sequel to this madcap comedy","response":"<i>Caddyshack</i>"},{"text":"It's Burkittsville redux as 4 Boston students stumble on the \"Book of Shadows\" in a sequel to this 1999 flick","response":"<i>The Blair Witch Project</i>"},{"text":"Adrian Zmed takes us back to Rydell High &amp; sees familiar faces like Didi Conn in the 1982 sequel to this film","response":"<i>Grease</i>"}],"originalDate":"2006-12-11"}],{"category":"AUTHORS","text":"His multi-novel series is based on Robert Browning's poem \"Childe Roland to the Dark Tower Came\"","response":"Stephen King"}]}