{"mix":4542,"rounds":[[{"category":"CRIMINAL CONVERSATION","comments":"","clues":[{"text":"Ice can refer to diamonds; chill can mean to do this, maybe with a lawnmower (a machine gun)","response":"to kill"},{"text":"The 4 techniques a \"blacksmith\" uses to crack one of these are blow, burn, peel &amp; punch","response":"a safe"},{"text":"To tap a till is to take money out of one of these","response":"a cash register"},{"text":"Mr. Bates, the apple or the mark are terms for the victims in these \"games\"","response":"con games"},{"text":"A spinner in a car theft ring is the man who sets back these","response":"the odometer"}],"originalDate":"2002-02-25"},{"category":"\"FLYING\"","comments":"","clues":[{"text":"Bullwinkle's buddy is one","response":"a flying squirrel"},{"text":"The fins of the 50-ish true species of these are used like wings as they glide above water","response":"flying fish"},{"text":"An illegal football move, or a police formation used to move into crowds effectively","response":"a flying wedge"},{"text":"An external wall support often used in Gothic cathedrals","response":"a flying buttress"},{"text":"A phantom ship eternally cruising the Cape of Good Hope","response":"the <i>Flying Dutchman</i>"}],"originalDate":"2002-02-25"},{"category":"HARVARD UNIVERSITY","comments":"","clues":[{"text":"The first intercollegiate athletic contest in the U.S. was a crew race between Harvard &amp; this school in 1852","response":"Yale"},{"text":"Harvard Law School was the setting for much of this 1973 film for which John Houseman won an Oscar","response":"<i>The Paper Chase</i>"},{"text":"The term \"campus\" began at Princeton Univ. to distinguish its grounds from this pedestrian Harvard area","response":"Harvard Yard"},{"text":"To get to Boston from Harvard University in Cambridge, Massachusetts you'll have to cross this river","response":"the Charles"},{"text":"This German-American who designed Harvard's Grad Center headed the Architecture Dept. from 1938 to 1952","response":"Walter Gropius"}],"originalDate":"2002-02-25"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"Nancy Reagan chose the design for this, ivory edged in red; it was donated to the White House","response":"China"},{"text":"Surprisingly, she was head of the campus Young Republicans while a student at Wellesley in the 1960s","response":"Hillary Clinton"},{"text":"Robert Kennedy said it was this woman, not her husband, who carried Texas for the Democrats in the 1960 election","response":"Lady Bird Johnson"},{"text":"His childhood friend, Edith Kermit Carow, became his 2nd wife in 1886","response":"Theodore Roosevelt"},{"text":"This 19th century first lady was a fashion trendsetter who made Turkish-style turbans all the rage","response":"Dolley Madison"}],"originalDate":"1994-11-24"},{"category":"THE MOVIES","comments":"","clues":[{"text":"In \"The Two Jakes\", Jack Nicholson reprised Jake Gittes, whom he first played in this 1974 film","response":"<i>Chinatown</i>"},{"text":"The 1967 Sidney Poitier film \"To Sir With Love\" was directed by this \"Shogun\" author","response":"James Clavell"},{"text":"This one-letter Yves Montand film won 1969 Oscars for Best Foreign Language Film &amp; Best Film Editing","response":"<i>Z</i>"},{"text":"This great costume designer's last film was Steve Martin's \"Dead Men Don't Wear Plaid\"","response":"Edith Head"},{"text":"In this 1936 film, Humphrey Bogart recreated his Broadway role as gangster Duke Mantee","response":"<i>The Petrified Forest</i>"}],"originalDate":"1994-11-24"},{"category":"CANADIAN PROVINCES","comments":"","clues":[{"text":"Victoria Day is celebrated with a week of festivities in Victoria, the capital of this province","response":"British Columbia"},{"text":"Saskatoon is this province's \"City of Bridges\"","response":"Saskatchewan"},{"text":"Green Gables, the home made famous in \"Anne Of Green Gables\", is a major attraction in this island province","response":"Prince Edward Island"},{"text":"With an area of 594,860 square miles, it's Canada's largest province","response":"Quebec"},{"text":"Fredericton has been the capital of this Atlantic province since 1785","response":"New Brunswick"}],"originalDate":"1994-11-24"}],[{"category":"POTENT POTABLES","comments":"","clues":[{"text":"One school of thought says the mint for this Kentucky Derby quaff should be crushed","response":"Mint Julep"},{"text":"Sweetened wine is added to bottles of this French wine to ferment &amp; produce carbonation","response":"Champagne"},{"text":"This Mexican spirit is obtained by distilling pulque","response":"Tequila"},{"text":"French Chablis is made of this grape that produces some of the finest California white wine","response":"Chardonnay"},{"text":"This potent liqueur, now banned in many countries, has been called \"The Green Muse\"","response":"Absinthe"}],"originalDate":"1994-11-24"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"In 1961, she published \"Thirteen for Luck\", a selection of mystery stories for young readers","response":"Agatha Christie"},{"text":"This author's 1835 story \"Young Goodman Brown\" is a tale of witchcraft in Salem, Massachusetts","response":"Nathaniel Hawthorne"},{"text":"This collection of 100 tales begins with 10 young people escaping plague-ridden Florence in 1348","response":"<i>The Decameron</i>"},{"text":"The 1922 play \"Rain\" is a dramatization of \"Miss Thompson\", this author's story about Sadie Thompson","response":"Somerset Maugham"},{"text":"He called his third collection of short stories \"The Trimmed Lamp and Other Stories of the Four Million\"","response":"O. Henry (William Sydney Porter)"}],"originalDate":"1994-11-24"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This term for a flower worn in a buttonhole is literally French for \"buttonhole\"","response":"Boutonniere"},{"text":"Judo is Japanese for \"soft way\" &amp; this self-defense form is Japanese for \"soft art\"","response":"Jiu-Jitsu"},{"text":"The word chime comes from the name of this other percussion instrument","response":"Cymbal"},{"text":"From a Greek word meaning \"to speak ill of\", it's irreverent talk of God","response":"Blasphemy"},{"text":"The name of this Russian urn used to heat water for tea is Russian for \"self-boiler\"","response":"Samovar"}],"originalDate":"1994-11-24"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"From June 1953 to November 1954 Mohammad Naguib &amp; Gamal Abdel Nasser shared power in this country","response":"Egypt"},{"text":"Upon his death in 1725, this Russian czar's second wife, Catherine I, succeeded him","response":"Peter I (Peter the Great)"},{"text":"In 241 B.C. the first of these wars ended soon after Rome defeated Carthage in a naval battle off Sicily","response":"Punic Wars"},{"text":"The Inuit of Greenland called this associate of Robert Peary \"mi palyuk\", or \"kind little Matthew\"","response":"Matthew Henson"},{"text":"In January 1823 this son of an Irish immigrant resigned as Chile's supreme director","response":"Bernardo O'Higgins"}],"originalDate":"1994-11-24"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Some of these waterspouts carved to look like grotesque beasts may protrude 3 feet from a cathedral","response":"Gargoyles"},{"text":"Swiss architect Hannes Meyer was the first chairman of this German design school's department of architecture","response":"Bauhaus"},{"text":"If you know that oeil de boeuf is French for this kind of window, you're right on target","response":"Bulls eye"},{"text":"This Canton-born architect designed the Morton H. Meyerson Symphony Center in Dallas","response":"I.M. Pei"},{"text":"This Baroque architect &amp; sculptor designed the colonnade that borders the piazza in front of St. Peter's","response":"Gianlorenzo Bernini"}],"originalDate":"1994-11-24"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This lone mortal among the Gorgons was once a beautiful maiden with beautiful hair","response":"Medusa"},{"text":"When this man solved the Sphinx's riddle, she threw herself over a cliff","response":"Oedipus"},{"text":"While trying to avoid this whirlpool, Odysseus lost several of his men to Scylla","response":"Charybdis"},{"text":"With his own enchanting music, he was able to save the Argonauts from the Sirens","response":"Orpheus"},{"text":"A master craftsman, he invented the axe &amp; built the labyrinth","response":"Daedalus"}],"originalDate":"1994-11-24"}],{"category":"THE PRESIDENCY","text":"Between January 1, 1841 &amp; December 31, 1850 the U.S. had this many presidents, the most in a 10-year period","response":"6"}]}