{"mix":4552,"rounds":[[{"category":"REJECTED S.A.T. QUESTIONS","comments":"","clues":[{"text":"List the following in chronological order earliest to latest: Christianity, Hinduism, \"South Park\"","response":"Hinduism, Christianity, <i>South Park</i>"},{"text":"Train A goes only 20 mph &amp; B goes 30; this U.S. national rail corp. will have to fix them","response":"Amtrak"},{"text":"Flighty is to capricious as flimsy is to: <br>A. indefatigable<br>B. insubstantial<br>C. interfascicular","response":"B (insubstantial)"},{"text":"Asia's 1900 Boxer Uprising was a movement to: A) win Olympic gold; B) unionize; C) get rid of foreigners","response":"get rid of foreigners"},{"text":"Of A) codicil; B) uracil; C) Clearasil, it's a base contained in RNA","response":"uracil"}],"originalDate":"2002-02-13"},{"category":"CLASSICAL MUSIC","comments":"","clues":[{"text":"In 1802 he declared he would \"take fate by the throat\" &amp; continue composing despite his deafness","response":"Beethoven"},{"text":"Oratorios Handel wrote after this 1742 one include \"Hercules\" &amp; \"Belshazzar\"","response":"<i>Messiah</i>"},{"text":"Frederic Chopin was born in a village near this Polish capital","response":"Warsaw"},{"text":"This \"Four Seasons\" composer taught violin at a Venetian girl's orphanage","response":"Vivaldi"},{"text":"Franz Schubert called this man's overture to \"The Marriage of Figaro\" \"the most beautiful in the whole world\"","response":"Mozart"}],"originalDate":"2002-02-13"},{"category":"MASS MEDIA","comments":"","clues":[{"text":"If you listen to CDs, you should know CD stands for this","response":"compact disc"},{"text":"The January 2, 1928 issue of this magazine featured its first \"Man of the Year\", Charles Lindbergh","response":"<i>Time</i>"},{"text":"Peter Parker, aka this comic book hero. got his super powers after he was bit by a radioactive arachnid","response":"Spiderman"},{"text":"Headquartered in McClean, Virginia, it's \"the nation's newspaper\"","response":"<i>USA Today</i>"},{"text":"Programs on this cable network include \"Crossfire\" &amp; \"The Point with Greta Van Susteren\"","response":"CNN"}],"originalDate":"2002-02-13"},{"category":"SIMILES","comments":"","clues":[{"text":"Very similar things are like 2 peas in one of these","response":"a pod"},{"text":"In a poem by <br>Clement Moore, St. Nick's \"little round belly\" shook \"when he laughed, like a bowlful of\" this","response":"jelly"},{"text":"To do this like a log or a top is to do it soundly","response":"sleep"},{"text":"To be perfectly composed is to be \"as cool as\" this veggie","response":"a cucumber"},{"text":"One might be as mad as a hatter or as this, also a character in \"Alice in Wonderland\"","response":"a March hare"}],"originalDate":"2002-02-13"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Fallen trees turned to rock are the main draw of this national park in the Painted Desert","response":"the Petrified Forest"},{"text":"Utah's national parks run from A to Z: Arches to this one","response":"Zion"},{"text":"The water from this Arkansas park is so pure NASA used it to preserve moon rocks","response":"Hot Springs"},{"text":"While president Teddy Roosevelt established 5 national parks, including this one \"deep\" in Oregon","response":"Crater Lake National Park"},{"text":"This volcano which last erupted in 1921 is the main feature of a park in California","response":"Lassen Peak"}],"originalDate":"2002-02-13"},{"category":"GO READ A BOOK","comments":"","clues":[{"text":"It's no mystery, there's no Carolyn Keene; it's a pseudonym used by all the writers on this detective series","response":"Nancy Drew"},{"text":"Amazon.com's bestselling teen book of 2000, it's by Susanna Kaysen, played by Winona Ryder on film","response":"<i>Girl, Interrupted</i>"},{"text":"According to the Alice Childress title, this \"Ain't Nothin' but a Sandwich\"","response":"a hero"},{"text":"A big \"SVU\" on the cover means the book is part of this Francine Pascal series","response":"Sweet Valley University"},{"text":"Nickname of Jerry Spinelli's title character Jeffrey Lionel Magee","response":"Maniac"}],"originalDate":"2002-02-13"}],[{"category":"YOU DO THE MATH","comments":"","clues":[{"text":"Total number of known planets in our solar system multiplied by the number of moons around the Earth","response":"9 (9 x 1)"},{"text":"Number of sides on a decagon divided by the number of sides on a pentagon","response":"2"},{"text":"Total number of U.S. states times the number of non-contiguous U.S. states","response":"100 (50 x 2)"},{"text":"Number of face cards in a standard deck of playing cards divided by the number of aces","response":"3 (12 divided by 4)"},{"text":"The number of fingers on a basketball team's starting five multiplied by their eyes","response":"500 (50 fingers x 10 eyes)"}],"originalDate":"2002-02-13"},{"category":"CRAYOLA CRAYONS","comments":"","clues":[{"text":"Shades of this color include Magic Mint &amp; Granny Smith Apple","response":"green"},{"text":"You might use this shade of yellow to color the songbird of the same name","response":"Canary"},{"text":"What's up, Doc?<span class=\"nobreak\">--</span>in 1990 Crayola dangled a new orange crayon called Neon this","response":"Carrot"},{"text":"Billy Crystal gets all \"fired up\" for this reddish-brown classic; it's the color he used as a kid to draw autumn in N.Y.","response":"Burnt Sienna"},{"text":"Simple, but not surprising<span class=\"nobreak\">--</span>It's the favorite color of the current California governor","response":"gray"}],"originalDate":"2002-02-12"},{"category":"CLASS ACTIONS","comments":"","clues":[{"text":"A test given without notice; it sounds like it could cover Coke &amp; Pepsi","response":"a pop quiz"},{"text":"It can mean to ditch class for a day, or to go directly from 3rd to 5th grade","response":"to skip"},{"text":"Competition in which you'd hear, \"Asparagus, A-S-P-A-R-A-G-U-S, asparagus\"","response":"a spelling bee"},{"text":"It's a repetitive practice session in a single subject, or a rehearsal for what to do when there's a fire","response":"a drill"},{"text":"A get-together of all the classes in the auditorium, it's also a legislative body","response":"an assembly"}],"originalDate":"2002-02-12"},{"category":"SPORTS HOME CITIES","comments":"(Alex: Current.)","clues":[{"text":"The NFL's Rams","response":"St. Louis"},{"text":"MLB's Angels","response":"Anaheim"},{"text":"The NHL's Canadiens","response":"Montreal"},{"text":"The NBA's Heat","response":"Miami"},{"text":"MLS' Fire","response":"Chicago"}],"originalDate":"2002-02-12"},{"category":"BODY LANGUAGE","comments":"","clues":[{"text":"It's the flap of material under the laces of a shoe","response":"the tongue"},{"text":"They're the projections on a comb or gear","response":"teeth"},{"text":"This hinged part of a book usually bears the title","response":"the spine"},{"text":"Term for the threading hole of a needle","response":"the eye"},{"text":"The edge of a highway, or a strip alongside it","response":"the shoulder"}],"originalDate":"2002-02-12"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Michigan's Keweenaw Peninsula extends far into this, the deepest of the Great Lakes","response":"Lake Superior"},{"text":"Before being named for a queen, this largest African lake was known to the Arabs as Ukerewe","response":"Victoria"},{"text":"Many Hindus ask to be cremated near this most sacred river of India","response":"the Ganges"},{"text":"The world's largest river in volume, it has 7 tributaries longer than 1,000 miles","response":"the Amazon"},{"text":"The delta of this, Italy's longest river, is advancing into the Adriatic Sea at 200 feet per year","response":"the Po"}],"originalDate":"2002-02-12"}],{"category":"ANIMALS","text":"A 2005 study reported that this animal named for an island has, pound-for-pound, the most powerful bite of any mammal","response":"Tasmanian devil"}]}