{"mix":4555,"rounds":[[{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"In movie ratings:<br>PG","response":"Parental Guidance"},{"text":"A medical profession:<br>RN","response":"registered nurse"},{"text":"A U.S. commonwealth:<br>PR","response":"Puerto Rico"},{"text":"In the British government:<br>MP","response":"member of Parliament"},{"text":"On a job application:<br>DOB","response":"date of birth"}],"originalDate":"2002-02-07"},{"category":"COMPUTER \"E\"s","comments":"","clues":[{"text":"It's the usual adjective for a modem not within the computer but connected to it","response":"external"},{"text":"It's also called \"the bent arrow key\"","response":"enter"},{"text":"This brand name expressed a company's desire to produce \"descendants\" of its EP, electric printer","response":"Epson"},{"text":"A Windows file that starts an application may have this 3-letter extension","response":"exe"},{"text":"To insert an element into your web page, or the 5-letter tag that lets you do it","response":"embed"}],"originalDate":"2002-02-07"},{"category":"AND YOU CAN QUOTE ME ON THAT","comments":"","clues":[{"text":"\"We make up horrors to help us cope with the real ones\", observed this author of \"Carrie\" &amp; \"The Shining\"","response":"Stephen King"},{"text":"During WWII Winston Churchill declared, \"I have only one purpose, the destruction of\" this leader","response":"Adolf Hitler"},{"text":"In 1588 this queen said she had \"the body of a weak &amp; feeble woman, but I have the heart &amp; stomach of a king\"","response":"Elizabeth I"},{"text":"In the bible he foolishly tells Delliah, \"there hath not come a razor upon mine head\"","response":"Samson"},{"text":"\"I am not an Athenian or a Greek, but a citizen of the world\", declared this teacher of Plato","response":"Socrates"}],"originalDate":"2002-02-07"},{"category":"FLAGS","comments":"","clues":[{"text":"The points at the edge of Nepal's flag represent the peaks of this mountain range","response":"the Himalayas"},{"text":"In 1927 13-year-old Benny Benson designed this U.S. state's flag, the North Star &amp; Big Dipper on a blue background","response":"Alaska"},{"text":"The green field on Algeria's flag represents this religion","response":"Islam"},{"text":"June 6 is Flag Day in this country, in honor of Gustav Vasa's election as king on that date in 1523","response":"Sweden"},{"text":"A blue cross on a white background stands for the lakes &amp; snow of this neighbor of Russia","response":"Finland"}],"originalDate":"2002-02-07"},{"category":"<em class=\"underline\">THE OXFORD AMERICAN DICTIONARY</em>","comments":"","clues":[{"text":"A scarf worn for warmth, or a noise-reducing device on your car's exhaust system","response":"a muffler"},{"text":"Someone being snippy might put you in this sulky mood, the entry following \"snippy\"","response":"a snit"},{"text":"Definition 12b of this common verb is \"change (a bill, etc.) for coins\"","response":"to break"},{"text":"\"Less\" is for a smaller quantity that's measured; this word is proper for a smaller quantity that's counted","response":"fewer"},{"text":"This word that means \"yielding\" or \"obedient\" was used of computer systems ready for Y2K","response":"compliant"}],"originalDate":"2002-02-07"},{"category":"THE MIDDLE EAST","comments":"","clues":[{"text":"As coined by Naval historian Alfred Thayer Mahan, the \"Middle East\" is bounded on its west by this sea","response":"the Mediterranean Sea"},{"text":"The Iranian language group is mainly represented by this language","response":"Persian (or Farsi)"},{"text":"President Bush stopped using this word for the War on Terrorism; it raised bad Mideastern medieval memories","response":"crusade"},{"text":"Medina in this country is also called Medinat-En-Nabi, \"City of the Prophet\"","response":"Saudi Arabia"},{"text":"In 1976 Syria began positioning thousands of troops in this smaller neighboring country","response":"Lebanon"}],"originalDate":"2002-02-06"}],[{"category":"TAKE ME TO THE ZOO!","comments":"","clues":[{"text":"You don't have to go to the desert to ride one of these humped mammals; you can do it at the Philadelphia Zoo","response":"a camel"},{"text":"At the Dublin Zoo birthday kids get a choice of handling the snakes or feeding these pachyderms","response":"elephants"},{"text":"It's fun to ride the Cypress Bayou Railroad at the zoo in this capital of Louisiana","response":"Baton Rouge"},{"text":"Don't worry: These mammals at the Singapore Zoo's night safari are fruit-eaters, not blood-suckers","response":"bats"},{"text":"If you can't get to this Georgia city's zoo, check out its website to see live video of its playful pandas","response":"Atlanta"}],"originalDate":"2002-02-06"},{"category":"MONOPOLY","comments":"","clues":[{"text":"It's the most expensive property on the board","response":"Boardwalk"},{"text":"Players often draw from these 2 decks of cards during game play","response":"Community Chest & Chance"},{"text":"Cash cows, the 4 railroads are Reading, B&O, Short Line &amp; this one","response":"Pennsylvania"},{"text":"Monopoly was first produced by this company once run by siblings George &amp; Charles","response":"Parker Brothers"},{"text":"Most of the street names on a standard Monopoly board come from streets in this city","response":"Atlantic City"}],"originalDate":"2002-02-06"},{"category":"EXPLORERS","comments":"","clues":[{"text":"He was employed by the Dutch East India Co. when he sailed the Half Moon up the N.Y. river now named for him","response":"Henry Hudson"},{"text":"This Spaniard entered Tenochtitlan on November 8, 1519 &amp; later set up his headquarters there","response":"Hernán Cortés"},{"text":"After his death in the Philippines Juan Sebastian de Elcano took over &amp; became the first to circumnavigate the Earth in 1522","response":"Magellan"},{"text":"In 1004 his brother Thorvald fought with Indians who killed him with an arrow, possibly in Labrador","response":"Leif Erikson"},{"text":"In 1958 this Everest conqueror became the first to reach the South Pole via gas-powered vehicles","response":"Sir Edmund Hillary"}],"originalDate":"2002-02-06"},{"category":"PROFESSIONAL SPORTS","comments":"","clues":[{"text":"In 1970 this NHL trophy was replaced; the original was retired to the Hall of Fame","response":"the Stanley Cup"},{"text":"In the names of NASCAR auto races this number follows Winston, Diehard &amp; Daytona","response":"500"},{"text":"2 of this country's tennis stars are Flemish-speaking Kim Clijsters &amp; French-speaking Justine Henin","response":"Belgium"},{"text":"Of the 3 races in thoroughbred horse racing's Triple Crown, this one is run first","response":"the Kentucky Derby"},{"text":"This Rams quarterback was selected MVP of Super Bowl XXXIV","response":"Kurt Warner"}],"originalDate":"2002-02-06"},{"category":"HEALTH MATTERS","comments":"","clues":[{"text":"Got milk? You probably shouldn't if you've got an intolerance to this milk sugar","response":"lactose"},{"text":"Most commonly caused by the Epstein-Barr virus, it's also called the \"kissing disease\"","response":"mononucleosis"},{"text":"Tums not only help with heartburn, they're a recommended source of this mineral","response":"calcium"},{"text":"In the \"double\" form of this illness, both of the lungs are inflamed","response":"pneumonia"},{"text":"Kiss your glasses goodbye with the laser surgery, known by this 5-letter acronym, that corrects nearsightedness","response":"LASIK"}],"originalDate":"2002-02-06"},{"category":"AFTER \"ALL\"","comments":"","clues":[{"text":"These include back &amp; bowling","response":"alleys"},{"text":"Back when I was your age I got a quarter a week (Canadian!) as this payment &amp; was happy to get it","response":"allowance"},{"text":"Until the accused is convicted newspapers use this word before the crime he's charged with","response":"alleged"},{"text":"During WWII it was the Axis against this group","response":"the Allies"},{"text":"It's your share of the booty","response":"your allotment"}],"originalDate":"2002-02-06"}],{"category":"DRAMA","text":"This play that came to Broadway in 2005 is set in the autumn of 1964 at St. Nicholas Church School in the Bronx","response":"<i>Doubt</i>"}]}