{"mix":4563,"rounds":[[{"category":"INTERNATIONAL FESTIVALS","comments":"(INTERNATIONELLA FESTIVALER)","clues":[{"text":"The running of these animals starts daily at 8 A.M. during the Festival of San Fermin in Pamplona, Spain","response":"Bulls"},{"text":"This second-largest Australian city's Moomba Festival features a world-class waterskiing tournament","response":"Melbourne"},{"text":"In 1996 Wayne Shorter &amp; Dave Brubeck performed at Vienna's festival for this type of music","response":"jazz"},{"text":"\"Abduction from the Seraglio\" is performed at Topkapi Palace at this city's annual music festival","response":"Istanbul"},{"text":"Yearly this small southeast Asian island country celebrates the 9 Emperor Gods with a 9-day festival","response":"Singapore"}],"originalDate":"1997-05-05"},{"category":"SCULPTURE","comments":"(SKULPTUR)","clues":[{"text":"In 1504 Leonardo da Vinci was on the commission that decided the location for this man's \"David\"","response":"Michelangelo"},{"text":"The name of the Farnese bull comes from the Farnese Palace in this Italian capital where it was once kept","response":"Rome"},{"text":"In 1881 this Cubist painter &amp; sculptor was born in Malaga, Spain, the son of a professor of art","response":"Pablo Picasso"},{"text":"A Cellini masterpiece shows this Greek hero holding the head of Medusa","response":"Perseus"},{"text":"Toronto's City Hall has an outdoor work by this British sculptor known for using holes in his art","response":"Henry Moore"}],"originalDate":"1997-05-05"},{"category":"TRAVEL &amp; TOURISM","comments":"(RESOR &amp; TURISM)","clues":[{"text":"At the National Museum in Dublin you can see a bell reportedly used by this patron saint","response":"Saint Patrick"},{"text":"Not surprisingly, this Israeli national airline offers the most nonstop flights between Israel &amp; the U.S.","response":"El Al"},{"text":"In Moscow's Teatralnaya Square, you can take in a show at this famous opera &amp; ballet theater","response":"the Bolshoi"},{"text":"Verses from the Koran decorate the walls of this marble tomb in Agra built by Shah Jahan for his late wife","response":"Taj Mahal"},{"text":"Tourism is a growing industry in this pair of Caribbean islands known as T&T for short","response":"Trinidad & Tobago"}],"originalDate":"1997-05-05"},{"category":"THE ELEMENTS","comments":"(GRUNDAMMENA)","clues":[{"text":"Around 3600 B.C. King Menes of Egypt set this precious metal's value at two-fifths that of gold","response":"Silver"},{"text":"By volume, this element makes up about 78% of our atmosphere","response":"Nitrogen"},{"text":"Diamond, the hardest known substance, is made of crystallized atoms of this element","response":"Carbon"},{"text":"This metal, the lightest solid element, was discovered here in Sweden by J.A. Arfvedson","response":"lithium"},{"text":"This synthetic radioactive element was named for the discoverers of radium","response":"Curium"}],"originalDate":"1997-05-05"},{"category":"LITERARY TRANSLATIONS","comments":"(LITTERARAY OVERSATT-NINGAR)","clues":[{"text":"Many of these English Christmas songs are translations, like \"Silent Night\" from German","response":"Carols"},{"text":"Gilbert Adair faithfully adapted Georges Perec's novel \"A Void\", written without this vowel","response":"E"},{"text":"Translator Rosemary Edmonds leaves the final \"A\" off the last name of this Tolstoy title heroine","response":"Anna Karenina"},{"text":"2 translators of this man's \"The Satanic Verses\" were brutally attacked in July 1991","response":"Salman Rushdie"},{"text":"Rabindranath Tagore translated his own poetry into English from this language spoken in Dhaka","response":"Bengali"}],"originalDate":"1997-05-05"},{"category":"18th CENTURY EUROPE","comments":"","clues":[{"text":"On Nov. 1, 1755 an earthquake devastated this Portuguese capital, killing tens of thousands","response":"Lisbon"},{"text":"In 1717 Danes settled on St. John in this Caribbean island group; 16 years later Denmark bought St. Croix","response":"Virgin Islands"},{"text":"As early as the 1730s cuckoo clocks were made in this \"woodsy\" region of southwest Germany","response":"Black Forest"},{"text":"In 1719 this small principality was formed by consolidating the counties of Vaduz &amp; Schellenberg","response":"Liechtenstein"},{"text":"In 1745 she became the mistress of Louis XV, serving as his executive secretary for about 20 years","response":"Madame du Pompadour"}],"originalDate":"1997-04-23"}],[{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"It follows \"When in Rome...\"","response":"\"Do as the Romans do\""},{"text":"Long ago this was \"as good as an ell\"; now it's \"as good as a mile\"","response":"A miss"},{"text":"It precedes \"And master of none\"","response":"\"A jack of all trades\""},{"text":"It's another way to \"add insult to injury\" using a common seasoning","response":"\"Rub salt in one's wound\""},{"text":"The phrase \"Hope springs eternal in the human breast\" sprang from his \"Essay on Man\"","response":"Alexander Pope"}],"originalDate":"1997-04-23"},{"category":"PEOPLE ON STAMPS","comments":"","clues":[{"text":"The small green light on this writer's stamp represents a symbol he used in \"The Great Gatsby\"","response":"F. Scott Fitzgerald"},{"text":"Amelia Earhart appears on a 1963 issue of this type of special purpose stamp","response":"Air Mail"},{"text":"Though living presidents can't appear on U.S. stamps, this living 40th president is on Grenada's stamps","response":"Ronald Reagan"},{"text":"On June 24, 1996 this actor's stamp premiered on the Warner Bros. lot, where he made \"East of Eden\"","response":"James Dean"},{"text":"Tanzania wanted to print stamps honoring this Steven Tyler band but didn't, at the band's request","response":"Aerosmith"}],"originalDate":"1997-04-23"},{"category":"PESTS","comments":"","clues":[{"text":"East of the Rocky Mountains malaria is spread by the anopheles quadrimaculatus species of this insect","response":"Mosquito"},{"text":"Guinness says this cat pest has been known to jump a height of 34 inches","response":"Flea"},{"text":"In the colonies of these \"white ants\" 3 principal castes exist:  workers, soldiers &amp; reproductives","response":"Termites"},{"text":"Encarta says this light-sensitive household insect can start to flee from danger within .054 seconds","response":"Cockroach"},{"text":"This wingless household pest with 3 appendages at its tail eats anything containing paste, glue or starch","response":"Silverfish"}],"originalDate":"1997-04-23"},{"category":"POT LUCK","comments":"","clues":[{"text":"Catoctin Mountain Park in northern Maryland is the site of this presidential retreat","response":"Camp David"},{"text":"Clark Mills' statue of this U.S. president stands in the heart of New Orleans' French Quarter","response":"Andrew Jackson"},{"text":"This breed of chicken is Rhode Island's state bird","response":"Rhode Island Red"},{"text":"This Latin motto on our coins can be traced back to Virgil's \"Moretum\" in the first century B.C.","response":"E Pluribus Unum"},{"text":"In 1955 he was elected to the first of 12 2-year terms as president of the AFL-CIO","response":"George Meany"}],"originalDate":"1997-04-23"},{"category":"COMPLETES THE '60s HIT","comments":"","clues":[{"text":"The Four Seasons' \"Big Girls Don't...\"","response":"Cry"},{"text":"Herman's Hermits' \"Mrs. Brown, You've Got A Lovely...\"","response":"Daughter"},{"text":"Tommy James &amp; The Shondells' \"Hanky...\"","response":"Panky"},{"text":"Steam's \"Na Na Hey Hey Kiss Them...\"","response":"Goodbye"},{"text":"Elvis Presley's \"Suspicious...\"","response":"Minds"}],"originalDate":"1997-04-23"},{"category":"MONARCHS","comments":"","clues":[{"text":"In 1976 he became the first reigning king of Spain to visit the Americas","response":"Juan Carlos"},{"text":"She ascended the British throne in 1837 upon the death of her uncle, King William IV","response":"Queen Victoria"},{"text":"Saudi Arabia's King Fahd is a half brother of this monarch who was murdered in 1975","response":"King Faisal"},{"text":"In 1961 this current queen earned a doctorate in law from the University of Leiden","response":"Queen Beatrix"},{"text":"Under Communist pressure, this country's King Michael abdicated in 1947 after a 7-year reign","response":"Romania"}],"originalDate":"1997-04-23"}],{"category":"ANCIENT LANDMARKS","text":"It's believed that its nose was about 3 feet wide when it was first constructed around 2500 B.C.","response":"the Sphinx"}]}