{"mix":4564,"rounds":[[{"category":"RELIGION","comments":"","clues":[{"text":"It's the religion of most of Guatemala's people","response":"Roman Catholic"},{"text":"Practiced by the Soto sect, Zazen is a type of seated meditation in the Zen form of this religion","response":"Buddhism"},{"text":"Compiled in 712, the Kojiki, \"Records of Ancient Matters\", is one of this religion's oldest texts","response":"Shinto"},{"text":"The Granth Sahib is the holy book of this religion known for its golden temple in Amritsar","response":"Sikhism"},{"text":"This major Hindu god known for his avatars has a lucky curl of hair, called the Srivatsa, on his chest","response":"Vishnu"}],"originalDate":"1997-04-23"},{"category":"THEATRE HISTORY","comments":"","clues":[{"text":"Kuan Han-Ch'ing was a leading playwright of this country's Yuan dynasty","response":"China"},{"text":"Laurence Olivier played the Button-Moulder in a 1944 revival of this playwright's \"Peer Gynt\"","response":"Henrik Ibsen"},{"text":"This \"Antigone\" author starred in his own play \"Nausikaa\" but later gave up acting","response":"Sophocles"},{"text":"In the 1500s the Gelosi troupe became famous for performing this Italian form of improvised comedy","response":"Commedia dell'arte"},{"text":"He wrote his 1st play, \"The Beloved Bandit\" , by himself, before he teamed up with George S. Kaufman","response":"Moss Hart"}],"originalDate":"1997-04-23"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"This Greek mountain's peaks include Mytikas, Skolio &amp; the Throne of Zeus","response":"Mount Olympus"},{"text":"Nepal's Sagarmatha National Park bears the local name of this peak which it surrounds","response":"Mount Everest"},{"text":"Of the summits of this Tanzanian mountain, Kibo is covered with ice &amp; snow; Mawensi is usually clear","response":"Mount Kilimanjaro"},{"text":"Pico Bolivar, about 40 miles south of Lake Maracaibo, is this country's highest peak","response":"Venezuela"},{"text":"Mount Hermon, Syria's highest point, lies on its western border with this country","response":"Lebanon"}],"originalDate":"1997-04-23"},{"category":"EDGAR ALLAN POE","comments":"","clues":[{"text":"A 1949 book on Poe's life &amp; works had an introduction by this psychoanalyst who died in 1939","response":"Sigmund Freud"},{"text":"In 1835's \"The Unparalleled Adventure of One Hans Pfaall\", Hans balloons 231,920 miles to this place","response":"The moon"},{"text":"In \"A Predicament\", a woman's head becomes stuck in a large clock &amp; the minute hand finally does this","response":"Decapitates her"},{"text":"This tale ends, \"The Inquisition was in the hands of its enemies\"","response":"\"The Pit and the Pendulum\""},{"text":"Name shared by the prince who held the masque of the red death &amp; Miranda's father in \"The Tempest\"","response":"Prospero"}],"originalDate":"1997-04-23"},{"category":"BY GEORGE","comments":"","clues":[{"text":"The first line in Encarta's article on him includes the words \"Last Stand\" in quotes","response":"George Custer"},{"text":"He's the only George to win an Olympic gold medal in boxing's heavyweight division","response":"George Foreman"},{"text":"He fired Billy Martin 5 times","response":"George Steinbrenner"},{"text":"Name shared by a 1926 Pulitzer Prize-winning playwright &amp; a 1930s gangster nicknamed \"Machine Gun\"","response":"George Kelly"},{"text":"In 1924 this king wrote, What would \"Dear Grandmama....have thought of a Labour government\"","response":"King George V"}],"originalDate":"1997-04-18"},{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"Restaurants on this Massachusetts cape include the Impudent Oyster &amp; Aesop's Tables","response":"Cape Cod"},{"text":"This state's World Potato Exposition in Blackfoot promises \"Free Taters for Out-of-Staters\"","response":"Idaho"},{"text":"Alien Encounter is one of the scariest attractions in this Florida theme park","response":"Walt Disney World"},{"text":"Some of this illustrator's models serve as hosts for the exhibition devoted to him in Arlington, VT.","response":"Norman Rockwell"},{"text":"Visitors to this Midwestern city may tour the Pabst Mansion, built in 1893 in the Flemish Renaissance style","response":"Milwaukee"}],"originalDate":"1997-04-18"}],[{"category":"TV CATCH PHRASES","comments":"","clues":[{"text":"\"Nanu, Nanu\" &amp; \"Shazbat\" were Orkan words frequently heard on this sitcom","response":"<i>Mork & Mindy</i>"},{"text":"On \"The Addams Family\", he would enter &amp; croak, \"You rang?\"","response":"Lurch"},{"text":"On this game show, answers were checked against what the \"Survey Says!\"","response":"<i>Family Feud</i>"},{"text":"As Arnold Jackson on \"Diff'rent Strokes\", he asked, \"What you talkin' about, Willis?\"","response":"Gary Coleman"},{"text":"She signed off \"NBC News Overnight\" with \"And so it goes\"","response":"Linda Ellerbee"}],"originalDate":"1997-04-18"},{"category":"HAIL TO THE CHIEF","comments":"","clues":[{"text":"His last will &amp; testament left his Virginia estate Monticello to his daughter Martha","response":"Thomas Jefferson"},{"text":"His war record as a Rough Rider helped him win the New York governorship in 1898","response":"Theodore Roosevelt"},{"text":"At 12:03 P.M., August 9, 1974 he was sworn in as president in the East Room of the White House","response":"Gerald Ford"},{"text":"In the 1950s a putting green was installed for him near the Rose Garden","response":"Dwight D. Eisenhower"},{"text":"This first president from Massachusetts was called \"The Colossus of Independence\"","response":"John Adams"}],"originalDate":"1997-04-18"},{"category":"REAL ESTATE","comments":"","clues":[{"text":"These \"lords\" live like peasants when courts make them stay in their undermaintained tenements","response":"Slumlords"},{"text":"Term for buying the right to use vacation property for a certain period each year","response":"Timeshare"},{"text":"In 1996 California created a state agency to provide this type of homeowners' insurance","response":"Earthquake insurance"},{"text":"It's the deposit of funds or documents with a neutral third party instructed to carry out an agreement","response":"Escrow"},{"text":"A claim on a debtor's property; the \"mechanic's\" type is held by a worker who wasn't paid","response":"Lien"}],"originalDate":"1997-04-18"},{"category":"BOOK PARTS","comments":"","clues":[{"text":"It has front &amp; back flaps","response":"Dust jacket"},{"text":"Posted on the front end paper, it bears the owner's name &amp; often a design","response":"Book plate"},{"text":"When reading, keep your mind out of this depression between the pages","response":"Gutter"},{"text":"A high-priced book may include a forel, one of these that contains the book","response":"Slipcover/box"},{"text":"From Latin for \"leaf\", it's a sheet of paper folded over to make 4 pages of a book, or it's each page number","response":"Folio"}],"originalDate":"1997-04-18"},{"category":"19th CENTURY PERSONALITIES","comments":"","clues":[{"text":"The kings of Belgium, Denmark &amp; Greece once rode in the stagecoach in his wild west show, \"Indian Attack\"","response":"\"Buffalo Bill\" Cody"},{"text":"Carlotta Grisi, one of the most famous of these performers, created the title role in \"Giselle\" in 1841","response":"ballerina"},{"text":"This legendary French actress was a teenager when she debuted with the Comedie-Francaise in 1862","response":"Sarah Bernhardt"},{"text":"With a privateer's commission from the republic of Cartagena, he &amp; his brother Pierre preyed on Spanish ships","response":"Jean Lafitte"},{"text":"This Hungarian piano virtuoso was scandalously involved with the married Princess Carolyne Sayn-Wittgenstein","response":"Franz Liszt"}],"originalDate":"1997-04-18"},{"category":"JAPAN","comments":"","clues":[{"text":"This automaker, Japan's largest, also manufactures prefabricated housing","response":"Toyota"},{"text":"In 1995 Premier Murayama apologized for Japan's 1910-1945 occupation of this peninsular country","response":"Korea"},{"text":"In 1996 Bill Clinton became the second U.S. president to address this, this Japanese parliament","response":"Diet"},{"text":"In April 1996 the U.S. agreed to return all or part of several military bases on this island to Japan in 7 years","response":"Okinawa"},{"text":"This word for a Japanese gangster comes from a losing hand in a card game","response":"Yakuza"}],"originalDate":"1997-04-18"}],{"category":"ON THE PERIODIC TABLE","text":"Of the 5 elements with 4-letter names, it's the only one that is not a solid at room temperature","response":"neon"}]}