{"mix":4566,"rounds":[[{"category":"A CAPITAL IDEA","comments":"","clues":[{"text":"The American University of this Lebanese capital opened in 1866","response":"Beirut"},{"text":"Its metropolitan area straddles the Ontario-Quebec border","response":"Ottawa"},{"text":"Of Wellington, Canberra or Jakarta, the national capital that is the northernmost","response":"Jakarta"},{"text":"In May 1936 this capital fell to Italian forces &amp; Haile Selassie fled into exile for the next 5 years","response":"Addis Ababa"},{"text":"Maputo is the capital of this former Portuguese colony, now a nation of southeast Africa","response":"Mozambique"}],"originalDate":"2006-11-24"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"A Grand Ole Opry star says \"How-deeeee!\" when she joins Eddie Vedder's band","response":"Minnie Pearl Jam"},{"text":"Toronto freaks when this 1,815' landmark becomes a Medieval fortress on the north bank of the Thames","response":"the CN Tower of London"},{"text":"Garp's literary creator who goes into songwriting with \"God Bless America\"","response":"John Irving Berlin"},{"text":"\"Schoolhouse Rock\" song about the making of laws gets to become Senate Majority Leader... Oh yes!","response":"\"I'm Just A Bill\" Frist"},{"text":"A separate price for each dish on the menu is granted another French term for unconditional authority","response":"<i>a la carte blanche</i>"}],"originalDate":"2006-11-24"},{"category":"BRITISH BODIES OF WATER","comments":"","clues":[{"text":"In 1875 British swimmer Matthew Webb made the first crossing of this, in 21 hours, 45 minutes","response":"the English Channel"},{"text":"Several rivers in England are named this, including one that flows by the Royal Shakespeare Theatre","response":"Avon"},{"text":"The ferry service across this river linking Birkenhead &amp; Liverpool dates back to 1330","response":"the Mersey"},{"text":"This estuary of Scotland's Forth River extends 48 miles inland from the North Sea","response":"the Firth of Forth"},{"text":"The Minch is a channel separating northwest Scotland &amp; this \"Outer\" island group","response":"Hebrides"}],"originalDate":"2006-11-23"},{"category":"'60s CINEMA","comments":"","clues":[{"text":"Perhaps tiring of all that sand in \"Lawrence of Arabia\", David Lean was \"Russian\" to photograph snow in this 1965 epic","response":"<i>Doctor Zhivago</i>"},{"text":"Jack Lemmon has his ups &amp; downs with elevator operator Shirley MacLaine in this Billy Wilder classic","response":"<i>The Apartment</i>"},{"text":"George Hamilton (yes, George Hamilton) played Hank Williams in this 1964 film whose title \"will tell on you\"","response":"<i>Your Cheatin' Heart</i>"},{"text":"Angela Lansbury &amp; Ginger Rogers each played Mama Jean in competing movie bios about this 1930s sex symbol","response":"Jean Harlow"},{"text":"This freckle-faced blonde singer gets stalked by an eerie voice in the 1960 thriller \"Midnight Lace\"","response":"Doris Day"}],"originalDate":"2006-11-23"},{"category":"\"C\" FOOD","comments":"","clues":[{"text":"A 1972 song said \"Put the lime in\" this &amp; \"drink them both up\"","response":"the coconut"},{"text":"The shell of this kidney-shaped nut is highly toxic","response":"a cashew"},{"text":"This semitropical citrus fruit looks like a large, bumpy lemon","response":"the citron"},{"text":"This cinnamon-coated treat is sort of a Mexican cruller","response":"a churro"},{"text":"Often lemon, these cookies are finished with powdered sugar &amp; are as refreshing as their name suggests","response":"cooler cookies (or coolers)"}],"originalDate":"2006-11-23"},{"category":"RAKE","comments":"","clues":[{"text":"In Act I, Scene i he won't shut up about his love for the fair Rosaline; in Act I, Scene v, he falls for another girl","response":"Romeo"},{"text":"The name of this 18th c. Italian adventurer whose racy memoir ran 12 volumes became a synonym for a promiscuous lover","response":"(Giovanni) Casanova"},{"text":"George Wickham seduces young Lydia Bennet in this novel; Mr. Darcy intercedes &amp; brings about their marriage","response":"<i>Pride and Prejudice</i>"},{"text":"This Byron poem says, \"What men call gallantry, &amp; gods adultery, is much more common where the climate's sultry\"","response":"<i>Don Juan</i>"},{"text":"A young man's overindulgence in wine &amp; women lands him in an insane asylum in this series by William Hogarth","response":"<i>The Rake's Progress</i>"}],"originalDate":"2006-11-23"}],[{"category":"OVER THE COALS","comments":"","clues":[{"text":"Wear flame-retardant mitts to touch the grill; these French-named charcoal blocks can reach 1000 degrees F.","response":"briquettes"},{"text":"A metal tube, this \"starter\" named for an item found on a house concentrates heat &amp; gets coals lit evenly","response":"a chimney"},{"text":"George Stephen created this company's backyard grill by putting a rounded lid on half a metal buoy","response":"Weber"},{"text":"This host of \"Boy Meets Grill\" says charcoal is a lot of work but it gives food a smokiness that gas can't imitate","response":"Bobby Flay"},{"text":"This \"regal\" brand of charcoal is named for one of Henry Ford's relatives","response":"Kingsford"}],"originalDate":"2006-11-23"},{"category":"OLYMPIC VENUES","comments":"","clues":[{"text":"The appropriate site of the first modern Olympics","response":"Athens"},{"text":"Olympic city where Jesse Owens became a legend in 1936","response":"Berlin"},{"text":"The U.S. Olympic team did not compete in the 1980 Summer Olympics hosted by this city","response":"Moscow"},{"text":"Si!  Si!  The Summer Olympics were held in this city in 1992","response":"Barcelona"},{"text":"In 1952 Oslo held the Winter Games &amp; this other northern European capital hosted the Summer Games","response":"Helsinki"}],"originalDate":"2006-11-23"},{"category":"CHEMICAL STATES","comments":"(Alex: You have to give the word made by combining chemical symbols, as well as state abbreviations. That doesn't sound easy, does it?)","clues":[{"text":"Chlorine plus oxygen plus Utah gives this synonym for influence","response":"clout (Cl+O+UT)"},{"text":"Sodium plus North Carolina plus yttrium yields this first name of Ms. Walker or Ms. Drew","response":"Nancy (Na+NC+Y)"},{"text":"Cubans do it occasionally: Delaware plus iron plus Connecticut","response":"defect (DE+Fe+CT)"},{"text":"Bromine plus Arizona plus Illinois gets you here in South America","response":"Brazil (Br+AZ+IL)"},{"text":"A spice for chili: copper plus Michigan plus nitrogen","response":"cumin (Cu+MI+N)"}],"originalDate":"2006-11-23"},{"category":"GREAT SCOTT!","comments":"","clues":[{"text":"The first sheet music to sell 1 million copies was this man's \"Maple Leaf Rag\"","response":"Scott Joplin"},{"text":"2 days after James Buchanan's Inauguration, the Supreme Court announced its decision regarding this man","response":"Dred Scott"},{"text":"In 1803 he finished writing \"Minstrelsy of the Scottish Border\"","response":"Sir Walter Scott"},{"text":"On March 29, 1912 this explorer made his last diary entry","response":"Robert Scott"},{"text":"Nicknamed \"Old Fuss &amp; Feathers\", he was general-in-chief of the Army from 1841 to 1861","response":"Winfield Scott"}],"originalDate":"2006-11-23"},{"category":"POLITICAL COMEBACKS","comments":"","clues":[{"text":"He lost a presidential election &amp; a gubernatorial election before winning the White House in 1968","response":"Nixon"},{"text":"A series of comebacks highlights his life, including election to a final stint as British PM at nearly 77 in 1951","response":"Churchill"},{"text":"Despite being filmed using an illegal drug, he was reelected Washington, D.C. mayor in 1990","response":"(Marion) Barry"},{"text":"First elected Arkansas governor in 1978, he was defeated for reelection but later won 4 consecutive terms","response":"(Bill) Clinton"},{"text":"Despite twice being politically purged &amp; imprisoned, he led China for nearly 20 years after Mao's death","response":"Deng Xiaoping"}],"originalDate":"2006-11-22"},{"category":"URBAN DICTIONARY","comments":"(Alex: Hip new words from the \"Urban Dictionary\" website.)","clues":[{"text":"The first \"L\" in the Internet acronym \"LOL\" stands for this, as it does in \"ROFL\"","response":"laughing"},{"text":"Justin Timberlake got props from Urban Dictionary for describing Janet Jackson's woes as this 2-word term","response":"a wardrobe malfunction"},{"text":"Ace Frehley &amp; Paul Stanley could tell you that \"snog\" means to do this","response":"kiss"},{"text":"An \"ear worm\" is slang for one of these that you can't get out of your head","response":"a song"},{"text":"Though it sounds like a wading bird, this is an e-mail saying that you won't be able to attend Johnny's birthday party","response":"an e-gret"}],"originalDate":"2006-11-22"}],{"category":"MEDICINE","text":"Though its name means \"against life\", it's any of a class of substances used to save a life","response":"an antibiotic"}]}