{"mix":4572,"rounds":[[{"category":"THAT OLD-TIME RELIGION","comments":"","clues":[{"text":"The god Rama is this religion's embodiment of chivalry &amp; virtue","response":"Hinduism"},{"text":"In Islam, Harut &amp; Marut are a couple of fallen ones of these","response":"angels"},{"text":"Matthew &amp; Luke put Satan's temptation of Christ in chapter 4 of their books; this man put it in chapter 1","response":"Mark"},{"text":"In April 2003 the government of this Caribbean nation officially declared voodoo a religion","response":"Haiti"},{"text":"The largest Protestant group in the U.S., they immerse their followers as a ritual of spiritual rebirth","response":"Baptists"}],"originalDate":"2006-11-16"},{"category":"THE HELP","comments":"","clues":[{"text":"A young female servant, she sounds like what she did to the bed","response":"a maid"},{"text":"King Arthur had a lot of these to remember<span class=\"nobreak\">--</span>Sir Galahad, Sir Gawain...","response":"knights"},{"text":"In a 1974 Eric Clapton song, it's the person he didn't shoot","response":"the deputy"},{"text":"In \"Fantasia\", Mickey Mouse was this for a sorcerer","response":"apprentice"},{"text":"Rosemary may be one of these helpers \"de-camp\"","response":"aide"}],"originalDate":"2006-11-16"},{"category":"IT HAPPENS EVERY YEAR","comments":"","clues":[{"text":"In 2007 Metropolis, Illinois' annual Superman celebration will unveil a statue of actress Noel Neill as this character","response":"Lois Lane"},{"text":"Each year this \"Dairyland State\" selects an Alice in Dairyland spokesperson who helps out with June Dairy Month","response":"Wisconsin"},{"text":"Fiesta San Antonio honors the heroes of the Battle of San Jacinto &amp; this mission with a 10-day celebration","response":"the Alamo"},{"text":"Northfield, Minn. celebrates the defeat of this bank robber's gang with a re-enactment of an 1876 raid","response":"Jesse James"},{"text":"A band concert is a highlight of the celebration of this June holiday at the Betsy Ross House in Philadelphia","response":"Flag Day"}],"originalDate":"2006-11-16"},{"category":"IT'LL PLAY IN NEW YORK","comments":"","clues":[{"text":"In this show, Manhattan is the playground for Riff, Tony, Bernardo &amp; a girl named Maria","response":"<i>West Side Story</i>"},{"text":"A floating craps game goes bust at the Bowery's Save-A-Soul Mission in this play","response":"<i>Guys and Dolls</i>"},{"text":"The laughter ends when Fanny Brice &amp; Nick Arnstein break up in this musical","response":"<i>Funny Girl</i>"},{"text":"\"Bet Your Bottom Dollar\" that you can name this musical about a girl in the New York Municipal Orphanage","response":"<i>Annie</i>"},{"text":"Gabey, Chip &amp; Ozzie are 3 sailors on shore leave in New York lusting for a good time in this play","response":"<i>On the Town</i>"}],"originalDate":"2006-11-16"},{"category":"CROSSWORD CLUES \"L\"","comments":"","clues":[{"text":"Thunder's partner<br>(9)","response":"lightning"},{"text":"A retriever breed, or a peninsula<br>(8)","response":"Labrador"},{"text":"Feminine digit cakes<br>(11)","response":"ladyfingers"},{"text":"It precedes Lazuli<br>(5)","response":"Lapis"},{"text":"Elmore, who gave us \"Get Shorty\"<br>(7)","response":"Leonard"}],"originalDate":"2006-11-16"},{"category":"WHAT'S ON THE TUBE?","comments":"","clues":[{"text":"Keith Carradine's role as Wild Bill Hickok on this series ended when Jack McCall killed Hickok","response":"<i>Deadwood</i>"},{"text":"This veteran Pulitzer-winning film critic trades reviews with Richard Roeper","response":"(Roger) Ebert"},{"text":"In one episode of this comedienne's Bravo Channel show \"My Life on the D-List\", she auctioned off a stay in her home","response":"Kathy Griffin"},{"text":"This cable channel's \"Meerkat Manor\" has been billed as \"'All My Children' meets 'Wild Kingdom'\"","response":"Animal Planet"},{"text":"In June 2006 this movie channel premiered its first made-for-TV movie, \"Broken Trail\", starring Robert Duvall","response":"American Movie Classics (AMC)"}],"originalDate":"2006-11-15"}],[{"category":"FUHGETTABOUDIT","comments":"","clues":[{"text":"Want to marry this ex-wife of Burton, Todd, Hilton &amp; Fisher?  Fuhgettaboudit!  She says she's staying single","response":"Elizabeth Taylor"},{"text":"Trying to locate this country just to the east of the old Berlin Wall on a map?  Fuhgettaboudit!  It's gone","response":"East Germany"},{"text":"Hoping to get on the Olympic team for this event where 2 sides pull on a rope?  Fuhgettaboudit!  Last held in 1920","response":"the tug of war"},{"text":"Want to join this religion so you can have more than one spouse?  Fuhgettaboudit!  Canceled the practice in 1890","response":"Mormon"},{"text":"Hungry for food using this flavor enhancer abbreviated MSG?  Fuhgettaboudit!  Many places have stopped using it","response":"monosodium glutamate"}],"originalDate":"2006-11-15"},{"category":"CAN I BUY YOU A DRINK?","comments":"","clues":[{"text":"Cuba Libre is just a fancy name for plain old rum, a hint of lime &amp; this","response":"Coca-Cola"},{"text":"It's a little early in the day<span class=\"nobreak\">--</span>maybe time for this champagne &amp; orange juice cocktail","response":"a mimosa"},{"text":"A Scotch Manhattan, with scotch &amp; sweet vermouth, usually goes by the name of this Scottish outlaw","response":"Rob Roy"},{"text":"You might enjoy this drink, classically made with equal parts of orange juice &amp; peach schnapps","response":"a fuzzy navel"},{"text":"How about a martini or this identical cocktail garnished with an onion instead of an olive","response":"a Gibson"}],"originalDate":"2006-11-15"},{"category":"FOOD IN HISTORY","comments":"","clues":[{"text":"A 19th c. duchess who felt faint in the afternoon began the British custom of serving tiny little cakes with this beverage","response":"tea"},{"text":"Re-enactors still buy hardtack crackers from the G.H. Bent Co. of Mass., which supplied them for this 1860s war","response":"the Civil War"},{"text":"This Roman emperor served his guests snow mixed with honey (&amp; probably bored them with his fiddle-playing)","response":"Nero"},{"text":"It's said that this French emperor's chef created Chicken Marengo for him right on the battlefield","response":"Napoleon"},{"text":"Mme. Pompadour loved to top filet of sole with these fancy fungi","response":"truffles"}],"originalDate":"2006-11-15"},{"category":"NEW YORK IN THE MOVIES","comments":"","clues":[{"text":"As this title superhero, Tobey Maguire spun his web across New York","response":"Spider-Man"},{"text":"On a Manhattan morning, Audrey Hepburn admires the gems in a shop window while eating a roll in this film's opening","response":"<i>Breakfast at Tiffany's</i>"},{"text":"A classic Christmas movie is called \"Miracle on\" this Manhattan street","response":"34th Street"},{"text":"This writer/director's New York-set films include \"Manhattan\" &amp; \"Manhattan Murder Mystery\"","response":"Woody Allen"},{"text":"Who ya gonna call when spirits haunt the Big Apple?  The title group of this 1984 comedy, of course","response":"<i>Ghostbusters</i>"}],"originalDate":"2006-11-15"},{"category":"SMITH","comments":"","clues":[{"text":"The first Grammy for Best Rap Performance went to DJ Jazzy Jeff &amp; this \"Fresh Prince\"","response":"Will Smith"},{"text":"Betty Smith wrote about young Francie Nolan in her novel \"A Tree Grows in\" this New York City borough","response":"Brooklyn"},{"text":"Winston Smith is a writer of Newspeak for the Ministry of Truth in this George Orwell novel","response":"<i>1984</i>"},{"text":"A New York City Fire Department fireboat is named for this 1928 pres. candidate known as the \"Happy Warrior\"","response":"Al Smith"},{"text":"Economist Adam Smith is best known for \"An Inquiry into the Nature and Causes of\" this","response":"<i>the Wealth of Nations</i>"}],"originalDate":"2006-11-15"},{"category":"NON-COSMETIC SURGERY","comments":"","clues":[{"text":"These masses of tissue in the throat, below the adenoids, fight infection but have to go if they become infected","response":"tonsils"},{"text":"Though there is elbow-replacement surgery, the knees &amp; this higher joint are the ones replaced most often","response":"hips"},{"text":"Removal of the gallbladder is the usual treatment for concretions better known as these","response":"gallstones"},{"text":"It's a general term for surgery that requires an incision right into your ticker","response":"open-heart surgery"},{"text":"Gastric bypass isn't for the chunky or the just overweight, but for BMI over 35, classed as being this","response":"morbidly obese"}],"originalDate":"2006-11-15"}],{"category":"FACTS &amp; FIGURES","text":"An estimated 925 million of these were exchanged in 1996; the No. 1 recipients by far were teachers","response":"Valentine's Day cards"}]}