{"mix":4574,"rounds":[[{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"On July 9, 1776 this state's legislature met in White Plains &amp; ratified the Declaration of Independence","response":"New York"},{"text":"On April 4, 1949, the U.S., Canada, Great Britain, France &amp; 8 other nations signed this mutual defense pact","response":"NATO (North Atlantic Treaty Organisation)"},{"text":"8 Americans were killed April 24, 1980 in a failed attempt to rescue American hostages held in this city","response":"Tehran"},{"text":"After answering a NASA newspaper notice in the '70s, she became America's first woman in space","response":"Sally Ride"},{"text":"In 1919 this future pres. mobilized the Mass. Militia to restore order in the Boston police strike","response":"Calvin Coolidge"}],"originalDate":"1997-04-09"},{"category":"HIGH SCHOOLS","comments":"","clues":[{"text":"Led by Lew Alcindor, Power Memorial in NYC won 71 straight games in this sport 1962-65","response":"Basketball"},{"text":"This L.A. high school attended by Lana Turner &amp; other stars stands on famous Sunset Boulevard","response":"Hollywood High"},{"text":"Sidwell Friends School, attended by Chelsea Clinton, was founded by members of this religious group","response":"Quakers (Society of Friends)"},{"text":"A baseball bat was one of Joe Clark's unusual tools in this post at Eastside High in Paterson, New Jersey","response":"Principal"},{"text":"New England's Deerfield Academy, Phillips Academy &amp; Groton are noted schools of this type","response":"Preparatory schools"}],"originalDate":"1997-04-09"},{"category":"NAMES OF THE '60s","comments":"","clues":[{"text":"In 1965 he called the Chevrolet Corvair \"unsafe at any speed\"","response":"Ralph Nader"},{"text":"In September 1967 Mattel introduced a doll of this famous model whose friends called her \"Sticks\" as a kid","response":"Twiggy"},{"text":"Daughter of the president-elect &amp; grandson of a former president who wed December 22, 1968","response":"Julie Nixon & David Eisenhower"},{"text":"A 1966 book was entitled this person \"Teaches Chess\"","response":"Bobby Fischer"},{"text":"He donated his 1964 Nobel Prize money, over $54,000, to the civil rights movement","response":"Martin Luther King, Jr."}],"originalDate":"1997-04-09"},{"category":"PENNSYLVANIA CITIES","comments":"","clues":[{"text":"You can take a 45-minute cruise on the paddle-wheeler Pride of the Susquehanna in this capital city","response":"Harrisburg"},{"text":"Its old city hall housed the U.S. Supreme Court from 1791 to 1800","response":"Philadelphia"},{"text":"Scranton's iron industry used nearby deposits of this hard coal to fuel its blast furnaces","response":"Anthracite"},{"text":"Zion's Church in Allentown houses a replica of this patriotic item temporarily hidden there in 1777","response":"Liberty Bell"},{"text":"You can get a panoramic view of this city's Golden Triangle from the top of Mount Washington","response":"Pittsburgh"}],"originalDate":"1997-04-09"},{"category":"OCCUPATIONS","comments":"","clues":[{"text":"At a health club, this person will rub you the right way","response":"Masseuse"},{"text":"From the Greek for \"adorned\", it's a professional applier of blush &amp; other makeup","response":"Cosmetologist"},{"text":"Like a pharmacist, this person who dispenses eyeglasses can't write prescriptions","response":"Optician"},{"text":"A glazier doesn't work on donuts, but installs these","response":"Windows"},{"text":"A chandler may wax philosophic about making these items","response":"Candles"}],"originalDate":"1997-04-09"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Some credit college coach Red Sanders with saying this \"Isn't everything, it's the only thing\"","response":"Winning"},{"text":"William Cowper wrote this is \"The very spice of life, that gives it all its flavor\"","response":"Variety"},{"text":"First name of the girl who asked the Sun newspaper in 1897, \"Please tell me the truth; is there a Santa Claus?\"","response":"Virginia"},{"text":"On July 21, 1969 newspapers quoted his \"The Eagle Has Landed\"","response":"Neil Armstrong"},{"text":"She's usually credited with the 18th century quote, \"Qu'ils mangent de la brioche\"","response":"Marie Antoinette (\"Let them eat cake\")"}],"originalDate":"1997-04-09"}],[{"category":"SCOTTISH RULERS","comments":"","clues":[{"text":"King Edgar was famous for giving King Murcertach of Ireland a gift of one of these ships of the desert","response":"Camel"},{"text":"Malcolm III, also called Canmore, or Big Head, promised loyalty to this conqueror in 1072","response":"William the Conqueror"},{"text":"James VI granted the charter for this city's university in 1582","response":"Edinburgh"},{"text":"Believed to be Jacob's Pillow, the \"Lia Fail\" is called the Stone of this; Kenneth I took it to that village","response":"Stone of Scone"},{"text":"In 1306 this house had its first of only 2 kings, Robert I","response":"Bruce"}],"originalDate":"1997-04-09"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"You may remember there are 3 melting watches in his \"The Persistence of Memory\"","response":"Salvador Dali"},{"text":"On October 4, 1669 he died in poverty in Amsterdam","response":"Rembrandt"},{"text":"Famous for his mobiles, he painted a DC-8 in 1973 &amp; a 727 in 1975","response":"Alexander Calder"},{"text":"Berenice Abbott made her name in this field; she began as Man Ray's assistant","response":"Photography"},{"text":"For the White House, Jackie Kennedy chose \"Houses of Squam Light\" by this \"Nighthawks\" artist","response":"Edward Hopper"}],"originalDate":"1997-04-09"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"S.C. Johnson &amp; Son, Inc. is also known as this, for its popular floor-care products","response":"Johnson Wax"},{"text":"The Brown Shoe Company debuted this comic strip spokesman in 1904","response":"Buster Brown"},{"text":"This company's washers and dryers come with an ol' lonely warranty","response":"Maytag"},{"text":"In August 1996 this chain, the world's largest retailer, opened its first outlets in China","response":"Wal-Mart"},{"text":"Brothers Tom &amp; David Gardner started this America Online investment guide in 1994","response":"The Motley Fool"}],"originalDate":"1997-04-09"},{"category":"AUTHORS &amp; THEIR WORKS","comments":"","clues":[{"text":"His 1904 horror novel \"The Jewel of Seven Stars\" is much less famous than his \"Dracula\"","response":"Bram Stoker"},{"text":"\"Invitation to a Beheading\" is an anti-utopian novel by this author of \"Lolita\"","response":"Vladimir Nabokov"},{"text":"This author of \"My Antonia\" set her last novel, \"Sapphira And The Slave Girl\", in Virginia, her home state","response":"Willa Cather"},{"text":"Sinclair Lewis could have called this 1925 novel \"Martin\": that's the title physician's first name","response":"<i>Arrowsmith</i>"},{"text":"After moving to Europe, this New Yorker wrote his 1890 novel \"The Tragic Muse\" about the art world of Europe","response":"Henry James"}],"originalDate":"1997-04-09"},{"category":"THE \"U\"SUAL PLACES","comments":"","clues":[{"text":"Kings Peak is this state's highest point, Beaverdam Creek its lowest","response":"Utah"},{"text":"A crested crane is the national bird of this country whose capital is Kampala","response":"Uganda"},{"text":"Thermometer scale inventor Anders Celsius was a professor of astronomy at this Swedish city's university","response":"Uppsala"},{"text":"It has 7 states, including 'Ajman &amp; Abu Dhabi, &amp; you have to hum its anthem <span class=\"nobreak\">--</span> it has no words","response":"United Arab Emirates"},{"text":"Now the second-largest country in Europe, it hosted the Yalta Conference in 1945","response":"Ukraine"}],"originalDate":"1997-04-09"},{"category":"STATE BIRDS","comments":"","clues":[{"text":"This red-breasted state bird of Connecticut lays 3 to 6 blue eggs 2 or 3 times a year","response":"the robin"},{"text":"This \"crazy\" state bird of Minnesota is also called the great northern diver","response":"the loon"},{"text":"In 1943 South Dakota selected the ring-necked species of this game bird as its state bird","response":"the pheasant"},{"text":"This pouched state bird of Louisiana has been designated an endangered species in North America","response":"the pelican"},{"text":"This New Mexico state bird is noted for its swiftness of foot &amp; the ability to lower its body temperature","response":"the roadrunner"}],"originalDate":"1997-04-07"}],{"category":"AMERICAN HISTORY","text":"This state is known as the \"Cockpit of the Revolution\" for all the battles there, including a pivotal one in December 1776","response":"New Jersey"}]}