{"mix":4576,"rounds":[[{"category":"PRODUCE","comments":"","clues":[{"text":"Introduced to Ireland in the 1600s, a 6-ounce one, without butter &amp; sour cream, has about 130 calories","response":"a potato"},{"text":"Tokay or emperor ones of these have about 40 calories; 10 Thompson seedless ones, about 35","response":"grapes"},{"text":"Depending on the variety, you may find 8-24 rows of kernels on one of these","response":"an ear of corn"},{"text":"Florence's Catherine de Medici supposedly liked this; that's why dishes with it are \"a la Florentine\"","response":"spinach"},{"text":"Ache is a wild variety of this vegetable that when eaten \"raw, develops the jaw\"","response":"celery"}],"originalDate":"1997-04-03"},{"category":"DANCE","comments":"","clues":[{"text":"Some trace this American dance back to the musical theatre star Harry Fox","response":"the foxtrot"},{"text":"The czardas is the national dance of this country &amp; Liszt used it as a basis for his rhapsodies","response":"Hungary"},{"text":"\"Que alegria es cosa buena\", this Los Del Rio dance hit has taken the world by storm","response":"\"Macarena\""},{"text":"A fierce competition in this Mideast specialty might be called \"navel warfare\"","response":"belly dancing"},{"text":"First popular in Paris music halls around 1840 &amp; considered vulgar, its name is French for \"gossip\"","response":"can-can"}],"originalDate":"1997-04-03"},{"category":"TRAVEL CANADA","comments":"","clues":[{"text":"Kids compete in the Little Britches Rodeo in High River, near this city known for its \"Stampede\"","response":"Calgary"},{"text":"The Bat Cave in this capital of Ontario displays 3,000 life-like vinyl &amp; wax bats in a walk-through tunnel","response":"Toronto"},{"text":"Victoria, B.C. boasts a replica of the famous thatched cottage of this woman, Shakespeare's wife","response":"Anne Hathaway"},{"text":"The Just for Laughs Comedy Festival in this Quebec city spawned its own museum of humor","response":"Montreal"},{"text":"Tea leaves are read at the 1918 Chocolate Shop, the oldest restaurant in this Manitoba capital","response":"Winnipeg"}],"originalDate":"1997-04-03"},{"category":"REDUNDANCY &amp; REPETITION","comments":"","clues":[{"text":"The name of this, the world's largest desert, means \"desert\"","response":"the Sahara"},{"text":"The phrase \"ATM machine\" is redundant because ATM stands for this","response":"automated teller machine (or automatic teller machine)"},{"text":"We admit there's some redundancy in the \"Jeopardy!\" category title \"U.S.\" these","response":"STATES"},{"text":"The name of this site includes the Spanish word for tar, so L.A. tourists are visiting the the tar tar pits","response":"the La Brea Tar Pits"},{"text":"It's an opinion reached by a group as a whole; adding the word \"general\" is superfluous","response":"consensus"}],"originalDate":"1997-04-03"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"The 1902 Spooner Act authorized the purchase of this \"zone\" from Colombia","response":"the Panama Canal Zone"},{"text":"Under the 1783 Treaty of Paris, this river became the western boundary of the U.S.","response":"the Mississippi River"},{"text":"In 1972 he resigned as attorney general to head CREEP, the President's reelection committee","response":"John Mitchell"},{"text":"His \"Narrative of the Expedition of an American Squadron to the China Seas &amp; Japan\" was published in 1856","response":"Commodore Matthew Perry"},{"text":"This Denison, Texas  native had never held elective office before he was U.S. president","response":"Dwight D. Eisenhower"}],"originalDate":"1997-04-03"},{"category":"MOVIE TITLE CHARACTERS","comments":"","clues":[{"text":"Paranormal investigators Egon Spengler, Raymond Stantz &amp; Peter Venkman were this title group","response":"<i>Ghostbusters</i>"},{"text":"This silent comic played the title role in \"The Saphead\" &amp; \"Sherlock Jr.\", but not in \"The General\"","response":"Buster Keaton"},{"text":"In a 1996 release, they're the 2 lions Val Kilmer &amp; Michael Douglas hunt down","response":"the Ghost & the Darkness"},{"text":"In 1993 Wes Studi played this Apache, \"An American Legend\"","response":"Geronimo"},{"text":"In a 1941 classic he dictates: \"Dear Wheeler, you provide the prose poems.  I'll provide the war.\"","response":"Charles Foster Kane (in <i>Citizen Kane</i>)"}],"originalDate":"1997-04-03"}],[{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"Founded in 1611, the University of Santo Tomas in Manila is this country's oldest","response":"Philippines"},{"text":"Before it received its present name, this \"colorful\" South African river was called the Groot","response":"the Orange River"},{"text":"Known for its lovely beaches, Peter Island lies near Tortola in this island group","response":"British Virgin Islands"},{"text":"This European language is official in Togo, though Ewe, a Kwa language, is more commonly spoken","response":"French"},{"text":"Quetzaltenango is a major city in this Central American country whose national bird is the quetzal","response":"Guatemala"}],"originalDate":"1997-04-03"},{"category":"PSYCHOLOGY","comments":"","clues":[{"text":"Displacement, denial &amp; rationalization are examples of these mechanisms","response":"defenses"},{"text":"Extroverts &amp; introverts are opposing types in this Swiss psychiatrist's theory","response":"Carl Jung"},{"text":"Early psychologists identified 4 basic skin sensations: warmth, cold, pressure &amp; this","response":"pain"},{"text":"Abrreviated PTSD, it can affect anyone who has survived any terrible ordeal","response":"post-traumatic stress disorder"},{"text":"Ritalin use for children has increased greatly for the treatment of this hyperactive disorder","response":"ADHD (attention deficit hyperactivity disorder)"}],"originalDate":"1997-04-03"},{"category":"\"ANG\"ST","comments":"","clues":[{"text":"It's the slant or bias reporters give their stories","response":"angle"},{"text":"This procedure, an X-ray of blood vessels, can tell you if you have a blood clot or aneurysm","response":"an angiogram"},{"text":"It's one of the few types of cakes not loaded with fat","response":"angel food"},{"text":"Last name of the Updike character nicknamed \"Rabbit\"","response":"Angstrom"},{"text":"Jimmy Porter represents the English class system in this John Osborne play","response":"<i>Look Back in Anger</i>"}],"originalDate":"1997-04-03"},{"category":"ANCIENT GREECE","comments":"","clues":[{"text":"Heraclitus believed that this, not earth, air, or water, was the primordial source of matter","response":"Fire"},{"text":"In 399 B.C. this philosopher was convicted by a jury of 500 men on a vote of 280 to 220","response":"Socrates"},{"text":"At about 1,000 square miles, twice as big as L.A., it was the largest city-state of ancient Greece","response":"Athens"},{"text":"The stadium for the Pythian Games was located on Mt. Parnassus, near this oracle site","response":"Delphi"},{"text":"Aritstophanes' first 10 plays were produced during this war","response":"Peloponnesian War"}],"originalDate":"1997-03-31"},{"category":"HOTELS, MOTELS &amp; INNS","comments":"","clues":[{"text":"The Jailer's Inn in Bardstown in this Bluegrass State was really a jail in the 1800s; hope they let you out","response":"Kentucky"},{"text":"In this city you'll find the Cocoa Motel on Cocoa Ave. &amp; the Chocolatetown Motel on Chocolate Ave.","response":"Hershey, Pennsylvania"},{"text":"Built in 1901 as the Moana Hotel, the Sheraton Moana Surfrider is the \"First Lady of\" this Honolulu beach","response":"Waikiki"},{"text":"This future president &amp; his beautiful wife spent part of their 1953 honeymoon at the San Ysidro Ranch in Santa Barbara","response":"John F. Kennedy"},{"text":"The Hotel Captain Cook covers a city block in this Alaskan city on Cook Inlet","response":"Anchorage"}],"originalDate":"1997-03-31"},{"category":"POETIC POTPOURRI","comments":"","clues":[{"text":"\"Poems by 2 Brothers\" features poems by 3 Tennyson brothers: Charles, Frederick &amp; him","response":"Alfred, Lord Tennyson"},{"text":"In Shakespeare's poem \"The Phoenix and the Turtle\", the turtle is this kind of bird, not a reptile","response":"Turtledove"},{"text":"Dorothy Parker called her 1931 book of verse \"Death and\" these, 2 things Ben Franklin said were certainties","response":"<i>Death and Taxes</i>"},{"text":"The 1816 sonnet \"On First Looking into Chapman's Homer\" was the first mature poem by this ode poet","response":"John Keats"},{"text":"This Lake Poet wasn't widely appreciated by critics until he published \"The River Duddon\" in 1820","response":"William Wordsworth"}],"originalDate":"1997-03-31"}],{"category":"WORLD CURRENCIES","text":"One of the 4 small U.N. member nations that use the euro as their official currency even though not in the European Union","response":"(1 of) Andorra, Montenegro, Monaco, or San Marino"}]}