{"mix":4579,"rounds":[[{"category":"STRAIT GUY","comments":"","clues":[{"text":"If you're on Cape Chelyuskin in this country, you'll have to cross the Vilkitsky Strait to get the the Arctic Ocean","response":"Russia"},{"text":"The Cook Strait separates the North &amp; South Islands of this kiwi country","response":"New Zealand"},{"text":"Named after Vitus Bering, the Bering Strait separates these 2 continents","response":"North America & Asia"},{"text":"The Strait of Messina separates Italy from this \"boot\"able isle","response":"Sicily"},{"text":"The Juan de Fuca Strait separates Washington State from this Canadian Island that shares its name with a B.C. city","response":"Vancouver"}],"originalDate":"2006-11-08"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"His family became Christian, but this Viking explorer nicknamed \"the Red\" remained a pagan","response":"Erik the Red"},{"text":"She sidestepped her other suitors &amp; married her own choice, Ferdinand of Aragon, in 1469","response":"Queen Isabel"},{"text":"This small Iberian country became independent in 1143, so it's one of the oldest nations in Europe","response":"Portugal"},{"text":"The name of this woman who was executed at Vincennes in 1917 became a synonym for a seductive spy","response":"Mata Hari"},{"text":"This Scottish queen's second husband, Lord Darnley, was also her first cousin","response":"Mary (Queen of Scots)"}],"originalDate":"1992-10-26"},{"category":"ITALIAN FOOD","comments":"","clues":[{"text":"Don't be alarmed if your lasagne verdi is this color; it's supposed to be","response":"green"},{"text":"Traditionally, prosciutto is served as a first course with figs or this fruit","response":"melon"},{"text":"The Italian word for \"spring\", it describes pasta dishes made with fresh vegetables","response":"primavera"},{"text":"In Italy these shellfish found in pasta sauces are known as vongole","response":"clams"},{"text":"Popular in Northern Italy, it's usually a cornmeal mush but some people make it with chestnut meal","response":"polenta"}],"originalDate":"1992-10-26"},{"category":"FASHION DESIGNERS","comments":"","clues":[{"text":"Givenchy costumed this actress for \"Breakfast at Tiffany's\" &amp; even created a perfume for her","response":"Audrey Hepburn"},{"text":"Perry Ellis began his career as a buyer for Miller &amp; Rhoads department store in this Virginia capital","response":"Richmond"},{"text":"Before he became a couturier, Mainbocher edited the Paris edition of this U.S. fashion magazine","response":"<i>Vogue</i>"},{"text":"She was 86 when the Broadway musical about her premiered in 1969","response":"Coco Chanel"},{"text":"Donna Karan was once an associate designer to this woman whose last name also began with the letter K","response":"Anne Klein"}],"originalDate":"1992-10-26"},{"category":"ACTORS ONSTAGE","comments":"","clues":[{"text":"Christian Slater played Billy Mowcher in the 1981 musical \"Copperfield\", based on this novel","response":"<i>David Copperfield</i>"},{"text":"Mildred Dunnock was perhaps best known for creating the role of Linda Loman in this play","response":"<i>Death of a Salesman</i>"},{"text":"Carol Baker's daughter, Blanche Baker, played this Nabokov nymphet in a 1981 play by Edward Albee","response":"Lolita"},{"text":"Bruce Dern &amp; Rip Torn were in the original cast of this playwright's \"Sweet Bird of Youth\"","response":"Tennessee Williams"},{"text":"Tyne Daly &amp; Angela Lansbury won Tonys for playing Mama Rose in this musical, but Ethel Merman didn't","response":"<i>Gypsy</i>"}],"originalDate":"1992-10-26"},{"category":"U.S. STATES","comments":"","clues":[{"text":"This state produces over 30% of the nation's cheese","response":"Wisconsin"},{"text":"Hawaii's state seal features a shield flanked by the goddess of liberty &amp; this king","response":"King Kamehameha"},{"text":"This \"Cornhusker\" State's name comes from an Indian word for \"flat water\", a reference to the Platte River","response":"Nebraska"},{"text":"This \"Down East\" state is bordered by only 1 state &amp; 2 provinces","response":"Maine"},{"text":"The pecan is the state nut not of Georgia, but of this neighbor to the west","response":"Alabama"}],"originalDate":"1992-10-26"}],[{"category":"SONG STANDARDS","comments":"","clues":[{"text":"\"When ever I feel afraid, I hold my head erect, and\" do this, \"so no one will suspect I'm afraid\"","response":"\"Whistle A Happy Tune\""},{"text":"Do this \"and let me play among the stars; let me see what spring is like on Jupiter and Mars\"","response":"\"Fly Me To The Moon\""},{"text":"\"And its torment won't be through till you let me spend my life making love to you\" then","response":"\"Night And Day\""},{"text":"It's the question asked in \"I Got Rhythm\"","response":"Who could ask for anything more?"},{"text":"\"The night is young, the skies are clear, and if you want to go walking, dear, it's\" this, \"it's\" this, \"it's\" this","response":"It's delightful, it's delicious, it's delovely"}],"originalDate":"1992-10-26"},{"category":"OLD MOVIES","comments":"","clues":[{"text":"She was in her teens when she made her first film with Montgomery Clift, \"A Place in the Sun\"","response":"Elizabeth Taylor"},{"text":"Charley Grapewin who played Grandpa Joad in \"The Grapes of Wrath\" played Uncle Henry in this 1939 classic","response":"<i>The Wizard of Oz</i>"},{"text":"Appropriately, she sang \"The Lady in the Tutti-Frutti Hat\" in the 1943 musical \"The Gang's All Here\"","response":"Carmen Miranda"},{"text":"In 1932 Cary Grant played Lt. Pinkerton in a non-musical film based on this Puccini opera","response":"<i>Madame Butterfly</i>"},{"text":"Laurence Olivier wanted Vivien Leigh to play his wife in \"Rebecca\", but this actress got the job","response":"Joan Fontaine"}],"originalDate":"1992-10-26"},{"category":"LITERARY FIRST LINES","comments":"(Alex: You have to identify the work.)","clues":[{"text":"A satirical fable: \"Mr. Jones, of the Manor Farm, had locked the hen-houses for the night...\"","response":"<i>Animal Farm</i>"},{"text":"1813: \"It is a truth universally acknowledged, that a single man in possession of a... fortune must be in want of a wife\"","response":"<i>Pride and Prejudice</i>"},{"text":"The absurd:<br>\"Mother died today. Or, maybe, yesterday; I can't be sure\"","response":"<i>The Stranger</i> (<i>L'Étranger</i>)"},{"text":"By E.M. Forster:<br>\"'The signora had no business to do it,\" said Miss Bartlett, '...she promised us south rooms...'\"","response":"<i>A Room with a View</i>"},{"text":"About an Irish Catholic Youth:<br>\"Once upon a time and a very good time it was there was a moocow...\"","response":"<i>Portrait of the Artist as a Young Man</i>"}],"originalDate":"2003-05-14"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"The egg-shaped plum variety of this makes a great spaghetti sauce","response":"the tomato"},{"text":"Many dieters eat helf of one of these, like the Star Ruby or Rio Red, before every meal","response":"the grapefruit"},{"text":"What the French call epinard we call this","response":"spinach"},{"text":"For cooking, popular ones of these include the Gravenstein &amp; the Greening","response":"apples"},{"text":"Also called a Mexican potato, this crunchy vegetable can be baked, boiled or fried, or served raw in salads","response":"jicama"}],"originalDate":"2003-05-14"},{"category":"TAKE MY \"Y\", PLEASE!","comments":"","clues":[{"text":"Take this toy I use to \"walk the dog\"; I tried that \"warp drive\" trick, &amp; now I'm in traction","response":"a yo-yo"},{"text":"Take this crossbar with 2 U-shaped pieces; my oxen are on strike, &amp; they refuse to wear it","response":"a yoke"},{"text":"Take this chocolate soft drink, because now I'm buying the \"Lite\" version (so I can drink twice as much!)","response":"Yoo-hoo"},{"text":"Please take my \"Learn to\" do this CD; if I hear \"Alpine Honeymoon\" one more time I'll go bananas","response":"yodel"},{"text":"Take this role in \"Fiddler on the Roof\"; I wanted to play it, but Bea Arthur's old Broadway costume doesn't fit me","response":"Yenta"}],"originalDate":"2003-05-14"},{"category":"WHAT IS IT?","comments":"(Alex: Simple category... We'll name a thing, you tell us what it is, what kind of thing it is.)","clues":[{"text":"A red hook &amp; ladder","response":"a fire truck"},{"text":"ENIAC","response":"a computer"},{"text":"A Fokker E-III","response":"an airplane"},{"text":"The Tappan Zee cantilever","response":"a bridge"},{"text":"Creels, panniers &amp; scuttles","response":"baskets"}],"originalDate":"2003-05-14"}],{"category":"MUSEUMS","text":"For 2010 &amp; 2011, it's gotten more visitors than any other single museum in the U.S.","response":"the National Air & Space Museum"}]}