{"mix":4582,"rounds":[[{"category":"BRITISH HEIR WAYS","comments":"","clues":[{"text":"He was christened by the Archbishop of Canterbury in the music room at Buckingham Palace on August 4, 1982","response":"Prince William"},{"text":"Secret files released in 2003 revealed that \"the woman he loved\" was two-timing him with a car salesman","response":"King Edward VIII"},{"text":"He was an 11-year-old prince when he was betrothed to his brother's 17-year-old widow in 1503","response":"Henry VIII"},{"text":"It isn't a deep, dark secret that this brave knight captured the French king at Poitiers in 1356","response":"Edward the Black Prince"},{"text":"As Prince of Wales &amp; Prince Regent, this future king was a close pal of Beau Brummell, &amp; quite a dandy himself","response":"George IV"}],"originalDate":"2003-05-08"},{"category":"THIS PLACE IS A ZOO!","comments":"","clues":[{"text":"When Arabs are first mentioned, in an Assyrian inscription of the 800s B.C., they are associated with these animals","response":"camels"},{"text":"The tarsier, the pygmy marmoset &amp; the baboon all belong to this order of mammals","response":"primates"},{"text":"The 2 types of alligator are the American alligator &amp; a rare variety that makes its home in this Asian country","response":"China"},{"text":"It's the colorful state bird of Delaware","response":"blue hen chicken"},{"text":"Believed to bring good luck, the korat is a rare, short-haired breed of this animal from Thailand","response":"cat"}],"originalDate":"2003-05-08"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"The star of \"Contact\" who's behind this brand of sunglasses","response":"Jodie Foster Grant"},{"text":"Autobiographical Arthur Miller play on a Poe mansion's tumble","response":"After the Fall of the House of Usher"},{"text":"Senator &amp; 2004 presidential hopeful who's the breed that won Best in Show at the Westminster Dog Show in 2003","response":"John Kerry Blue Terrier"},{"text":"\"Parade's End\" author who drives the first of the Pony Cars","response":"Ford Madox Ford Mustang"},{"text":"Supreme Court's \"Separate but Equal\" decision who's a Hall of Fame pitcher for the Cubs &amp; Rangers","response":"Plessy v. Ferguson Jenkins"}],"originalDate":"2003-05-08"},{"category":"TOUGH GEOGRAPHY","comments":"","clues":[{"text":"Bangkok is the leading port on this gulf, an inlet of the South China Sea","response":"Gulf of Thailand"},{"text":"This European country's most populous province is Katowice in the south","response":"Poland"},{"text":"This south Pacific nation has over 800 islands &amp; islets, but Viti Levu &amp; Vanua Levu provide more than 85% of its area","response":"Fiji"},{"text":"It precedes \"kush\", which means \"killer\", in the name of a central Asian mountain range","response":"Hindu"},{"text":"This area that was created in 1960 &amp; has oil companies licking their chops is dominated by the Brooks Range","response":"ANWR (Arctic National Wildlife Refuge)"}],"originalDate":"2003-05-06"},{"category":"POP CULTURE","comments":"","clues":[{"text":"The Sailor Boy &amp; his dog seen here are a symbol of this snack brand","response":"Cracker Jack"},{"text":"Amateur Night at this former Harlem theater was the brainchild of showman Ralph Cooper Sr.","response":"Apollo"},{"text":"In December 1995 Bill Watterson ended this comic strip about a 6-year-old boy &amp; his stuffed tiger","response":"Calvin and Hobbes"},{"text":"Gin or vodka &amp; sour apple schnapps (instead of vermouth) go into this trendy variation of a mixed drink","response":"apple martini"},{"text":"It's the brand name of the transporter seen here","response":"Segway"}],"originalDate":"2003-05-06"},{"category":"STAND BY YOUR MANNEQUIN","comments":"","clues":[{"text":"This 18th century queen reportedly used mannequins to send home the latest fashions to her native Austria","response":"Marie Antoinette"},{"text":"The mannequin seen here is used in the teaching of this procedure","response":"CPR (Cardiopulmonary resuscitation)"},{"text":"Unfortunately for window dressers, many early mannequins were made of this &amp; didn't last in the heat of summer","response":"wax"},{"text":"In a magazine called The Show Window, this Oz creator dispensed advice on mannequins &amp; creative display","response":"L. Frank Baum"},{"text":"A wooden torso mannequin was found near a clothing chest when this man opened King Tut's tomb in 1922","response":"Howard Carter"}],"originalDate":"2003-05-06"}],[{"category":"AROUND THE GYM","comments":"","clues":[{"text":"Work your legs, arms &amp; upper back on a machine simulating this, an Olympic sport since 1900","response":"rowing"},{"text":"A gym rat may eat a PowerBar to load up on energy, 75% of it coming from these","response":"carbohydrates"},{"text":"In 2002 strength equipment maker Nautilus acquired this cardio brand that has you stepping lively","response":"StairMaster"},{"text":"(Jimmy of the Clue Crew working out in the gym)  The name of this type of bike comes from the Latin for \"to lie down\"","response":"recumbent"},{"text":"Named for its inventor, this trendy, new \"method\" of body conditioning actually dates back to the 1920s","response":"Pilates"}],"originalDate":"2003-05-06"},{"category":"PENGUIN CLASSICS","comments":"(Alex: From the book company.)","clues":[{"text":"The first classic, issued in 1946, was this Homer tale of heading home","response":"\"The Odyssey\""},{"text":"The cover seen here is from the new edition of this classic 1605 novel","response":"\"Don Quixote\""},{"text":"The cover seen here is from a Penguin Classic of this 1726 novel","response":"\"Gulliver's Travels\""},{"text":"New to Penguin Classics is this 1953 play, a parable about McCarthy's witch hunts","response":"\"The Crucible\""},{"text":"Penguin Classics has sold 300,000 copies of this ancient Sanskrit poem whose title means \"song of the lord\"","response":"the Bhagavad Gita"}],"originalDate":"2003-05-06"},{"category":"FROM THE LATIN","comments":"","clues":[{"text":"Aesop was known for these, from the Latin for \"story\" or \"tale\"","response":"fables"},{"text":"Of the 3 virtues mentioned in the King James Version of I Corinthians 13;13, the 2 that are from Latin","response":"faith & charity"},{"text":"Pronounced one way, this word from the Latin for \"to make smaller\" means \"tiny\"; another way, it's a unit of time","response":"minute"},{"text":"From the Latin for \"seed\", it's one particle of sand or a seed of corn or rice, for example","response":"grain"},{"text":"From the Latin for \"hiss\", it describes sounds like the first letter of sigh, speck &amp; the correct response","response":"sibilant"}],"originalDate":"2003-05-06"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"The naval base the U.S. got on this island came out of the Platt Amendment we forced into its 1901 constitution","response":"Cuba"},{"text":"Called \"The Soldier's General\", in 1949 he became the 1st permanent chairman of the new Joint Chiefs of Staff","response":"Omar Bradley"},{"text":"Nickname of the area abandoned by the Okies &amp; Arkies in the 1930s to go to California","response":"Dust Bowl"},{"text":"An ad for this oceanliner May 1, 1915 warned passengers there was a state of war; the ship was sunk May 7","response":"Lusitania"},{"text":"Popular name of the Serviceman's Readjustment Act of 1944","response":"G.I. Bill of Rights"}],"originalDate":"2003-05-06"},{"category":"LABOR","comments":"","clues":[{"text":"Currently the federal government sets it at $5.15 an hour","response":"minimum wage"},{"text":"This founder of the Socialist Party of America was imprisoned for organizing an 1894 strike against the Pullman Company","response":"Eugene V. Debs"},{"text":"This union, the ILGWU, was a founder of the Liberal Party of New York State","response":"International Ladies' Garment Workers' Union"},{"text":"This leader of the United Mine Workers was known as the \"Labor Baron\"","response":"John L. Lewis"},{"text":"Among the purposes of this 1947 act was to prevent major strikes that would cause public emergencies","response":"Taft-Hartley Act"}],"originalDate":"2003-05-06"},{"category":"MY SON, THE PAINTER","comments":"","clues":[{"text":"He was a successful sculptor; his son, also named Alexander, made a stable living out of mobile art","response":"Alexander Calder"},{"text":"This American illustrator of \"Treasure Island\" trained daughter Henriette as well as son Andrew","response":"N.C. Wyeth"},{"text":"This \"Elder\" of the art world was known for his silverpoint; his son was known for portraits of Henry VIII's wives","response":"Hans Holbein"},{"text":"Pieter Brueghel the Elder begot Pieter the Younger &amp; this painter nicknamed \"Velvet\"","response":"Jan Brueghel"},{"text":"5 of this American artist's 17 children, including Raphaelle &amp; Rembrandt, became artists","response":"Charles Willson Peale"}],"originalDate":"2003-05-06"}],{"category":"SHAKESPEARE'S PLAYS","text":"The only 2 plays whose titles repeat a word, excluding articles &amp; prepositions, are \"Measure for Measure\" &amp; this","response":"<i>All's Well That Ends Well</i>"}]}