{"mix":4584,"rounds":[[{"category":"THE LENGTHS YOU'LL GO","comments":"","clues":[{"text":"Proverbially, \"A miss is as good as\" this, but I still don't want to run one","response":"a mile"},{"text":"If you're lucky, you'll get one of these \"in the door\"; if not, you might have one \"in the grave\"","response":"a foot"},{"text":"Going \"all 9\" of these means in all ways, in every respect","response":"9 yards"},{"text":"The arrangement of words in feet in each of a poem's lines; the \"Iliad\"'s is dactylic","response":"meter"},{"text":"Go deep &amp; comprehend or understand this 6-letter term","response":"fathom"}],"originalDate":"2006-11-06"},{"category":"P TIMES 3","comments":"(Alex: There will be 3 \"P\"s in each correct response.)","clues":[{"text":"As a noun, it's a condiment; as a verb, it means to hit with rapidly repeated short jabs","response":"pepper"},{"text":"Something that restores one's depressed spirits; Bounty paper towels are the \"quicker\" one","response":"picker-upper"},{"text":"It's a roundish or oblate variety of apple","response":"pippin"},{"text":"A fun kind of this is a children's book with 3-D cutout artwork; a not-so-fun kind happens while Internet surfing","response":"a pop-up"},{"text":"Nonsense!  Bosh!  Balderdash!  Bunk!  Falderol! &amp; this word!  I kind of went Mr. Burns on you there, didn't I?","response":"poppycock"}],"originalDate":"2006-11-06"},{"category":"THE \"GENERAL\"","comments":"","clues":[{"text":"A family doctor who treats common medical problems","response":"a general practitioner"},{"text":"This food industry giant produces products like Cheerios &amp; Hamburger Helper","response":"General Mills"},{"text":"The U.S. government's Comptroller General is head of the GAO, which until 2004 stood for this","response":"General Accounting Office"},{"text":"With products like the Virginia class nuclear sub, this company is one of the USA's biggest defense contractors","response":"General Dynamics"},{"text":"Abbreviated GATT, it's governed world commerce since 1947","response":"General Agreement on Tariffs and Trade"}],"originalDate":"2006-11-06"},{"category":"THE DIRTY DOZEN","comments":"","clues":[{"text":"Yich-h-h!  It's the yucky name for 12 dozen","response":"a gross"},{"text":"Bruce Willis must avoid plague-filled air in this time-travel thriller that gets its name from an animal rights group","response":"<i>Twelve Monkeys</i>"},{"text":"Founded by a relative of a flying ace, this company became famous for its 12-string guitars","response":"Rickenbacker"},{"text":"Chapter 12 was introduced in 1986 to the code for this &amp; deals with the reorganization of family farms","response":"bankruptcy"},{"text":"Nennius famously lists Badon, Agned, Guinnion &amp; Dubglas among this legendary king's 12 messy battles","response":"Arthur"}],"originalDate":"2006-11-06"},{"category":"ACROPOLIS NOW","comments":"","clues":[{"text":"The main temple on the Acropolis was built in the 5th century B.C. to honor this goddess","response":"Athena"},{"text":"Forces of this Italian city-state destroyed many of the structures on the Acropolis during a 1687 artillery barrage","response":"Venice"},{"text":"This empire seized the Acropolis in 1458 &amp; raised a minaret on the site","response":"the Ottoman Empire"},{"text":"The Acropolis complex built by the ancient architects Ictinus &amp; Callicrates was in this simple classical order","response":"Doric"},{"text":"Many of the friezes &amp; panels that adorned the Parthenon were sold to the British Museum by this man","response":"Lord Elgin"}],"originalDate":"2006-11-06"},{"category":"WAR MOVIES","comments":"","clues":[{"text":"Ken Burns &amp; Ted Turner both had cameos in this epic TV movie bearing the name of a July 1863 battle","response":"<i>Gettysburg</i>"},{"text":"This Stanley Kubrick film follows a group of Marines from basic training to bloody battles in Vietnam","response":"<i>Full Metal Jacket</i>"},{"text":"\"Leave no man behind\" was the tagline for this 2001 film about army choppers shot down in Somalia","response":"<i>Black Hawk Down</i>"},{"text":"The U.S. Civil War's first all-black military unit fights prejudice as well as the Confederates in this 1989 film","response":"<i>Glory</i>"},{"text":"The brutal 10-day battle for heavily defended Hill 937 unfolds in this 1987 film","response":"<i>Hamburger Hill</i>"}],"originalDate":"2006-11-06"}],[{"category":"HAIL TO THE CHIEF","comments":"","clues":[{"text":"He was impeached in 1868 but was acquitted by a margin of 1 vote","response":"(Andrew) Johnson"},{"text":"He had 48 grandchildren, 1 of whom also became president","response":"William (Henry) Harrison"},{"text":"Nicknamed \"Handsome Frank\", he had college chum N. Hawthorne write his campaign bio","response":"Franklin Pierce"},{"text":"In a 1964 survey, he was named 1 of the 2 greatest engineers in U.S. history","response":"(Herbert) Hoover"},{"text":"Not only was he the 1st president to win a Nobel Prize, he was also the first American to do so","response":"Theodore Roosevelt"}],"originalDate":"1990-07-28"},{"category":"SCULPTURE","comments":"","clues":[{"text":"Though it sounds cold, the Greeks carved these decorative bands on the sides of buildings","response":"a frieze"},{"text":"Using drills &amp; dynamite, Gutzon Borglum began this massive work in 1927","response":"Mount Rushmore"},{"text":"Modern American sculptor known for his life-size plaster casts of people put in \"real\" settings","response":"(George) Segal"},{"text":"His reclining figures can be seen at the Tate Gallery, Unesco in Paris &amp; Lincoln Center","response":"(Henry) Moore"},{"text":"Duke Cosimo I commissioned Cellini to produce the bronze of this man holding Medusa's head","response":"Perseus"}],"originalDate":"1990-07-28"},{"category":"TOMs &amp; THOMASes","comments":"","clues":[{"text":"His fans had high hopes that he'd win an Oscar this year for \"Born on the Fourth of July\"","response":"Tom Cruise"},{"text":"He turned professional \"hit man\" in 1977, the same year he won the Golden Gloves championship","response":"Thomas Hearns"},{"text":"He's the current Speaker of the House","response":"Tom Foley"},{"text":"March 7 is the feast day of this Medieval saint, also known as the \"Angelic Doctor\"","response":"Thomas Aquinas"},{"text":"\"Jitterbug Perfume\" is a book written by this \"King of Underground Farce\"","response":"Tom Robbins"}],"originalDate":"1990-07-28"},{"category":"1979","comments":"","clues":[{"text":"In a 1200-page report the Surgeon General linked doing this to heart &amp; lung disease &amp; cancer","response":"smoking"},{"text":"Pope John Paul II visited this country in June, the first visit of a pope to a Communist country","response":"Poland"},{"text":"A 31-year state of war between these 2 nations ended in March with a treaty signed in the U.S.","response":"Israel & Egypt"},{"text":"In January the Pol Pot regime was overthrown as this Cambodian city fell to rebels","response":"Phnom Penh"},{"text":"A jury awarded $10.5 million to the estate of this late employee of a Kerr-McGee plutonium plant","response":"(Karen) Silkwood"}],"originalDate":"1990-07-28"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"EPCOT, as in EPCOT Center, is an acronym for \"Experimental Prototype Community of\" this","response":"Tomorrow"},{"text":"Jasper National Park in this country has special snow coaches for tours of the ice fields","response":"Canada"},{"text":"You have to go to France, not Switzerland, to climb this highest peak in the Alps","response":"Mont Blanc"},{"text":"Treetops, the Ark &amp; Mountain Lodge are 3 famous game-viewing lodges in this East African country","response":"Kenya"},{"text":"The Algarve is the major vacation area of this European country","response":"Portugal"}],"originalDate":"1990-07-28"},{"category":"JIM HENSON","comments":"","clues":[{"text":"While it ran from 1976-81, it was the world's most watched first-run syndicated TV show","response":"<i>The Muppet Show</i>"},{"text":"Named for a friend, this soft-spoken character was said to be Henson's alter ego","response":"Kermit the Frog"},{"text":"Back in the '60s this co. asked Jim to develop characters for its NET production of \"Sesame Street\"","response":"Children's Television Workshop"},{"text":"As Ernie, Jim Henson was \"awfully fond\" of this title toy that earned him a hit record","response":"Rubber Duckie"},{"text":"The Skeksis and the Mystics were saved by the Gelflings in this 1982 fantasy film","response":"<i>The Dark Crystal</i>"}],"originalDate":"1990-07-28"}],{"category":"AWARDS &amp; PRIZES","text":"Designed by Norwegian Gustav Vigeland, it depicts 3 naked men with their hands on each other's shoulders","response":"the Nobel Peace Prize"}]}