{"mix":4585,"rounds":[[{"category":"BEST SELLERS","comments":"","clues":[{"text":"Completes the title of Thomas Harris' 1969 book \"I'm OK...\"","response":"<i>You're OK</i>"},{"text":"\"My Life in Three Acts\" is the latest volume of memoirs by this First Lady of the American Theatre","response":"Helen Hayes"},{"text":"His novel \"The Stand\" was 1st published in 1978, but an uncut version was released in 1990","response":"(Stephen) King"},{"text":"Morley Safer's \"Flashbacks\" describes a return visit to this country after 25 years","response":"Vietnam"},{"text":"\"An Inconvenient Woman\" by this author describes morals &amp; murders in L.A.'s high society","response":"Dominick Dunne"}],"originalDate":"1990-07-28"},{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"U.S. News reports an April Gallup survey ranked her as Britain's least popular P.M. since 1938","response":"(Margaret) Thatcher"},{"text":"The wife of Time magazine's founder, she was awarded the Presidential Medal of Freedom in 1983","response":"Clare Luce"},{"text":"This long-time rival of Hedda Hopper was one of America's first movie columnists","response":"Louella Parsons"},{"text":"Along with Susan B. Anthony, she founded the Nat'l Woman Suffrage Assn. &amp; became its first president","response":"(Elizabeth Cady) Stanton"},{"text":"A founder of the Industrial Workers of the World, her slogan was \"Join the union, boys\"","response":"Mother Jones"}],"originalDate":"1990-07-28"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"The Strait of Belle Isle separates the Island of Newfoundland from this, its mainland terr.","response":"Labrador"},{"text":"The Chukchi, Barents &amp; Kara Seas are among those that surround this ocean","response":"the Arctic"},{"text":"This river in the Northwest U.S. was named for the ship of its discoverer, Capt. Robert Gray","response":"the Columbia"},{"text":"This bay in New South Wales was so named because many new plant species were found on its shores","response":"Botany Bay"},{"text":"2 of Europe's longest rivers, they both empty into the Black Sea &amp; begin with \"Dn\"","response":"the Dnieper & the Dniester"}],"originalDate":"1990-07-28"},{"category":"NEW TESTAMENT","comments":"","clues":[{"text":"According to I Timothy 6:10, the love of this \"is the root of all evil\"","response":"money"},{"text":"At least 13 of the epistles, including Romans &amp; Galatians, were written by this apostle","response":"Paul"},{"text":"During the temptation in the wilderness, Satan asked Jesus to turn these into bread","response":"stones"},{"text":"In the Sermon on the Mount, Jesus said, \"Blessed are the peacemakers, for they shall be called\" this","response":"the children of God"},{"text":"In the Book of Revelation, this archangel does battle with Satan","response":"Michael"}],"originalDate":"1990-07-28"},{"category":"NUCLEAR PHYSICS","comments":"","clues":[{"text":"A cyclotron uses this type of field to pull particles into orbit","response":"an electromagnetic field"},{"text":"Isotopes of this element are the most commonly used nuclear fuel in reactors","response":"uranium"},{"text":"Isotopes are atoms having the same number of protons by different numbers of these","response":"neutrons"},{"text":"It's suspected these particles, some of which are charmed, are held together by gluons","response":"quarks"},{"text":"The 2 forms of energy produced by splitting an atom","response":"radiation & heat"}],"originalDate":"1990-07-28"},{"category":"FILM FACTS","comments":"","clues":[{"text":"Richard Pryor co-wrote this Western with Mel Brooks; its original title was \"Black Bart\"","response":"<i>Blazing Saddles</i>"},{"text":"Kevin Costner starred in this 1989 film based on the novel \"Shoeless Joe\"","response":"<i>Field of Dreams</i>"},{"text":"\"Tonight Show\" exec. producer who directed \"Bedtime for Bonzo\" &amp; \"Bonzo Goes to College\"","response":"(Freddy) de Cordova"},{"text":"The first film Jimmy Stewart made after serving as a WWII bomber pilot was this holiday classic","response":"<i>It's a Wonderful Life</i>"},{"text":"Elizabeth Taylor found passion on a plantation before it was pulverized by pachyderms in this 1954 film","response":"<i>Elephant Walk</i>"}],"originalDate":"1990-06-30"}],[{"category":"BIOLOGY","comments":"","clues":[{"text":"Class of animals so named because they have an aquatic larval stage &amp; terrestrial adult lives","response":"amphibians"},{"text":"The development of this part of the egg contributed to the evolution of life on land","response":"the shell"},{"text":"In the lab, you put something in an autoclave to do this to it","response":"sterilize it"},{"text":"In humans it separates the thoracic cavity from the abdominal cavity","response":"the diaphragm"},{"text":"The Savi's pygmy variety of this animal is said to be the world's smallest mammal","response":"the shrew"}],"originalDate":"1990-06-30"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"Originally, this amateur boxing organization was sponsored by the Chicago Tribune Charities","response":"Golden Gloves"},{"text":"\"Show a kid how America works\" is the slogan of this young people's business organization","response":"Junior Achievement"},{"text":"Members of SPEBSQSA usually sing in a group of this many people","response":"4"},{"text":"Candy manufacturer Robert Welch founded this organization in 1958","response":"the John Birch Society"},{"text":"This farmers organization is officially called the Order of Patrons of Husbandry","response":"the Grange"}],"originalDate":"1990-06-30"},{"category":"LAKES","comments":"","clues":[{"text":"Fur trappers called this Great Lake the \"Upper Lake\" in French","response":"Lake Superior"},{"text":"Located in South America, it's the world's highest large navigable lake","response":"Lake Titicaca"},{"text":"The construction of this created Lake Nasser","response":"the Aswan Dam"},{"text":"A castle on this French-Swiss lake was made famous by the poem \"The Prisoner of Chillon\"","response":"Lake Geneva"},{"text":"A part of Minnesota, the northernmost point in the lower 48 states, juts into this U.S.-Canadian lake","response":"Lake of the Woods"}],"originalDate":"1990-06-30"},{"category":"FAMOUS POLITICIANS","comments":"","clues":[{"text":"In his bid for an unprecedented 4th term, this NYC mayor was defeated in the 1989 Democratic Party","response":"Ed Koch"},{"text":"Ironically, the Arizona Democratic Party Organization was founded by his father &amp; uncle","response":"Barry Goldwater"},{"text":"Tho this senate minority leader won the 1988 GOP Iowa caucauses, he lost the presidential nomination","response":"Bob Dole"},{"text":"This Minnesota congressman wrote the 1919 act that enforced prohibition","response":"Volstead"},{"text":"The 2 late sons of John D. Rockefeller Jr. who became governors","response":"Nelson Rockefeller (New York) & Winthrop Rockefeller (Arkansas)"}],"originalDate":"1990-06-30"},{"category":"\"H\"ISTORY","comments":"","clues":[{"text":"This Communist revolutionary founded the Democratic Republic of Vietnam in 1945","response":"H&#7891; Chí Minh"},{"text":"Janos Kadar assumed power in this country after a revolt was suppressed by Soviet tanks","response":"Hungary"},{"text":"Although this British general opposed coercion in North America, he led troops at the Battle of Bunker Hill","response":"(William) Howe"},{"text":"In 29 A.D. lava from Mt. Vesuvius buried this city named for its mythical founder","response":"Herculaneum"},{"text":"This Medieval confederacy of N. German cities was formed to defend their mutual trading interests","response":"the Hanseatic League"}],"originalDate":"1990-06-30"},{"category":"LANDMARKS","comments":"","clues":[{"text":"The president of Venezuela has his offices in the Miraflores Palace in this city","response":"Caracas"},{"text":"This historic New York fort overlooks both Lake George &amp; Lake Champlain","response":"Ticonderoga"},{"text":"To honor W. Churchill, London's Church of St. Mary the Virgin was moved stone by stone to this Mo. town","response":"Fulton"},{"text":"The Cappella della Sacra Sindone was built in the 17th century to house this relic","response":"the Shroud of Turin"},{"text":"The famous Oracle of Delphi was located on the lower slope of this sacred Greek mountain","response":"Mount Parnassus"}],"originalDate":"1990-06-30"}],{"category":"THE HOLLYWOOD WALK OF FAME","text":"His widow Maria Elena &amp; actor Gary Busey were on hand when his star was dedicated outside Capitol Records in 2011","response":"Buddy Holly"}]}