{"mix":4589,"rounds":[[{"category":"LIFE SCIENCE","comments":"","clues":[{"text":"No reptile today can truly do this; the pterodactyl could, but it's now extinct","response":"fly"},{"text":"USA Today says a dolphin, hearing 2 heartbeats with its sonar, can tell if a woman's in this condition","response":"pregnant"},{"text":"A Mr. Whipple shared the 1934 Nobel Prize for showing daily eating of this raw organ meat helps cure anemia","response":"liver"},{"text":"Artificial body organ which includes a dialyzer","response":"a kidney"},{"text":"It's the branch of biology dealing with heredity","response":"genetics"}],"originalDate":"1988-01-12"},{"category":"LICENSE PLATES","comments":"","clues":[{"text":"New auto license plates of this state now show the Statue of Liberty","response":"New York"},{"text":"Some of this state's plates now memorialize the Space Shuttle Challenger tragedy","response":"Florida"},{"text":"A car with plate #LMW 28IF on this Beatles album cover furthered rumors that Paul was dead","response":"<i>Abbey Road</i>"},{"text":"It's newest license plates remind us \"You've got a friend in\" this state founded by Friends","response":"Pennsylvania"},{"text":"This state has few people &amp; its plates have low #s, so there's room to show a cowboy on a bucking bronco","response":"Wyoming"}],"originalDate":"1988-01-12"},{"category":"PEOPLE","comments":"","clues":[{"text":"Choosing not to eat in homes of others, Mother Teresa said no to this NYC mayor's cookies &amp; lemonade","response":"Koch"},{"text":"Michael Jackson tried to buy from a London College the remains of John Merrick, better known as this","response":"the Elephant Man"},{"text":"Model Paulina Porizkova said that due to a recent bonding job, she'll now show these on magazine covers","response":"her teeth"},{"text":"In June 1987, Gary Eugene Duda petitioned a Georgia court to have his name changed to this, my oh my","response":"Zippity (Duda)"},{"text":"According to Forbes magazine, distinction of Sam Walton of Bentonville, Ark. among all the people in the U.S.","response":"the richest"}],"originalDate":"1988-01-12"},{"category":"MOVIES IN OTHER WORDS","comments":"(Alex: And that category means exactly what it says.)","clues":[{"text":"\"The square root of 100\"","response":"<i>10</i>"},{"text":"\"Mallard consomme\"","response":"<i>Duck Soup</i>"},{"text":"\"Paradise's Portal\"","response":"<i>Heaven's Gate</i>"},{"text":"\"Haughtiness Plus Partiality\"","response":"<i>Pride and Prejudice</i>"},{"text":"\"A Huge Snooze\"","response":"<i>The Big Sleep</i>"}],"originalDate":"1988-01-12"},{"category":"EXPLORERS","comments":"","clues":[{"text":"In their race to be 1st here, Roald Amundsen beat Robert Scott by 1 month","response":"the South Pole"},{"text":"Cuba's governor went to the port to call off this man's expedition to Mexico just as the ships pulled out","response":"(Hernando) Cortés"},{"text":"Radisson &amp; Groseilliers explored the Lake Superior region searching not for gold, but these","response":"furs (beaver fur accepted)"},{"text":"He picked up a reported equivalent of $500,000 w/Pizarro in Peru before discovering the Mississippi","response":"Hernando de Soto"},{"text":"While Champlain was \"the Father of New France\", this Frenchman got to Canada earlier &amp; named Montreal","response":"Jacques Cartier"}],"originalDate":"1988-01-12"},{"category":"THE CALENDAR","comments":"","clues":[{"text":"1st month of the year that's also a verb","response":"March"},{"text":"It's the only month which can start on a Sunday &amp; can end on a Saturday","response":"February"},{"text":"Current name of the month that followed Sextilis on the Roman calendar","response":"September"},{"text":"As Sosigenes helped with a new calendar for Caesar, C. Clavius helped with this pope's","response":"Gregory"},{"text":"During each 30-year cycle, Muslims do this to the month of Dhu al-Hijjah 11 times","response":"they add a day"}],"originalDate":"1988-01-12"}],[{"category":"POULTRY","comments":"","clues":[{"text":"The courtship rituals of the greater prairie chicken were imitated in these by Great Plains Indians","response":"dances"},{"text":"Mythology says that Hera was so fond of these birds, she adorned their tails with eyes of her lover Argus","response":"peacocks"},{"text":"Pea, rose, &amp; cushion are 3 types of this feature found mainly on chickens","response":"their combs (or their crests)"},{"text":"From Greek, its name means \"bird of the Phasis\", a river in the Caucasus region of the U.S.S.R.","response":"the pheasant"},{"text":"This quail, the only one native to Eastern U.S., gets its name from its whistle, not its color","response":"bobwhite"}],"originalDate":"1988-01-12"},{"category":"SCOTLAND","comments":"","clues":[{"text":"Only country with which Scotland shares a land border","response":"England"},{"text":"Famous Scottish breeds of these include the Galloway, the Ayrshire, &amp; the Aberdeen-Angus","response":"cattle"},{"text":"It's what you'd be looking at if a Highlander let you have a peek at his claymore","response":"a sword"},{"text":"This legendary hero defeated Edward II in the Battle of Bannockburn in 1314","response":"Robert Bruce"},{"text":"The weaver's cottage where this American steel king was born is part of a museum in Dunfermline","response":"(Andrew) Carnegie"}],"originalDate":"1988-01-12"},{"category":"COSMETIC INDUSTRY","comments":"","clues":[{"text":"Charles Lachman is the \"L\" in the name of this company co-founded with brothers Joseph &amp; Charles Revson","response":"Revlon"},{"text":"Only 22 years old in the U.S., this Japanese cosmetic company founded in 1872 is the oldest in the world","response":"Shiseido"},{"text":"Charles Jundt took over beauty salon of swank NYC hotel, &amp;, in '26, started selling products under this name","response":"Charles of the Ritz"},{"text":"When gov't took this man's estates after Russian Revolution, he fled to U.S. to set up his \"royal\" perfume co.","response":"Prince Matchabelli"},{"text":"Faberge is privately owned by this husband of entertainer Pia Zadora","response":"Meshulam Riklis"}],"originalDate":"1988-01-12"},{"category":"GIRLS IN SONG","comments":"","clues":[{"text":"\"Went to a dance lookin' for romance, saw\" this girl, \"so I thought I'd take a chance\"","response":"Barbara Ann"},{"text":"In Ritchie Valens' day, this song about a girl was more popular than its flip side, \"La Bamba\"","response":"Donna"},{"text":"According to Rodgers &amp; Hart, \"The most beautiful girl in the world isn't\" either of these 2 stars","response":"Garbo & Dietrich"},{"text":"In 1964 The Bachelors told this girl, \"I'm in heaven when I see you smile\"","response":"Diane"},{"text":"According to Frankie Laine, \"If ever the devil was born without a pair of horns it was\" this woman","response":"you, Jezebel, it was you"}],"originalDate":"1988-01-11"},{"category":"SEE THE USA","comments":"","clues":[{"text":"The science museum in this Virginia capital called its 1987 Science Circus \"The Greatest Earth on Show\"","response":"Richmond, Virginia"},{"text":"This is 1 of NYC's longest streets, which you'll find out when you give your regards to it","response":"Broadway"},{"text":"This city's voodoo tours can take you to voodoo rituals &amp; voodoo queen Marie Laveau's tomb on Basin St.","response":"New Orleans"},{"text":"It was almost named \"Texas Under 6 Flags\", but someone said \"Texas ain't never been under nothin'!\"","response":"Six Flags Over Texas"},{"text":"You can \"Go Home Again\" to see this author's boyhood home in Asheville, North Carolina","response":"Thomas Wolfe"}],"originalDate":"1988-01-11"},{"category":"HORS D'OEUVRES","comments":"","clues":[{"text":"From Latin for \"undigested food\", crudites refers to these","response":"raw vegetables"},{"text":"Chicken livers &amp; water chestnuts wrapped in bacon; fortune cookies to follow","response":"rumaki"},{"text":"Ideally, this type of small appetizer served on toast or crackers should be small enough to eat in 1 bite","response":"canapé"},{"text":"This chic Middle-Eastern dip is made primarily from chickpeas &amp; served with pita bread","response":"hummus"},{"text":"Hors d'oeuvres is French for \"outside of\" this, which is usually when they're served","response":"work"}],"originalDate":"1988-01-11"}],{"category":"SYMBOLIC SCULPTURE","text":"In 2005 a sculpture of an African elephant was installed outside this country's embassy in Washington, D.C.","response":"Côte d'Ivoire"}]}