{"mix":4592,"rounds":[[{"category":"THE OLYMPICS","comments":"","clues":[{"text":"# of events in the women's heptathlon","response":"7"},{"text":"It's said after Bob Beamon's 1968 world record, a competitor remarked, \"You have destroyed this event\"","response":"the running long jump"},{"text":"In 1896 games, only men in the navy of this host country could enter the 100m freestyle for sailors","response":"Greece"},{"text":"As late as the 1930s, teachers of this subject were considered pros &amp; ineligible for the Olympics","response":"physical education"},{"text":"He won the 100m in 1924, &amp; over 50 years later, he \"won\" it again in \"Chariots of Fire\"","response":"Harold Abrahams"}],"originalDate":"1987-04-27"},{"category":"REVOLUTIONARY WAR","comments":"","clues":[{"text":"Samuel Prescott made it to Concord to warn the patriots while this rider was captured en route","response":"Paul Revere"},{"text":"He said, \"I only regret that I have but one life to lose for my country\"","response":"Nathan Hale"},{"text":"At Boston's \"Whites of the Eyes\" Pavilion, you can see this battle depicted on film","response":"the Battle of Bunker Hill"},{"text":"Though defeated in the Revolution, he went on to become Governor-Gen. of India","response":"(Charles) Cornwallis"},{"text":"1 of 4 men who represented the United States in the Paris peace negotiations with Britain","response":"Benjamin Franklin (or John Adams, John Jay, or Henry Laurens)"}],"originalDate":"1987-04-24"},{"category":"DYNASTIES","comments":"","clues":[{"text":"\"New Yorker\" humorist Robert begat novelist Nathaniel, who begat \"Jaws\" author Peter","response":"Benchleys"},{"text":"Father H.L., who made billions in oil, begat William, Bunker, &amp; Lamar who declared bankruptcy in '86","response":"the Hunts"},{"text":"Oscar-winner Ed begat frequent Emmy nominee Ed Jr.","response":"Begley"},{"text":"Louisiana Governor Huey P. begat Louisiana Senator Russell B.","response":"the Longs"},{"text":"\"All of Me\" director Carl begat \"Stand by Me\" director Rob","response":"the Reiners"}],"originalDate":"1987-04-24"},{"category":"FAMOUS QUOTES","comments":"","clues":[{"text":"In 1706, Sir John Vanbrugh wrote in \"The Country House\", \"He laughs best who...\" does this","response":"laughs last"},{"text":"In \"Home Thoughts from Abroad\", Browning wrote, \"Oh to be in\" this place, \"now that April's there\"","response":"England"},{"text":"Of him, Francis Church said \"Thank God, he lives, &amp; he lives forever... Virginia\"","response":"Santa Claus"},{"text":"In Feb. 1942 radio address he said, \"Never before have we had so little time in which to do so much\"","response":"Franklin Delano Roosevelt"},{"text":"He said in 1970 of invasion of Cambodia, \"We are all the President's men\"","response":"Henry Kissinger"}],"originalDate":"1987-04-24"},{"category":"ANIMALS","comments":"","clues":[{"text":"An insect related to the housefly, but wingless, is the largest land animal native to this continent","response":"Antarctica"},{"text":"In buildings, Norway variety of this animal tends to live on lower floors while black kind lives upstairs","response":"rats"},{"text":"Used in medical research which established Rh factor, their export is now banned by India","response":"rhesus monkeys"},{"text":"The gavial looks very much like a crocodile except for this bodily feature","response":"the nose or snout"},{"text":"With an estimated weight of over 2 tons, the largest nest on record was built by these birds","response":"bald eagles"}],"originalDate":"1987-04-24"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"They've provided insurance for Liz Taylor's diamonds, Liberace's fingers &amp; Jimmy Durante's nose","response":"Lloyd's of London"},{"text":"Florida earns more money from this \"industry\" than any other","response":"tourism"},{"text":"America's #2 &amp; #3 makers of jeans, they announced plans to merge in 1986","response":"Lee & Wrangler"},{"text":"The largest grossing U.S. retail drug chain, it 1st put the ice cream in a chocolate malted milk","response":"Walgreens"},{"text":"True to his middle name, in his 1st \"Golden Rule\" store in Kemmerer, Wyo., he demanded \"cash only\"","response":"J.C. Penney"}],"originalDate":"1987-04-24"}],[{"category":"NATIVE AMER. WOMEN","comments":"","clues":[{"text":"Nanye'hi Ward led the Cherokees to victory over the Creeks &amp; became 1 of these","response":"a beloved woman (chieftain accepted)"},{"text":"When this Cree folksinger appeared on \"The Virginian\", she insisted all Indian roles be played by Indians","response":"Buffy Sainte-Marie"},{"text":"In 1961, Mohawk poet Pauline Johnson was the 1st Indian to be honored on a stamp by this country","response":"Canada"},{"text":"In 1958, this Cherokee Lady had \"That Old Black Magic\" with husband Louis Prima","response":"Keely Smith"},{"text":"Even after their marriage ended, this Osage Indian was still Balanchine's Sugar Plum Fairy","response":"(Maria) Tallchief"}],"originalDate":"1987-04-24"},{"category":"RELIGION","comments":"","clues":[{"text":"Believers in this Haitian religion say \"loa\" spirits possess them &amp; ride them like horses","response":"Voodoo"},{"text":"The early Christians called all believers this, even those not canonized","response":"saints"},{"text":"The 3 major branches of American Judaism","response":"Orthodox, Conservative, & Reform"},{"text":"For a Buddhist, this blessed state ends the cycle of death &amp; rebirth","response":"Nirvana"},{"text":"This word comes from the Hebrew word meaning \"the annointed one\"","response":"messiah"}],"originalDate":"1987-04-24"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Route of of this canal passes through Gatun Lake","response":"the Panama Canal"},{"text":"Lake Nasser came into existence in 1971 with the completion of this","response":"the Aswan Dam"},{"text":"The 2 African countries named for the Niger River","response":"Niger & Nigeria"},{"text":"Lake of the Woods separates northernmost point in the lower 48 states from the rest of this state","response":"Minnesota"},{"text":"The thousand islands of salad dressing fame are in this river","response":"the St. Lawrence"}],"originalDate":"1987-04-24"},{"category":"MOVIE AUTHORS","comments":"","clues":[{"text":"16 years before he went wild in \"Network\", he played Wilde in \"The Trials of Oscar Wilde\"","response":"Peter Finch"},{"text":"Persian poet portrayed by Cornel Wilde in 1957 film; watch it with \"a jug of wine\" &amp; \"a loaf of bread\"","response":"Omar Khayyam"},{"text":"Turhan Bey, as this \"Fabled\" author, spent \"A Night in Paradise\" with Merle Oberon but without a \"Moral\"","response":"Aesop"},{"text":"In \"Devotion\", Nancy Coleman, O. de Havilland &amp; Ida Lupino played these devoted British siblings","response":"the Bronte Sisters"},{"text":"Though he never won a Nobel Prize, \"The Life of\" this Frenchman won a '37 Best Picture Oscar","response":"Émile Zola"}],"originalDate":"1987-04-24"},{"category":"EUROPE","comments":"","clues":[{"text":"Louis the Stubborn, Louis the Do-Nothing, &amp; Louis from Overseas were all kings of this country","response":"France"},{"text":"European capital that contains the Lenin Library, the Lenin Stadium &amp; the Lenin Mausoleum","response":"Moscow"},{"text":"Country whose capital was formerly called Koebnannehavn, meaning \"Merchants' Harbor\"","response":"Denmark"},{"text":"This low country's oldest university is the State University of Leiden, founded in 1575","response":"the Netherlands"},{"text":"Affair with Magda Lupescu kept Carol II from assuming the throne of this country for 3 years","response":"Romania"}],"originalDate":"1987-04-23"},{"category":"SPORTS","comments":"","clues":[{"text":"This offshoot of soccer is named for a school in England","response":"rugby"},{"text":"The overarm \"crawl\" swimming stroke was introduced to England in 1902 from this country","response":"Australia"},{"text":"Springfield, Massachusetts is site of this sport's Hall of Fame","response":"basketball"},{"text":"Marks which distinguish Wilson footballs used in college games from the ones they make for the pros","response":"(white) stripes"},{"text":"When he KO'd Ingemar Johansson, 6/20/60, he became 1st man to regain heavyweight championship","response":"Floyd Patterson"}],"originalDate":"1987-04-23"}],{"category":"SPACE EXPLORATION","text":"On March 17, 2011 a probe called MESSENGER became the first spacecraft to orbit this planet","response":"Mercury"}]}