{"mix":4597,"rounds":[[{"category":"MUSIC APPRECIATION","comments":"","clues":[{"text":"Victor Herbert's operetta about this \"naughty\" heroine premiered in 1910","response":"Marietta"},{"text":"The highest range of the female voice, or an obsolete clef that had middle C on the bottom","response":"Soprano"},{"text":"Despite her deafness, Evelyn Glennie, born near Aberdeen in this country, is a world-famous percussionist","response":"Scotland"},{"text":"Andres Segovia helped reestablish this as a concert instrument","response":"Guitar"},{"text":"Franco Alfano &amp; Walter Damrosch both composed operas adapted from this 1897 play by Edmond Rostand","response":"Cyrano de Bergerac"}],"originalDate":"1997-03-25"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"In 1971 President Nixon proposed the disbanding of several cabinet departments including this one, the USDA","response":"U.S. Department of Agriculture"},{"text":"As presiding officer of the Senate, the vice president may vote only in this instance","response":"A tie (to break one)"},{"text":"An act passed in 1986 named the chairman of this panel as the president's principal military adviser","response":"Joint Chiefs of Staff"},{"text":"This N.Y. congresswoman &amp; wife of Bill Paxon was the keynote speaker at the 1996 Republican Convention","response":"Susan Molinari"},{"text":"In the 1856 election, Millard Fillmore was supported by the Whigs &amp; this \"ignorant\" party","response":"Know-Nothings"}],"originalDate":"1997-03-25"},{"category":"OPTICS","comments":"","clues":[{"text":"During World War II this company invented an infrared filter; the instant cameras came later","response":"Polaroid"},{"text":"Made of bronze in Biblical times, today they're often glass with a backing of a silver solution","response":"Mirrors"},{"text":"At the bottom of the Encarta article on this device are links to \"optics\" &amp; \"submarine\"","response":"Periscope"},{"text":"Segments for reading, intermediate &amp; distance make up this type of eyeglass lens","response":"Trifocals"},{"text":"Fujitsu, NTT &amp; Bell Labs have sent data down a strand of this at a rate of 1 trillion bits per second","response":"Optic fiber"}],"originalDate":"1997-03-21"},{"category":"AMERICAN MUSEUMS","comments":"","clues":[{"text":"Scitrek is the science and technology museum of this Georgia capital","response":"Atlanta"},{"text":"You can ride a real trolley at the Seashore Trolley Museum in Kennebunkport in this state","response":"Maine"},{"text":"Bill Clinton may know there's an oil and brine museum in Smackover in this state","response":"Arkansas"},{"text":"Naples in this state is home to Frannie's Teddy Bear Museum, which boasts more than 1,500 bears","response":"Florida"},{"text":"If you're crazy about quilts, you'll enjoy the New England Quilt Museum in Lowell in this state","response":"Massachusetts"}],"originalDate":"1997-03-21"},{"category":"POP CULTURE","comments":"","clues":[{"text":"This \"Kickboxer\" star was a champion in the European Professional Karate Association","response":"Jean-Claude Van Damme"},{"text":"His \"Streets of Philadelphia\" won him 4 1994 Grammys, including Song of the Year &amp; Best Male Rock Vocal","response":"Bruce Springsteen"},{"text":"In 1996 this strikeout king became the first player to have his uniform number retired by 3 teams","response":"Nolan Ryan"},{"text":"Guitarist Richie Sambora of this group co-wrote Cher's hit \"We All Sleep Alone\"","response":"Bon Jovi"},{"text":"Pharaoh, Levi &amp; Reuben are characters in this 1973 Andrew Lloyd Webber-Tim Rice musical","response":"<i>Joseph And The Amazing Technicolor Dreamcoat</i>"}],"originalDate":"1997-03-21"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"This 1803 territorial acquisition gave the U.S. free navigation of the Mississippi River","response":"Louisiana Purchase"},{"text":"At age 26 Jonathan Dayton of New Jersey was the youngest signer of this 1787 document","response":"The Constitution"},{"text":"On December 6, 1976 this congressman was chosen to replace Carl Albert as Speaker of the House","response":"Tip O'Neill"},{"text":"In 1973 L. Patrick Gray resigned as head of this agency because he destroyed Watergate records","response":"FBI"},{"text":"Successor to the Manhattan Project, this agency, the AEC, was established in 1946","response":"Atomic Energy Commission"}],"originalDate":"1997-03-21"}],[{"category":"SMALL JOBS","comments":"","clues":[{"text":"This little Roman love god performs his matchmaking job with a bow &amp; arrow","response":"Cupid"},{"text":"The Munchkins toiled as slaves for this woman until a house fell on her","response":"The Wicked Witch of the East"},{"text":"To find a leprechaun, follow the tapping of his hammer as he busies himself making these","response":"Shoes"},{"text":"In the \"Dilbert\" comic strip, he's the evil director of human resources","response":"Catbert"},{"text":"Describing his job, this Shakespearean sprite says, \"I jest to Oberon and make him smile\"","response":"Puck"}],"originalDate":"1997-03-21"},{"category":"ON \"Q\"","comments":"","clues":[{"text":"Made with eggs, cheese &amp; other fillings in a pastry shell, it's what real men don't eat","response":"Quiche"},{"text":"Five of a kind siblings, like the Dionnes","response":"Quintuplets"},{"text":"It's the term for the result when you divide one number by another","response":"Quotient"},{"text":"He wanted to ring Esmeralda's bells","response":"Quasimodo"},{"text":"Legally speaking, this Latin phrase means \"something for something\"","response":"Quid pro quo"}],"originalDate":"1997-03-21"},{"category":"MILITARY GOVERNORS","comments":"","clues":[{"text":"Benjamin Franklin \"Beast\" Butler was dismissed in 1862 as military governor of this Louisiana city","response":"New Orleans"},{"text":"During Leonard Wood's 1899-1902 term as military governor of Cuba, this disease was brought under control","response":"Yellow fever"},{"text":"Term for the military governor of Japan; the last one resigned in 1867","response":"Shogun"},{"text":"He was military governor of Judea 26-36 A.D.","response":"Pontius Pilate"},{"text":"Appointed military governor of this Canadian city in 1760, Thomas Gage was made a major general in 1761","response":"Montreal"}],"originalDate":"1997-03-21"},{"category":"OPERA","comments":"","clues":[{"text":"This \"Messiah\" composer's 1735 opera \"Alcina\" was based on the epic poem \"Orlando Furioso\"","response":"G.F. Handel"},{"text":"Pietro Mascagni wrote his 1935 opera \"Nerone\" to glorify this dictator","response":"Benito Mussolini"},{"text":"Act I of this composer's \"Don Giovanni\" features the famous \"Champagne Aria\"","response":"W.A. Mozart"},{"text":"This Leoncavallo opera ends with the words \"La commedia e finita\" <span class=\"nobreak\">--</span> \"The comedy is ended\"","response":"<i>Pagliacci</i>"},{"text":"Like \"Carmen\", Prokofiev's opera \"The Duenna\" takes place in this Spanish city","response":"Seville"}],"originalDate":"1997-03-21"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"\"Edelweiss\" from \"The Sound Of Music\" was the last song they wrote together","response":"Rodgers & Hammerstein"},{"text":"In early 1996 they celebrated their 15,000th live performance: [video clue]","response":"Siegfried & Roy"},{"text":"Born of Chinese parents in 1811, they died in 1874, having literally lived their whole lives together","response":"Chang & Eng Bunker (Siamese twins)"},{"text":"This British pair won 4 consecutive ice dancing world championships 1981-84","response":"Torvill & Dean"},{"text":"This standard encyclopedia first issued in 1912 was named for a pair of Lutheran ministers","response":"Funk & Wagnalls"}],"originalDate":"1997-03-21"},{"category":"SOUTH AMERICAN CAPITALS","comments":"","clues":[{"text":"An airport in the coastal city of Callao serves this Peruvian capital","response":"Lima"},{"text":"Avenida 18 de Julio runs through the main business district of this Uruguayan capital","response":"Montevideo"},{"text":"This city just south of the Equator is the oldest of all South American capitals","response":"Quito, Ecuador"},{"text":"Juscelino Kubitschek de Oliveira was the leader of the 1950s movement to build this capital","response":"Brasilia"},{"text":"Fueled by the oil industry, this capital has sprawled into the state of Miranda","response":"Caracas, Venezuela"}],"originalDate":"1997-03-21"}],{"category":"STATE NICKNAMES","text":"Its nickname is said to come from a line in an 1899 speech that followed \"frothy eloquence neither convinces nor satisfies me\"","response":"Missouri"}]}