{"mix":4600,"rounds":[[{"category":"JAPAN","comments":"","clues":[{"text":"In 1953 this broadcasting medium was inaugurated in Japan by Nippon Hoso Kyokai or NHK","response":"Television"},{"text":"This equivalent of Mr. or Ms. is commonly added to a name as a sign of respect","response":"-san"},{"text":"This ceremony is called chado, chanoyu or sado in Japanese","response":"Tea ceremony"},{"text":"Japan's first railway line ran for 18 miles from Tokyo to this city, Japan's largest port","response":"Yokohama"},{"text":"In the Kyoto area one of these floor mats generally measures 6.3 by 3.1 feet","response":"Tatami mats"}],"originalDate":"1997-03-18"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"\"Currency\" used to pay for the delivery of \"letters\" in the kids' game of Post Office","response":"Kisses"},{"text":"In 1971 Volvo introduced a warning light to remind you to do this","response":"Fasten your seat belt"},{"text":"Spelling of the kitchen tool whose phonetic spelling is \"SPACH-oo-luh\"","response":"S-P-A-T-U-L-A"},{"text":"Category on this board that's a synonym for gallimaufry","response":"Hodgepodge"},{"text":"A number with factors of only 1 &amp; itself; a 1742 theory says all even numbers over 2 are the sum of 2 of them","response":"Prime numbers"}],"originalDate":"1997-03-18"},{"category":"ANIMAL PHRASES","comments":"","clues":[{"text":"Proverbially speaking, they \"flock together\"","response":"Birds of a feather"},{"text":"To prevent trouble, it's best if you \"let\" these \"dogs lie\"","response":"Sleeping dogs"},{"text":"To ward off hunger is to keep this animal \"from the door\"","response":"Wolf"},{"text":"This feline expression means to look guilty but smug","response":"\"Looking like the cat who ate the canary\""},{"text":"This 2-word rhyming phrase is used to describe a highly skilled or clever lawyer","response":"Legal eagle"}],"originalDate":"1997-03-18"},{"category":"LITERATURE","comments":"","clues":[{"text":"Charles Dickens ended this story with the line \"God bless us, every one!\"","response":"<i>A Christmas Carol</i>"},{"text":"\"The Last Temptation Of Christ\" has this many chapters, the traditional number of years of Jesus' life","response":"33"},{"text":"In \"The Legend Of Sleepy Hollow\", Abraham Van Brunt, a rival of Ichabod Crane, is better known by this name","response":"Brom Bones"},{"text":"To research this novel, Irving Stone stayed in Van Gogh's asylum cell","response":"<i>Lust For Life</i>"},{"text":"Paul Riesling, this Sinclair Lewis realtor's one true friend, shoots his wife &amp; is sent to prison","response":"George Babbitt"}],"originalDate":"1997-03-18"},{"category":"THE 1950s","comments":"","clues":[{"text":"In 1950 a live version of this symbol for forest fire prevention was found","response":"Smokey the Bear"},{"text":"Completes the 1952 presidential campaign slogan of a Walt Kelly comic strip star \"I Go...\"","response":"Pogo"},{"text":"On Sept. 23, 1952 Richard Nixon admitted his family had received this one gift from his life in politics","response":"Checkers the dog"},{"text":"In November 1959 Ford announced it was ending production of this car that caused a $250 million loss","response":"Edsel"},{"text":"5 days before the statute of limitations ran out, the FBI solved this Jan. 17, 1950 robbery","response":"Brinks Robbery"}],"originalDate":"1997-03-18"},{"category":"AMERICANA","comments":"","clues":[{"text":"Grand Island in this Cornhusker State is home to an annual event called Husker Harvest Days","response":"Nebraska"},{"text":"The large star in the center of its state seal is adorned with symbols of the 5 Civilized Tribes","response":"Oklahoma"},{"text":"The Virginia Film Festival unspools at the University of Virginia in this city","response":"Charlottesville"},{"text":"From late Oct.-Dec. thousands of bald eagles gather at the Chilkat Bald Eagle Preserve in this state","response":"Alaska"},{"text":"This Hawaiian island near Molokai was once called the world's largest pineapple plantation","response":"Lanai"}],"originalDate":"1997-03-18"}],[{"category":"EARTH SCIENCE","comments":"","clues":[{"text":"This central part of the Earth is larger than the planet Mars","response":"Core"},{"text":"The epicenter is the point on the Earth's surface directly above where one of these occurs","response":"Earthquake"},{"text":"Ranking below anthracite, it's the most common type of coal","response":"Bituminous"},{"text":"In 1990 scientists discovered hydrothermal vents on the floor of this Russian lake","response":"Lake Baikal"},{"text":"The broad, craterlike basin of a volcano is referred to by this Spanish term","response":"Caldera"}],"originalDate":"1997-03-18"},{"category":"MOVIES ABOUT THE MOVIES","comments":"","clues":[{"text":"In this \"M*A*S*H\" star's 1986 film \"Sweet Liberty\", he plays a professor whose historical novel is filmed","response":"Alan Alda"},{"text":"This Carrie Fisher book about movie actresses was made into a movie in 1990","response":"<i>Postcards from the Edge</i>"},{"text":"In this 1992 Robert Altman film, Tim Robbins gets angry messages from a screenwriter he's snubbed","response":"<i>The Player</i>"},{"text":"Spalding Gray relates his experiences making this 1984 film in 1987's \"Swimming To Cambodia\"","response":"<i>The Killing Fields</i>"},{"text":"This French director played a director in his 1973 film \"Day For Night\"","response":"Francois Truffaut"}],"originalDate":"1997-03-18"},{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"Sigurd, also known as Siegfried, was famous for slaying one of these creatures","response":"Dragon"},{"text":"The name of this creature comes from the old English for \"man-wolf\"","response":"Werewolf"},{"text":"In the legends of these people, Chalchihuitlicue, a water deity, is the wife of Tlaloc, the rain god","response":"Aztecs"},{"text":"Legend says this doomed spectral ship, an omen of ill luck, can be seen off the Cape of Good Hope in stormy weather","response":"The Flying Dutchman"},{"text":"This queen of Carthage who fell in love with Aeneas is also known as Elissa","response":"Dido"}],"originalDate":"1997-03-13"},{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"This 1972 movie begins with a funeral director telling Don Corleone, \"I believe in America\"","response":"<i>The Godfather</i>"},{"text":"It's John Goodman's first onscreen line in \"The Flintstones\"","response":"\"Yabba-Dabba-Doo!\""},{"text":"Clint Eastwood film with the line \"I see you, Frank.  I see you standing over the grave of another dead president\"","response":"<i>In The Line Of Fire</i>"},{"text":"\"My dreams are pure rock 'n' roll\", says Lou Diamond Phillips while playing this singer","response":"Ritchie Valens"},{"text":"In it, nanny Rebecca De Mornay hisses, \"When your husband makes love to you, it's my face he sees\"","response":"<i>The Hand That Rocks The Cradle</i>"}],"originalDate":"1997-03-13"},{"category":"THE FANNIE FARMER COOKBOOK","comments":"","clues":[{"text":"Fannie makes a relish from these dark red root vegetables, horseradish, lemon juice, sugar &amp; salt","response":"Beets"},{"text":"The cookbook suggests using both green &amp; red types of this fruit in Waldorf salad","response":"Apples"},{"text":"To make 20 pints of this suet-laden pie filling, Fannie adds a quart of brandy","response":"Mincemeat"},{"text":"This paste, an ingredient in marzipan, may be made in a blender or in a food processor","response":"Almond paste"},{"text":"Cleveland dressing contains oil, vinegar, sugar, salt, paprika &amp; the \"dry\" type of this condiment","response":"Mustard"}],"originalDate":"1997-03-13"},{"category":"FINANCE","comments":"","clues":[{"text":"The bank may offer this type of protection if your check exceeds the amount in your account","response":"Overdraft protection"},{"text":"This term for a top quality stock comes from the gambling world","response":"Blue chip"},{"text":"Put these 3 letters, the date, the amount &amp; the debtor's signature on paper &amp; it's a legal debt","response":"IOU"},{"text":"Cash is a current type; patents are intangible types; &amp; plants, land, &amp; machinery are fixed types of these","response":"Assets"},{"text":"It's the Tokyo Stock Exchange's equivalent of the NYSE's Dow Jones Average","response":"Nikkei"}],"originalDate":"1997-03-13"}],{"category":"MOVIE DIRECTORS","text":"On visiting RKO in 1939, he described the studio as the biggest electric train set any boy ever had","response":"Orson Welles"}]}