{"mix":4601,"rounds":[[{"category":"REVERSE-A-WORD","comments":"(Alex: This is a new category for us; it's a little bit like anagrams; the correct response will be the reverse of one of the words in the clue)","clues":[{"text":"This tool was used by lumberjacks in days of yore","response":"Saw (was)"},{"text":"Food you'll find in a small western burg","response":"Grub (burg)"},{"text":"A lawyer may trot down to the court to pursue one of these actions","response":"Tort (trot)"},{"text":"In ancient Greece seeing this god was a sight for sore lovers' eyes","response":"Eros (sore)"},{"text":"This kind of poll could determine how many Americans believe you get warts by touching a frog","response":"Straw (warts)"}],"originalDate":"1997-03-13"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"The DeVry Institute of Technology with campuses in several states began in 1931 in this Illinois city","response":"Chicago"},{"text":"Named for William Jennings Bryan, Bryan College was founded in this Tennessee city in 1930","response":"Dayton"},{"text":"This Cambridge, Mass. college was incorporated as the Soc. for the Collegiate Instruction of Women","response":"Radcliffe"},{"text":"Utica College is affiliated with this university in upstate New York","response":"Syracuse University"},{"text":"In 1996, after lifting a ban, this Waco, Texas university held the 1st on-campus dance in its 151-year history","response":"Baylor"}],"originalDate":"1997-03-13"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"Some species of this marsupial in South America have a rudimentary pouch or no pouch at all","response":"Opossum"},{"text":"Varieties of this bulbous member of the lily family include the Darwin &amp; the Duc Van Tol","response":"Tulip"},{"text":"This container named for a Dutch city was one of the first devices used to store electricity","response":"Leyden jar"},{"text":"The order caudata consists of newts &amp; these tailed amphibians, including mudpuppies","response":"Salamanders"},{"text":"Van Maanen's Star, one of these small stars, is only about the size of Earth","response":"White dwarf"}],"originalDate":"1997-03-13"},{"category":"WOMEN OF SONG","comments":"","clues":[{"text":"In 1993 she teamed up with Beavis &amp; Butt-Head for a new recording of \"I Got You Babe\"","response":"Cher"},{"text":"This \"Blue Bayou\" singer recently released an album of rock lullabyes called \"Dedicated To The One I Love\"","response":"Linda Ronstadt"},{"text":"Singing sisters Ann &amp; Nancy Wilson formed this group in the 1970s","response":"Heart"},{"text":"Released in 1995, her \"The Woman In Me\" is now the all-time best-selling album by a female country artist","response":"Shania Twain"},{"text":"In 1995 she won a Grammy for Female Rock Vocal for her hit \"Come To My Window\"","response":"Melissa Etheridge"}],"originalDate":"1997-03-13"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Several currents flow through this ocean, including the Brazil Current &amp; the Labrador Current","response":"Atlantic Ocean"},{"text":"Kuwait's largest island, Bubiyan, lies in this gulf","response":"Persian Gulf"},{"text":"The valley of this river is also called the North Italian Plain","response":"Po"},{"text":"The lowest point in Iran is 92 feet below sea level at the shore of this body of water on its northern border","response":"Caspian Sea"},{"text":"It's the only Central American country that does not border the Caribbean","response":"El Salvador"}],"originalDate":"1997-03-13"},{"category":"LITERATI","comments":"","clues":[{"text":"This U.S. publishing family originally spelled its last name Scrivener","response":"Scribner"},{"text":"Editor Maxwell Perkins accepted his \"Look Homeward, Angel\" when others thought it unpublishable","response":"Thomas Wolfe"},{"text":"This writer's great-grandfather, the inspiration for his John Sartoris, wrote \"The White Rose Of Memphis\"","response":"William Faulkner"},{"text":"He succeeded Margaret Fuller as editor of the transcendentalist journal The Dial in 1842","response":"Ralph Waldo Emerson"},{"text":"Eddie Rickenbacker scattered this \"Guys and Dolls\" author's ashes over Broadway","response":"Damon Runyon"}],"originalDate":"1997-03-13"}],[{"category":"OUT WEST","comments":"","clues":[{"text":"The Aransas Wildlife Refuge in Texas is the main winter home for these large noisy birds from Canada","response":"whooping cranes"},{"text":"She joined Buffalo Bill Cody's Wild West show after meeting him at the Cotton Expo in New Orleans","response":"Annie Oakley"},{"text":"D.H. Houston patented a roll film camera in 1881 &amp; said he came up with this brand name to honor his state, North Dakota","response":"Kodak"},{"text":"Lt. Caspar W. Collins has a city named for him (spelled differently) on the North Platte River in this state","response":"Wyoming"},{"text":"This national park in New Mexico has many more bats than Louisville, slugger","response":"Carlsbad Caverns"}],"originalDate":"2006-11-01"},{"category":"CITY SONGS","comments":"","clues":[{"text":"Cole Porter loved this \"timeless town\" \"every moment of the year\"","response":"Paris"},{"text":"The Monkees took the \"Last Train To\" this city","response":"Clarksville"},{"text":"This song begins, \"Bright light city gonna set my soul gonna set my soul on fire\"","response":"\"Viva Las Vegas\""},{"text":"\"Well we're living here in\" this city \"and they're closing all the factories down\"","response":"Allentown"},{"text":"Best New Artist Grammy winner Marc Cohn was \"Walking In\" this city","response":"Memphis"}],"originalDate":"2006-11-01"},{"category":"CRAYOLA COLORS","comments":"","clues":[{"text":"In 1990 Crayola introduced a fluorescent color called Unmellow this","response":"Yellow"},{"text":"What was once called flesh is now this, like the fruit","response":"Peach"},{"text":"Irish eyes must smile at the green crayon called this, like a certain 3-leaved plant","response":"Shamrock"},{"text":"Crayola had a purple crayon named for this shrub before the \"Desperate Housewives\" lived on its lane","response":"Wisteria"},{"text":"In 1993 Crayola added a mellow orange crayon &amp; named it for this pasta dish","response":"Macaroni and Cheese"}],"originalDate":"2006-11-01"},{"category":"IDENTITY THEFT","comments":"(Alex: You have to name the person whose identity has been stolen.)","clues":[{"text":"On Dec. 2, 1804 Regis Philbin crowned himself Emperor of France","response":"Napoleon"},{"text":"The work of \"The Saint of the Gutters\", Paris Hilton, with India's sick &amp; poor earned her the 1972 Nehru Award","response":"Mother Teresa"},{"text":"On July 20, 1969 Ryan Seacrest described the lunar surface as \"magnificent desolation\"; 2nd man on Moon, out!","response":"Buzz Aldrin"},{"text":"In 2001 theoretical physicist Britney Spears penned \"The Universe in a Nutshell\"","response":"(Stephen) Hawking"},{"text":"Mississippi's Jessica Simpson wrote into the '70s &amp; she won a Pulitzer for \"The Optimist's Daughter\"","response":"Eudora Welty"}],"originalDate":"2006-11-01"},{"category":"THE ECONOMY","comments":"","clues":[{"text":"This 31st U.S. state is often cited in news stories as having the eighth-largest economy in the world","response":"California"},{"text":"In a 1776 work he wrote, \"Consumption is the sole end and purpose of all production\"","response":"Adam Smith"},{"text":"Ludwig Erhard is called \"The Father of the Economic Miracle\" for fixing this country's economy after WWII","response":"West Germany"},{"text":"From the French for \"allow to do\", it's the doctrine of governmental non-interference in commerce","response":"laissez-faire"},{"text":"This organization, abbreviated IMF, was created in 1944 at the Bretton Woods Conference","response":"the International Monetary Fund"}],"originalDate":"2006-11-01"},{"category":"\"SUPER\" WORDS","comments":"","clues":[{"text":"On TV John Haymes Newton &amp; Gerard Christopher played this hero, a college lad","response":"Superboy"},{"text":"An apartment house or janitor or custodian","response":"a superintendent"},{"text":"From the Latin for \"eyebrow\", it's an adjective meaning showing haughty disdain","response":"supercilious"},{"text":"A character written above &amp; immediately to the side of another; the \"2\" in x<sup>2</sup>, for example","response":"a superscript"},{"text":"Until 1995 this federal toxic clean-up program was financed with taxes on toxic chemical manufacturers","response":"Superfund"}],"originalDate":"2006-11-01"}],{"category":"'70s BLOCKBUSTERS","text":"A direction in this film: \"Start with the tone... up a full tone.  Down a major third.  Now drop an octave.  Up a perfect fifth\"","response":"<i>Close Encounters of the Third Kind</i>"}]}