{"mix":4602,"rounds":[[{"category":"OPERA SETTINGS","comments":"","clues":[{"text":"The first part of Wagner's \"Ring\" cycle takes place on this river","response":"the Rhine"},{"text":"Nagasaki is the scene of this tragic 1904 opera","response":"<i>Madame Butterfly</i>"},{"text":"Act 1 of this Rossini opera takes place on the shores of Lake Lucerne","response":"<i>William Tell</i>"},{"text":"Appropriately, this Donizetti opera takes place near Lammermoor, at Ravenswood Castle","response":"<i>Lucia di Lammermoor</i>"},{"text":"This Puccini opera takes place in California during the Gold Rush","response":"<i>The Girl of the Golden West</i>"}],"originalDate":"2006-11-01"},{"category":"YOU MUST BE AN \"EGG\"HEAD","comments":"","clues":[{"text":"In a British grocery store, these may be marked aubergines","response":"eggplant"},{"text":"Ska &amp; rock steady were precursors of the Jamaican musical style that developed in the late 1960s","response":"reggae"},{"text":"The Culinary Inst. of America's recipe for this dish with a papal name calls for 8 English muffins &amp; 16 slices of bacon","response":"Eggs Benedict"},{"text":"The sounding of the notes in a chord one after another in rapid succession","response":"arpeggio"},{"text":"This 20th century German existentialist penned \"What Is Metaphysics?\"","response":"Heidegger"}],"originalDate":"2006-11-01"},{"category":"HAPPY HALLOWEEN","comments":"","clues":[{"text":"This animal joined Halloween after the 15th century fear of witches spread through Europe","response":"the black cat"},{"text":"This Halloween game may be derived from the inclusion of the goddess Pomona in the festivities","response":"bobbing for apples"},{"text":"Originally, instead of pumpkins, this small root vegetable of the mustard family was used for carving","response":"a turnip"},{"text":"This Christian holiday also called Hallowmas was created as the day after Halloween to convert people","response":"All Saints' Day"},{"text":"This character comes from a tale of a dead man barred from heaven &amp; hell who wandered the Earth with his fire","response":"the jack-o'-lantern"}],"originalDate":"2006-10-31"},{"category":"LET'S \"TRAVEL\"","comments":"","clues":[{"text":"It's a lecture about one's journeys, usually accompanied by slides, film or video","response":"a travelogue"},{"text":"For 21 years in TV commercials for these, Karl Malden pleaded, \"Don't leave home without them\"","response":"American Express travellers cheques"},{"text":"Formed in Bob Dylan's garage, this supergroup included Dylan, George Harrison &amp; Roy Orbison","response":"the Traveling Wilburys"},{"text":"British comedian Harry Enfield provides the voice of the Roaming Gnome, this website's spokesgnome","response":"travelocity.com"},{"text":"This 1962 account of Steinbeck's tour of 38 states was subtitled \"In Search of America\"","response":"<i>Travels with Charley</i>"}],"originalDate":"2006-10-31"},{"category":"COMPOSERS ON FILM","comments":"","clues":[{"text":"Clifton Webb in \"Stars and Stripes Forever\"","response":"(John Philip) Sousa"},{"text":"Don Ameche in \"Swanee River\"","response":"Stephen Foster"},{"text":"Allan Cordunder in \"Topsy-Turvy\" (Hint: Jim Broadbent played his partner W.S.)","response":"(Sir Arthur) Sullivan"},{"text":"Tom Drake in \"Words and Music\" (Hint: Mickey Rooney played his partner Lorenz Hart)","response":"(Richard) Rodgers"},{"text":"F. Murray Abraham in \"Amadeus\"","response":"Salieri"}],"originalDate":"2006-10-31"},{"category":"GEOGRAPHIC GLOSSARY","comments":"","clues":[{"text":"In city names, it follows Montego, Coos, &amp; Green","response":"Bay"},{"text":"At the top of Mount Ruapehu, New Zealand is this type of body of water, also the name of a U.S. national park","response":"a crater lake"},{"text":"A sandbar with a curve at the tip; in New Jersey you'll find a \"sandy\" one","response":"hook"},{"text":"The U.S. has the Great Dismal Swamp; Ireland has the peat-loaded this of Allen","response":"Bog"},{"text":"Chadds this, Pennsylvania was originally a place to cross the Brandywine","response":"Ford"}],"originalDate":"2006-10-31"}],[{"category":"FICTION","comments":"","clues":[{"text":"These trailblazers are found in the titles of novels by James Fenimore Cooper &amp; Willa Cather","response":"pioneers"},{"text":"In this 1954 novel Ralph &amp; Piggy fail in their attempt to set up a democratic society on a desert island","response":"<i>Lord of the Flies</i>"},{"text":"In this Tom Wolfe novel, bond salesman Sherman McCoy claims he's \"going broke on a million dollars a year\"","response":"<i>The Bonfire of the Vanities</i>"},{"text":"Melville created this scrivener who \"would prefer not to\" run to the post office, work, eat, etc.","response":"Bartleby"},{"text":"Isaac Asimov won a 1977 Hugo Award for this novelette about a robot named Andrew who lives to be 200 years old","response":"<i>Bicentennial Man</i>"}],"originalDate":"2006-10-31"},{"category":"THE BODY HUMAN","comments":"","clues":[{"text":"These minute blood vessels connect arteries &amp; veins","response":"capillaries"},{"text":"Bile, which breaks up large molecules of fatty foods, is made by this organ &amp; stored in the gallbladder","response":"the liver"},{"text":"Funny, but the name of this bone is Latin for \"upper arm\"","response":"humerus"},{"text":"In the Middle Ages, this word referred not only to the finger joints but to the knee as well","response":"knuckles"},{"text":"The sticky alkaline mucus on your stomach's wall is there to protect it from this corrosive acid","response":"hydrochloric acid"}],"originalDate":"2006-10-30"},{"category":"DAVID SPADE &amp; NEUTERED","comments":"","clues":[{"text":"David Spade joined the cast of this sketch-comedy show in 1990","response":"<i>Saturday Night Live</i>"},{"text":"In commercials, David got really good at saying this word to customers of a credit card that wasn't Capital One","response":"no"},{"text":"For all 6 years of this sitcom's run, David played the obnoxious &amp; devious Dennis Quimby Finch","response":"<i>Just Shoot Me!</i>"},{"text":"David co-starred with this late comedian in \"Tommy Boy\" &amp; \"Black Sheep\"","response":"Chris Farley"},{"text":"David's first big-screen role was in \"Citizens on Patrol\", the fourth film in this series","response":"the <i>Police Academy</i> series"}],"originalDate":"2006-10-30"},{"category":"ALSO A DEITY","comments":"","clues":[{"text":"This eye part is also a Greek rainbow deity","response":"iris"},{"text":"The title of this Beatty/Hoffman flick refers to a tiny nation, not a Babylonian goddess","response":"<i>Ishtar</i>"},{"text":"On \"Star Trek\" T'Pol, Sarek &amp; Tuvok are full-blooded members of this race","response":"the Vulcans"},{"text":"Its atomic number is 80 &amp; one of its uses is in barometers","response":"mercury"},{"text":"The original requirements for this workhorse plane, the C-130, included carrying 30,000 pounds of troops or gear","response":"\"Hercules\""}],"originalDate":"2006-10-30"},{"category":"ROYALLY LAST","comments":"","clues":[{"text":"Atahualpa, the last king of these people, was murdered on the orders of Pizarro in 1533","response":"the Inca"},{"text":"Forced to abdicate in 1918, the last German kaiser had this royal name &amp; number","response":"Wilhelm II"},{"text":"The last Romanov ruler of Russia, he was shot to death with his family by Bolsheviks","response":"Nicholas II"},{"text":"Losing power in November 1918, Charles I was the last monarch of this hyphenated empire","response":"the Austro-Hungarian Empire"},{"text":"Deposed in 1893, she was the last royal ruler of Hawaii","response":"Lili'uokalani"}],"originalDate":"2006-10-30"},{"category":"FAST FOOD NATION","comments":"","clues":[{"text":"For his \"Super Size Me\" documentary, Morgan Spurlock gorged himself on 3 meals a day at this chain for 30 days straight","response":"McDonald's"},{"text":"When this big burger debuted at Burger King in 1957, it cost a mere 37 cents","response":"the Whopper"},{"text":"\"Think outside the bun\" &amp; enjoy the Mexican food from this chain","response":"Taco Bell"},{"text":"\"Oven toasted tastes better\", according to this sandwich chain with more than 3,000 restaurants worldwide","response":"Quiznos"},{"text":"The founders of this chain named their famous subs after comparing them to a picture in the dictionary","response":"Blimpies"}],"originalDate":"2006-10-30"}],{"category":"LITERATURE","text":"This 1928 novel was partly based on the author's wife Frieda &amp; her affair with Angelo Ravagli","response":"<i>Lady Chatterley's Lover</i> (by D.H. Lawrence)"}]}