{"mix":4609,"rounds":[[{"category":"ALBUMS","comments":"","clues":[{"text":"This saxophonist's \"Miracles: The Holiday Album\" is one of the bestselling Christmas albums of all time","response":"Kenny G"},{"text":"\"Feels Like Home\" was the eagerly awaited follow-up to her smash-hit album \"Come Away with Me\"","response":"Norah Jones"},{"text":"\"Rememberin' Stevie\" on Buddy Guy's 1991 album \"Damn Right I've Got the Blues\" was a tribute to this guitar legend","response":"Stevie Ray Vaughan"},{"text":"This big-hair band's 1989 album \"Dr. Feelgood\" was partly inspired by the band's days at a detox clinic","response":"Motley Crue"},{"text":"This Police album that included \"Every Little Thing She Does Is Magic\" got its title from the work of Arthur Koestler","response":"<i>Ghost in the Machine</i>"}],"originalDate":"2006-10-25"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"A request in the Lord's Prayer is for God to \"lead us not into\" this","response":"temptation"},{"text":"In John 21, \"when\" he \"heard that it was the Lord, he girt his fisher's coat unto him... &amp; did cast himself into the sea\"","response":"Peter"},{"text":"In Luke 17 Jesus cleansed 10 of these people, but only one came back to thank him","response":"lepers"},{"text":"In Luke 9, even after \"about\" this number of \"men... did eat and were all filled\", there were 12 baskets of food left over","response":"5,000"},{"text":"Hebrews 3 says Jesus \"was counted worthy of more glory than\" this Old Testament man","response":"Moses"}],"originalDate":"2006-10-25"},{"category":"MOTION IN POETRY","comments":"","clues":[{"text":"Longfellow pointed out that \"into each life\" this \"must fall\"","response":"some rain"},{"text":"Pope rhymed, \"True ease in writing comes from art, not chance / as those move easiest who have learned to\" this","response":"dance"},{"text":"\"Crossing Brooklyn Ferry\" first appeared in the second edition of this Whitman collection","response":"\"Leaves of Grass\""},{"text":"Tennyson wrote, \"Forward the Light Brigade!\"  Do this \"for the guns\"","response":"charge"},{"text":"Marvell's \"To His Coy Mistress\" ends, \"Though we cannot make our sun / Stand still, yet we will make him\" do this","response":"run"}],"originalDate":"2006-10-25"},{"category":"GROUPS","comments":"","clues":[{"text":"This word can mean a group of graffiti taggers as well as of rappers, like the \"2 Live\" one","response":"crew"},{"text":"In the 1730s NYC created No. 1 of these \"business\" groups; today there are over 350 engine, ladder &amp; rescue ones","response":"fire companies"},{"text":"In law, a panel is a list of this group's members<span class=\"nobreak\">--</span>that's why they're \"impaneled\"","response":"a jury"},{"text":"William R. Howell (no relation to Thurston III) is on this body for Pfizer, Halliburton &amp; Exxon Mobil","response":"a board of directors"},{"text":"The congressional Hispanic one was founded in 1976","response":"caucus"}],"originalDate":"2006-10-25"},{"category":"\"OCK\"-TOBER","comments":"","clues":[{"text":"An enclosure for the temporary housing of cattle","response":"a paddock (stockyard or stockade also acceptable)"},{"text":"To remove someone from the priesthood","response":"defrock"},{"text":"Household insect pest of the order Dictyoptera","response":"a cockroach"},{"text":"Poisonous herb of the parsley family that was used in executions in Ancient Greece","response":"hemlock"},{"text":"Scottish town that was the site of Robert the Bruce's 1314 defeat of the English army","response":"Bannockburn"}],"originalDate":"2006-10-25"},{"category":"NEW DEAL PROGRAMS","comments":"(Alex: Going back quite some time for that.)","clues":[{"text":"It's what the first \"C\" in FCIC stands for; it was insurance for farmers","response":"Crop"},{"text":"This 1935 act that provides unemployment insurance was born out of the New Deal","response":"the Social Security Act"},{"text":"3 letters in the New Deal's \"alphabet soup\", it oversaw the federal art, theatre &amp; writers' projects","response":"the WPA"},{"text":"Many of the original groups of programs were devised during this \"numerical\" period of FDR's first term","response":"the Hundred Days"},{"text":"In 1935 the Supreme Court declared this Administration, the NRA, unconstitutional","response":"National Recovery Administration"}],"originalDate":"2006-10-25"}],[{"category":"A STOCKPILE","comments":"","clues":[{"text":"Store some Nikes &amp; Pumas in this company, FL","response":"Foot Locker"},{"text":"\"X\" marks the spot for this company spun off from USX in 2002","response":"U.S. Steel"},{"text":"You can't NOK this leading mobile phone &amp; networks supplier","response":"Nokia"},{"text":"Cialis is a hit for this company, LLY","response":"(Eli) Lilly"},{"text":"People seem to go bananas over this company, CQB","response":"Chiquita (Brands)"}],"originalDate":"2006-10-25"},{"category":"ADD A LETTER","comments":"","clues":[{"text":"Add this letter to \"action\" to get a little bidding action going","response":"U (for auction)"},{"text":"When you add this letter to \"quart\", instead of a unit of measure, you get a mineral","response":"Z (for quartz)"},{"text":"Add this letter to \"Boer\" to get the name of a rebellion in China that occurred the same time as the Boer War","response":"X (for Boxer)"},{"text":"Sorry to tell you that adding this letter to \"apology\" turns it into the study of bees","response":"I (for apiology)"},{"text":"When a fisherman adds this letter to \"reel\", he gets a wicker basket for holding his fish","response":"C (for creel)"}],"originalDate":"2006-10-25"},{"category":"MY NAME IS ALFRED","comments":"","clues":[{"text":"The title of this director's movie \"Rope\" is also the murder weapon used in it","response":"Alfred Hitchcock"},{"text":"Alfred Drake was the first male lead in \"Kismet\" &amp; \"Kiss Me, Kate\" as well as in this show, as Curly","response":"<i>Oklahoma!</i>"},{"text":"As Dr. Octopus in \"Spider-Man 2\", this actor was armed &amp; dangerous","response":"Alfred Molina"},{"text":"What, me worry about Alfred Newman, who won music Oscars for \"With A Song In My Heart\" &amp; \"The Song Of\" her","response":"Bernadette"},{"text":"In 1915, with his wife Blanche W., he founded the firm that published Thomas Mann, John Updike, et al.","response":"Alfred Knopf"}],"originalDate":"2006-10-25"},{"category":"I GO BY \"AL\"","comments":"","clues":[{"text":"On the road to Morocco from Tunis, I go by this capital city","response":"Algiers"},{"text":"On the way to Santa Fe, I go by this city where Bugs Bunny wished he'd taken a left","response":"Albuquerque"},{"text":"Heading south from Washington, D.C., I go by this Virginia city where George Washington once drilled troops","response":"Alexandria"},{"text":"If I take the 5:15 p.m. train from Adelaide, Australia on Sunday night, I go by this city Monday at noon","response":"Alice Springs"},{"text":"En route to Grenoble, the 1968 Winter Olympics site, I go by this 1992 Winter Olympics site","response":"Albertville"}],"originalDate":"2006-10-25"},{"category":"SPORTS","comments":"","clues":[{"text":"He's won 5 of the 10 last U.S. Open tennis titles","response":"Jimmy Connors"},{"text":"In golf, it's 2 under par for a hole","response":"an eagle"},{"text":"Famous Notre Dame football backfield with apocalyptic nickname","response":"the Four Horsemen"},{"text":"In college, Kareem Abdul-Jabbar played under this name","response":"Lew Alcindor"},{"text":"Superbowl trophy is named for this coach","response":"Vince Lombardi"}],"originalDate":"1983-09-18"},{"category":"WILD WEST","comments":"","clues":[{"text":"This was William Bonney's best-known alias","response":"Billy the Kid"},{"text":"This town was the site of the gunfight at the O.K. Corral","response":"Tombstone"},{"text":"Buffalo Bill and Wild Bill Hickok both worked for this mail service","response":"the Pony Express"},{"text":"This is the real name of\"Custer's Last Stand\"","response":"(Battle of) the Little Bighorn"},{"text":"This gunfighter wound up a New York City sports reporter","response":"Bat Masterson"}],"originalDate":"1983-09-18"}],{"category":"CIVILIZATIONS","text":"Starting in the 300s B.C., Hellenistic civilization was spread from this land where a new country was declared in 1991","response":"Macedonia"}]}