{"mix":4614,"rounds":[[{"category":"BOASTING","comments":"","clues":[{"text":"This champion boasted, \"They all will fall in the round I call\" &amp; \"It ain't braggin' if you can do it\"","response":"Muhammad Ali (Cassius Clay)"},{"text":"In his 1964 State of the Union he said, responding to Khrushchev's boast, \"We do not intend to be buried\"","response":"Lyndon Johnson"},{"text":"In 1990 he boasted that if attacked, he would turn the Saudi oil fields into \"A sea of fire\"","response":"Saddam Hussein"},{"text":"In a fairy tale, The Brave Little Tailor boasted he killed 7 with one blow!  The town thought he meant men; he meant these","response":"Flies"},{"text":"A turn of the century boast went \"Nothing on Earth can hold\" this performer \"a prisoner\"","response":"Harry Houdini"}],"originalDate":"2000-05-17"},{"category":"ON AN OPEN FIRE","comments":"","clues":[{"text":"Backyard BBQ season starts on the weekend of this holiday, the last Monday in May","response":"Memorial Day"},{"text":"A survey by the Barbecue Industry Association showed most U.S. backyard grills use these 2 fuel types","response":"Coal & propane"},{"text":"In 1620 perhaps the first good meal the Pilgrims had was a barbecued meleagris gallopovo, one of these birds","response":"Turkey"},{"text":"No. 10 of his \"Top Ten Signs You're At A Bad Barbecue\" list is \"Everything on the grill has a long thin tail\"","response":"David Letterman"},{"text":"A cheeseburger wouldn't be complete without the processed \"American\" cheese he introduced in 1915","response":"James Kraft"}],"originalDate":"2000-05-17"},{"category":"SOUTHERN LIT","comments":"","clues":[{"text":"This play's setting is \"A two-story corner building on a street in New Orleans which is named Elysian Fields\"","response":"<i>A Streetcar Named Desire</i>"},{"text":"The title of this novel about Mississippi's Compson family comes from a line in Act V of \"Macbeth\"","response":"<i>The Sound And The Fury</i>"},{"text":"This novel begins, \"When he was nearly thirteen, my brother Jem got his arm badly broken at the elbow\"","response":"<i>To Kill A Mockingbird</i>"},{"text":"This author of \"The Civil War:  A Narrative\" appears in Ken Burns' TV documentary on the subject","response":"Shelby Foote"},{"text":"She's written about the South in such books as \"Delta Wedding\" &amp; \"The Optimist's Daughter\"","response":"Eudora Welty"}],"originalDate":"2000-05-17"},{"category":"HE DIRECTED THAT?","comments":"","clues":[{"text":"Liza's dad, he directed 1950's \"Father Of The Bride\"","response":"Vincente Minnelli"},{"text":"In 1992 this diminutive funny man went behind the camera for the not-so-funny \"Hoffa\"","response":"Danny DeVito"},{"text":"His big screen version of \"Annie\" came more than 40 years after \"The Maltese Falcon\"","response":"John Huston"},{"text":"He directed Goldie Hawn in \"Swing Shift\" before shifting to films like \"The Silence Of The Lambs\"","response":"Jonathan Demme"},{"text":"One of Francis Ford Coppola's early films was this musical about a leprechaun &amp; a stolen pot of gold","response":"<i>Finian's Rainbow</i>"}],"originalDate":"2000-05-17"},{"category":"COUNTRIES OF THE WORLD","comments":"","clues":[{"text":"My oh Maya!  It's the most populous country in Central America","response":"Guatemala"},{"text":"It was once known as Southern Rhodesia, then just as Rhodesia","response":"Zimbabwe"},{"text":"It was formerly Northern Rhodesia","response":"Zambia"},{"text":"The George Cross, awarded for bravery in World War II, appears on this island country's flag, seen here:","response":"Malta"},{"text":"You're on a roll if you know that Bialystock is one of this country's largest provinces","response":"Poland"}],"originalDate":"2000-05-17"},{"category":"I SENSE A THEME","comments":"","clues":[{"text":"You can \"ride the movies\" at this film company's Hollywood theme park","response":"Universal Studios"},{"text":"You may see Shamu the killer whale at one of these parks in San Diego, Orlando, Cleveland or San Antonio","response":"SeaWorld"},{"text":"At one of these restaurants, you can get a Die Hard Daiquiri, a Cliffhanger or a Mr. Freeze's Margarita","response":"Planet Hollywood"},{"text":"For the 1996 Olympics in Atlanta this chain of music clubs ran a temporary venue in a Baptist tabernacle","response":"House of Blues"},{"text":"Diana Ross &amp; Boyz II Men are among the celebrity investors in this restaurant chain","response":"Motown Cafe"}],"originalDate":"2000-05-17"}],[{"category":"MATH VOCABULARY","comments":"","clues":[{"text":"The second power of a number; or an old-fashioned, unhip person","response":"Square"},{"text":"An angle that is less than a right angle; or sharp &amp; severe","response":"Acute"},{"text":"The sum of x numbers divided by x; or typical, common or ordinary","response":"Average"},{"text":"Point (0,0) on a graph; or the beginning","response":"Origin"},{"text":"The instantaneous rate of change of a function; or not original, adapted from others","response":"Derivative"}],"originalDate":"2000-05-17"},{"category":"FAMOUS CANADIANS","comments":"","clues":[{"text":"A native of Cardston, Alberta, she went native co-starring with King Kong in 1933","response":"Fay Wray"},{"text":"Aye, Captain; he was born in Vancouver &amp; played Scotty on \"Star Trek\"","response":"James Doohan"},{"text":"This Edmonton, Alberta native has starred in \"Best Buds\", \"Half Baked\" &amp; \"Up in Smoke\"","response":"Tommy Chong"},{"text":"Halperin is the real last name of this Winnipeg-born man who hosted \"Let's Make a Deal\" from 1963 to 1986","response":"Monty Hall"},{"text":"This Manitoba-born woman's biggest success as a writer &amp; an actress has been \"My Big Fat Greek Wedding\"","response":"Nia Vardalos"}],"originalDate":"2006-10-20"},{"category":"10-LETTER WORDS","comments":"","clues":[{"text":"Often available on CD, it's the music &amp; songs from a movie","response":"soundtrack"},{"text":"The Internet or the online world","response":"cyberspace"},{"text":"Here's the drill<span class=\"nobreak\">--</span>a sapsucker is one of these birds","response":"woodpecker"},{"text":"It's another name for your clavicle","response":"collarbone"},{"text":"A type of rafting in the rapids, or a real estate scandal involving the Clintons","response":"whitewater"}],"originalDate":"2006-10-20"},{"category":"ALPHABETICALLY LAST","comments":"","clues":[{"text":"...of months of the year","response":"September"},{"text":"...of the countries of Africa","response":"Zimbabwe"},{"text":"...of the Great Lakes","response":"Superior"},{"text":"...of the U.S. states","response":"Wyoming"},{"text":"...among current U.S. senators is this Oregonian","response":"Ron Wyden"}],"originalDate":"2006-10-20"},{"category":"PUT OUT THE CHINA","comments":"","clues":[{"text":"After a 3,900-mile journey, this Chinese river flows into the East China Sea","response":"the Yangtze"},{"text":"The Chinese didn't invent the block &amp; tackle types of this, but the block &amp; moveable","response":"printing"},{"text":"Dots make up 36 of the tiles in this Chinese game; there are also cracks &amp; winds","response":"mah jongg"},{"text":"Wushu is the Chinese word for martial arts; this term more familiar to TV watchers means any acquired skill","response":"kung fu"},{"text":"In Chinese, Wanli Changcheng is the name of this formidable construction","response":"the Great Wall of China"}],"originalDate":"2006-10-20"},{"category":"FOOD STUFF","comments":"","clues":[{"text":"Frenchman Odette Philippe is credited with introducing this large citrus fruit to Florida around 1823","response":"the grapefruit"},{"text":"In 1916 Aron Streit began baking these unleavened breads on Manhattan's Lower East Side","response":"matzah"},{"text":"Spinach is added to pasta to turn it green &amp; \"ink\" from this ocean cephalopod is added to turn it charcoal gray","response":"squid"},{"text":"This \"Beantown\" dessert is 2 layers of sponge cake with a custard filling &amp; chocolate glaze","response":"Boston cream pie"},{"text":"What fearful folks call Frankenfood is defined as GM, short for food modified this way","response":"genetically"}],"originalDate":"2006-10-20"}],{"category":"THE 1960s","text":"On nominating this man in 1967, LBJ said \"It is the right thing to do, the right time to do it, the right man &amp; the right place\"","response":"Thurgood Marshall"}]}