{"mix":4616,"rounds":[[{"category":"OCTOBERFEST","comments":"","clues":[{"text":"He first appeared in the comic strip \"Peanuts\" in October 1950 but didn't walk on 2 legs until 1956","response":"Snoopy"},{"text":"On Oct. 5, 1947 he gave the first presidential address televised from the White House","response":"Truman"},{"text":"Bringing the world to the brink of war, the Cuban Missile Crisis occurred during October of this year","response":"1962"},{"text":"Accompanied by 21 men, he seized a federal arsenal in a famous raid in October 1859","response":"John Brown"},{"text":"Instead of Columbus Day, many Latin Americans celebrate their culture in \"Dia de\" this","response":"la Raza"}],"originalDate":"2006-10-18"},{"category":"SIX EDUCATION","comments":"","clues":[{"text":"It's the sixth consonant in the English alphabet","response":"H"},{"text":"A memorable episode of this 1970s TV show was entitled \"Steve Austin, Fugitive\"","response":"<i>The Six Million Dollar Man</i>"},{"text":"It's the 2-word name for the 6-cylinder alignment used in the famous Jaguar XK6 engine","response":"a straight six (or an in-line six)"},{"text":"In a Pirandello title, they're \"in search of an author\"","response":"six characters"},{"text":"Les six, of the 1910s &amp; '20s, were a group of 6 of these that included Georges Auric","response":"musicians"}],"originalDate":"2006-10-18"},{"category":"WEBSITES","comments":"","clues":[{"text":"This California-based company calls itself the \"world's largest online DVD movie rental service\"","response":"Netflix"},{"text":"historywired.si.edu gives a glimpse of some of the 3 million objects in storage at the National Museum of this","response":"American History"},{"text":"Dr. Neil Clark Warren founded this online dating service that uses \"29 key dimensions of compatibility\"","response":"eHarmony (or eharmony.com)"},{"text":"This online job search website has a section to meet its characters, including Swoop &amp; 'Cruiter","response":"Monster (or monster.com)"},{"text":"www.mayo.com is the website of this brand that's known as Best Foods west of the Rockies","response":"Hellmann's"}],"originalDate":"2006-10-18"},{"category":"THEY HATE L.A.","comments":"","clues":[{"text":"S.J. Perelman had a lot to say about this \"cinematic\" boulevard, like \"it's tawdriness is unspeakable\"","response":"Hollywood Boulevard"},{"text":"This comedian who moved here in 1913 called L.A. ugly, hot &amp; oppressive; we'd rather he'd stayed silent","response":"Charlie Chaplin"},{"text":"This \"Schindler's List\" star called L.A. a fascist place where people think they're moral because they jog","response":"Liam Neeson"},{"text":"In this 1977 movie Woody Allen says L.A.'s \"only cultural advantage\" is a right turn on a red light","response":"<i>Annie Hall</i>"},{"text":"An Oscar-nominated screenwriter in the 1930s, this witty woman called L.A. \"a horror to me\"","response":"Dorothy Parker"}],"originalDate":"2006-10-18"},{"category":"20th CENTURY AUTHORS","comments":"","clues":[{"text":"Ayn Rand once cited this late Mike Hammer author as her favorite popular writer","response":"Mickey Spillane"},{"text":"A friend since childhood, she helped Truman Capote research \"In Cold Blood\" before publishing her own novel","response":"(Harper) Lee"},{"text":"It's no mystery that this Englishwoman wrote romantic fiction under the pen name Mary Westmacott","response":"Agatha Christie"},{"text":"On publication in 1915, his \"The Rainbow\" was labeled obscene &amp; banned, &amp; unsold copies were destroyed","response":"D.H. Lawrence"},{"text":"Ancestors of this elusive modern author protested after Hawthorne used their name in \"The House of the Seven Gables\"","response":"Thomas Pynchon"}],"originalDate":"2006-10-18"},{"category":"MUSICAL THEATRE","comments":"","clues":[{"text":"Sally Bowles is a singer at the Kit Kat Club in this musical set in Berlin","response":"<i>Cabaret</i>"},{"text":"One of the major hits of 1973, \"Raisin\" was a musical version of this 1959 Lorraine Hansberry play","response":"<i>A Raisin in the Sun</i>"},{"text":"Jane sings \"Waiting For This Moment\" in this swinging Disney musical that opened on Broadway in 2006","response":"<i>Tarzan</i>"},{"text":"This musical about a sleepwear company is based on the novel \"7-1/2 cents\", the hourly raise wanted by the workers","response":"<i>The Pajama Game</i>"},{"text":"Rich patron Vera Simpson is \"bewitched, bothered and bewildered\" by this title song &amp; dance pal","response":"<i>Pal Joey</i>"}],"originalDate":"2006-10-18"}],[{"category":"ELEMENTAL ETYMOLOGIES","comments":"","clues":[{"text":"This gas was named for the Greek word for \"sun\" after it was discovered during an eclipse in 1868","response":"helium"},{"text":"It was named from the Greek for \"maker of water\", as water was produced when this element burned","response":"hydrogen"},{"text":"Romans called this Cyprium, the metal of Cyprus","response":"copper"},{"text":"Californium &amp; this other element not found in nature are named for their university of discovery","response":"berkelium"},{"text":"This element's name comes from the Greek word for \"color\", because of the many colors of its compounds","response":"chromium"}],"originalDate":"2006-10-18"},{"category":"IN THE HEADLINES","comments":"","clues":[{"text":"She reported &amp; made news when she announced she'd leave NBC to anchor the CBS Evening News","response":"Katie Couric"},{"text":"He &amp; the late Kenneth Lay, his predecessor as Enron CEO, were tried &amp; convicted in 2006","response":"(Jeffrey) Skilling"},{"text":"It turned out that Hwang Woo Suk, a scientist from this country, had not managed to clone human embryos as he said","response":"South Korea"},{"text":"In 2005 this former judge was selected by President Bush to head the Dept. of Homeland Security","response":"Michael Chertoff"},{"text":"This Grand Ayatollah, Iraq's leading Shiite cleric, influenced many with his support of elections","response":"Grand Ayatollah Sistani"}],"originalDate":"2006-10-18"},{"category":"LETTER PERFECT","comments":"","clues":[{"text":"A famous trademark of Winston Churchill was his flashing of this triumphant sign","response":"V"},{"text":"It precedes -bone, -ball, -bar &amp; -bill","response":"T"},{"text":"In 1990, NC-17 replaced this movie rating","response":"X"},{"text":"Ascorbic acid is another name for this vitamin","response":"C"},{"text":"When it comes to grades, it indicates an unfinished assignment","response":"I"}],"originalDate":"2006-10-17"},{"category":"YOU'VE GOT TO FIGHT","comments":"","clues":[{"text":"There was a prescription for war in 1839 when Britain &amp; China went toe-to-toe over this drug's trade","response":"opium"},{"text":"Talk about an elephant in the room; in 215 Macedonia's Philip V allied with this Carthaginian against Rome","response":"Hannibal"},{"text":"In 1982 Prince Andrew flew helicopters for England in an undeclared war with this country","response":"Argentina"},{"text":"Uruguay was a member of the 1860s War of the Triple Alliance against this country","response":"Paraguay"},{"text":"The 421 B.C. Peace of Nicias provided a 6-year break for Athens &amp; Sparta in this war, which then lasted another 11 years","response":"the Peloponnesian War"}],"originalDate":"2006-10-17"},{"category":"FOR YOUR RIGHT","comments":"","clues":[{"text":"On June 30, 1982 ratification for this Constitutional amendment was defeated","response":"the ERA"},{"text":"A capitation tax is the same as a poll tax, which used to keep you from exercising this right if it was unpaid","response":"voting"},{"text":"In 2006 the U.S. Supreme Court upheld this state's \"right to die\" law","response":"Oregon"},{"text":"Venceremos, a rebel radio station in El Salvador, translates to this title of a '60s civil rights anthem","response":"\"We Shall Overcome\""},{"text":"A commission on it chaired by Eleanor Roosevelt led to Dec. 10 becoming this 2-word \"Day\"","response":"Human Rights"}],"originalDate":"2006-10-17"},{"category":"TO PARTY!","comments":"","clues":[{"text":"In 2005 the Princeton Review rated this Big 10 member in Madison the No. 1 party school","response":"the University of Wisconsin"},{"text":"A Guinness record for the longest dance party<span class=\"nobreak\">--</span>52 hours, 3 mins.<span class=\"nobreak\">--</span>was set in 2003, at this Cleveland hot spot","response":"the Rock and Roll Hall of Fame"},{"text":"In 2003 this rapper &amp; entrepreneur had Absolut sponsor the \"White Party\" in his East Hampton home","response":"P. Diddy"},{"text":"Sponsored by Cadillac, an island mansion was filled with movie sets for this Miami Heat's center's 34th B-day","response":"Shaquille O'Neal"},{"text":"He \"was dreamin' when I wrote this, so sue me if I go 2 fast, but life is just a party, and parties weren't meant to last\"","response":"Prince"}],"originalDate":"2006-10-17"}],{"category":"LITERARY BIOGRAPHIES","text":"Quoting a famous line of his, a 2011 biography of this man was titled \"And So It Goes\"","response":"Kurt Vonnegut, Jr."}]}