{"mix":4630,"rounds":[[{"category":"PLAY THIS","comments":"","clues":[{"text":"This \"avian\" skateboarding legend has produced several high-flying video games for Activision","response":"Tony Hawk"},{"text":"It's off to Skull Island for Peter Jackson's official video game adaptation of this ape movie","response":"<i>King Kong</i>"},{"text":"In New Super Mario Bros., Mario can go head-to-head against this brother of his","response":"Luigi"},{"text":"Advent Children &amp; Chains of Promethia are just 2 of the many episodes in this popular role-playing game","response":"<i>Final Fantasy</i>"},{"text":"DDR for short, this groovy game can help keep you in shape","response":"<i>Dance Dance Revolution</i>"}],"originalDate":"2006-10-04"},{"category":"COOKING CLASS","comments":"","clues":[{"text":"If you boil these before making them into hash browns, they'll stick together better and cook faster, too","response":"potatoes"},{"text":"To make bunny salad, use a chilled pear half for the bunny's body &amp; a ball of cottage cheese for this appendage","response":"its tail"},{"text":"\"Joy of Cooking\" suggests using these Thanksgiving berries \"in any recipes calling for red currants\"","response":"cranberries"},{"text":"The Chicken of the Sea website suggests making enchiladas with the albacore type of this","response":"tuna"},{"text":"For the silver dollar type of these breakfast treats, drop the batter onto the griddle 1 tbsp. at a time","response":"pancakes"}],"originalDate":"2006-10-04"},{"category":"MATH","comments":"(Alex: And finally, [gasp], the dreaded [*] category.)","clues":[{"text":"Sixty-six plus thirty-two","response":"98"},{"text":"One-hundred-forty-eight divided by four","response":"37"},{"text":"Seventy-three minus fourteen","response":"59"},{"text":"Seventeen times six","response":"102"},{"text":"Twenty-three plus eight minus sixteen","response":"15"}],"originalDate":"2006-10-04"},{"category":"LITERARY CLASSICS","comments":"","clues":[{"text":"His ship was wrecked off an island near South America; he remained alone on the island for 28 years","response":"Robinson Crusoe"},{"text":"The Lilliputians called this Jonathan Swift character Quinbus Flestrin, which means \"Great Man-Mountain\"","response":"Gulliver"},{"text":"Tom Sawyer told this girl, \"I don't care for anybody but you\", then gave her a brass knob from an andiron","response":"Becky"},{"text":"In a Nathaniel Hawthorne tale, Thomas Maule built a house in Salem with 7 of these","response":"gables"},{"text":"The Ministry of Truth is Oceania's propaganda department in this Orwell classic with a year as the title","response":"1984"}],"originalDate":"2006-10-04"},{"category":"SPORTS ZONE","comments":"","clues":[{"text":"You get a bull's-eye if you know that it's the sport of shooting with a bow &amp; arrow","response":"archery"},{"text":"In 2004 she became the first soccer player to carry the U.S. flag for the Olympic closing ceremonies","response":"Mia Hamm"},{"text":"When a basketball player walks with the ball too long without dribbling, it's called this<span class=\"nobreak\">--</span>are we there yet?","response":"traveling"},{"text":"Tony Stewart lives life in the fast lane as one of the big names in this type of auto racing","response":"NASCAR"},{"text":"Every spring the Augusta National Golf Course hosts this famous tournament","response":"the Masters"}],"originalDate":"2006-10-04"},{"category":"CLASS FIELD TRIP","comments":"","clues":[{"text":"You can see a projection of the night sky on the domed ceiling of this kind of place, like the Adler in Chicago","response":"a planetarium"},{"text":"A botanical garden has many kinds of flowers, like the American Beauty type of this","response":"rose"},{"text":"A class field trip to an aviary means you're going to an enclosure where these are kept","response":"birds"},{"text":"A trip to a bakery could show you how this 5-letter fungus makes bread rise","response":"yeast"},{"text":"From the Greek for \"see through\", they're the natural history museum displays of animals in their habitats","response":"dioramas"}],"originalDate":"2006-10-04"}],[{"category":"-OLOGIES","comments":"","clues":[{"text":"In astronomy telescopes see stars; in this -ology, horoscopes predict stars' effects","response":"astrology"},{"text":"Urbanology is the study of the problems of these places","response":"cities"},{"text":"Cellular &amp; developmental are major branches of this life science","response":"biology"},{"text":"A rheumatology textbook might cover tennis elbow, as the elbow is one of these","response":"a joint"},{"text":"Gerontology, the study of these people, has no interest in those your age","response":"old dudes"}],"originalDate":"2006-10-04"},{"category":"POP MUSIC","comments":"","clues":[{"text":"It wasn't deja vu when this member of Destiny's Child sang with Jay-Z on the 2006 song \"Deja Vu\"","response":"Beyoncé"},{"text":"This \"Walk Away\" singer didn't thank \"American Idol\" when she won a Grammy in 2006","response":"Kelly Clarkson"},{"text":"Michalka is the last name of these sisters who sing \"Chemicals React\"","response":"Aly & AJ"},{"text":"In 2005, she topped the album charts with \"The Emancipation of Mimi\"","response":"Mariah Carey"},{"text":"This \"Girl Like Me\" songstress was born in Barbados","response":"Rihanna"}],"originalDate":"2006-10-03"},{"category":"STATE GOVERNORS","comments":"","clues":[{"text":"Elected in 2003, dis guvenuh made his totally fantastic film debut in 1970's \"Hercules Goes Bananas\"","response":"Arnold Schwarzenegger"},{"text":"This patriot known for his bold signature died in 1793 while serving his 9th term as governor of Massachusetts","response":"John Hancock"},{"text":"By law, this ex-Texas governor can never be elected U.S. president again","response":"George W. Bush"},{"text":"This current Florida governor keeps saying he's not going to run for president in 2008","response":"Jeb Bush"},{"text":"Hamilton Fish, Enos T. Throop &amp; George Pataki have served as governors of this state","response":"New York"}],"originalDate":"2006-10-03"},{"category":"LET'S CELEBRATE!","comments":"","clues":[{"text":"The patron saint of lovers is honored on this annual holiday","response":"Valentine's Day"},{"text":"Former U.S. Senator Gaylord Nelson founded this annual observance devoted to the environment","response":"Earth Day"},{"text":"Customs on this 121st day of the year include dancing around a pole &amp; giving baskets to friends &amp; family","response":"May Day"},{"text":"Collecting money for UNICEF on this holiday was begun in 1950 by a Philadelphia Sunday school class","response":"Halloween"},{"text":"Meaning \"a coming\", it's the period before Christmas that begins on the Sunday nearest to November 30","response":"Advent"}],"originalDate":"2006-10-03"},{"category":"YOUNG PEOPLE WHO MADE A DIFFERENCE","comments":"","clues":[{"text":"On July 15, 1944 she entered into her diary, \"I can feel the sufferings of millions\"","response":"Anne Frank"},{"text":"In 338 B.C. at age 18, he commanded the cavalry in his father's army in the Battle of Chaeronea in Macedonia","response":"Alexander the Great"},{"text":"He restored Thebes as capital of Ancient Egypt but is probably better known for being \"discovered\" in 1922","response":"King Tut"},{"text":"Born near what became Jamestown, Virginia around 1595, her name meant \"playful one\"","response":"Pocahontas"},{"text":"In 1785, at age 16, he was commissioned as a second lt. of artillery in the French Army; fame was soon to come","response":"Napoleon (Bonaparte)"}],"originalDate":"2006-10-03"},{"category":"COOL MOVIES","comments":"","clues":[{"text":"Yo ho yo ho, in 2006 Johnny Depp returned as this swashbuckler in \"Pirates of the Caribbean: Dead Man's Chest\"","response":"Captain Jack Sparrow"},{"text":"In 2002 this Steven Spielberg classic about an alien was re-released with never-before-seen footage","response":"<i>E.T.</i>"},{"text":"In \"The Incredibles\", Helen Parr isn't your ordinary mom; she also stretches herself thin as this superhero","response":"Elastigirl"},{"text":"A really cool film of 2006 was this one about a pack of sled dogs stranded in Antarctica","response":"<i>Eight Below</i>"},{"text":"There's nothing cooler than the scruffy mutt who smiles in the movie \"Because of...\" this","response":"<i>Winn-Dixie</i>"}],"originalDate":"2006-10-03"}],{"category":"COLONIAL HISTORY","text":"A 1763 letter said that these 2 men were equipped with \"instruments... to look at the posts in the line for ten or twelve miles\"","response":"Mason & Dixon"}]}