{"mix":4632,"rounds":[[{"category":"TONGUE TWISTERS","comments":"","clues":[{"text":"It's what she does down by the sea shore","response":"Sells seashells"},{"text":"Completes the tongue twister \"Fuzzy Wuzzy was a bear; Fuzzy Wuzzy had no hair; Fuzzy Wuzzy...\"","response":"Wasn't fuzzy, was he?"},{"text":"It's what the baby buggy bumper is made out of","response":"Rubber"},{"text":"In \"Singin' in the Rain\", Donald O'Connor tells us that Moses erroneously supposes his toeses are these","response":"roses"},{"text":"Betty Botter bought some of this, but was worried it would make her batter bitter","response":"Butter"}],"originalDate":"1997-11-14"},{"category":"BRAIN FREEZE!","comments":"(Alex: What I experience from time to time!)","clues":[{"text":"The number of words in this clue","response":"7"},{"text":"The value of pi to 2 decimal places","response":"3.14"},{"text":"According to Exodus, it's the sixth commandment; somebody should have told Cain","response":"\"Thou shalt not kill\""},{"text":"Alphabetically, he's Snow White's first dwarf","response":"Bashful"},{"text":"The second U.S. president to serve only one term","response":"John Quincy Adams"}],"originalDate":"1997-11-14"},{"category":"NAME THAT COUNTRY","comments":"","clues":[{"text":"Cooked sheep's head is eaten there; it gets really cold; Reykjavik is the capital","response":"Iceland"},{"text":"It produces a lot of steel; it's only 998 square miles in area; it's the \"lux\" of the Benelux countries","response":"Luxembourg"},{"text":"It's in north Africa; it's hot &amp; dry in the summer; its largest city is Tunis","response":"Tunisia"},{"text":"Soccer is really popular there; almost everyone speaks Spanish; the capital building is in Caracas","response":"Venezuela"},{"text":"Sisal is grown there; its monetary unit is called a gourde; voodoo is really big there","response":"Haiti"}],"originalDate":"1997-11-14"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Hopefully, you don't have one of these that \"would stop a clock\"","response":"a face"},{"text":"To shelve a project for a while is to \"put it\" on this part of the stove","response":"the back burner"},{"text":"If you're grouchy now it may be because you \"got up on\" this in the morning","response":"the wrong side of the bed"},{"text":"\"All is fair in\" these 2 things","response":"love & war"},{"text":"\"When all else fails, read\" these","response":"the instructions"}],"originalDate":"1997-11-14"},{"category":"THE BODY HUMAN","comments":"","clues":[{"text":"One of these can travel at more than 100 miles per hour; Gesundheit!","response":"a sneeze"},{"text":"Also called cuspids, these teeth flank the incisors, sort of like guard dogs","response":"canines"},{"text":"This hollow chamber of the upper end of the trachea contains the vocal cords","response":"the larynx"},{"text":"Though it has no known function, this vermiform projection may become inflamed &amp; even burst","response":"the appendix"},{"text":"The body's temperature is controlled by this small structure at the base of the brain","response":"the hypothalamus"}],"originalDate":"1997-11-14"},{"category":"B SILENT","comments":"","clues":[{"text":"Mary had a little one","response":"a lamb"},{"text":"A klutz or bungler is said to be \"all\" these","response":"thumbs"},{"text":"He'll fix your pipes or stop a news leak","response":"a plumber"},{"text":"In a Tennessee cemetery, one of these is inscribed, \"He was a simple man who died of complications\"","response":"a tombstone"},{"text":"It's a small elevator used to move items between floors of an apartment building","response":"dumbwaiter"}],"originalDate":"1997-11-14"}],[{"category":"THE MAJESTIC EAGLE","comments":"","clues":[{"text":"Hogamous higamous, ostrich are polygamous; higamous hogamous, eagles are this","response":"monogamous"},{"text":"The bird's sharp binocular vision gave us this expression for someone with keen sight or alertness","response":"\"eagle-eyed\""},{"text":"The Latin rapere, \"to carry off\", gave us this 6-letter term for birds of prey, &amp; for a type of dinosaur","response":"raptor"},{"text":"The Bald Eagle is the USA's symbol while this other North American type has been called the king of birds","response":"the Golden Eagle"},{"text":"Term for an eagle's nest, often found high in a tall tree","response":"an aerie"}],"originalDate":"1997-11-13"},{"category":"PRESIDENTIAL FIRSTS","comments":"","clues":[{"text":"On Oct. 1, 1924, he was born at the Wise Clinic in Plains, Georgia, the first president born in a hospital","response":"Jimmy Carter"},{"text":"The first presidential airplane, nicknamed The Sacred Cow, was delivered to him in 1944","response":"Franklin D. Roosevelt"},{"text":"He was the first president to preside over 49 states, as well as 50","response":"Dwight D. Eisenhower"},{"text":"Graduating from Princeton in 1879, he was the first president to earn a Ph.D.","response":"Woodrow Wilson"},{"text":"He was the first &amp; only president to administer the oath of office to a successor","response":"William Howard Taft"}],"originalDate":"1997-11-13"},{"category":"\"RED\", \"WHITE\" &amp; \"BLUE\"","comments":"","clues":[{"text":"\"Everything's better with\" this margarine \"on it\"","response":"Blue Bonnet"},{"text":"A cover up if we've ever heard one, Tom Sawyer had others do it to his fence","response":"whitewash"},{"text":"Capt. Janeway goes to this when an enemy attack appears imminent","response":"red alert"},{"text":"You look up the value of a used car in it","response":"Blue Book"},{"text":"Reverse the colors on the Swiss flag &amp; you get the symbol of this organization","response":"the Red Cross"}],"originalDate":"1997-11-13"},{"category":"BIBLICAL PEOPLE","comments":"","clues":[{"text":"And the Lord said unto him, \"Make thee an ark of gopher wood\"","response":"Noah"},{"text":"He said, \"If I be shaven, then my strength will go from me, and I shall become weak\"","response":"Samson"},{"text":"The gospel of Matthew says this governor of Judea \"washed his hands\" of the guilt for crucifying Jesus","response":"Pontius Pilate"},{"text":"The Old Testament book about this \"virtuous woman\" begins, \"Now it came to pass in the day when the judges ruled\"","response":"Ruth"},{"text":"Once named Saul, he escaped Damascus by being let down a wall in a basket","response":"Paul"}],"originalDate":"1997-11-13"},{"category":"JUST SAY YES","comments":"","clues":[{"text":"It's the honest answer by a Spanish speaker to the question \"Hablas espanol?\"","response":"<i>Si</i>"},{"text":"\"Da\" is how to accept an invitation to visit this, the world's largest country","response":"Russia"},{"text":"Dutch, Swedish &amp; German \"yes men\" all use this word","response":"<i>Ja</i>"},{"text":"This Japanese word for yes sounds like an American way of saying hello","response":"<i>hai</i>"},{"text":"You'll hear the yes-word \"sim\" on the streets of Sao Paulo from people speaking this language","response":"Portuguese"}],"originalDate":"1997-11-13"},{"category":"ON YOUR TOES","comments":"","clues":[{"text":"In romantic ballets such as \"La sylphide\", it's traditional for this ballet skirt to be calf-length","response":"a tutu"},{"text":"A company's leading ballerina is known as this, from the Italian for \"first\"","response":"prima ballerina"},{"text":"It's the weapon featured in \"Fall River Legend\", Agnes De Mille's ballet about Lizzie Borden","response":"an axe"},{"text":"Prince Florimund awakens Princess Aurora with a kiss in Act 3 of this fairy tale ballet","response":"<i>Sleeping Beauty</i>"},{"text":"This Spanish cubist painter designed the scenery &amp; costumes for the 1920 ballet \"Pulcinella\"","response":"Pablo Picasso"}],"originalDate":"1997-11-13"}],{"category":"19th CENTURY AUTHORS","text":"One of this author's greatest successes came after remarking, \"I want to write about a fellow who was two fellows\"","response":"Robert Louis Stevenson"}]}