{"mix":4635,"rounds":[[{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"The first one of these tombs was built about 2650 B.C. by Imhotep for King Zoser &amp; rose about 200 feet using steps","response":"a pyramid (the pyramids accepted)"},{"text":"The calculations of Hippias of Elis set the start of the first of these 4-year periods at 776 B.C.","response":"Olympiads"},{"text":"This kingdom of England grew from 2 settlements, one founded around 495 by Cerdic &amp; his son Cynric","response":"Wessex"},{"text":"The north-south &amp; east-west dividing lines of their \"Land Of Four Quarters\" intersected in Cuzco","response":"the Incas"},{"text":"Bleda co-ruled with this younger brother for 12 years until his brother had him killed in 445","response":"Attila the Hun"}],"originalDate":"2006-09-29"},{"category":"WAR MOVIE LOCATIONS","comments":"(Alex: You have to identify the country where the fighting mainly takes place.)","clues":[{"text":"The literary adaptation \"For Whom The Bell Tolls\"","response":"Spain"},{"text":"1945's \"Back To Bataan\"","response":"the Philippines"},{"text":"The 2001 film \"Enemy at the Gates\"","response":"Russia"},{"text":"Pork Chop Hill starring Gregory Peck","response":"Korea"},{"text":"Clint in \"Heartbreak Ridge\"","response":"Grenada"}],"originalDate":"2006-09-29"},{"category":"\"U\"-ENDING CREATURES","comments":"","clues":[{"text":"At 6 feet tall &amp; 120 pounds, it looks down on all the other birds except for the ostrich","response":"an emu"},{"text":"If a reindeer had come through Ellis Island, its name would have been changed to this","response":"a caribou"},{"text":"18th c. Japanese poet Yosa Buson wrote, \"I cannot see her tonight / I have to give her up / so I will eat\" this","response":"fugu"},{"text":"This tropical American Mammal, potus flavus, is known for its long, prehensile tail &amp; is related to the raccoon","response":"a kinkajou"},{"text":"This category could run from the akiapolaau, a Hawaiian bird, to this member of the cattle familhy in India","response":"a zebu"}],"originalDate":"2006-09-29"},{"category":"TALES OF E.T.A. HOFFMANN","comments":"","clues":[{"text":"Hoffmann's character Peter Schlemihl has lost this, like Peter Pan","response":"his shadow"},{"text":"A Hoffmann tale title lost the words \"and the Mouse King\" when it became this Tchaikovsky ballet","response":"<I>The Nutcracker</I>"},{"text":"Murr, who gave us his views on life, was Hoffmann's pet one of these","response":"a cat"},{"text":"In \"The Golden Pot\", Anselmus in Dresden is lured to this mythical land some believe was under the sea","response":"Atlantis"},{"text":"Reading \"The Devil's Elixir\" by Hoffmann helped this Swiss psychiatrist form his \"archetypes\"","response":"(Carl) Jung"}],"originalDate":"2006-09-29"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"It's a term for any Buddhist Temple in Thailand or Cambodia, like the Angkor one","response":"a Wat"},{"text":"It's the molded shell on which lugers ride; riding double, you are nestled like 2 peas in it","response":"a pod"},{"text":"An adz is an axlike tool; this other 3-letter tool is used to punch holes in leather or wood","response":"an awl"},{"text":"The part of an apron or a pair of overalls that covers the chest","response":"the bib"},{"text":"It's a vessel or duct, like the deferens one","response":"a vas"}],"originalDate":"2006-09-29"},{"category":"SALLY GOES TO SPACE CAMP","comments":"","clues":[{"text":"Sally chose to attend this state's camp over Alabama or California  to be near Kennedy Space Center","response":"Florida"},{"text":"Looking to the future, Sally found out what it might be like to travel to this neighbor planet, like Sojourner","response":"Mars"},{"text":"Sally's interest was sparked by the 1986 film \"Space Camp\" with this \"Caroline in the City\" star","response":"Lea Thompson"},{"text":"At space camp, Sally learned astronauts call spacewalks EVAs, which is short for this","response":"extravehicular activity"},{"text":"Sally was the commander when her team simulated a mission on this reusable spacecraft","response":"the Space Shuttle"}],"originalDate":"1997-11-07"}],[{"category":"1997 MOVIE AD LINES","comments":"","clues":[{"text":"\"Protecting the Earth from the scum of the universe\"","response":"<i>Men in Black</i>"},{"text":"\"Protecting the jungle from the scum of the Earth\"","response":"<i>George of the Jungle</i>"},{"text":"\"Come celebrate the wedding of the summer!\"","response":"<i>My Best Friend's Wedding</i>"},{"text":"\"In order to trap him, he must become him\"","response":"<i>Face/Off</i>"},{"text":"\"The coast is toast\"","response":"<i>Volcano</i>"}],"originalDate":"1997-11-07"},{"category":"THEME PARK FUN","comments":"","clues":[{"text":"The Slidewinder is a free-flow flume ride down a mountainside at her theme park, Dollywood","response":"Dolly Parton"},{"text":"You'll get wet when you ride the Grand Canyon Rapids at MGM Grand Adventures in this Nevada city","response":"Las Vegas"},{"text":"The Universal Studios ride named for this extraterrestrial might make you want to \"phone home\"","response":"E.T."},{"text":"Spookyworld, a scary theme park in Berlin, Massachusetts, is only open this one full month","response":"October"},{"text":"You'll freefall more than 20 stories if you ride the Dungeon Drop at Six Flags Astroworld in this city","response":"Houston"}],"originalDate":"1997-11-07"},{"category":"WHEN THEY WERE TEENAGERS","comments":"","clues":[{"text":"This star of \"The Nanny\" was once first runner-up in the Miss New York Teenager pageant","response":"Fran Drescher"},{"text":"In 1973, at age 15, she made her Broadway debut in \"Irene\", which starred her mom, Debbie Reynolds","response":"Carrie Fisher"},{"text":"This beefy Desert Storm general went to Valley Forge Military Academy on a football scholarship","response":"General Norman Schwarzkopf"},{"text":"She was a teenager when she recorded her first solo album, \"Liza! Liza!\", in 1964","response":"Liza Minnelli"},{"text":"Winona Ryder was a teenage ingenue when she co-starred with Johnny Depp in this Tim Burton fantasy film","response":"<i>Edward Scissorhands</i>"}],"originalDate":"1997-11-07"},{"category":"DON'T PICK ME!","comments":"","clues":[{"text":"The card you don't want to pick in this children's game is the odd queen","response":"Old Maid"},{"text":"A sign on the road to Carlsbad Caverns  reads, \"Do not pick up\" these; \"prison facilities in this area\"","response":"hitchhikers"},{"text":"It's the crust of fibrin &amp; serum that forms on a wound &amp; then dries","response":"a scab"},{"text":"After 5 Emmys, this \"Murphy Brown\" star took herself out of the running for 1996 to give others a chance","response":"Candice Bergen"},{"text":"The robber hopes his victim doesn't pick him out of this police parade of prisoners","response":"a lineup"}],"originalDate":"1997-11-07"},{"category":"BUFFY THE VAMPIRE SLAYER","comments":"","clues":[{"text":"This weapon Buffy uses on attackers was once used to fasten potential vampires to the ground","response":"a stake"},{"text":"Giles, who holds this post at Buffy's high school, hit old books to analyze the latest demonic foe","response":"librarian"},{"text":"Buffy likes a guy named Angel, who's handsome &amp; kind but has one big drawback","response":"he's a vampire"},{"text":"In a June 1997 episode, an army of vampires menaces humanity on the night of this big dance","response":"prom"},{"text":"Buffy suspects something's amiss when a girl trying out for this squad spontaneously combusts","response":"cheerleading"}],"originalDate":"1997-11-07"},{"category":"BLACK AMERICANS","comments":"","clues":[{"text":"This agricultural scientist treated polio victims with peanut oil &amp; massages","response":"George Washington Carver"},{"text":"In 1994 this \"Color Purple\" author was recognized by California for being a \"state treasure\"","response":"Alice Walker"},{"text":"This abolitionist &amp; publisher of \"The North Star\" ran a station of the Underground Railroad in Rochester","response":"Frederick Douglass"},{"text":"On Feb. 20, 1996 former Congressman Kweisi Mfume was sworn in as head of this organization","response":"NAACP"},{"text":"In 1933 this future Supreme Court justice was first in his class at Howard University Law School","response":"Thurgood Marshall"}],"originalDate":"1997-11-07"}],{"category":"1870s PEOPLE","text":"Preserved in the West Point library, his last message reads, \"Benteen.  Come on. Big village.  Be quick.  Bring packs\"","response":"General Custer"}]}