{"mix":4636,"rounds":[[{"category":"seventeen.","comments":"(Alex: The magazine.)","clues":[{"text":"Cover stories in July 1997 included \"Celeb Trauma-Rama\" &amp; \"How To Deal\" with this when it's \"Frizzy\"","response":"Hair"},{"text":"As 1 in 7 girls don't get enough of this mineral, Seventeen recommends they eat potatoes with skins","response":"iron"},{"text":"We found this \"Growing Pains\" &amp; \"Marvin's Room\" star in every issue from February to July 1997","response":"Leonardo DiCaprio"},{"text":"Seventeen thinks these \"look really cool\" &amp; there's no need to fade them, but you can blend them with makeup","response":"freckles"},{"text":"Seventeen's readers' least favorite commercial for 1997 was for this fresh mint","response":"Mentos"}],"originalDate":"1997-11-07"},{"category":"a little lit","comments":"","clues":[{"text":"Little Eva befriends a slave in this Harriet Beecher Stowe classic","response":"<i>Uncle Tom's Cabin</i>"},{"text":"When you were little you probably read about this \"I-Think-I-Can\" character","response":"the Little Engine That Could"},{"text":"Adults who read this Antoine de Saint-Exupery tale may pick up on the allegory","response":"<i>The Little Prince</i>"},{"text":"British author who created Little Nell &amp; Little Dorrit","response":"Charles Dickens"},{"text":"In this E.B. White tale, a 2-inch mouselike boy is the title character","response":"<i>Stuart Little</i>"}],"originalDate":"1997-11-06"},{"category":"mini-mountains","comments":"","clues":[{"text":"The Galilee site where tradition says Jesus preached this in Matthew 5 is described as more of a hill","response":"the Sermon on the Mount"},{"text":"L.A.'s Mount Lee is the home of this 50' tall, 450' long sign","response":"\"Hollywood\""},{"text":"Going from Monroe to Shreveport, you might see this state's highest peak, 535' Mt. Driskill","response":"Louisiana"},{"text":"A women's college in South Hadley, Massachusetts is named for this nearby 878' mount","response":"Mount Holyoke"},{"text":"Belgium's 2,277' Botrange is the highest peak in this group of 3 countries named for their un-mountainousness","response":"the Low Countries"}],"originalDate":"1997-11-06"},{"category":"wee folk","comments":"","clues":[{"text":"These tiny creatures love to dance, but Santa prefers that they make toys","response":"elves"},{"text":"Their name comes from the old Irish luchorpan, meaning \"little body\"","response":"leprechaun"},{"text":"These sprites are quite happy if you give them milk, just like the little Girl Scouts of the same name","response":"brownies"},{"text":"These Scandinavian beings often lurk under bridges; just ask the 3 Billy-Goats Gruff","response":"trolls"},{"text":"Menehune are magical little beings who like to work at night in the islands of this U.S. state","response":"Hawaii"}],"originalDate":"1997-11-06"},{"category":"the small screen","comments":"","clues":[{"text":"In the 1997 series based on this Jean-Claude Van Damme film, police in 2007 keep history on track","response":"<i>Timecop</i>"},{"text":"In the Showtime series based on this 1994 film, Richard Dean Anderson picks up where Kurt Russell left off","response":"<i>Stargate</i>"},{"text":"Until this pair, never before had a big screen meerkat &amp; warthog been given their own TV series","response":"Timon & Pumbaa"},{"text":"This ABC teen series totally up'n moved to UPN in 1997","response":"<i>Clueless</i>"},{"text":"This 1980 film about a high school for the performing arts has inspired 2 TV series","response":"<i>Fame</i>"}],"originalDate":"1997-11-06"},{"category":"\"short\" stuff","comments":"(Alex: And you notice they were all in lowercase on those categories.)","clues":[{"text":"Raspberry Tart, Apple Dumplin' &amp; Lemon Meringue are characters in this line of dolls","response":"Strawberry Shortcake"},{"text":"\"Hams\" broadcast via this","response":"shortwave radio"},{"text":"In this 1995 film in which John Travolta played mob enforcer Chili Palmer, the real Palmer had a cameo","response":"<i>Get Shorty</i>"},{"text":"Myopic","response":"short-sighted"},{"text":"In 1927 court reporter Martin Dupraw used this to take testimony at the rate of 282 words per minute","response":"shorthand"}],"originalDate":"1997-11-06"}],[{"category":"MS. PLUMLY'S COMPOSITION CLASS","comments":"","clues":[{"text":"If your predicates don't agree in number &amp; person with these words, Ms. Plumly will see red","response":"subjects"},{"text":"One or more sentences on a single thought; Ms. Plumly calls them the basic units of composition","response":"paragraphs"},{"text":"Ms. Plumly says one should spend time on this plan of an essay; H.G. Wells wrote a long one \"of History\"","response":"an outline"},{"text":"Ms. Plumly doesn't use this word for a list of sources because it implies they're all books","response":"bibliography"},{"text":"A statement of what an essay will discuss, or what you may write to get your M.A.","response":"a thesis"}],"originalDate":"1997-11-06"},{"category":"FROM A TO Y","comments":"(Alex: Each correct response will begin with \"A\" and end with \"Y\".)","clues":[{"text":"Morning meeting of all the students","response":"assembly"},{"text":"In England, it's a barrister or solicitor; in the U.S., it's this","response":"an attorney"},{"text":"One of the Commandments says not to commit it","response":"adultery"},{"text":"Go with a person or play with a singer","response":"accompany"},{"text":"Field work in this field involves digging up the field looking for remains of past cultures","response":"anthropology (or archaeology)"}],"originalDate":"1997-11-06"},{"category":"ON A PIZZA","comments":"","clues":[{"text":"Topping a pizza with this tropical fruit will make it Hawaiian","response":"pineapple"},{"text":"Picked from trees &amp; sometimes picked off pizza, the black ones are more common as toppings than the green ones","response":"olives"},{"text":"This fungal topping is grown in buildings that simulate the conditions inside a cave","response":"mushrooms"},{"text":"It goes on a pizza as an ingredient of the sauce or as a \"sun-dried\" topping","response":"tomato"},{"text":"A quatro formaggi pizza is topped with this many different cheeses, including mozzarella","response":"4"}],"originalDate":"1997-11-06"},{"category":"LONG AGO","comments":"","clues":[{"text":"Egyptians could read the latest Book of the Dead on scrolls made from this reed","response":"papyrus"},{"text":"About 4,000 years ago, the Mesopotamians reinvented the wheel, using these to make it lighter","response":"spokes"},{"text":"When he died at age 33 in 323 B.C., his empire was over 2,500 miles wide","response":"Alexander the Great"},{"text":"After the Persians destroyed the temples on this hill, Pericles had them rebuilt &amp; added the Parthenon","response":"the Acropolis"},{"text":"While ruling Babylonia from 605 to 562 B.C., he conquered Jerusalem","response":"Nebuchadnezzar"}],"originalDate":"1997-11-06"},{"category":"THE WAR OF 1812","comments":"","clues":[{"text":"On Sept. 13-14, 1814, a British bombardment failed to capture this fort; \"our flag was still there\"","response":"Fort McHenry"},{"text":"In this last major battle of the war, the British suffered about 2,000 casualties, including General Edward Pakenham","response":"the Battle of New Orleans"},{"text":"In asking for a declaration of war, this president charged that Britain had stirred up Indian warfare in the Northwest","response":"James Madison"},{"text":"In August 1812 the U.S. lost Fort Dearborn, where, oddly, this city now stands","response":"Chicago"},{"text":"The War Hawks included John C. Calhoun &amp; this \"Great Compromiser\" who was Speaker of the House","response":"Henry Clay"}],"originalDate":"2006-09-28"},{"category":"TV QUOTABLES","comments":"(Alex: You have to name the character speaking.)","clues":[{"text":"\"One of these days... one of these days... POW!!!  Right in your kisser\"","response":"Ralph Kramden"},{"text":"\"...we didn't have no tails &amp; we didn't come from monkeys, you atheistic pinko meathead\"","response":"Archie Bunker"},{"text":"\"I transported the whole kit &amp; kaboodle into their engine room where they'll be no tribble at all\"","response":"Scotty"},{"text":"\"It's a... fact that cows were domesticated in Mesopotamia &amp; were also used in China as guard animals\"","response":"Cliff Clavin"},{"text":"\"The sea was angry that day, my friends... like an old man trying to return soup at a deli\"","response":"George Costanza"}],"originalDate":"2006-09-28"}],{"category":"WORD &amp; PHRASE ORIGINS","text":"After living in Honduras, O. Henry coined this term for a small country dependent on a single export","response":"a banana republic"}]}