{"mix":4656,"rounds":[[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"Phrase that begins the rhyme \"...Smell our feet, we want something good to eat\"","response":"Trick or treat"},{"text":"On the feast of St. Francis of Assisi people bring these to priests to have them blessed","response":"animals"},{"text":"This, the ninth month of the Islamic calendar, is sort of the Muslim equivalent of Lent","response":"Ramadan"},{"text":"This holiday's name came from \"shriving\", purifying yourself by confessing your sins","response":"Shrove Tuesday"},{"text":"A Philadelphia museum traces the history of this group famous for its New Year's Day parades","response":"Mummers"}],"originalDate":"1997-10-15"},{"category":"CAPES","comments":"","clues":[{"text":"This promontory on a barrier island is the site of the John F. Kennedy Space Center","response":"Cape Canaveral"},{"text":"In 1620 the Pilgrims dropped anchor in Provincetown Harbor on this cape","response":"Cape Cod"},{"text":"No point on any continent is closer to Antarctica than this Chilean cape","response":"Cape Horn"},{"text":"Cape Morris Jesup on this Danish island was named for a pres. of the American Museum of Natural History","response":"Greenland"},{"text":"Cape Campbell &amp; Cape Palliser are on opposite sides of the Cook Strait in this country","response":"New Zealand"}],"originalDate":"1997-10-15"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Linked by bridges, this Hungarian capital was once 3 distinct &amp; separate cities","response":"Budapest"},{"text":"This Egyptian port city is named for the Macedonian king who founded it in 332 B.C.","response":"Alexandria"},{"text":"This second-holiest city of Islam houses the tomb of Muhammad","response":"Medina"},{"text":"Known as Panormus in ancient times, it's the largest city of Sicily","response":"Palermo"},{"text":"An old tobacco factory made famous by \"Carmen\" now houses part of the university of this Spanish city","response":"Sevilla"}],"originalDate":"1997-10-14"},{"category":"MUSICAL THEATRE","comments":"","clues":[{"text":"She stunned Broadway by turning down her 1996 Tony nomination for Best Actress in a Musical","response":"Julie Andrews (for <i>Victor/Victoria</i>)"},{"text":"Of \"Shogun\", \"King Rat\" or \"Tai-Pan\", the James Clavell novel that became a musical in 1990","response":"<i>Shogun</i>"},{"text":"In 1996 this star of \"La Bamba\" &amp; \"Young Guns\" began reigning on Broadway in \"The King And I\"","response":"Lou Diamond Phillips"},{"text":"Much of this musical about a man-eating plant is set at Mr. Mushnik's flower shop","response":"<i>Little Shop Of Horrors</i>"},{"text":"(Hi, I'm Sharon Lawrence.)  Before appearing on TV I appeared on Broadway in several musical revivals including this one set in Anatevka","response":"<i>Fiddler on the Roof</i>"}],"originalDate":"1997-10-14"},{"category":"1979","comments":"","clues":[{"text":"1,000 Chinese protested the privileges of high officials in this square, more famous 10 years later","response":"Tiananmen Square"},{"text":"Herman Tarnower &amp; Nathan Pritikin rode the bestseller lists with books on doing this","response":"Dieting"},{"text":"Noted falls in 1979 included the Shah of Iran's after 37 years &amp; this space station's after 34,980 orbits","response":"Skylab"},{"text":"In February Adolph Dubs, U.S. ambassador to this country was killed, in December, the Soviets invaded","response":"Afghanistan"},{"text":"No longer a Sex Pistol, he was facing murder charges when he died in February","response":"Sid Vicious"}],"originalDate":"1997-10-14"},{"category":"ATHLETES","comments":"","clues":[{"text":"In 1989, his first year as Dallas' QB, the team went 1-15; they later improved","response":"Troy Aikman"},{"text":"At age 11 in 1972, he scored 378 goals for the Brantford (Ontario) Nadrofsky Steelers","response":"Wayne Gretzky"},{"text":"The last Major League Baseball player to hit .400 in a season, he was John Glenn's wingman in the Korean War","response":"Ted Williams"},{"text":"World champion runner Hassiba Boulmerka of this north African country has been denounced for showing her legs","response":"Algeria"},{"text":"The 2 Olympic swimming champions who played Tarzan on film in the 1930s","response":"Buster Crabbe & Johnny Weissmuller"}],"originalDate":"1997-10-14"}],[{"category":"\"BELL\"s &amp; \"WHISTLE\"s","comments":"","clues":[{"text":"To enter a pool of water... tummy first","response":"belly flop"},{"text":"Sailors wore these pants long before they became fashionable in the 1960s","response":"Bell-bottoms"},{"text":"They supply the weight in Olympic weightlifting","response":"Barbells"},{"text":"They're employees who go public with stories of their employers' wrongdoing","response":"Whistleblowers"},{"text":"Common name for deadly nighshade, a plant that's poisonous in all its parts","response":"Belladonna"}],"originalDate":"1997-10-14"},{"category":"FICTIONAL DETECTIVES","comments":"","clues":[{"text":"She said WWI Belgian refugees influenced her characterization of Hercule Poirot","response":"Agatha Christie"},{"text":"Detective Porfiry drives Raskolnikov to confess in this novel","response":"<i>Crime And Punishment</i>"},{"text":"Before Nick &amp; Nora Charles, he created the nameless Continental Op","response":"Dashiell Hammett"},{"text":"In 1962 she introduced Scotland Yard's Adam Dalgliesh in her first novel, \"Cover Her Face\"","response":"P.D. James"},{"text":"\"A Little Yellow Dog\" is a recent novel featuring his reluctant detective Easy Rawlins","response":"Walter Mosley"}],"originalDate":"1997-10-14"},{"category":"A STUDY IN SCARLET","comments":"","clues":[{"text":"In legend Will Scarlet lived in Sherwood Forest as one of this outlaw's followers","response":"Robin Hood"},{"text":"Strep throat bacteria passed from child to child can cause this disease, also called scarlatina","response":"Scarlet fever"},{"text":"A scarlet woman in \"Shanghai Express\", she was Catherine the Great in \"The Scarlet Empress\"","response":"Marlene Dietrich"},{"text":"The biretta worn by these Catholic dignitaries is not a gun but a scarlet cap","response":"Cardinals"},{"text":"As an epitaph, poet Hilaire Belloc wrote, \"His sins were scarlet, but his books were\" this","response":"read"}],"originalDate":"1997-10-14"},{"category":"HOMES","comments":"","clues":[{"text":"Fishing &amp; swimming are permitted at Tom Sawyer Lake near this author's Missouri birthplace","response":"Mark Twain"},{"text":"Washington wrote, \"No estate in united America is more pleasantly situated than this\" home","response":"Mount Vernon"},{"text":"This inventor's Fort Myers, Florida home features handmade light bulbs from 1925","response":"Thomas Edison"},{"text":"The Wren's Nest, this Uncle Remus author's home, was named for a wren found nesting in his mailbox","response":"Joel Chandler Harris"},{"text":"Sculptor in whose home you'd find the model seen here: [Lincoln Memorial]","response":"Daniel Chester French"}],"originalDate":"1997-10-14"},{"category":"ELEMENTARY, MY DEAR","comments":"","clues":[{"text":"As indicated by its chemical name, the 2 main elements in table salt are chlorine &amp; this","response":"Sodium"},{"text":"You're in good company if you know that Co is the symbol for this metal used in making alloys","response":"Cobalt"},{"text":"Element No. 99 on the Periodic Table was named for Einstein &amp; No. 100 was named for this physicist","response":"Enrico Fermi (Fermium)"},{"text":"You win the \"prize\" if you know that scientists in Sweden claimed to create this element first","response":"Nobelium"},{"text":"Named for Marie Curie's native country, it was the 1st element discovered by means of its radioactivity","response":"Polonium"}],"originalDate":"1997-10-14"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Rebuilding Precolumbian irrigation canals in 1867 helped \"resurrect\" this future Arizona capital","response":"Phoenix"},{"text":"Cornwallis once referred to this N.C. city as a \"hornet's nest\"; today the Hornets play there","response":"Charlotte"},{"text":"This Florida city was named for the general who led the fight to take Florida from the Spanish","response":"Jacksonville"},{"text":"In 1806, 100 years after its founding on the Rio Grande, this New Mexico city had only a few thousand people","response":"Albuquerque"},{"text":"Ranked as the nation's largest inland port, it's home to Carnegie-Mellon University","response":"Pittsburgh"}],"originalDate":"1997-10-13"}],{"category":"CONTEMPORARY AMERICAN WRITERS","text":"Concluding a 4-book series, his 2004 novel \"Folly and Glory\" features Kit Carson, William Clark &amp; Jim Bowie","response":"Larry McMurtry"}]}