{"mix":4663,"rounds":[[{"category":"AUTHORS &amp; THEIR WORKS","comments":"","clues":[{"text":"\"Two Hussars\" is a short story by this author of the very long novel \"War and Peace\"","response":"Leo Tolstoy"},{"text":"He prefaced chapters IX &amp; X of his novel \"The Pathfinder\" with quotes from \"As You Like It\"","response":"James Fenimore Cooper"},{"text":"Much of this \"Vanity Fair\" author's novel \"Henry Esmond\" takes place during the reign of Queen Anne","response":"William Makepeace Thackeray"},{"text":"She fed us \"Dinner at the Homesick Restaurant\" in 1982 &amp; gave us \"Breathing Lessons\" in 1988","response":"Anne Tyler"},{"text":"This Florentine author of \"Il Principe\" also wrote a history of Florence","response":"Niccolo Machiavelli"}],"originalDate":"1997-12-25"},{"category":"WEDDINGS","comments":"","clues":[{"text":"At a formal wedding, this jacket worn by the groom may be a rental, an Oscar de la Rental","response":"a tuxedo"},{"text":"Emily Post says after walking the bride down the aisle, he sits in the third pew if he's divorced","response":"the father of the bride"},{"text":"It's become popular to place single-use ones on each table to let guests help capture the event","response":"cameras"},{"text":"It's often held on the eve of the wedding &amp; followed by a dinner for out-of-town guests","response":"rehearsal"},{"text":"It's the canopy used at Jewish wedding ceremonies","response":"a huppah"}],"originalDate":"1997-12-25"},{"category":"\"G\" MOVIES","comments":"","clues":[{"text":"This 1993 Bill Murray hit is the perfect video to watch over &amp; over again on February 2","response":"<i>Groundhog Day</i>"},{"text":"Maurice Chevalier sang \"Thank Heaven For Little Girls\" in this film; I remember it well...","response":"<i>Gigi</i>"},{"text":"Hey, dude, this 1959 Sandra Dee film led to the TV series that made Sally Field a star","response":"<i>Gidget</i>"},{"text":"Musical in which Marilyn Monroe, as Lorelei Lee, asked, \"Is this the way to Europe, France?\"","response":"<i>Gentlemen Prefer Blondes</i>"},{"text":"Jane Alexander had an unbilled role as Matthew Broderick's mother in this Civil War epic","response":"<i>Glory</i>"}],"originalDate":"1997-12-25"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"It's Louisiana's second largest city &amp; its capital","response":"Baton Rouge"},{"text":"South Dakota's Cultural Heritage Center in this city displays a lead plate left by French explorers in 1743","response":"Pierre"},{"text":"In 1840 Jason Lee established a mission on the site of this future Oregon capital","response":"Salem"},{"text":"Washington Crossing State Park lies northwest of this capital on the Delaware River","response":"Trenton, New Jersey"},{"text":"At almost 7,000 feet above sea level in the Sangre de Cristo Mountains, it's the highest U.S. capital","response":"Santa Fe, New Mexico"}],"originalDate":"1997-12-25"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This school's athletic teams are called the Hoosiers","response":"Indiana"},{"text":"Badger alumni know Michael Jackson acquired rights to this school's fight song from Paul McCartney","response":"Wisconsin"},{"text":"This school's East Lansing campus has the USA's largest college food service operation","response":"Michigan State"},{"text":"After the Civil War, Georgetown University chose these school colors to signify the union of the North &amp; South","response":"blue & gray"},{"text":"In accordance with the founder's will, this Houston university was tuition-free from 1912 to 1965","response":"Rice"}],"originalDate":"1997-12-25"},{"category":"ODD WORDS","comments":"","clues":[{"text":"Hear, hear, tinnitus refers to this medical condition","response":"ringing in the ears"},{"text":"From the Latin word gravis, meaning \"heavy\", gravid describes a woman in this condition","response":"pregnant"},{"text":"Subject of a Crystal Gayle or Romantics song, somniloquism is this","response":"talking in your sleep"},{"text":"Byssus is the name of the fine cloth used to keep these under wraps in ancient Egypt","response":"mummies"},{"text":"Someone who's described as nasute has a large one of these features","response":"a nose"}],"originalDate":"1997-12-25"}],[{"category":"MY TRUE LOVE GAVE TO ME","comments":"","clues":[{"text":"This chocolatier offers its trademark ballotins of goodies for that special \"lady\"","response":"Godiva"},{"text":"In the 19th century these scented pouches made by Eugene Rimmel had great cachet as valentines","response":"sachets"},{"text":"From its delightful smell, a small bouquet is sometimes called this","response":"a nosegay"},{"text":"Elaborately carved, these pieces of tableware are traditional love tokens in Wales","response":"(wooden) spoons"},{"text":"For a 55th anniversary gift, it's traditional to keep love green with this gem","response":"emeralds"}],"originalDate":"1997-12-25"},{"category":"LORDS A-LEAPING","comments":"","clues":[{"text":"Made a lord in 1970, he played Lord Hamlet on film &amp; Lord Marchmain in \"Brideshead Revisited\"","response":"Sir Laurence Olivier"},{"text":"In 1935 John Buchan became Lord Tweedsmuir &amp; his novel \"The Thirty-Nine Steps\" was filmed by this director","response":"Alfred Hitchcock"},{"text":"As British Secretary of State for India, he annexed Burma; as British PM, his son lost it to Japan","response":"Lord Randolph Churchill"},{"text":"Lord Beaverbrook gained fame, wealth &amp; political power through his ownership of several of these","response":"newspapers"},{"text":"The last words of this earl who wrote instructive letters were \"Give Dayrolles a chair\", not a sofa","response":"Lord Chesterfield"}],"originalDate":"1997-12-25"},{"category":"LADIES DANCING","comments":"","clues":[{"text":"She danced the can-can at the 1964 World's Fair before she giggled her way to fame on \"Laugh-In\"","response":"Goldie Hawn"},{"text":"She used to dance with the Cincinnati Ballet, as her husband Matthew Broderick could tell you","response":"Sarah Jessica Parker"},{"text":"Now on \"Friends\", she's the young lady who danced with Bruce Springsteen in his \"Dancing In The Dark\" video","response":"Courteney Cox"},{"text":"This singer, dancer &amp; ex-Laker Girl won an Emmy for choreographing \"The Tracey Ullman Show\"","response":"Paula Abdul"},{"text":"Former Rockette Vera-Ellen was Danny Kaye's dancing co-star in this ever-popular holiday film","response":"<i>White Christmas</i>"}],"originalDate":"1997-12-25"},{"category":"MAIDS A-MILKING","comments":"","clues":[{"text":"Our maids separate this product from milk with centrifugal force &amp; save some for their coffee","response":"cream"},{"text":"Like most Americans, our maids rely on milk to be their leading source of this bone-building material","response":"calcium"},{"text":"Maids often put milk through this process which breaks up milk fat &amp; spreads it evenly through the milk","response":"homogenization"},{"text":"Following FDA standards, our maids fortify their milk with these 2 vitamins","response":"A & D"},{"text":"It's what our maids call the unpasteurized milk they sell to health-food stores","response":"raw milk"}],"originalDate":"1997-12-25"},{"category":"THE PARTRIDGE FAMILY","comments":"","clues":[{"text":"Come on, get this answer; their theme was \"Come On, Get\" this","response":"Happy"},{"text":"The sign \"Careful.  Nervous Mother Driving\" was on this type of vehicle","response":"a school bus"},{"text":"The only Partridge child whose real first name &amp; character name were one &amp; the same","response":"Danny"},{"text":"On Nov. 21, 1970 this song, which was featured on their first album, hit No. 1 on the Billboard Top 40","response":"\"I Think I Love You\""},{"text":"For the animated series \"Partridge Family: 2200 A.D.\", she did the voice of Laurie","response":"Susan Dey"}],"originalDate":"1997-12-25"},{"category":"THE NIGHT BEFORE CHRISTMAS","comments":"(Alex: How appropriate!)","clues":[{"text":"\"The children were nestled all snug in their beds, while visions of\" these \"danced in their heads\"","response":"Sugarplums"},{"text":"\"Mamma in\" this \"and I in my cap, had just settled our brains for a long winter's nap\"","response":"Her kerchief"},{"text":"St. Nick's reindeer were \"more rapid\" than these large birds","response":"Eagles"},{"text":"\"He was dressed all in fur, from his head to his foot, and his clothes were all tarnished with\" these 2 items","response":"Ashes & soot"},{"text":"St. Nick exclaimed, \"'ere he drove out of sight, 'Happy Christmas to all'\" &amp; this","response":"\"and to all a good night\""}],"originalDate":"1997-12-24"}],{"category":"ISLANDS","text":"1 of the 2 islands with a population exceeding 100 million; each one is part of an Asian country","response":"(1 of) Honshu or Java"}]}