{"mix":4664,"rounds":[[{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"Jean Nidetch founded this organization in 1963 after she lost 72 pounds","response":"Weight Watchers"},{"text":"Alexander Graham Bell's son-in-law, Gilbert Grosvenor was president of this scientific society from 1920 to 1954","response":"National Geographic Society"},{"text":"It was formed in 1960 by Iran, Iraq, Kuwait, Saudi Arabia &amp; Venezuela","response":"OPEC (Organization of Petroleum Exporting Countries)"},{"text":"In 1996 Adam Werbach, at 23, became the youngest pres. of this S.F.-based conservation group","response":"Sierra Club"},{"text":"Founded by William Booth, this charitable Christian group operates in nearly 100 countries","response":"The Salvation Army"}],"originalDate":"1997-12-24"},{"category":"TELEVISION","comments":"","clues":[{"text":"In October 1996 Superman got married in his own comic book &amp; on this TV show","response":"<i>Lois & Clark: The New Adventures of Superman</i>"},{"text":"This former White House correspondent co-anchors \"Primetime Live\" with Diane Sawyer","response":"Sam Donaldson"},{"text":"MTV's 1997 spin-off \"Daria\" features a character from this moronic animated series","response":"<i>Beavis and Butt-Head</i>"},{"text":"NBC refused to let this CBS talk show host use its clips on his 1997 prime-time special","response":"David Letterman"},{"text":"Peter Boyle &amp; Doris Roberts play the parents &amp; neighbors of Ray Romano on this CBS sitcom","response":"<i>Everybody Loves Raymond</i>"}],"originalDate":"1997-12-24"},{"category":"TOYMAKERS","comments":"","clues":[{"text":"In 1997 Mattel sued Miller'$, a magazine devoted to this fashion doll, for copyright infringement","response":"Barbie"},{"text":"This building-block maker plans to open a theme park in Carlsbad, California  in 1999","response":"Lego"},{"text":"Ty's red heart logo on your \"Bones the Dog\" proves it's a genuine example of these stuffed animals","response":"Beanie Babies"},{"text":"Playmobil toys were introduced by this country's Geobra Brandstatter in 1974","response":"(West) Germany"},{"text":"In 1997 Hasbro released the GI Joe seen here in honor of this historic general:","response":"Dwight D. Eisenhower"}],"originalDate":"1997-12-24"},{"category":"GODS &amp; GODDESSES","comments":"","clues":[{"text":"Jove, by jove, is another name for this Roman god","response":"Jupiter"},{"text":"This 2-faced god presided over doors &amp; beginnings, such as the beginning of the year","response":"Janus"},{"text":"This messenger of the gods also conducted the souls of the dead to Hades","response":"Mercury/Hermes"},{"text":"This Greek goddess of the hunt was also a goddess of virginity &amp; oddly, childbirth","response":"Artemis"},{"text":"The laurel tree into which Daphne was transformed was sacred to this god who loved her","response":"Apollo"}],"originalDate":"1997-12-24"},{"category":"NONSENSE WORDS","comments":"","clues":[{"text":"When Scrooge's nephew says, \"A Merry Christmas, Uncle!  God save you!\", Scrooge replies, \"Bah!\" this","response":"Humbug"},{"text":"This synonym for silliness might form a trio with Dickfoolery &amp; Harryfoolery","response":"Tomfoolery"},{"text":"It's the kind of bed you might find in a cabin, or Henry Ford's definition of history","response":"Bunk"},{"text":"The type of nonsense you'd expect to find aboard the Chinese boat of the same name","response":"Junk"},{"text":"It means swill or worthless stuff, though it sounds like something you'd bathe pigs in","response":"Hogwash"}],"originalDate":"1997-12-24"},{"category":"STARS ON THE MAP","comments":"(Alex: And when you see a star on the map, it usually indicates a capital city)","clues":[{"text":"This capital lies on the southern part of the Kanto plain, one of the largest areas of flat land in Japan","response":"Tokyo"},{"text":"This Libyan capital shares its name with a Lebanese city &amp; both were founded by the Phoenicians","response":"Tripoli"},{"text":"This city \"sprouted\" from Gallic-Roman settlements in the Senne valley prior to the 7th century A.D.","response":"Brussels"},{"text":"This South American capital was named for the feast day of the Assumption of the Virgin","response":"Asuncion, Paraguay"},{"text":"Once called Niislel Khureheh, meaning \"capital of Mongolia\", it was given its present name in 1924","response":"Ulan Bator"}],"originalDate":"1997-12-24"}],[{"category":"LITERARY AWARDS","comments":"","clues":[{"text":"He won the Booker Prize for \"Midnight's Children\"; his \"Satanic Verses\" was nominated but didn't win","response":"Salman Rushdie"},{"text":"Paul Mellon named the Bollingen Prize for a town where this Swiss psychoanalyst lived","response":"Carl Jung"},{"text":"He \"jockeyed\" to win the 1996 Edgar Allan Poe Award for best mystery with \"Come to Grief\"","response":"Dick Francis"},{"text":"Following this Russian's name on the Nobel Prize for Literature list is \"declined the prize\" &amp; \"1958\"","response":"Boris Pasternak (<i>Doctor Zhivago</i>)"},{"text":"This Russian literary prize was established in 1881 &amp; named for the author of \"Eugene Onegin\"","response":"Aleksandr Pushkin"}],"originalDate":"1997-12-24"},{"category":"HISPANIC AMERICAN HISTORY","comments":"","clues":[{"text":"Polk offered Spain $100 million for this island 90 miles from Florida; Pierce offered $120 million","response":"Cuba"},{"text":"After this bandit's attack on Columbus, N.M., General Pershing was sent in pursuit","response":"Pancho Villa"},{"text":"In 1997 this former housing secretary was hired as president of the Univision TV network","response":"Henry Cisneros"},{"text":"The Reagan administration backed the Contras' attempt to oust this country's Sandinista govt.","response":"Nicaragua"},{"text":"The U.S. recognized this country in 1903, 3 days after it declared its independence from Colombia","response":"Panama"}],"originalDate":"1997-12-24"},{"category":"RAISE YOUR GLASSES","comments":"","clues":[{"text":"A Jewish toast to life, or to the health of author Potok","response":"L'chaim"},{"text":"Bogart makes this toast to Bergman in Paris before making it again, in \"Casablanca\"","response":"\"Here's looking at you, kid\""},{"text":"A popular toast with bubbly is \"Champagne to our real friends and real\" this \"to our sham friends\"","response":"Pain"},{"text":"Following \"Our Country\", it completes a jingoistic 1816 toast by Stephen Decatur","response":"Right or wrong"},{"text":"The book \"Toasts\" advises that this 2-word one is inappropriate at a boat race","response":"\"Bottoms up!\""}],"originalDate":"1997-12-24"},{"category":"AWARDS","comments":"","clues":[{"text":"In 1949 this aviator who flew the Atlantic solo in 1927 received the Wright Brothers Trophy from the N.A.A.","response":"Charles Lindbergh"},{"text":"In 1907 the War Department authorized a campaign medal for this war <span class=\"nobreak\">--</span> 42 years after it ended","response":"the Civil War"},{"text":"This school's Hasty Pudding Club has been presenting its Woman of the Year Award since 1951","response":"Harvard"},{"text":"In 1957 this Danish physicist received the first Atoms for Peace Award","response":"Niels Bohr"},{"text":"Traditionally, Nobel Prize winners are presented their awards on the tenth of this month","response":"December"}],"originalDate":"1997-12-23"},{"category":"IN THE BOOKSTORE","comments":"","clues":[{"text":"We hope his medical thriller \"Chromosome 6\", following \"Coma\" &amp; \"Contagion\", won't spoil the broth","response":"Robin Cook"},{"text":"This Chicago Bulls coach explains his use of Zen Buddhism in \"Sacred Hoops\"","response":"Phil Jackson"},{"text":"\"The Senator's Daughter\" is a crime novel by Victoria, daughter of this finally-convicted \"Teflon Don\"","response":"John Gotti"},{"text":"In 1996's \"Born to Rebel\", Frank Sulloway puts this type of \"rivalry\" at the center of history","response":"sibling rivalry"},{"text":"In \"Leaving a Doll's House\", Claire Bloom has some \"complaint\"s about her life with this novelist","response":"Philip Roth (<i>Portnoy's Complaint</i>)"}],"originalDate":"1997-12-23"},{"category":"INCREDIBLE EDIBLES","comments":"","clues":[{"text":"The green &amp; the mute types of this amphibian are the ones the French prize for their legs","response":"frog"},{"text":"Charlemagne was so fond of these \"proud\" birds that he served them at a banquet","response":"peacocks"},{"text":"If this U.S. marsupial is really dead &amp; not just \"playing\", you can roast it like pork","response":"possum"},{"text":"Eating seaweed helps certain swifts form these structures found in a famous Chinese soup","response":"bird's nest"},{"text":"The eggs of this shelled reptile are sometimes hard-boiled &amp; the flippers may be braised in wine sauce","response":"the turtle"}],"originalDate":"1997-12-23"}],{"category":"THE NFL","text":"This team that joined the NFL in the mid-1970s is the only one whose name starts with the same 3 letters as its city's name","response":"the Seattle Seahawks"}]}