{"mix":4667,"rounds":[[{"category":"MOVEMENTS","comments":"","clues":[{"text":"Picasso &amp; Braque seemed to lose all perspective when they began this movement after 1906","response":"Cubism"},{"text":"The May Fourth Movement was a Chinese student demonstration that took place in this square May 4, 1919; yes, 1919!","response":"Tiananmen"},{"text":"Begun after the Civil War, the Granger Movement tried to improve conditions for people in this job","response":"farming"},{"text":"Members of this \"movement\" have occupied Alcatraz, Wounded Knee &amp; a replica of the Mayflower","response":"American Indian"},{"text":"This religious movement praised the spiritual effects of marijuana &amp; inspired Bob Marley","response":"Rastafarianism"}],"originalDate":"2002-01-24"},{"category":"THE QUOTABLE REAGAN","comments":"","clues":[{"text":"After being shot in 1981, Ronald Reagan quoted Jack Dempsey's \"I forgot to\" to this","response":"duck"},{"text":"Reagan quoted this character when he warned Congress \"Go ahead, make my day\"","response":"Dirty Harry"},{"text":"\"There is nothing wrong with\" this \"that we (Americans) can't fix\"","response":"America"},{"text":"It's the year Reagan asked the famous question, \"Are you better off than you were four years ago?\"","response":"1980"},{"text":"Reagan said this \"presidential\" band of Americans who fought in the Spanish Civil War was \"on the wrong side\"","response":"Abraham Lincoln Brigade (Battalion)"}],"originalDate":"2002-01-24"},{"category":"TRILOBITES","comments":"","clues":[{"text":"Of 2 inches, 12 inches or 24 inches, the one closest to the size of the largest trilobite fossil ever found","response":"24 inches"},{"text":"Of a trilobite's 3 main body parts, the cephalon corresponds to this human part","response":"head"},{"text":"Covered by a tropical ocean 445 million years ago, this state's official fossil is the trilobite, not John Glenn","response":"Ohio"},{"text":"As they aged, trilobites got rid of their old exoskeletons through this process, from the Latin for \"change\"","response":"molting"},{"text":"Cambrian trilobites were among the first of these \"jointed foot\" creatures to appear","response":"arthropods"}],"originalDate":"2002-01-24"},{"category":"\"OUCH\"!","comments":"","clues":[{"text":"To stoop with the knees bent","response":"crouch"},{"text":"A habitually irritable person","response":"grouch"},{"text":"To give personal assurances or in writing","response":"vouch"},{"text":"To stand with an excessively relaxed posture","response":"slouch"},{"text":"To word something in certain terms","response":"couch"}],"originalDate":"2002-01-24"},{"category":"11 O'CLOCK LITERARY NEWS","comments":"","clues":[{"text":"All the king's horses &amp; men were stumped today as to how to rebuild this egg-shaped man injured in a fall","response":"Humpty-Dumpty"},{"text":"Up next, this title Coleridge man kills a giant bird &amp; his South Pole shipmates pay the price","response":"Ancient Mariner"},{"text":"Transsexual ex-NFLer Roberta Muldoon, from this \"World\"ly John Irving novel, was found dead after a jog","response":"<i>The World According to Garp</i>"},{"text":"Abroad, Londoner Bill Sikes hanged himself after killing his girlfriend Nancy, who had helped this title tot","response":"Oliver (Twist)"},{"text":"Jonathan Swift joins us with this 1729 \"editorial\" favoring the rich devouring poor Irish kids; oh, the letters we'll get","response":"<i>A Modest Proposal</i>"}],"originalDate":"2002-01-24"},{"category":"DAYS OF THE YEAR","comments":"","clues":[{"text":"\"Paint the Town Day\" was part of Albuquerque Mayor Martin Chavez' campaign against this","response":"graffiti"},{"text":"Camels parade through New York City on the day named for this trio: Melchior, Gaspar &amp; Balthazar","response":"Three Kings Day"},{"text":"The day after this holiday is sometimes known as \"Green Friday\"","response":"Thanksgiving"},{"text":"In 1871 the fifth Hawaiian king of this name set aside June 11 to honor the first","response":"Kamehameha"},{"text":"To James Joyce fans, June 16 is this day, named for \"Ulysses\" character Leopold","response":"Bloomsday"}],"originalDate":"2002-01-24"}],[{"category":"HOW...?","comments":"","clues":[{"text":"For the Pacific 36,201 feet","response":"deep it is"},{"text":"Get at least 270 votes in the Electoral College","response":"win the presidency"},{"text":"For this problem, the title of a 1971 Bee Gees song, the band should have seen Dr. Christiaan Barnard","response":"\"How Can You Mend a Broken Heart\""},{"text":"Mrs. Browning said to find  this out she had to \"count the ways\"","response":"How do I love thee"},{"text":"Say \"Shazam!\" &amp; let a bolt of lightning hit you","response":"become Captain Marvel"}],"originalDate":"2002-01-23"},{"category":"VARIETY HEADLINES","comments":"","clues":[{"text":"This computer-animated character stomped the competition as \"Jolly Green B.O. Giant\"","response":"Shrek"},{"text":"After 3 big weeks we feasted on \"Munch Ado...\" this Anthony Hopkins film \"...Devours for Third Course\"","response":"<i>Hannibal</i>"},{"text":"It was \"Sudden Death\" when this football league started by the WWF &amp; NBC fumbled to end its season","response":"XFL"},{"text":"Dreamworks' \"Almost Famous\" &amp; this film were \"Rock 'n\" Romans\" when they won Golden Globe Awards","response":"<i>Gladiator</i>"},{"text":"This Mel Gibson comedy had a merry Christmas with \"Mel's Belles Pinch 'Grinch'\"","response":"<i>What Women Want</i>"}],"originalDate":"2002-01-23"},{"category":"YOU'VE GOT GREAT \"LEG\"s","comments":"","clues":[{"text":"A trademark for popular toy building blocks","response":"Legos"},{"text":"A family of pod-bearing plants","response":"legumes"},{"text":"An elected body with the power to make, change &amp; repeal laws","response":"legislature"},{"text":"A bequest made in a will or something that remains from a previous generation","response":"legacy"},{"text":"A direction telling a musician to play in a smooth, even manner","response":"legato"}],"originalDate":"2002-01-23"},{"category":"TANKS!","comments":"","clues":[{"text":"Reportedly this British prime minister once termed the English Channel the world's best tank trap","response":"Churchill"},{"text":"This large U.S. tank bearing the name of a Civil War general was the most widely produced tank of World War II","response":"Sherman"},{"text":"In 1942 British forces were pushed from Libya into Egypt by this general's Afrika Korps tank units","response":"Rommel"},{"text":"This country's T-34 tank played a large part in fighting off German invasion in 1941","response":"Soviet Union"},{"text":"\"War As I Knew It\" was the memoir of this fierce tank commander who participated in the invasion of Sicily","response":"Patton"}],"originalDate":"2002-01-23"},{"category":"ON THE ROAD WITH JEOPARDY!","comments":"","clues":[{"text":"Our Big Apple shows came from the theater at this \"Garden\"","response":"Madison Square Garden"},{"text":"2000 took us to Atlanta, where staffers quenched their thirst at the attraction called World of this","response":"Coca-Cola"},{"text":"The 1998 College Tournament came from this California city, home of People's Park","response":"Berkeley"},{"text":"In 1998 \"Jeopardy!\" shows 3261-3270 came from the capital of this New England commonwealth","response":"Massachusetts"},{"text":"The International Tournament of 1997 came from this city where Lake Malaren meets the Baltic Sea","response":"Stockholm"}],"originalDate":"2002-01-23"},{"category":"MUSICAL BOTANY","comments":"","clues":[{"text":"Also the name of a plant, this golden oldie by The Coasters mentons \"an ocean of calamine lotion\"","response":"poison ivy"},{"text":"Tony Orlando &amp; Dawn topped the charts with this song that begins, \"I'm comin' home, I've done my time\"","response":"\"Tie a Yellow Ribbon Round the Ole Oak Tree\""},{"text":"It's the alternate title of the love theme from \"A Star is Born\"","response":"\"Evergreen\""},{"text":"In a 1982 hit Patrice Rushen was sending you these flowers \"to help me to remember\"","response":"forget me nots"},{"text":"\"Just remember in the winter far beneath the bitter snow lies the seed that with the sun's love... becomes\" this","response":"\"The Rose\""}],"originalDate":"2002-01-23"}],{"category":"U.S. LAKES","text":"Wizard Island sits in this lake in what was once Mount Mazama","response":"Crater Lake"}]}