{"mix":4669,"rounds":[[{"category":"PLUS TAX","comments":"(Alex: Of course.)","clues":[{"text":"On Feb. 15, 2000 McCain &amp; Bush debated taxes on this emerging type of \"commerce\"","response":"e-commerce"},{"text":"This type of tax is the main source of income for most U.S. local governments","response":"property tax"},{"text":"I dub thee this, an additional tax on top of one already being collected","response":"surtax"},{"text":"It's a synonym for \"tariff\" as well as for obligation","response":"duty"},{"text":"Cigarette taxes are this type, from the Latin for \"return\", because lower-income people pay a higher percentage","response":"regressive taxes"}],"originalDate":"2002-01-21"},{"category":"THERE'S NO PLACE LIKE ROME","comments":"","clues":[{"text":"This landmark undergoing a big restoration was home in 2001 to the historical exhibit \"Blood and Arena\"","response":"the Colosseum"},{"text":"A podium &amp; 3 columns remain from the temple he built to Venus for granting his win over Pompey","response":"Julius Caesar"},{"text":"Of Keats, Shelley or Byron, the British poet whose remains are not buried in Rome","response":"Byron"},{"text":"If you're Rome for the holidays, check out the Pope's balcony speech \"Urbi et Orbi\" at noon on this day","response":"Christmas"},{"text":"You might stay at Le Grand Hotel, founded in 1894 by Cesar Ritz with this top chef in charge of the opening banquet","response":"Escoffier"}],"originalDate":"2002-01-21"},{"category":"SCIENCE CLASS","comments":"","clues":[{"text":"When the last of these animals died on Mauritius in 1681, it was as dead as<span class=\"nobreak\">--</span>itself","response":"a dodo"},{"text":"Equinoxes occur when these 2 things are of approximately equal length everywhere on Earth","response":"day & night (\"Daylight and darkness, or nighttime\" accepted)"},{"text":"Also a term for a celestial object, this shape may be described by the rotation of a circle about its diameter","response":"a sphere"},{"text":"Named after a planet, its atomic number is 92","response":"Uranium"},{"text":"In 1974 Stephen Hawking became one of the youngest members ever of this \"Royal\" group founded in 1660","response":"the British Royal Society"}],"originalDate":"2002-01-21"},{"category":"HYMNS","comments":"","clues":[{"text":"\"Glory, glory Hallelujah!\" begins the chorus of this patriotic \"Hymn\"","response":"\"Battle Hymn Of The Republic\""},{"text":"\"Have you been to Jesus for the cleansing power? Are you washed in\" this?","response":"the blood of the lamb"},{"text":"Do this, do this \"for Jesus, Ye soldiers of the cross\"","response":"Stand up, stand up"},{"text":"An adaptation of Psalm 90 begins, \"O God our help in\" these, \"Our hope in years to come\"","response":"ages past"},{"text":"Among Martin Luther King's last words were a request for the hymn asking him to \"take my hand\"","response":"Precious Lord"}],"originalDate":"2002-01-21"},{"category":"20th CENTURY AMERICA","comments":"","clues":[{"text":"In August 1974 he returned to his home in San Clemente, California, reportedly in a deep depression","response":"Richard Nixon"},{"text":"When completed in 1936, it was the world's tallest dam","response":"Hoover Dam"},{"text":"During every decade from the 1920s to 1960, some member of this family was governor of Louisiana","response":"Long"},{"text":"In 1912, in Savannah, Georgia she organized the first troop of Girl Scouts","response":"Juliette Gordon Low"},{"text":"In 1987, 30 years after they were expelled, the Teamsters were permitted to rejoin this group","response":"AFL-CIO"}],"originalDate":"1997-12-16"},{"category":"CROSSWORD CLUES \"M\"","comments":"","clues":[{"text":"Cow's meow<br>(3)","response":"moo"},{"text":"Hiawatha's honey<br>(9)","response":"Minnehaha"},{"text":"False face festivity<br>(9)","response":"masquerade"},{"text":"Enormous, like a woolly mammal<br>(7)","response":"mammoth"},{"text":"Gloomy, like the blues<br>(5)","response":"moody"}],"originalDate":"1997-12-16"}],[{"category":"WILDE","comments":"","clues":[{"text":"Oscar Wilde was born in this city in 1854 &amp; given the middle names Fingal O' Flahertie Wills","response":"Dublin"},{"text":"Wilde's first stage success was the tale of this woman's fan in 1892","response":"Lady Windermere"},{"text":"Passing through customs in New York, Wilde declared, \"I have nothing to declare except\" this","response":"My genius"},{"text":"Wilde served almost 2 years in gaol in this town 38 miles from London","response":"Reading"},{"text":"This fellow playwright &amp; wit said that in hard times Wilde maintained his \"gaiety of soul\"","response":"George Bernard Shaw"}],"originalDate":"1997-12-16"},{"category":"OATHS","comments":"","clues":[{"text":"This oath was once sworn before the goddess Panacea, whose name means \"cure all\"","response":"Hippocratic Oath"},{"text":"The president of Iran takes his oath of office \"In the presence of\" this book \"and the people\"","response":"The Koran"},{"text":"In 1996, on behalf of 10,000 others, Teresa Edwards took this oath of sportsmanship in Atlanta","response":"Olympic Oath"},{"text":"Term for Cold War-era oaths required of federal employees, union leaders &amp; teachers","response":"Loyalty oath"},{"text":"This 1789 oath by the National Assembly served notice on Louis XVI &amp; left the ball in his court","response":"Tennis Court Oath"}],"originalDate":"1997-12-16"},{"category":"EUROPEAN CAPITALS","comments":"","clues":[{"text":"This city on the Danube was originally a Celtic settlement called Vindobona","response":"Vienna"},{"text":"Some Moscow-set movie scenes have been filmed in this Finnish capital","response":"Helsinki"},{"text":"On Sept. 1, 1939 it became the first capital city targeted in an attack by Germany in WWII","response":"Warsaw, Poland"},{"text":"Napoleon met his Waterloo just 12 miles from this capital","response":"Brussels"},{"text":"Fed by steaming hot springs, the name of this capital means \"Bay of Smokes\"","response":"Reykjavik, Iceland"}],"originalDate":"1997-12-16"},{"category":"AROUND THE BODY","comments":"","clues":[{"text":"A big broken one of these may be stabilized by an intramedullary rod","response":"Bone"},{"text":"Hearing happens in the cochlea; your sense of this in the nearby semicircular canals &amp; vestibule","response":"Balance"},{"text":"Take a deep breath &amp; name the only artery that carries deoxygenated blood","response":"Pulmonary artery"},{"text":"In the duodenum, your stomach contents mix with juices from the liver, gallbladder &amp; this organ","response":"Pancreas"},{"text":"Above the larynx, this 3-segment passage leads from the back of the nose down to the esophagus","response":"Pharynx"}],"originalDate":"1997-12-16"},{"category":"NOTABLE WOMEN","comments":"","clues":[{"text":"Coretta Scott met this future husband while at the New England Conservatory of Music","response":"Martin Luther King Jr."},{"text":"Training by the Suzuki method your child can become a famous one of these, like Midori","response":"Violinist"},{"text":"In 1956 she made $3 million as the last of the original United Artists partners to sell their stock","response":"Mary Pickford"},{"text":"1 of the 2 Harriets in the Women's Hall of Fame, they both are associated with slavery","response":"Harriet Tubman (or Harriet Beecher Stowe)"},{"text":"Upset over the Senate's treatment of Anita Hill, this Illinoian ran for the U.S. Senate in 1992 &amp; won","response":"Carol Moseley Braun"}],"originalDate":"1997-12-16"},{"category":"BONUS MOVIE","comments":"(Alex: There are 2 correct responses.  If you select and respond correctly to one of the clues, you'll earn that amount; you can then elect to try for the 2nd half of it, in which case, you would double your score if you're right, but if you're wrong, you lose it all.)","clues":[{"text":"He played Mr. Banks, the \"Father of the Bride\"","response":"Steve Martin & Spencer Tracy"},{"text":"Dan Aykroyd starred in this film based on characters from \"Saturday Night Live\"","response":"<i>Coneheads</i> & <i>The Blues Brothers</i>"},{"text":"Late '80s Kevin Costner film whose subject was baseball","response":"<i>Bull Durham</i> & <i>Field of Dreams</i>"},{"text":"She won the 1968 Academy Award for Best Actress","response":"Katharine Hepburn & Barbra Streisand"},{"text":"Woody Allen film with \"sex\" in the title","response":"<i>A Midsummer Night's Sex Comedy</i> & <i>Everything You Always Wanted to Know About Sex (But Were Afraid to Ask)</i>"}],"originalDate":"1997-12-16"}],{"category":"AMERICAN AUTHORS","text":"He was born in NYC on April 3, 1783, toward the end of the Revolutionary War, &amp; named for one of the war's heroes","response":"Washington Irving"}]}