{"mix":4671,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"Organization which sponsors \"The Great American Smokeout\"","response":"the American Cancer Society"},{"text":"In 1966 these taxes were declared unconstitutional as a requirement for voting","response":"poll taxes"},{"text":"Our largest national park outside Alaska","response":"Yellowstone"},{"text":"The current cost of mailing a standard postcard","response":"15 cents"},{"text":"If you cut yourself while shaving, you may want to use this stick of alum to stop the bleeding","response":"a styptic pencil"}],"originalDate":"1990-08-04"},{"category":"TV SITCOMS","comments":"","clues":[{"text":"The only word spoken by these 2 characters in \"Newhart\"s 8-year run was \"Quiet!\" in the last episode","response":"Darryl & my other brother Darryl"},{"text":"This actor's only Emmy nomination was for his role as Buddy Sorrell in \"The Dick Van Dyke Show\"","response":"Morey Amsterdam"},{"text":"\"Bub\" was Michael Francis O'Casey's nickname on this series","response":"<i>My Three Sons</i>"},{"text":"\"Blood on the Badge\" was a novel written by Detective Ron Harris on this sitcom","response":"<i>Barney Miller</i>"},{"text":"The relationship of Granny to Jed Clampett in \"The Beverly Hillbillies\"","response":"mother-in-law"}],"originalDate":"1990-08-04"},{"category":"DESERTS","comments":"","clues":[{"text":"Snow sometimes falls on this, Asia's largest desert","response":"the Gobi"},{"text":"Flat-topped mountains that are features of some deserts &amp; are named after the Spanish word for \"table\"","response":"a mesa"},{"text":"The Petrified Forest is in this brilliantly colored Arizona desert","response":"the Painted Desert"},{"text":"Desert sand consists mainly of grains of this hard mineral","response":"silicon dioxide (or quartz)"},{"text":"Containing much vegetation, this part of southern Africa is considered semidesert, not true desert","response":"the Kalahari"}],"originalDate":"1990-08-04"},{"category":"\"X\", \"Y\", \"Z\"","comments":"","clues":[{"text":"In computer terms it means to erase, in science fiction terms, to hit someone with a ray gun","response":"zap"},{"text":"For silent film star Francis X. Bushman, \"X.\" marked the spot for this middle name","response":"Xavier"},{"text":"Personally, we think this tree's name sounds like a personal pronoun","response":"yew"},{"text":"The Spaniards went searching for the 7 cities of Cibola &amp; found these Indians","response":"the Zuni Indians"},{"text":"Socrates' shrewish spouse","response":"Xanthippe"}],"originalDate":"1990-08-04"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"This Upton Sinclair book helped convince Teddy Roosevelt to back the Pure Food &amp; Drug Act","response":"<i>The Jungle</i>"},{"text":"In this novel, Dostoevski's last, a son is falsely accused of murdering his father","response":"<i>The Brothers Karamazov</i>"},{"text":"For 10 years this greatest of German poets practically ran the duchy of Saxe-Weimar","response":"Goethe"},{"text":"This Greek writer continued the story of Ulysses in his 1938 poem, \"The Odyssey: A Modern Sequel\"","response":"Nikos Kazantzakis"},{"text":"King Louis XIV provided this author of \"The Misanthrope\" with a permanent theatre near the Louvre","response":"Moliere"}],"originalDate":"1990-08-04"},{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"To thwart counterfeiters, this agency printed \"Green Cards\" in pink in 1989","response":"the INS (Immigration & Naturalization Service)"},{"text":"This agency produces about 22,000 copies of the Congressional Record each day","response":"Government Printing Office"},{"text":"The Food Stamp Program is administered by this Cabinet department","response":"the Department of Agriculture"},{"text":"In August 1989 Colin Powell became the first Black appointed to this position","response":"the Head of the Joint Chiefs of Staff"},{"text":"In 1983 this agency's 1st head, Wm. Ruckelshaus, again assumed its reins, succeeding Anne Burford","response":"the Environmental Protection Agency"}],"originalDate":"1990-08-04"}],[{"category":"THE NEW WORLD","comments":"","clues":[{"text":"A stockade across Lower Manhattan built to protect the colony gave its name to this street","response":"Wall Street"},{"text":"Ponce de Leon explored much of Florida while looking for this","response":"the Fountain of Youth"},{"text":"The Manhasset, Shinnecock, Patchogue &amp; Montauk Indians all lived on this island","response":"Long Island"},{"text":"This Russian capital of Alaska was originally called New Archangel","response":"Sitka"},{"text":"Named for landowner Abraham Martin, the Plains of Abraham were the site of this war's key battle","response":"the French & Indian War"}],"originalDate":"1990-08-04"},{"category":"SKYSCRAPERS","comments":"","clues":[{"text":"The mast atop the Empire State Building was designed as a mooring for these rigid airships","response":"dirigibles"},{"text":"You can see the edge of the Great Plains to the west from the \"Skydeck\" of this tallest U.S. skyscraper","response":"the Sears Tower"},{"text":"World Almanac lists the Gateway Arch as this city's tallest building","response":"St. Louis"},{"text":"The state office tower named for former Gov. James A. Rhodes is this city's tallest building","response":"Columbus(, Ohio)"},{"text":"German architect &amp; father of the International Style who was known for his steel &amp; glass skyscrapers","response":"Mies van der Rohe"}],"originalDate":"1990-08-04"},{"category":"ROYALTY","comments":"","clues":[{"text":"King Boris III of Bulgaria was the son-in-law of this country's King Victor Emmanuel III","response":"Italy"},{"text":"Before allowing Portugal's Manuel I to marry their daughter, this couple forced him to expel the Jews","response":"Ferdinand & Isabella"},{"text":"King Gustav VI of this country was an archaeologist &amp; an authority on Chinese ceramics","response":"Sweden"},{"text":"Her royal blood made her a suitable wife for Napoleon; she was the niece of Marie Antoinette","response":"Maria Luisa"},{"text":"The only son of Nicholas II, he was the 1st male heir born to a reigning Romanov czar since the 1600s","response":"Alexei"}],"originalDate":"1990-08-04"},{"category":"3-LETTER SCIENCE","comments":"","clues":[{"text":"You're \"wiser\" if you know it's a small pointed structure on a stem that grows into a flower or a leaf","response":"Bud"},{"text":"About 4.5 billion years old, it's the closest G2 type star to where you're standing","response":"Sun"},{"text":"You add this element to copper &amp; zinc to get bronze","response":"Tin"},{"text":"A neutral atom will become one of these when it gains or loses an electron","response":"Ion"},{"text":"Ir\"resistable\" German physicist with a law about the flow of an electric current","response":"Ohm"}],"originalDate":"1998-06-02"},{"category":"WHOSE COW?","comments":"","clues":[{"text":"Milky-White was the name of the cow that this kid sold for beans","response":"Jack"},{"text":"This company's barn includes Elsie &amp; Elmer","response":"Borden"},{"text":"This cable channel has renewed \"Cow &amp; Chicken\" created by David Feiss, so there will be 52 episodes total","response":"Cartoon Network"},{"text":"The very animated Clarabelle Cow belongs to this studio","response":"Disney"},{"text":"Ancient people whose goddess Hathor had the head of a cow","response":"Egyptians"}],"originalDate":"1998-06-02"},{"category":"HOW POETIC","comments":"","clues":[{"text":"The poet who penned the line, \"I believe a leaf of grass is no less than the journey-work of the stars\"","response":"Walt Whitman"},{"text":"Wordsworth wrote, \"My\" this \"leaps up when I behold a rainbow in the sky\"","response":"Heart"},{"text":"\"Forever wilt thou love, and she be fair!\" wrote this poet in his \"Ode on a Grecian Urn\"","response":"John Keats"},{"text":"American poet who wrote the following:<br>(\"The fog comes on little cat feet. It sits looking over harbor and city on silent haunches and then moves on.\")","response":"Carl Sandburg"},{"text":"Her Poem No. 1333 tells us: \"A little madness in the spring is wholesome even for the king\"","response":"Emily Dickinson"}],"originalDate":"1998-06-02"}],{"category":"20th CENTURY LITERATURE","text":"A 50th anniversary edition of this fictionalized biography featured the painting seen <a href=\"http://www.j-archive.com/media/2011-12-13_FJ.jpg\" target=\"_blank\">here</a> on its cover","response":"<i>Lust for Life</i>"}]}