{"mix":4672,"rounds":[[{"category":"ACTING PRESIDENTS","comments":"","clues":[{"text":"James Gregory played this post-Civil War president on the classic TV series \"The Wild Wild West\"","response":"Ulysses S. Grant"},{"text":"Then-president John F. Kennedy chose this actor to play him in the 1963 film \"PT 109\"","response":"Cliff Robertson"},{"text":"(I'm Sam Waterston)  I starred in a 1988 miniseries based on Gore Vidal's book about this president","response":"Abraham Lincoln"},{"text":"Burgess Meredith could have sung \"Hello, Dolley!\" when he played this man in the film \"Magnificent Doll\"","response":"James Madison"},{"text":"Charlton Heston played this president in 2 films: \"The Buccaneer\" &amp; \"The President's Lady\"","response":"Andrew Jackson"}],"originalDate":"1998-06-02"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"Pharaonic Village, which recreates life in ancient times, is on an island in this river","response":"Nile"},{"text":"Want to ride an elephant in this country?  Head for the Gokarna Safari Park east of Katmandu","response":"Nepal"},{"text":"Portimao is one of the most visited fishing villages in this country's Algarve region","response":"Portugal"},{"text":"The 625-foot-high Calgary Tower in this Canadian province features a revolving restaurant","response":"Alberta"},{"text":"A lot of visitors to this country fly LOT, its national airline, to cities like Poznan &amp; Szezecin","response":"Poland"}],"originalDate":"1998-06-02"},{"category":"ODD WORDS","comments":"","clues":[{"text":"People were \"aurified\" by King Midas; he turned them into this","response":"Gold"},{"text":"This insect stores pollen in a \"corbicula\", a little basket in its body","response":"Bee"},{"text":"A \"woubit\" is a hairy one of these, most often the one that becomes a tiger moth","response":"Caterpillar"},{"text":"To \"cantillate\" is to do this (maybe to an old Gregorian one)","response":"Chant"},{"text":"A \"mako\" is an apprentice one of these women who entertain men in Japan","response":"Geisha"}],"originalDate":"1998-06-02"},{"category":"BUSINESS FOUNDERS","comments":"","clues":[{"text":"In the 19th C. he fled the German military draft &amp; went on to brew beer in Golden, Colorado","response":"Adolph Coors"},{"text":"Todd McFarlane's career drawing Spiderman for this comics line spawned his own private company","response":"Marvel Comics"},{"text":"In 1968 Robert Noyce &amp; Gordon Moore founded this microchip company &amp; soon brought Andrew Grove on board","response":"Intel"},{"text":"The company founded by this man in 1876 developed insulin, many antibiotics &amp; Prozac","response":"Eli Lilly"},{"text":"\"Uncle Herb\" Kelleher founded this no-frills airline named for a quadrant of the U.S.","response":"Southwest Airlines"}],"originalDate":"1998-06-02"},{"category":"AMERICAN ARTISTS","comments":"","clues":[{"text":"Before turning to painting in her 70s, she embroidered pictures on canvas","response":"Grandma Moses"},{"text":"In 1963 this \"Christina's World\" painter became the first artist to receive the Presidential Medal of Freedom","response":"Andrew Wyeth"},{"text":"His portraits of George Washington include Athenaeum, Vaughan &amp; Landsdowne types","response":"Gilbert Stuart"},{"text":"Known for his watercolors, many of his famous seascapes were set at his home in Prout's Neck, Maine","response":"Winslow Homer"},{"text":"In 1916 Alfred Stieglitz exhibited her paintings at 291, his NYC gallery; 8 years later he married her","response":"Georgia O'Keeffe"}],"originalDate":"1998-06-02"},{"category":"SPORTS","comments":"","clues":[{"text":"After 36 seasons in this stadium named for a U.S. senator, the Redskins moved to a new facility in Sept. 1997","response":"RFK (Robert F. Kennedy) Stadium"},{"text":"He was the NBA's Coach of the Year twice: once with the Lakers &amp; once with the Knicks","response":"Pat Riley"},{"text":"(Hi, I'm Jim Lampley)  This Oakland A's first baseman in 1996 hit 52 home runs <span class=\"nobreak\">--</span> most in the A.L. since Roger Maris hit 61 in '61","response":"Mark McGwire"},{"text":"On Aug. 5, 1997 this U.S. sprinter won his record third straight world 400-meter title in Athens","response":"Michael Johnson"},{"text":"Abe Mitchell is the golfer depicted on top on this cup sought by teams from the U.S. &amp; Europe","response":"Ryder Cup"}],"originalDate":"1998-06-02"}],[{"category":"STATE FLAGS","comments":"","clues":[{"text":"Anti-smoking groups beware: this state's flag has a peace pipe on it","response":"Oklahoma"},{"text":"On its flag a sunflower sits above the state seal","response":"Kansas"},{"text":"This object on the Indiana flag symbolizes liberty &amp; enlightenment, like the big one in New York","response":"Torch"},{"text":"Its state motto, \"Virtue, LIberty and Independence\" is on its flag; Ben Franklin would approve","response":"Pennsylvania"},{"text":"1 of 3 animals on Michigan's flag (Hint: There are no wolverines)","response":"Eagle, elk or moose"}],"originalDate":"1998-06-02"},{"category":"PARTY ON!","comments":"","clues":[{"text":"It was the first film that teamed Frankie Avalon with Annette Funicello","response":"<i>Beach Party</i>"},{"text":"Sherry drinking &amp; flamenco dancing are highlights of the Cadiz Grape Harvest Festival in this country","response":"Spain"},{"text":"Act II of this musical opens with a festive masked ball at the Paris Opera House","response":"\"Phantom of the Opera\""},{"text":"This singer was just 17 when she had a No. 1 hit with the following:<br>(\"It's my party and I'll cry if I want to...\")","response":"Lesley Gore"},{"text":"The Earl of Leicester gave this Tudor queen a party that lasted 17 days","response":"Queen Elizabeth I"}],"originalDate":"1998-06-02"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"This New York capital was once known as Beverwyck","response":"Albany"},{"text":"In 1982 Alaskans rejected a proposal that would have made Willow the capital instead of this city","response":"Juneau"},{"text":"In hopes that Germany would help finance its railroad, North Dakota named its capital this","response":"Bismarck"},{"text":"Built in 1610, the Spanish Palace of Governors in this Southwest capital is now a museum","response":"Santa Fe"},{"text":"It's \"The Birthplace of Dixie\"","response":"Montgomery, Alabama"}],"originalDate":"1998-06-01"},{"category":"IMPORTS","comments":"","clues":[{"text":"On April 14, 1927 this company's first car came off its Gothenburg, Sweden assembly line","response":"Volvo"},{"text":"This brand of water comes from a natural spring in Vergeze","response":"Perrier"},{"text":"In 1900, this Japanese company began production of its upright pianos; in 1954, its motorcycles","response":"Yamaha"},{"text":"For 177 years, until 1936, Guinness brewed all of its stout in this city","response":"Dublin"},{"text":"Guiliana &amp; Luciano's United Colors Company","response":"Benetton"}],"originalDate":"1998-06-01"},{"category":"\"C\" OF LOVE","comments":"","clues":[{"text":"The title of a 1958 Connie Francis song calls this love god \"stupid\"","response":"Cupid"},{"text":"If you didn't show up for a blind date, you have these kind of \"feet\"","response":"cold feet"},{"text":"From an old word for \"cape\", it's an older person who, for propriety's sake, accompanies young unmarrieds","response":"a chaperone"},{"text":"The youngest daughter of King Lear; the only one who really loved him","response":"Cordelia"},{"text":"Italian for \"with love\", it's the musical direction to play or sing lovingly","response":"<i>con amore</i>"}],"originalDate":"1998-06-01"},{"category":"GENESIS","comments":"","clues":[{"text":"It's the theoretical cosmic explosion that marked the origin of the universe","response":"The Big Bang Theory"},{"text":"It was a party when Lenin &amp; his followers formed this \"majority\" party in 1903","response":"Bolsheviks"},{"text":"He went \"Big Time\" &amp; was replaced by Phil Collins as lead singer of Genesis","response":"Peter Gabriel"},{"text":"The daughter of Eleanor &amp; Ananias, she was the first English child born in the New World","response":"Virginia Dare"},{"text":"His 12-volume \"A Study Of History\" probed the genesis, growth &amp; decline of the world's great civilizations","response":"Arnold Toynbee"}],"originalDate":"1998-06-01"}],{"category":"THE <em class=\"underline\">BILLBOARD</em> TOP 40","text":"Previously done by the Trapp Family, this song about an instrumentalist was a Top 40 hit every December from 1958 to 1962","response":"\"The Little Drummer Boy\""}]}