{"mix":4676,"rounds":[[{"category":"DRUNK ON WORDS","comments":"","clues":[{"text":"Strangely, Ben Franklin's list of over 200 synonyms for \"drunk\" omits \"as high as\" one of these","response":"a kite"},{"text":"This 2-word expression is often followed by \"like a Christmas tree\"","response":"lit up"},{"text":"Now meaning \"sleepy\", this term once described sailors knocked out on watered-down rum","response":"groggy"},{"text":"This term compares a tipsy person to a recently stuccoed wall","response":"plastered"},{"text":"\"Bombed\" came into slang usage for drunk before this other adjective inspired by the Luftwaffe","response":"blitzed"}],"originalDate":"1998-05-22"},{"category":"A LITTLE BITTY COUNTRY","comments":"","clues":[{"text":"Luxembourg's language, Letzeburgesch, is a dialect of this, with some French thrown in","response":"German"},{"text":"If you need this in Luxembourg, it's called \"benzine\" &amp; sold by the liter","response":"gasoline"},{"text":"It was in the Ardennes region in the north of Luxembourg that the U.S. fought the big WWII \"Battle of\" this","response":"the Bulge"},{"text":"In 1354 Charles of Luxembourg raised the country to this status; it became \"grand\" in 1815","response":"duchy"},{"text":"Luxembourg is one-third of this economic union that was set up November 1, 1960","response":"Benelux"}],"originalDate":"1998-05-22"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"In 1930 he led a march to the sea to collect salt to protest a monopoly by the government of India","response":"Mahatma Gandhi"},{"text":"In 1979 this vice premier became the first top Communist leader from China to visit the U.S.","response":"Deng Xiaoping"},{"text":"In an 1880 letter, Queen Victoria referred to this successor of Disraeli as a \"half-mad fire brand\"","response":"William Gladstone"},{"text":"The eagle on Iraq's coat of arms is associated with this 12th century Muslim warrior","response":"Saladin"},{"text":"It's been said there are more monuments to this Egyptian pharaoh of the 13th c. B.C. than to any other","response":"Ramses II (the Great)"}],"originalDate":"1998-05-22"},{"category":"GREEK LETTERS","comments":"","clues":[{"text":"Greek letter you need to know to figure out the area of a circle","response":"pi"},{"text":"This fourth Greek letter is in the title of Helen Reddy's second No. 1 hit","response":"delta (\"Delta Dawn\")"},{"text":"It's the final name in watch brands","response":"Omega"},{"text":"Explore American Samoa &amp; you'll come across this island that'll suit you to a \"T\"","response":"Tau"},{"text":"Computer games &amp; programs undergo this test period to work out bugs before their final retail release","response":"beta testing"}],"originalDate":"1998-05-22"},{"category":"ALL THE WORLD'S A STAGE","comments":"","clues":[{"text":"This city's famed \"Art Theatre\" opened in 1898 with a production of \"Czar Fyodor Ivanovich\"","response":"Moscow"},{"text":"The 2-letter name of this form of Japanese drama means \"talent\" or \"skill\"","response":"no"},{"text":"Several of his plays, including \"Long Day's Journey Into Night\", had their world premieres in Stockholm","response":"Eugene O' Neill"},{"text":"This existentialist's play \"The Flies\", or \"Les Mouches\", debuted in Nazi-occupied Paris in 1943","response":"Jean-Paul Sartre"},{"text":"The Abbey Theatre is so-named because it's located on lower Abbey Street in this capital city","response":"Dublin"}],"originalDate":"1998-05-22"},{"category":"\"WATER\"","comments":"","clues":[{"text":"This poisonous viper is also called a cottonmouth","response":"a water moccasin"},{"text":"This series of Monet works was painted near the end of his life when he was almost blind","response":"<i>Water Lilies</i>"},{"text":"The 23rd Psalm says the Lord \"Maketh me to lie down in green pastures; he leadeth me\" beside these","response":"still waters"},{"text":"In 1970 Simon &amp; Garfunkel sang, \"Like\" this \"I will lay me down\"","response":"a bridge over troubled water"},{"text":"This Irish city founded by Viking raiders in the 800s is best known for its glassware","response":"Waterford"}],"originalDate":"1998-05-22"}],[{"category":"BLACK AMERICANS","comments":"","clues":[{"text":"In 1989, at age 52, he became the youngest man ever to serve as chairman of the Joint Chiefs of Staff","response":"Colin Powell"},{"text":"This Montgomery seamstress was thrown off a bus one other time before her famous Dec. 1, 1955 incident","response":"Rosa Parks"},{"text":"This author of \"I Know Why The Caged Bird Sings\" won the NAACP's Spingarn Medal in 1994","response":"Maya Angelou"},{"text":"This TV talk show host, seen here, once served as a Navy intelligence officer","response":"Montel Williams"},{"text":"Once White House director of public liaison, she became the USA's first black Secretary of Labor in 1997","response":"Alexis Herman"}],"originalDate":"1998-05-21"},{"category":"NONFICTION","comments":"","clues":[{"text":"This Dilbert canine's \"Top Secret Management Handbook\" is a humorous guide for executives","response":"Dogbert"},{"text":"\"A Simple Path\" is a compilation of this Nobel Prize-winning nun's thoughts &amp; experiences","response":"Mother Teresa"},{"text":"For the week of October 12, 1997, 3 of the top 4 New York Times paperback bestsellers were about her","response":"Princess Diana"},{"text":"In \"Into Thin Air\" Jon Krakauer said climbing this mountain \"was primarily about enduring pain\"","response":"Mount Everest"},{"text":"This slugger praises the \"Oriole Way\" of teaching baseball in \"The Only Way I Know\"","response":"Cal Ripken, Jr."}],"originalDate":"1998-05-21"},{"category":"PIG-OUT","comments":"","clues":[{"text":"Anguagelay okenspay isthay ayway","response":"Pig Latin"},{"text":"In 1982 this Muppet was featured in her own \"Great Lovers Of The Silver Screen\" calendar","response":"Miss Piggy"},{"text":"This \"Peanuts\" character is usually illustrated enveloped in a cloud of dust","response":"Pig-Pen"},{"text":"This porcine \"Green Acres\" star was a real ham; he won 2 Patsy Awards as TV Animal Of The Year","response":"Arnold"},{"text":"The Walrus said it was time \"To talk of many things\", about \"why the sea is boiling hot and whether\" this","response":"Pigs have wings"}],"originalDate":"1998-05-21"},{"category":"SPORTS","comments":"","clues":[{"text":"With 16, this team has won more NBA titles than any other","response":"Boston Celtics"},{"text":"Brothers Phil &amp; Tony Esposito were both named to the hall of fame for this sport","response":"Hockey"},{"text":"\"Angel From The Outfield\" seen here: (a.k.a. \"Mr. October\")","response":"Reggie Jackson"},{"text":"The Nabisco Dinah Shore is one of the 4 events making up the Grand Slam of this sport for women","response":"Golf"},{"text":"This NFL quarterback is a great-great-great-grandson of Brigham Young","response":"Steve Young"}],"originalDate":"1998-05-21"},{"category":"CANADIAN CITIES","comments":"","clues":[{"text":"English is also widely spoken in this largest French-speaking city outside of Paris","response":"Montreal"},{"text":"The North Saskatchewan River divides this Albertan capital in half","response":"Edmonton"},{"text":"The CFL's B.C. Lions play their home games in this city","response":"Vancouver"},{"text":"Whitehorse replaced Dawson as capital of this territory in 1953","response":"Yukon Territory"},{"text":"This Ontario city's underground walkway system can get you from Eaton Centre to Union Station","response":"Toronto"}],"originalDate":"1998-05-21"},{"category":"REPORTERS' QUESTIONS","comments":"","clues":[{"text":"Seuss' Horton hears one of these","response":"A Who"},{"text":"It's the first word in the preamble of the Declaration of Independence","response":"When"},{"text":"In the Abbott &amp; Costello baseball routine, he's on second base","response":"What"},{"text":"\"Ou\", \"Donde\", or \"Wo\", but in English","response":"Where"},{"text":"In a word, it was the last No. 1 hit for Frankie Avalon in 1959","response":"\"Why\""}],"originalDate":"1998-05-21"}],{"category":"THE UNITED NATIONS","text":"It's the largest country in Europe that is not a member of the United Nations","response":"Switzerland"}]}