{"mix":4677,"rounds":[[{"category":"FIRST NAMES","comments":"","clues":[{"text":"Judge Ito, or a weapon","response":"Lance"},{"text":"The \"heavenly\" Ms. Bassett","response":"Angela"},{"text":"December-born playwright Coward","response":"Noel"},{"text":"\"Flowery\" novelist Murdoch","response":"Iris"},{"text":"A mighty warrior, like football's Payton","response":"Walter"}],"originalDate":"1998-05-21"},{"category":"A RIVER RUNS THROUGH IT","comments":"","clues":[{"text":"At London Bridge this river is about 800 feet wide; at its mouth more than 5 miles","response":"Thames"},{"text":"It's the only major African river emptying into the Mediterranean Sea","response":"Nile"},{"text":"This river is formed 15 miles SE of Cumberland, MD. by the confluence of the north &amp; south branches","response":"Potomac"},{"text":"About 60% of this \"mother\" river of Russia's water flow is from snow; the rest is from groundwater &amp; rain","response":"Volga"},{"text":"Columbus first sighted this Venezuelan river in 1498, but it wasn't explored until 33 years later","response":"Orinoco"}],"originalDate":"1998-05-21"},{"category":"MOVIE STARS","comments":"","clues":[{"text":"You may call him Rocky or Rambo, but his friends call him Sly","response":"Sylvester Stallone"},{"text":"Elsa Lanchester played this title character, seen here, who had the worst bad hair day of all time","response":"The Bride of Frankenstein"},{"text":"This star of \"The Age Of Innocence\" is the goddaughter of '60s guru Dr. Timothy Leary","response":"Winona Ryder"},{"text":"Jamie Lee Curtis wasn't born yet when these actors, her parents, co-starred in \"Houdini\" in 1953","response":"Tony Curtis & Janet Leigh"},{"text":"Her fiery performance as Nick Nolte's daughter in \"Cape Fear\" earned her an Oscar nomination","response":"Juliette Lewis"}],"originalDate":"1998-05-21"},{"category":"WE GOT GOOD CHEMISTRY","comments":"","clues":[{"text":"This noble gas is ideal for balloons, as there is no fire risk","response":"Helium"},{"text":"This element is always in a carbide","response":"Carbon"},{"text":"Brine is defined as water containing this in concentrated form","response":"Salt"},{"text":"A black solid that gives off a purple vapor when heated, this element has an egotistic symbol","response":"Iodine"},{"text":"A symbol resembling an equal sign means a double one of these exists between atoms","response":"Double bond"}],"originalDate":"1998-05-21"},{"category":"WE HAVE BETTER GRAMMAR","comments":"","clues":[{"text":"This type of word often ends with -ly, but not in phrases like \"often ends\"","response":"Adverb"},{"text":"The prohibition on splitting these may derive from the fact that in Latin they're one word","response":"Infinitives"},{"text":"A clause that modifies a main clause, or term for a soldier of lower rank than another","response":"Subordinate"},{"text":"Sometimes ignored in English, it's the mood of hypothetical statements, as in \"If I were king\"","response":"Subjunctive"},{"text":"This word for sentences like \"You've grown another foot\" comes from Latin for \"to go around\"","response":"Ambiguous"}],"originalDate":"1998-05-21"},{"category":"SHORT STORY WRITERS","comments":"","clues":[{"text":"He wrote \"The Murders In The Rue Morgue\" shortly after becoming editor of Graham's Magazine","response":"Edgar Allan Poe"},{"text":"It's thought that this \"Gift Of The Magi\" author partly took his pen name from a prison guard","response":"O. Henry (William Sydney Porter)"},{"text":"\"The Celestial Railroad\" from his \"Twice-Told Tales\" is a parody of John Bunyan's works","response":"Nathaniel Hawthorne"},{"text":"Sunnyside, the old Dutch home he remodeled in Tarrytown, N.Y., was made a public shrine in 1947","response":"Washington Irving"},{"text":"Of this author of \"The Necklace\", Flaubert said, \"He's my disciple and I love him like a son\"","response":"Guy de Maupassant"}],"originalDate":"1998-05-19"}],[{"category":"CATS","comments":"","clues":[{"text":"After Charles Dickens' cat William did this, Dickens renamed it Williamina","response":"Had kittens"},{"text":"To an Englishman, stroking one of these means good luck","response":"Black cat"},{"text":"Desmond Morris reports that a 1987 study found cats outnumbering these in the U.S. for the first time","response":"Dogs"},{"text":"A homeless orphan in 1990, this cat now lives the high life at 1600 Pennsylvania Avenue","response":"Socks"},{"text":"This English scientist didn't need a cat to fall on him to inspire the cat flap, a swinging door","response":"Sir Isaac Newton"}],"originalDate":"1998-05-19"},{"category":"ROCK ARTISTS","comments":"","clues":[{"text":"In addition to his own bands, this guitarist has played with The Yardbirds, Cream, &amp; Derek &amp; The Dominos","response":"Eric Clapton"},{"text":"B.B. King made a guest appearance on this Irish group's \"Rattle And Hum\" album","response":"U2"},{"text":"2 years before \"Take It Easy\" was released, they backed Linda Ronstadt on her \"Silk Purse\" LP in 1970","response":"The Eagles"},{"text":"Jim Seals &amp; this partner toured with The Champs in 1958, but didn't have a hit as a duo until 1972","response":"Dash Crofts"},{"text":"\"I Heard It Through The Grapevine\" that he was once a session drummer for Smokey Robinson","response":"Marvin Gaye"}],"originalDate":"1998-05-19"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Theodore Pomeroy had the shortest term as this, one day; Sam Rayburn, the longest, 17 years","response":"Speaker of the House"},{"text":"The late Jeanne Calment holds this record but now it's up for grabs again","response":"the oldest person in the world"},{"text":"How low can Dennis Walston go in this dance?  6 inches in 1991","response":"The limbo"},{"text":"Nick Vermeulen has a collection of over 2,100 of these from hundreds of airlines, we hope none are used","response":"Airsick bags"},{"text":"1 of the 3 men who've been the farthest from Earth; they were all on Apollo 13","response":"(1 of) Fred Haise, James Lovell or John Swigart"}],"originalDate":"1998-05-19"},{"category":"THE \"FIFTH\"","comments":"","clues":[{"text":"Constitutional right that protects you from self-incrimination","response":"Fifth Amendment"},{"text":"Catherine Howard was this for Henry VIII, but not for long","response":"Fifth wife"},{"text":"Jupiter","response":"Fifth planet from the sun"},{"text":"A group of spies or traitors within your own defensive lines","response":"Fifth column"},{"text":"Term for the French government's current incarnation","response":"The Fifth Republic"}],"originalDate":"1998-05-19"},{"category":"<i>MEN IN BLACK</i>","comments":"","clues":[{"text":"This star of the film sang the theme song","response":"Will Smith"},{"text":"The film was based on a comic from this conglomerate whose aliens include the Silver Surfer","response":"Marvel"},{"text":"J's little weapon is named for this \"noisy\" insect","response":"cricket"},{"text":"An alien on \"Star Trek:  Voyager\", Jennifer Lien is the voice of this human MIB agent in the cartoon series","response":"\"L\""},{"text":"Last, but not least, he's the head of MIB","response":"Chief Zed (played by Rip Torn)"}],"originalDate":"1998-05-19"},{"category":"MEN IN GREY","comments":"","clues":[{"text":"This author &amp; steamboat pilot's Civil War experience was serving about a month in the Missouri militia","response":"Mark Twain  (Samuel Langhorne Clemens)"},{"text":"This nickname that General Barnard Bee gave Thomas Jackson may have been an insult","response":"\"Stonewall\""},{"text":"Pierre G.T. Beauregard was known as \"The Little\" this from his admiration of the French leader","response":"Napoleon"},{"text":"This tank-commanding general was a III; his grandfather was a Confederate colonel","response":"George S. Patton"},{"text":"He never forgave Lee for having him send his men on that doomed charge at Gettysburg","response":"George Edward Pickett"}],"originalDate":"1998-05-19"}],{"category":"U.S. STRUCTURES","text":"On December 6, 1884 this was capped with a 100-oz., 9-inch-high pyramid-shaped block of aluminum, a metal that was rare at the time","response":"the Washington Monument"}]}