{"mix":4679,"rounds":[[{"category":"CLASSIC SONG LYRICS","comments":"","clues":[{"text":"\"The men will cheer, the boys will shout, the ladies they will all turn out\" when this happens","response":"\"When Johnny Comes Marching Home\""},{"text":"In 1912, the year the Titanic sank, people were singing \"We were sailing along\" on this","response":"Moonlight Bay"},{"text":"\"I like New York in\" this month, \"How about you?\"","response":"June"},{"text":"It leaves \"the Pennsylvania Station 'bout a quarter to four\"","response":"\"Chattanooga Choo Choo\""},{"text":"\"Once in love with\" this girl, \"always in love with\" this girl","response":"Amy"}],"originalDate":"1998-05-18"},{"category":"PSYCH 102","comments":"","clues":[{"text":"A psychological obstacle to completing a project, a writer may suffer, a, a.......a","response":"Block"},{"text":"Bipolar disorder is an illness commonly referred to as \"manic\" this","response":"Depression/depressant"},{"text":"This cognitive process has 3 stages:  acquisition, retention &amp; retrieval","response":"Memory"},{"text":"In WWI, \"Post-Traumatic Stress Disorder\" was known as \"combat fatigue\" or this alliterative 2-word term","response":"Shell shock"},{"text":"Freud theorized that the \"instinctual &amp; infantile\" drives are located in this part of the mind","response":"the id (the unconscious)"}],"originalDate":"1998-05-18"},{"category":"SHAKESPEAREAN ANAGRAMS","comments":"","clues":[{"text":"Petruchio might have said of her:  Take my wife <span class=\"nobreak\">--</span> please!","response":"Kate (take)"},{"text":"We wonder if Roger Moore ever played this tragic young lover","response":"Romeo (Moore)"},{"text":"It's the title town where Timon's found, we hasten to tell you","response":"Athens (hasten)"},{"text":"We doubt if this king of the fairies would feel at home on Borneo","response":"Oberon (Borneo)"},{"text":"She's \"one girl\" King Lear should have been leery of","response":"Goneril (one girl)"}],"originalDate":"1998-05-18"},{"category":"FASHIONABLE NAMES","comments":"","clues":[{"text":"He launched his Polo sport line in 1993 <span class=\"nobreak\">--</span> what a sport!","response":"Ralph Lauren"},{"text":"She's the DK in DKNY","response":"Donna Karan"},{"text":"This designer of Tommy jeans opened his flagship store in Beverly Hills in 1997","response":"Tommy Hilfiger"},{"text":"In July 1997 Carla Bruni &amp; Eva Herzigova were among the models paying final respects to this designer in Milan","response":"Gianni Versace"},{"text":"In 1980s TV ads nothing got between Brooke Shields &amp; this designer's jeans","response":"Calvin Klein"}],"originalDate":"1998-03-02"},{"category":"PARTY TIME","comments":"","clues":[{"text":"It's party time in New Orleans when you hear \"If Ever I Cease to Love You\", the official song of this festival","response":"Mardi Gras"},{"text":"Sports fans love this kind of picnic, often held in a parking lot &amp; named for part of a car","response":"tailgate"},{"text":"This word for a festive dance party may be an alteration of shindy, a synonym for an uproar","response":"shindig"},{"text":"At 22,205 feet, Guinness says the highest dinner party was in Peru, atop Mt. Huascaran in these mountains","response":"the Andes"},{"text":"Schussboomers know the name of this after-schussing party contains the French word for \"after\"","response":"Apres-ski"}],"originalDate":"1998-03-02"},{"category":"ENDORSEMENTS","comments":"","clues":[{"text":"This supermodel can be seen wearing an Omega wristwatch in the magazine whose name is her first name","response":"Elle Macpherson"},{"text":"The famous black shirt of this country singer who walked the line hangs on the line in Arrow ads","response":"Johnny Cash"},{"text":"Exuberant Fox football analyst &amp; ex-coach who's the spokesman for Ace Hardware","response":"John Madden"},{"text":"For all one's shopping needs, Rosie O'Donnell &amp; Penny Marshall sing the praises of this national retailer","response":"K-Mart"},{"text":"Kurt Vonnegut drew a self-portrait for this Swedish vodka's ubiquitous campaign","response":"Absolut"}],"originalDate":"1998-03-02"}],[{"category":"THE HOLLYWOOD WALK OF FAME","comments":"","clues":[{"text":"Stars in front of this famous theater include Basil Rathbone's, William Shatner's &amp; Billy Graham's","response":"Grauman's/Mann's Chinese Theater"},{"text":"Marilyn Monroe's \"McStar\" shines in front of this Hollywood Boulevard eatery","response":"McDonald's"},{"text":"The stars run east &amp; west on Hollywood Boulevard, &amp; north &amp; south on this street","response":"Vine Street"},{"text":"He's the only U.S. president you can step on","response":"Ronald Reagan"},{"text":"You don't have to \"Imagine\" that this musician's star is in front of Capitol Records... that's where it is","response":"John Lennon"}],"originalDate":"1998-03-02"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"With this feature your phone beeps to let you talk to someone you may like more than the person on the line","response":"call waiting"},{"text":"Woodrow Wilson was the first U.S. president to hold one of these open audiences with reporters","response":"press conference"},{"text":"To transmit signals, these vehicles usually maintain orbits above a fixed point on the globe","response":"satellites"},{"text":"Samuel Goldwyn was quoted as saying movies \"are entertainment\", these \"should be delivered by Western Union\"","response":"messages"},{"text":"This man, whose speeches inspired the Russian Revolution, lost his speech after a series of strokes","response":"Lenin"}],"originalDate":"1998-03-02"},{"category":"GIRL TALK","comments":"","clues":[{"text":"Famous blonde of the '30s who said, \"When women go wrong, men go right after them\"","response":"Mae West"},{"text":"This Round Table wit required \"Only 3 things of a man.  He must be handsome, ruthless and stupid\"","response":"Dorothy Parker"},{"text":"She once said, \"The more you learn about the dignity of the gorilla, the more you want to avoid people\"","response":"Dian Fossey"},{"text":"This \"All I Wanna Do\" singer said, \"To turn on your boyfriend, get naked and strap on an accordion\"","response":"Sheryl Crow"},{"text":"In \"Out on a Limb\" this actress mused, \"Perhaps our belief in death was the gravest unreality of all\"","response":"Shirley MacLaine"}],"originalDate":"1998-03-02"},{"category":"FAST FOOD","comments":"","clues":[{"text":"Recent commercials for this restaurant chain feature founder Dave Thomas answering his mail","response":"Wendy's"},{"text":"He was in his 60s when he put on a white suit &amp; traveled the country to franchise his chicken recipe","response":"Colonel Sanders"},{"text":"In 1962 Glen Bell opened the first of these fast food restaurants in Downey, California","response":"Taco Bell"},{"text":"On Labor Day weekend 1997, this \"royal\" chain introduced a 2 patty burger to compete with the Big Mac","response":"Burger King"},{"text":"This chain of seafood shoppes is headquartered in Lexington, Kentucky, a long way from \"Treasure Island\"","response":"Long John Silver's"}],"originalDate":"1998-03-02"},{"category":"ACTORS","comments":"","clues":[{"text":"He reportedly said he would've paid the studio for the chance to direct his first film, \"Play Misty for Me\"","response":"Clint Eastwood"},{"text":"Rap star &amp; underwear model who played porn star Dirk Diggler in \"Boogie Nights\"","response":"Mark Wahlberg"},{"text":"(Hi, I'm Traci Bingham)  This \"Baywatch\" star was once a centerfold...a centerfold in the May 1990 issue of Cosmopolitan","response":"David Hasselhoff"},{"text":"She was once the talk of the town, the town of Braselton, Georgia; she owned it for a while","response":"Kim Basinger"},{"text":"Marcel Marceau wrote a tribute to this late red-haired comedian for the Oct. 11, 1997 TV Guide","response":"Red Skelton"}],"originalDate":"1998-03-02"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"The promotion of Benjamin Lincoln &amp; 4 others over him really irked this future traitor","response":"Benedict Arnold"},{"text":"George Taylor signed this August 2, 1776 after replacing a Pennsylvania delegate who refused","response":"Declaration of Independence"},{"text":"In May 1778 British general James Grant tried to stop this Frenchman's troops at Barren Hill","response":"Marquis de Lafayette"},{"text":"It may have been James Clinton's brigade that received the surrendered British colors at this town","response":"Yorktown"},{"text":"Benjamin Harrison was a member of the first one of these bodies that met for the first time in 1774","response":"Continental Congress"}],"originalDate":"1998-03-09"}],{"category":"HIT SONGS","text":"Inspired by a Meher Baba saying, this 1980s Grammy winner was the first a cappella recording to top the Billboard 100","response":"\"Don't Worry, Be Happy\" (by Bobby McFerrin)"}]}