{"mix":4691,"rounds":[[{"category":"TOUGH '70s TV","comments":"","clues":[{"text":"A 1977 Saturday morning cartoon called \"I Am the Greatest\" featured \"The Adventures of\" this champ","response":"Muhammad Ali"},{"text":"NBC's \"Four-in-One\" included \"Night Gallery\", \"The Psychiatrist\" &amp; this Dennis Weaver series","response":"<i>McCloud</i>"},{"text":"Series title characters included Lucas Tanner a teacher, &amp; Lucan, a boy raised by these animals","response":"wolves"},{"text":"\"Temperatures Rising\" &amp; \"The New Temperatures Rising\" featured this \"Blazing Saddles\" star","response":"Cleavon Little"},{"text":"The summer 1975 series \"Joey and Dad\" featured this singer-dancer &amp; her dad, Ray","response":"Joey Heatherton"}],"originalDate":"2002-01-17"},{"category":"MYTHELLANY","comments":"","clues":[{"text":"Celtic myth tells us the Tuatha De Danann often live underground in this country","response":"Ireland"},{"text":"Mama Quilla, a moon goddess of these people, had a temple dedicated to her at Cuzco","response":"Inca"},{"text":"Partly from Latin meaning \"to speak\", it was a medium who spoke for a deity or the shrine whence she spoke","response":"oracle"},{"text":"Yikes! If you cut off one of the many heads of this Lake Lerna monster, 2 would grow in its place","response":"Hydra"},{"text":"This sly trickster of Norse myth can change his shape at will<span class=\"nobreak\">--</span>sometimes he's a fly, other times, a fish","response":"Loki"}],"originalDate":"2002-01-17"},{"category":"I'D LIKE TO BUY AN OWL","comments":"","clues":[{"text":"The ancient Greeks believed that the owl was sacred to this goddess of wisdom","response":"(Pallas) Athena"},{"text":"The elf owl, the world's smallest owl at 6\", nests in holes in this \"giant\" cactus of the American Southwest","response":"saguaro"},{"text":"This \"Elder\" Roman wrote that owls foretell evil &amp; are to be dreaded above all other birds","response":"Pliny"},{"text":"This species is named for its piercing call that sounds nothing like a hoot","response":"screech owl"},{"text":"The adult male of this owl species is usually pure white, although it may have brown spots","response":"snowy owl"}],"originalDate":"2002-01-17"},{"category":"\"ANTI\" UP","comments":"","clues":[{"text":"Many cars these days come equipped with this sophisticated stopping device","response":"anti-lock brakes"},{"text":"They're y-shaped protein molecules produced by B cells as a primary immune defense","response":"antibodies"},{"text":"Pomegranates are rich in these substances that will help keep you young (&amp; rust-free)","response":"antioxidants"},{"text":"It was the capital of the ancient kingdom of Syria &amp; home to Monty Python's holy hand grenade","response":"Antioch"},{"text":"From the Latin for \"of opposite feelings\", it's a natural repugnance or aversion","response":"antipathy"}],"originalDate":"2002-01-16"},{"category":"JACKS OR BETTER","comments":"","clues":[{"text":"This nursery rhyme kid likes plums &amp; pies &amp; has a big ego","response":"Little Jack Horner"},{"text":"This Beat Generation author pushed Zen Buddhism in his book \"The Dharma Bums\"","response":"Jack Kerouac"},{"text":"On April 13, 1999 a Michigan judge gave this doctor 10 to 25 years","response":"Jack Kevorkian"},{"text":"His third title defense, against Georges Carpentier in 1921, became boxing's first million-dollar gate","response":"Jack Dempsey"},{"text":"Upon this columnist's death Jack Anderson took over his \"Washington Merry-Go-Round\" column","response":"Drew Pearson"}],"originalDate":"2002-01-16"},{"category":"STRAIT","comments":"","clues":[{"text":"A suspension bridge built in 1957 over the Straits of Mackinac bridged this state's upper &amp; lower peninsulas","response":"Michigan"},{"text":"The La Perouse Strait separates Russia from this country's Hokkaido","response":"Japan"},{"text":"The Bass Strait separates the Australian mainland from this state","response":"Tasmania"},{"text":"This \"fiery\" archipelago is separated from the southern tip of South America by the Strait of Magellan","response":"Tierra del Fuego"},{"text":"The Strait of Malacca separates mainland Malaysia from Sumatra in this country","response":"Indonesia"}],"originalDate":"2002-01-16"}],[{"category":"ROYAL FLUSH","comments":"","clues":[{"text":"King Edwin of North Umbria's marriage to a Kentish princess led him to convert to this religion in 627","response":"Christianity"},{"text":"She inherited the duchy of Aquitaine in 1137","response":"Eleanor"},{"text":"In the 10th century this Scandinavian country had a scary-sounding king called Erik Bloodax","response":"Norway"},{"text":"At Halicarnassus for her husband Queen Artemisia erected the first large tomb known by this name","response":"mausoleum"},{"text":"When Menelik II's daughter Zauditu became empress of Ethiopia around 1916, this future emperor was named regent","response":"Haile Selassie"}],"originalDate":"2002-01-16"},{"category":"NOVELISTS","comments":"","clues":[{"text":"In an essay titled \"Why I Was Bachman\", this horror writer explained why he used a pseudonym for some works","response":"Stephen King"},{"text":"This Nero Wolfe creator made a fortune between 1917 &amp; 1927 by devising a school banking system","response":"Rex Stout"},{"text":"A Pulitzer Prize winner for \"A Death in the Family\", he wrote the screenplay for \"The African Queen\"","response":"James Agee"},{"text":"He wrote his first 2 novels, \"The New Centurions\" &amp; \"The Blue Knight\", while still with the Los Angeles police department","response":"Joe Wambaugh"},{"text":"In 1971 she published a photo book of her native Mississippi, \"One Time, One Place\"","response":"Eudora Welty"}],"originalDate":"2002-01-16"},{"category":"RELIGION","comments":"","clues":[{"text":"From the Arabic for \"one who surrenders\", it's an adherent of Islam","response":"Muslim"},{"text":"The 1963 Catholic Constitution on the Liturgy retained this language for certain rites","response":"Latin"},{"text":"This group first met out-of-doors in England in the 1650s waiting to receive God's light &amp; tremble from it","response":"Quakers"},{"text":"The Kami are the gods of this Japanese religion","response":"Shinto"},{"text":"Like bishops, abbots get to wear these liturgical headdresses","response":"miters"}],"originalDate":"2002-01-16"},{"category":"CORRECTION!","comments":"","clues":[{"text":"On March 22, 2001 the L.A. Times corrected its statement that Edison invented this natural phenomenon","response":"electricity"},{"text":"\"Jeopardy!\" said the headline \"Ford to City: Drop Dead\" came from the N.Y. Post; it really appeared in this newspaper","response":"<i>New York Daily News</i>"},{"text":"Patricia Smith apologized for attributing quotes to made-up people in this New England daily","response":"<i>Boston Globe</i>"},{"text":"In 1998 this network retracted its report on the U.S. using nerve gas on Vietnam defectors","response":"CNN"},{"text":"As we'd hope, this publication, the CJR, scrupulously corrects its own errors, like misspelling Dian Fossey","response":"Columbia Journalism Review"}],"originalDate":"2002-01-16"},{"category":"THE NATIONAL PASTIME","comments":"","clues":[{"text":"Several Milwaukee teams, including some in the Major Leagues, have had this sudsy nickname","response":"Brewers"},{"text":"A pitch that Steve Carlton mastered, or a player taking the low road to a base","response":"slider"},{"text":"In his first Major League managing job, his Twins finished first but he was fired after brawling with one of his players","response":"Billy Martin"},{"text":"This Yankee center fielder, the 1998 A.L. batting champ, plays classical guitar in his spare time","response":"Bernie Williams"},{"text":"International slugger who wrote \"A Zen Way of Baseball\"","response":"Sadaharu Oh"}],"originalDate":"2002-01-16"},{"category":"CELEBRITY RHYME TIME","comments":"","clues":[{"text":"Mr. Rogers' commie neighbors","response":"Fred's reds"},{"text":"Barker's unruly crowds","response":"Bob's mobs"},{"text":"Ms. Reno's heavenly bodies","response":"Janet's planets"},{"text":"Iacocca's bloodsucking insects","response":"Lee's fleas"},{"text":"Poet Ezra's squeals","response":"Pound's sounds"}],"originalDate":"2002-01-16"}],{"category":"INTERNATIONAL BUSINESS","text":"Still in existence, it began in 1688 in a British coffee shop popular with maritime folk; it soon got involved in their business","response":"Lloyd's of London"}]}