{"mix":4700,"rounds":[[{"category":"<em class=\"underline\">THE DAILY SHOW</em>","comments":"(Alex Trebek: That's a fun show.)","clues":[{"text":"The April 9, 2005 wedding of these 2 people was the topic of \"Bride of Chucky\"","response":"Prince Charles & Camilla"},{"text":"Our plan to make an enormous superpower with a grudge vs. the U.S. was outlined in \"De-Weakening\" this country","response":"Iraq"},{"text":"In 2005 the DNC was in the crosshairs when this Vermont man became \"Chairman Now\"","response":"Howard Dean"},{"text":"A White House man's involvement in the outing of this woman as a CIA agent was presented as \"Rove Actually\"","response":"Valerie Plame"},{"text":"\"Deconstructing Harriet\" broke down her Supreme Court nomination (before it broke down)","response":"Harriet Miers"}],"originalDate":"2006-07-21"},{"category":"MESOPOTAMIA","comments":"","clues":[{"text":"Gentler than Hammurabi's, the code of Ur-Nammu demands these, such as 1 mina, for inflicting injury","response":"a fine"},{"text":"What some Mesopotamians called the \"Nether Sea\" we call this gulf","response":"the Persian Gulf"},{"text":"Utnapishtim, the Mesopotamian version of this Biblical man, is warned of the destruction of Shuruppak","response":"Noah"},{"text":"They settled Mesopotamia around 3500 B.C. &amp; brought in some good ideas, like civilization &amp; writing","response":"the Sumerians"},{"text":"Nebuchadnezzar's spending on buildings &amp; war left this empire open to conquest in 539 B.C.","response":"the Babylonian Empire"}],"originalDate":"2006-07-21"},{"category":"YOU, YOUR HEALTH &amp; YOU","comments":"","clues":[{"text":"Swollen lymph nodes called buboes are the main sign of this disease that devastated 14th century Europe","response":"the bubonic plague"},{"text":"The American Academy of Dermatology told you to wear flip-flops to prevent this; Tinactin, stat!","response":"athlete's foot"},{"text":"Mere contact on scratched skin of saliva from an animal with this disease, aka hydrophobia, can transmit it","response":"rabies"},{"text":"These blood-clotting aiders have an average life span of 9 to 14 days; healthy adults have over a trillion of them","response":"a platelet"},{"text":"Wilson's disease, which can be misdiagnosed as schizophrenia, is caused by an excess of this element, Cu","response":"copper"}],"originalDate":"2006-07-21"},{"category":"THIS WEEK IN GOD","comments":"","clues":[{"text":"No need to set my alarm<span class=\"nobreak\">--</span>it's Saturday &amp; time for my worship of Somnus, the Roman god of this","response":"sleep"},{"text":"It's Sunday &amp; time to say a few prayers to Cautha, the sun god of this ancient people of the Italian peninsula","response":"the Etruscans"},{"text":"It's Tuesday &amp; it's raining; must be the work of Lei Kung, the thunder god of this religion founded by Lao Tzu","response":"Taoism"},{"text":"It's Wednesday &amp; it's time to light a candle to Ho Musubi No Kami, a fire god of this Japanese religion","response":"Shintoism"},{"text":"It's Thursday &amp; I had to work 16 hours today!  Guess I'll pray to Nyx, the Greek goddess of this","response":"night"}],"originalDate":"2006-07-21"},{"category":"BACK IN \"BLACK\"","comments":"","clues":[{"text":"You won't need 21 guesses to name this rhyming type of short, leather-covered club","response":"a blackjack"},{"text":"The scientific name of this medium-sized animal is Ursus americanus, if \"medium-sized\" means weighing up to 600 lbs.","response":"a black bear"},{"text":"Theoretically, its gravitational field is so intense that no electromagnetic radiation can escape","response":"a black hole"},{"text":"Ex-LAPD detective Steve Hodel thinks his own father killed Elizabeth Short, nicknamed this","response":"the \"Black Dahlia\""},{"text":"Churchill called his case of depression this animal","response":"the black dog"}],"originalDate":"2006-07-21"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"President Taft wasn't a Communist, but he was from this city that's home to Reds","response":"Cincinnati"},{"text":"The Sternwheel Regatta, a 10-day river festival, is held each summer in this West Virginia capital","response":"Charleston"},{"text":"Billy Joel could tell you this \"town\" near Bethlehem, Penn. has the oldest municipal band in the U.S.","response":"Allentown"},{"text":"Once the starting point for Florida's Celestial Railroad, this community has a park named for Burt Reynolds","response":"Jupiter"},{"text":"This \"town\" on Martha's Vineyard was named in 1671 for a son of the Duke of York","response":"Edgartown"}],"originalDate":"2006-07-21"}],[{"category":"PICK THE OSCAR WINNER","comments":"","clues":[{"text":"\"American Beauty\":<br>Kevin Spacey,<br>Annette Bening,<br>Chris Cooper","response":"Kevin Spacey"},{"text":"\"Jerry Maguire\":<br>Cuba Gooding, Jr.,<br>Tom Cruise,<br>Renee Zellweger","response":"Cuba Gooding, Jr."},{"text":"\"The Treasure of the Sierra Madre\":<br>Humphrey Bogart,<br>Tim Holt,<br>Walter Huston","response":"Walter Huston"},{"text":"\"Shampoo\":<br>Warren Beatty,<br>Goldie Hawn,<br>Lee Grant","response":"Lee Grant"},{"text":"\"A Beautiful Mind\":<br>Russell Crowe,<br>Jennifer Connelly,<br>Ed Harris","response":"Jennifer Connelly"}],"originalDate":"2006-07-21"},{"category":"FIRST-PERSON NARRATORS","comments":"(Alex Trebek: Name the narrator we quote in each clue in...)","clues":[{"text":"\"...Conversing with the Houyhnhnms, and looking upon them with delight, I fell to imitate their gait and gesture\"","response":"Gulliver"},{"text":"\"It was when curiosity about Gatsby was at its highest that the lights in his house failed to go on...\"","response":"Nick Carraway"},{"text":"\"But though I was so terrified by the idea of the seafaring man with one leg, I was far less afraid... than anybody else\"","response":"Jim Hawkins"},{"text":"\"I am now faced with the distasteful task of recording a definite drop in Lolita's morals\"","response":"Humbert Humbert"},{"text":"\"I'm immortal, more or less.  The light of the sun, the sustained heat of an intense fire<span class=\"nobreak\">--</span>these things might destroy me\"","response":"Lestat"}],"originalDate":"2006-07-21"},{"category":"BLAME IT ON THE REIGN","comments":"","clues":[{"text":"...of Clovis I, who made this city the Frankish capital in the 6th century","response":"Paris"},{"text":"...of this French monarch, who granted the American colonies cash before losing his head in 1793","response":"Louis XVI"},{"text":"...of this man, who in 1703 founded what is now Russia's largest port on a Swedish fort site on the Gulf of Finland","response":"Peter the Great"},{"text":"...of this English monarch, who made a truce with Saladin, ceding him Jerusalem","response":"Richard I (Richard the Lionhearted)"},{"text":"...of this Mongol of Xanadu fame, who founded his capital on the site of modern-day Beijing","response":"Kublai Khan"}],"originalDate":"2006-07-21"},{"category":"DRAMA &amp; DRAMATISTS","comments":"","clues":[{"text":"\"Whoever you are<span class=\"nobreak\">--</span>I have always depended on the kindness of strangers\" is from this Tennessee Williams play","response":"<i>A Streetcar Named Desire</i>"},{"text":"In this 1924 Eugene O'Neill tragedy, Eben Cabot \"desires\" his stepmother Abbie","response":"<i>Desire Under the Elms</i>"},{"text":"In \"A Midsummer Night's Dream\", Mustardseed &amp; Peaseblossom are attendants of this fairy queen","response":"Titania"},{"text":"This play opens as Sir Thomas More is under pressure to approve Henry VIII's desire to divorce Catherine of Aragon","response":"<i>A Man for All Seasons</i>"},{"text":"Humphrey Bogart starred on Broadway as gangster Duke Mantee in this 1935 Robert Sherwood drama","response":"<i>The Petrified Forest</i>"}],"originalDate":"2002-01-11"},{"category":"CLASSIC TV EPISODES","comments":"(Alex: You have to identify the show.)","clues":[{"text":"\"My Coffee with Niles\"","response":"<i>Frasier</i>"},{"text":"\"It's a Bundyful Life\"","response":"<i>Married... with Children</i>"},{"text":"\"The Soup Nazi\"","response":"<i>Seinfeld</i>"},{"text":"\"The Ugliest Dog in Hawaii\"","response":"<i>Magnum, P.I.</i>"},{"text":"\"The City on the Edge of Forever\"","response":"<i>Star Trek</i>"}],"originalDate":"2002-01-11"},{"category":"ROCKET SCIENCE","comments":"","clues":[{"text":"Rocket propellants come in these 2 basic types, combined in hybrid systems","response":"solid or liquid"},{"text":"Gemini spacecraft were launched into orbit with this rocket that shares its name with a moon of Saturn","response":"Titan"},{"text":"During the Persian Gulf War, the USA's Patriot missiles were used to intercept these Iraqi missiles","response":"Scud"},{"text":"This German rocket served as the prototype for all U.S. &amp; Soviet missiles after World War II","response":"V-2"},{"text":"In 1929 he launched the first rocket to carry instruments: a barometer, a thermometer &amp; a camera","response":"(Robert) Goddard"}],"originalDate":"2002-01-11"}],{"category":"COUNTRIES' HIGHEST PEAKS","text":"These 2 nations, one an island, have highest peaks with the same name; they also share a common European culture","response":"Greece & Cyprus"}]}