{"mix":4702,"rounds":[[{"category":"GONNA FLY NOW","comments":"","clues":[{"text":"In 1932 she flew from Newfoundland to a pasture near Londonderry in 14 hours, 54 minutes","response":"Amelia Earhart"},{"text":"Of monoplane, biplane or triplane, the first to achieve manned, powered, heavier-than-air flight","response":"biplane"},{"text":"On December 31, 1968 this country's Tupolev Tu-144 became the first supersonic transport plane to be test flown","response":"USSR"},{"text":"This term for the flight of an airplane on a combat mission is from the French for \"to go out\"","response":"sortie"},{"text":"In 1962 Robert White, the first pilot to qualify as an astronaut, flew this experimental plane to over 50 mi. up","response":"X-15"}],"originalDate":"2002-01-10"},{"category":"THE LAND DOWN UNDER","comments":"","clues":[{"text":"It's not only Australia's largest city, it's the oldest as well","response":"Sydney"},{"text":"Australia's name comes from the Latin \"australis\", which means this","response":"south (southern)"},{"text":"Until 1852 this island state served as a penal colony for the British","response":"Tasmania"},{"text":"This capital of the Northern Territory named for a naturalist, lies near the Beagle Gulf","response":"Darwin"},{"text":"Cape York on Cape York Peninsula in this state is the Australian mainland's northern-most point","response":"Queensland"}],"originalDate":"2002-01-09"},{"category":"STATE QUARTERS","comments":"","clues":[{"text":"The first 3 ships that reached Jamestown are docked on the reverse of this state's quarter","response":"Virginia"},{"text":"The Massachusetts quarter has this \"timely\" guy on the back","response":"Minuteman"},{"text":"There's a keystone &amp; an outline of the state on its quarter","response":"Pennsylvania"},{"text":"Caesar Rodney's horseback ride backs this state's quarter, the first issued","response":"Delaware"},{"text":"The paths of a river &amp; a canal are on the back of this state's coin, as well as the line \"Gateway to Freedom\"","response":"New York State"}],"originalDate":"2002-01-09"},{"category":"PARLEZ-VOUS FRANCAIS?","comments":"","clues":[{"text":"Lundi is this day of the week","response":"Monday"},{"text":"Lunch is le dejeuner, this is le petit dejeuner","response":"breakfast"},{"text":"A bon mot is a witty remark, or literally a good one of these","response":"word"},{"text":"The pastry is pate feuillete; the nationality is Danois","response":"Danish"},{"text":"The French say \"pomme de terre\"; we say this","response":"potato"}],"originalDate":"2002-01-09"},{"category":"'70s ALBUMS","comments":"","clues":[{"text":"Although recorded before \"Abbey Road\", it was the last Beatles LP of all-new material to hit No. 1","response":"<i>Let It Be</i>"},{"text":"This 1973 Marvin Hamlisch soundtrack LP contained such instruments as \"Gladiolus Rag\" &amp; \"Pineapple Rag\"","response":"<i>The Sting</i>"},{"text":"The stars on the 1977 soundtrack album \"A Star is Born\" are Barbra Streisand &amp; this lead in the movie","response":"Kris Kristofferson"},{"text":"\"Angie\", an acoustic ballad was the biggest hit off their \"Goats Head Soup\" album","response":"Rolling Stones"},{"text":"This Fleetwood Mac album was the top album of 1977","response":"<i>Rumours</i>"}],"originalDate":"2002-01-09"},{"category":"COMPUTER HACKERS","comments":"","clues":[{"text":"Like people who break into safes, those who break into systems are called these, which rhymes with \"hackers\"","response":"crackers"},{"text":"Hackers on this agency's website changed the middle of its name to \"stupidity\"","response":"CIA"},{"text":"Matthew Broderick toys with NORAD in this film that helped bring hacking into popular culture","response":"<i>WarGames</i>"},{"text":"In 1999 hackers briefly controlled the pipelines of Gazprom, this country's natural gas company","response":"Russia"},{"text":"This legendary hacker was paroled in 2000 but at first was not allowed any contact with computers","response":"Kevin Mitnick"}],"originalDate":"2002-01-09"}],[{"category":"GODS &amp; GODDESSES","comments":"","clues":[{"text":"The son of Hypnos, Morpheus was the god of these in Greek mythology; sleep tight!","response":"dreams"},{"text":"This trumpeter god lends his name to a moon of Neptune","response":"Triton"},{"text":"As the Greek god of winds, he kept the winds imprisoned in a cave on the Lipari Islands","response":"Aeolus"},{"text":"Dedicated to the goddess of the hunt, this wonder of the ancient world was found at Ephesus","response":"Temple of Artemis (Temple of Diana)"},{"text":"The human body of Thoth, the Egyptian god of wisdom, was topped with the head of this \"sacred\" bird","response":"ibis"}],"originalDate":"2002-01-09"},{"category":"RHYME TIME","comments":"","clues":[{"text":"Crooner Como's maraschinos","response":"Perry's cherries"},{"text":"The Impaler's apartments","response":"Vlad's pads"},{"text":"Tony Orlando backing group's grassy yards","response":"Dawn's lawns"},{"text":"Masterson's Persians &amp; calicos","response":"Bat's cats"},{"text":"Knotts' white water birds","response":"Don's swans"}],"originalDate":"2002-01-09"},{"category":"HONORARY DEGREES","comments":"","clues":[{"text":"This new doctor can put his honorary Ph.D. next to his Oscar for \"Leaving Las Vegas\"","response":"Nicolas Cage"},{"text":"It was a beautiful day in his neighborhood when he got a Ph.D. from Middlebury","response":"Mister Rogers"},{"text":"Maybe Springsteen was unavailable, so N.J.s Monmouth University gave a Ph.D. to this \"Livin' on a Prayer\" rocker instead","response":"Jon Bon Jovi"},{"text":"South Carolina's Lander University gave a humane letters degree to this \"Groundhog Day\" actress, but only once","response":"Andie MacDowell"},{"text":"\"Them good old boys were drinking whiskey and rye\" when this singer doctored up an honorary degree from Iona","response":"Don McLean"}],"originalDate":"2002-01-08"},{"category":"WINE IF YOU MUST","comments":"","clues":[{"text":"Hock is a British term for the Rhine wines from this country","response":"Germany"},{"text":"When uncorked, a wine is said to begin to do this, something Faith Hill sang about","response":"breathe"},{"text":"Term for the juice of freshly crushed grapes (Hint: remember the category)","response":"must"},{"text":"In the Bordeaux region this term refers to a vineyard rather than a castle","response":"chateau"},{"text":"The Asti region of Italy is known for this \"foamy\" or \"sparkling\" wine","response":"spumante"}],"originalDate":"2002-01-08"},{"category":"SCRIPTURE SAYETH","comments":"","clues":[{"text":"The lesser-known 24th of these begins, \"The Earth is the Lord's, and the fullness thereof\"","response":"Psalms"},{"text":"The prophet Nahum says, \"The Lord is slow to\" this state<span class=\"nobreak\">--</span>but when he gets there, look out!","response":"anger"},{"text":"Completes Jesus' words to the woman taken in adultery, \"Go, and...\"","response":"sin no more"},{"text":"This sensuous \"Song\" sayeth, \"Thy name is like a round goblet...thing eyes like the fishpools in Heshbon\"","response":"Song of Solomon"},{"text":"Proverbs asketh, \"Who can find a virtuous woman? For her price is far above\" these gems","response":"rubies"}],"originalDate":"2002-01-08"},{"category":"BONDS' 73","comments":"","clues":[{"text":"This man who shattered Roger Maris' 37-year-old record had his record broken by Barry Bonds in only 3 years","response":"Mark McGwire"},{"text":"According to USA Today, it's 5.6 miles or 29,468 feet","response":"combined distance of all his home runs"},{"text":"37 of the 73 home runs were hit in this stadium","response":"Pacific Bell Park"},{"text":"Regulation inning in which Barry hit the fewest of the 73 homers, only 3; makes sense if you think about it","response":"9th"},{"text":"It was this team's Dennis Springer that Bonds hit No. 73 off of","response":"Los Angeles Dodgers"}],"originalDate":"2002-01-08"}],{"category":"CHILDREN'S LIT","text":"This classic book begins, \"The pretty little Swiss town of Mayenfeld lies at the foot of a mountain range\"","response":"<i>Heidi</i>"}]}