{"mix":4709,"rounds":[[{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"Alexandra Ripley read this novel 6 times in preparation for writing its sequel, \"Scarlett\"","response":"<i>Gone with the Wind</i>"},{"text":"She turned her short story collection \"Wind and Water\" into the bestseller \"The Joy Luck Club\"","response":"Amy Tan"},{"text":"Virginia Woolf originally called her \"Mrs. Dalloway\" novel this, like a 2002 Nicole Kidman movie","response":"<i>The Hours</i>"},{"text":"Following up her 1978 bestseller, she dished out \"Scruples Two\" in '92","response":"Judith Krantz"},{"text":"\"The Senator's Daughter\" is one of several thrillers by this daughter of the \"Teflon Don\"","response":"Victoria Gotti"}],"originalDate":"2006-07-18"},{"category":"ADVERTISING","comments":"","clues":[{"text":"Shown in 1941, the first TV commercial was a Bulova ad for these","response":"watches"},{"text":"Advertising Age ranked the 1959 \"Think Small\" ads for this car the top campaign of the 20th century","response":"the (VW) Beetle"},{"text":"January 1, 1971 was the last day these could be advertised on U.S. TV","response":"cigarettes"},{"text":"Medieval merchants hired these to shout out praises for their wares in addition to the local news","response":"town criers"},{"text":"Clairol's \"Does she... or doesn't she\" ads read, \"Only her mother knows for sure\" but were soon changed to this","response":"hairdresser"}],"originalDate":"2006-07-18"},{"category":"EARTHQUAKES","comments":"","clues":[{"text":"This well-known fault is considered the main boundary between the North American &amp; Pacific plates","response":"the San Andreas Fault"},{"text":"The biggest quake ever recorded, a magnitude 9.5, occurred in 1960 off this South American nation's west coast","response":"Chile"},{"text":"S, or secondary, seismic waves travel fairly slowly, but these waves deep in the earth exceed 25,000 mph","response":"P waves (primary)"},{"text":"The USA's most powerful quake occurred in 1964 in Alaska on this Christian holiday also associated with a quake","response":"Good Friday"},{"text":"A 2005 quake beneath Lake Tanganyika on this 3,500-mile-long \"Great\" African fault was felt 600 mi. away in Nairobi","response":"the Great Rift Valley"}],"originalDate":"2006-07-18"},{"category":"JEOPORTMANTEAU!","comments":"(Alex: Each correct response will be two words joined together.) ... (Alex: Now, a further explanation on the [*].  I said, \"two words joined together\".  For instance, if we said, \"Salt companion &amp; sweat\", you would say, \"What is pepperspiration?\"  That's an example.  So watch out.)","clues":[{"text":"Commander-in-chief plus a job with teeth","response":"presidentist"},{"text":"Tanzanian island of Hope/Crosby fame plus Sweeney Todd profession","response":"Zanzibarber"},{"text":"Sweet treat symbol of Kojak plus tree of willow family","response":"a lollipoplar"},{"text":"Hawaiian nut plus an adjective meaning cordial","response":"macadamiable"},{"text":"Amendment to a will plus a Latin American leafy spice, aka coriander","response":"codicilantro"}],"originalDate":"2006-07-18"},{"category":"ASHES TO ASHES","comments":"","clues":[{"text":"Deadheads know that his ashes were scattered in the Ganges &amp; beneath the Golden Gate Bridge","response":"Jerry Garcia"},{"text":"There's no business like show business, &amp; after her 1984 death, her ashes made a final appearance on Broadway","response":"Ethel Merman"},{"text":"In 2005 this journalist went out with a bang; his ashes were shot from a cannon near his Colorado home","response":"Hunter Thompson"},{"text":"As requested, his ashes were buried beneath a tree in front of his office on Ventura Blvd. in Tarzana, Calif.","response":"Edgar Rice Burroughs"},{"text":"The Boston Public Library houses the ashes &amp; death masks of this anarchist pair executed in 1927","response":"Sacco & Vanzetti"}],"originalDate":"2006-07-18"},{"category":"DUST TO DUST","comments":"","clues":[{"text":"During the 1930s this drought-ridden area of the Great Plains included parts of Kansas, Oklahoma &amp; Texas","response":"the Dust Bowl"},{"text":"In 2001 the Odyssey spacecraft observed one of the largest dust storms ever on this planet","response":"Mars"},{"text":"In Genesis \"God said unto\" this creature \"dust shalt thou eat all the days of thy life\"","response":"the serpent"},{"text":"This geographic area is estimated to generate more than 60% of the Earth's airborne dust","response":"the Sahara"},{"text":"In \"King Lear\", Albany tells her, \"You are not worth the dust which the rude wind blows in your face\"","response":"Goneril"}],"originalDate":"2006-07-18"}],[{"category":"HISTORIC AMERICANS","comments":"","clues":[{"text":"In the 1840s he opened a photographic portrait studio on Fulton &amp; Broadway in New York City","response":"(Mathew) Brady"},{"text":"Carrie Chapman Catt succeeded this woman as president of the National American Woman Suffrage Association","response":"Susan B. Anthony"},{"text":"A flag with a red cross on it flies over her Glen Echo, Maryland home, now a National Historic Site","response":"Clara Barton"},{"text":"We tell you no \"tails\": 19th c. astronomer George Phillips Bond discovered 11 of these celestial bodies","response":"comets"},{"text":"Civil War veteran Ira Dutton became Brother Joseph &amp; helped Father Damien care for the lepers on this island","response":"Molokai"}],"originalDate":"2006-07-17"},{"category":"STATE FISH","comments":"","clues":[{"text":"A Massachusetts cape is named for this state fish, a valuable food source","response":"cod"},{"text":"The largemouth species of this fish is the state fish of Alabama, Florida, Mississippi &amp; Georgia","response":"bass"},{"text":"Called a muskie for short, it's Wisconsin's state fish","response":"a muskellunge"},{"text":"This largest species of salmon, Oregon's state fish, shares its name with an Indian tribe &amp; may grow to 3 feet","response":"the Chinook salmon"},{"text":"South Dakota chose the walleye, while North Dakota chose the northern type of this fish","response":"a pike"}],"originalDate":"2006-07-17"},{"category":"INVENTORS &amp; INVENTIONS","comments":"","clues":[{"text":"In 1859 Martha Coston patented these devices that sailors could send into the sky to communicate","response":"flares"},{"text":"This device was first developed by Zenith in 1950 under the name \"Lazy Bones\"","response":"a (TV) remote control"},{"text":"One of the first of these was based on an inclined conveyor belt &amp; used in a NYC elevated train station in 1900","response":"an escalator"},{"text":"In 1893 this German engineer published \"The Theory and Construction of a Rational Heat Engine\"","response":"Rudolf Diesel"},{"text":"Invented by Philip Drinker in the 1920s, this closed respirator is used by patients who can't breathe on their own","response":"an iron lung"}],"originalDate":"2006-07-17"},{"category":"<em class=\"underline\">ESQUIRE</em>'S DUBIOUS ACHIEVEMENTS 2005","comments":"","clues":[{"text":"\"You Know, Frank's Brother\": he \"announced that he will write, direct and star in Rocky VI\"","response":"Sylvester Stallone"},{"text":"This Russian president pocketed a Super Bowl ring being shown to him; Esquire speculated that he pawned it","response":"Putin"},{"text":"\"Actually, We're Gonna Go With 'Mr. Spears'\": \"Back then they called me K-Fed, but you can call me Daddy instead\", he rapped","response":"(Kevin) Federline"},{"text":"\"If He's Not Careful, He's Going to Hurt His Reputation\": this \"Cinderella Man\" threw a phone at a hotel worker","response":"Russell Crowe"},{"text":"\"Awkward Moments of the Year\": Mike Myers' Hurricane Relief Show appearance with this hip-hopper","response":"Kanye West"}],"originalDate":"2006-07-17"},{"category":"PUT ME IN, COACH!","comments":"","clues":[{"text":"I can't believe the ref called one of these on our goalie for elbowing, but I'm ready to go to the box &amp; serve it","response":"a penalty"},{"text":"Put me in as this substitute on the basepaths!  I'll steal second before you know it","response":"a pinch runner"},{"text":"Coach, we need rebounds.  I can lead us to the promised land like this Hall of Fame Rockets &amp; Sixers center","response":"Moses Malone"},{"text":"Put me in at quarterback!  Wilson &amp; I have been working on this old-time trick play named for a monument","response":"Statue of Liberty play"},{"text":"Put me in at this soccer position also called halfback<span class=\"nobreak\">--</span>I can help on both offense &amp; defense","response":"midfielder"}],"originalDate":"2006-07-17"},{"category":"DINOSAURS","comments":"","clues":[{"text":"Many now think that unlike modern reptiles, dinosaurs were homeothermic, meaning this","response":"warm-blooded"},{"text":"Edmontosaurus, discovered in this Canadian province in 1917, was almost defenseless &amp; was preyed upon by the T-rex","response":"Alberta"},{"text":"Despite its great size, this \"plated lizard\" had a brain the size of a walnut","response":"<i>Stegosaurus</i>"},{"text":"This city's Carnegie Museum of Natural History has the first Tyrannosaurus rex skeleton, found in 1902","response":"Pittsburgh"},{"text":"This name of the ferocious predator seen in \"Jurassic Park\" means \"one who seizes quickly\"","response":"<i>Velociraptor</i>"}],"originalDate":"2006-07-17"}],{"category":"CHILDREN'S LITERATURE","text":"In the original 1883 work, this title character kills a talking cricket, has his feet burned off &amp; nearly starves","response":"Pinocchio"}]}