{"mix":4720,"rounds":[[{"category":"GETTING DOWN TO BUSINESS","comments":"","clues":[{"text":"At first this \"familial\" company rejected Monopoly due to \"52 design errors\"","response":"Parker Brothers"},{"text":"A commercial that ran just once for this computer company helped make Chiat/Day Advertising Age's Agency of the Decade","response":"Apple"},{"text":"\"Constructive\" term for a physical store, as opposed to an online one","response":"bricks and mortar"},{"text":"In 2000 Jeffrey Immelt was named to succeed this man nicknamed \"Neutron Jack\" as General Electric's CEO","response":"Welch"},{"text":"In 1997 brewer Guinness PLC merged with Grand Metropolitan PLC, PLC standing for this type of \"company\"","response":"a public limited company"}],"originalDate":"2001-12-31"},{"category":"\"I\" DIDN'T EXPECT","comments":"","clues":[{"text":"It precedes coffee, setter, whiskey &amp; wolfhound","response":"Irish"},{"text":"Jacques Rogge was elected president of this governing body in July 2001","response":"the IOC, the International Olympic Committee"},{"text":"Ron Kovic could have called his book \"Born on\" this<span class=\"nobreak\">--</span>it's the same thing","response":"Independence Day"},{"text":"This verb form makes the word a command","response":"imperative"},{"text":"The black, shiny crystals of this element are dissolved in alcohol to make an antiseptic","response":"iodine"}],"originalDate":"2001-12-31"},{"category":"THE SPANISH INQUISITION","comments":"(Alex: Well, no one expects the Spanish Inquisition.)","clues":[{"text":"This French emperor's invasion in 1808 helped put the inquisition out of business","response":"Napoleon"},{"text":"Bans instituted on this ancient book in Castilian or any other vulgar tongue lasted into the 18th century","response":"the Bible"},{"text":"The inquisition began in Spain to check up on conversos, people of this religion who converted to Christianity","response":"Judaism"},{"text":"Property of the condemned person was split among the Inquisition, the Crown &amp; the person who had done this","response":"the person who had turned them in (the informer, the accuser)"},{"text":"With Papal approval, this royal pair began the Inquisition in 1478","response":"Ferdinand & Isabella"}],"originalDate":"2001-12-31"},{"category":"THEY PLAYED REAL PEOPLE","comments":"(Alex: You have to identify the performer.)","clues":[{"text":"Armed Forces Radio disc jockey Adrian Cronauer (1987)","response":"Robin Williams"},{"text":"NYC police officer Frank Serpico (1973)","response":"Al Pacino"},{"text":"Rusty Dennis, mother of Rocky, a child with a rare deformative disease (1985)","response":"Cher"},{"text":"Erin Brockovich's attorney Ed Masry","response":"Albert Finney"},{"text":"Augusto Odone, father of 12-year-old Lorenzo Odone (1992)","response":"Nick Nolte"}],"originalDate":"2001-12-31"},{"category":"HOW NOVEL","comments":"","clues":[{"text":"FBI trainee Clarice Starling gets help from a killer to solve Buffalo Bill's grisly crimes in this novel","response":"<i>The Silence of the Lambs</i>"},{"text":"He completed his medical studies before writing \"The Razor's Edge\" &amp; \"Cakes and Ale\"","response":"Somerset Maughm"},{"text":"In 1904 this author of \"The Jungle\" published \"Manassas: A Civil War Novel\"","response":"Upton Sinclair"},{"text":"David Balfour ends up on a ship bound for the Carolinas in this novel by Robert Louis Stevenson","response":"<i>Kidnapped</i>"},{"text":"Arthur S. Golden spent 10 years researching geisha culture before publishing this book, his first novel","response":"<i>Memoirs of a Geisha</i>"}],"originalDate":"2001-12-31"},{"category":"LINKIN' WITH LINCOLN","comments":"","clues":[{"text":"The University of this state has branches in Kearney, Omaha &amp; Lincoln","response":"Nebraska"},{"text":"In 1922 this company acquired the Lincoln Motor Co.","response":"Ford"},{"text":"Breeds of these include Lincoln, Cotswold &amp; Leicester","response":"sheep"},{"text":"This Illinois senator, once the subject of great debate, was working for his old foe Lincoln when he died","response":"Stephen Douglas"},{"text":"This Finnish-born architect designed Lincoln Center's Vivian Beaumont Theater","response":"Eero Saarinen"}],"originalDate":"2001-12-31"}],[{"category":"PSYCH 102","comments":"(Alex: This is probably gonna be very tough stuff.)","clues":[{"text":"In 1929 Lashley reported that in maze tests these animals figured out how to push back the cover &amp; take a shortcut","response":"rats"},{"text":"The famous 1899 paper on \"The Interpretation of\" these was received better by the public than by psychologists","response":"dreams"},{"text":"You are getting sleepy, sleepy, you will buy Clark Hull's landmark 1933 book on this subject","response":"hypnotism"},{"text":"Megalomania is also called delusions of this","response":"grandeur"},{"text":"1912 was a big year in psychology; we heard about IQ testing &amp; gestalt, &amp; this man was writing his behaviorist paper","response":"John Watson"}],"originalDate":"2001-12-31"},{"category":"NAME'S THE SAME","comments":"","clues":[{"text":"Place you go to mail a letter, or a kids' game that's sealed with a kiss","response":"post office"},{"text":"Newsmagazine seen Friday nights on ABC, or an ophthalmologist's term for normal vision","response":"20/20"},{"text":"Nickname of one of Henry VIII's daughters, or a popular mixed drink","response":"a Bloody Mary"},{"text":"It's a dependent country in the tropics, or a store chain selling clothes to wear in the tropics","response":"Banana Republic"},{"text":"A 1959 Top 10 hit by The Crests, or a 1984 film starring Molly Ringwald","response":"<i>Sixteen Candles</i>"}],"originalDate":"1989-06-26"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"French company that's No. 1 in sales of sparkling mineral water in the U.S.","response":"Perrier"},{"text":"In 1988 the FAA awarded this co. a $3.5 billion contract to improve the air traffic control computer system","response":"IBM"},{"text":"Members of this \"club\" that started in 1926 have to indicate when they don't want a selection","response":"the Book of the Month club"},{"text":"Pharmacist Benjamin Green started this co. in 1944 after finding cocoa butter tanned his bald head","response":"Coppertone"},{"text":"Ultralock &amp; Elna lock are makes of sergers which are used in conjunction with these machines","response":"sewing machines"}],"originalDate":"1989-06-26"},{"category":"EUROPE","comments":"","clues":[{"text":"Nation whose flag is made up of the crosses of St. George, St. Andrew &amp; St. Patrick","response":"Great Britain"},{"text":"In 1967 the citizens of this 2.3 square mile territory voted against its being returned to Spain","response":"Gibraltar"},{"text":"The 3 Low Countries","response":"Belgium, the Netherlands & Luxembourg"},{"text":"You can go from one part of this city to the other by walking across the Ponte Vecchio over the Arno","response":"Florence"},{"text":"Only predominantly Slavic country that's not in the Soviet bloc","response":"Yugoslavia"}],"originalDate":"1989-06-26"},{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"In late 1988 this first lady said of her husband, \"I don't think his staff served him well, in general\"","response":"Nancy Reagan"},{"text":"The Kennedy clan frequently played touch football at the family compound in this Cape Cod town","response":"Hyannisport, Massachusetts"},{"text":"This Depression era president received 89 honorary degrees, more than any other president","response":"Herbert Hoover"},{"text":"When he wanted to enlarge the Supreme Court, his opponents called it \"packing the court\"","response":"FDR"},{"text":"He was the 2nd president from Ohio to be assassinated","response":"McKinley"}],"originalDate":"1989-06-26"},{"category":"THE LAST SUPPER","comments":"","clues":[{"text":"As it may have been a Passover dinner, the bread Jesus passed around was probably of this type","response":"unleavened"},{"text":"Of in a basement, on ground level or upstairs, where it was held","response":"upstairs"},{"text":"According to Matthew, Jesus said the one that dippeth in the dish would do this","response":"betray him"},{"text":"It took place in this city","response":"Jerusalem"},{"text":"Jesus said he wouldn't do this again until he did it in the Kingdom of God","response":"drink"}],"originalDate":"1989-06-26"}],{"category":"ANATOMY","text":"You have this bone, snakes don't, &amp; in bats, it's keeled","response":"a breastbone (or sternum)"}]}