{"mix":4722,"rounds":[[{"category":"MOVIE QUOTES","comments":"","clues":[{"text":"\"Toto, I have a feeling we're not in Kansas anymore\"","response":"<i>The Wizard of Oz</i>"},{"text":"\"Pinch me, Rosie, here we are going down the river like Antony and Cleopatra on that barge\"","response":"<i>The African Queen</i>"},{"text":"\"Et cetera, et cetera, et cetera!\"","response":"<i>The King and I</i>"},{"text":"\"Now that we're through with \"Humiliate the Host\"... how about a little round of \"Get the Guests?\"","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"\"Wherever there's a fight, so hungry people can eat, I'll be there\"","response":"<i>The Grapes of Wrath</i>"}],"originalDate":"1991-06-27"},{"category":"INVENTORS","comments":"","clues":[{"text":"There already was a machine to remove the seeds of coastal cotton; he invented one for inland cotton","response":"Eli Whitney"},{"text":"He came up with a gyroscopic stabilizer for ships before his company merged with Remington Rand","response":"Sperry"},{"text":"He may have understood gravity, but the steam-powered car he built in 1680 didn't work","response":"Newton"},{"text":"No one knows who invented the razor but we know this man invented the safety razor","response":"(King) Gillette"},{"text":"Ottmar Mergenthaler's machine for producing printing bars is better known as this","response":"the linotype"}],"originalDate":"1991-06-27"},{"category":"LANGUAGES","comments":"","clues":[{"text":"This U.S. lexicographer was the first to delete the \"U\" from words like \"colour\" in his 1806 dictionary","response":"Noah Webster"},{"text":"Russian uses this 32-letter alphabet developed from the Greek alphabet","response":"the Cyrillic alphabet"},{"text":"It's the most widely spoken romance language","response":"Spanish"},{"text":"While English does not, Cornish, Welsh &amp; Gaelic do belong to this language group","response":"the Celtic language"},{"text":"According to the World Almanac this international language could shortly have 2 million speakers","response":"Esperanto"}],"originalDate":"1991-06-27"},{"category":"SOUP'S ON","comments":"","clues":[{"text":"Bouillon is from \"to boil\", but the word for this fish soup means \"to boil it &amp; then lower the heat\"","response":"bouillabaisse"},{"text":"Instead of sipping this reptilian soup you can make a mock version flavored with veal","response":"turtle"},{"text":"A madrilène is a consommé flavored with this kind of juice","response":"tomato juice"},{"text":"These stuffed noodles, the Jewish version of raviolis, are usually served in soup","response":"kreplach"},{"text":"From the Tamil for \"pepper water\" it's a spicy curry soup","response":"mulligatawny soup"}],"originalDate":"1991-06-27"},{"category":"THE NEW TESTAMENT","comments":"","clues":[{"text":"Jesus said 1 of the 2 greatest commandments is \"Thou shalt love thy neighbor as\" this","response":"as thyself"},{"text":"In his triumphal entry into Jerusalem, Jesus rode this animal","response":"a donkey"},{"text":"It's the only New Testament book that focuses mainly on prophetic events","response":"Revelation"},{"text":"For his outspoken denunciation of this king's marriage, John the Baptist was beheaded","response":"Herod Antipas"},{"text":"Paul converted to Christianity as a result of his journey to this city","response":"Damascus"}],"originalDate":"1993-11-01"},{"category":"TELEVISION","comments":"","clues":[{"text":"Beau Bridges appeared in several episodes of this syndicated series starring his father as an ex-Navy frogman","response":"<i>Sea Hunt</i>"},{"text":"C.J., one of these animals, appeared in 2 Clint Eastwood movies before starring in \"Mr. Smith\"","response":"an orangutan"},{"text":"It's the real first name of the character Doogie Howser","response":"Douglas"},{"text":"She's won 4 Emmys for playing Carla the waitress on \"Cheers\"","response":"Rhea Perlman"},{"text":"In a February 1987 episode of this series, Lee Stetson &amp; Amanda King finally married","response":"<i>Scarecrow and Mrs. King</i>"}],"originalDate":"1993-11-01"}],[{"category":"FOOD","comments":"","clues":[{"text":"Prized by the Japanese for their caps, Shiitake &amp; Matsutake are types of these","response":"mushrooms"},{"text":"Hummus, a paste of mashed chickpeas, is often served with this Middle Eastern pocket bread","response":"pita"},{"text":"Texans popularly refer to this meat dish as \"a bowl of red\"","response":"Chili"},{"text":"It's the traditional meat for Irish stew","response":"mutton (lamb)"},{"text":"To a Spaniard, camarones fritos are fried ones of these","response":"shrimp"}],"originalDate":"1993-11-01"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"When she moved from Paris to England in 1802, she brought some of her best wax figures with her","response":"(Madame) Tussaud"},{"text":"This Welshman who found Livingstone spent a few years as a U.S. citizen","response":"Stanley"},{"text":"Abe Lincoln's son Thomas was usually known by this nickname","response":"Tad"},{"text":"This dictator refused a German offer to return his son Yakov Dzhugashvili in a P.O.W. exchange","response":"Joseph Stalin"},{"text":"This king was born in Cairo on February 11, 1920","response":"Farouk"}],"originalDate":"1993-11-01"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Noted for its 138-foot-high nave, Amiens is the largest Gothic cathedral in this country","response":"France"},{"text":"Pisa, Italy's International Airport is named for this astronomer","response":"Galileo"},{"text":"The home of this inventor in Rochester, N.Y. is now a museum devoted to photography","response":"(George) Eastman"},{"text":"Andrew Johnson's home, tailor shop &amp; grave can be found at a historic site in Greeneville in this state","response":"Tennessee"},{"text":"The Court of the Lions is the central fountain of this Moorish fortress in Granada, Spain","response":"the Alhambra"}],"originalDate":"1993-11-01"},{"category":"FOR THE BIRDS","comments":"","clues":[{"text":"Distances are measured \"as\" this bird \"flies\"","response":"the crow"},{"text":"To speak bluntly is \"to talk\" this bird","response":"turkey"},{"text":"A car door hinged at the top so it swings upward is this bird wing","response":"a gull-wing"},{"text":"A place for papers in a desk, or a niche for a nest","response":"a pigeon-hole"},{"text":"After 12 days the singer of \"The 12 Days of Christmas\" will own exactly a dozen of these birds","response":"partridges"}],"originalDate":"1993-11-01"},{"category":"COLONIAL AMERICA","comments":"","clues":[{"text":"In the 1630s the area that's now this state was called Terra Mariae","response":"Maryland"},{"text":"This man who bought Manhattan was lost at sea during a hurricane in 1638","response":"(Peter) Minuit"},{"text":"In 1776 he said, \"We must all hang together, or assuredly we shall all hang separately\"","response":"Benjamin Franklin"},{"text":"In 1693 this Puritan preacher wrote about witches in \"The Wonders of the Invisible World\"","response":"Cotton Mather"},{"text":"The 1st colonial woman married in New England was the widowed mother of this child born on the Mayflower","response":"Peregrine White"}],"originalDate":"1993-11-01"},{"category":"9-LETTER WORDS","comments":"","clues":[{"text":"A prominent human nose, or a long, flexible snout","response":"a proboscis"},{"text":"This official at a college keeps records of the enrollment &amp; grades","response":"a registrar"},{"text":"This system of the Middle Ages was basically an arrangement between lords &amp; vassals","response":"feudalism"},{"text":"Some believe that this luminous substance emanates from a spiritualistic medium","response":"ectoplasm"},{"text":"This term refers to the art of carving on whalebone or walrus tusk, among other things","response":"scrimshaw"}],"originalDate":"1993-11-01"}],{"category":"TRANSPORTATION","text":"Last names of the motor car maker &amp; motor car dealer who merged in Manchester, England in 1906","response":"Rolls & Royce"}]}