{"mix":4727,"rounds":[[{"category":"MUSICALS","comments":"","clues":[{"text":"Barbara Cook won a Tony for playing Marian the Librarian in the original production of this musical","response":"<i>The Music Man</i>"},{"text":"Gwen Verdon kicked up her heels as Claudine in this classic Cole Porter musical named for a dance","response":"<i>Can-Can</i>"},{"text":"Adelaide &amp; the chorus girls at the Hot Box Club sing \"Take Back Your Mink\" in Act II of this musical","response":"<i>Guys and Dolls</i>"},{"text":"Mary Tyler Moore stepped lightly as Holly Golightly in a short-lived musical based on this short novel","response":"<i>Breakfast at Tiffany's</i>"},{"text":"Tom Thumb, The Ringmaster, &amp; Jenny Lind are all characters in this musical","response":"<i>Barnum</i>"}],"originalDate":"1999-02-16"},{"category":"BEFORE &amp; AFTER","comments":"(Alex: We've had a lot of fun with this category...)","clues":[{"text":"Morgan Freeman film where he drives his web-footed boss to her boyfriend Donald's house","response":"<i>Driving Miss Daisy Duck</i>"},{"text":"One of the quartet of fighting terrapins uses it to give his shell a brilliant shine","response":"Teenage Mutant Ninja Turtle Wax"},{"text":"Dick Clark's dance show featuring U.S. citizens who misbehave abroad","response":"<i>Ugly American Bandstand</i>"},{"text":"The end of his Rico character comes when he's marooned on an island","response":"Edward G. Robinson Crusoe"},{"text":"Opera diva who was Nazi Germany's last major counteroffensive in December 1944","response":"Kathleen Battle of the Bulge"}],"originalDate":"1999-02-16"},{"category":"THE BARD WRITES","comments":"","clues":[{"text":"In Act I, scene 1 of this play, 3 witches chant, \"Fair is foul, and foul is fair; hover through the fog and filthy air\"","response":"<i>Macbeth</i>"},{"text":"This king tells Buckingham, \"I am not in the giving vein today\" &amp; soon has Buckingham executed","response":"Richard III"},{"text":"She tells the Duke of Venice, \"That I did love the Moor to live with him\"","response":"Desdemona"},{"text":"This, which Shylock demands, \"is dearly bought, 'tis mine, and I will have it\"","response":"a pound of flesh"},{"text":"\"A jest's prosperity lies in the ear of him that hears it, never in\" this part \"of him that makes it\"","response":"the tongue"}],"originalDate":"2006-07-13"},{"category":"KIRSTEN, REESE OR SCARLETT","comments":"(Alex: Dunst, Witherspoon, or Johansson.)","clues":[{"text":"Has starred with Pitt &amp; Cruise","response":"Kirsten"},{"text":"Born of a Danish father","response":"Scarlett"},{"text":"Married, with children","response":"Reese"},{"text":"The tallest at 5'7\"","response":"Kirsten"},{"text":"Born in the 1970s, she's the oldest","response":"Reese"}],"originalDate":"2006-07-13"},{"category":"I'M SORRY","comments":"","clues":[{"text":"This cabinet member: \"To those Iraqis... mistreated by members of the U.S. Armed Forces, I offer my deepest apology\"","response":"Rumsfeld"},{"text":"Citing his \"degrading and outrageous\" behavior, in 1990 this ex-D.C. mayor wrote he was \"deeply sorry\"","response":"Marion Barry"},{"text":"\"To the degree I was too brash, too self-confident or too pushy, I apologize\", this Speaker of the House said in 1997","response":"Newt Gingrich"},{"text":"He was \"sorry for... the events that led to my withdrawal from the race... I should not have been with Miss Rice\"","response":"Gary Hart"},{"text":"\"I want to... ask for forgiveness (for my) arrogant lifestyle\", said this ex-PTL leader (even his doghouse had A/C)","response":"James Bakker"}],"originalDate":"2006-07-13"},{"category":"REMEMBERING THE '90s","comments":"","clues":[{"text":"Avast, me hearties!  In 1995 Malcolm Glazer paid $192 million for this Florida football team","response":"the (Tampa Bay) Buccaneers"},{"text":"In 1999 she was the commencement speaker at CCNY (perhaps lining up some votes for 2000)","response":"Hillary Clinton"},{"text":"This blonde proved that \"Les\" is more when she joined the \"60 Minutes\" team in 1991","response":"(Lesley) Stahl"},{"text":"In 1991 he made his first official public appearance, with his parents, on St. David's Day at Llandaff Cathedral","response":"Prince William"},{"text":"In 1990, 100 years after this artist's suicide, medical researchers said that he may have suffered from Meniere's disease","response":"van Gogh"}],"originalDate":"2006-07-13"}],[{"category":"WORLD RELIGION","comments":"","clues":[{"text":"Ciaran, who founded an abbey in Clonmacnoise in this country, has his own feast day","response":"Ireland"},{"text":"Polynesians believe the deity Maui learned to make this in the underworld","response":"fire"},{"text":"The Panchen Lama was the abbot of Tashilhunpo in this autonomous region of China","response":"Tibet"},{"text":"The name of these oldest sacred books of Hinduism means \"knowledge\"","response":"Vedas"},{"text":"The 71 members of this Jewish religious council that ruled in Roman times were mostly Pharises","response":"the Sanhedrin"}],"originalDate":"2006-07-13"},{"category":"DISNEY FILM VOICES","comments":"","clues":[{"text":"Clint Howard was a small child when he provided the voice of a baby elephant for this 1967 Kipling classic","response":"<i>The Jungle Book</i>"},{"text":"Princess Jasmine's singing voice in \"Aladdin\" sounds a bit like this Chinese heroine's; Lea Salonga sang for both of them","response":"Mulan"},{"text":"Amanda Plummer, Paddi Edwards &amp; Carole Shelley were destined to play the fates in the film about this mythical hunk","response":"Hercules"},{"text":"Brian Bedford was the voice of this title character who out-foxed a British sheriff in a 1973 film","response":"Robin Hood"},{"text":"Eleanor Audley played Eddie Albert's mother on \"Green Acres\" after voicing this villainess in \"Sleeping Beauty\"","response":"Maleficent"}],"originalDate":"2006-07-13"},{"category":"\"F\"RIENDS OF SCIENCE","comments":"","clues":[{"text":"Before sending this ape expert to Africa in 1966, Louis Leakey asked her to get a pre-emptive appendectomy","response":"(Dian) Fossey"},{"text":"Born in Danzig in 1686, he improved on a Galileo invention by using mercury instead of a gas","response":"Fahrenheit"},{"text":"During WWI this Brit debated the use of antiseptics on wound infections, finding they did more harm than good","response":"(Alexander) Fleming"},{"text":"\"Vous etes invité a venir voir tourner la terre\" was how this \"swinger\" extolled his 1851 experiment","response":"Foucault"},{"text":"This bongo-playing Manhattan Project physicist told how Challenger's O-rings failed in 1986","response":"Richard Feynman"}],"originalDate":"2006-07-13"},{"category":"MEATY WORDS","comments":"","clues":[{"text":"It precedes wagon, Bednarik or Yeager","response":"chuck"},{"text":"A theater stage completely surrounded by seats for the audience is \"in the\" this","response":"round"},{"text":"A slang term for a type of car accident, or music's Mr. Burnett","response":"T-bone"},{"text":"The extreme left or right side of an army","response":"flank"},{"text":"Name given to the English Parliament during the civil war in the mid-1600s","response":"rump"}],"originalDate":"2006-07-13"},{"category":"DEAR DIARY","comments":"","clues":[{"text":"March 28, 2001: Hmm...\"Hip Hoppin; Howdy Diddy\"...That's not right...\"P. Diddy\"!  That's the name I'll call myself!","response":"Sean \"Puffy\" Combs"},{"text":"June 25, 1876: Leading the men to Little Bighorn to capture an Indian village; how hard could that be?","response":"(George Armstrong) Custer"},{"text":"1975: One day I'll be so rich I could buy my own island, maybe Australia. Starting Microsoft with my pal Paul is a good start","response":"Bill Gates"},{"text":"Sept. 14, 1812: Feelin' good; occupied Moscow today. Josephine would have been impressed","response":"Napoleon (Bonaparte)"},{"text":"1876: Finished writing \"Tom Sawyer\" but folks'll have to wait 8 years for a sequel","response":"Mark Twain"}],"originalDate":"2001-12-28"},{"category":"BODY BASICS","comments":"","clues":[{"text":"You can breathe easier knowing that these paired organs are central to the respiratory system","response":"lungs"},{"text":"If someone says, \"Your epidermis is showing\", he's referring to the outermost layer of this","response":"skin"},{"text":"The middle part of this organ contains 3 tiny bones called the hammer, anvil &amp; stirrup","response":"ear"},{"text":"The 3 main types of blood vessels are capillaries, veins &amp; these, which carry blood from the heart","response":"arteries"},{"text":"In an emergency this hormone prepares you for \"fight or flight\"","response":"adrenaline"}],"originalDate":"2001-12-28"}],{"category":"THE OLYMPICS","text":"Aside from racquet sports, one of the 2 other Summer Olympic sports in which men may currently compete against women","response":"equestrian events or sailing"}]}