{"mix":4728,"rounds":[[{"category":"VOWELS","comments":"","clues":[{"text":"Me or myself","response":"I"},{"text":"An abbreviation for a compass direction","response":"E"},{"text":"A USDA top grade of poultry","response":"A"},{"text":"The 21st letter of the English alphabet","response":"U"},{"text":"At the beginning of some last names it's used to indicate \"grandson of\"","response":"O"}],"originalDate":"2001-12-28"},{"category":"LET'S GO A-CAROLING","comments":"","clues":[{"text":"\"We wish you a merry Christmas, we wish you a merry Christmas, we wish you a merry Christmas and\" this","response":"a happy new year"},{"text":"It's what we're to \"deck the halls\" with","response":"boughs of holly"},{"text":"\"On the third day of Christmas, my true love sent to me three\" of these","response":"French hens"},{"text":"In German this traditional yuletide favorite is titled \"O Tannenbaum\"","response":"\"O Christmas Tree\""},{"text":"In 929 this \"Good King\" of song, who was actually a duke, was murdered by his wicked younger brother","response":"King Wenceslas"}],"originalDate":"2001-12-27"},{"category":"EAT YOUR VEGGIES!","comments":"","clues":[{"text":"When microwaving a whole potato, do this to it so it doesn't explode","response":"poke a hole in it"},{"text":"If chives were chive talkin' they'd mention they were part of this veggie's family","response":"onions"},{"text":"Garlic bulbs are broken up into segments called these for cooking","response":"cloves"},{"text":"An L.A. Times correction on March 29, 2001 reported that one of these it had shown as edible can be poisonous","response":"mushroom"},{"text":"All out of pumpkins?  You can substitute the butternut type of this in recipes","response":"squash"}],"originalDate":"2001-12-27"},{"category":"MUSHY STUFF","comments":"","clues":[{"text":"A peck &amp; a smooch are different names for this","response":"kiss"},{"text":"Now a symbol of love, the ancient Greeks thought it was the center of your intelligence","response":"heart"},{"text":"When the kids in \"Peter Pan\" are called this, it could be an endearment or just their last name","response":"Darling"},{"text":"An emotional celebration may include the \"group\" type of this embrace","response":"(group) hug"},{"text":"These first two lines of a lot of mushy poems mention the flowers seen here:","response":"Roses are red, violets are blue"}],"originalDate":"2001-12-27"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Sharing its name with a state, it's the only one of the Great Lakes entirely within the U.S.","response":"Lake Michigan"},{"text":"The Gulf of Mexico is actually an arm of this second-largest ocean","response":"Atlantic"},{"text":"This nearly 4,000-mile-long river begins high in the Andes Mountains","response":"Amazon"},{"text":"Iraq &amp; Kuwait lie at the northern end of this gulf where a war broke out in 1991","response":"Persian"},{"text":"This \"stately\" river forms the boundary between New York &amp; Pennsylvania","response":"Delaware"}],"originalDate":"2001-12-27"},{"category":"MUPPET MOVIES","comments":"","clues":[{"text":"In \"The Muppet Christmas Carol\" Michael Caine plays this miserly character","response":"(Ebenezer) Scrooge"},{"text":"In \"Muppet Treasure Island\", this character plays Benjamina Gunn, queen of the island's warthogs","response":"Miss Piggy"},{"text":"The gang hope to sing &amp; dance on Broadway when \"The Muppets Take\" this title place","response":"Manhattan"},{"text":"This Muppet goes to Grouchland in search of his lost fuzzy blue blanket","response":"Elmo"},{"text":"Gonzo receives extraterrestrial messages from his breakfast cereal in this film","response":"<i>Muppets from Space</i>"}],"originalDate":"2001-12-27"}],[{"category":"U.S. GOVERNMENT","comments":"","clues":[{"text":"Members of the House of Representatives serve terms of this many years","response":"2"},{"text":"The George C. Marshall Space Flight Center in Huntsville, Alabama is run by this U.S. agency","response":"NASA"},{"text":"When a bill reaches the President's desk, he may approve &amp; sign it, do nothing, or do this","response":"veto"},{"text":"Donald Rumsfeld has served as Secretary of this twice: once under Gerald Ford &amp; now under George W. Bush","response":"Defense"},{"text":"This document served as our basic charter of government from 1781 until the Constitution in 1789","response":"Articles of Confederation"}],"originalDate":"2001-12-27"},{"category":"THE \"N\" ZONE","comments":"","clues":[{"text":"It can be a lump of gold or a bite-size piece of chicken","response":"nugget"},{"text":"This land is the setting for a series of books beginning with \"The Lion, the Witch and the Wardrobe\"","response":"Narnia"},{"text":"This large city in Africa is Kenya's capital","response":"Nairobi"},{"text":"It's the central part of an atom, or part of the head of a comet","response":"nucleus"},{"text":"In a work of fiction, it's the term for the person who tells the story","response":"narrator"}],"originalDate":"2001-12-27"},{"category":"FILL IN THE BLANK STATE NICKNAMES","comments":"","clues":[{"text":"Arizona: Grand ____ State","response":"Canyon"},{"text":"Michigan: _____ Lakes State","response":"Great"},{"text":"Texas: ____ Star State","response":"Lone"},{"text":"Missouri: Show __ State","response":"Me"},{"text":"Alabama: _____ of Dixie","response":"Heart"}],"originalDate":"2001-12-26"},{"category":"WHEN YOU'RE AN ADULT","comments":"","clues":[{"text":"You won't have to go to school except for meetings of the PTA, the association of these 2 groups","response":"parents & teachers"},{"text":"As a natural-born citizen, when you're 35 you can run for this cush job now filled by number 43","response":"the President"},{"text":"There's a form called the 1040 which you'll send to this government agency with your taxes","response":"IRS"},{"text":"You'll want a car but unless gas prices go down you'll want one that gets good MPG, which stands for this","response":"miles per gallon"},{"text":"You'll learn all about busy-work when you fill out forms for your HMO, this kind of \"maintenance organization\"","response":"health"}],"originalDate":"2001-12-26"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"It's where Alice went, or any place filled with  remarkable sights","response":"Wonderland"},{"text":"This doctor who can speak to animals practices in the town of Puddleby-on-the-Marsh","response":"Dr. Doolittle"},{"text":"\"Welcome to Dead House\", No. 1 in this R.L. Stine series, is set in the creepy town of Dark Falls","response":"<i>Goosebumps</i>"},{"text":"In a classic poem, the Owl and this creature sail off to the land where the bong-tree grows","response":"Pussycat"},{"text":"In books by Garth Nix, the only place that gets sun is a castle city with this title number of towers","response":"7"}],"originalDate":"2001-12-26"},{"category":"'TWAS THE DAY AFTER CHRISTMAS","comments":"","clues":[{"text":"In 1799 Col. Henry Lee eulogized this President as \"First in war, first in peace &amp; first in the hearts of his countrymen\"","response":"George Washington"},{"text":"Boxing Day began in the Middle Ages when lords in this island nation gave gifts to their servants on Dec. 26","response":"Great Britain (England)"},{"text":"Mao Tse Tung, a leader of this country, began his \"Long March\" through life on Dec. 26, 1893","response":"China"},{"text":"In 1994 \"The Glass Menagerie\" broke for the first time in public at the Civic Theatre in this \"Windy City\"","response":"Chicago"},{"text":"On Dec. 26, 1898 this woman scientist &amp; her husband Pierre discovered radium","response":"Marie Curie"}],"originalDate":"2001-12-26"}],{"category":"THE 20th CENTURY","text":"In February 1967 this Asian leader said his people would \"never agree to negotiate under the threat of bombing\"","response":"Ho Chi Minh"}]}