{"mix":4740,"rounds":[[{"category":"GORILLA MY DREAMS","comments":"","clues":[{"text":"The first gorilla born in captivity was Colo, who debuted in 1956 in this Ohio capital","response":"Columbus"},{"text":"Gorillas belong to this order of mammals which also includes monkeys, lemurs &amp; man","response":"Primates"},{"text":"There are 3 types of gorillas:  eastern lowland, western lowland &amp; this one that lives at altitudes up to 13,000 feet","response":"Mountain gorilla"},{"text":"This zoologist founded the Karisoke Research Center in Rwanda where she studied gorillas for 18 years","response":"Dian Fossey"},{"text":"This fully adult male with a colorful name may weigh twice as much as the adult females in his group","response":"Silverback"}],"originalDate":"1999-02-04"},{"category":"ARCH-EOLOGY","comments":"","clues":[{"text":"Built to honor Napoleon's victories, this Paris landmark was completed long after the emperor's death","response":"the Arc de Triomphe"},{"text":"It's not half of the world's largest McDonald's sign, it's the structure seen here","response":"St. Louis Gateway Arch"},{"text":"This capital city's Independence Arch commemorates Korean resistance to foreign dominance","response":"Seoul"},{"text":"The Windows &amp; The Garden of Eden are found in this state's Arches National Park","response":"Utah"},{"text":"This just in!  The Victory Arch in this Virginia port near Norfolk is a memorial to U.S. forces","response":"Newport News"}],"originalDate":"1999-02-04"},{"category":"FOOD GLORIOUS FOOD","comments":"","clues":[{"text":"In 1958 the first International House Of these opened in Toluca Lake, California","response":"Pancakes"},{"text":"This \"cocktail\" ingredient, ranging in size from miniature to colossal, is the USA's favorite shellfish","response":"shrimp"},{"text":"Eskimo Pie inventor Russell Stover used his proceeds to open one of these shops in 1923","response":"Candy store/chocolate shop"},{"text":"This sauce made with butter, egg yolk &amp; lemon juice embellishes Eggs Benedict","response":"Hollandaise sauce"},{"text":"The pamphlet C.W. Post gave with each box of his new Grape Nuts was titled \"The Road To\" this","response":"Wellville"}],"originalDate":"1999-02-04"},{"category":"FIX THE PROVERB","comments":"","clues":[{"text":"The best things in life are whee!","response":"The best things in life are free"},{"text":"Fractions speak lewder than weirds","response":"Actions speak louder than words"},{"text":"Beware of geeks wearing lifts","response":"Beware of Greeks bearing gifts"},{"text":"The pan is meatier than the sarge","response":"The pen is mightier than the sword"},{"text":"If you lie down with frogs, you'll wake up with brie","response":"If you lie down with dogs, you'll wake up with fleas"}],"originalDate":"1999-02-04"},{"category":"LITERATURE","comments":"","clues":[{"text":"Chapter one of this book informs us that \"There was unquestionably a Chuzzlewit in the Gunpowder Plot\"","response":"<i>Martin Chuzzlewit</i>"},{"text":"Originally, the term Picaresque referred to fiction from this country about rogues called Picaros","response":"Spain"},{"text":"The last chapter of this Charlotte Bronte novel begins with the words \"Reader, I married him\"","response":"<i>Jane Eyre</i>"},{"text":"In a poem dedicated to this lord, Longfellow wrote, \"Poet!  I come to touch thy lance with mine\"","response":"Alfred Lord Tennyson"},{"text":"A category called Famous Andres would have to include this Frenchman who wrote \"Man's Fate\" &amp; \"Man's Hope\"","response":"Andre Malraux"}],"originalDate":"1999-02-04"},{"category":"DIRECTORS","comments":"","clues":[{"text":"Mel Brooks' film \"High Anxiety\" spoofed this director's films, including, of course, \"Vertigo\"","response":"Alfred Hitchcock"},{"text":"This director claimed he called his 1971 film \"Bananas\" \"Because there are no bananas in it\"","response":"Woody Allen"},{"text":"\"I like to use cities as characters\", said this \"Meet Me In St. Louis\" director, Liza's dad","response":"Vincente Minnelli"},{"text":"He directed his good friend John Wayne in many films; the last was \"Donovan's Reef\", in 1963","response":"John Ford"},{"text":"He said, \"My wife has taught me the meaning of uxoriousness\" when he won an Oscar for \"The English Patient\"","response":"Anthony Minghella"}],"originalDate":"1999-02-04"}],[{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This \"relative\" term for sorority members is derived from middle English &amp; old Norse","response":"Sister"},{"text":"It's the part of a saddle whose name comes from a Latin word for \"fruit\"","response":"pommel"},{"text":"This type of tripe is named for its resemblance to a certain bee structure","response":"honeycomb"},{"text":"This insect's name is derived from the superstition that it enters a sleeping person's aural organs","response":"Earwig"},{"text":"The name of these strips of cloth wound around soldiers' lower legs comes from Hindi &amp; Sanskrit for \"bandage\"","response":"Puttees"}],"originalDate":"1999-02-04"},{"category":"TUESDAY","comments":"","clues":[{"text":"Tuesday Weld had one child, not 10, while married to this star of \"10\"","response":"Dudley Moore"},{"text":"Weld co-starred with him in \"Wild In The Country\" &amp; played a mother in love with him in \"Heartbreak Hotel\"","response":"Elvis Presley"},{"text":"On TV, Tuesday was one of \"The Many Loves of\" this title character","response":"Dobie Gillis"},{"text":"Tuesday was Oscar-nominated for her role in this 1977 Diane Keaton film","response":"<i>Looking for Mr. Goodbar</i>"},{"text":"With Tuesday at his side, he starred in \"Soldier In The Rain\" &amp; \"The Cincinnati Kid\"","response":"Steve McQueen"}],"originalDate":"1999-02-04"},{"category":"THIS MUST BE BELGIUM","comments":"(Alex: Okay, we're getting cute again!)","clues":[{"text":"Its upper city portion is home to the parliament &amp; the royal palace","response":"Brussels"},{"text":"This fictional Belgian detective fled to England when World War I broke out","response":"Hercule Poirot"},{"text":"This Motown star was living in Ostend when he co-wrote \"Sexual Healing\"","response":"Marvin Gaye"},{"text":"Declared a traitor by the Jacobins, this hero of the American Revolution fled to Flanders","response":"Marquis de Lafayette"},{"text":"A famous musical had this Belgian-born singer-songwriter \"Alive and Well and Living in Paris\"","response":"Jacques Brel"}],"originalDate":"1999-02-04"},{"category":"STATE NICKNAMES","comments":"(Alex: That's straightforward.)","clues":[{"text":"The \"Creole State\"","response":"Louisiana"},{"text":"The \"Knickerbocker State\"","response":"New York"},{"text":"The \"Down East State\"","response":"Maine"},{"text":"The \"Hot Water State\"","response":"Arkansas"},{"text":"The \"Cyclone State\"","response":"Kansas"}],"originalDate":"1999-02-03"},{"category":"C IS FOR...","comments":"","clues":[{"text":"Cabbage, whose leaves of the most common varieties are red, purple, white or this color","response":"Green"},{"text":"Cribbage, a game in which this is the value of a face card, as in blackjack","response":"10"},{"text":"Chaney, an actor known as \"The Man of a Thousand\" these","response":"Faces"},{"text":"Cambridge, home of this school opened in Boston in 1865 by geologist William Barton Rogers","response":"MIT (Massachusetts Institute of Technology)"},{"text":"Chansons de geste, French epic poems usually about the exploits of this emperor","response":"Charlemagne"}],"originalDate":"1999-02-03"},{"category":"SUGAR","comments":"","clues":[{"text":"Yo-ho-ho!  Named for a river in South America, Demerara sugar is largely used to make this liquor","response":"rum"},{"text":"American Indians boiled down this tree's sap &amp; called the sugary result \"sweetwater\"","response":"Maple"},{"text":"Brown sugar is made by combining white sugar &amp; this dark liquid","response":"Molasses"},{"text":"Napoleon honored Benjamin Delessert for refining this vegetable into sugar during a cane blockade","response":"Sugar beets"},{"text":"In medicine, \"blood sugar\" refers to levels of this monosaccharide","response":"Glucose"}],"originalDate":"1999-02-03"}],{"category":"ROYALTY","text":"On the run following the siege of Oxford, he surrendered May 5, 1646 near Newark on Trent","response":"Charles I"}]}