{"mix":4745,"rounds":[[{"category":"LITERARY CHARACTERS","comments":"","clues":[{"text":"Brom Bones freaks this man out by telling him the tale of the headless horseman","response":"Ichabod Crane"},{"text":"The characters of \"Murder in the Cathedral\" include Becket, 3 priests &<span class=\"nobreak\">--</span>uh-oh<span class=\"nobreak\">--</span>4 of these noble soldiers","response":"knights"},{"text":"In this Dostoyevsky novel, it was Raskolnikov, in the apartment, with a hatchet","response":"<i>Crime and Punishment</i>"},{"text":"Updike described his \"white face, the pallor of his blue irises, and a nervous flutter under his brief nose\"","response":"Rabbit"},{"text":"Edwin Reardon is a struggling writer in George Gissing's \"New\" this \"Street\" associated with hack writing","response":"<i>Grub</i>"}],"originalDate":"2006-07-03"},{"category":"THE U.S. CENSUS","comments":"","clues":[{"text":"This city has the largest Hispanic, Asian &amp; African-American populations in the U.S.","response":"New York"},{"text":"The first U.S. census counted 3.9 million people, which is also the current population of this U.S. commonwealth","response":"Puerto Rico"},{"text":"The Census Bureau became an agency of this Cabinet department in 1913 after it was split with labor","response":"the Department of Commerce"},{"text":"Of the 1 million immigrants admitted to the U.S. in 2002, only 422 settled in this \"Treasure State\"","response":"Montana"},{"text":"For 19 years in a row, it has had the highest- percentage population increase of any state","response":"Nevada"}],"originalDate":"2006-07-03"},{"category":"3 Es FOR ME!","comments":"(Alex: ...and each correct response will contain three \"E\"s.)","clues":[{"text":"In grave terms, it's from the Greek for \"sleeping place\"","response":"cemetery"},{"text":"To withdraw formally from an alliance, as from a political union","response":"secede"},{"text":"A genealogical table or record of a purebred animal","response":"pedigree"},{"text":"A title of honor, applied to cardinals (more for Rome than Arizona)","response":"eminence"},{"text":"French term for the neckline of a dress cut low in the front &amp; often across the shoulders","response":"decolletage (or décolleté)"}],"originalDate":"2006-07-03"},{"category":"ASTRONOMERS","comments":"","clues":[{"text":"In Polish this heliocentric astronomer's name is Mikolaj Kopernik","response":"Copernicus"},{"text":"Helen Hogg found over 200 of the variable type of these, whose light varies in helpfully regular intervals","response":"stars"},{"text":"There were only 7 known planets in our solar system when John Couch Adams predicted the existence of this one","response":"Neptune"},{"text":"Asteroid observations helped Harold Jones establish this at about 93 million miles","response":"distance from the earth to the sun"},{"text":"In 1959 Martin Ryle, whose work led to quasars' discovery, became professor of this type of astronomy at Cambridge","response":"radio astronomer"}],"originalDate":"2002-05-24"},{"category":"THE THREE STOOGES","comments":"","clues":[{"text":"In \"I'll Never Heil Again\", the Stooges made fun of the Nazis &amp; this Stooge played Hailstone the Dictator","response":"Moe"},{"text":"Soitenly! This Stooge's real name was Jerome Horwitz","response":"Curly"},{"text":"This Oscar-nominated Stooges short shares its name with a 1997 film starring Tommy Lee Jones &amp; Will Smith","response":"<i>Men In Black</i>"},{"text":"Joe de Rita was the third Stooge in their appearance in this \"Mad, Mad, Mad, Mad\" movie from 1963","response":"<i>It's a Mad, Mad, Mad, Mad World</i>"},{"text":"He was a member of the Stooges in their first film appearance in 1930, left, then rejoined the act in 1946","response":"Shemp"}],"originalDate":"2002-05-24"},{"category":"OLD ROMAN TIMES","comments":"","clues":[{"text":"Cicero was noted for his vitriolic attacks on this Julius Caesar supporter &amp; triumvirate member","response":"Mark Antony"},{"text":"Apicius is the first known gastronome to force-feed geese figs to produce this, now used to make pate","response":"foie gras (fat liver)"},{"text":"Claudius spent his youth in this territory, though we're not sure which of the 3 parts he was in","response":"Gaul"},{"text":"The wealthy freedman Trimalchio is a character in this Petronius tale turned into a Fellini film","response":"<i>Satyricon</i>"},{"text":"A Roman coin from around 100 A.D. shows someone giving Trajan an orbis terrarum, one of these","response":"globe"}],"originalDate":"2002-05-24"}],[{"category":"NEW CARS","comments":"","clues":[{"text":"One version of Chrysler's PT Cruiser has a paneled look like the hip station wagons known as these","response":"Woodies"},{"text":"Unlike characters in the Keanu Reeves movie, this new Toyota can't hang frozen in mid-air &amp; dodge bullets","response":"Matrix"},{"text":"Ford plans to produce only 25,000 a year of this reinterpreted classic model","response":"Thunderbird"},{"text":"Called \"the original SUV\", this over 60-year-old brand has a new model, the Liberty","response":"Jeep"},{"text":"The H2 is GM's smaller version of this roadhog","response":"Humvee (Hummer)"}],"originalDate":"2002-05-24"},{"category":"PHOBIAS","comments":"","clues":[{"text":"A hemophobe might avoid a doctor's office because he's afraid of this","response":"blood"},{"text":"If you have this, a fear of spiders, steer clear of the movie of the same name","response":"arachnophobia"},{"text":"Another term for rabies, it's also the fear of water","response":"hydrophobia"},{"text":"Chorophobia is the fear of doing this; sometimes it can be overcome by taking certain lessons","response":"dancing"},{"text":"A fear of these animals is called taurophobia","response":"bulls"}],"originalDate":"2002-05-24"},{"category":"IT COMES BEFORE...","comments":"","clues":[{"text":"It comes before locker &amp; note &amp; follows tender","response":"foot"},{"text":"It comes before stem &amp; teaser &amp; follows lame","response":"brain"},{"text":"It comes before bag &amp; counter &amp; follows jelly","response":"bean"},{"text":"It comes before luck &amp; roast &amp; follows chamber","response":"pot"},{"text":"It comes before dressing &amp; house &amp; follows dude","response":"ranch"}],"originalDate":"2002-05-24"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"The name of this Great Lake doesn't refer to its size; it's from the French for \"upper lake\"","response":"Superior"},{"text":"This saltiest body of water is so full of minerals that it keeps everyone afloat","response":"Dead Sea"},{"text":"David Livingstone was the first European to explore this river on which Victoria Falls is located","response":"Zambezi"},{"text":"To go bottom fishing in this Russian lake, bring a 5,315-foot line with you","response":"Lake Baikal"},{"text":"Add 2 letters to the name of a bay bordering France &amp; Spain to get this bay in Florida","response":"Biscayne"}],"originalDate":"2002-05-24"},{"category":"CELEBRITY POLITICIANS","comments":"","clues":[{"text":"Long before becoming a congressman in 1994, he recorded the hit \"The Beat Goes On\"","response":"Sonny Bono"},{"text":"Elected to the House in 1994, Rep. Steve Largent was later voted  into this pro sport's hall of fame","response":"football"},{"text":"Now a TV host, he was the mayor of Cincinnati in the 1970s","response":"Jerry Springer"},{"text":"This U.S. governor is also the author of the book \"I Ain't Got Time to Bleed\"","response":"Jesse Ventura"},{"text":"Al Lewis, who ran for governor of New York in 1998, is best known for his role as Grandpa on this 1960s TV show","response":"<i>The Munsters</i>"}],"originalDate":"2002-05-24"},{"category":"FRANK, DEAN OR SAMMY","comments":"","clues":[{"text":"He set a Major League Baseball record in June of 1998 by slamming 20 home runs in one month","response":"Sammy Sosa"},{"text":"This Muppet master voiced the Jedi master Yoda in the film \"The Empire Strikes Back\"","response":"Frank Oz"},{"text":"This sentimental film director won 3 Oscars in the 1930s","response":"Frank Capra"},{"text":"In part about his years as Secretary of State, his memoir was entitled \"As I Saw It\"","response":"Dean Rusk"},{"text":"\"High Hopes\", \"My Kind of Town\" &amp; \"Three Coins in the Fountain\" were all penned by this lyricist","response":"Sammy Cahn"}],"originalDate":"2002-05-24"}],{"category":"20th CENTURY LEADERS","text":"Time magazine first mentioned him in 1939, when his father sent him on a diplomatic errand from London to Glasgow","response":"John F. Kennedy"}]}