{"mix":4764,"rounds":[[{"category":"BUGS","comments":"","clues":[{"text":"A species of fire ant that reached the U.S. at this Alabama port city around 1918 has been a pest to the Southern U.S.","response":"Mobile"},{"text":"There are 2 kinds of this creature, soft &amp; hard; hard ones can suck blood for weeks &amp; cause paralysis in man &amp; animals","response":"ticks"},{"text":"These members of the family Lampyridae produce a chemical called luciferin","response":"lightning bugs (or fireflies)"},{"text":"This \"colorful\" bristle-tailed insect, Lepisma saccharina, feeds on starchy items such as books &amp; wallpaper","response":"silverfish"},{"text":"Beetles with this nickname can squirt a hot liquid made of hydrogen peroxide &amp; hydroquinone","response":"bombardier beetles"}],"originalDate":"2006-06-27"},{"category":"SUPREME COURT BEFORE &amp; AFTER","comments":"","clues":[{"text":"Rootin' tootin' Old West nemesis of Bugs Bunny who was nominated to the Supreme Court by George W. Bush","response":"Yosemite Sam Alito"},{"text":"Have it your way with this former Chief Justice who's the Home of the Whopper","response":"Warren Burger King"},{"text":"Jason Lee sitcom that served as Chief Justice from 1953 to 1969","response":"<i>My Name Is Earl Warren</i>"},{"text":"FDR appointee who married Mary Pickford","response":"William O. Douglas Fairbanks"},{"text":"Peter Rabbit creator who said of obscene material, \"I know it when I see it\"","response":"Beatrix Potter Stewart"}],"originalDate":"2006-06-27"},{"category":"JEOPARDY! 101","comments":"","clues":[{"text":"From beautiful downtown Culver City, it's the name of the studios where \"Jeopardy!\" is taped","response":"Sony Pictures Studios"},{"text":"He was the host of the first version of \"Jeopardy!\" in the '60s","response":"Art Fleming"},{"text":"Of $183,000, $283,000 or $383,000, it's closest to the highest amount you can win in one regular game","response":"$283,000"},{"text":"Including Final Jeopardy!, it's the total number of possible questions in one game","response":"61"},{"text":"Frequent viewers know my hometown of Sudbury is in this Canadian province","response":"Ontario"}],"originalDate":"1999-01-26"},{"category":"NOBEL WINNERS BY CATEGORY","comments":"","clues":[{"text":"Mikhail Gorbachev","response":"Peace"},{"text":"Nadine Gordimer","response":"Literature"},{"text":"Alexander Fleming","response":"Medicine"},{"text":"Max Planck","response":"Physics"},{"text":"Linus Pauling<br>(the first time)","response":"Chemistry"}],"originalDate":"1999-01-26"},{"category":"WOW!  MY OWN LABEL!","comments":"","clues":[{"text":"In the 1970s this \"Rocket Man\" founded Rocket Records","response":"Elton John"},{"text":"The 3 double CDs of the Beatle \"Anthology\" series are on this label founded by the Beatles","response":"Apple"},{"text":"He do be the founder of Reprise, yes he do be do be do","response":"Frank Sinatra"},{"text":"Alanis Morissette's \"Supposed Former Infatuation Junkie\" is on Maverick, this Material Girl's label","response":"Madonna"},{"text":"He's the best seller of all the artists in his own Paisley Park stable","response":"Prince"}],"originalDate":"1999-01-26"},{"category":"WHAT A YEAR!","comments":"","clues":[{"text":"Dewaele won the Tour de France, Coco Chanel was the toast of Paris &amp; Sacre Bleu!, the market crashed in this year","response":"1929"},{"text":"This year saw Hitler hit Moscow, Yamamoto hit Pearl Harbor &amp; DiMaggio hit in 56 straight games","response":"1941"},{"text":"(Hi, I'm Tyler Christopher of <i>General Hospital</i>.) In this year, ABC gave \"G.H.\" a shot on TV, \"He's So Fine\" shot up to No. 1 &amp; JFK visited the Berlin Wall","response":"1963"},{"text":"In this year, \"Rock Around The Clock\" was recorded, Roger Bannister beat the clock &amp; Henri Matisse clocked out","response":"1954"},{"text":"In this year, Teddy became president, Eddie became king &amp; Nicky became father of Anastasia","response":"1901"}],"originalDate":"1999-01-26"}],[{"category":"ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"He played a box of lemon chiffon pie mix in a TV commercial long before playing Sam on \"Cheers\"","response":"Ted Danson"},{"text":"This actor starred as Tom Dooley in the film seen here in 1959, the same year he hit it big on TV","response":"Michael Landon"},{"text":"This star of \"Suddenly Susan\" disguised herself as a man in the 1984 film \"Sahara\"","response":"Brooke Shields"},{"text":"Once Miss U.S.A., Laura Harring played a police officer on this, Aaron Spelling's first daytime soap","response":"<i>Sunset Beach</i>"},{"text":"In her last years, this chic star of the 1954 film \"Sabrina\" was a goodwill ambassador for UNICEF","response":"Audrey Hepburn"}],"originalDate":"1999-01-26"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"The \"Jerry Maguire\" star who automatically maintains your vehicle's speed","response":"Tom Cruise control"},{"text":"The brand of reclining chair that never made it past tenderfoot","response":"La-Z-Boy Scout"},{"text":"Ointment for an arthritic but festive \"City Of Light\"","response":"Ben-Gay Paris"},{"text":"This '40s Latin actress in a tutti frutti hat is made aware of her constitutional protections when arrested","response":"Carmen Miranda rights"},{"text":"Movie biography about Shirley Muldowney that starred Pat &amp; Vanna","response":"\"Heart Like A Wheel Of Fortune\""}],"originalDate":"1999-01-26"},{"category":"EERIE TV ANTHOLOGIES","comments":"","clues":[{"text":"Colorized clips of this director from his old '50s &amp; '60s series were used to \"present\" new stories on a new series in 1985","response":"Alfred Hitchcock"},{"text":"This Rod Serling series that \"hung around\" NBC was cut from 60 minutes to 30 in 1972","response":"<i>Night Gallery</i>"},{"text":"This movie monster man hosted a self-titled anthology series in 1949 &amp; \"Thriller\" in 1960","response":"Boris Karloff"},{"text":"In addition to hosting, he authored many of his theatre's presentations","response":"Ray Bradbury"},{"text":"A 1959-1961 series based on true incidents took you this far \"beyond\"","response":"One step"}],"originalDate":"1999-01-26"},{"category":"THE METRIC SYSTEM","comments":"","clues":[{"text":"The Kelvin is the base unit for this, though most people use degrees","response":"Temperature"},{"text":"In a metric nursery rhyme, a crooked man would go a crooked 1.609 of these","response":"Kilometers"},{"text":"If you're looking for the basic capacity unit for liquids, \"follow\" this","response":"Liter"},{"text":"The prefix meaning one billionth, it's often seen before \"second\"","response":"Nano"},{"text":"The kilogram is the unit of this, which unlike weight, is independent of gravity","response":"Mass"}],"originalDate":"1999-01-26"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"More of this goulash spice used in the U.S. comes from Spain than from Hungary","response":"Paprika"},{"text":"This Indian spice blend commonly includes chili peppers, cumin, turmeric &amp; coriander","response":"Curry powder"},{"text":"Long a symbol of rememberance, its name comes from a Latin word for \"sea dew\"","response":"Rosemary"},{"text":"The orchid seed pod from which this spice is extracted is about 8 inches long","response":"Vanilla"},{"text":"An important herb in French cuisine, it's also known as estragon","response":"Tarragon"}],"originalDate":"1999-01-26"},{"category":"STRAIT-EN UP","comments":"","clues":[{"text":"Spanning the Akashi Strait, the world's longest suspension bridge links this country's Honshu &amp; Shikoku Islands","response":"Japan"},{"text":"Since 1994 rail traffic has been running in the Eurotunnel under this narrow strait","response":"Strait of Dover/ The Dover Strait"},{"text":"Prior to the Panama Canal, ships either traveled around Cape Horn or through this nearby strait","response":"Strait of Magellan"},{"text":"The Strait of Juan de Fuca flows between Washington state &amp; this Canadian island","response":"Vancouver Island"},{"text":"The ferry from Villa San Giovanni in Calabria, Italy to Sicily crosses this strait","response":"Strait of Messina"}],"originalDate":"1999-01-26"}],{"category":"GAMES","text":"In 2007 Robstown, near Corpus Christi, was recognized as the birthplace of this game, now played online too","response":"Texas hold 'em"}]}