{"mix":4780,"rounds":[[{"category":"THE SHIP","comments":"","clues":[{"text":"On this man's 1610 Nothwest Passage hunt, he took the Discovery down a bay &amp; a strait now named for him","response":"Henry Hudson"},{"text":"1 of 2 similar-sounding Titanic sister ships; 1 is an \"encyclopedic\" adjective, the other is \"mountainous\"","response":"the <i>Britanic</i> (or the <i>Olympic</i>)"},{"text":"Prohibited by law from returning to Prince William Sound, it's now known as the Sea River Mediterranean","response":"the <i>Exxon Valdez</i>"},{"text":"Josiah Gibbs got help translating for the accused men of this ship from James Covey, an African sailor, once a slave","response":"the <i>Amistad</i>"},{"text":"Linda Morgan was in bed in 1956 when the Stockholm's prow rudely moved her; she survived, but this ship didn't","response":"the <i>Andrea Doria</i>"}],"originalDate":"2006-06-16"},{"category":"HITS THE \"FAN\"","comments":"","clues":[{"text":"As a noun it can mean \"whim\"; you can also take a \"flight of\" it","response":"fancy"},{"text":"Zealotry","response":"fanaticism"},{"text":"Aaron Copland completed this \"for the Common Man\" in 1942","response":"<i>Fanfare</i>"},{"text":"The name of this lively Spanish dance form has also come to mean tomfoolery","response":"fandango"},{"text":"This rhyming term refers to both a Chinese gambling game &amp; a Western card game","response":"fantan"}],"originalDate":"2006-06-16"},{"category":"NO. 1 HITS","comments":"","clues":[{"text":"In 1986 she topped the charts with \"How Will I Know\" &amp; \"The Greatest Love of All\"","response":"Whitney Houston"},{"text":"1984s \"The Reflex\" was this band's first No. 1 song in the U.S.; \"Hungry Like The Wolf\" peaked at No. 3","response":"Duran Duran"},{"text":"This singer was habit-forming with his 1986 hit \"Addicted To Love\"","response":"Robert Palmer"},{"text":"The movie \"Buster\" starred this singer &amp; drummer, who hit No. 1 with \"Two Hearts\", the movie's theme","response":"Phil Collins"},{"text":"No. 1 songs from her \"Forever Your Girl\" album include the title track &amp; \"Cold Hearted\"","response":"Paula Abdul"}],"originalDate":"1999-01-12"},{"category":"THE 3 TENORS","comments":"","clues":[{"text":"The boys first teamed up in 1990 for a concert at the Baths of Caracalla in this city","response":"Rome"},{"text":"The 3 Tenors inspired Kathleen Cassello, Kallen Esperian &amp; Cynthia Lawrence to tour as this group","response":"The 3 Sopranos"},{"text":"Among the classic songs interpreted by Pavarotti is this one also called \"Nel Blu, Dipinto Di Blu\"","response":"\"Volare\""},{"text":"On their 1994 &amp; 1998 albums, Luciano performs \"Nessun Dorma\" from this composer's \"Turandot\"","response":"Giacomo Puccini"},{"text":"From Greek for a certain musical instrument, it's the type of tenor Placido Domingo is","response":"Lyric"}],"originalDate":"1999-01-12"},{"category":"THE 4 SEASONS","comments":"","clues":[{"text":"Chamonix, France was the site of the first of these Olympics in 1924","response":"Winter Olympics"},{"text":"The first day of summer in Bolivia is in this month","response":"December"},{"text":"In Italy, spring is known as this; pass the pasta!","response":"Primavera"},{"text":"Thomas Paine scorned this seasonal warrior &amp; the \"Sunshine Patriot\" in a 1776 pamphlet","response":"Summer soldier"},{"text":"In the first line of \"Richard III\", this is \"Made glorious summer by this sun of York\"","response":"\"The winter of our discontent\""}],"originalDate":"1999-01-12"},{"category":"THE \"6\"th SENSE","comments":"","clues":[{"text":"In the old saw, it precedes \"Half a dozen of the other\"","response":"6 of 1"},{"text":"Tod Stiles &amp; Buzz Murdock cruised America in a 1960 Corvette in this TV series","response":"<i>Route 66</i>"},{"text":"Ah, yes, I remember it well, this year of the original \"Woodstock Music &amp; Art Fair\"","response":"1969"},{"text":"According to Tennyson, the number of men in the Light Brigade during its fateful charge","response":"The 600"},{"text":"In both an Iron Maiden hit song &amp; the apocalypse of St. John, it's the number of the beast","response":"666"}],"originalDate":"1999-01-12"}],[{"category":"METRO MIAMI","comments":"","clues":[{"text":"Warm, inviting Miami lies just 2 degrees north of this tropic line","response":"Tropic of Cancer"},{"text":"You may have to claw your way into Joe's popular spot for the \"stone\" type of these crustaceans","response":"Crabs"},{"text":"The University of Miami football team shares its name with these dreaded local events","response":"hurricanes"},{"text":"It's one of Miami Beach's best-known hotels &amp; perhaps the one with the most elegant name","response":"The Fontainebleau"},{"text":"Directional name for the area that's the home of Miami's Art Deco District","response":"South Beach"}],"originalDate":"1999-01-12"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"In 1979 Saatchi &amp; Saatchi, Britain's largest of these agencies, helped bring Margaret Thatcher to power","response":"Advertising"},{"text":"One channel of communication, perhaps with the dead; its plural form means all press &amp; broadcasters","response":"a medium"},{"text":"Violin strings do it to produce sound; a pager does it to signal you silently","response":"Vibrate"},{"text":"A classic model of communication refers to the person at the end stage as this, like part of a phone","response":"Receiver"},{"text":"Add 3 letters to \"oration\" to get this word for the conclusion of a speech","response":"Per (Peroration)"}],"originalDate":"1999-01-12"},{"category":"RICH FELLAS","comments":"","clues":[{"text":"The villainous broadcast tycoon in \"Tomorrow Never Dies\" reminded some of this Australian-born mogul","response":"Rupert Murdoch"},{"text":"The 2 millionaires Jacqueline Bouvier married","response":"John F. Kennedy & Aristotle Onassis"},{"text":"Pulitzer winner James Merrill could focus on poetry <span class=\"nobreak\">--</span> his dad founded a brokerage house with this man","response":"Edmund Lynch"},{"text":"This fast food co.'s stock took a quarter pounding when it didn't make the list of Warren Buffett's major holdings","response":"McDonald's"},{"text":"Once chairman of the Chase Manahattan Bank, he's a founding board member of the Trilateral Commission","response":"David Rockefeller"}],"originalDate":"1999-01-12"},{"category":"IT'S A MYSTERY","comments":"","clues":[{"text":"With his first Maigret novel in 1931, he's considered one of the inventors of the police procedural","response":"Georges Simenon"},{"text":"Store det. Wolf J. Flywheel in the film \"The Big Store\", Ron Goulart made him a master detective in a 1998 book","response":"Groucho Marx"},{"text":"His crime novel \"Rum Punch\" was filmed by Quentin Tarantino as \"Jackie Brown\"","response":"Elmore Leonard"},{"text":"Mr. Contreras lives downstairs from this Paretsky P.I.","response":"VI Warshawski"},{"text":"This \"L.A. Confidential\" author's \"My Dark Places\" looks into the real investigation of his mom's murder","response":"James Ellroy"}],"originalDate":"1999-01-12"},{"category":"PAC-MAN","comments":"","clues":[{"text":"In Buckley v. Valeo, the Supreme Court said PAC \"soft money\" was protected as free speech via this amendment","response":"the 1st Amendment"},{"text":"Many politicos were saying they didn't know Jack when this lobbyist pled guilty to 3 felonies in January 2006","response":"Jack Abramoff"},{"text":"Rep. Delahunt said a 2005 bill making it harder to qualify for this \"was written for and by the credit card industry\"","response":"bankruptcy"},{"text":"The Reform Party, created by this man in 1995, aimed to hamstring PACs by instituting campaign finance reform","response":"Ross Perot"},{"text":"Joan Blades &amp; Wes Boyd started this liberal PAC due to disgust with Clinton's impeachment","response":"MoveOn.org"}],"originalDate":"2006-06-15"},{"category":"DEFENDER","comments":"","clues":[{"text":"In a Homer work, Sarpedon is a mighty defender of this city","response":"Troy"},{"text":"Loyalist troops under General Jose Miaja held this capital in 1936-37; it fell in 1939","response":"Madrid"},{"text":"Fort Donelson defender Gen. Simon Bolivar Buckner made this famous type of surrender to U.S. Grant in 1862","response":"an unconditional surrender"},{"text":"British Gen. White successfully defended Ladysmith, besieged in 1899-1900 in what's now this country","response":"South Africa"},{"text":"The strategies of Air Chief Marshal Hugh Dowding helped win this crucial mid-1940 \"Battle\"","response":"the Battle of Britain"}],"originalDate":"2006-06-15"}],{"category":"ANCIENT WONDERS","text":"Of the other 6 wonders, this one was nearest to the only wonder which still exists, the pyramids","response":"Pharos (Lighthouse) of Alexandria"}]}