{"mix":4784,"rounds":[[{"category":"TRICKY QUESTIONS","comments":"(Alex: And they <i>are</i> tricky, so be careful.)","clues":[{"text":"Gary's mother had 3 children, one named April, one named June &amp; one named this","response":"Gary"},{"text":"Just before Mount Everest was discovered, this was the highest mountain in the world","response":"Mount Everest"},{"text":"Of Boris Karloff, Lon Chaney or Colin Clive, the one who played the title role in the 1931 film \"Frankenstein\"","response":"Colin Clive"},{"text":"The act of seeing is actually performed by this organ, not the eye","response":"brain"},{"text":"It's the 11-letter word all Canadians pronounce incorrectly","response":"incorrectly"}],"originalDate":"2001-11-16"},{"category":"HARDY HAR HAR","comments":"","clues":[{"text":"This word, used to describe a crowd in a Thomas Hardy title, means \"frenzied\"","response":"madding"},{"text":"Barrie, Housman, Shaw &amp; Kipling were pallbearers at Hardy's funeral at this church; his ashes lie in Poets' Corner","response":"Westminster Abbey"},{"text":"This 1891 Hardy novel is subtitled \"A Pure Woman\"","response":"<i>Tess of the d'Urbervilles</i>"},{"text":"Michael Henchard becomes this town official, the title of an 1886 Hardy novel","response":"the Mayor of Casterbridge"},{"text":"Hardy set many of his novels in this imaginary county in southwestern England","response":"Wessex County"}],"originalDate":"2001-11-16"},{"category":"RECENT MOVIES","comments":"","clues":[{"text":"Jackie Chan &amp; Chris Tucker teamed up again in the sequel to this 1998 action comedy","response":"<i>Rush Hour</i>"},{"text":"John Leguizamo played Toulouse-Lautrec in this 2001 movie musical","response":"<i>Moulin Rouge!</i>"},{"text":"Charlton Heston had a cameo in this 2001 remake directed by Tim Burton","response":"<i>Planet of the Apes</i>"},{"text":"Vin Diesel can't drive 55 in this 2001 film that explored the underground world of L.A. street racing","response":"<i>The Fast and the Furious</i>"},{"text":"Marcia Gay Harden won an Oscar for playing artist Lee Krasner, this painter's wife, in a 2000 film","response":"(Jackson) Pollock"}],"originalDate":"2001-11-16"},{"category":"OLDEN INSULTS","comments":"","clues":[{"text":"A gascon was a braggart, after the supposedly boastful people of Gascony in this country","response":"France"},{"text":"A dotard was someone whose intelligence &amp; faculties were faulty for this reason","response":"dotage"},{"text":"3-letter word for a mongrel dog or an unsavory person","response":"cur"},{"text":"The name of this seabird, meaning \"one easily fooled\", later had -ible added to it","response":"a gull"},{"text":"\"Rascal\" evolved into this longer word that sounds like one who strikes green onions","response":"rapscallion"}],"originalDate":"2001-11-16"},{"category":"EXPLORING: THE DARK SIDE","comments":"","clues":[{"text":"Francisco Pizarro was killed by a competing conquistador after looting &amp; destroying this Peruvian empire","response":"the Incan Empire"},{"text":"Pedro Menendez de Aviles founded this Florida city on his way to massacring a rival colony","response":"San Augustine (or St. Augustine)"},{"text":"Burke &amp; Wills were the first to cross this continent south to north; they died on the way back","response":"Australia"},{"text":"Juan Rodriguez Cabrillo died from complications of a broken leg on San Miguel Island off this state he explored","response":"California"},{"text":"The first European to travel the Mississippi: later his men killed him while trying to find the river in Texas","response":"La Salle"}],"originalDate":"2001-11-16"},{"category":"COLLEGE WORLD","comments":"","clues":[{"text":"There's a Transylvania university in Kentucky &amp; also one in this country","response":"Romania"},{"text":"You'll find John Cabot University &amp; Bologna University in this nation","response":"Italy"},{"text":"The University of this Canadian city is the largest French-language college outside of France","response":"Montreal"},{"text":"Colleges in this w. hemisphere nation include Escola Politecnica de Pernambuco &amp; Universidade Gama Filho","response":"Brazil"},{"text":"Slovak Technical University is found in this capital city","response":"Bratislava"}],"originalDate":"2001-11-15"}],[{"category":"WHAT ARE YOU AFRAID OF?","comments":"","clues":[{"text":"If you've got musophobia, the fear of these, we suggest avoiding Minnie &amp; Mickey","response":"mice"},{"text":"The longer they survive, the more snowmen must suffer from thermophobia, the fear of this","response":"heat"},{"text":"You probably won't do well on \"Jeopardy!\" if you suffer from bibliophobia, defined as the fear of these","response":"books"},{"text":"If I had ergophobia, which is fear of this, I'd never get anything done","response":"work"},{"text":"After a long night out, most vampires surely have eosophobia, the fear of this event","response":"the sunrise"}],"originalDate":"2001-11-15"},{"category":"CIVIL WAR PEOPLE","comments":"","clues":[{"text":"He said, \"War is cruelty... the crueler it is, the sooner it will be over\" before he marched to the sea","response":"Sherman"},{"text":"Southern-born Pauline Cushman used this show biz profession as a cover when she spied for the Union","response":"an actress"},{"text":"Alexander Gardner, his chief cameraman, left his employ in 1863 &amp; started his own combat photo team","response":"(Mathew) Brady"},{"text":"She set her 1862 novel \"The Pearl of Orr's Island\" in New England, not in the South","response":"Harriet Beecher Stowe"},{"text":"Future presidents William McKinley &amp; Rutherford B. Hayes both fought in this bloodiest 1-day battle of the war","response":"Antietam"}],"originalDate":"2001-11-15"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Robert Frost said it \"consists of twelve persons chosen to decide who has the better lawyer\"","response":"a jury"},{"text":"This Asian leader called nonviolence \"the first article of my faith\" &amp; \"the last article of my creed\"","response":"Gandhi"},{"text":"In a WWII address, he spoke of Russia's actions as \"a riddle wrapped in a mystery inside an enigma\"","response":"Churchill"},{"text":"In 1897 she wrote, \"There never will be complete equality until women themselves help to make laws...\"","response":"Susan B. Anthony"},{"text":"In \"Self-Reliance\" Emerson said, \"A foolish consistency is the\" this \"of little minds\"","response":"hobgoblin"}],"originalDate":"2001-11-15"},{"category":"ISLANDS","comments":"","clues":[{"text":"New York owns the original 3.3 acres of this immigration site; New Jersey owns the 24.2 acres of landfill","response":"Ellis Island"},{"text":"This island's Cape Morris Jessup, the northernmost land in the world, lies just 440 miles from the North Pole","response":"Greenland"},{"text":"This Ecuadorian island group's animal life includes a rare flightless cormorant &amp; 2 species of iguana","response":"the Galápagos"},{"text":"This island &amp; Labrador form Canada's easternmost province","response":"Newfoundland"},{"text":"The inhabitants of Gomera in this Spanish group off northwest Africa communicate over distances using a whistled language","response":"the Canary Islands"}],"originalDate":"2001-11-15"},{"category":"COLLEGE RHYME TIME","comments":"","clues":[{"text":"A dull, unexciting place for conducting chemistry experiments","response":"a drab lab"},{"text":"A student studying the basic unit of American currency","response":"a dollar scholar"},{"text":"The university jester","response":"a school fool"},{"text":"That semester when all you did was study the same vermiform organism again &amp; again &amp; again","response":"a worm term"},{"text":"One who evaluates your chosen academic field of study","response":"a major gauger"}],"originalDate":"2001-11-15"},{"category":"THEY WERE EXPELLED","comments":"","clues":[{"text":"This star of \"Casablanca\" was booted out of Phillips Academy for uncontrollably high spirits","response":"Humphrey Bogart"},{"text":"Perhaps responding \"nevermore\", this poet was expelled from West Point in 1831 for refusing to attend drills","response":"Edgar Allan Poe"},{"text":"Once publisher of the USA's largest newspaper chain, he was expelled from Harvard in 1885 for insulting his professors","response":"William Randolph Hearst"},{"text":"Assassinated in August 1940, this Russian Communist leader was expelled in his youth for howling at his teacher","response":"Trotsky"},{"text":"The leading actress of her time, in 1860 she was expelled from a Paris convent school for making fun of a bishop","response":"(Sarah) Bernhardt"}],"originalDate":"2001-11-14"}],{"category":"THE MOVIES","text":"Lt. Col. A.P. Clark played a key role in the elaborate breakout from Stalag Luft III that inspired this 1963 movie","response":"<i>The Great Escape</i>"}]}