{"mix":4785,"rounds":[[{"category":"YE GODS!","comments":"","clues":[{"text":"Famous for enticing Amaterasu out of hiding, Uzume is a goddess of mirth &amp; dancing from this Asian country","response":"Japan"},{"text":"Akin to Quetzalcoatl of the Aztecs, Kinich Ahau was a fire-bird sun god of this Central American people","response":"the Mayans"},{"text":"Hanuman, a god of this religion, leads an army of monkeys &amp; once allied himself with Rama in an important war","response":"Hinduism"},{"text":"Akin to the Greek Dike, Justitia was this empire's divine personification of justice","response":"the Roman Empire"},{"text":"Depicted as both a cobra &amp; a lioness, the goddess Wadjet protected royal authority in this ancient land","response":"Egypt"}],"originalDate":"2001-11-14"},{"category":"O CAPTAIN, MY CAPTAIN","comments":"","clues":[{"text":"This captain's \"five year mission\" actually only lasted about 3 (until syndication &amp; films)","response":"Captain Kirk"},{"text":"Let's give a hand to this villain, created in 1904 by James M. Barrie","response":"Captain Hook"},{"text":"Let's give a hand (no, a leg) to this seafaring captain created in 1851","response":"Captain Ahab"},{"text":"Climb aboard the S.S. Guppy at this breakfast food mascot's website","response":"Cap'n Crunch"},{"text":"The secret identity of this patriotic shield-sporting Marvel superhero was Steve Rogers","response":"Captain America"}],"originalDate":"2001-11-14"},{"category":"MMM... YOU SMELL GREAT","comments":"","clues":[{"text":"Mmm... you smell like these \"curiously strong peppermints\"; you're wearing the cologne named for them","response":"Altoids"},{"text":"Wow!  Un amour de patou makes you smell like this flower \"of the valley\"","response":"a lily"},{"text":"Mmm!  You smell like sandalwood &amp; tonka bean in this designer's cK Be cologne","response":"Calvin Klein"},{"text":"You smell like the bitter type of this nut, so either you're wearing Dior's Hypnotic Poison or you've swallowed cyanide","response":"almond"},{"text":"I hate to be gauche, but you smell like jasmine in this designer's Rive Gauche perfume","response":"Yves St. Laurent"}],"originalDate":"2001-11-14"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"In 1979 this nation granted home rule to Catalonia &amp; the Basque country","response":"Spain"},{"text":"This Roman emperor known for his \"Wall\" rebuilt the Pantheon between 118 &amp; 128 A.D.","response":"Hadrian"},{"text":"He became British prime minister in 1997 as the Labour Party won its largest majority since 1935","response":"(Tony) Blair"},{"text":"The Hohenzollern family ruled Germany &amp; Prussia for centuries until this man abdicated in 1918","response":"Kaiser Wilhelm (II)"},{"text":"When a 1918 treaty was signed there, the name of this city in Belarus included Litovsk","response":"Brest"}],"originalDate":"2001-11-14"},{"category":"IT'S ALL IN THE DNA","comments":"","clues":[{"text":"In most cellular organisms, DNA is carried by these threadlike structures in the nucleus of a cell","response":"chromosomes"},{"text":"Humans have about 30,000 of these basic DNA units of heredity whose name is from the Greek for \"birth\"","response":"genes"},{"text":"In 1953 Watson &amp; crick described the spiral structure of DNA as one of these","response":"a double helix"},{"text":"3 types of this nucleic acid are transfer, ribosomal &amp; messenger","response":"RNA"},{"text":"One of the 4 nitrogen-containing DNA bases abbreviated A, G, T &amp; C","response":"cytosine (or adenine, guanine or thymine)"}],"originalDate":"2001-11-14"},{"category":"THE BILL OF RIGHTS","comments":"","clues":[{"text":"Many ideas George Mason wrote into this state's Declaration of Rights in 1776 were used in the Bill of Rights","response":"Virginia"},{"text":"The Second Amendment says a \"well regulated\" one of these is \"necessary to the security of a Free State\"","response":"a militia"},{"text":"This man whose signature graces the Bill of Rights was president of the Senate at the time","response":"John Adams"},{"text":"From 1952 to 2001 the Bill of Rights was on display in the Exhibition Hall of this building in Washington, D.C.","response":"the National Archives"},{"text":"In essay No. 84 in this series of letters, Alexander Hamilton argued against a Bill of Rights","response":"the Federalist Papers"}],"originalDate":"2001-11-14"}],[{"category":"GREAT AMERICAN NOVELS","comments":"","clues":[{"text":"A nameless black protagonist narrates this 1952 classic by Ralph Ellison","response":"<i>Invisible Man</i>"},{"text":"The name of this Toni Morrison novel (&amp; its title character) comes from the simple inscription on a headstone","response":"<i>Beloved</i>"},{"text":"H.L. Mencken said, \"No romantic novel ever written in America... is one half so beautiful as\" this one by Willa Cather","response":"<i>My Antonia</i>"},{"text":"This author's \"An American Tragedy\" was based on a real-life murder case","response":"Dreiser"},{"text":"The title of this 1962 Faulkner novel refers to 3 young men who steal a car &amp; take it for a joy ride","response":"<i>The Reivers</i>"}],"originalDate":"2001-11-14"},{"category":"STATE CAPITALS OF THE WORLD","comments":"","clues":[{"text":"25 miles north of Terre Haute in this state, you'll find Parke County, the Covered Bridge Capital of the World","response":"Indiana"},{"text":"Most cities would cringe, but Hidalgo in this U.S. state embraced being the Killer Bee Capital","response":"Texas"},{"text":"A killer place to visit is the Shark's Tooth Capital of the world in Sarasota County in this state","response":"Florida"},{"text":"Miss USA, not Al Gore, was grand marshal at this state's Mule-lennium Party in Columbia, the Mule Capital","response":"Tennessee"},{"text":"Vidalia is not only this state's official vegetable but the city that's the Sweet Onion Capital of the World","response":"Georgia"}],"originalDate":"2001-11-13"},{"category":"RELIGION","comments":"","clues":[{"text":"The world headquarters for this religion is in Salt Lake City, Utah","response":"Mormon"},{"text":"This sacred text contains the revelations of Allah to the Prophet Muhammad","response":"the Koran"},{"text":"During religious services, Jewish boys &amp; men traditionally wear these skullcaps","response":"yarmulkes"},{"text":"This form of Buddhism developed in China in the 500s, then later spread to Japan","response":"Zen"},{"text":"During a visit to Connecticut in 1741 he delivered his \"Sinners in the Hands of an Angry God\" sermon","response":"Jonathan Edwards"}],"originalDate":"2001-11-13"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Guinness lists the official altitude record for this soaring sport as 14,250.69 feet","response":"hang gliding"},{"text":"A woman from Cyprus spent a record 6 days trapped in one of these, &amp; probably without muzak","response":"an elevator"},{"text":"This 70-something actor is listed as the oldest racing driver","response":"Paul Newman"},{"text":"Someone get this man a burger!  He's starred in more TV ads than any other company founder","response":"Dave Thomas"},{"text":"Using dishwashing liquid, glycerol, water &amp; a wand, Alan McKay created one of these 105 feet long","response":"a bubble"}],"originalDate":"2001-11-13"},{"category":"PATRIOTIC SONGS","comments":"","clues":[{"text":"Colorful images in this patriotic classic include \"purple mountain majesties\" &amp; \"amber waves of grain\"","response":"\"America The Beautiful\""},{"text":"This anthem is sung to the tune of the old drinking song \"To Anacreon In Heaven\"","response":"\"The Star-Spangled Banner\""},{"text":"Kate Smith blessed the world with the first public rendition of this Irving Berlin song in 1938","response":"\"God Bless America\""},{"text":"Originally released in 1984, this Lee Greenwood crowd pleaser is back on the charts in 2001","response":"\"God Bless The USA\""},{"text":"Written by clergyman Samuel Smith, this \"country\" song has the same melody as \"God Save The Queen\"","response":"\"My Country, 'Tis Of Thee\""}],"originalDate":"2001-11-13"},{"category":"20th CENTURY NOVELS","comments":"","clues":[{"text":"In a 1961 Joseph Heller novel, \"There was only one catch and that was\" this","response":"Catch-22"},{"text":"The narrator of his \"Remembrance of Things Past\" is named Marcel","response":"Marcel Proust"},{"text":"The 8,000-copy first printing of this 1967 Gabriel Garcia Marquez novel sold out in a week","response":"<i>One Hundred Years of Solitude</i>"},{"text":"This Catherine Marshall novel became a TV series with Kellie Martin teaching in the Appalachians","response":"<i>Christy</i>"},{"text":"This E. Annie Proulx novel gives the \"News\" on Quoyle, a sad man with a huge chin","response":"<i>The Shipping News</i>"}],"originalDate":"2001-11-13"}],{"category":"BESTSELLERS","text":"In the beginning this 2005 novel was simply titled \"Forks\"","response":"<i>Twilight</i>"}]}