{"mix":4786,"rounds":[[{"category":"GREEK LETTERS","comments":"","clues":[{"text":"Dear Pindar, good news: when this Macedonian sacked Thebes in 335 B.C., I hear he spared your house","response":"Alexander the Great"},{"text":"Good news, Praxiteles!  Copies of your statue of this kind of part-goat guy... I can't keep 'em in stock","response":"a satyr"},{"text":"Dear Xenophon, I couldn't put down your book \"Memorabilia\" about this philosopher &amp; his conversations","response":"Socrates"},{"text":"Hey guy!  Aristophanes sure satirized you in \"The Frogs\"; it was much funnier than your \"Medea\"","response":"Euripides"},{"text":"Dear Aristeides, I can't believe this author paralleled your life with that Roman loser Marcus Cato","response":"Plutarch"}],"originalDate":"2001-11-13"},{"category":"SWEET NOVEMBER","comments":"","clues":[{"text":"This author of \"Roughing It\" was born on November 30, 1835","response":"Mark Twain"},{"text":"In Great Britain, every November 5 is his \"Day\", celebrated with fireworks &amp; bonfires","response":"Guy Fawkes"},{"text":"On Nov. 28, 1520 this explorer &amp; his ships entered the Pacific Ocean, which he named for its calmness","response":"Magellan"},{"text":"On Nov. 10, 1994 this Mideast king made his first official visit to Israel","response":"King Hussein of Jordan"},{"text":"The Continental Congress adopted these on Nov. 15, 1777 &amp; submitted them to the states for ratification","response":"the Articles of Confederation"}],"originalDate":"2001-11-13"},{"category":"DAVID E. KELLEY TV","comments":"","clues":[{"text":"All was not well in Beantown when Billy, played by Gil Bellows, died of a brain hemorrhage on this Kelley show","response":"<i>Ally McBeal</i>"},{"text":"All was not well in Beantown when D.A. Richard Bay was gunned down in his car on this ABC drama","response":"<i>The Practice</i>"},{"text":"All was not well in Beantown when teacher Harry Senate couldn't save a gangbanger from his fate on this show","response":"<i>Boston Public</i>"},{"text":"After getting shot by a gang member, there was no more hope on this medical drama for Alan Birch","response":"<i>Chicago Hope</i>"},{"text":"Spontaneous combustion claimed the mayor of Rome, Wi. on this drama with Ray Walston as Judge Bone","response":"<i>Picket Fences</i>"}],"originalDate":"2001-11-13"},{"category":"TALK LIKE A SAILOR","comments":"","clues":[{"text":"All is well if things are on an \"even\" one of these","response":"keel"},{"text":"\"Batten down\" these to prepare for trouble","response":"the hatches"},{"text":"\"To take\" this \"out of someone's sails\" is to make him halt his activity","response":"the wind"},{"text":"\"Lower\" this on someone when it's time to make him pay","response":"the boom"},{"text":"Someone who's a \"loose\" one of these can be unpredictable trouble in the making","response":"a cannon"}],"originalDate":"2001-11-13"},{"category":"GEMS &amp; JEWELRY","comments":"","clues":[{"text":"Introduced in 1886, a classic 6-prong setting for engagement rings is named for this Manhattan jewelry store","response":"Tiffany's"},{"text":"It's said that pins weren't worn on kilts until this 19th c. queen offered one to a Highland soldier on a windy day","response":"Queen Victoria"},{"text":"Most folks think of this January birthstone as reddish, but lovely orange ones are found in Namibia &amp; Nigeria","response":"garnet"},{"text":"Often green or white, nephrite is a type of this gemstone closely associated with Asia","response":"jade"},{"text":"\"Jurassic Park\" made this fossilized resin really popular; maybe you'll find some dinosaur DNA in yours","response":"amber"}],"originalDate":"2001-11-12"},{"category":"THE SURF REPORT","comments":"","clues":[{"text":"Dude!  There are 30-footers breakin' at Waimea Bay on the North Shore in this state","response":"Hawaii"},{"text":"Bummer!  In 2001 a pro event on the southern tip of East Java in this country was scrubbed due to civil unrest","response":"Indonesia"},{"text":"It's surfin' among the future sushi where you hit the waves at Chiba's Torami Beach in this country","response":"Japan"},{"text":"Whoa!  I took a donut (wiped out) at Burleigh during the Billabong Pro on this country's Gold Coast","response":"Australia"},{"text":"Head to Jeffreys Bay &amp; pull off a sick floater in this country, whose administrative capital is Pretoria","response":"South Africa"}],"originalDate":"2001-11-12"}],[{"category":"MUSIC VIDEOS","comments":"","clues":[{"text":"Guy Ritchie directed the controversial video for her \"What It Feels Like For A Girl\"","response":"Madonna"},{"text":"Destiny's Child sings in a lagoon in this jungle-set video","response":"\"Survivor\""},{"text":"This actor dances his way through the Fatboy Slim video \"Weapon Of Choice\"","response":"Christopher Walken"},{"text":"Lingerie-clad Christina Aguilera, Mya, Lil' Kim &amp; Pink all appear in this video","response":"\"Lady Marmalade\""},{"text":"5 of this woman's 6 MTV Video Music Award nominations were courtesy of her work with Eminem on \"Stan\"","response":"Dido"}],"originalDate":"2001-11-12"},{"category":"NEWSPAPERS &amp; MAGAZINES","comments":"","clues":[{"text":"In the '60s Katharine Graham took over as publisher of this newspaper &amp; hired Ben Bradlee as managing editor","response":"<i>The Washington Post</i>"},{"text":"In 2001 McCall's magazine was relaunched with this TV talk show host at the helm &amp; renamed for her","response":"Rosie O'Donnell"},{"text":"This alternative music magazine founded by Bob Guccione Jr. celebrated its 15th anniversary in 2000","response":"<i>Spin</i>"},{"text":"Roger Ebert writes movie reviews for this Midwestern paper","response":"the <i>Chicago Sun-Times</i>"},{"text":"After the demise of Sassy, founding editor Ms. Pratt launched this magazine that bears her first name","response":"<i>Jane</i>"}],"originalDate":"2001-11-12"},{"category":"E BEFORE I","comments":"","clues":[{"text":"A noisy ghost","response":"a poltergeist"},{"text":"Bogus or fake, like some money","response":"counterfeit"},{"text":"\"Magic Kingdom\" city","response":"Anaheim"},{"text":"A valuable family possession handed down from one generation to the next","response":"an heirloom"},{"text":"The only U.S. President whose last name fits the category","response":"Dwight David Eisenhower"}],"originalDate":"2001-11-12"},{"category":"LITERATURE","comments":"","clues":[{"text":"Completes the title of Edward Gibbon's masterpiece \"The History of the Decline and Fall of...\"","response":"<i>the Roman Empire</i>"},{"text":"The heroine of his novel \"Roxana\" leads almost as saucy a life as his more famous Moll Flanders","response":"(Daniel) Defoe"},{"text":"E.M. Forster &amp; Virginia Woolf were part of a floral-sounding literary \"Group\" named for this London district","response":"Bloomsbury"},{"text":"One of his most famous works, \"A child's Christmas in Wales\", wasn't published until 2 years after his death","response":"Dylan Thomas"},{"text":"An African safari is the setting for his famous story \"The Short Happy Life of Francis Macomber\"","response":"Hemingway"}],"originalDate":"2001-11-12"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"This Cherokee Indian gave his name to both a giant tree &amp; the California nat'l park where you'll find it","response":"Sequoyah"},{"text":"She once whisked Eleanor Roosevelt away for an airplane ride over Washington, both still in evening gowns","response":"Amelia Earhart"},{"text":"It's the last name of famed anthropologists Louis, Mary, Richard &amp; Meave","response":"Leakey"},{"text":"\"Father of the Supercomputer\" who once said, \"I was one of those nerds before the name was popular\"","response":"Seymour Cray"},{"text":"In 1850 this \"colorful\" Scotsman founded one of the first detective agencies in the U.S.","response":"Allan Pinkerton"}],"originalDate":"2001-11-12"},{"category":"LOSING YOUR HEAD IN THE MOVIES","comments":"","clues":[{"text":"In this film Christina Ricci loses her head over Johnny Depp who's chasing a headless murderer","response":"<i>Sleepy Hollow</i>"},{"text":"Film in which Jennings loses his head over a little boy named Damien with a devil-may-care attitude","response":"<i>The Omen</i>"},{"text":"In this 1998 film Michael Myers loses his head over Jamie Lee Curtis 20 years after their first date","response":"<i>Halloween H20</i>"},{"text":"Brad Pitt uncovers the deadly sin, as wife Gwyneth Paltrow loses her head over Kevin Spacey in this movie","response":"<i>Seven</i>"},{"text":"In this film David Gale loses his head over Jeffrey Combs; in the sequel grafted bat wings give him new life","response":"<i>Re-Animator</i>"}],"originalDate":"2001-11-12"}],{"category":"COLORFUL TITLES","text":"At its premiere in NYC in 1924 this composition was part of a concert billed as \"an experiment in modern music\"","response":"<i>Rhapsody in Blue</i>"}]}