{"mix":4788,"rounds":[[{"category":"IN THE MEDICINE CHEST","comments":"","clues":[{"text":"For chapped lips try this brand of petroleum jelly; for dry skin try the Intensive Care lotion","response":"Vaseline"},{"text":"The type of this kept in your medicine chest is usually 70% isopropyl or ethyl","response":"alcohol"},{"text":"It's the more common name for acetylsalicylic acid (&amp; it's easier to pronounce)","response":"aspirin"},{"text":"Isotretinoin, used to treat severe acne, is better known by this trademark name","response":"Accutane"},{"text":"If you tend to nick yourself shaving, keep one of these \"pencils\" on hand to stop the bleeding","response":"a styptic stick"}],"originalDate":"2001-11-08"},{"category":"TOP O' THE CHARTS","comments":"","clues":[{"text":"When their \"MmmBop\" reached No. 1 in May 1997, they became the first artists born in the 1980s to have a No. 1 single","response":"Hanson"},{"text":"The first single from her \"Butterfly\" CD, \"Honey\" debuted at No. 1 &amp; remained there for 3 weeks","response":"Mariah Carey"},{"text":"With the 1999 song \"Bailamos\", he accomplished something his father was unable to achieve<span class=\"nobreak\">--</span>a No. 1 U.S. pop hit","response":"Enrique Iglesias"},{"text":"In this 1998 hit, No. 1 for 13 weeks, Brandy &amp; Monica sang, \"I'm sorry that you seem to be confused, he belongs to me\"","response":"\"The Boy Is Mine\""},{"text":"Her No. 1 hits include \"Again\" &amp; \"Together Again\"","response":"Janet Jackson"}],"originalDate":"2001-11-08"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Stamps showing a volcano in Nicaragua helped convince Congress to put the canal in this country","response":"Panama"},{"text":"With the end of the war in 1848, this country lost half of its territory to the U.S.","response":"Mexico"},{"text":"1 of the 2 agricultural products Cesar Chavez called a boycott of in 1970","response":"grapes (or lettuce)"},{"text":"This general cleared out the vets camped in Washington, D.C. in July 1932, probably vowing to return if they ever did","response":"MacArthur"},{"text":"To keep trains moving during this firm's 1894 strike, mail cars were added, so stopping them was a federal offense","response":"the Pullman Company"}],"originalDate":"2001-11-08"},{"category":"TENNYSON, ANYONE?","comments":"","clues":[{"text":"Tennyson's poem \"Locksley Hall\" says, \"In\" this season \"a young man's fancy lightly turns to thoughts of love\"","response":"spring"},{"text":"Tennyson met his bosom friend Arthur Hallam while attending Trinity College at this university","response":"Cambridge"},{"text":"In this 1855 poem, there were cannon to the right, left &amp; in front of 600 very unfortunate men","response":"\"Charge of the Light Brigade\""},{"text":"In \"The Death of\" this king, he \"shot thro' the lists at Camelot, and charged before the eyes of ladies and of kings\"","response":"King Arthur"},{"text":"Tennyson succeeded this \"Tintern Abbey\" poet as Poet Laureate in 1850","response":"Wordsworth"}],"originalDate":"2001-11-08"},{"category":"THE LONE STAR STATE","comments":"","clues":[{"text":"\"You can go to hell! I'm going to Texas\", said this coonskin cap man after losing an 1835 Tennessee election","response":"Davy Crockett"},{"text":"In 2001 this Dallas Cowboy quarterback retired after 3 Super Bowl wins &amp; 10 concussions","response":"Troy Aikman"},{"text":"Despite a Texas saying, this burrowing, bony-plated animal isn't \"born dead by the side of the road\"","response":"armadillo"},{"text":"Karla Faye Tucker, the first woman \"Tex-ecuted\" since 1863, was put to death by this process in 1998","response":"lethal injection"},{"text":"Members of this group that formally began in the 1830s were hired as protection from Indian attacks","response":"Texas Rangers"}],"originalDate":"2001-11-07"},{"category":"MOVIE TAGLINES","comments":"","clues":[{"text":"2001:<br>\"December 7, 1941:<br>A day that shall live in infamy\"","response":"<i>Pearl Harbor</i>"},{"text":"2001:<br>\"His love is real, but he is not\"","response":"<i>A.I. (Artificial Intelligence)</i>"},{"text":"2000:<br>\"There's nothing more determined than poultry with a plan\"","response":"<i>Chicken Run</i>"},{"text":"2000:<br>\"After a night they can't remember, comes a day they'll never forget\"","response":"<i>Dude, Where's My Car?</i>"},{"text":"2001:<br>\"He will rise again\"","response":"<i>The Mummy Returns</i>"}],"originalDate":"2001-11-07"}],[{"category":"INSTANT MESSAGING","comments":"","clues":[{"text":"Left my pot of this square, stuffed pasta baking in the oven; BRB","response":"ravioli"},{"text":"My trial's in an hour for this type of illegal entry onto private land; CUL8R (I hope)","response":"trespassing"},{"text":"Mom's yelling from downstairs; since Junior was born she's had this type of depression<span class=\"nobreak\">--</span>TTYL","response":"postpartum depression"},{"text":"SOT; My paper on the decline of this Turkish empire in the 1900s is due tomorrow","response":"the Ottoman Empire"},{"text":"Sup? Got 2 tickets to this German composer's 1729 \"St. Matthew Passion\" tonite; W/B ASAP","response":"(Johann Sebastian) Bach"}],"originalDate":"2001-11-07"},{"category":"NUMB WITH NUMBERS","comments":"","clues":[{"text":"Number of humps on a Bactrian camel","response":"2"},{"text":"According to Genesis, the number of women on Noah's ark","response":"4"},{"text":"Number of locks in the Suez canal","response":"zero"},{"text":"Number of moonless planets in our solar system","response":"2"},{"text":"Number of oxygen atoms in a molecule of ozone","response":"3"}],"originalDate":"2001-11-07"},{"category":"SOCIOLOGY","comments":"","clues":[{"text":"These 2 prefixes divide sociology as well as economics into broader &amp; narrower focuses","response":"macro- & micro-"},{"text":"Of the basic class divisions, it's the one the most Americans say they're in","response":"middle class"},{"text":"2-word term for a person whom others try to emulate; Charles Barkley said he wasn't one","response":"role model"},{"text":"Americans' need to conform was analyzed by the 1950 bestseller \"The Lonely\" this","response":"crowd"},{"text":"A nation expanding its power over other lands is this -ism; selling Coca-cola abroad is \"cultural\" this -ism","response":"imperialism"}],"originalDate":"2001-11-07"},{"category":"MUSEUMS","comments":"","clues":[{"text":"You can learn the history of the microprocessor &amp; how it's made at this computer chip maker's Santa Clara, Ca. museum","response":"Intel"},{"text":"The National Atomic Museum in Albuquerque has an exhibit on this Polish radiation pioneer &amp; her husband Pierre","response":"Marie Curie"},{"text":"Boneshakers, velocipedes &amp; Schwinns abound in the Ohio museum honoring this mode of transport","response":"bicycle"},{"text":"Cartoon boy Sherman might get his questions answered at this museum of natural history at Yale","response":"Peabody Museum"},{"text":"Saturday Evening Post covers are on display at the Rutland, Vermont  museum devoted to this illustrator","response":"(Norman) Rockwell"}],"originalDate":"2001-11-07"},{"category":"ANATOMY CLASS","comments":"","clues":[{"text":"Minute finger-like projections called villi line the walls of this \"small\" digestive organ","response":"small intestine"},{"text":"All of your blood cells are produced in this soft substance that fills the bones","response":"marrow"},{"text":"A tib-fib fracture is one of these 2 bones","response":"tibia & fibula"},{"text":"More common in men than women, they're usually made of calcium oxalate &amp; cause renal colic when they pass","response":"kidney stones"},{"text":"From the Greek for \"throat\" it's the passage that connects the back of the mouth &amp; nose to the esophagus","response":"pharynx"}],"originalDate":"2001-11-07"},{"category":"JANE PAULEY PAVILION","comments":"(Alex: Now we know who this place is named for.) [Laughter]","clues":[{"text":"Like David Letterman, Jane was born in this state &amp; began her TV career there","response":"Indiana"},{"text":"He's her old \"Today\" co-host &amp; Jane sometimes subs for him on the \"NBC Nightly News\"","response":"(Tom) Brokaw"},{"text":"Jane currently is the principal anchor of this primetime newsmagazine","response":"Dateline"},{"text":"Jane covered this royal pair's wedding in 1986 for \"Today\"; she had covered an earlier big one in 1981","response":"Prince Andrew & Sarah Ferguson"},{"text":"To Jane, Rachel and Ross are more than friends, they're the twins she had with this man","response":"Garry Trudeau"}],"originalDate":"2001-11-07"}],{"category":"THE TONY AWARDS","text":"There has never been a Tony Award winner for Best Musical set on either of these 2 continents","response":"Antarctica & Australia"}]}