{"mix":4789,"rounds":[[{"category":"BEATING THE TROJANS","comments":"[Applause from UCLA fans] (Alex: Hey, we don't want to start anything bad here.)","clues":[{"text":"Using timber from Mount Ida, Epeius built this object that won the Trojan War for the Greeks","response":"The Trojan Horse"},{"text":"This greatest Greek hero sprang into action after his friend Patroclus was killed","response":"Achilles"},{"text":"This Virgil work focuses on one of the few surviving Trojans","response":"The Aeneid"},{"text":"The greatest Trojan warrior, he ended up taking a spear in the neck &amp; getting dragged behind a chariot","response":"Hector"},{"text":"When Troy fell, Helen had to talk this peeved Greek husband of hers into letting her live","response":"Menelaus"}],"originalDate":"2001-11-07"},{"category":"THE LAKE COUNTRY","comments":"(Alex: You have to identify the country.)","clues":[{"text":"Lake Timsah,<br>Lake Nasser","response":"Egypt"},{"text":"Lake Onega,<br>Lake Baikal","response":"Russia"},{"text":"Lake Thirlmere,<br>Lake Windermere","response":"England/Great Britain"},{"text":"Lake Chapala,<br>Lake Patzcuaro","response":"Mexico"},{"text":"Lake Macquarie,<br>Lake Mungo","response":"Australia"}],"originalDate":"2001-11-06"},{"category":"MYTHMASH","comments":"","clues":[{"text":"Pasiphae was the mother of this monster, &amp; that's no bull!","response":"the Minotaur"},{"text":"It's the name of the ship on which Jason sailed to find the Golden Fleece","response":"the <i>Argo</i>"},{"text":"Rejected by Narcissus, she faded away until all that was left was a voice, a voice","response":"Echo"},{"text":"A prophecy before he was born said he would be the ruin of Troy, &amp; he was!","response":"Paris"},{"text":"The Greek gods swore their most solemn oaths in the name of this river of Hades","response":"Styx"}],"originalDate":"2001-11-06"},{"category":"SONG LYRICS","comments":"","clues":[{"text":"Madonna:<br>\"But you made me feel yeah, you made me feel shiny and new\"","response":"\"Like A Virgin\""},{"text":"Duran Duran:<br>\"I'm on the hunt I'm after you, mouth is alive with juices like wine\"","response":"\"Hungry Like The Wolf\""},{"text":"Donna Summer: <br>\"Dialed about a thousand numbers lately, almost rang the phone off the wall\"","response":"\"Hot Stuff\""},{"text":"Aerosmith:<br>\"Don't want to close my eyes, I don't want to fall asleep 'cause I'll miss you baby...\"","response":"\"I Don't Want To Miss A Thing\""},{"text":"Christina Aguilera:<br>\"Whatever makes me happy sets you free and I'm thanking you for knowing exactly...\"","response":"\"What A Girl Wants\""}],"originalDate":"2001-11-06"},{"category":"E-COMMERCE","comments":"","clues":[{"text":"At dunkindonuts.com you can't buy donuts, but you can get this traditional accompaniment by the pound","response":"coffee"},{"text":"You can click to hear a train whistle at the website of this model maker","response":"Lionel"},{"text":"calwine.com is located \"In the Heart of\" this valley","response":"Napa Valley"},{"text":"vixenoffroad.com specializes in women's apparel for this biking sport abbreviated MX","response":"motocross"},{"text":"alzheimersupport.com is among sites offering this super-herb, the scientific name of the maidenhair tree","response":"<i>Gingko biloba</i>"}],"originalDate":"2001-11-06"},{"category":"GEORGIE","comments":"","clues":[{"text":"Born in New Haven, Connecticut in 1946, he grew up to be president of the United States","response":"George W. Bush"},{"text":"He has 3 stars on Hollywood Boulevard; 2 by himself &amp; 1 with Gracie","response":"George Burns"},{"text":"He came up with the first practical roll film before he came up with the first practical camera to use roll film","response":"George Eastman"},{"text":"In 1987 his \"Ocean Front Property\" became the first album to debut at No. 1 on the Billboard country chart","response":"George Strait"},{"text":"At the merger, Walter Reuther was president of the CIO &amp; this man was president of the AFL","response":"George Meany"}],"originalDate":"2001-11-06"}],[{"category":"PUDDING","comments":"","clues":[{"text":"\"Joy Of Cooking\" calls the pudding made from this grain \"The All-Time Favorite\"","response":"rice pudding"},{"text":"Bill Cosby has helped sell this brand's Jigglers as well as puddings","response":"Jell-O"},{"text":"For lactose-intolerant pudding lovers, there's Trembleque, made with this \"milk\" from a tree","response":"coconut milk"},{"text":"It's the traditional type of pudding demanded in \"We Wish You A Merry Christmas\"","response":"Figgy pudding"},{"text":"It's a Yiddish word for noodle pudding","response":"Kugel"}],"originalDate":"2001-11-06"},{"category":"KISSED THE GIRLS","comments":"","clues":[{"text":"Viewers flocked to see Calista Flockhart &amp; this \"angel\" kiss on \"Ally McBeal\"","response":"Lucy Liu"},{"text":"In \"From Here To Eternity\" this actress tells Burt Lancaster, \"Nobody ever kissed me the way you do\"","response":"Deborah Kerr"},{"text":"In \"You're in the Army Now\" Regis Toomey planted an over 3-minute long kiss on this future wife of Ronald Reagan","response":"Jane Wyman"},{"text":"In the \"Friends\" episode \"The One With Rachel's Big Kiss\", Jennifer Aniston kissed this little woman","response":"Winona Ryder"},{"text":"1968 film in which Charlton Heston as Taylor tells Kim Hunter, \"Doctor, I'd like to kiss you goodbye\"","response":"<i>Planet Of The Apes</i>"}],"originalDate":"2001-11-06"},{"category":"MADE THEM CRY","comments":"(Alex: What a weird choice!)","clues":[{"text":"\"And so through the night went his cry of alarm to every Middlesex village and farm\"","response":"Paul Revere"},{"text":"It was the battle cry rallying the Texans in the Battle of San Jacinto","response":"\"Remember The Alamo!\""},{"text":"It's the beloved country in Alan Paton's \"Cry, The Beloved Country\"","response":"South Africa"},{"text":"\"Poyekhali!\" (\"let's go!\" in Russian) was his cry April 12, 1961","response":"Yuri Gagarin"},{"text":"\"Never\" do this was Canadian Farley Mowat's tale of living in the north to see what was killing caribou","response":"<i>Never Cry Wolf</i>"}],"originalDate":"2001-11-06"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"The governor's mansion housing George Pataki is in this city","response":"Albany"},{"text":"In 1861 Abe Lincoln moved from this Illinois city and headed for D.C.","response":"Springfield"},{"text":"Think about it... this city was first settled by John Harris around 1718","response":"Harrisburg"},{"text":"Huey Long was shot at the state capitol in this city in 1935","response":"Baton Rouge"},{"text":"It's known as \"The Crossroads of the Pacific\"","response":"Honolulu"}],"originalDate":"2001-11-05"},{"category":"ECONOMICS","comments":"","clues":[{"text":"The International Monetary Fund, established in 1945, is a specialized agency of this organization","response":"United Nations"},{"text":"A leading yardstick of a country's economy is this, abbreviated GDP","response":"Gross Domestic Product"},{"text":"Since WWII, not one of these in the U.S. has developed into the next phase, a depression","response":"recession"},{"text":"Karl Marx put this system between capitalism &amp; communism","response":"socialism"},{"text":"Mercantilism was shot down by this economist in his \"Wealth of Nations\"","response":"Adam Smith"}],"originalDate":"2001-11-05"},{"category":"THAT WAS NO LADY","comments":"","clues":[{"text":"Life was a drag for Adam Sandler &amp; this \"Just Shoot Me\" actor as \"Gap Girls\" on \"SNL\"","response":"David Spade"},{"text":"As TV's Corporal Klinger, this actor who was also born in Toledo dressed to kill (with kindness)","response":"Jamie Farr"},{"text":"We had our \"Eyes Wide Shut\" when he wore a bra &amp; pink pumps to receive his 1994 Hasty Pudding Award","response":"Tom Cruise"},{"text":"Born in 1908, he was in over 40 silent films before becoming \"Mr.\" (&amp; sometimes Miss) \"Television\"","response":"Milton Berle"},{"text":"This Oscar winner was Buffy the gender slayer on \"Bosom Buddies\"","response":"Tom Hanks"}],"originalDate":"2001-11-05"}],{"category":"THE RAILROADS","text":"The railroad founded in 1859 by a Kansas state charter reached this state capital on February 16, 1880","response":"Santa Fe"}]}