{"mix":4790,"rounds":[[{"category":"THAT WAS MY WIFE","comments":"(Alex: We want you to name the husband.)","clues":[{"text":"Martha Custis<br>(1759-1799)","response":"George Washington"},{"text":"Elizabeth Taylor<br>(1964-1974, 1975-1976)","response":"Richard Burton"},{"text":"Anne Boleyn<br>(1533-1536)","response":"Henry VIII"},{"text":"Eva Duarte<br>(1945-1952)","response":"Juan Peron"},{"text":"Marie Josephine Rose Tascher de la Pagerie<br>(1796-1809)","response":"Napoleon"}],"originalDate":"2001-11-05"},{"category":"BRITISH ART &amp; ARTISTS","comments":"","clues":[{"text":"The aptly-named Terry Frost created a painting called this season of the year \"1956, Yorkshire\"","response":"winter"},{"text":"Fittingly, this woman holds a Tudor rose in the portrait by Nicholas Hilliard seen here","response":"Queen Elizabeth I"},{"text":"William Hodges journeyed to the south Pacific as an artist to this captain &amp; painted the portrait of him seen here","response":"Captain James Cook"},{"text":"John Hoppner, a favorite royal portrait artist of the late 1700s, was rumored to be an illegitimate son of this king","response":"George III"},{"text":"This contemporary Brit has long been in the swim with paintings such as \"Peter Getting Out of Nick's Pool\"","response":"David Hockney"}],"originalDate":"2001-11-05"},{"category":"ENTERTAINMENT MILESTONES","comments":"","clues":[{"text":"His \"Albert Hall\" concert of 1966 was finally released in 1998 after decades of bootlegging","response":"Bob Dylan"},{"text":"On Jan. 6, 1975 \"Another World\" became the first daytime drama to go to this many minutes","response":"60"},{"text":"1911's \"The Durbar at Delhi\" was the first major film made using this visual advance","response":"color"},{"text":"Disney's first direct-to-video feature was the \"Aladdin\" sequel \"The Return of\" this villain","response":"Jafar"},{"text":"In 1955 the Independent Television Authority broke this corporation's monopoly on TV in England","response":"the BBC"}],"originalDate":"2001-11-05"},{"category":"THE NIXON ERA","comments":"","clues":[{"text":"Forced to resign as director of this, William Colby was replaced by George Bush","response":"the CIA"},{"text":"E. Howard Hunt worked initially with this future radio host on many covert activities","response":"G. Gordon Liddy"},{"text":"Last name of representative John or columnist Jack, who covered the Watergate scandal","response":"Anderson"},{"text":"Later chief of staff, this adman became Nixon's campaign manager in 1968 &amp; handled the puff 'n stuff pieces","response":"H.R. Haldeman"},{"text":"This Indiana senator led the fight against Nixon's Carswell &amp; Haynsworth Supreme Court nominations","response":"Birch Bayh, Jr."}],"originalDate":"2001-11-05"},{"category":"VALUES","comments":"","clues":[{"text":"In the U.S. it's 16 fluid ounces","response":"pint"},{"text":"In 3/8 time it's 3 beats long","response":"measure/bar"},{"text":"In Greece this many lepta equal 1 drachma","response":"100"},{"text":"60 minutes <span class=\"nobreak\">--</span> on a map","response":"degree"},{"text":"1 sievert is the dose of radiation from 1 milligram of this element in 1 hour at a distance of 1 centimeter","response":"radium"}],"originalDate":"2001-11-05"},{"category":"CURMUDGEONLY QUOTES","comments":"","clues":[{"text":"This \"Saint Joan\" playwright hated Shakespeare so much it would \"Be a relief to...dig him up and throw stones at him\"","response":"George Bernard Shaw"},{"text":"\"Life is divided into the horrible and the miserable\", said Woody Allen in this 1977 film","response":"<i>Annie Hall</i>"},{"text":"\"The play was a great success, but the audience was a total failure\", he said after \"Lady Windemere's Fan\" debuted","response":"Oscar Wilde"},{"text":"Some would \"rather read a book about civil servants written by a rabbit\" than this bunny book by Richard Adams","response":"\"Watership Down\""},{"text":"\"I find mankind so odious that I should hate to have it approve of me\", Alceste says in this Moliere comedy","response":"<i>The Misanthrope</i>"}],"originalDate":"2001-11-05"}],[{"category":"HAM","comments":"","clues":[{"text":"This brand has been jokingly called \"ham that failed its physical\"","response":"Spam"},{"text":"Ham lover seen here:","response":"Sam-I-Am"},{"text":"This company that makes canned deviled ham once used the slogan \"Branded with the devil but fit for the gods\"","response":"Underwood"},{"text":"To be given this name, hams must be cured &amp; processed in the Virginia area of the same name","response":"Smithfield"},{"text":"Parma ham is the true form of this, Italian for \"ham\"","response":"prosciutto"}],"originalDate":"2000-07-20"},{"category":"CLASSIC FILM MONSTERS","comments":"","clues":[{"text":"In a 1933 film this big ape was brought to America from his island home on a huge raft","response":"King Kong"},{"text":"In 1982 this film's original Japanese version, \"Gojira\", was shown in America without Raymond Burr's scene","response":"<i>Godzilla</i>"},{"text":"The old Gypsy Maleva tells this dead character, \"Your suffering is over...now find peace for eternity\"","response":"The Wolf Man"},{"text":"Dr. Jack Griffin was the real name of this Claude Rains character; there's more to him than meets the eye","response":"The Invisible Man"},{"text":"Also known as the Gill-Man, he was played by Ben Chapman; underwater scenes were done by Ricou Browning","response":"The Creature from the Black Lagoon"}],"originalDate":"2000-07-20"},{"category":"EXPERIMENTS","comments":"","clues":[{"text":"Galen's neighbors heard the squeals of stuck pigs when he proved that veins carry this, not air","response":"blood"},{"text":"In 1952 Hershey &amp; Chase used a Waring model of this machine to study bacteria-eating viruses","response":"blender"},{"text":"Josef Stefan heated up physics by showing that radiation from a glowing wire was proportional to this","response":"temperature"},{"text":"NASA's passive seismic experiment detected thousands of lunar seismic events, called these","response":"moonquakes"},{"text":"1887's Michelson-Morley experiment demolished the idea of this medium that supposedly conducted light","response":"aether"}],"originalDate":"2000-07-20"},{"category":"\"U\" WHO","comments":"","clues":[{"text":"When the new \"Love Boat\" set sail in 1998, this \"Vega$\" star was in the captain's seat","response":"Robert Urich"},{"text":"This \"Exodus\" author returned in 1999 with a new political novel, \"A God In Ruins\"","response":"Leon Uris"},{"text":"In 1987 he outraced his son to win his fourth Indianapolis 500","response":"Al Unser"},{"text":"This Norwegian star of such movies as \"Autumn Sonata\" was actually born in Japan","response":"Liv Ullman"},{"text":"Once a staff writer for The New Yorker, this \"Rabbit, Run\" author still contributes regularly","response":"John Updike"}],"originalDate":"2000-07-20"},{"category":"KILLERS","comments":"","clues":[{"text":"In 1990 these insects on the lam from South America since 1957 reached Texas","response":"killer bees"},{"text":"The Aum Shinrikyo cult was behind a March 1995 nerve gas attack on this city's subway","response":"Tokyo"},{"text":"\"(Hi, I'm Billy Warlock of \"General Hospital\") In the TV movie \"Honor Thy Father And Mother:  The True Story Of\" these \"Murders\", I played Lyle\"","response":"the Menendez murders"},{"text":"To get the crown for himself, this Shakespearean king murders 2 little princes","response":"Richard III"},{"text":"The savage Gilles de Rais probably inspired this \"colorful\" character who keeps bodies in a locked room","response":"Bluebeard"}],"originalDate":"2000-07-20"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"In the '60s it meant trendy or hip, like a member of a TV \"Squad\"","response":"mod"},{"text":"For 5 &amp; 7 it's 12","response":"sum"},{"text":"A criminal charge, it's listed on a \"sheet\"","response":"rap"},{"text":"I can't tell either of these 2 3-letter words; I only tell the truth","response":"fib & lie"},{"text":"A gullible person, or the juice in a tree","response":"sap"}],"originalDate":"2000-07-20"}],{"category":"ANCIENT WRITINGS","text":"In 170 A.D. Melito of Sardis compiled a list of religious works to be included in this, a 2-word term he coined","response":"the Old Testament"}]}