{"mix":4791,"rounds":[[{"category":"COUNTRY MUSIC STARS","comments":"","clues":[{"text":"When you see this singer, tell her \"We're Doing Fine\"","response":"Reba McEntire"},{"text":"Hats off to this singer who gave a gutsy performance in \"The Newton Boys\"","response":"Dwight Yoakam"},{"text":"In the early '60s fans went \"Crazy\" for her","response":"Patsy Cline"},{"text":"This \"outlaw\" was Buddy Holly's bass player","response":"Waylon Jennings"},{"text":"He was born Harold Lloyd Jenkins, but we know him better by this name","response":"Conway Twitty"}],"originalDate":"2000-07-20"},{"category":"FERDINAND RULES!","comments":"","clues":[{"text":"Ferdinand IV rocked!  He conquered this rock in 1309","response":"Gibraltar"},{"text":"While king of this country from 1914 to 1927, Ferdinand acquired Transylvania","response":"Romania"},{"text":"Ferdinand II of Bohemia joined this sort-of-lengthy war in 1619 when he fought a usurper","response":"30 Years War"},{"text":"The central power of this empire was dissolved in 1648 during Ferdinand III's watch","response":"Holy Roman Empire"},{"text":"Trying to take Castile, Portugal's Ferdinand II aligned himself with the Duke of Lancaster, John of this","response":"Gaunt"}],"originalDate":"2000-07-20"},{"category":"WAVES","comments":"","clues":[{"text":"The WAVES were these \"Accepted for Volunteer Emergency Service\"","response":"Women"},{"text":"Line that follows \"O beautiful for spacious skies\"","response":"\"For amber waves of grain\""},{"text":"The man waving, seen here, was designed by this astronomer","response":"Carl Sagan"},{"text":"First name of Paris stylist Grateau, who introduced his wave in 1872","response":"Marcel"},{"text":"To do the wave in the world's biggest stadium, head south to the Maracana in this city","response":"Rio de Janeiro"}],"originalDate":"2000-07-20"},{"category":"ON THE RISK BOARD","comments":"","clues":[{"text":"Quebec &amp; this adjacent province are both on the board","response":"Ontario"},{"text":"Found on the board, it's the 2-word term for the region which includes Morocco &amp; Algeria","response":"North Africa"},{"text":"This old name of a southeast Asian kingdom lives on in the game","response":"Siam (for Thailand)"},{"text":"If you go north from the Risk territory of Northern Europe, you get to this peninsular territory","response":"Scandinavia"},{"text":"In the atlas, this country that gets its own territory is between Pakistan &amp; Turkmenistan","response":"Afghanistan"}],"originalDate":"2000-07-20"},{"category":"3-D","comments":"(Alex: Don't be misled by this category; there will be 3 \"D\"s; 3 of the letter D in each correct response)","clues":[{"text":"This is the way the ladies sometimes ride","response":"sidesaddle"},{"text":"It's the next federal holiday after Memorial Day","response":"Independence Day"},{"text":"This arachnid is also known as a harvestman","response":"daddy long legs"},{"text":"It's a supplement to a book","response":"addendum"},{"text":"Wild Bill Hickok cashed his chips in this town","response":"Deadwood"}],"originalDate":"2000-07-20"},{"category":"NEWS OF 2005","comments":"","clues":[{"text":"Congratulations were in order on May 4 when this man was elected to a third term as British PM","response":"(Tony) Blair"},{"text":"To the relief of many, on August 8 this Space Shuttle returned safely to Earth following launch problems","response":"<i>Discovery</i>"},{"text":"In Sept. 2005 the Post Office assigned the ZIP code 77230 to this Texas arena so that people could again receive mail","response":"the Astrodome"},{"text":"One of the 2 major airlines that declared bankruptcy on September 14","response":"Delta (or Northwest)"},{"text":"On Sept. 30 he was appointed U.N. Ambassador, bypassing Senate approval","response":"(John) Bolton"}],"originalDate":"2006-06-12"}],[{"category":"MUSICALLY INCLINED","comments":"","clues":[{"text":"Running about 8 1/2 minutes on the radio, this Don McLean hit is the longest song ever to hit No. 1","response":"\"American Pie\""},{"text":"Sung by Apollo IX astronauts, this traditional song was one of the first sung in outer space","response":"\"Happy Birthday\""},{"text":"In 1969 Johnny Cash had a hit with this Shel Silverstein song","response":"\"A Boy Named Sue\""},{"text":"Barry Manilow's first hit, the title was changed to distance itself from a song of the same name by Looking Glass","response":"\"Mandy\""},{"text":"This legendary duo first started Warbling under the name Caesar &amp; Cleo","response":"Sonny & Cher"}],"originalDate":"2006-06-12"},{"category":"BROWNIE POINTS","comments":"","clues":[{"text":"Brownies are divided into these large divisions; Ken Berry &amp; Larry Storch were in one, too","response":"troops"},{"text":"Brownies of this faith achieve religious recognition via the Dharma Award","response":"Hinduism"},{"text":"As per President Bush's 2001 request, U.S. Brownies gave $1 each to children of this country due east of Iran","response":"Afghanistan"},{"text":"This mom of Carrie Fisher helped the Brownies recruit &amp; retain members in the 1960s with the \"Piper Project\"","response":"Debbie Reynolds"},{"text":"Before you can earn the Girl Scouting in the U.S.A. badge, you must read about this founder","response":"Juliette Gordon Low"}],"originalDate":"2006-06-12"},{"category":"YOU'RE SUCH A TOOL!","comments":"","clues":[{"text":"A mixture of fruit juices<span class=\"nobreak\">--</span>Hawaiian, for example","response":"a punch"},{"text":"An L.A.-based basketball team","response":"the Clippers"},{"text":"A folder for holding papers","response":"file"},{"text":"A \"stud\"ly card game","response":"poker"},{"text":"A helicopter","response":"a chopper"}],"originalDate":"2006-06-12"},{"category":"DRAMATISTS","comments":"","clues":[{"text":"\"De Profundis\" was a letter he wrote while in Reading Gaol to Lord Alfred Douglas, with whom he'd had an affair","response":"Oscar Wilde"},{"text":"The only known surviving example of his handwriting is his signature on a 1585 will; his name as written was Marley","response":"Christopher Marlowe"},{"text":"A year after he wrote \"Candida\", he became a drama critic for the Saturday Review, a job he held for 3 1/2 years","response":"Shaw"},{"text":"William Shakespeare acted in one of this \"To Celia\" poet's first plays, \"Every Man in His Humour\"","response":"(Ben) Jonson"},{"text":"His 1697 tragedy \"The Mourning Bride\" contains the well-known line \"Music has charms to soothe a savage breast\"","response":"William Congreve"}],"originalDate":"2006-06-12"},{"category":"WOMEN DIRECTING WOMEN","comments":"","clues":[{"text":"This Oscar-winning actress directed herself in the film \"Little Man Tate\"","response":"Jodie Foster"},{"text":"Gurinder Chadha scored when she directed Parminder Nagra in this soccer film","response":"<i>Bend It Like Beckham</i>"},{"text":"Mira Nair had \"Hysterical Blindness\" before directing Reese Witherspoon in this Thackeray film","response":"<i>Vanity Fair</i>"},{"text":"Martha Coolidge directed this actress to an Emmy for playing Dorothy Dandridge","response":"Halle Berry"},{"text":"In this TV drama's \"The Supremes\" episode, Oscar winner Jessica Yu directed Glenn Close as a Court nominee","response":"<i>The West Wing</i>"}],"originalDate":"2006-06-12"},{"category":"\"BLUE\" PLATE SPECIAL","comments":"","clues":[{"text":"Come on in for our Monday special: flapjacks topped with this official state fruit of New Jersey","response":"the blueberry"},{"text":"Ma found the recipe for Tuesday's special, a tasty garden scramble, on this margarine's website","response":"Blue Bonnet"},{"text":"Yum, yum!  Wednesday's special is this crustacean that has its own festival in Panacea, Florida","response":"a blue crab"},{"text":"Ma looked for the Maytag type of this in appliances instead of the grocery aisle before she put it in Thurs.'s salad","response":"blue cheese"},{"text":"For Friday, we're frying up some of these oysters named for a place on Long Island","response":"Blue Point oysters"}],"originalDate":"2006-06-12"}],{"category":"SCIENCE TERMS","text":"This term for the lowest level of the ocean that the Sun's rays can reach shares its name with a classic 1960s TV show","response":"the twilight zone"}]}