{"mix":4798,"rounds":[[{"category":"ANCIENT GREECE","comments":"","clues":[{"text":"Aristotle's prescription for women in this condition was to avoid too much salt &amp; wine","response":"pregnant"},{"text":"It was the standard wear for the men &amp; boys exercising in the gymnasium","response":"nudity"},{"text":"Originally 6 obols equaled one of these coins","response":"a drachma"},{"text":"In ancient Greece this oil was used as a food, fuel, lubricant &amp; in place of soap","response":"olive oil"},{"text":"In 548 B.C. the Temple of Apollo burned down in this oracular city, sponsor of the Pythian Games","response":"Delphi"}],"originalDate":"2000-07-14"},{"category":"NECKWEAR","comments":"","clues":[{"text":"A fur wrap, or what you did if you illegally took one","response":"stole"},{"text":"The Kukui type of this Hawaiian necklace is made of candlenuts strung together","response":"lei"},{"text":"The sarge will hit the woof if you lose these","response":"dog tags"},{"text":"Nixon might have found one of these detachable shirt fronts tricky to wear","response":"dickie"},{"text":"It shares its name with a racetrack seen in \"My Fair Lady\"","response":"ascot"}],"originalDate":"2000-07-14"},{"category":"FOREIGN WORDS","comments":"","clues":[{"text":"Attention!  This German word for \"Attention!\" precedes \"Baby\" in a U2 album title","response":"<i>Achtung</i>"},{"text":"This French word for \"goodbye\" comes from 2 words literally meaning \"to God\"","response":"<i>adieu</i>"},{"text":"Fellah, plural fellahin, means a peasant or laborer in this language","response":"Arabic"},{"text":"This Japanese word for \"teacher\" is a common title for a karate instructor","response":"<i>sensei</i>"},{"text":"The name of this clear Coors product is Russian for \"winter\"","response":"Zima"}],"originalDate":"2000-07-14"},{"category":"AMERICAN HISTORY \"X\"","comments":"","clues":[{"text":"In 1938 Chester Carlson didn't copy off the guy sitting next to him when he invented this process","response":"Xerography/Xeroxy"},{"text":"In 1954 he was appointed chief minister of the Nation of Islam's main temple in Harlem","response":"Malcolm X"},{"text":"Founded in 1831, it's the oldest Catholic institution of higher learning in what was the NW Territory","response":"Xavier University"},{"text":"This \"affair\" caused a quasi-war between France &amp; America in 1798","response":"\"X Y Z\" Affair"},{"text":"On Aug. 22, 1963 Joe Walker took this rocket plane to a new record altitude of 66 1/2 miles","response":"X-15"}],"originalDate":"2000-07-14"},{"category":"ACTING PRESIDENTS","comments":"","clues":[{"text":"Peter Sellers had 3 roles in this film, U.S. President Merkin Muffley, Captain Lionel Mandrake &amp; this title character","response":"Dr. Strangelove"},{"text":"President Harrison Ford personally battles hijacker Gary Oldman in this 1997 thriller","response":"<i>Air Force One</i>"},{"text":"Thanks to the magic of digital technology, this man (a method actor?) played the president in 1997's \"Contact\"","response":"Bill Clinton"},{"text":"In a 1995 film he played Andrew Shepherd, \"The American President\" who romanced Annette Bening","response":"Michael Douglas"},{"text":"As President Beck, this actor tells America that the sky is falling in 1998's \"Deep Impact\"","response":"Morgan Freeman"}],"originalDate":"2000-07-14"},{"category":"INVENTORS &amp; INVENTIONS","comments":"","clues":[{"text":"In 1893 he built the Black Maria, the first building designed to make commercial motion pictures","response":"Thomas Edison"},{"text":"In 1812 the U.S. Congress denied his petition for the renewal of his patent for the cotton gin","response":"Eli Whitney"},{"text":"Bette Nesmith Graham called her correction fluid \"Mistake Out\" before selling it under this brand name","response":"Liquid Paper"},{"text":"In 1855 Joshua Stoddard patented this musical instrument often associated with circuses &amp; merry-go-rounds","response":"Calliope"},{"text":"In 1943 the U.S. Supreme Court  credited this immigrant, not Marconi, as the inventor of radio","response":"Nikola Tesla"}],"originalDate":"2000-07-14"}],[{"category":"HISTORIC POST-IT NOTES","comments":"","clues":[{"text":"In 218 B.C. this things-to-do note seen here:<br>\"Feed elephants, don't forget, shovel!\"","response":"Hannibal"},{"text":"The note seen here is by one of these brothers:<br>\"Meet Clantons &amp; McLowerys @ Corral\"","response":"Earp"},{"text":"Scientist who did something about notes from his wife like the one seen here:<br>\"The milk is sour again, mon cheri\"","response":"Louis Pasteur"},{"text":"Military man who may have found the note seen here on his desk in April of 1951:<br>\"Truman called - sounds steamed!\"","response":"General Douglas MacArthur"},{"text":"Essayist &amp; experimenter who wrote the 1626 note seen here:<br>\"Remember to Freeze Chicken!\"","response":"Sir Francis Bacon"}],"originalDate":"2000-07-14"},{"category":"WOMEN: WRITE ON!","comments":"","clues":[{"text":"Her early novel \"The Lolly-Madonna War\" isn't quite as popular as her alphabet murder mysteries","response":"Sue Grafton"},{"text":"It's the first name shared by novelists Michaels, Cartland &amp; Taylor Bradford","response":"Barbara"},{"text":"After \"Atlas Shrugged\", she stopped writing fiction","response":"Ayn Rand"},{"text":"Like her \"Thorn Birds\", \"The Ladies of Missalonghi\" is set in her native Australia","response":"Colleen McCullough"},{"text":"This Chilean author wrote her first novel, \"The House of the Spirits\", while living in exile","response":"Isabel Allende"}],"originalDate":"2000-07-13"},{"category":"WHO'S WHO IN SPORTS","comments":"","clues":[{"text":"He managed the Los Angeles Dodgers to World Series wins in 1981 &amp; 1988","response":"Tommy Lasorda"},{"text":"With 20, this \"Bear\" of a golfer is the all-time leader in major tournament wins","response":"Jack Nicklaus"},{"text":"Born in 1956, this Swedish tennis player won 6 French Opens &amp; 5 straight Wimbledons","response":"Bjorn Borg"},{"text":"Ali's 1974 fight against Foreman was the breakout event for this boxing promoter","response":"Don King"},{"text":"Nicknamed \"The Admiral\", this center helped lead the San Antonio Spurs to their first NBA title in 1999","response":"David Robinson"}],"originalDate":"2000-07-13"},{"category":"MOVIE L.A.","comments":"","clues":[{"text":"The high-rise district of Century City was once the backlot of this studio, still located nearby","response":"20th Century Fox"},{"text":"This show biz daily known for its breezy headlines is headquartered at 5700 Wilshire","response":"<i>Variety</i>"},{"text":"This guild whose past presidents include Ronald Reagan is headquartered at 5757 Wilshire","response":"the Screen Actors Guild"},{"text":"In 1913, at Selma &amp; Vine, this director known for epics shot the first feature made in Hollywood, \"The Squaw Man\"","response":"Cecil B. DeMille"},{"text":"Charlie Chaplin's studio later housed this record company founded by Messrs. Alpert &amp; Moss","response":"A&M Records"}],"originalDate":"2000-07-13"},{"category":"LET'S TAKE A LITTLE TRIP","comments":"","clues":[{"text":"In 1995 one of these craft that began passenger service in 1976 flew around the world in less than 32 hours","response":"the Concorde"},{"text":"In May 1932 she made a little flight from Newfoundland across the north Atlantic","response":"Amelia Earhart"},{"text":"On May 9, 1926 Byrd &amp; Bennett left Norway with a plan to fly over this &amp; they claimed they did","response":"the North Pole"},{"text":"In 1889 she left New York &amp; went around the world in less than 80 days","response":"Nellie Bly"},{"text":"In 1938 this rich aviator took 4 assistants on a little round-the-world flight","response":"Howard Hughes"}],"originalDate":"2000-07-13"},{"category":"B__D","comments":"(Alex: Each response will have that form; it'll be 3 letters: a \"B\", another letter, and a \"D\".)","clues":[{"text":"When followed by \"Light\", it comes from Anheuser-Busch","response":"Bud"},{"text":"Hef's home in Chicago was famous for its round one","response":"bed"},{"text":"It was the way Jessica Rabbit was \"drawn\"","response":"bad"},{"text":"To win on eBay, you gotta do this","response":"bid"},{"text":"This Fruit of the Loom company goes under everyday","response":"BVD"}],"originalDate":"2000-07-13"}],{"category":"LONG-RUNNING FILMS","text":"Playing in theaters since 1975, this film has had the longest continuous theatrical run in movie history","response":"<i>The Rocky Horror Picture Show</i>"}]}