{"mix":4817,"rounds":[[{"category":"PLANTS &amp; TREES","comments":"","clues":[{"text":"On St. Patrick's Day it's traditional to wear a wee bit of this plant","response":"Shamrock"},{"text":"Kiss &amp; tell the name of this plant","response":"Mistletoe"},{"text":"Had the Israelites wandered in the Mojave Desert, they would have seen this tree named for one of their leaders","response":"Joshua tree"},{"text":"Anatomist Caspar Wistar gave his name to this popular trellis plant","response":"Wisteria"},{"text":"The leaves of this tree are used in cold remedies &amp; to feed koalas","response":"Eucalyptus"}],"originalDate":"1999-01-11"},{"category":"THE LIST LIST","comments":"","clues":[{"text":"Number of songs on the American top pop list hosted by Casey Kasem","response":"40"},{"text":"Santa keeps a list of people who fall into these 2 \"N\" categories","response":"Naughty & nice"},{"text":"In 1988 Microsoft came in at No. 137 out of the 500 companies on this magazine's famous list","response":"Fortune"},{"text":"Supplying info that led to the arrest of everyone on this list in August 1998 could have netted you over $1,500,000","response":"FBI Ten Most Wanted List"},{"text":"Topping his first worst-dressed list in 1960 was Anna Magnani, who dressed like she was \"wearing tramp clothes\"","response":"Mr. Blackwell"}],"originalDate":"1999-01-11"},{"category":"FOREIGN WORDS &amp; PHRASES","comments":"","clues":[{"text":"Now hear this!  Das ohr is German for this body part","response":"Ear"},{"text":"French for \"In the fashion\", it's a fashionable way to serve pie","response":"A la mode"},{"text":"This Yiddish word can mean to lug a load, or to drag oneself","response":"Schlep"},{"text":"Practitioners of karate &amp; judo refer to their training school by this 4-letter Japanese name","response":"Dojo"},{"text":"Meaning clandestine, the Spanish phrase \"capa y espada\" translates to this common English phrase","response":"Cloak and dagger"}],"originalDate":"1999-01-11"},{"category":"STUPID ANSWERS","comments":"(Alex: I'm good in that category!)","clues":[{"text":"Group that had the 1983 hit \"In A Big Country\"","response":"Big Country"},{"text":"Italian leader Benito Mussolini called himself \"Il Duce\" which means this","response":"\"The Leader\""},{"text":"Writer Ruth McKenney's sister Eileen was the inspiration for this play","response":"<i>My Sister Eileen</i>"},{"text":"Chimachogori, the garb of some Korean women, includes a skirt, the chima, &amp; a jacket called this","response":"Chogori"},{"text":"Street crime was up in Liverpool, England in May 1998 as criminals stole one of these worth $16,000","response":"Street"}],"originalDate":"1999-01-11"},{"category":"POP MUSIC","comments":"","clues":[{"text":"The groups Heart &amp; Pearl Jam were formed in this city","response":"Seattle"},{"text":"\"Aja\", \"Gaucho\" &amp; \"Pretzel Logic\" are albums by this group","response":"Steely Dan"},{"text":"In 1998 this Alanis Morissette album matched Boston's \"Boston\" as the best-selling debut album ever","response":"<i>Jagged Little Pill</i>"},{"text":"\"You Might Think\" this group won MTV's Best Video of 1984: well, you're right, they did","response":"The Cars"},{"text":"Last name of brothers Mark &amp; David who were part of the original lineup of Dire Straits","response":"Knopfler"}],"originalDate":"1999-01-11"},{"category":"STATE CAPITAL NICKNAMES","comments":"","clues":[{"text":"Mormons make a bee-line for this city, the \"Mormon's Mecca\"","response":"Salt Lake City"},{"text":"It's the \"North Star City\" because it's the capital of the North Star State","response":"St. Paul"},{"text":"It's New England's \"City Beautiful\" as well as the \"Insurance City\"","response":"Hartford"},{"text":"It's the \"Queen on the James\" <span class=\"nobreak\">--</span> the James River, that is","response":"Richmond"},{"text":"Great Scot!  This city on the Hudson has been called the \"Edinburgh of America\"","response":"Albany"}],"originalDate":"1999-01-11"}],[{"category":"HOLIDAYS","comments":"","clues":[{"text":"\"(Hi, I'm Chuck Woolery)  You can send a card to your sweetheart or anyone in your 4th grade class on this February holiday\"","response":"Valentine's Day"},{"text":"In this religion, Ashura is a simple fast for Sunnis but a day of guilt &amp; mortification for Shiites","response":"Islam"},{"text":"This November day on which girls court boys comes from the comic strip \"Li'l Abner\"","response":"Sadie Hawkins Day"},{"text":"The people of San Juan, Puerto Rico lose their heads celebrating June 24, this saint's feast day","response":"John the Baptist"},{"text":"September 3 commemorates the founding of all 24 square miles of this republic within Italy","response":"San Marino"}],"originalDate":"1999-01-11"},{"category":"\"EZ\" DOES IT","comments":"","clues":[{"text":"Every first aid kit should have a pair of these to remove splinters","response":"Tweezers"},{"text":"His Old Testament book comes between Lamentations &amp; Daniel","response":"Ezekiel"},{"text":"Named for Indians who lived in the region, it was Mississippi's first capital","response":"Natchez"},{"text":"He headed the Soviet Union's Communist party from 1964 until his death in 1982","response":"Leonid Brezhnev"},{"text":"In 1975 Cambodia seized this American merchant ship on the Gulf of Siam, claiming it was a spy vessel","response":"Mayaguez"}],"originalDate":"1999-01-11"},{"category":"MORE FIRST LADIES","comments":"","clues":[{"text":"In 1987 she published the book \"Betty:  A Glad Awakening\"","response":"Betty Ford"},{"text":"In 1875, after 3 months in a mental institution, she was released in the custody of her sister in Springfield, Ill.","response":"Mary Todd Lincoln"},{"text":"Quincy was her mother's maiden name &amp; the middle name of her son","response":"Abigail Adams"},{"text":"She married the future president at St. Mark's Episcopal Church in Bexar County, Texas on November 17, 1934","response":"Lady Bird Johnson"},{"text":"This first lady was born in 1917 on the eve of St. Patrick's Day, hence her nickname","response":"Pat Nixon"}],"originalDate":"1999-01-08"},{"category":"CORNY MOVIES","comments":"","clues":[{"text":"Film in which Kevin Costner hears a mysterious voice while standing in his Iowa cornfield","response":"<i>Field Of Dreams</i>"},{"text":"In this movie, 12-year-old 30-year old Tom Hanks tries to eat baby corn row by row","response":"<i>Big</i>"},{"text":"Reviewers went crazy with \"corn\" puns reviewing this Eastwood-Streep movie set in Iowa","response":"<i>The Bridges Of Madison County</i>"},{"text":"In \"The Road To Wellville\", Anthony Hopkins plays this developer of corn flakes","response":"W.K. Kellogg"},{"text":"In this revolutionary 1952 drama, Marlon Brando says his people need corn for their tortillas","response":"<i>Viva Zapata!</i>"}],"originalDate":"1999-01-08"},{"category":"COLOR MY WORLD","comments":"","clues":[{"text":"\"Roll\" this out for all your important visitors","response":"Red carpet"},{"text":"John Wayne commanded a regiment of this title force in a 1968 film","response":"Green Berets"},{"text":"Hit songs in this style of music include \"Wicked Path Of Sin\" &amp; \"The Ballad Of Jed Clampett\"","response":"Bluegrass"},{"text":"To make this colorful drink, pour in Bass Ale followed by Guinness Stout on top","response":"Black & Tan"},{"text":"You'll find this arm of the Pacific between the Chinese mainland &amp; the Korean peninsula","response":"Yellow Sea"}],"originalDate":"1999-01-08"},{"category":"I DID MY TIME","comments":"","clues":[{"text":"After more than 27 years in jail, I was released by the South African government on Feb. 11, 1990","response":"Nelson Mandela"},{"text":"I based my \"Gulag Archipelago\" in part on my own prison experience","response":"Aleksandr Solzhenitsyn"},{"text":"During my time in a Genoese prison in 1298, I dictated a detailed account of my Asian travels","response":"Marco Polo"},{"text":"Some thought I was Louis XIV's brother, some his son; either way I was locked up for 40 years","response":"The Man in the Iron Mask"},{"text":"Jawohl, I was Spandau Prison's lone inmate from 1966 to 1987","response":"Rudolf Hess"}],"originalDate":"1999-01-08"}],{"category":"BIOGRAPHERS","text":"As many mourned, this minister wrote in a letter, \"Washington is gone!  Millions are gasping to read... about him\"","response":"Parson Weems"}]}