{"mix":4820,"rounds":[[{"category":"BOX OFFICE BOMBS","comments":"","clues":[{"text":"There wasn't much repeat business for this 1997 Kevin Costner film; nobody rang twice","response":"<i>The Postman</i>"},{"text":"Playboy worked it out; this Kevin Costner (yes, him again) soggy cinema tale cost $1.3 million a minute to make","response":"<i>Waterworld</i>"},{"text":"This 1997 Sandra Bullock sequel sank like a stone","response":"<i>Speed 2</i>"},{"text":"This 1986 Lea Thompson flop didn't have the audience quacking up","response":"<i>Howard The Duck</i>"},{"text":"Melanie Griffith cried Tom Wolfe in this 1990 story of high society","response":"<i>Bonfire Of The Vanities</i>"}],"originalDate":"1999-01-07"},{"category":"THE HINDU RELIGION","comments":"","clues":[{"text":"The Untouchables social class was renamed \"Harijan\" or \"Children of God\" by this great Indian leader","response":"Mahatma Gandhi"},{"text":"Hindus consider this father of another religion to be the ninth incarnation of Vishnu","response":"Buddha"},{"text":"This highest Hindu caste is considered to be always in a state of ritual purity","response":"Brahmans"},{"text":"Of 100 million, 300 million or 800 million, the one closest to the total number of Hindus worldwide","response":"800 million"},{"text":"The word \"Hindu\" comes from an old Sanskrit word meaning this, perhaps a sacred one","response":"River"}],"originalDate":"1999-01-07"},{"category":"CRITTERS","comments":"","clues":[{"text":"This island off Australia has been home to carnivorous \"devils\" &amp; wolves","response":"Tasmania"},{"text":"Ants detect odors with sensors on these","response":"Antennae"},{"text":"From their name it sounds like these ray relatives should travel \"inline\"","response":"Skates"},{"text":"One of the few land mammals that migrate long distances; they wander from the tundra to the forests","response":"Caribou"},{"text":"It's Asia's only great ape","response":"Orangutan"}],"originalDate":"1999-01-07"},{"category":"WHAT'S THAT ON YOUR HEAD?","comments":"","clues":[{"text":"Season that's also a long hairpiece","response":"Fall"},{"text":"Profession of the person wearing the gear seen here (soldering)","response":"Welder"},{"text":"Traditional color of a tarboosh or fez","response":"Red"},{"text":"It's a hood for a monk or Batman","response":"Cowl"},{"text":"The man credited with creating the football helmet is this basketball inventor","response":"James Naismith"}],"originalDate":"1999-01-07"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Watch out for trolls when you ride Maelstrom in the Norway section of this Disney World theme park","response":"EPCOT Center"},{"text":"Steamboat Springs in this state calls itself \"Ski Town, U.S.A.\"","response":"Colorado"},{"text":"You may be surprised to find casinos in this capital of Nepal; you'll find one at the Hotel Yak &amp; Yeti","response":"Kathmandu"},{"text":"If you're in this country in the summer, you can see ancient plays performed at the theater of Epidaurus","response":"Greece"},{"text":"The Black Church, so-called because its walls were blackened in a 1689 fire, is in Brasov in this country","response":"Romania"}],"originalDate":"1999-01-07"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Paul Reubens persona who penned \"Moby Dick\"","response":"Pee-Wee Herman Melville"},{"text":"Monticello's master who formed a band with Grace Slick","response":"Thomas Jefferson Starship/Airplane"},{"text":"Turn of the century suffragette who killed Janet Leigh in the shower","response":"Susan B. Anthony Perkins"},{"text":"\"X\" filmmaker who saved Chrysler from becoming an ex-company","response":"Spike Lee Iacocca"},{"text":"Miss Marple creator once married to Billy Joel","response":"Agatha Christie Brinkley"}],"originalDate":"1999-01-07"}],[{"category":"CAR TROUBLE","comments":"","clues":[{"text":"His stainless steel gull wing-doored cars were sharp, but his business tactics were not","response":"John DeLorean"},{"text":"With high hopes, in 1985 Malcolm Bricklin began importing these boxy, cheap cars from central Europe to the U.S.","response":"Yugos"},{"text":"Production of this Chevrolet ran for 10 years before Ralph Nader helped instigate its demise","response":"Corvair"},{"text":"From 1978 to 1985 Olds came with these engines that produced mad consumers &amp; too much smog for California","response":"Diesel engines"},{"text":"This luxury car maker's 1982 Cimarron, a 4-cylinder small car, just didn't sell","response":"Cadillac"}],"originalDate":"1999-01-07"},{"category":"LYING IN STATE","comments":"","clues":[{"text":"He lay in state in 1972 in tribute to his 48 years as FBI director","response":"J. Edgar Hoover"},{"text":"Last name of the father &amp; son, a U.S. president &amp; a longtime senator, who both lay in state","response":"Taft (William Howard & Robert)"},{"text":"The last U.S. president to lie in state in the rotunda, he did it Jan. 24-25, 1973","response":"Lyndon B. Johnson"},{"text":"In 1909, before reinterment, he lay in state in the city he had planned","response":"Pierre L' Enfant"},{"text":"This Florida congressman &amp; advocate for the elderly was given the honor when he died aged 88 in 1989","response":"Claude Pepper"}],"originalDate":"1999-01-07"},{"category":"COWBOY SONGS","comments":"","clues":[{"text":"The dying cowboy's companions ignored his request \"Bury me not\" here","response":"On the lone prairie"},{"text":"This song good for line dancing contains the line \"Fly's in the buttermilk, shoo, fly, shoo\"","response":"\"Skip To My Lou\""},{"text":"They're the title sounds that spurs make as one goes \"Riding merrily along\"","response":"jingle, jangle, jingle"},{"text":"\"All day I face the barren waste without the taste of\" this","response":"Cool water"},{"text":"In a famous song, an old cowboy sees these apparitions chasing a herd of red-eyed cows","response":"ghost riders in the sky"}],"originalDate":"1999-01-07"},{"category":"\"U\" GOT IT!","comments":"","clues":[{"text":"Lauren Bacall's first job in the theater wasn't onstage; she worked in the house as one of these","response":"Usher"},{"text":"As far as we know, this 1989 hit is the only Oscar-winning song sung by an animated crab","response":"<i>Under The Sea</i>"},{"text":"On Feb. 16, 1862 Ulysses S. Grant wrote that he would only accept this type of surrender","response":"Unconditional"},{"text":"It was once \"The Breadbasket of the Soviet Union\"; now it's \"The Breadbasket of the C.I.S.\"","response":"Ukraine"},{"text":"The name of this Indic language comes from a phrase that means \"Language of the camp\"","response":"Urdu"}],"originalDate":"1999-01-07"},{"category":"ORIGIN OF THE SPECIOUS","comments":"","clues":[{"text":"Forwarding an e-mail supposedly sent by this Microsoft chairman got you $1,000 &amp; a free copy of Windows","response":"Gates"},{"text":"Altar-bound Jennifer Wilbanks' 2005 kidnapping proved to be less than true, so she was given this 2-word nickname","response":"the \"Runaway Bride\""},{"text":"This Caribbean leader's reported baseball tryouts for the Major Leagues in the '40s never happened","response":"Castro"},{"text":"Oprah Winfrey said that she was \"deeply sorry\" over the scandal that this man's \"A Million Little Pieces\" had caused","response":"(James) Frey"},{"text":"Words from Marianne Williamson's \"A Return to Love\" have been attributed to this African leader","response":"(Nelson) Mandela"}],"originalDate":"2006-05-24"},{"category":"SWIMMERS","comments":"","clues":[{"text":"Ichthyosaurs swam by undulating; plesiosaurs, mainly by moving these","response":"fins"},{"text":"These fish that sound like players of a pub game are named for the way they zip around the stream bottom","response":"darters"},{"text":"This other name of the ocean's devil ray comes from the Spanish for \"blanket\" or \"cloak\"","response":"manta ray"},{"text":"Qualified Navy submariners wear these creatures on their uniforms; sonar operators sometimes hear them in the deep","response":"dolphins"},{"text":"The crabeater type of this aquatic mammal doesn't eat crabs but mainly krill","response":"a seal"}],"originalDate":"2006-05-24"}],{"category":"AUTHORS","text":"He died in 1995, the day before the opening of a Glasgow veterinary library named for him","response":"James Herriot"}]}