{"mix":4821,"rounds":[[{"category":"MAMMA \"MEA\"","comments":"","clues":[{"text":"To proceed by a winding or indirect course","response":"meander"},{"text":"Informal 2-word term for a person upon whom one is dependent for income, or a free lunch","response":"a meal ticket"},{"text":"Disorderly conduct is one of the crimes usually classified as this","response":"a misdemeanor"},{"text":"An early sign of this 1-word disease is Koplik's spots, which can be seen on the insides of the cheeks","response":"measles"},{"text":"It's your own fault if you don't know it means deficient in quantity or quality","response":"meager"}],"originalDate":"2006-05-24"},{"category":"GEOMETRY","comments":"","clues":[{"text":"It's the number of degrees in a standard school protractor","response":"180"},{"text":"In plane geometry, a chord is a line segment connecting 2 points that lie on this shape","response":"a circle"},{"text":"One of this ancient Greek mathematician's axioms is that all right angles are congruent","response":"Euclid"},{"text":"An equilateral parallelogram can be a square or this slanty shape","response":"a rhombus"},{"text":"Pythagoras' theorem says that if one leg of a right triangle is 6 &amp; the other leg is 8, the hypotenuse is this length","response":"10"}],"originalDate":"2006-05-24"},{"category":"THE <em class=\"underline\">JEOPARDY!</em> MOVIE \"CLUB\"","comments":"","clues":[{"text":"1993:<br>4 Asian-American women &amp; their moms sit around talking","response":"<i>The Joy Luck Club</i>"},{"text":"1978:<br>Small town band makes it big, all to the music of the Beatles","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"1985:<br>5 high school students endure a daylong detention","response":"<i>The Breakfast Club</i>"},{"text":"1984:<br>Gangsters &amp; musicians jazz things up at a Harlem nightspot","response":"<i>The Cotton Club</i>"},{"text":"1999:<br>Legendary Cuban musicians are brought together to record an album","response":"<i>Buena Vista Social Club</i>"}],"originalDate":"2006-05-24"},{"category":"OCCUPATIONAL WORDS","comments":"","clues":[{"text":"A shot &amp; a beer","response":"a boilermaker"},{"text":"Dark, viscous material, or slang for a sailor","response":"a tar"},{"text":"As an adjective it means \"neatly arranged\"; as a noun it's someone who works in a hospital","response":"an orderly"},{"text":"It's the French word for head, boss, top man","response":"<i>chef</i>"},{"text":"Before \"on\", this military word means to maintain one's effort through difficulties","response":"soldier"}],"originalDate":"2006-05-24"},{"category":"NO PLACE TO GO","comments":"","clues":[{"text":"This fictional character carves a post with the words \"I came on shore here on the 30th of Sept. 1659\"","response":"Robinson Crusoe"},{"text":"Listen!  Up in the attic!  It must be Mr. Rochester's first wife!<span class=\"nobreak\">--</span>in this 1847 novel","response":"<i>Jane Eyre</i>"},{"text":"In one version of the story, Nimiane, also known as Nimue, imprisons this magician in a tower of air","response":"Merlin"},{"text":"In an adventurous 1894 novel, the king of Ruritania is \"The Prisoner of\" this place","response":"Zenda"},{"text":"An infernal drawing room is the sole setting of this existential 1944 play","response":"<i>No Exit</i>"}],"originalDate":"2006-05-24"},{"category":"FDR","comments":"(Alex: You're gonna love these categories because they are all initials.)","clues":[{"text":"Referring to the attack on Pearl Harbor, FDR called December 7, 1941 \"A date which will\" do this","response":"live in Infamy"},{"text":"FDR gave the first of these talks March 12, 1933 from the White House diplomatic reception room","response":"Fireside Chats"},{"text":"While attending this school, FDR was editor of its newspaper, The Crimson","response":"Harvard"},{"text":"FDR was born &amp; is now buried in this town on the Hudson River","response":"Hyde Park"},{"text":"During this 1932 campaign, FDR relied on a trusted group of advisers dubbed this<span class=\"nobreak\">--</span>pretty smart","response":"the Brain Trust"}],"originalDate":"1999-01-06"}],[{"category":"LSU","comments":"","clues":[{"text":"In terms of enrollment LSU's largest campus is in this capital city","response":"Baton Rouge"},{"text":"9 years after leaving LSU she won an Oscar for \"The Three Faces of Eve\"","response":"Joanne Woodward"},{"text":"This basketball star nicknamed \"Pistol Pete\" went to LSU where his dad \"Press\" was coach","response":"Pete Maravich"},{"text":"This Civil \"War is Hell\" general was president of the seminary &amp; military academy that became LSU","response":"William Tecumseh Sherman"},{"text":"\"All the King's Men\" know this first poet laureate of the U.S. was editor of LSU's Southern Review","response":"Robert Penn Warren"}],"originalDate":"1999-01-06"},{"category":"KFC","comments":"","clues":[{"text":"The company would have been called Indiana Fried Chicken if it were named for the birthplace of this founder","response":"Col. Harland Sanders"},{"text":"The formula using this many herbs &amp; spices is locked in a safe in Louisville","response":"11"},{"text":"General Tao was smiling in 1987 when KFC became the first U.S. fast-food chain in this country","response":"China"},{"text":"The conglomerate built on this soda decided everybody needs a little KFC &amp; bought it in 1986","response":"Pepsi cola"},{"text":"KFC introduced this menu item by building a 20,000-lb. one, unveiled with dancing carrots &amp; peas","response":"chicken pot pie"}],"originalDate":"1999-01-06"},{"category":"THE USA","comments":"","clues":[{"text":"The Green Mountains of Vermont &amp; the White Mountains of New Hampshire are part of this mountain system","response":"the Appalachians"},{"text":"The discovery of the Comstock Lode in 1859 attracted miners &amp; prospectors to this state","response":"Nevada"},{"text":"The name of this New Mexico city where the first atomic bomb was exploded is Spanish for \"big cottonwood\"","response":"Alamogordo"},{"text":"At an altitude of about 10,200 feet, this Colorado city is the highest incorporated city in the USA","response":"Leadville"},{"text":"This river forms most of the boundary between Georgia &amp; South Carolina","response":"the Savannah River"}],"originalDate":"1999-01-06"},{"category":"THE CIA","comments":"","clues":[{"text":"The CIA's main rival for much of its existence was this Soviet counterpart","response":"the KGB"},{"text":"Advanced CIA methods have included use of this high altitude aircraft; one was shot down May 1, 1960","response":"U-2"},{"text":"He's the only CIA head who went on to become president","response":"George Herbert Walker Bush"},{"text":"Much of the intelligence evaluation &amp; planning is done at the CIA's HQ in this Virginia locale","response":"Langley"},{"text":"Founded in 1947, the CIA grew out of WWII's OSS, which stood for this","response":"the Office of Strategic Services"}],"originalDate":"1999-01-06"},{"category":"THE \"A\" \"B\" \"C\"s","comments":"","clues":[{"text":"In a 1976 Playboy interview, Jimmy Carter said he'd committed this in his heart many times","response":"adultery"},{"text":"Ring in &amp; tell me this correct name for a young swan","response":"cygnet"},{"text":"They're the 2 words describing lenses that curve outward or inward","response":"concave & convex"},{"text":"From 1672 to 1858 this city was the headquarters of the British East India Company","response":"Bombay"},{"text":"The name of this German publisher has become synonymous  with a guidebook","response":"Karl Baedeker"}],"originalDate":"1999-01-06"},{"category":"THE CAT","comments":"(Alex: The C-A-T, oh no that's the cat, <i>le chat</i>.)","clues":[{"text":"Most felines have 30 of these (including the canines)","response":"teeth"},{"text":"When a lioness &amp; one of these mate, they produce a leopon","response":"a leopard"},{"text":"In Chinese lore this big cat, not the lion, was king of the beasts","response":"the tiger"},{"text":"Like MGM's Leo the Lion, if you can do this you're considered one of the \"big cats\"","response":"roar"},{"text":"The name of this striped color pattern may come from a market in Baghdad famous for 2-tone silk","response":"tabby"}],"originalDate":"1999-01-06"}],{"category":"ORGANIZATIONS","text":"This organization was dissolved in 1956 after its last member, Albert Woolson, died at age 109","response":"the Grand Army of the Republic"}]}