{"mix":4823,"rounds":[[{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"To deal with a problem head on is \"to take\" it \"by the horns\"","response":"the bull"},{"text":"For a phrase that means \"spotless\", it pairs with \"spick\"","response":"span"},{"text":"It's sounded just before the lights go out in your barracks","response":"\"Taps\""},{"text":"The four 4-letter words in the title of the Beatles' first U.S. No. 1 hit","response":"want hold your hand"},{"text":"The burden's on you to come up with this Latin term for \"burden\"","response":"<i>onus</i>"}],"originalDate":"2002-12-02"},{"category":"THE GOOD BOOK","comments":"","clues":[{"text":"In the Bible Jesse, the grandson of Boaz &amp; Ruth, was the father of this giant-killer","response":"David"},{"text":"Jeremiah asks, \"Is there no balm in\" this land?","response":"Gilead"},{"text":"In the book of Genesis, he is the third son of Adam &amp; Eve","response":"Seth"},{"text":"Ham saw this man naked &amp; received a curse for his trouble","response":"Noah"},{"text":"This rebellious archangel of the Bible first lights up the scene in Isaiah 14","response":"Lucifer"}],"originalDate":"2006-05-22"},{"category":"CLASSIC TV QUOTES","comments":"(Alex: You have to identify the show for us.)","clues":[{"text":"\"If brains was lard, Jethro couldn't grease a pan\"","response":"<i>The Beverly Hillbillies</i>"},{"text":"\"Sweathog motto: Whatever it is, I didn't do it\"","response":"<i>Welcome Back, Kotter</i>"},{"text":"\"A horse has got to learn to stand on his own four feet\"","response":"<i>Mister Ed</i>"},{"text":"\"As we say in the sewer, if you're not prepared to go all the way, don't put your boots on in the first place\"","response":"<i>The Honeymooners</i>"},{"text":"\"Grasshopper, look beyond the game, as you look beneath the surface of the pool to see its depths\"","response":"<i>Kung Fu</i>"}],"originalDate":"2006-05-22"},{"category":"NATIONAL PARKS","comments":"","clues":[{"text":"Among the lodging places within this national park are Grant Village &amp; Old Faithful Inn","response":"Yellowstone"},{"text":"You don't need a fishing license to fish in the Green River in this \"cavernous\" Kentucky park","response":"Mammoth Cave"},{"text":"Scotty's Castle in this sweltering national park was built by insurance magnate Albert Johnson in the 1920s","response":"Death Valley"},{"text":"Virginia's Shenandoah National Park lies in this \"colorful\" range of the Appalachians","response":"the Blue Ridge Mountains"},{"text":"This national park off California's coast consists of Santa Barbara, San Miguel, Santa Rosa, Santa Cruz &amp; Anacapa Islands","response":"Channel Islands National Park"}],"originalDate":"2006-05-22"},{"category":"EUROPEAN CUISINE","comments":"","clues":[{"text":"Panettone, a traditional Italian treat for this holiday, can be baked in a coffee can","response":"Christmas"},{"text":"If you've lived the high life in this low country, you've probably dined on waterzooi, a classic stew","response":"Belgium"},{"text":"Greek food is often accompanied by this type of wine flavored with pine resin","response":"retsina"},{"text":"Based on almonds, not tomatoes, ajo blanco is a white version of this chilled soup","response":"gazpacho"},{"text":"This late, great Pole was fond of a pastry called Kremowka, about which he reminisced on his 1999 visit home","response":"Pope John Paul II"}],"originalDate":"2006-05-22"},{"category":"____ &amp; ____","comments":"","clues":[{"text":"2 fairly simple kinds of \"musical\" instrument combine in this expression for \"extra features\"","response":"bells & whistles"},{"text":"A basic play in various team sports, it's passing to a teammate &amp; then moving to take a return pass","response":"give & go"},{"text":"The basic aspects of a subject or task are this hardware fastening pair","response":"nuts & bolts"},{"text":"When this gun-related phrase meaning \"Get ready for action!\" originated, it was the reverse of how it's used now","response":"lock & load"},{"text":"Slightly scornful term for the crowd that comes into Manhattan via the Queensboro &amp; the Holland","response":"the bridge & tunnel crowd"}],"originalDate":"2006-05-22"}],[{"category":"LAFAYETTE YOU ARE HERE","comments":"","clues":[{"text":"Lafayette, busy guy, sailing back to France on the Alliance in 1779, had to subdue this type of event while aboard","response":"a mutiny"},{"text":"Jefferson said Lafayette's foible was an \"appetite for popularity and\" this, popularized by Irene Cara","response":"fame"},{"text":"She laughed at Lafayette's dancing in 1774 &amp; probably wasn't laughing when he had to save her in October 1789","response":"Marie Antoinette"},{"text":"In 1783 Cross Creek &amp; Campbellton in North Carolina merged to form this town named for the Marquis","response":"Fayetteville"},{"text":"Lafayette may have needed a couple of drinks after being wounded in Penn.'s Battle of this September 11, 1777","response":"Brandywine"}],"originalDate":"2006-05-22"},{"category":"BEATLES RHYME TIME","comments":"","clues":[{"text":"The drummer's Australian pups","response":"Ringo's dingos"},{"text":"The bassist's long-haired wigs","response":"Paul's falls"},{"text":"Lead guitarist's deep ravines","response":"George's gorges"},{"text":"Original bass player's permanent skin designs","response":"Stu's tattoos"},{"text":"Fired drummer's football shoe parts","response":"Pete's cleats"}],"originalDate":"2006-05-22"},{"category":"SCIENCE GLOSSARY","comments":"","clues":[{"text":"This is the definitive term for the lowest theoretical temperature, -273 degrees Celcius","response":"absolute zero"},{"text":"From the French for \"to raise\", it's an embankment designed to prohibit the overflow of water","response":"a levee"},{"text":"It sounds like it's sorry, but this term refers to the orbital point where a celestial body is farthest from the Earth","response":"the apogee"},{"text":"2 of these sexual reproductive cells, from the Greek for \"marriage\", join to create a zygote","response":"gametes"},{"text":"Mr. Beatty knows that this is the apparent displacement of an object caused by an altered observation point","response":"parallax"}],"originalDate":"2006-05-22"},{"category":"SIBLING REVELRY","comments":"","clues":[{"text":"Jimmy Dorsey's brother, this big band leader, once had Frank Sinatra as a vocalist","response":"Tommy Dorsey"},{"text":"By 1890 the Scott brothers rolled more of this paper product into U.S. homes than any other company","response":"toilet paper"},{"text":"In this Irish family Jack B. was a portrait painter &amp; his brother William B., a poet","response":"the Yeats"},{"text":"The United Business Company, begun by brothers Henry &amp; Richard in 1946, is now filing under this name","response":"H&R Block"},{"text":"Dingane became King of the Zulus in 1828 after taking part in the murder of this king, his own brother","response":"Shaka"}],"originalDate":"2006-05-22"},{"category":"SATIRE","comments":"","clues":[{"text":"Sinclair Lewis' biting 1927 satire of religious fundamentalism","response":"<i>Elmer Gantry</i>"},{"text":"Rabelais wrote a \"massive\" satire about this father of Pantagruel","response":"Gargantua"},{"text":"This British national nickname comes from the 18th century political statire \"Law Is a Bottomless Pit\"","response":"John Bull"},{"text":"Petronius' vulgar 1st century A.D. satire made into a film by Fellini","response":"<i>Satyricon</i>"},{"text":"Waugh's California-set caricature of the American funeral industry","response":"<i>The Loved One</i>"}],"originalDate":"2006-05-22"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"One of the Twin Cities, it was named after a man from Tarsus","response":"St. Paul"},{"text":"This \"Crescent City\" was acquired as part of the land deal the U.S. made with France in 1803","response":"New Orleans"},{"text":"The city known for its Mud Hens; it was named for a city in Spain","response":"Toledo, Ohio"},{"text":"The Society of Friends founded this California city in 1887 &amp; named it after an American poet","response":"Whittier"},{"text":"An Illinois city was named for this \"Our country, right or wrong\" naval hero","response":"Stephen Decatur"}],"originalDate":"1999-01-05"}],{"category":"ANCIENT ARTIFACTS","text":"Some of its text says, \"The decree should be written on a stela of hard stone, in sacred writing, document writing &amp; Greek writing\"","response":"the Rosetta Stone"}]}