{"mix":4827,"rounds":[[{"category":"U.N. SECRETARIES-GENERAL","comments":"","clues":[{"text":"At university in the 1920s he met U Nu","response":"U Thant"},{"text":"He served in the German army, years not entirely clear","response":"Waldheim"},{"text":"He died tragically in Africa","response":"Dag Hammarskjold"},{"text":"He was the first Arab &amp; first African in the job","response":"Boutros Boutros-Ghali"},{"text":"In 1946 he called the U.N. \"a going organization\"","response":"Trygve Lie"}],"originalDate":"2006-05-18"},{"category":"BEFORE, DURING &amp; AFTER","comments":"(Alex: It's sort of like BEFORE &amp; AFTER, but with that added element that'll make it most enjoyable for the three of you.) [Laughter]","clues":[{"text":"Borden spokesanimal on the front of a locomotive to clear a Salinger work lacking the first \"the\"","response":"Elsie the Cow Catcher in the Rye"},{"text":"Circular spinning food tray on a table set for a suffragist pioneer &amp; a \"Clockwork Orange\" scribe","response":"Lazy Susan B. Anthony Burgess"},{"text":"Hastert's job before joining the Dutch royal family &amp; starting a Roman leader's fruit drink chain","response":"Speaker of the House of Orange Julius (Speaker of the House of Orange Julius Caesar accepted)"},{"text":"Bellicose Elton John weekend tune regarding a Notre Dame team &amp; a large red hunting dog","response":"\"Saturday Night's Alright For Fighting Irish Setter\""},{"text":"Edith Piaf tune that's at home in the White House flower beds, admiring a Hieronymous Bosch painting","response":"\"La Vie En Rose Garden Of Earthly Delights\""}],"originalDate":"2006-05-18"},{"category":"21st CENTURY HISTORY","comments":"","clues":[{"text":"This 100-passenger plane's final commercial flight took place on Oct. 24, 2003","response":"the Concorde"},{"text":"He retired in 2006, 6 years after the N.Y. Post killed rumors of his demise with the headline \"Fed Head Is Not Dead\"","response":"Alan Greenspan"},{"text":"The first Republican senator from North Carolina in the 20th century, he left the chamber in 2003","response":"Jesse Helms"},{"text":"In July 2001 a court in Chile ruled that this former president was too ill to stand trial","response":"Pinochet"},{"text":"Way back in 2005, &amp; 10 years after an assassination attempt, he was reelected president of Egypt","response":"(Hosni) Mubarak"}],"originalDate":"2006-05-17"},{"category":"HORSE RACING","comments":"","clues":[{"text":"This racetrack is home to the Kentucky Derby","response":"Churchill Downs"},{"text":"The bettor selects the first 3 finishers in the correct sequence in this type of bet also called a triple","response":"a trifecta"},{"text":"The name of this champion of the 1930s is a synonym for Hard Tack, his sire's name","response":"Seabiscuit"},{"text":"In 1977 this horse \"killed\" the competition by winning 6 straight races, including the Triple Crown","response":"Seattle Slew"},{"text":"In 1711 Queen Anne saw the potential for this racecourse; its royal enclosure still has a formal dress code","response":"Ascot"}],"originalDate":"2006-05-17"},{"category":"TECHWORD MASH-UP","comments":"","clues":[{"text":"Mash-up \"binary\" &amp; \"digit\" to make this single unit of information","response":"a bit"},{"text":"Plug in an Apple product &amp; download an audio file for \"broadcast\" to make this word","response":"podcast"},{"text":"It was named because it's a resistor that can \"amplify electrical signals... transferred through it\"","response":"transistor"},{"text":"The product \"McAfee Anti-\" this 7-letter mashed-up word keeps prying eyes out of your computer","response":"spyware"},{"text":"ZQ47J9R is this type of password, from the 2 types of symbols it contains","response":"alphanumeric"}],"originalDate":"2006-05-17"},{"category":"SIR WALTER SCOTT'S PERSONALITY PARADE","comments":"","clues":[{"text":"Sir Walter Scott \"read again, &amp; for the third time at least,\" her \"very finely written novel of  'Pride and Prejudice'\"","response":"Jane Austen"},{"text":"This poet said \"Waverley\" was a great novel; Scott said his \"Childe Harold\" was an extraordinarily powerful poem","response":"Byron"},{"text":"It was no \"Modest Proposal\" when Sir Walter Scott edited a 19-volume edition of this \"Tale of a Tub\" satirist","response":"(Jonathan) Swift"},{"text":"In 1799, Scott translated into English this German poet's \"Goetz von Berlichingen\"","response":"Goethe"},{"text":"Scott studied law at the University of Edinburgh under a nephew of this Scottish philosopher","response":"(David) Hume"}],"originalDate":"2006-05-17"}],[{"category":"DEAD GUYS WITH 3 NAMES","comments":"","clues":[{"text":"The first president of North Vietnam","response":"Ho Chi Minh"},{"text":"He composed \"Semper Fidelis\"","response":"John Philip Sousa"},{"text":"The son of this \"Old Ironsides\" author was on the Supreme Court","response":"Oliver Wendell Holmes"},{"text":"He lost to McKinley twice &amp; Taft once, &amp; for helping Wilson get elected was made Secretary of State","response":"William Jennings Bryan"},{"text":"This founder of The Liberator was president of the American Anti-Slavery Society from 1843 to 1865","response":"William Lloyd Garrison"}],"originalDate":"2006-05-17"},{"category":"BY THE NUMBERS","comments":"","clues":[{"text":"Lasting from the 1337 Gascony Invasion to  Castillon in 1453, it gets its name by rounding down","response":"the Hundred Years' War"},{"text":"Standard editions of Shakespeare contain these numbered 1-154","response":"sonnets"},{"text":"In a song from \"The Music Man\", the trombones &amp; these total 186","response":"the cornets"},{"text":"This costumer garnered 35 Oscar nominations","response":"Edith Head"},{"text":"Sub-zero temperature where the Fahrenheit &amp; Celsius scales show the same reading for a set temperature","response":"-40"}],"originalDate":"2006-05-17"},{"category":"ENDS IN \"TH\"","comments":"","clues":[{"text":"A moor, or the first name of actor Ledger","response":"Heath"},{"text":"The name of this sweet or dry wine flavored with aromatic herbs comes from the High German for \"wormwood\"","response":"vermouth"},{"text":"This Minnesota city is the western terminus of the St. Lawrence Seaway","response":"Duluth"},{"text":"It's the verb in the title of a classic 20th century play about the murderous Hickey","response":"Cometh"},{"text":"This fish was thought to be extinct millions of years ago until one was found off South Africa in 1938","response":"coelacanth"}],"originalDate":"2006-05-17"},{"category":"PITCHMEN","comments":"","clues":[{"text":"On the 70th anniversary of this brand in 1998, Mr. Whipple gave America permission to squeeze it","response":"the Charmin (bathroom tissue)"},{"text":"Gordon Jump has played this lonely pitchman since 1989","response":"the Maytag Repairman"},{"text":"Before his big 1998 wedding, this actor signed for up to 7 more years as AAMCO's spokesman","response":"James Brolin"},{"text":"On television, Paul Reiser touts this long distance provider's \"One Rate Plus\"","response":"AT&T"},{"text":"This former world leader used the royalties from his Pizza Hut commercial to fund his foundation","response":"Mikhail Gorbachev"}],"originalDate":"1998-12-31"},{"category":"MOVIE NOSTALGIA","comments":"","clues":[{"text":"In the 1930s this platinum blonde bombshell starred in \"Platinum Blonde\" &amp; \"Bombshell\"","response":"Jean Harlow"},{"text":"This \"bathing beauty\" dove into films in 1942, in \"Andy Hardy's Double Life\"","response":"Esther Williams"},{"text":"This famous TV dad directed his son Rick in the 1965 romantic comedy \"Love And Kisses\"","response":"Ozzie Nelson"},{"text":"This British PM's daughter Sarah played Fred Astaire's love interest in the 1951 film \"Royal Wedding\"","response":"Winston Churchill"},{"text":"This 1955 film was based on a Pulitzer Prize-winning play","response":"<i>Picnic</i>"}],"originalDate":"1998-12-31"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"On April 15, 1865 Edwin Stanton said this man \"belongs to the ages\"","response":"Abraham Lincoln"},{"text":"In August 1997 Steve Jobs told him via cell phone, \"Thank You.  The world's a better place\"","response":"Bill Gates"},{"text":"In 1974 he said, \"I am acutely aware that you have not elected me as your president\"","response":"Gerald Ford"},{"text":"In July 1997 CNN touted it as \"the little rover that could\"","response":"<i>Sojourner</i>"},{"text":"In 1903 he reportedly said, \"Damn the law!  I want the canal built\"","response":"Theodore Roosevelt"}],"originalDate":"1998-12-31"}],{"category":"GEOGRAPHIC ADJECTIVES","text":"Of the nations with adjectives in their common names, only this Western Hemisphere one bears the name of a religious order","response":"the Dominican Republic"}]}