{"mix":4835,"rounds":[[{"category":"BLASTS FROM THE PAST","comments":"","clues":[{"text":"Praise the gods!  It's the city where you'll find the majestic ruins seen here (The Parthenon)","response":"Athens"},{"text":"A product of about 20,000 B.C., you'll find the art seen here in this country (cave drawings)","response":"France"},{"text":"Many treasures have been excavated from this royal valley (in Egypt)","response":"Valley of the Kings"},{"text":"They're the ancient South American people who built the lost city seen here (Machu Picchu)","response":"Incas"},{"text":"Remants of this historic British fortification are seen here:","response":"Hadrian's Wall"}],"originalDate":"1998-12-28"},{"category":"ETYMOLOGY","comments":"","clues":[{"text":"This veggie's name is from the Italian for sprout, \"brocco\"","response":"broccoli"},{"text":"Roman numerals at first represented human fingers, hence this word for numbers 1-9","response":"digits"},{"text":"A Chinese farmer named Bing developed his own species of these in Oregon in 1875","response":"cherries"},{"text":"Jeremy Bentham coined the terms maximize &amp; minimize as well as this 13-letter word meaning \"of many countries\"","response":"international"},{"text":"H.L. Mencken went to the Greek for \"molting\" to come up with this term for a stripteaser","response":"ecdysiast"}],"originalDate":"1998-12-28"},{"category":"KWANZAA","comments":"","clues":[{"text":"The 1965 riots in this Los Angeles neighborhood inspired Prof. Maulana Karenga to create Kwanzaa in 1966","response":"Watts"},{"text":"Kwanzaa's kinara holds 7 of these; a menorah holds 8","response":"candles"},{"text":"Kwanzaa derives its name from a phrase meaning \"first fruits\" in this African language","response":"Swahili"},{"text":"The Kwanzaa feast table is decorated with one ear of corn for each of these in the household","response":"children"},{"text":"Gifts are given on the last day of Kwanzaa, which falls on this public holiday","response":"New Year's Day"}],"originalDate":"1998-12-28"},{"category":"NORTH BY NORTHWEST","comments":"","clues":[{"text":"Arthur St. Clair, known for his evacuation of Ticonderoga, was the first gov. of this area established in 1787","response":"Northwest Territory"},{"text":"Janin is the northernmost major settlement in this formerly Jordanian area Israel occupied in 1967","response":"West Bank"},{"text":"This \"grand\" island popular with tourists is found in the extreme north of the West Indies","response":"Grand Bahama Island"},{"text":"Mafikeng, formerly Mafeking, is the capital of this country's province of North-West","response":"South Africa"},{"text":"Eighty Mile Beach, on the Indian Ocean, is part of this continent's northwest coast","response":"Australia"}],"originalDate":"1998-12-28"},{"category":"NOTORIOUS","comments":"","clues":[{"text":"This mystic whose name means \"debauched one\" tried to keep Russia out of World War I","response":"Rasputin"},{"text":"In 44 B.C. he was made a praetor of Rome &amp; joined Cassius in a little plot","response":"Brutus"},{"text":"The U.S. supplied the weapons that killed this country's dictator Raphael Trujillo in 1961","response":"Dominican Republic"},{"text":"Divers recently found cannons off North Carolina that they believe are from his ship, the Queen Anne's Revenge","response":"Blackbeard"},{"text":"When he fled from Nicaragua to Miami in 1979, he didn't go empty handed, he took about $100 million","response":"Anastasio Somoza"}],"originalDate":"1998-12-28"},{"category":"SPELLBOUND","comments":"(Alex: And you have to spell the response!)","clues":[{"text":"It's what the \"B\" in FBI stands for","response":"B-U-R-E-A-U"},{"text":"An executive of this brewery came up with the idea for the \"Book of World Records\"","response":"G-U-I-N-N-E-S-S"},{"text":"It's the fifth book of the Old Testament","response":"D-E-U-T-E-R-O-N-O-M-Y"},{"text":"In a 1991 movie, a group of working-class Dubliners form a band that plays '60s soul music &amp; take this name","response":"C-O-M-M-I-T-M-E-N-T-S"},{"text":"It's the adjective for a 150th anniversary celebration","response":"S-E-S-Q-U-I-C-E-N-T-E-N-N-I-A-L"}],"originalDate":"1998-12-28"}],[{"category":"ALFRED HITCHCOCK","comments":"","clues":[{"text":"In Hitchcock's third movie, \"The Lodger\", a landlady suspects that her tenant is this London killer","response":"Jack the Ripper"},{"text":"Hitch's movie that contains the line \"No one ever comes here unless they've gotten off the main highway\"","response":"<i>Psycho</i>"},{"text":"This Swede who starred in 3 of Hitchcock's films called him \"A gentleman farmer who raised goose flesh\"","response":"Ingrid Bergman"},{"text":"Hitchcock's daughter was in this 1951 film in which Robert Walker wanted to swap murders with Farley Granger","response":"<i>Strangers on a Train</i>"},{"text":"Hitchcock's name for a plot device; he said it \"is actually nothing at all\"","response":"McGuffin"}],"originalDate":"1998-12-28"},{"category":"<em class=\"underline\">STAR TREK</em>, <em class=\"underline\">STAR WARS</em> OR <em class=\"underline\">LORD OF THE RINGS</em>","comments":"","clues":[{"text":"A council that takes place at Rivendell is central to its plot","response":"<i>Lord of the Rings</i>"},{"text":"In its lore, a Bajoran wormhole leads to the Gamma Quadrant","response":"<i>Star Trek</i>"},{"text":"This one lent its name to a defensive weapons system that many felt was a pie-in-the-sky fantasy","response":"<i>Star Wars</i>"},{"text":"A race called the Andorians causes trouble for the humans in this one","response":"<i>Star Trek</i>"},{"text":"Its creator was born in South Africa","response":"<i>Lord of the Rings</i>"}],"originalDate":"2006-05-09"},{"category":"ACTION FIGURES","comments":"","clues":[{"text":"Paddy Doyle's fitness records include throwing 470 of these in 1 minute<span class=\"nobreak\">--</span>that should win the round","response":"punches"},{"text":"In 2003 Paul Crake ran up the 1,576 steps of this NYC building in 9 minutes 33 seconds","response":"the Empire State Building"},{"text":"In 2006 Leyan Lo, a student at this Pasadena school, solved a Rubik's Cube puzzle in 11.13 seconds","response":"Caltech"},{"text":"A term for a tireless Soviet worker comes from the name of Alexei Stakhanov; he mined 102 tons of this in 6 hours","response":"coal"},{"text":"Ted Martin kept one of these fad items aloft with 63,326 consecutive kicks in just under 9 hours","response":"a Hacky Sack"}],"originalDate":"2006-05-09"},{"category":"IN NEED OF A DATE","comments":"","clues":[{"text":"The Japanese fleet left home on the 26th of this month in 1941, headed for Pearl Harbor","response":"November"},{"text":"Billions of mourners worldwide watched Princess Diana's funeral on Sept. 6 of this year","response":"1997"},{"text":"The Treaty of Ghent ending the War of 1812 was signed Dec. 24 of this year","response":"1814"},{"text":"Year in which Custer &amp; his force of more than 200 men were killed","response":"1876"},{"text":"The first Olympics held in the U.S. were in St. Louis in this year","response":"1904"}],"originalDate":"2006-05-09"},{"category":"STILL LIVING WITH \"MOM\" &amp; \"DAD\"","comments":"","clues":[{"text":"What Genghis Khan was to Kublai Khan","response":"granddad"},{"text":"The names of many Mexican cities include this Spanish word for \"city\"","response":"<i>ciudad</i>"},{"text":"The name of this daisylike plant used to make an herbal tea is from the Latin for \"apple on the ground\"","response":"chamomile"},{"text":"My heart belongs to this early 20th century art movement founded in Switzerland","response":"Dadaism"},{"text":"The dominating feature of this East African port is Fort Jesus, a Portuguese stronghold built around 1593","response":"Mombasa"}],"originalDate":"2006-05-09"},{"category":"<a href=\"http://www.j-archive.com/media/2006-05-09_DJ_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> SCIENCE TIMES</a>","comments":"","clues":[{"text":"A researcher has shown that this feared Amazon fish may gather in packs for safety, not to hunt","response":"a piranha"},{"text":"This 8-letter particle named for its lack of charge is being studied by beaming it 450 miles in .0025 seconds","response":"the neutrino"},{"text":"Glen Canyon, inundated by the formation of this man-made Utah lake, is becoming visible again as the lake dries up","response":"Lake Powell"},{"text":"No, that's fine.  Of course you're right.  Science Times says \"hostile cooperation\" is part of this behavior pattern","response":"passive-aggressiveness"},{"text":"28 years after its 1977 launch, it passed through a sort of space sound barrier called the termination shock","response":"<i>Voyager</i>"}],"originalDate":"2006-05-09"}],{"category":"COASTAL STATES","text":"With 301 miles, it has the most coastline of current states that were part of the 13 original colonies","response":"North Carolina"}]}