{"mix":4839,"rounds":[[{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Largest of the \"Cosby Kids\" who's currently serving as vice president","response":"\"Fat Albert\" Gore"},{"text":"Culture Club singer who penned \"1984\"","response":"Boy George Orwell"},{"text":"Yesss!  He's the sports announcer who theorized about relativity","response":"Marv Albert Einstein"},{"text":"Longtime \"Tonight Show\" host whose \"Heart Is A Lonely Hunter\"","response":"Johnny Carson McCullers"},{"text":"1517's \"Theses\" author known for developing new varieties of fruits &amp; vegetables","response":"Martin Luther Burbank"}],"originalDate":"1998-12-25"},{"category":"THE CARS","comments":"","clues":[{"text":"Look! Up in the sky! Those clouds! A Chrysler Cirrus &amp; a Dodge one of these","response":"a Dodge Stratus"},{"text":"Aye, it's the name of a pirate sword as well as an Oldsmobile","response":"a Cutlass"},{"text":"Maurice Chevalier sang, \"Every little\" one of these Plymouths \"seems to whisper Louise\"","response":"a Breeze"},{"text":"I can't see the sun; this Mitsubishi is blocking it","response":"an Eclipse"},{"text":"You can buy this Lincoln off the shelf <span class=\"nobreak\">--</span> the shelf off North America","response":"a Continental"}],"originalDate":"2002-11-28"},{"category":"SO GREAT THEY NEED 2 NICKNAMES","comments":"","clues":[{"text":"Before he was Magic he was June Bug, because he's Earvin Junior","response":"\"Magic\" Johnson"},{"text":"George Herman Ruth was not just \"Babe\" but this Italian version, too","response":"The Bambino"},{"text":"By career's end Wayne Gretzky was \"The Great One\"; earlier he was this, also a Chaplin film title","response":"\"The Kid\""},{"text":"The Baseball Encyclopedia lists his nicknames as \"The Franchise\" &amp; \"Tom Terrific\"","response":"Tom Seaver"},{"text":"This carrot-topped running back built muscle working on an Illinois ice truck, becoming \"The Wheaton Iceman\"","response":"\"Red\" Grange"}],"originalDate":"2002-11-28"},{"category":"20th CENTURY QUOTES","comments":"","clues":[{"text":"This scientist wrote to FDR that \"The element uranium may be turned into an important and new source of energy\"","response":"Einstein"},{"text":"In August 1964, in a televised address, he told Americans, \"We still seek no wider war\"","response":"Johnson"},{"text":"Fanny Brice once said \"There is no director who can direct you like \"this group of people","response":"\"the audience\""},{"text":"At the Watergate hearings this N.C. senator said, \"That is not executive privilege. It is executive poppycock\"","response":"Sam Ervin"},{"text":"In his first address as Prime Minister, Winston Churchill said, \"I have nothing to offer but\" these 4 things","response":"\"blood, toil, tears & sweat\""}],"originalDate":"2002-11-28"},{"category":"SAFARI SO GOOD","comments":"","clues":[{"text":"In \"The Spider Sapphire Mystery\" this girl detective goes on safari in Africa","response":"Nancy Drew"},{"text":"The biography \"Dark Safari\" tells the story of this man who sought Livingstone","response":"(Henry) Stanley"},{"text":"Originally from Arabic, safari is this African Language's word for \"journey\"","response":"Swahili"},{"text":"The starting point for many safaris is this Kenyan capital","response":"Nairobi"},{"text":"He was the director of the St. Louis Zoo before taking us all on safari as the host of \"Wild Kingdom\"","response":"Marlin Perkins"}],"originalDate":"2002-11-28"},{"category":"THE CARS","comments":"","clues":[{"text":"In his diaries, this pop artist mentions directing The Cars' \"Hello Again\" music video","response":"Andy Warhol"},{"text":"One of this legendary pin-up artist's girls graced the cover of The Cars' album \"Candy-O\"","response":"Vargas"},{"text":"The video for \"Drive\" featured this Czech model whom Ric Ocasek drove up the aisle in 1989","response":"Paulina Porizkova"},{"text":"It's a \"no-brainer\" to tell us that in 1984 this Cars video won MTV's first Video of the Year award","response":"\"You Might Think\""},{"text":"\"Dance all night with anyone don't let nobody pick your fun just\" do this","response":"\"Shake It Up\""}],"originalDate":"2002-11-28"}],[{"category":"CIVIL WAR PEOPLE","comments":"","clues":[{"text":"William H. Carney, of the 54th Massachusetts Regiment, was the first black soldier honored with this medal","response":"the Congressional Medal of Honor"},{"text":"In early September 1864 this general ordered all the civilians out of Atlanta","response":"Sherman"},{"text":"This Civil War figure was born in 1808 &amp; named after the President of the U.S.","response":"Jefferson Davis"},{"text":"Artillery chief William Pendleton was so religious, he gave these names to his 4 big guns","response":"Matthew, Mark, John & Luke"},{"text":"Lincoln called this newspaper artist \"Our best recruiting sergeant\"","response":"Thomas Nast"}],"originalDate":"2002-11-28"},{"category":"EUROPE","comments":"","clues":[{"text":"The Salentina Peninsula forms the \"heel\" of this country","response":"Italy"},{"text":"Kosovo is now an autonomous province within this Balkan republic","response":"Serbia"},{"text":"In 1924 it became the first country to host the Summer &amp; Winter Olympics in the same year","response":"France"},{"text":"In 1999 NATO welcomed 3 members of this organization, formed in 1955 to counter NATO","response":"the Warsaw Pact"},{"text":"This dual monarchy began with Franz Josef in 1867 &amp; broke up in 1918, 2 years after his death","response":"the Austro-Hungarian"}],"originalDate":"2002-11-28"},{"category":"DEM BONES","comments":"","clues":[{"text":"The name of this bone to which the ribs attach is from the Greek for \"breastbone\"","response":"sternum"},{"text":"This joint consists of 8 carpal bones arranged in 2 rows of 4","response":"the wrist"},{"text":"The biceps and triceps muscles surround this bone","response":"humerus"},{"text":"Its 3 parts are the ilium, ischium &amp; pubis","response":"the hip bone"},{"text":"The mandible is the lower jaw; this is the upper jaw","response":"maxilla"}],"originalDate":"2002-11-28"},{"category":"IT HAPPENED IN MAY","comments":"","clues":[{"text":"1707:<br>The Act of Union joins these 2 countries into the United Kingdom of Great Britain","response":"Scotland & England"},{"text":"1931:<br>This 102-story building is officially dedicated in New York City","response":"the Empire State Building"},{"text":"1869:<br>Ooh la la!  These risque follies open on the wicked continent","response":"the Folies Bergères"},{"text":"1961:<br>Total length in time of Alan Shepard's Freedom 7 flight; he was famous much longer","response":"15 minutes"},{"text":"1776:<br>Adam Weishaupt forms this \"enlightened\" Bavarian secret society","response":"the Illuminati"}],"originalDate":"2006-05-05"},{"category":"BASEBALL NICKNAMES","comments":"","clues":[{"text":"\"Shoeless Joe\"","response":"Joe Jackson"},{"text":"\"The Iron Horse\"","response":"Lou Gehrig"},{"text":"\"Stan the Man\"","response":"Stan Musial"},{"text":"A '70s Red Sox catcher:<br>\"Pudge\"","response":"(Carlton) Fisk"},{"text":"A '90s Rangers, now Tigers, catcher:<br>\"Pudge\"","response":"Ivan Rodriguez"}],"originalDate":"2006-05-05"},{"category":"BY THE NUMBERS","comments":"","clues":[{"text":"This country, the world's second-leading producer of cars in 2000 with over 10 mil., made only 32,000 of them in 1950","response":"Japan"},{"text":"Of the 101 medals the U. S. won at the 1996 Summer Olympics in Atlanta, 44 were of this kind","response":"gold"},{"text":"Of 4, 7 or 12, the number of nations in the world with a name ending in \"stan\"","response":"7"},{"text":"The Apollo lunar mission with this number was aborted en route to the Moon in 1970 due to an in-flight explosion","response":"13"},{"text":"In this job James K. Hahn made $181,317.79 more a year than his predecessor, Richard Riordan, who took $1","response":"mayor of Los Angeles"}],"originalDate":"2006-05-05"}],{"category":"BRITISH NOVELISTS","text":"In his journals he described how he once set 2 groups of boys against each other, likely inspiring his 1954 novel","response":"William Golding"}]}