{"mix":4840,"rounds":[[{"category":"BRITISH SPELLING BEE","comments":"(Alex: You must spell each correct response the way the Brits do.)","clues":[{"text":"A book-like listing of a business' goods for sale; Sears &amp; Roebuck used to put out a famous one","response":"C-A-T-A-L-O-G-U-E"},{"text":"Use this farm implement that breaks up soil to plant your leeks","response":"P-L-O-U-G-H"},{"text":"Go to the famous Globe one to see a play by Shakespeare","response":"T-H-E-A-T-R-E"},{"text":"At the pub, it's beer from a keg, not a bottle","response":"D-R-A-U-G-H-T"},{"text":"Good Britons recycle this metal in their soft-drink cans","response":"A-L-U-M-I-N-I-U-M"}],"originalDate":"2006-05-05"},{"category":"SOUTH DAKOTA","comments":"","clues":[{"text":"South Dakotans celebrate this October holiday as Native American Day","response":"Columbus Day"},{"text":"Wild Bill Hickok &amp; Calamity Jane are buried in this city's Mount Moriah Cemetery","response":"Deadwood"},{"text":"From 1963 to 1981 this Democrat &amp; presidential candidate served South Dakota in the U.S. Senate","response":"McGovern"},{"text":"The Big Sioux River, which does the falling at Sioux Falls, empties into this river near Sioux City","response":"the Missouri"},{"text":"The remains of a 3-toed horse &amp; saber-toothed tigers have been found in the fossil beds of this national park","response":"Badlands National Park"}],"originalDate":"2006-05-05"},{"category":"NEIN!","comments":"","clues":[{"text":"General Von Choltitz, military commander of this European capital, wouldn't follow Hitler's orders to burn it","response":"Paris"},{"text":"The despotic Walter Ulbricht blocked de-Stalinization as leader of this country","response":"East Germany"},{"text":"In 1806, when a patron suggested he tickle the ivories for visiting French officers, he stormed out","response":"Beethoven"},{"text":"In the 1980s, as Vatican Doctrinal Enforcer, the German born with this surname said no to \"liberation theology\"","response":"Ratzinger"},{"text":"In 1891, a year after losing power, this statesman was elected to the Reichstag but refused to serve","response":"Otto Von Bismarck"}],"originalDate":"2006-05-05"},{"category":"TALES","comments":"","clues":[{"text":"Pilgrims in this 14th century work are heading to the shrine of St. Thomas a Becket","response":"<i>Canterbury Tales</i>"},{"text":"A Winston Groom sequel sees this title man involved in the Iran-Contra affair &amp; the fall of the Berlin Wall","response":"Forrest Gump"},{"text":"Her novel \"The Kitchen God's Wife\" recounts a mother's struggles to survive in China","response":"Amy Tan"},{"text":"The title character of this Sir Walter Scott novel appears for a joust as a disinherited knight","response":"Ivanhoe"},{"text":"In this Hesse work, Harry Haller meets a Doppelganger of himself named Hermine","response":"<i>Steppenwolf</i>"}],"originalDate":"2006-05-05"},{"category":"\"OUCH\"!","comments":"","clues":[{"text":"Opossum pocket","response":"a pouch"},{"text":"There's a finishing one and a Midas one","response":"a touch"},{"text":"A certificate exchangeable for cash or merchandise","response":"a voucher"},{"text":"Boastful buffoon stock character from commedia dell'arte; will you do the fandango?","response":"Scaramouch"},{"text":"In Ancient Egyptian inscription, this oval figure held the names of royal personages","response":"cartouche"}],"originalDate":"2006-05-05"},{"category":"AUTO FOCUS","comments":"","clues":[{"text":"The Town Car from this car line was originally built as a car for Henry Ford","response":"Lincoln"},{"text":"Incorporated in 1915, it designed its cars to withstand Sweden's rough roads &amp; cold temperatures","response":"Volvo"},{"text":"An ad agency gave this car company a name standing for feline qualities like grace, elegance, power &amp; agility","response":"Jaguar"},{"text":"Datsun, which became this company, was changed from Datson because son meant \"loss\" in Japanese","response":"Nissan"},{"text":"This new division of Toyota aims for Generation XA &amp; XB","response":"the Scion"}],"originalDate":"2006-05-04"}],[{"category":"DEAR JOHN","comments":"","clues":[{"text":"He was Tony Blair's immediate predecessor as prime minister","response":"John Major"},{"text":"He once said, \"I don't smoke much, and I drink very little.  I guess my only bad habit is robbing banks\"","response":"John Dillinger"},{"text":"This man at whose mill gold was discovered in 1848 later ran for governor of California","response":"(John) Sutter"},{"text":"In 1946 he gave the United Nations a gift of $8.5 million to buy land for its NYC headquarters","response":"(John D.) Rockefeller"},{"text":"This author of the novel \"Falconer\" won a 1979 Pulitzer Prize for some of his short stories","response":"John Cheever"}],"originalDate":"2006-05-04"},{"category":"RHYME QUIZ","comments":"(Alex: Each correct response will rhyme with the word \"quiz\".)","clues":[{"text":"Belonging to him","response":"his"},{"text":"Richard Burton's wife, twice","response":"Liz"},{"text":"Slang for any line of work","response":"biz"},{"text":"A woman's title &amp; a women's magazine","response":"Ms."},{"text":"Meaning \"namely\", it's an abbreviation of the Latin for \"it is permitted to see\"","response":"<i>viz.</i>"}],"originalDate":"2006-05-04"},{"category":"DOUGH!","comments":"","clues":[{"text":"Until the euro debuted there in 2002, a builder would spend guilders to buy girders in this country","response":"the Netherlands"},{"text":"When Mike Wallace asked, \"How much did you lose from AOL Time Warner?\", he said, \"$7 billion or $8 billion\", but who's counting?","response":"Ted Turner"},{"text":"In 1954 there was no desire for the sen &amp; rin, smaller denominations of this currency; they were removed from circulation","response":"yen"},{"text":"Playing polo may not make you a billionaire, but Polo shirts might; just ask him, No. 67 on Forbes' 2005 list","response":"Ralph Lauren"},{"text":"Opened in 2005, the Vegas resort hotel named for this man cost $2.7 billion to build","response":"(Steve) Wynn"}],"originalDate":"2006-05-04"},{"category":"MOST DENSELY POPULATED COUNTRIES","comments":"","clues":[{"text":"The densest is this small country that has been mostly under one family's rule for over 700 years","response":"Monaco"},{"text":"In 2003 this republic, ranked No. 2, became the first Asian country to sign a free-trade pact with the U.S.","response":"Singapore"},{"text":"Most of the people in this third-most-densely peopled country are employees of the state","response":"Vatican City"},{"text":"No. 6 is this independent kingdom, the first Gulf state to allow women to vote &amp; run for office","response":"Bahrain"},{"text":"At No. 8 is this Asian country that caused controversy in 2003 by putting its name on its passport","response":"Taiwan"}],"originalDate":"2006-05-04"},{"category":"MUSICAL THEATRE","comments":"","clues":[{"text":"In \"West Side Story\" this character sings \"I Feel Pretty\"","response":"Maria"},{"text":"This \"Guys and Dolls\" composer also gave us \"The Most Happy Fella\", about Tony the lovestruck wine-grower","response":"Frank Loesser"},{"text":"In \"Carousel\" this amusement park barker talks to Julie Jordan about marriage &amp; she sings \"If I Loved You\"","response":"Billy Bigelow"},{"text":"Although Rodgers &amp; Hammerstein produced it, Irving Berlin wrote the songs, including \"Anything You Can Do\"","response":"<i>Annie Get Your Gun</i>"},{"text":"In a Tim Rice musical, Frederick &amp; Anatoly vie to be world champion of this game","response":"chess"}],"originalDate":"2006-05-04"},{"category":"THAT BLANKIN' SHAKESPEARE","comments":"","clues":[{"text":"\"Henry IV, Part II\":<br>\"Uneasy lies the head that wears a ____\"","response":"crown"},{"text":"\"The Comedy of Errors\":<br>\"When in the why and the wherefore is neither ____ nor reason?\"","response":"rhyme"},{"text":"\"A Midsummer Night's Dream\":<br>\"The course of ____  ____ never did run smooth\"","response":"true love"},{"text":"\"Henry IV, Part I\":<br>\"The better part of valor is ____\"","response":"discretion"},{"text":"\"As You Like It\":<br>\"Well said, that was laid on with a ____\"","response":"trowel"}],"originalDate":"2006-05-04"}],{"category":"GARMENTS OF THE WORLD","text":"The custom of hijab, Arabic for \"veiling\", can include this garment, mentioned by Kipling","response":"the burqa"}]}