{"mix":4842,"rounds":[[{"category":"<a href=\"http://www.j-archive.com/media/2006-05-03_J_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> NEWS OF 2006</a>","comments":"","clues":[{"text":"There was gold in the hills of this host city as the Times noted the start of the Winter Olympics there on Feb. 10","response":"Turin"},{"text":"On Feb. 13, the Times reported Dick Cheney shot a man hunting, the first shooting by a sitting veep since this man","response":"Aaron Burr"},{"text":"\"G.O.P. UNREST OVER PORTS\" read a headline when this emirate's control of some U.S. ports was opposed by Congress in March","response":"Dubai"},{"text":"Riots in this Ugandan capital city were reported in the Times on Feb. 26 following presidential elections there","response":"Kampala"},{"text":"\"A DRAMA STRAIGHT FROM THE TABLOIDS\" blared the Times in a story on her appearance before the U.S. Supreme Court in March","response":"Anna Nicole Smith"}],"originalDate":"2006-05-03"},{"category":"1984 TV DEBUTS","comments":"","clues":[{"text":"Not only \"Jeopardy!\" but this game show based on a letters-&amp;-words board game debuted in 1984","response":"<i>Scrabble</i>"},{"text":"The Huxtables began their 8-year dominance of the Nielsen ratings on this sitcom","response":"<i>The Cosby Show</i>"},{"text":"Penelope was the real first name of this title Soleil Moon Frye character who had her own show in 1984","response":"Punky Brewster"},{"text":"Fred Dryer was on the beat in 1984 tracking down bad guys as this title LAPD homicide detective","response":"Hunter"},{"text":"A probationary angel &amp; an ex-cop helped people solve problems on this Michael Landon starrer","response":"<i>Highway to Heaven</i>"}],"originalDate":"2006-05-03"},{"category":"VOLCANOES","comments":"","clues":[{"text":"Eruptions in 512 were so violent that Theodoric the Goth of Italy suspended taxes for those living on its slopes","response":"Vesuvius"},{"text":"Lassen Peak in the southernmost part of this range was believed extinct until it erupted on May 30, 1914","response":"the Cascades"},{"text":"This volcano on the southeast slope of Mauna Loa has had a hotel on its rim since 1866","response":"Kilauea"},{"text":"Figurative name of the volcanic belt that nearly encircles the Pacific Ocean","response":"the Ring of Fire"},{"text":"This Philippine volcano's 1991 eruption was one of the largest of the 20th century","response":"Pinatubo"}],"originalDate":"2006-05-03"},{"category":"SODA","comments":"","clues":[{"text":"Don't worry<span class=\"nobreak\">--</span>Cricket Cola isn't flavored with crickets but with this \"colorful\" tea","response":"green tea"},{"text":"In November 2003 the Jones Soda Company introduced an unusual soda flavored with this bird &amp; gravy","response":"turkey"},{"text":"This \"paternal\" brand of root beer has been a family favorite since 1937","response":"Dad's"},{"text":"A famous 1967 ad campaign told folks that this was actually \"the Uncola\"","response":"7 Up"},{"text":"With \"twice the caffeine\", it calls itself \"The Espresso of Colas\"","response":"Jolt"}],"originalDate":"2006-05-03"},{"category":"AMERICAN PLACES","comments":"","clues":[{"text":"This capital, population 280,000, is one half of the \"Twin Cities\"","response":"St. Paul"},{"text":"The Golden North Salmon Derby is one of the annual events celebrated in this state capital","response":"Juneau (Alaska)"},{"text":"Montana's largest city, it was founded in 1882 &amp; named for a president of the Northern Pacific Railway","response":"Billings, Montana"},{"text":"Named for an Army chaplain, this city near Phoenix boasts more than 300 sunny days per year","response":"Scottsdale"},{"text":"In 1802 a French chemist built gunpowder mills near this Delaware city; they became DuPont, now based there","response":"Wilmington"}],"originalDate":"2006-05-03"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"In the 1600s mustard makers in this French city organized a guild to control the quality of their product","response":"Dijon"},{"text":"This spice is also known as black sugar &amp; sweetroot","response":"licorice"},{"text":"Also known as Jamaica pepper, it sounds like a hodgepodge of other flavorings","response":"allspice"},{"text":"This red-hot, pungent powder made from various tropical chiles originated in French Guiana","response":"Cayenne"},{"text":"Plants producing this spice in England came from a crocus bulb smuggled from the Holy Land in the 14th century","response":"saffron"}],"originalDate":"2006-05-03"}],[{"category":"BIG-SCREEN ARTISTS","comments":"(Alex: You have to name the artist portrayed.)","clues":[{"text":"1965:<br>Charlton Heston","response":"Michelangelo"},{"text":"1956:<br>Kirk Douglas","response":"Vincent van Gogh"},{"text":"2001:<br>John Leguizamo (in a musical)","response":"Toulouse-Lautrec"},{"text":"2000:<br>Ed Harris","response":"Jackson Pollock"},{"text":"1996:<br>Anthony Hopkins","response":"Picasso"}],"originalDate":"2006-05-03"},{"category":"2-LETTER WORDS","comments":"","clues":[{"text":"This &amp; behold: it means \"see\" &amp; is frequently used in Biblical expressions","response":"lo"},{"text":"You can call your pop this, used in Italian personal names, originally to indicate place of origin","response":"da"},{"text":"It's the first-person singular present indicative of be","response":"am"},{"text":"The 16th letter of the Greek alphabet, it's also a math term","response":"pi"},{"text":"A small hawk, or a moon of Jupiter","response":"Io"}],"originalDate":"2006-05-03"},{"category":"A CHRISTMAS SONGBOOK","comments":"","clues":[{"text":"This \"jolly happy soul\" had a \"corncob pipe and a button nose and two eyes made out of coal\"","response":"Frosty the Snowman"},{"text":"\"On the tenth day of Christmas my true love gave to me, ten lords\" a-doin' this","response":"leaping"},{"text":"Elvis sang, \"You'll be doin' all right with your Christmas of white, but I'll have\" this","response":"a blue Christmas"},{"text":"\"I saw Mommy\" doing this, \"underneath the mistletoe last night\"","response":"kissing Santa Claus"},{"text":"In the 1964 TV special \"Rudolph the Red-Nosed Reindeer\", this singer introduced \"A Holly Jolly Christmas\"","response":"Burl Ives"}],"originalDate":"1998-12-23"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"In 1970 the Pringles plant in Tennessee produced one of these measuring 23\" X 14 1/2\" <span class=\"nobreak\">--</span> yum! yum!","response":"a potato chip"},{"text":"Charles Osborne did this every 1 1/2 seconds from 1922 to 1990; what he needed was a good scare!","response":"hiccupped"},{"text":"Located near Seattle, the world's largest building in volume is this company's main assembly plant","response":"Boeing"},{"text":"There are more statues honoring this religious leader than any other person in the world","response":"Buddha"},{"text":"A 1987 Sunday edition of this U.S. newspaper holds the record for most massive issue, 12 pounds &amp; 1,612 pages","response":"<i>The New York Times</i>"}],"originalDate":"1998-12-23"},{"category":"BRITISH FICTIONAL CHARACTERS","comments":"","clues":[{"text":"Disraeli created Vivian Grey; he created Dorian Gray","response":"Oscar Wilde"},{"text":"He created Mrs. Flanders, also known as Moll","response":"Daniel Defoe"},{"text":"Griffin is the name of this H.G. Wells title character","response":"the Invisible Man"},{"text":"Richard Llewellyn novel with coal miner Gwilym Morgan &amp; minister Mr. Gruffydd","response":"<i>How Green Was My Valley</i>"},{"text":"Self-described \"singleton\" whose bestselling \"diary\" was concocted by Helen Fielding","response":"Bridget Jones"}],"originalDate":"1998-12-23"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"In May 1927 this American aviator became the first man to fly the Atlantic solo","response":"Charles Lindbergh"},{"text":"He abdicated the Russian throne in 1917, a year before he &amp; his family were executed","response":"Nicholas II"},{"text":"Leopold I became king of this country in 1831 after refusing the throne of Greece","response":"Belgium"},{"text":"After his mother died in 1827, this Zulu chief became openly psychotic &amp; was murdered the next year","response":"Shaka"},{"text":"This Austrian archduchess' 1736 marriage established the house of Hapsburg-Lorraine","response":"Maria Theresa"}],"originalDate":"1998-12-23"}],{"category":"THE MOVIES","text":"The only film role Jimmy Cagney played twice; the 2nd time was in \"The 7 Little Foys\"","response":"George M. Cohan"}]}