{"mix":4847,"rounds":[[{"category":"CAR PETS","comments":"","clues":[{"text":"On June 17, 1994 95 million people watched the California Highway Patrol follow one of these Ford vans","response":"Bronco"},{"text":"As a Ford exec., Lee Iacocca sired this sporty car introduced in April 1964","response":"Mustang"},{"text":"In the U.S. this subcompact was Volkswagen's successor to the Beetle, but it didn't catch on the same way","response":"Rabbit"},{"text":"This British car maker developed from a company that made motorcycle sidecars","response":"Jaguar"},{"text":"For 1980 American Motors let it soar as the 1st domestic-built 4-wheel-drive car","response":"Eagle"}],"originalDate":"1998-12-18"},{"category":"WORLD COSTUME","comments":"","clues":[{"text":"Meaning \"leather shorts\", they can be seen at German festivals like Oktoberfest","response":"Lederhosen"},{"text":"Zipperless pants called broadfalls are worn by this U.S. group named for Jacob Ammann","response":"Amish"},{"text":"From Spanish for cape, this garment, a cloak with a hole in the middle, is common among Bolivian countrymen","response":"Poncho"},{"text":"It's been popular in the U.S. since the '60s &amp; is still worn in Africa","response":"Dashiki"},{"text":"Hats worn in this country, unlike those just named for it, are braided, not woven","response":"Panama"}],"originalDate":"1998-12-18"},{"category":"EIGHT","comments":"","clues":[{"text":"The 8 in this collegiate group include Yale, Brown &amp; Harvard","response":"The Ivy League"},{"text":"Fortunes from this classic toy include \"Outlook not so good\" &amp; \"Reply hazy, try again\"","response":"Magic 8-Ball"},{"text":"This Byrds song says, \"And when you touch down you'll find that it's stranger than known\"","response":"<i>Eight Miles High</i>"},{"text":"On \"M*A*S*H\" Klinger dressed in women's clothes to try to qualify for this type of insanity discharge","response":"Section 8 discharge"},{"text":"The Eightfold Path leads to release from suffering in this religion","response":"Buddhism"}],"originalDate":"1998-12-18"},{"category":"PLAYS &amp; PLAYWRIGHTS","comments":"","clues":[{"text":"Lanford Wilson won a Pulitzer for \"Talley's Folly\" in 1980 &amp; this Wilson won for \"The Piano Lesson\" in 1990","response":"August Wilson"},{"text":"He noted, \"The greatest of evils and the worst of crimes is poverty\" in his preface to \"Major Barbara\"","response":"George Bernard Shaw"},{"text":"His play \"Glengarry Glen Ross\" had its world premiere at the National Theatre in London in 1983","response":"David Mamet"},{"text":"He wrote \"Tea Party\" &amp; \"The Birthday Party\" <span class=\"nobreak\">--</span> what a party animal!","response":"Harold Pinter"},{"text":"He collaborated on his hit comedy \"Beggar On Horseback\" with Marc Connelly, not Moss Hart","response":"George S. Kaufman"}],"originalDate":"1998-12-18"},{"category":"ROYAL NAME'S THE SAME","comments":"","clues":[{"text":"Not England's Elizabeth I, but Russia's Elizabeth I was the daughter of this \"Great\" czar","response":"Peter the Great"},{"text":"He wasn't England's Henry VIII, but Henry VIII of Bavaria who was also this empire's Henry IV","response":"the Holy Roman Empire"},{"text":"Not to be confused with the Roman emperor, Constantine II was the last king of this nation in 1973","response":"Greece"},{"text":"Unlike England's \"Merry Monarch\" Charles II, this country's Charles II was \"El Hechizado\", The Bewitched","response":"Spain"},{"text":"Unlike feelings toward France's Louis XVI, Louis I of this country was known as \"Lajos The Great\"","response":"Hungary"}],"originalDate":"1998-12-18"},{"category":"LITERARY ADJECTIVES","comments":"","clues":[{"text":"Things are this if they are like Sir Thomas More's perfect island","response":"utopian"},{"text":"Resembling the totalitarian future described in \"1984\"","response":"orwellian"},{"text":"\"Like the impractical idealist in a Cervantes satire\" reduces to this adjective","response":"quixotic"},{"text":"Also used of some \"bargains\", this adjective means \"similar to Goethe's soul seller\"","response":"faustian"},{"text":"In a word, \"like Pantagruel's father\"","response":"gargantuan"}],"originalDate":"1998-12-18"}],[{"category":"DEAL OR NO DEAL","comments":"(Alex: And we're gonna start you off with what looks to be a tribute to my friend Howie Mandel...)","clues":[{"text":"The USA said \"Deal!\" on April 30, 1803 when it agreed to pay France $15 million for this","response":"the Louisiana Purchase"},{"text":"President Reagan said, \"No deal!\" to this group of striking federal employees &amp; fired nearly 12,000 of them in 1981","response":"the air traffic controllers"},{"text":"FDR not only said \"Deal!\", he said \"New Deal!\" in this year when he first accepted the nomination for president","response":"1932"},{"text":"In 1917 the U.S. said \"Deal!\" when it acquired the Virgin Islands from this Scandinavian country","response":"Denmark"},{"text":"In 1783 Ben Franklin said \"Deal!\" &amp; signed the peace treaty of this city, ending the Revolutionary War","response":"Paris"}],"originalDate":"2006-04-27"},{"category":"CITIES IN SONG","comments":"","clues":[{"text":"This city, \"Here I come.  They got some crazy little women there and I'm gonna get me one\"","response":"Kansas City"},{"text":"It's the city where you'd find \"The House Of The Rising Sun\", the ruin of many a poor boy","response":"New Orleans"},{"text":"Jan &amp; Dean sang about \"The Little Old Lady From\" this city; \"She's the terror of Colorado Boulevard\"","response":"Pasadena"},{"text":"In this 1968 hit Dionne Warwick claimed that \"L.A. is a great big freeway, put a hundred down and buy a car\"","response":"\"Do You Know The Way To San José\""},{"text":"This West Texas town was the home to Rosa's cantina and wicked Felina, \"the girl that I loved\"","response":"El Paso"}],"originalDate":"2006-04-27"},{"category":"WORD &amp; PHRASE ORIGINS","comments":"","clues":[{"text":"This evergreen tree was named for Scottish botanist David Douglas, who collected samples in America","response":"the Douglas fir"},{"text":"In 1866 rancher Charles Goodnight introduced this vehicle used for transporting provisions &amp; cooking equipment","response":"a chuck wagon"},{"text":"A Roman hill where the emperors built their homes gives us this 6-letter word for a king's home","response":"palace"},{"text":"Often part of baptism, this 4-word \"manual\" phrase is derived from Acts 8:17-18","response":"laying on of hands"},{"text":"An Old French word for \"throat\" gives us this word meaning to stuff one's face","response":"gorge"}],"originalDate":"2006-04-27"},{"category":"YOU MOVE, TO FAST","comments":"","clues":[{"text":"Move to this mountain if you want to be like Moses, who fasted there for 40 days &amp; nights","response":"Mount Sinai"},{"text":"Move to Yakutat Bay in this state if you want to fast before hunting, like the Lingit Indians once did","response":"Alaska"},{"text":"Move to the adobe dwellings of these southwest Indians &amp; ritual fasters whose name means \"village\"","response":"the Pueblos"},{"text":"Move to Central Anatolia in this country to fast during the holy month known there as Ramazan","response":"Turkey"},{"text":"Move to this \"Sleeping Land\" of Russia to become an Evenki shaman &amp; fast after you've received your first vision","response":"Siberia"}],"originalDate":"2006-04-27"},{"category":"SHAKESPEARE'S OPENING LINES","comments":"","clues":[{"text":"Prologue:<br>\"In Troy there lies the scene\"","response":"<i>Troilus and Cressida</i>"},{"text":"Duke Orsino:<br>\"If music be the food of love, play on\"","response":"<i>Twelfth Night</i>"},{"text":"Antonio:<br>\"In sooth I know not why I am so sad.  It wearies me, you say it wearies you\"","response":"<i>The Merchant of Venice</i>"},{"text":"Leonato:<br>\"I learn in this letter that Don Pedro of Arragon comes this night to Messina\"","response":"<i>Much Ado About Nothing</i>"},{"text":"Valentine:<br>\"Cease to persuade, my loving Proteus; home-keeping youth have ever homely wits\"","response":"<i>Two Gentlemen of Verona</i>"}],"originalDate":"2006-04-27"},{"category":"MIND YOUR BUSINESS","comments":"","clues":[{"text":"Since losing its light bulb patents, it has brought to life atomic reactors used to power submarines","response":"General Electric"},{"text":"Sumner Redstone heads up this company whose properties include MTV, VH1, Nick &amp; Paramount","response":"Viacom"},{"text":"Jeno Paulucci founded this company in 1947 to sell cans of chicken chow mein","response":"the Chun-King Company"},{"text":"In 1908 Camillo Olivetti opened a plant in Italy to manufacture these","response":"typewriters"},{"text":"In 1937 this French leather-goods maker produced its first silk scarf","response":"Hermes"}],"originalDate":"2006-04-27"}],{"category":"SPORTS &amp; MUSIC","text":"In July 2010 this Rock &amp; Roll Hall of Famer performed at the Baseball H.O.F. induction ceremonies","response":"John Fogerty"}]}