{"mix":4854,"rounds":[[{"category":"YOU CAN COUNT ON PREFIXES","comments":"","clues":[{"text":"A single-rail train line","response":"a monorail"},{"text":"The multi-legged stand that supports your surveying equipment","response":"a tripod"},{"text":"The famous Dionnes of Ontario, Canada, for example","response":"quintuplets"},{"text":"An animal like a lizard or a lion with 4 limbs for walking","response":"a quadruped"},{"text":"A celebration to mark at 10-decade anniversary","response":"a centennial"}],"originalDate":"2006-04-24"},{"category":"AROUND THE HORN","comments":"","clues":[{"text":"The southernmost point in South America, Cape Horn is part of this country","response":"Chile"},{"text":"SE of Cape Horn is the \"South\" version of this Scottish island group that shares its name with dogs &amp; ponies","response":"the Shetlands"},{"text":"This strait that separates the Pacific &amp; Atlantic oceans is named for a Portuguese guy","response":"Magellan"},{"text":"Cape Horn is the southern extremity of this fiery archipelago","response":"Tierra del Fuego"},{"text":"The largest desert in the Americas is in this Argentinean region visited by Darwin on his Beagle trips","response":"Patagonia"}],"originalDate":"2006-04-24"},{"category":"PASTA NAMES","comments":"","clues":[{"text":"The spiral cavatappi resembles &amp; is named for this spiral barroom tool","response":"a corkscrew"},{"text":"This rooster part gives the ruffled creste di galli its Italian name","response":"the comb"},{"text":"Perhaps J. Lo &amp; Ben Affleck ate this pasta, Italian for \"lilies\", while making the film of the same name","response":"<i>Gigli</i>"},{"text":"The disk-shaped orecchiette are little these body parts","response":"ears"},{"text":"The name of this tubular pasta means \"quills\"","response":"penne"}],"originalDate":"2006-04-24"},{"category":"THAT IS SO \"P.C.\"","comments":"","clues":[{"text":"In a popular children's song, this fuzzy guy is \"hoppin' down the bunny trail\"","response":"Peter Cottontail"},{"text":"In 1928 A.A. Milne published \"The House at\" this location","response":"Pooh Corner"},{"text":"In 1977 the U.S. signed a treaty to return control of this to its home country in 1999","response":"the Panama Canal"},{"text":"Hits by this female country singer who sadly died in a plane crash included \"Walkin' After Midnight\"","response":"Patsy Cline"},{"text":"This author penned the immortal line \"I'm as mad as hell and I'm not going to take this anymore!\"","response":"Paddy Chayefsky"}],"originalDate":"2006-04-24"},{"category":"THE QUOTABLE MAO","comments":"","clues":[{"text":"\"All reactionaries are paper\" these animals","response":"tigers"},{"text":"\"Political power grows out of\" this","response":"the barrel of a gun"},{"text":"One of these dramatic upheavals \"is not a dinner party, or writing an essay, or painting a picture\"","response":"a revolution"},{"text":"\"Weapons are an important factor in war, but not the decisive one; it is\" this \"and not materials that counts\"","response":"man"},{"text":"\"Communism is not love, communism is\" one of these tools \"which we use to crush the enemy\"","response":"a hammer"}],"originalDate":"2006-04-24"},{"category":"BIG FISH","comments":"","clues":[{"text":"You're gonna need a bigger boat to top the record catch of 2,664 lbs. for one of these sharks caught off Australia in 1959","response":"a great white"},{"text":"Just for the heck of it, identify this flatfish, one of which weighed in at 459 lbs. off Alaska in 1996","response":"a halibut"},{"text":"One of these freshwater pond fish was anything but \"koi\" when weighing in at 75 lbs., 11oz. in France in 1987","response":"a carp"},{"text":"Fish sandwiches were all the rage when a 1,496-lb. tuna of this colorful type was landed off Nova Scotia","response":"a bluefin"},{"text":"A 55-lb., 1-oz. specimen of the \"Northern\" type of this long, sharp-toothed fish was pulled ashore in Germany in 1986","response":"a pike"}],"originalDate":"2006-04-24"}],[{"category":"A CATEGORY WITH \"FIN\"s","comments":"","clues":[{"text":"Digital impression prized by crime-scene investigators","response":"a fingerprint"},{"text":"It's the \"F\" in a corporation's CFO","response":"financial"},{"text":"Fussy when eating, like Morris the cat","response":"finicky"},{"text":"To obtain or achieve something through trickery or manipulation","response":"to finagle"},{"text":"It's his wake in the title of a 1939 novel","response":"Finnegan"}],"originalDate":"2006-04-24"},{"category":"MADE OF CLAY","comments":"","clues":[{"text":"This sport's French Open is played on courts made of clay","response":"Tennis"},{"text":"The Beverly Hillbillies had a pond made of this substance that can be made with clay &amp; limestone","response":"cement"},{"text":"It's the avian name for the target used in skeet shooting","response":"Clay pigeon"},{"text":"Daniel interpreted this king's dream about a disturbing idol with feet of clay","response":"Nebuchadnezzar"},{"text":"These man &amp; dog stars of \"The Wrong Trousers\" are made with a mixture of plasticine, wax &amp; clay","response":"Wallace & Gromit"}],"originalDate":"1998-12-14"},{"category":"20th CENTURY AMERICA","comments":"","clues":[{"text":"The Wrigleys of chewing gum fame were stuck on this baseball team for over 60 years until selling it in 1981","response":"Chicago Cubs"},{"text":"In March 1976 a Bay Area jury convicted this kidnapped heiress of bank robbery","response":"Patricia Hearst"},{"text":"This president's memorial with a 19-foot bronze statue was dedicated in Washington in 1943","response":"Thomas Jefferson"},{"text":"On March 8, 1996 this 93-year-old broke the record, becoming the oldest person ever to serve in the U.S. Senate","response":"Strom Thurmond"},{"text":"Though it never went into space, this first shuttle did make a short flight in 1977 co-piloted by Fred Haise, Jr.","response":"Enterprise"}],"originalDate":"1998-12-14"},{"category":"FOREIGN ANATOMY","comments":"","clues":[{"text":"To hurry along a Frenchman, ask him to shake a jambe, this","response":"Leg"},{"text":"If a Hungarian's haj, this, is too hosszu, long, it may be time for a trim","response":"hair"},{"text":"To work harder a German might apply some ellenbogen grease, this to us","response":"Elbow grease"},{"text":"If a Russian has a pain in his zheludok, this, he may take some tzums","response":"stomach"},{"text":"A Norwegian might dangle an oredobbe from her ore, this","response":"ear"}],"originalDate":"1998-12-14"},{"category":"PHUN WITH PHONICS","comments":"(Alex: And we want to wish a lot of our viewers Happy Hanukkah!  Hanukkah starts today.)","clues":[{"text":"Labionasal sounds are produced by these &amp; the nose","response":"Lips"},{"text":"When you speak with a burr you trill this letter","response":"R"},{"text":"Your tongue touching your hard or soft one of these in your mouth produces different sounds","response":"Palate"},{"text":"Meaning \"single pitch\", it's a speaking voice that lacks inflection","response":"Monotone"},{"text":"From the Latin meaning \"to hiss\", it describes the \"ss\" sound In \"fricassee\"","response":"Sibilant"}],"originalDate":"1998-12-14"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"The bear is the heraldic symbol of this Swiss capital whose name means \"bear\"","response":"Bern"},{"text":"Hans Christian Andersen's fairy tale life ended in this capital August 4, 1875","response":"Copenhagen"},{"text":"Batu Cave in this Malaysian capital is noted for its Hindu temple","response":"Kuala Lumpur"},{"text":"This judicial capital of Bolivia is named for the country's first president","response":"Sucre"},{"text":"It's situated on numerous islands including Helgeandsholmen, where the house of Parliament is located","response":"Stockholm, Sweden"}],"originalDate":"1998-12-14"}],{"category":"BIOGRAPHIES","text":"Michael Foldy examined \"The Trials of\" this author: \"Deviance, Morality, and Late-Victorian Society\"","response":"Oscar Wilde"}]}