{"mix":4863,"rounds":[[{"category":"WHEN WAS THAT, PIERRE?","comments":"","clues":[{"text":"Tres tragique was this year when France was first occupied in World War II","response":"1940"},{"text":"C'est tout!  The armistice ending \"La Grande Guerre\" was signed in the Compiegne Forest in this year","response":"1918 (World War I)"},{"text":"Alors!  In this year France lost the battle of Dien Bien Phu &amp; saw revolution begin in Algeria","response":"1954"},{"text":"Vive la Revolution Francaise! which began in this year","response":"1789"},{"text":"Une annee horrible was this year of Napoleon's death, 6 years after Waterloo","response":"1821"}],"originalDate":"1998-12-04"},{"category":"HOW DO YOU WORK THIS THING?","comments":"","clues":[{"text":"Put it tightly in place over the drain, release any trapped air &amp; ram the handle up &amp; down","response":"a plunger"},{"text":"Connect the 2 positive posts; connect the charged battery's negative post to metal on the dead car","response":"jumper cables"},{"text":"Cross long end over short, pass it through loop, double short end into loop, give up, get a clip-on","response":"a bow tie"},{"text":"Set it in motion with your feet, then wet your fingers before centering the clay","response":"throwing a pot on a potter's wheel"},{"text":"Shackle, then gradually pay out the line; snub the line to get a bite into the bottom; move fast","response":"anchor"}],"originalDate":"1998-12-04"},{"category":"\"Y\" ME?","comments":"","clues":[{"text":"You're one of these if you're young, live in the city &amp; are a professional","response":"a yuppie"},{"text":"You were \"happy\" if you were a member of this '60s radical group that included Abbie Hoffman &amp; Jerry Rubin","response":"Yippies"},{"text":"You're one of these little deer if you're an animal between 365 &amp; 730 days old","response":"Yearling"},{"text":"You're this if you're a convict or a recruit or a member of an early Eric Clapton band","response":"a yardbird"},{"text":"Hoot, mon!  If you're an old Scot you know this food's name is a Scottish word for potato","response":"yam"}],"originalDate":"1998-12-04"},{"category":"MEDIEVAL PEOPLE","comments":"","clues":[{"text":"Roger II, king of this large island off Italy, was one of the 12th century's intellectual dynamos","response":"Sicily"},{"text":"Appropriately, the third Pope of this name was a city boy, born in &amp; later archbishop of Milan","response":"Urban"},{"text":"Margery Kempe's \"Book Of Margery Kempe\" is one of the first examples of this genre in English","response":"an autobiography"},{"text":"Andrei Rublev was Russia's greatest painter of these, meaning \"images\"","response":"icons"},{"text":"Mondino de' Luzzi revived this medical study; some found his dissections \"gross\"","response":"anatomy"}],"originalDate":"1998-12-04"},{"category":"AROUND THE LITERARY WORLD","comments":"","clues":[{"text":"The literary prize named for this creator of \"Don Quixote\" is awarded to authors who write in Spanish","response":"Cervantes"},{"text":"Cywydd, a verse form featuring rhyming couplets, comes from this British Isles country","response":"Wales"},{"text":"It was the native country of Benito Lynch, a master of the gaucho novel","response":"Argentina"},{"text":"This \"Exodus\" novelist's last name is derived from Yerushalmi, which means man of Jerusalem","response":"Leon Uris"},{"text":"This Russian published more than 300 short stories before he wrote his play \"The Seagull\"","response":"Anton Chekhov"}],"originalDate":"1998-12-04"},{"category":"TOUGH BEFORE &amp; AFTER","comments":"","clues":[{"text":"Russian empress who admires the idol of Fitzgerald's Nick Carraway","response":"Catherine the Great Gatsby"},{"text":"Little Bighorn event in an Edward James Olmos East L.A. movie","response":"Custer's Last Stand and Deliver"},{"text":"Brooding '50s movie star who heads the college's entrance department","response":"James Dean of Admissions"},{"text":"Garry Moore's game show about those who protect the president","response":"<i>I've Got a Secret Service</i>"},{"text":"Late Kung Fu \"dragon\" who was crowned the 1955 Miss America","response":"Bruce Lee Meriwether"}],"originalDate":"1998-12-04"}],[{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"In India, flowers &amp; wreaths are brought to the shrine of this spiritual leader on his birthday, October 2","response":"Mahatma Gandhi"},{"text":"This holiday began in 1868 when a general designated a day to adorn the graves of the Civil War dead","response":"Memorial Day"},{"text":"The Punxsutawney Spirit was the first newspaper to print news about the observance of this holiday in 1886","response":"Groundhog Day"},{"text":"This Jewish observance marks the end of 10 days of penitence","response":"Yom Kippur"},{"text":"In 1223 St. Francis of Assisi famously celebrated Christmas by setting up one of these displays in Greccio, Italy","response":"a crèche (or a nativity scene)"}],"originalDate":"2006-04-17"},{"category":"TV SUPPORTING CASTS","comments":"(Alex: You guys have to identify the shows.)","clues":[{"text":"Vivian Vance,<br>William Frawley","response":"<i>I Love Lucy</i>"},{"text":"George Wendt,<br>Woody Harrelson,<br>Rhea Perlman","response":"<i>Cheers</i>"},{"text":"Brad Garrett,<br>Doris Roberts,<br>Peter Boyle","response":"<i>Everybody Loves Raymond</i>"},{"text":"David Ogden Stiers,<br>Loretta Swit,<br>Harry Morgan","response":"<i>M*A*S*H</i>"},{"text":"Denzel Washington,<br>David Morse,<br>Howie Mandel","response":"<i>St. Elsewhere</i>"}],"originalDate":"2006-04-17"},{"category":"LEFT, RIGHT, CENTER","comments":"","clues":[{"text":"To an ophthalmologist, the Latin abbreviation O.D., for oculus dexter, can refer to this body part","response":"the right eye"},{"text":"There's a film society &amp; a chamber music society of this on the Upper West Side between 62nd &amp; 65th","response":"Lincoln Center"},{"text":"You're \"out in\" this sports area when you hold an extreme or unconventional point of view","response":"left field"},{"text":"It has 3 sides &amp; contains a 90-degree angle","response":"right triangle"},{"text":"Ironically, the publisher of this Christian sci-fi book series sponsored a NASCAR racing team in 2002","response":"<i>Left Behind</i>"}],"originalDate":"2006-04-17"},{"category":"POETIC LINES","comments":"","clues":[{"text":"In the words of Edgar A. Guest, \"It takes a heap o' livin' in a house t' make it\" this","response":"a home"},{"text":"2 of his less famous lines are \"A tree that looks at God all day, and lifts her leafy arms to pray\"","response":"Joyce Kilmer"},{"text":"When this schooner wrecked, cruel rocks \"gored her side like the horns of an angry bull\"","response":"the <i>Hesperus</i>"},{"text":"This \"small\" title character of a Eugene Field poem told his toy dog &amp; soldier, \"and don't you make any noise\"","response":"Little Boy Blue"},{"text":"In \"Harlem\", he penned, \"What happens to a dream deferred?  Does it dry up like a raisin in the sun?\"","response":"Langston Hughes"}],"originalDate":"2006-04-17"},{"category":"MYSTERY HISTORY","comments":"","clues":[{"text":"This actress played Jessica Fletcher, a writer in Cabot Cove, Maine who wrote &amp; solved mysteries","response":"Angela Lansbury"},{"text":"It's the 2-word name for the van driven around by the kids on \"Scooby Doo\"","response":"the Mystery Machine"},{"text":"One of the 3 people who have hosted the PBS series \"Mystery!\"","response":"(1 of) Vincent Price, Gene Shalit, or Diana Rigg"},{"text":"In a 1990s novel, Stephanie Barron had the sense &amp; sensibility to turn this author into a sleuth","response":"Jane Austen"},{"text":"Agatha Christie was staying in Aswan when she wrote this 1937 mystery about a young woman's murder","response":"<i>Death on the Nile</i>"}],"originalDate":"2006-04-17"},{"category":"COFFEE TABLE BOOKS","comments":"","clues":[{"text":"Speeding off the shelves is \"The Fast Lane\", the NHRA's official 50th anniversary book on this type of racing","response":"drag racing"},{"text":"\"Intimate Portrait of a Very Good Year\" is devoted to photographs of this singer in 1964","response":"Frank Sinatra"},{"text":"Disney's first \"animated screenplay\" is this film's art book, which includes a foreword by James Earl Jones","response":"<i>The Lion King</i>"},{"text":"One book covers the \"Bohemia\" of this Long Island beach area that attracted F. Scott Fitzgerald &amp; Winslow Homer","response":"the Hamptons"},{"text":"\"The Architecture and Design of a Midcentury Oasis\" highlights the houses in this California city 114 miles from L.A.","response":"Palm Springs"}],"originalDate":"2006-04-17"}],{"category":"19th CENTURY NAMES","text":"In an 1845 autobiography, he wrote, \"You have seen how a man was made a slave; you shall see how a slave was made a man\"","response":"Frederick Douglass"}]}