{"mix":4873,"rounds":[[{"category":"DUCK, DUCK, GOOSE","comments":"","clues":[{"text":"She's the fictional woman famous for her \"Nursery Rhymes\"","response":"Mother Goose"},{"text":"Hey, Daddy-O, this \"avian\" coiffure was very popular in the 1950s","response":"a ducktail"},{"text":"This 2-word term refers to a politician who has recently lost an election &amp; is soon to leave office","response":"a lame duck"},{"text":"Stechschritt in German, this style of army marching has been used since the time of Frederick the Great","response":"goose-stepping"},{"text":"The down of this large sea duck, Somateria mollissima, is used as warm filling in jackets, pillows &amp; quilts","response":"eider"}],"originalDate":"2006-04-10"},{"category":"MARCO POLO","comments":"(Alex: MARCO!) (Audience: POLO!) (Alex: Thank you very much!)","clues":[{"text":"Marco Polo was born in 1254 in this Italian city where his father Niccolo worked as a merchant","response":"Venice"},{"text":"Some argued that Polo never went to China; he did omit mentioning this landmark some measure at 4,000 miles long","response":"the Great Wall of China"},{"text":"In \"Description of the World\", Polo notes the then-startling use of this as fuel; he called it \"black stones\"","response":"coal"},{"text":"On his deathbed Polo is famously said to have stated, \"I did not tell\" this much \"of what I saw\"","response":"the half"},{"text":"In the 1270s the Polo family hit this city to pick up oil from the Holy Sepulchre to bring to Asia","response":"Jerusalem"}],"originalDate":"2006-04-10"},{"category":"LET'S GO TO HARVARD","comments":"","clues":[{"text":"Picture that... Anthro 2050 is an introduction to the hieroglyphs of this American Indian people of Guatemala","response":"the Mayans"},{"text":"English 115b takes us to the 1390s in a study of this \"most famous work of English literature before Shakespeare\"","response":"<i>The Canterbury Tales</i>"},{"text":"I look forward to Comparitive Lit 153, a course dedicated to this author, &amp; to re-reading his \"Humboldt's Gift\"","response":"Saul Bellow"},{"text":"Phys. 287a, \"Intro. to\" this recent theory, delves into \"perturbative formulation of... eleven-dimensional supergravity\"","response":"string theory"},{"text":"Government 90pk examines the philosophy of this man; I already have my copy of \"Leviathan\"","response":"Thomas Hobbes"}],"originalDate":"2006-04-10"},{"category":"POSITION PAPERS","comments":"","clues":[{"text":"The Supreme Court in Clinton v. Jones declared a \"___ing president\" is not immune from lawsuits","response":"sitting"},{"text":"\"Chopsocko U.S. bow for Sony's fantasy\" wrote Daily Variety of \"___ing Tiger, Hidden Dragon\"","response":"Crouching"},{"text":"In \"The Federalist\" Alexander Hamilton said that \"___ing armies\" threaten domestic liberty","response":"standing"},{"text":"The Gospel according to Mark has a leper ___ing as he beseeches Jesus to make him clean","response":"kneeling"},{"text":"In 1986 Amsterdam passed a law about abandoned premises to address the longtime issue of ___ing","response":"squatting"}],"originalDate":"2006-04-10"},{"category":"LITERARY TERMS","comments":"","clues":[{"text":"A Shavian isn't a clean-shaven man; it's a devotee of this bearded playwright","response":"George Bernard Shaw"},{"text":"Type of poetry that's the literal translation of the French term \"vers libre\"","response":"free verse"},{"text":"It's the 5-syllable adjective for a novel, such as \"Clarissa\", that's written in the form of letters","response":"epistolary"},{"text":"Edmund Spenser coined the term prothalamion for a poem that celebrates the impending one of these events","response":"a wedding"},{"text":"Popular in Victorian England, the stories known as \"penny\" these were just as sensational as dime novels","response":"dreadfuls"}],"originalDate":"2006-04-10"},{"category":"MILITARY RHYME TIME","comments":"","clues":[{"text":"A verdant one of \"The few, the proud...\"","response":"a green Marine"},{"text":"A larger firing lever on a gun","response":"a bigger trigger"},{"text":"A long defensive ditch near the Marne","response":"a French trench"},{"text":"An over-excited hidden sharpshooter","response":"a hyper sniper"},{"text":"A general-purpose vehicle on an almost vertical slope","response":"a steep Jeep"}],"originalDate":"2006-04-10"}],[{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"The Hellenic Star is a leading newspaper in this European capital","response":"Athens"},{"text":"With seating for 50,000, the world's largest arena for bullfighting is found in this Western Hemisphere capital","response":"Mexico City"},{"text":"Depending on the movie, Godzilla crushes either New York or this Asian capital of 8 million","response":"Tokyo"},{"text":"In Mandarin, this city's name means \"northern capital\"","response":"Beijing"},{"text":"A Pacino is an Oscar-winning actor; a paceno is a resident of this South American capital","response":"La Paz"}],"originalDate":"2002-09-09"},{"category":"THE 74th ACADEMY AWARDS","comments":"","clues":[{"text":"Whoopi hosted, Sidney was honored, Halle won Best Actress &amp; he won Best Actor","response":"Denzel Washington"},{"text":"A tribute to New York on film was introduced by this usually absent-from-the-Oscars director","response":"Woody Allen"},{"text":"Presenting an honorary award to Robert Redford, she reminisced about the way they were","response":"Barbra Streisand"},{"text":"Randy Newman broke his almost Lucci-long losing streak with \"If I Didn't Have You\", a song from this film","response":"<i>Monsters, Inc.</i>"},{"text":"This Oscar-winning film featured the talents of Mike Myers","response":"<i>Shrek</i>"}],"originalDate":"2002-09-09"},{"category":"think small","comments":"","clues":[{"text":"Size of Don Ho's \"Bubbles\"","response":"Tiny"},{"text":"You certainly come up short if you're \"knee-high to\" this insect or creme de menthe cocktail","response":"a grasshopper"},{"text":"According to the AKC, Yorkshire Terriers, Pomeranians &amp; Pugs belong to this dog group","response":"toys"},{"text":"Among its meanings are a small quantity; to waste time; &amp; a custard &amp; cake soaked in wine dessert","response":"trifle"},{"text":"In the dictionary this word for extremely small follows something extremely big <span class=\"nobreak\">--</span> infinite","response":"infinitesimal"}],"originalDate":"2002-09-09"},{"category":"IN THE NAVY","comments":"","clues":[{"text":"You may want to move to the back of the boat it you're this lowest rank of Admiral in the Navy","response":"a Rear Admiral"},{"text":"It's the official song of the U.S. Navy, my boys","response":"\"Anchors Aweigh\""},{"text":"This Armed Forces branch normally operates under the D.O.T., but in wartime it operates under the Navy","response":"the Coast Guard"},{"text":"He was once U.S. Secretary of the Navy &amp; was married to Elizabeth Taylor","response":"(John) Warner"},{"text":"The U.S. Navy's Submarine Officer School is headquartered at this \"New\" city in Connecticut","response":"New London"}],"originalDate":"2002-09-09"},{"category":"\"C\" DUTY","comments":"","clues":[{"text":"From the Latin for \"lying down\", it's a small compartment for work or study","response":"cubicle"},{"text":"Spreading insecticides by airplane","response":"crop dusting"},{"text":"A melodramatic drama serial in which each episode ends in suspense","response":"a cliffhanger"},{"text":"The metal grille projecting from the front of a locomotive","response":"a cowcatcher"},{"text":"The main alphabet used by the Russians","response":"Cyrillic"}],"originalDate":"2002-09-09"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"The narrator of the Poe story asks, \"What was it that so unnerved me in the contemplation of\" this title \"house?\"","response":"the House of Usher"},{"text":"At the beginning of a Bronte novel this heroine is living with her unpleasant relatives at Gateshead Hall","response":"Jane Eyre"},{"text":"www.pemberley.com is a website for fans of this author, because Pemberley was the name of Mr. Darcy's estate","response":"Jane Austen"},{"text":"In \"Alice in Wonderland\", this character's house has chimneys shaped like ears &amp; a roof thatched with fur","response":"the March Hare"},{"text":"In \"A Streetcar Named Desire\", it's the name of Blanche &amp; Stella's family plantation that, sadly, has been lost","response":"Belle Reve"}],"originalDate":"2002-09-09"}],{"category":"KID STUFF","text":"In tic-tac-toe, maximum number of X's you can have on the board without winning","response":"5"}]}