{"mix":4885,"rounds":[[{"category":"COLONIES","comments":"","clues":[{"text":"Over thousands of years, colonies of these marine polyps can become giant reefs","response":"Coral"},{"text":"A colony of these creatures in San Antonio's Bracken Cave contains 20 million individuals","response":"Bats"},{"text":"Because of the mysterious disappearance of its residents, Roanoke Island became known as this \"colony\"","response":"The Lost Colony"},{"text":"Actually more closely related to cockroaches, these colony residents are known as \"white ants\"","response":"Termites"},{"text":"By 700 B.C. these people had established Mediterranean colonies at Utica &amp; Carthage","response":"the Phoenicians"}],"originalDate":"1998-11-11"},{"category":"READING, WRITING &amp; ROCK &amp; ROLL","comments":"","clues":[{"text":"In a Jeannie C. Riley hit, \"My mama socked it to\" this junior high's P.T.A.","response":"Harper Valley"},{"text":"This \"Grease\" song says, \"No graduation day for you... missed your midterms &amp; flunked shampoo\"","response":"\"Beauty School Dropout\""},{"text":"The theme to this 1967 Sidney Poitier film was a real \"Lulu\" of a hit","response":"<i>To Sir, With Love</i>"},{"text":"This Sam Cooke song says, \"Don't know much about history, don't know much biology\"","response":"\"Wonderful World\""},{"text":"This 1963 Beach Boys hit featured cheerleading by the Honeys","response":"\"Be True To Your School\""}],"originalDate":"1998-11-11"},{"category":"THE KENNEDYS","comments":"","clues":[{"text":"The Kennedy who has served the longest in the U.S. Senate","response":"Edward (Ted) Kennedy"},{"text":"By George!  He's the editor-in-chief of George","response":"John F. Kennedy, Jr."},{"text":"She's Mrs. Edwin Arthur Schlossberg","response":"Caroline"},{"text":"Born in 1888, this patriarch was U.S. ambassador to Great Britain from 1938 to 1940","response":"Joseph Kennedy"},{"text":"Seen here, he's an environmental law professor at Pace University in New York &amp; a lawyer with the conservation group Riverkeeper","response":"Robert F. Kennedy, Jr."}],"originalDate":"1998-11-11"},{"category":"SEPTEMBER 1984","comments":"(Alex: The month &amp; year this program went on the air)","clues":[{"text":"2 Dianas were in the news; one gave birth to Prince Harry &amp; the other was one of these that hit the U.S.","response":"Hurricane"},{"text":"Effects like the following kept this June release in the Top 5 films all the way into September","response":"<i>Ghostbusters</i>"},{"text":"The Sierra Club threw its support behind this man, not Ronald \"If you've seen one redwood...\" Reagan","response":"Walter Mondale"},{"text":"He celebrated his 15th year in power in Libya September 1","response":"Muammar Qadhafi"},{"text":"China took over this country's seat in Interpol","response":"Taiwan"}],"originalDate":"1998-11-11"},{"category":"JUDGE NOT","comments":"","clues":[{"text":"A cutting criticism, or a violent closing of a door","response":"Slam"},{"text":"Proverbially, to express contempt, you \"thumb\" this body part","response":"Nose"},{"text":"As a verb, it's to disparage strongly; as a noun, it's rubbish or garbage","response":"Trash"},{"text":"From the Latin for \"to scatter\", these calumnious expressions are \"cast\" on others","response":"aspersions"},{"text":"From old Norse for \"grin scornfully\", you may do it over your enemy's misfortunes","response":"gloat"}],"originalDate":"1998-11-11"},{"category":"THE 13 COLONIES","comments":"","clues":[{"text":"Under the Treaty of Breda, the Dutch gave up New Netherland, which the British renamed this","response":"New York"},{"text":"In 1676 Nathaniel Bacon led a rebellion in this colony, capturing &amp; burning Jamestown","response":"Virginia"},{"text":"The last of the 13 colonies, it was founded by James Oglethorpe as a haven for debtors","response":"Georgia"},{"text":"This colony's western boundary with Maryland was surveyed by Mason &amp; Dixon in 1764","response":"Delaware"},{"text":"In 1634 William Blackstone, not Roger Williams, became the first Englishman to settle in this colony","response":"Rhode Island"}],"originalDate":"1998-11-11"}],[{"category":"SPORTS LEGENDS","comments":"","clues":[{"text":"In 1994 he was named AP Male Athlete of the Year <span class=\"nobreak\">--</span> 20 years after losing his his heavyweight title to Muhammad Ali","response":"George Foreman"},{"text":"This tennis star seen here was ranked in the WTA Top 10 for 20 straight years from 1975 to 1994","response":"Martina Navratilova"},{"text":"On Sept. 8, 1998 Mark McGwire broke Roger Maris' home run record in Busch Stadium against this visiting team","response":"Chicago Cubs"},{"text":"Only Steve Largent &amp; this 49ers receiver have caught 100 or more career touchdown passes","response":"Jerry Rice"},{"text":"In 1965 he was named Indy 500 Rookie of the Year; son Michael won the same award in 1984","response":"Mario Andretti"}],"originalDate":"1998-11-11"},{"category":"ART &amp; ARTISTS","comments":"","clues":[{"text":"This \"Thinker\" sculptor was denied admission to the School of Fine Arts in Paris 3 times","response":"Auguste Rodin"},{"text":"This Spaniard included Velazquez's \"Las Meninas\" in his \"Family of Charles IV\" seen here","response":"Francisco Goya"},{"text":"His 1911 oil painting \"I And The Village\" depicted scenes of life in his native Vitebsk, Russia","response":"Marc Chagall"},{"text":"Question that completes the title of the 1897 Gauguin work, \"Where Do We Come From?  What Are We?....\"","response":"<i>Where Are We Going?</i>"},{"text":"The name of this art style is derived from a Paris shop opened in the 1890s by dealer Siegfried Bing","response":"Art Nouveau"}],"originalDate":"1998-11-11"},{"category":"THE AUTOBIOGRAPHY OF BEN FRANKLIN","comments":"","clues":[{"text":"Before munching on Philly cheese steaks, I lived most of the first 17 years of my life in this city","response":"Boston"},{"text":"On June 11, 1776 I was chosen to be a member of the committee that drafted this important document","response":"Declaration of Independence"},{"text":"One of my last public acts was signing a 1790 petition to Congress urging the abolition of this","response":"Slavery"},{"text":"At the age of 70 in 1776 I was one of 3 Congressional Commissioners to this nation","response":"France"},{"text":"In my younger days I was a member of this fun-loving \"club\" of Sir Francis Dashwood's","response":"the Hellfire Club"}],"originalDate":"1998-11-11"},{"category":"\"CAT\"s &amp; \"DOG\"s","comments":"","clues":[{"text":"The turned-down corner of a book page, or Fido's auditory organ","response":"Dog ear"},{"text":"If you divulge a secret, you're doing this","response":"Letting the cat out of the bag"},{"text":"Term for a drink of liquor used to relieve a hangover","response":"Hair of the dog"},{"text":"This 1974 hit song begins, \"My child arrived just the other day, he came to the world in the usual way\"","response":"\"Cat's In The Cradle\""},{"text":"This term refers to the hot, sultry period between July &amp; September","response":"Dog Days of August"}],"originalDate":"1998-11-11"},{"category":"I KNOW YOU FROM SOMEWHERE","comments":"","clues":[{"text":"You were in my class as a manager trainee at this company's Hamburger University in Illinois","response":"McDonald's"},{"text":"You showed me pictures of your kids while we were delayed in Terminal 4 of this London airport","response":"Heathrow"},{"text":"If I wore my serape, it might refresh your memory of our meeting in Saltillo in this country","response":"Mexico"},{"text":"We were stationed together with the III Corps Artillery at Fort Sill in this state","response":"Oklahoma"},{"text":"We had a wild time on the Reeperbahn in this second-largest German city","response":"Hamburg"}],"originalDate":"2006-03-30"},{"category":"THE DEANS LIST","comments":"","clues":[{"text":"Much of this Rat Pack crooner's hard-drinking persona may have been just for the cameras","response":"Dean Martin"},{"text":"In the 1930s this \"lightheaded\" pitcher led the National League in strikeouts 4 times","response":"Dizzy Dean"},{"text":"The then-new fad of skateboarding was celebrated in this duo's 1964 hit song \"Sidewalk Surfin'\"","response":"Jan & Dean"},{"text":"It doesn't take a sausage to know that this country singer took \"Big Bad John\" to No. 1 in 1961","response":"Jimmy Dean"},{"text":"This author's thrillers turned into films include \"Phantoms\" &amp; \"Demon Seed\"","response":"Dean Koontz"}],"originalDate":"2006-03-30"}],{"category":"WORLD LEADERS","text":"At his 1994 inaugural, he called for \"a rainbow nation at peace with itself and the world\"","response":"Nelson Mandela"}]}