{"mix":4886,"rounds":[[{"category":"THINGS FARMERS KNOW","comments":"","clues":[{"text":"One reason for plowing is to aerate the soil, especially with this, making up about 1/5 of the air","response":"oxygen"},{"text":"The USDA's Risk Management Agency provides this, protecting against loss due to drought, hail &amp; falling prices","response":"(crop) insurance"},{"text":"A round type of this structure, with the silo inside it, was popular in the early 1900s; it's rare now","response":"a barn"},{"text":"Starting in 1939, the Haughley Experiment tested this type of farming, based on natural pesticides &amp; fertilizers","response":"organic"},{"text":"As part of this plant family that can get nitrogen from the air, soybeans don't need nitrogen fertilizers","response":"legumes"}],"originalDate":"2006-03-30"},{"category":"LET'S TAKE A TRIP","comments":"","clues":[{"text":"You'll be \"sky high\" (naturally) at SkyCity Restaurant atop this Seattle landmark","response":"the Space Needle"},{"text":"The Adventuredome at this Vegas hotel spreads out over 5 acres; one of you \"3, ring\" in now","response":"Circus Circus"},{"text":"Anytime the head or tail of this Danish statue is vandalized, it's repaired using the original 1913 mold","response":"the Little Mermaid"},{"text":"In Venice you're sitting by this famous square if you're sipping an espresso at Florian's, est. 1720","response":"St. Mark's Square"},{"text":"When this country broke away from Ethiopia in 1993, Haile Selassie Avenue in the capital became Harnet Avenue","response":"Eritrea"}],"originalDate":"2006-03-30"},{"category":"TV TITLE REFERENCES","comments":"(Alex: You have to give us the title of each progam in...)","clues":[{"text":"On a teen drama, the upscale Newport Beach, as opposed to the downscale Chino","response":"<i>The O.C.</i>"},{"text":"Meredith, a surgical resident at Seattle's Grace Hospital","response":"<i>Grey's Anatomy</i>"},{"text":"Jennifer Love Hewitt, who sees &amp; talks (softly) to dead people","response":"<i>Ghost Whisperer</i>"},{"text":"Opening in 2005, a look back at some members of the high school class of 1986","response":"<i>Reunion</i>"},{"text":"The Philadelphia homicide squad that investigates old, unsolved crimes","response":"<i>Cold Case</i>"}],"originalDate":"2006-03-30"},{"category":"15-LETTER WORDS","comments":"","clues":[{"text":"The inability to cooperate or coexist, it's grounds for divorce in some states","response":"incompatibility"},{"text":"This process that makes someone more U.S. citizen-like happens to \"Emily\" in the title of a William Huie novel","response":"Americanization"},{"text":"The removal from land or a person of unwanted chemical or radioactive impurities","response":"decontamination"},{"text":"The emission of light by living organisms like fireflies","response":"bioluminescence"},{"text":"The process of making 2 or more things work together in unison","response":"synchronization"}],"originalDate":"2006-03-30"},{"category":"YANKEE INGENUITY","comments":"","clues":[{"text":"He sketched out a model of his telegraph during an ocean voyage in 1832","response":"Samuel Morse"},{"text":"Eli Whitney saw little profit from this invention as unauthorized copies sprouted up everywhere","response":"the cotton gin"},{"text":"John Fitch launched a vessel of this type in 1787, 16 years before Robert Fulton","response":"a steamboat"},{"text":"To demonstrate his safety brake, this inventor jumped in an elevator &amp; cut the cables","response":"Elisha Otis"},{"text":"He launched the first liquid propellant rocket in 1926 at his Aunt Effie's Massachusetts farm","response":"Robert Goddard"}],"originalDate":"1998-11-10"},{"category":"PEOPLE &amp; PLACES","comments":"","clues":[{"text":"In New Zealand, a pakeha is a person who isn't descended from these natives","response":"the Maori"},{"text":"Corfiotes are natives of this island that isn't far from Albania","response":"Corfu"},{"text":"Orcadians don't live on the planet Ork but in the Orkney Islands of this British Isles country","response":"Scotland"},{"text":"The people of this \"Magnolia State\" are sometimes known as Mud-Cats","response":"Mississippi"},{"text":"It's the religion of most of the Uzbeks in Uzbekistan","response":"Islam"}],"originalDate":"1998-11-10"}],[{"category":"SHE'S MY FIRST LADY!","comments":"(Alex: You have to identify the president)","clues":[{"text":"Barbara","response":"George H.W. Bush"},{"text":"Mamie","response":"Dwight Eisenhower"},{"text":"Rosalynn","response":"Jimmy Carter"},{"text":"Lucy","response":"Rutherford B. Hayes"},{"text":"Lou","response":"Herbert Hoover"}],"originalDate":"1998-11-10"},{"category":"RHYMES WITH COD","comments":"","clues":[{"text":"A stick used for punishment; don't \"spare\" it","response":"rod"},{"text":"It's the past participle of \"shoe\", &amp; we're not horsing around","response":"shod"},{"text":"To poke, perhaps with a cattle implement","response":"prod"},{"text":"A style once worn in swingin' London, or Peggy Lipton's \"Squad\"","response":"mod"},{"text":"Perhaps from obsolete Dutch for \"shred\", it's a young cod or haddock","response":"scrod"}],"originalDate":"1998-11-10"},{"category":"NATHANIEL HAWTHORNE","comments":"(Alex: There's a tribute to this part of the country)","clues":[{"text":"One of Hawthorne's last works, \"Chiefly About War Matters\", was chiefly about this war","response":"Civil War"},{"text":"Hawthorne added this letter to his last name when he began writing stories","response":"W"},{"text":"Hawthorne based \"The Celestial Railroad\" on this John Bunyan work, one of his boyhood favorites","response":"<i>Pilgrim's Progress</i>"},{"text":"Mrs. Hawthorne's nickname for this family friend &amp; novelist was \"Mr. Omoo\"","response":"Herman Melville"},{"text":"Hawthorne died while traveling through New Hampshire with this former president, his close friend","response":"Franklin Pierce"}],"originalDate":"1998-11-10"},{"category":"ANIMAL NAME ORIGINS","comments":"","clues":[{"text":"In Sanskrit this speedy animal's name was chitraka, meaning \"speckled\"","response":"the cheetah"},{"text":"Discovered &amp; decimated in less than 200 years, its name is from the Portuguese for \"foolish\"","response":"Dodo"},{"text":"These colorful beetles were named in honor of the Virgin Mary","response":"ladybugs"},{"text":"The story goes Capt. Cook asked what that animal was &amp; a local replied this, meaning \"Don't understand\"","response":"Kangaroo"},{"text":"This name for the spiny anteater is from the Greek for \"viper\"; it has a venom system","response":"Echidna"}],"originalDate":"1998-11-10"},{"category":"APRIL","comments":"","clues":[{"text":"Holly Joan Hart, this magazine's April 1998 centerfold, likes F. Scott Fitzgerald &amp; bubble baths","response":"<i>Playboy</i>"},{"text":"In 1789 the first of these events took place in April; it was later moved to March, then January","response":"presidential inauguration"},{"text":"2 American car models, or the 2 signs of the Zodiac that cover parts of April","response":"Aries & Taurus"},{"text":"It's the 1991 film about 4 women who share an Italian villa for a month","response":"<i>Enchanted April</i>"},{"text":"April 5 is the feast day of St. Vincent Ferrer, patron of these workers, like Sir Thomas Crapper","response":"plumbers/sanitary engineers"}],"originalDate":"1998-11-10"},{"category":"SHOWERS","comments":"","clues":[{"text":"Minnie Driver, Scott Wolf &amp; LeAnn Rimes are among celebrities who've confessed to doing this in the shower","response":"singing"},{"text":"This type of enclosure for showering shares its name with a home for horses","response":"Shower stall"},{"text":"The name of this thin mortar that seals tiles can also refer to meal or malt","response":"grout"},{"text":"In 1993 this Teledyne brand produced its 40 millionth shower massage unit","response":"Waterpik"},{"text":"A squirting shower head may be clogged with this<span class=\"nobreak\">--</span>the calcium compound, not the fruit","response":"Lime"}],"originalDate":"1998-11-10"}],{"category":"OCEAN LIFE","text":"The deepest-diving sea turtle is this one whose name suggests the flexibility that lets it survive 1,700 lbs./square inch pressure","response":"the leatherback turtle"}]}