{"mix":4893,"rounds":[[{"category":"WOMEN'S LIBERATION","comments":"","clues":[{"text":"In 1910 Alice Wells got special badge No. 1 as the first female one of these in Los Angeles","response":"Police officer"},{"text":"The term suffragette came from suffrage, the right to do this","response":"Vote"},{"text":"In her 1963 book she used the term \"Feminine Mystique\" to describe the image of women","response":"Betty Friedan"},{"text":"Introduced in 1959, she got in trouble in 1992 for saying \"Math class is tough\"","response":"Barbie"},{"text":"In 1972 this magazine appeared on American newsstands for the first time","response":"Ms."}],"originalDate":"1998-11-02"},{"category":"KISS YOUR LASS GOODBYE","comments":"","clues":[{"text":"In a 1965 epic this Omar Sharif character keeps getting separated from his beloved Lara","response":"Dr. Zhivago"},{"text":"In \"Casablanca\" this Bogart character reminds Ilsa as they part, \"We'll always have Paris\"","response":"Rick Blaine"},{"text":"This actor keeps parting &amp; getting back together with Andie MacDowell in \"Four Weddings And A Funeral\"","response":"Hugh Grant"},{"text":"In this film Monty Clift says goodbye to Donna Reed &amp; returns to duty as Pearl Harbor is attacked","response":"\"From Here To Eternity\""},{"text":"In \"The Seven Year Itch\", Tom Ewell says goodbye to his wife &amp; starts flirting with this actress","response":"Marilyn Monroe"}],"originalDate":"1998-11-02"},{"category":"A CONSTANTINE REMINDER","comments":"","clues":[{"text":"French for \"blow\", a military one overthrew Greece's Constantine II in 1967 &amp; set up a junta","response":"Coup"},{"text":"Because Constantine had renounced the throne, this country got Nicholas I after Alexander I died","response":"Russia"},{"text":"Constantine I tried to stop Greece from declaring war on this country led by his brother-in-law","response":"Germany"},{"text":"The death of Constantine XI Palaeologus in a war with the Turks in 1453 brought this empire to an end","response":"Byzantine Empire"},{"text":"Former solar henothiest Constantine the Great converted to Christianity &amp; his mother found this relic","response":"A piece of the True Cross"}],"originalDate":"1998-11-02"},{"category":"RING A BELL?","comments":"","clues":[{"text":"\"Every time a bell rings, an angel gets his wings\" is a line from this 1946 classic film","response":"\"It's A Wonderful Life\""},{"text":"In 1993 the original class from Bayside High in this series graduated &amp; went on to California University","response":"\"Saved By The Bell\""},{"text":"On Oct. 14, 1947 he flew a Bell X-1 aircraft 662 miles per hour","response":"Chuck Yeager"},{"text":"In 1968 this singer &amp; his group The Drells topped the pop &amp; R&B charts with \"Tighten Up\"","response":"Archie Bell"},{"text":"This 1944 John Hersey novel set in a Sicilian town during World War II won a Pulitzer for fiction","response":"\"A Bell For Adano\""}],"originalDate":"1998-11-02"},{"category":"20th CENTURY ART","comments":"","clues":[{"text":"Like painters, modern artists in this form turned to abstraction, as in David Smith's work in steel","response":"Sculpture"},{"text":"The expressionist \"CoBrA\" group acronymed its name from Copenhagen, Brussels &amp; this Dutch city","response":"Amsterdam"},{"text":"Franz Kline's palette in the '50s was generally restricted to this, like TV at the time","response":"Black & white"},{"text":"This controversial painter was a descendant of the 17th C. English essayist of the same name","response":"Francis Bacon"},{"text":"Austrian who painted the much-reproduced work seen here","response":"Gustav Klimt (\"The Kiss\")"}],"originalDate":"1998-11-02"},{"category":"ACTRESS TURNED WAITRESS","comments":"","clues":[{"text":"Small town waitress Karen Black falls for Jack Nicholson in this 1970 classic","response":"\"Five Easy Pieces\""},{"text":"Tom Cruise mixed things up with waitress Elisabeth Shue in this 1988 film","response":"\"Cocktail\""},{"text":"In 1988 Julia Roberts was slinging pizza in this Connecticut town","response":"Mystic"},{"text":"She won an Oscar for her portrayal of waitress Alice Hyatt","response":"Ellyn Burstyn (\"Alice Doesn't Live Here Anymore\")"},{"text":"She was the cheerful waitress Elaine in 1993's \"Wrestling Ernest Hemingway\"","response":"Sandra Bullock"}],"originalDate":"1998-11-02"}],[{"category":"CORPORATE HISTORIES","comments":"","clues":[{"text":"Before greeting cards, Hallmark's Joyce Hall made his mark selling these mail items with pictures on them","response":"Postcards"},{"text":"This partner of Warner began marketing Listerine in St. Louis in 1884","response":"Jordan W. Lambert"},{"text":"In 1984 Standard Oil of California changed its name &amp; its stripes to this","response":"Chevron"},{"text":"Its May 1998 issue featured its new design:  a full cover photo &amp; the table of contents moved inside","response":"Reader's Digest"},{"text":"This Chicago newspaper company made the decision to light Wrigley Field for night games","response":"The Tribune Company"}],"originalDate":"1998-11-02"},{"category":"WHO'S ON FIRST?","comments":"","clues":[{"text":"In 1927 Babe Ruth hit 60 home runs but this first baseman &amp; Yankee teammate was league MVP","response":"Lou Gehrig"},{"text":"Known as \"Mr. Cub\", he made the National League All-Star squad both as a shortstop &amp; a first baseman","response":"Ernie Banks"},{"text":"This Boston first baseman barely won the American League's 1995 MVP award over Cleveland's Albert Belle","response":"Mo Vaughn"},{"text":"In both 1995 &amp; 1996, this Dodger first baseman hit over 30 home runs &amp; had over 100 runs batted in","response":"Eric Karros"},{"text":"This Hall of Fame first baseman of the 1920s &amp; '30s was known as \"Double X\" &amp; \"The Beast\"","response":"Jimmy Foxx"}],"originalDate":"1998-01-30"},{"category":"PROVERBS","comments":"","clues":[{"text":"A variation of this footwear proverb says \"If the glove fits, wear it\"","response":"If the shoe fits..."},{"text":"It's been joked that \"people who live in\" these proverbial structures \"should undress in the basement\"","response":"glass houses"},{"text":"\"A closed\" one \"catches no flies\"","response":"a mouth"},{"text":"You have to \"give\" him \"his due\"","response":"the devil"},{"text":"\"The difficult is done at once\"; this \"takes a little longer\"","response":"the impossible"}],"originalDate":"1998-01-30"},{"category":"\"C\" THE U.S.A.","comments":"","clues":[{"text":"This state has the most \"depressing\" place in the U.S., Death Valley","response":"California"},{"text":"An old U.S. Mint building in this city houses the Nevada State Museum","response":"Carson City"},{"text":"Alexander once ruled Egypt, so it's appropriate that this Illinois city is in Alexander county","response":"Cairo"},{"text":"Cambridge, England is on the Cam River; Cambridge, Massachusetts is on this river","response":"the Charles River"},{"text":"This historic road is also called \"the national road\"","response":"the Cumberland Road"}],"originalDate":"1998-01-30"},{"category":"IN YOUR CHEVROLET","comments":"","clues":[{"text":"Introduced in 1953, it's considered America's first sports car","response":"the Corvette"},{"text":"Chevy's Camaro was GM's first car aerodynamically designed in one of these chambers","response":"a wind tunnel (a wind chamber accepted)"},{"text":"Even the Fresh Prince would want this 1957 tail-finned Chevy model; it's a collector's dream","response":"a Bel Air"},{"text":"The Metro is from this line Chevrolet introduced in 1989","response":"the Geo"},{"text":"Name given Chevy's Carryall station wagon introduced in 1935; it's now the name of a GMC SUV","response":"a Suburban"}],"originalDate":"1998-01-30"},{"category":"DINOSAUR","comments":"","clues":[{"text":"Amherst's Pratt Museum has the largest collection of these markings left by dinosaur strolls","response":"fossilized footprints (or tracks)"},{"text":"Along with the famous plates that ran down its back, it also had 4 tall, deadly spines on its tail","response":"the <i>Stegosaurus</i>"},{"text":"Ash from an asteroid impact on this peninsula in Mexico may have covered the globe &amp; killed off the dinosaurs","response":"the Yucatan"},{"text":"In 1922 the first of these to be discovered came from a mommy protoceratops","response":"dinosaur eggs"},{"text":"This \"king\" of the carnosaurus wasn't from the Jurassic period, but the late Cretaceous","response":"<i>Tyrannosaurus rex</i>"}],"originalDate":"1998-01-30"}],{"category":"SYMBOLS","text":"One tale of its origin says that the blind seer Tiresias separated 2 snakes with his staff","response":"the caduceus"}]}