{"mix":4897,"rounds":[[{"category":"SCIENTIFIC AMERICAN","comments":"(Alex: The magazine.)","clues":[{"text":"In 1998 the magazine told of efforts to liquify this \"cleanest of fossil fuels\" for use in cars","response":"natural gas"},{"text":"SA's website's \"Ask the Experts\" column answers key questions like \"Why does bruised fruit turn\" this color","response":"brown"},{"text":"Magazine contributor Steven Chu won a Nobel Prize for slowing atoms with these light beams","response":"lasers"},{"text":"A steamy 1998 issue reports on sexual attraction in the orange sulphur species of this colorful insect","response":"butterflies"},{"text":"To physicists, SOHO isn't a neighborhood but an observatory orbiting this body","response":"the Sun"}],"originalDate":"1998-10-30"},{"category":"CLASSIC DISNEY FILMS","comments":"","clues":[{"text":"This film about a flying elephant inspired a ride at Disneyland","response":"<i>Dumbo</i>"},{"text":"Chim-Chim Cheree!  This film featuring chimney sweeps swept up 13 Oscar nominations","response":"<i>Mary Poppins</i>"},{"text":"This 1961 film was the first to feature a magical substance called Flubber","response":"<i>The Absent-Minded Professor</i>"},{"text":"Much of the music for this 1959 film, including the song \"Once Upon A Dream\" was adapted from an 1890 ballet","response":"<i>Sleeping Beauty</i>"},{"text":"Among the babes in \"Babes in Toyland\" are Ann Jillian as Bo Peep &amp; this Mouseketeer as Mary Contrary","response":"Annette Funicello"}],"originalDate":"1998-10-30"},{"category":"NAME THE SHAKESPEARE PLAY","comments":"","clues":[{"text":"\"Friends, Romans, countrymen, lend me your ears\"","response":"<i>Julius Caesar</i>"},{"text":"\"Good-night, good-night!  Parting is such sweet sorrow that I shall say good-night till it be morrow\"","response":"<i>Romeo and Juliet</i>"},{"text":"\"Eye of newt and toe of frog, wool of bat and tongue of dog\"","response":"<i>Macbeth</i>"},{"text":"\"Neither a borrower nor a lender be\"","response":"<i>Hamlet</i> (Polonius)"},{"text":"\"The quality of mercy is not strained, it droppeth as the gentle rain from heaven upon the place beneath\"","response":"<i>The Merchant of Venice</i>"}],"originalDate":"1998-10-30"},{"category":"MILITARY UNITS","comments":"","clues":[{"text":"Oliver Stone won an Oscar for his story about one of these title units in which he served in Vietnam","response":"a platoon"},{"text":"From the medieval Latin for \"army\", it's a large fleet like the one Admiral Howard faced in 1588","response":"an armada"},{"text":"3 brigades under 1 headquarters, or a math function","response":"a division"},{"text":"A group of cavalry, whether A, B, or \"F\"","response":"a troop"},{"text":"Mod or not, it's usually 10 infantrymen headed by a staff sergeant","response":"a squad"}],"originalDate":"1998-10-30"},{"category":"CREATION STORIES","comments":"","clues":[{"text":"Scholars link Egyptian creation myths to the sun apparently fertilizing this river's slime","response":"the Nile"},{"text":"According to the King James Version, God's first words quoted in the book of Genesis","response":"\"Let there be light\""},{"text":"In some Native American myths, this animal helps a deity create the world, with no help from the Acme Co.","response":"a coyote"},{"text":"Africa's Fulani people, who are cattle herders, say everything came from a drop of this","response":"milk"},{"text":"To the ancient Greeks, it was a void from which Nyx &amp; Erebus emerged; in English it's a disordered mess","response":"chaos"}],"originalDate":"1998-10-30"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Though derived from the same plant as opium, these seeds are non-narcotic","response":"poppy seeds"},{"text":"The scientific name of this herb is Mentha piperita","response":"peppermint"},{"text":"This aromatic leaf, used to flavor meat, soups &amp; stews, comes from a laurel tree","response":"a bay leaf"},{"text":"During the Middle Ages, merchants who adulterated this expensive yellow spice were burnt at the stake","response":"saffron"},{"text":"Referring to their shape, these fragrant buds take their name from the Latin word for \"nail\"","response":"cloves"}],"originalDate":"1998-10-30"}],[{"category":"PIANO KEYS","comments":"","clues":[{"text":"It's the only letter in \"piano\" that corresponds to a piano key","response":"A"},{"text":"Of the 2 types of piano keys in a Paul McCartney-Stevie Wonder hit, it's what G-flat is","response":"ebony"},{"text":"A 6-string guitar has 2 strings tuned to this note, each corresponding to a piano key","response":"E"},{"text":"They're adjacent on the keyboard as well as in an abbreviation for a popular format of recorded music","response":"C & D"},{"text":"It's the key the French call \"Le do du milieu du piano\"","response":"middle C"}],"originalDate":"1998-10-30"},{"category":"SPOOKS","comments":"(Alex: In honor of Halloween, but this category has to do with the other kind of spooks, the spies.)","clues":[{"text":"This spy came a long way from her origins as the daughter of a Dutch hatter","response":"Mata Hari"},{"text":"Teddy Roosevelt's grandson, CIA man Kermit, kept the Shah of this country on his throne in 1953","response":"Iran"},{"text":"Cuban refugee Antonio Prohias drew this MAD Magazine comic strip for 29 years","response":"<i>Spy vs. Spy</i>"},{"text":"Spy Richard Sorge warned this Russian leader of Germany's WWII invasion but was ignored","response":"Joseph Stalin"},{"text":"In the early '70s East German spy Gunter Guillaume infiltrated the office of this West German chancellor","response":"Willy Brandt"}],"originalDate":"1998-10-30"},{"category":"INSECTS","comments":"","clues":[{"text":"The evocatively named sticktight is one of these pet-tormenting parasites","response":"a flea"},{"text":"The Colorado type of this plentiful insect is the terror of potato growers","response":"the potato beetle"},{"text":"The Viceroy butterfly does its best to look like this bad-tasting butterfly","response":"the monarch"},{"text":"Some solitary ones make their nests out of mud; social ones, usually from paper","response":"wasps"},{"text":"A mosquito at this life stage is called a wriggler","response":"a larva"}],"originalDate":"2006-03-24"},{"category":"AMERICANA","comments":"","clues":[{"text":"Rhode Island is nicknamed \"Little Rhody\", &amp; this state is \"Little Ida\"","response":"Idaho"},{"text":"The fabulous Hawaiian estate of heiress Doris Duke is now a tourist attraction near Diamond Head on this island","response":"Oahu"},{"text":"This Chicago cemetery is the final resting place of Mies van der Rohe, but not<span class=\"nobreak\">--</span>despite its name<span class=\"nobreak\">--</span>of Elvis","response":"Graceland"},{"text":"You don't have to be in spitting distance to know that N.C. has 3 official festivals; 2 of them honor this fruit","response":"the watermelon"},{"text":"Love was in the air in 1969 when this state adopted the tourism slogan that says it \"is for lovers\"","response":"Virginia"}],"originalDate":"2006-03-24"},{"category":"A LIFE OF CRIME","comments":"","clues":[{"text":"One of the most famous fictional crimesolvers ever, he also played the violin &amp; used cocaine","response":"Sherlock Holmes"},{"text":"About 63% of the people in U.S. federal prisons are there on offenses relating to these","response":"drugs"},{"text":"In the film \"Bugsy\" Ben Kingsley played this Jewish syndicate leader &amp; founder of Murder, Inc.","response":"Meyer Lansky"},{"text":"Hanged in 1912, Thomas Jennings was the USA's first criminal convicted using this evidence unique to each of us","response":"fingerprints"},{"text":"On Sept. 26, 1933 he dropped his namesake gun &amp; told the police, \"I've been waiting all night for you\"","response":"\"Machine Gun\" Kelly"}],"originalDate":"2006-03-24"},{"category":"\"RAP\" SHEET","comments":"","clues":[{"text":"In city names, they can be Grand or Cedar","response":"Rapids"},{"text":"A natural, friendly liking for someone based on mutual trust","response":"rapport"},{"text":"Toronto pro team","response":"the Raptors"},{"text":"\"I'm Not\" this guy in a Tony Award-winning play from 1986","response":"Rappaport"},{"text":"This archaic term for a mischievous or annoying child can also mean a rogue or scamp","response":"a rapscallion"}],"originalDate":"2006-03-24"}],{"category":"COUNTRIES","text":"By area, it's the world's largest country that's named for a river","response":"India"}]}