{"mix":4899,"rounds":[[{"category":"DRAMA","comments":"","clues":[{"text":"In a 1997 play Stacie Chaiken starred as Constance, wife of this \"Earnest\" author","response":"Oscar Wilde"},{"text":"\"Dejavu\" was \"Angry Young Man\" John Osborne's 1992 sequel to this famous play about looking back","response":"<i>Look Back in Anger</i>"},{"text":"Shakespeare's 2 greatest contemporaries: one was murdered in 1593 &amp; one killed a man in 1598","response":"Christopher Marlowe & Ben Jonson"},{"text":"Robert Bolt depicted Elizabeth I in \"Vivat! Vivat Regina!\" &amp; Henry VIII in this play","response":"<i>A Man for All Seasons</i>"},{"text":"\"Romanoff and Juliet\" is one of many plays by this actor-writer of Russian descent","response":"Peter Ustinov"}],"originalDate":"1998-10-29"},{"category":"LOBBYISTS","comments":"","clues":[{"text":"In the late '70s, Phyllis Schlafly lobbied for the defeat of this proposed constitutional amendment","response":"the ERA (Equal Rights Amendment)"},{"text":"She gave up Gary Hart &amp; \"Monkey Business\" &amp; became a spokesperson for \"Enough Is Enough\"","response":"Donna Rice"},{"text":"After his forced resignation from the Senate in 1995, he took an interest in lumber &amp; other natural resources","response":"Bob Packwood"},{"text":"In 1997 Jack Williams of this company was indicted for lying about his dealings with Mike Espy","response":"Tyson Foods"},{"text":"Victor Crawford lobbied for, then against, this industry before his death from cancer","response":"the tobacco industry"}],"originalDate":"1998-10-29"},{"category":"FRANCES FARMER","comments":"","clues":[{"text":"Actor Leif Erickson was Frances' first of 3 of these","response":"husbands"},{"text":"She earned an Oscar nomination for playing Frances","response":"Jessica Lange"},{"text":"In \"Badlands of Dakota\" Frances was this Wild West lady to Richard Dix's Wild Bill","response":"Calamity Jane"},{"text":"In college an essay Frances wrote for a radical newspaper won her a trip to this country","response":"the Soviet Union (USSR)"},{"text":"In 1958 this TV host said, \"Frances Farmer, This Is Your Life!\"","response":"Ralph Edwards"}],"originalDate":"1998-10-29"},{"category":"AMERICAN QUOTES","comments":"","clues":[{"text":"It begins, \"When in the course of human events...\"","response":"the Declaration of Independence"},{"text":"His \"Song of Myself\" says \"I sound my barbaric yawp over the roofs of the world\"","response":"Walt Whitman"},{"text":"He wrote, \"Clothes make the man.  Naked people have little or no influence in society\"","response":"Mark Twain"},{"text":"This 1849 work says \"Under a government which imprisons any unjustly, the true place for a just man is... prison\"","response":"<i>Civil Disobedience</i>"},{"text":"In \"The American Scholar\", he wrote that \"Character is higher than intellect\"","response":"Emerson"}],"originalDate":"2006-03-23"},{"category":"SLOGANS ON THE SPOT","comments":"","clues":[{"text":"Many thirsty folks were tempted by this company's slogan \"Can't beat the real thing\"","response":"Coca-Cola"},{"text":"Many hungry folks were tempted by this fast food company's slogan \"Your way, right away\"","response":"Burger King"},{"text":"If a hill of boulders is part of your commute, this GM vehicle really is \"Like nothing else\"","response":"the Hummer"},{"text":"\"That was easy\" lures many in need of pens &amp; toner into this store","response":"Staples"},{"text":"Garlic breath sufferers can't resist this chewy mint, \"The Freshmaker\"","response":"Mentos"}],"originalDate":"2006-03-23"},{"category":"GO WITH THE FLOW","comments":"","clues":[{"text":"The Brahmaputra River &amp; the Krishna River both flow into this bay","response":"the Bay of Bengal"},{"text":"The Tagus flows into this ocean","response":"the Atlantic"},{"text":"The Seine reaches its end in this, also called La Manche","response":"the English Channel"},{"text":"The Purus &amp; the Putumayo both pour into this river","response":"the Amazon"},{"text":"The Tigris flows into this gulf","response":"the Persian Gulf"}],"originalDate":"2006-03-23"}],[{"category":"TAKE IT \"EASY\"","comments":"","clues":[{"text":"To cook eggs on one side, then flip 'em &amp; cook 'em again is to cook them in this style","response":"over easy"},{"text":"Proverbial avenue of affluence","response":"Easy Street"},{"text":"In July 1961 Billboard unveiled a new chart for this style also called \"beautiful music\"","response":"easy listening"},{"text":"Popular brand of oven-cleaning aerosol","response":"Easy-Off"},{"text":"\"You're an alien and I'm from the Valley\" is a line from this 1989 sci-fi comedy","response":"<i>Earth Girls Are Easy</i>"}],"originalDate":"2006-03-23"},{"category":"LAW","comments":"","clues":[{"text":"When judges talk about the establishment clause, they're talking about this Constitutional Amendment","response":"the First Amendment"},{"text":"Creative works not protected by copyright &amp; land that has never been privately owned are in this","response":"the public domain"},{"text":"The oldest federal law to safeguard consumers fights this type of communications fraud","response":"mail fraud"},{"text":"This federal crime of raising impediments can be assaulting a process server or destroying audit records","response":"obstruction of justice"},{"text":"They're formal claims &amp; defenses by the parties to a civil suit; additional targeted ones may be \"special\"","response":"pleadings"}],"originalDate":"2006-03-23"},{"category":"CATHOLIC TERMS","comments":"","clues":[{"text":"These female vow takers got their name from nonna, the Latin word for \"tutor\"","response":"nuns"},{"text":"The small beads on this are called aves; the large ones are paternosters &amp; glorias","response":"a rosary"},{"text":"Reformation thinkers denied the existence of this place of punishment to cleanse venial sins after death","response":"purgatory"},{"text":"St. Augustine famously defined these as the \"outward and visible signs of an inward and spiritual grace\"","response":"the sacraments"},{"text":"When the Pope speaks in this manner, Latin for \"from the chair\", he's infallible","response":"<i>ex cathedra</i>"}],"originalDate":"2006-03-23"},{"category":"THERE'S NO PLACE LIKE ANCIENT ROME","comments":"","clues":[{"text":"This \"Great\" king of the New Testament became King of Judea with Rome's help in 37 B.C.","response":"Herod"},{"text":"Led by Bleda &amp; his brother, this group attacked Rome in the 5th century A.D.","response":"the Huns"},{"text":"From the Latin for \"offspring\", they were the lowest class of ancient Roman citizens","response":"the proletariat"},{"text":"In Cicero's day, this December Roman festival of unrestrained merrymaking lasted for 7 days","response":"Saturnalia"},{"text":"The most central of Rome's 7 hills; Nero &amp; Augustus lived on it","response":"the Palatine"}],"originalDate":"2006-03-23"},{"category":"THIS IS OUR COUNTRY","comments":"","clues":[{"text":"A spot in this California nat'l park is the lowest place in the Western Hemisphere <span class=\"nobreak\">--</span> 282' below sea level","response":"Death Valley"},{"text":"Paul Revere Mall, a park in this city, has bronze tablets honoring the people of the North End","response":"Boston"},{"text":"About 1/3 of this state's visitors arrive by cruise ship, many from Vancouver, British Columbia","response":"Alaska"},{"text":"Elfreth's Alley, not far from Betsy Ross' home in this city, is the USA's oldest continuously occupied street","response":"Philadelphia"},{"text":"A statue of this Spanish explorer is displayed at Fountain of Youth Park in St. Augustine, Florida","response":"Ponce de Leon"}],"originalDate":"1998-10-28"},{"category":"FESTIVE FOOD","comments":"","clues":[{"text":"Heloise suggests dyeing your kids' pancakes this color on Saint Patrick's Day","response":"Green"},{"text":"You can make pudding, as well as pie, from the pulp of this jack-o'-lantern gourd","response":"Pumpkin"},{"text":"Cheese kreplach &amp; cheese blintzes are suggested dishes for Shavuot, a holiday of this religion","response":"Judaism"},{"text":"Cinco de Mayo is the perfect time to serve margaritas &amp; this classic avocado dip","response":"Guacamole"},{"text":"This Hawaiian island celebrates its famous onions with an annual festival that includes a recipe contest","response":"Maui"}],"originalDate":"1998-10-28"}],{"category":"POP STARS","text":"He was backed by London's Royal Philharmonic Concert Orchestra on his 2010 tour, which he called \"Symphonicity\"","response":"Sting"}]}