{"mix":4902,"rounds":[[{"category":"\"J\" WALKING","comments":"","clues":[{"text":"From Old French for \"game divided\", its historical meanings include problem, trick, stratagem &amp;, of course, danger","response":"jeopardy"},{"text":"This Roman god was unusual in that he had 2 faces &amp; no Greek counterpart","response":"Janus"},{"text":"After the death of Ian Curtis, the members of this band formed New Order","response":"Joy Division"},{"text":"William S. Burroughs' first novel","response":"<i>Junky</i>"},{"text":"\"EX-GI BECOMES BLONDE BOMBSHELL\", read the headlines in 1952 when she returned from Europe","response":"Christine Jorgensen"}],"originalDate":"2006-03-22"},{"category":"BORN TO RUN?","comments":"","clues":[{"text":"This Illinois man's 2 presidential runs in the 1950s garnered a total of 162 electoral votes","response":"(Adlai) Stevenson"},{"text":"In 1858 Abe Lincoln lost a U.S. Senate race to this man but would bounce back against him 2 years later","response":"(Stephen) Douglas"},{"text":"In 1976 he fell 117 delegate votes short of defeating President Ford for the Republican nomination","response":"Ronald Reagan"},{"text":"This former Minnesota gov. ran unsuccessfully 9 times for the GOP presidential nomination","response":"(Harold) Stassen"},{"text":"1 electoral vote shy of being president, he left $2.4 million of his estate to help found the N.Y. Public Library","response":"Samuel Tilden"}],"originalDate":"2006-03-22"},{"category":"GREEN","comments":"","clues":[{"text":"Larry Bird &amp; Bill Russell won renown wearing the green of this team","response":"Boston Celtics"},{"text":"Seen here, they're rich in vitamins as well as being delicious","response":"Brussels Sprouts"},{"text":"The area seen here, or a city southwest of Toledo","response":"Bowling Green"},{"text":"In a poem, Sir Gawain cuts off this foe's head, which the body picks up &amp; rides off with","response":"The Green Knight"},{"text":"Green is a traditional Muslim color, as seen here on this country's flag","response":"Saudi Arabia"}],"originalDate":"1998-10-26"},{"category":"EGGS &amp; HAM","comments":"","clues":[{"text":"An omelette containing ham, green peppers &amp; onions is named for this American city","response":"Denver"},{"text":"The ham &amp; cheese version of this egg dish is prepared in much the same manner as the Lorraine","response":"Quiche"},{"text":"The slice of ham in traditional Eggs Benedict can be replaced with this similar pork product","response":"Canadian bacon"},{"text":"This ham, turkey &amp; Swiss sandwich is dipped in beaten egg &amp; fried to a golden brown","response":"Monte Cristo"},{"text":"At this chain restaurant, you can order an egg &amp; ham sandwich called \"Moons Over My Hammy\"","response":"Denny's"}],"originalDate":"1998-10-26"},{"category":"SAM-I-AM","comments":"(Alex: People named Sam.)","clues":[{"text":"I would eat them in the rain, I would eat them as Mark Twain","response":"Samuel Langhorne Clemens"},{"text":"I would pile them in a cart, I would eat them in my mart; they'd reach miles up in the air, because I am a billionaire","response":"Sam Walton"},{"text":"I would eat them, you would see, just as fast as ABC; I would eat them 3-4-5, on my show called \"Primetime Live\"","response":"Sam Donaldson"},{"text":"I can eat them \"Yes I Can\", I'll eat them as the Candy Man","response":"Sammy Davis Jr."},{"text":"I would eat them on a plate, but not while probing Watergate","response":"Sam Dash and/or Sen. Sam Ervin"}],"originalDate":"1998-10-26"},{"category":"HORTON HEARS THE WHO","comments":"","clues":[{"text":"In 1969 The Who had a major hit with \"Pinball Wizard\", a track from this concept album","response":"\"Tommy\""},{"text":"The Who earned an entry in this book with a 120-decibel concert performance","response":"Guinness Book of World Records"},{"text":"Upon the September 7, 1978 death of this man, Kenney Jones became The Who's new drummer","response":"Keith Moon"},{"text":"\"Let My Love Open The Door\" was this artist's only Top 10 solo hit","response":"Pete Townshend"},{"text":"In 1990 The Who were inducted into the Rock &amp; Roll Hall of Fame by this group's Adam Clayton","response":"U2"}],"originalDate":"1998-10-26"}],[{"category":"ONE FISH, TWO FISH","comments":"","clues":[{"text":"Full name of the large, colorful predator seen here","response":"The Great White Shark"},{"text":"Watch your fingers around this ferocious riverfish seen here","response":"Piranha"},{"text":"Largemouth or smallmouth, this battling fish is a sportsman's favorite","response":"Bass"},{"text":"Yum!  The Caspian type of this fish is the source of a great delicacy","response":"Sturgeon (caviar)"},{"text":"It's the Picassoesque fish you're eyeing here","response":"Flounder"}],"originalDate":"1998-10-26"},{"category":"OH, THE PLACES YOU'LL GO!","comments":"(Alex: There's a theme there.)","clues":[{"text":"Fairy tales can come true in Odense, Denmark when you visit the home &amp; museum of this author","response":"Hans Christian Andersen"},{"text":"In this city you can visit a tattoo museum, a sex museum &amp; the Rijksmuseum all in one day","response":"Amsterdam"},{"text":"It's the country where you'd find Wahoo Bay Beach, Barbancourt Rum Distillery &amp; Blvd. Jean-Jacques Dessalines","response":"Haiti"},{"text":"The beautiful Butchart Gardens is one of the top draws in this capital of British Columbia","response":"Victoria"},{"text":"At the Spanish Riding School in Vienna, you can see these famous white horses perform","response":"Lipizzaner stallions"}],"originalDate":"1998-10-26"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"This author of \"The Prince\" was made head of Florence's second chancery &amp; led many foreign missions","response":"Niccolo Machiavelli"},{"text":"On August 21, 1983 he was murdered at Manila Airport while protected by government troops","response":"Benigno Aquino"},{"text":"In 1740 he bought a London building, The Foundry, to serve as headquarters for his Methodist societies","response":"John Wesley"},{"text":"In 1935 Germany officially re-established its air force under this future Reichsmarschall","response":"Hermann Goering"},{"text":"Known as one of the \"Seven Wise Men of Greece\", he modified the severe laws of Draco into a new code","response":"Solon"}],"originalDate":"1998-10-26"},{"category":"EDUCATION","comments":"","clues":[{"text":"Past giants in this university's job include Harvard's James Conant, who served from 1933 to 1953","response":"President"},{"text":"California's Proposition 227 of 1998 opposed this type of education/este tipo de educacion","response":"Bilingual"},{"text":"British term for schools like Eton that are actually what Americans would call private","response":"Public school"},{"text":"An ordinary, average, everyday school, or one that trains teachers","response":"Normal school"},{"text":"This \"channel\" beamed into 12,000 schools includes 10 minutes of news &amp; 2 of commercials","response":"Channel One"}],"originalDate":"1998-10-26"},{"category":"POETIC LICENSE","comments":"","clues":[{"text":"Late in his life, he was involved with at least 3 women but wedding bells tolled \"Nevermore\"","response":"Edgar Allan Poe"},{"text":"Lady Caroline Lamb, a married lover of this lord, called him \"mad, bad and dangerous to know\"","response":"Lord Byron"},{"text":"He did \"Not Go Gentle Into That Good Night\" but died at age 39 after years of hard drinking &amp; debauchery","response":"Dylan Thomas"},{"text":"This Scot's affair with a servant lass named Elizabeth produced a child in 1785","response":"Robert Burns"},{"text":"His first wife, Harriet, was pregnant when he ran off with teenager Mary Wollstonecraft Godwin","response":"Percy Shelley"}],"originalDate":"1998-10-26"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"CPB is the symbol for this maker of alphabet soup","response":"Campbell's"},{"text":"This securities firm feels secure with MER","response":"Merrill Lynch"},{"text":"You may call your broker on a FONCARD from this long-distance company, FON","response":"Sprint"},{"text":"Its symbol is VO, a brand of Canadian whisky","response":"Seagrams"},{"text":"This storage container maker is stored under RBD","response":"Rubbermaid"}],"originalDate":"1998-10-26"}],{"category":"POLITICAL TERMS","text":"A 1912 speech said the Bull Moose Party \"comes from\" these; \"it has grown from the soil of... people's hard necessities\"","response":"grass roots"}]}