{"mix":4905,"rounds":[[{"category":"\"PP\"-POURRI","comments":"","clues":[{"text":"Any young woman of the 1920s who showed disdain for conventional dress &amp; behaviour","response":"a flapper"},{"text":"A change in frequency because of motion is named for this Austrian mathematician who first explained it","response":"Doppler"},{"text":"Garibaldi or Verdi","response":"Giuseppe"},{"text":"Slip a dollar bill to this furniture designer whose name is synonymous with the British Rococo style","response":"Chippendale"},{"text":"It can be a poisonous reddish-brown snake or a Yankee supporter of the South during the Civil War","response":"a copperhead"}],"originalDate":"2006-03-20"},{"category":"HOLLYWOOD","comments":"","clues":[{"text":"U.S. 101 is usually called the \"Hollywood\" one; it leads into the \"Ventura \" one","response":"Freeway"},{"text":"A Sunset Blvd. shop specializing in these instruments has a \"rock walk\" of musicians' handprints","response":"Guitars"},{"text":"You can't roll a strike at this venue, but you can picnic &amp; listen to the L.A. Philharmonic","response":"Hollywood Bowl"},{"text":"The movie theater seen here was designed for this projection system of the '50s &amp; '60s","response":"Cinerama (the Cinerama Dome)"},{"text":"Founded by Adolph Zukor, it's the only major film studio actually based in Hollywood","response":"Paramount Pictures"}],"originalDate":"1998-10-22"},{"category":"SUBWAY STOPS","comments":"","clues":[{"text":"Kyobashi &amp; Toranomon are stops on the Ginza Line cutting through this city","response":"Tokyo"},{"text":"You'll have to switch lines in this city to go from Chapultepec to Politecnico","response":"Mexico City"},{"text":"You can ride one line in this world capital from Kifissia to Pireas","response":"Athens"},{"text":"Stops on this city's Line 1 include Carioca, Flamengo &amp; Botafogo","response":"Rio de Janeiro"},{"text":"Going from Govan to Cowcaddens on this city's subway, you'll cross the Clyde &amp; Kelvin Rivers","response":"Glasgow"}],"originalDate":"1998-10-22"},{"category":"STARTS WITH \"M\"","comments":"","clues":[{"text":"The Virgin Mary is frequently referred to by this name, Italian for \"Our Lady\"","response":"Madonna"},{"text":"Manolete of Spain made his mark as one of these bullfighters","response":"Matador"},{"text":"Without this broadcasting device, we wouldn't be able to hear your response","response":"a microphone"},{"text":"Curry dishes are popularly accompanied by a chutney made with this tropical fruit","response":"Mango"},{"text":"In Greek mythology, this sorceress helped Jason obtain the Golden Fleece","response":"Medea"}],"originalDate":"1998-10-22"},{"category":"THE SWINGIN' '60s","comments":"","clues":[{"text":"This company introduced its \"Roman\" whirlpool bath in 1968","response":"Jacuzzi"},{"text":"Meaning \"spirit\" &amp; \"visible\", this adjective for hallucinatory experiences came into heavy use","response":"Psychedelic"},{"text":"In 1968 hirsute volunteers got \"Clean For Gene\", this candidate from Minnesota","response":"Eugene McCarthy"},{"text":"Similar names of an NFL title game &amp; a Wham-O bouncing toy, both debuting in the '60s","response":"Super Bowl & Super Ball"},{"text":"The 4 title characters of the 1969 movie seen here","response":"\"Bob & Carol & Ted & Alice\""}],"originalDate":"1998-10-22"},{"category":"FLOWER POWER","comments":"(Alex: Remember that?)","clues":[{"text":"The Rubaiyat &amp; Chrysler Imperial are hybrid tea varieties of this flower","response":"Rose"},{"text":"This tall heliotropic flower is grown for its oil &amp; nutritious seeds","response":"a sunflower"},{"text":"4-letter suffix to such wildflowers as rag-, soap- &amp; St. John's, it's from the Old English for \"root\" or \"plant\"","response":"Wort"},{"text":"This \"bruised\" Maryland state flower is also called a yellow daisy","response":"Black-Eyed Susan"},{"text":"The term \"perfect\" refers to a flower that has both of these male &amp; female reproductive organs","response":"Stamens & pistils"}],"originalDate":"1998-10-22"}],[{"category":"WORLD OF POETRY","comments":"","clues":[{"text":"The title of the epic \"Omeros\" by Caribbean-born Derek Walcott is the Greek name of this poet","response":"Homer"},{"text":"Beverage praised by China's 7 Sages of the Bamboo Grove &amp; by Persia's Omar Khayyam","response":"wine"},{"text":"Gustaf Froding of this country was known for his brooding verse","response":"Sweden"},{"text":"His parents named him Rene Maria &amp; dressed him in girls' clothes; he chose the name \"Rainer\" himself","response":"Rainer Maria Rilke"},{"text":"The name of a Stallone title character echoes this 19th C. French author of \"A Season In Hell\"","response":"Arthur Rimbaud"}],"originalDate":"1998-10-22"},{"category":"\"E\"OGRAPHY","comments":"","clues":[{"text":"About 1/5 of all Arabs live in this country","response":"Egypt"},{"text":"This country was once part of the U.S.S.R.","response":"Estonia"},{"text":"This nation was conquered by the Spanish in 1534","response":"Ecuador"},{"text":"Latin America's first Communist revolt took place in this nation in 1932","response":"El Salvador"},{"text":"The Christian religious tradition of this country goes back 1700 years","response":"Ethiopia"}],"originalDate":"1998-10-22"},{"category":"JOHN DENVER LYRICS","comments":"","clues":[{"text":"First name of Denver's first wife, it's never mentioned in the lyrics of her \"song\"","response":"Annie"},{"text":"Of this state Denver sang \"Life is old there, older than the trees\"","response":"West Virginia"},{"text":"\"Take my hand and say you'll....\" do this","response":"Follow me"},{"text":"In this song, \"He was born in the summer of his 27th year\"","response":"\"Rocky Mountain High\""},{"text":"John found \"Some days are diamonds, some days are\" these","response":"Stones"}],"originalDate":"1998-10-22"},{"category":"I REFUSE","comments":"","clues":[{"text":"In 1967 he was stripped of his heavyweight title after refusing army induction on religious grounds","response":"Muhammad Ali (Cassius Clay)"},{"text":"In Shakespeare this man refuses the crown, but according to Casca \"He would fain have had it\"","response":"Julius Caesar"},{"text":"Once a partner in Whitewater, she went to jail for refusing to answer questions about President Clinton","response":"Susan McDougal"},{"text":"In 1943 this woman who later made a famous refusal was elected secretary of the Montgomery NAACP","response":"Rosa Parks"},{"text":"After refusing to take an oath denying Papal supremacy, he was beheaded at London July 6, 1535","response":"St. Thomas More"}],"originalDate":"1998-10-22"},{"category":"\"PO\" FOLKS","comments":"","clues":[{"text":"Not surprisingly, this Polish director's \"The Ninth Gate\" was filmed in Europe, even the New York scenes","response":"(Roman) Polanski"},{"text":"Born around 1595, her real name was Mantoaka","response":"Pocahontas"},{"text":"When she died in 1960, Life Magazine said, \"The world has lost its best known arbiter of good conduct\"","response":"Emily Post"},{"text":"He was U.S. President during the \"Fabulous '40s\" (the 1840s, that is)","response":"Polk"},{"text":"He gave us the line \"A little learning is a dangerous thing\"","response":"(Alexander) Pope"}],"originalDate":"2001-07-16"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Opened in 2000, the world's longest higway tunnel at 15.2 miles links Oslo and Bergen in this country","response":"Norway"},{"text":"In 1785 Congress began mail service using this horse-drawn carriage","response":"stagecoach"},{"text":"The Eclipse and Galant are 2 of the cars driving up business for this Japanese automaker","response":"Mitsubishi"},{"text":"An SST can travel at over 1,300 mph; SS stands for this","response":"supersonic"},{"text":"One of these in Wuppertal, Germany has been operating since 1901, the year Walt Disney was born","response":"monorail"}],"originalDate":"2001-07-16"}],{"category":"AMERICANA","text":"Finding the spot for this memorial caused its creator to say, \"America will march along that skyline\"","response":"Mount Rushmore"}]}