{"mix":4914,"rounds":[[{"category":"WALK THE LINE","comments":"","clues":[{"text":"To agree to abide fully by terms is to \"sign\" here","response":"on the dotted line"},{"text":"Likening U.S. Grant to an axman, Roscoe Conkling said he'd \"hew to the line of right, let\" these \"fall where they may\"","response":"the chips"},{"text":"\"Sticking to\" this means adhering to a principle of your group, not to a shared telephone circuit","response":"the party line"},{"text":"On film Mary Poppins says the children will tread the path described by this pair of proverbial adjectives","response":"the straight & narrow"},{"text":"As a noun, these can be jumps, or limits you'd best not overstep","response":"bounds"}],"originalDate":"2006-03-13"},{"category":"RECENT MOVIES","comments":"","clues":[{"text":"This director shot much of his film \"Munich\" in Malta, which stood in for Israel","response":"Spielberg"},{"text":"\"Crash\" totalled the competition &amp; won this union's award for outstanding ensemble performance","response":"SAG (Screen Actors Guild)"},{"text":"The first scenes in \"Walk the Line\" take place at this location, just before a famous 1968 concert","response":"Folsom Prison"},{"text":"\"The New World\" was filmed in Virginia, close to the real site of this colony that's central to the movie","response":"Jamestown"},{"text":"\"The Constant Gardener\" is based on a novel by this master of the Cold War spy thriller","response":"John le Carré"}],"originalDate":"2006-03-13"},{"category":"MUSIC &amp; LITERATURE","comments":"","clues":[{"text":"\"Rip-Rip\" is a comic opera about this sleepy head who killed time in the Catskills","response":"Rip Van Winkle"},{"text":"This \"Messiah\" composer set Dryden's poem \"Ode For St. Cecilia's Day\" to music","response":"George F. Handel"},{"text":"Franz Liszt's symphony based on this work includes the movements \"Inferno\" &amp; \"Purgatorio\"","response":"<i>The Divine Comedy</i>"},{"text":"Bernard Naylor adapted her \"Sonnets from the Portuguese\" for voice &amp; string quartet","response":"Elizabeth Barrett Browning"},{"text":"This John Bunyan work inspired the one-act opera \"The Shepherds of the Delectable Mountains\"","response":"<i>Pilgrim's Progress</i>"}],"originalDate":"1998-10-13"},{"category":"WACKY PRODUCTS","comments":"","clues":[{"text":"The product seen here began its zillion-dollar destiny when introduced by Wham-O in this decade (hula hoop)","response":"1950s"},{"text":"It's the wacky, but useful product, in use here (\"applause\" to turn on the lamp)","response":"The Clapper"},{"text":"If you're lonely, this animal might be perfect for you (ceramic cat that grows hair)","response":"Chia Pet"},{"text":"Banned from use in some parades, it's the alliterative name of the wacky product in use here (sprayed out of a can)","response":"Silly String"},{"text":"Japanese term for the \"egg\" seen here","response":"Tamagotchi"}],"originalDate":"1998-10-13"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Even though it's the world's second longest river, it still has the world's largest drainage basin","response":"Amazon"},{"text":"The Aare, originating in the Bern canton, is a major river of this country","response":"Switzerland"},{"text":"Rising in the Black Forest, it's the second longest river in Europe","response":"Danube"},{"text":"You can take a high road or a low road to this, the largest lake in Scotland","response":"Loch Lomond"},{"text":"This lake in Manitoba, Ontario &amp; Minnesota is a remnant of an extinct glacial lake","response":"Lake of the Woods"}],"originalDate":"1998-10-13"},{"category":"LANGUAGES","comments":"","clues":[{"text":"The standard form of this language developed from that spoken in Amsterdam &amp; nearby cities","response":"Dutch"},{"text":"The Finnish national anthem, \"Our Land\", is \"Maame\" in Finnish &amp; \"Vart Land\" in this other official language","response":"Swedish"},{"text":"Among the many dialects of this language are Maine, Gallo &amp; Bourbonnais","response":"French"},{"text":"This major language of the Canary Islands is spoken with what has been called a slight Andalusian accent","response":"Spanish"},{"text":"Of Latvian, Lithuanian, or Estonian, the language not closely related to the other 2","response":"Estonian"}],"originalDate":"1998-10-13"}],[{"category":"WHO WAS THAT MASKED MAN?","comments":"","clues":[{"text":"In 1988 Michael Crawford picked up a Tony for playing the masked title role in this musical","response":"<i>Phantom of the Opera</i>"},{"text":"The title of this category comes from an oft-said phrase on this classic radio &amp; TV show","response":"<i>The Lone Ranger</i>"},{"text":"In film he's donned the Riddler's mask &amp; the title mask in \"The Mask\"","response":"Jim Carrey"},{"text":"The woman seen here fell for &amp; dueled with this masked man in a 1998 film (Catherine Zeta-Jones)","response":"Zorro"},{"text":"A newswire reported this singer, disguised as an Arab woman, shopping in a Munich toy store","response":"Michael Jackson"}],"originalDate":"1998-10-13"},{"category":"I DUNNO","comments":"","clues":[{"text":"Alicia Silverstone's 1995 breakthrough film","response":"\"Clueless\""},{"text":"\"To draw\" this is said to have originally referred to a non-winning lottery ticket","response":"A blank"},{"text":"This phrase for a mind with no empirical knowledge is Latin for \"scraped tablet\"","response":"Tabula rasa"},{"text":"Shakespeare wrote, \"There is no darkness but\" this; having it \"of the law is no excuse\"","response":"Ignorance"},{"text":"In the Iran-Contra affair, George Bush was \"out of\" this, like a Chicago suburbanite","response":"The Loop"}],"originalDate":"1998-10-13"},{"category":"THE U.S. CONSTITUTION","comments":"","clues":[{"text":"Per Article II Luke Perry can become president in 2001, since he'll be this age","response":"35"},{"text":"The president has the power to make these agreements, \"provided two-thirds of the senators present concur\"","response":"Treaties"},{"text":"Article 3 may have soothed the Arnolds by saying this crime doesn't taint the offender's family","response":"treason"},{"text":"The name of this tax regulated by the 24th Amendment doesn't refer to voting; it's a synonym for head","response":"Poll tax"},{"text":"The Constitution uses this 3-word Latin term for laws banning an action retroactively","response":"Ex post facto"}],"originalDate":"1998-10-13"},{"category":"1890s TECHNOLOGY","comments":"(Alex: And there was some.)","clues":[{"text":"The collaboration between this man &amp; W.K.L. Dickson led to the production of the kinetoscope in 1894","response":"Thomas Edison"},{"text":"It was discovered that these, which share their name with insect parts, improved radio reception","response":"Antennas"},{"text":"Whitcomb Judson's \"clasp locker\" of 1893 was this fastener's forerunner","response":"Zipper"},{"text":"By 1897 this German had perfected his alternative to the Otto gasoline engine","response":"Rudolf Diesel"},{"text":"Edward Acheson failed when he tried to form these, but he did create carborundum","response":"Diamonds"}],"originalDate":"1998-10-13"},{"category":"PEOPLE WITH MUPPET NAMES","comments":"(Alex: Oh boy!)","clues":[{"text":"Elmo Lincoln was the 1st to play this film character as an adult; he was later played by Weissmuller","response":"Tarzan"},{"text":"A host of \"Break the Bank\", he's best known as the former singing host of the Miss America pageant","response":"Bert Parks"},{"text":"In 1945's \"The Story Of G.I. Joe\", Burgess Meredith played this war correspondent","response":"Ernie Pyle"},{"text":"In 1998 Liam Neeson portrayed this Victorian author's downfall in Broadway's \"The Judas Kiss\"","response":"Oscar Wilde"},{"text":"Singer Bill Withers &amp; this saxophonist had a hit with 1981's \"Just The Two Of Us\"","response":"Grover Washington, Jr."}],"originalDate":"1998-10-13"},{"category":"THE BLUES","comments":"","clues":[{"text":"In the 1940s Bobby \"Blue\" Bland &amp; B.B. King were in the Beale Streeters, a blues group in this city","response":"Memphis"},{"text":"This blues empress' \"Down Hearted Blues\" sold 780,000 copies, restoring the ailing Columbia Records","response":"Bessie Smith"},{"text":"Sonny Terry played this instrument, also called the blues harp, in a whooping style","response":"Harmonica"},{"text":"McKinley Morganfield played in a creek as a child &amp; was given this nickname","response":"\"Muddy Waters\""},{"text":"Said to have sold his soul to the Devil for his guitar skills, he recorded only 29 songs &amp; died at age 27","response":"Robert Johnson"}],"originalDate":"1998-10-13"}],{"category":"COUNTRIES","text":"In only 2 cases can you add 2 letters to one country &amp; get another country: Austria/Australia &amp; this pair","response":"Niger/Nigeria"}]}