{"mix":4917,"rounds":[[{"category":"GOLLY \"G\"!","comments":"","clues":[{"text":"A home run with the bases loaded","response":"a grand slam"},{"text":"\"Colorful\" 9-letter word used derisively of an immigrant unfamiliar with American life","response":"a greenhorn"},{"text":"He's the first astronaut later elected U.S. senator","response":"John Glenn"},{"text":"January is the first month of the year on this, first used in 1582","response":"the Gregorian calendar"},{"text":"Psychologist Max Wertheimer co-founded this theory in which the sum is greater than its parts","response":"Gestalt"}],"originalDate":"2006-03-10"},{"category":"LET'S SPLIT!","comments":"","clues":[{"text":"In 2000 Judge Thomas Penfield Jackson ruled that this computer company should be split in two","response":"Microsoft"},{"text":"Grammar alert: there's a split one of these in the phrase \"He chose to wisely decline the invitation\"","response":"an infinitive"},{"text":"Otto Hahn &amp; Fritz Strassman got together long enough to split this in 1938","response":"the atom"},{"text":"Kenya, Tanzania &amp; Uganda share ownership of this body of water","response":"Lake Victoria"},{"text":"Name given to the period between 1378 &amp; 1417 when the Catholic Church had 2 or 3 popes serving simultaneously","response":"the Great Schism"}],"originalDate":"2006-03-10"},{"category":"LITERATURE","comments":"","clues":[{"text":"Britannica states that the name \"Agora\" was first found in the work of this ancient Greek poet","response":"Homer"},{"text":"This 1953 book title tells us the temperature at which books burn","response":"<i>Fahrenheit 451</i>"},{"text":"In 1900 he wrote the line, \"The road to the City of Emeralds is paved with yellow brick\"","response":"L. Frank Baum"},{"text":"This 1952 Pulitzer-winning book grew out of Herman Wouk's experiences on a WWII destroyer-minesweeper","response":"<i>The Caine Mutiny</i>"},{"text":"Elizabeth Barrett Browning gave this volume of 44 sonnets to Robert in 1847, a year after they eloped","response":"<i>Sonnets from the Portuguese</i>"}],"originalDate":"2006-03-10"},{"category":"QUOTABLE WOMEN","comments":"","clues":[{"text":"Freed from prison in 2005, she said, \"The experience of the last five months... has been life altering and life affirming\"","response":"Martha Stewart"},{"text":"Dorothy Parker quipped that \"Brevity is the soul of\" this sexywear","response":"lingerie"},{"text":"She once remarked, \"The power I exert on the court depends on the power of my arguments, not on my gender\"","response":"Sandra Day O'Connor"},{"text":"In 1926 she told Ernest Hemingway, \"You are all a lost generation\"","response":"Gertrude Stein"},{"text":"\"People said women couldn't swim the Channel... I proved they could\"; &amp; so she did, in 1926","response":"Gertrude Ederle"}],"originalDate":"2006-03-10"},{"category":"TOM SWIFTIES","comments":"(Alex: Puns using adverbs.  For instance, Tom said, \"I'm going to chase my puppy this way.\"  What is doggedly?  That's sort of a weird example.)","clues":[{"text":"\"The herb you need to improve this recipe isn't parsley, rosemary or thyme\", Tom remarked in this wise fashion","response":"sagely"},{"text":"\"I've struck unrefined oil!\" Tom related in this coarse manner","response":"crudely"},{"text":"\"I only have clubs, diamonds and spades\", Tom said in this cruel fashion","response":"heartlessly"},{"text":"It's the annoyingly cheerful way Tom said, \"Golly!  The coffee's bubbling through!\"","response":"perkily"},{"text":"When Tom yelled, \"Neigh!  Neigh!  A thousand times neigh!\" it was in this rough way, as if he had a sore throat","response":"hoarsely"}],"originalDate":"2006-03-10"},{"category":"BOND... JAMES BOND","comments":"","clues":[{"text":"Asked to play Bond in 1986, he couldn't play the role until 1995's \"GoldenEye\"","response":"Pierce Brosnan"},{"text":"Lois Maxwell played this role, M's secretary, in 14 films but her total time on screen was less than an hour","response":"Miss Moneypenny"},{"text":"Actor Richard Kiel \"chewed up\" the scenery as this villain in 2 Bond films","response":"Jaws"},{"text":"David Niven played James Bond in this 1967 spoof","response":"<i>Casino Royale</i>"},{"text":"In 1979 this Bond film featured a stolen space shuttle <span class=\"nobreak\">--</span> 2 years before the launch of Columbia","response":"<i>Moonraker</i>"}],"originalDate":"1998-10-06"}],[{"category":"FOR YOUR EYES ONLY","comments":"(Alex: Is there a theme building here?)","clues":[{"text":"As you'd expect, it's the term for bifocals modified with an additional lens for intermediate distance","response":"Trifocals"},{"text":"Visual aid worn in the photo seen here (Colonel Klink of \"Hogan's Heroes\")","response":"Monocle"},{"text":"The soft toric type of these is used to correct astigmatism","response":"Contact lens"},{"text":"If this membrane lining the back of the eye is \"detatched\", it may be fixed in place by the use of lasers","response":"Retina"},{"text":"This word that precedes \"keratotomy\" refers to the placement of cuts made in the cornea","response":"Radial"}],"originalDate":"1998-10-06"},{"category":"YOU ONLY LIVE TWICE?","comments":"","clues":[{"text":"In one past life, this actress was Asana, the princess of the elephants","response":"Shirley MacLaine"},{"text":"Some take this psychological phenomenon, French for \"already seen\" as evidence of reincarnation","response":"Deja vu"},{"text":"This religion founded by L. Ron Hubbard includes engrams, negative images from past lives","response":"Scientology"},{"text":"In Plato's dialogue \"Phaedrus\", this philosopher discourses on the rebirth of the soul","response":"Socrates"},{"text":"Followers of this ancient philosopher from Samos spread the \"hypotenuse\" about reincarnation","response":"Pythagoras"}],"originalDate":"1998-10-06"},{"category":"DIAMONDS ARE FOREVER","comments":"","clues":[{"text":"If you were born in this month, the diamond is your traditional birthstone <span class=\"nobreak\">--</span> no foolin'","response":"April"},{"text":"Stolen in 1792 but later recovered, the Regent Diamond is on display in this French museum","response":"The Louvre"},{"text":"Carol Channing introduced the song \"Diamonds Are A Girl's Best Friend\" in this Broadway musical in 1949","response":"\"Gentlemen Prefer Blondes\""},{"text":"One of the plane surfaces of a cut diamond; the brilliant cut has 58","response":"Facet"},{"text":"A 41.94 carat diamond is named for this emperor; we assume his wife Carlotta was mad about it","response":"Maximilian"}],"originalDate":"1998-10-06"},{"category":"FROM PRUSSIA WITH LOVE","comments":"","clues":[{"text":"Prussia's longtime capital, it became capital of a unified Germany in 1871","response":"Berlin"},{"text":"The first Prussian king of this name, who died in 1713, was pretty good; his grandson was \"great\"","response":"Frederick"},{"text":"After WWI once-mighty Prussia became just another state under this \"republic\"","response":"Weimar Republic (German Republic accepted)"},{"text":"This term for a Prussian aristocrat is spelled like a term for a broken-down car","response":"Junker"},{"text":"In the 13th century, the name of Prussia's ruling house was lengthened from Zollern to this","response":"Hohenzollern"}],"originalDate":"1998-10-06"},{"category":"DR. NO...GUCHI","comments":"","clues":[{"text":"Famed medical examiner Dr. Noguchi was a model for this Jack Klugman TV character","response":"Quincy"},{"text":"Dr. Noguchi autopsied this actress whose death in August 1962 is still the subject of debate","response":"Marilyn Monroe"},{"text":"Criticized for flamboyance, in 1982 Noguchi issued a terse statement on the death of this \"SNL\" comedian","response":"John Belushi"},{"text":"The appropriate one-word title of Dr. Noguchi's 1983 bestseller","response":"\"Coroner\""},{"text":"Dr. Noguchi concluded that in 1981 this star lost her life less than 200 yards from shore","response":"Natalie Wood"}],"originalDate":"1998-10-06"},{"category":"WRITERS' PRIVATE LIVES","comments":"","clues":[{"text":"Before he was famous he drove around with a license plate that read \"Garp\"","response":"John Irving"},{"text":"During WWII this Tarzan creator worked as a correspondent for the L.A. Times","response":"Edgar Rice Burroughs"},{"text":"He wrote \"A Time To Kill\" while serving in the Mississippi House of Representatives","response":"John Grisham"},{"text":"This author of \"Terminal\" &amp; \"Toxin\" is a graduate of Columbia University's medical school","response":"Robin Cook"},{"text":"This \"Kiss The Girls\" author also wrote the jingle \"I don't want to grow up, I'm a Toys 'R' Us kid\"","response":"James Patterson"}],"originalDate":"1998-10-06"}],{"category":"WORLD HISTORY","text":"After the Royal Family fled to this country in 1807, it became the only one in South America from which a European country was ruled","response":"Brazil"}]}