{"mix":4921,"rounds":[[{"category":"NEEDFUL THINGS","comments":"","clues":[{"text":"Most butterflies need them to smell; many humans use them to hear radio waves","response":"antennae"},{"text":"You'll need one of these for your head in most synagogues, so they're often provided","response":"yarmulkes"},{"text":"Some horsehairs &amp; light pernambuco wood are necessary to make this musical accessory","response":"bow"},{"text":"Garlic &amp; lime are found in this sauce that is essential to a classic Bloody Mary","response":"Worcestershire sauce"},{"text":"From Greek for \"primary\", this necessity should make up 10-11% of your caloric intake","response":"protein"}],"originalDate":"1998-10-02"},{"category":"CHILDREN OF THE CORN","comments":"","clues":[{"text":"This black nationalist leader, born in Omaha, moved to Michigan when he was still \"Little\"","response":"Malcolm X"},{"text":"Omaha native who was a football player in \"North Dallas Forty\" &amp; a coach in \"The Prince of Tides\"","response":"Nick Nolte"},{"text":"Johnny Carson grew up in Nebraska &amp; so did this one-time talk show rival","response":"Dick Cavett"},{"text":"She wrote her Nebraska-set \"O Pioneers!\" while living in Greenwich Village","response":"Willa Cather"},{"text":"This recipient of the Medal of Honor is Nebraska's senior senator","response":"Bob Kerrey"}],"originalDate":"1998-10-02"},{"category":"BIBLICAL BOTANY","comments":"","clues":[{"text":"Scholars have it down on paper that the bulrushes on the Nile were probably this plant","response":"Papyrus"},{"text":"Sometimes Aaron felt like a nut, especially when his rod budded &amp; brought forth these","response":"Almonds"},{"text":"Esau sold his birthright for a soup made with these similar to peas","response":"Lentils"},{"text":"Jesus compared the kingdom of heaven to this seed","response":"Mustard seed"},{"text":"This grain that was cheaper than wheat was used to feed cattle &amp; in the loaves that fed 5,000","response":"Barley"}],"originalDate":"1998-10-02"},{"category":"COLLEGES, HITHER &amp; YON","comments":"","clues":[{"text":"You'll find the main campus of the University of Puerto Rico in this city's Rio Piedras district","response":"San Juan"},{"text":"This state university of New Jersey has campuses in New Brunswick, Newark &amp; Camden","response":"Rutgers"},{"text":"Lawrence of Arabia earned first-class honors in history at this university's Jesus College","response":"Oxford"},{"text":"Of the schools known as the Seven Sisters, this one in Massachusetts is alphabetically last","response":"Wellesley"},{"text":"Queen Elizabeth I founded this city's Trinity College in 1591","response":"Dublin"}],"originalDate":"1998-10-02"},{"category":"YOUNGER MEN","comments":"","clues":[{"text":"This waltz king brought us the \"Tales From The Vienna Woods\"","response":"Johann Strauss II (a.k.a. \"The Younger\")"},{"text":"Cato the Younger, great-grandson of Cato the Elder, supported Pompey &amp; killed himself when this man took power","response":"Julius Caesar"},{"text":"His uncle Sigmund, his brother Ambrosius &amp; his father, Hans the Elder, were painters too","response":"Hans Holbein the Younger"},{"text":"Among his letters is one to Sora about a haunted house in Athens","response":"Pliny the Younger"},{"text":"He was P.M. of England during the Napoleonic Wars, his father, the elder, during the Seven Years War","response":"William Pitt"}],"originalDate":"1998-10-02"},{"category":"SHAKESPEAREAN ANAGRAMS","comments":"","clues":[{"text":"Any sap knows it was the instrument of Cleopatra's demise","response":"Asp (for \"sap\")"},{"text":"A big \"Hello To\" lovers of this tragedy","response":"\"Othello\" (for \"Hello To\")"},{"text":"Ah, the \"sad cries\" heard from Troilus when this tramp betrayed him!","response":"Cressida (for \"sad cries\")"},{"text":"An actress should have a wide range to play this second daughter of King Lear","response":"Regan (for \"range\")"},{"text":"He had a \"real set\" of gripes with Hamlet, especially after Hamlet killed his dad","response":"Laertes (for \"real set\")"}],"originalDate":"1998-10-02"}],[{"category":"SECOND PLACE","comments":"","clues":[{"text":"It's the second place award in an Olympic event","response":"Silver medal"},{"text":"It was the second nation to put a man in space","response":"USA"},{"text":"South America's second largest country in area, it borders the largest","response":"Argentina"},{"text":"He had the second highest vote total in the 1944 U.S. presidential balloting","response":"Thomas E. Dewey"},{"text":"This man wasn't knighted after being the second man to stand on top of Mt. Everest","response":"Tenzing Norgay (the man who was with Hillary)"}],"originalDate":"1998-10-01"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Country in which you'd find the Book of Kells","response":"Ireland"},{"text":"In 1943 the Supreme Court said that those whose religious beliefs prohibit it don't have to recite this","response":"Pledge of Allegiance"},{"text":"Colorless, flammable hydrocarbon found in gasoline; you should have its number","response":"Octane"},{"text":"Manly men know it's the main androgen","response":"Testosterone"},{"text":"Deneb is the brightest star in this constellation whose name means swan","response":"Cygnus"}],"originalDate":"1998-10-01"},{"category":"AULD LANG SEINFELD","comments":"","clues":[{"text":"\"Seinfeld\" catch phrase that means \"blah, blah, blah\"","response":"\"Yada, Yada, Yada\""},{"text":"His crazy schemes have included a bra for men &amp; a coffee-table coffee-table book","response":"Cosmo Kramer"},{"text":"Actor Larry Thomas played this \"restaurateur\" as Saddam Hussein with just a dash of Hitler","response":"The \"Soup Nazi\""},{"text":"Jerry's \"Hello\" to this Seinfeld-hating postal employee became a catch phrase","response":"Newman"},{"text":"Elaine once created an \"Urban Sombrero\" for this mail-order company's catalog","response":"J. Peterman"}],"originalDate":"1998-10-01"},{"category":"DINOSAUR LORE","comments":"","clues":[{"text":"The oviraptor's name means \"stealer of\" these, which might also apply to some fossil hunters","response":"Eggs"},{"text":"In diplodocus, these individual back bones were hollow, keeping the animal's weight to 12 tons","response":"Vertebrae"},{"text":"Its two longer horns each could extend more than three feet","response":"<i>Triceratops</i>"},{"text":"Robert Bakker \"heated\" up paleontology by suggesting dinosaurs were homeothermic, also called this","response":"Warm-blooded"},{"text":"Term for a meat-eating dinosaur like the Tyrannosaurus, or the title of a 1993 Roger Corman film","response":"Carnosaur"}],"originalDate":"1998-10-01"},{"category":"\"HIT\" OR \"MISS\"","comments":"","clues":[{"text":"If you write my last name as T-R-E-B-E-C-K, you've just done this","response":"misspelled it"},{"text":"He's hired for homicide","response":"Hit man"},{"text":"Mary Leona Gage gave up this national title in 1957 when it was revealed she was married &amp; had 2 children","response":"Miss USA"},{"text":"Even if you're not ordained, you may take a position as a \"lay\" one of these","response":"Missionary"},{"text":"Suppiluliumas was one of the greatest kings of these Indo-European people","response":"the Hittites"}],"originalDate":"1998-10-01"},{"category":"AROUND THE EQUATOR","comments":"","clues":[{"text":"It's the latitude of any point on the equator","response":"0"},{"text":"This magazine's 1998 swimsuit issue was shot at locations around the world on the Equator","response":"Sports Illustrated"},{"text":"The Mitad del Mundo, \"Middle of the Earth\" monument, is near Quito in this country","response":"Ecuador"},{"text":"These islands were named from the Spanish for \"saddles\", for the saddleback tortoises found there","response":"Galapagos Islands"},{"text":"14-letter adjective for a satellite's orbit that keeps it above the same point on the equator","response":"geosynchronous"}],"originalDate":"1998-10-01"}],{"category":"BRITISH WOMEN","text":"It's said that this woman who died in 1976 \"made more money out of murder than any woman since Lucrezia Borgia\"","response":"Agatha Christie"}]}