{"mix":4922,"rounds":[[{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"In 1832 the U.S. Treasury set it to the distance between the 27th &amp; 63rd inch marks on an 82 inch brass bar","response":"a yard"},{"text":"Broadloom usually means these floor coverings are 12 feet wide","response":"Carpets/Rugs"},{"text":"With AM, the amplitude of the carrier wave is modulated; with FM, it's this that's modulated","response":"Frequency"},{"text":"Originally French, an arpent, which is about an acre, is mainly used in these 2 places:  a state &amp; a province","response":"Louisiana & Quebec"},{"text":"People talk of a hank of hair, but a hank is a measurement of this, equal to 7 skeins","response":"Yarn/wool"}],"originalDate":"1998-10-01"},{"category":"\"U\" BETCHA!","comments":"","clues":[{"text":"It's also called a bumbershoot, &amp; some say it's bad luck to open one indoors","response":"Umbrella"},{"text":"Eliot Ness &amp; his men were nicknamed this because they couldn't be bought","response":"\"The Untouchables\""},{"text":"This word precedes \"We Love Thee\" in the title of a state song","response":"Utah"},{"text":"First name shared by a Hittite &amp; a Heep","response":"Uriah"},{"text":"Looking for the North Star?  It's in the tail of this \"lesser bear\"","response":"Ursa Minor"}],"originalDate":"1998-10-01"},{"category":"BANGLADESH SLOWLY","comments":"","clues":[{"text":"The flag of Bangladesh, like the flag of Japan, features a big one of these","response":"a red circle (a sun accepted)"},{"text":"The Sundarbans, a swampy area on the Ganges, is one of the last remaining preserves for this big cat","response":"a tiger"},{"text":"45 seats in Bangladesh's parliament are reserved for these; so, we guess, they're always down","response":"women"},{"text":"Held August 1, 1971 at Madison Square Garden, the Concert for Bangladesh was organized by this Brit","response":"George Harrison"},{"text":"Hey, a chief crop is this fiber used to make burlap; the BJMC is the corporation that runs the mills","response":"jute"}],"originalDate":"2006-03-07"},{"category":"EXPENSIVE HOLLYWOOD DIVORCES","comments":"","clues":[{"text":"He split amicably with wife Amy Irving in 1989, but it cost him $100 million","response":"Steven Spielberg"},{"text":"This ex-husband of comedienne Roseanne Barr had the last laugh after walking away with $50 million","response":"Tom Arnold"},{"text":"Ex-wife Casey might have said \"Cheers\" to this TV star after he paid a divorce tab of $30 million","response":"Ted Danson"},{"text":"The cost for turning off this singer's \"Heartlight\" when he divorced his wife in 1996 was $150 million","response":"Neil Diamond"},{"text":"In 1994 it was \"Dances with Alimony Payments\" for this actor when he coughed up $80 million to Cindy","response":"Kevin Costner"}],"originalDate":"2006-03-07"},{"category":"AIRPORT I.D. CODES","comments":"","clues":[{"text":"Reserved for Navy airfields, \"N\" can't begin an identifier for a commercial airport, so this N.J. airport is EWR","response":"Newark"},{"text":"You can understand why some residents of this Iowa city want to change their airport's designation, SUX","response":"Sioux City"},{"text":"The Dade-Collier Training &amp; Transition Airport, with the code TNT, is dynamite for this Southern city","response":"Miami"},{"text":"Indianola, Miss. has an airport designated IDL; until 1963, IDL stood for the NYC airport then called this","response":"Idlewild"},{"text":"Reserved for commercial radio stations, K &amp; W can't begin IDs, so \"EYW\" serves this southernmost city in the cont. U.S.","response":"Key West"}],"originalDate":"2006-03-07"},{"category":"RANKS &amp; TITLES","comments":"","clues":[{"text":"From 1867 to 1914 this African country was ruled by a Turkish viceroy called a khedive","response":"Egypt"},{"text":"Francisco Franco &amp; Chiang Kai-shek used this title as supreme commander of their countries' armies","response":"generalissimo"},{"text":"Latin for \"to earn by service\", this honorary title often follows the name of a retired college professor","response":"emeritus"},{"text":"Dr. Primrose was one of these priests in Wakefield in an Oliver Goldsmith novel","response":"a vicar"},{"text":"A princess who's the daughter of a Portuguese or Spanish monarch is given this title","response":"an infanta"}],"originalDate":"2006-03-07"}],[{"category":"CHIEF JUSTICES OF THE U.S.","comments":"","clues":[{"text":"The longest-serving Chief (1801-1835), he &amp; Thomas Jefferson both descended from Va. planter William Randolph","response":"(John) Marshall"},{"text":"No. 17, as a lawyer he argued 39 cases before the high court, more than the rest of the sitting justices combined","response":"Chief Justice Roberts"},{"text":"Hard to miss this 300-lb. Chief, known for walking the 3 mi. between his home &amp; the court most mornings &amp; nights","response":"Taft"},{"text":"We commission you to name this chief who penned the opinion of the ruling outlawing public school segregation","response":"Earl Warren"},{"text":"In 1857 he held that Congress did not have power to abolish slavery in the territories","response":"Taney"}],"originalDate":"2006-03-07"},{"category":"BRIT LIT","comments":"","clues":[{"text":"The full title of a Henry Fielding novel is \"The History of\" him, \"a Foundling\"","response":"Tom Jones"},{"text":"Dona Inez is the mother of this Byron title character","response":"Don Juan"},{"text":"\"Jacob's Room\" &amp; \"A Room of One's Own\" are by this member of the Bloomsbury Group","response":"Virginia Woolf"},{"text":"At the end of this novel, the contents of the note that George secretly gave Becky Sharp are finally revealed","response":"<i>Vanity Fair</i>"},{"text":"He served up \"Cakes and Ale\", a 1930 satire of English literary life","response":"Somerset Maugham"}],"originalDate":"2006-03-07"},{"category":"-OON","comments":"(Alex: Each correct response will end in those three letters of the alphabet.)","clues":[{"text":"The name of this type of storm means \"great wind\"","response":"a typhoon"},{"text":"This 1947 musical is set in the highlands of Scotland","response":"<i>Brigadoon</i>"},{"text":"This gold coin of Spain was once worth 8 escudos","response":"a doubloon"},{"text":"This Saskatchewan city was named for a local red berry","response":"Saskatoon"},{"text":"It's the French dialect spoken in the southern part of Belgium","response":"Walloon"}],"originalDate":"2006-03-07"},{"category":"WORLD RELIGION","comments":"","clues":[{"text":"A Buddhist following the Eightfold Path will lose ignorance &amp; craving, &amp; reach this","response":"nirvana"},{"text":"In Islam, salat is praying on a mat this many times a day","response":"five"},{"text":"In 1773 Clement XIV suppressed this order founded by St. Ignatius of Loyola","response":"the Jesuits"},{"text":"Almost 480 of his hymns appeared in the 1780 Methodist Hymnal; his brother John was also a theologian","response":"Charles Wesley"},{"text":"It's the religion of 98% of Greece's population","response":"Greek Orthodox (Eastern Orthodox Catholic accepted)"}],"originalDate":"2006-03-06"},{"category":"ED ASNER","comments":"","clues":[{"text":"Show on which Ed delivered his classic statement \"You've got spunk... I hate spunk\"","response":"<i>The Mary Tyler Moore Show</i>"},{"text":"Ed brought this character to life in \"Elf\", \"Olive, the Other Reindeer\" &amp; \"The Ellen Show\"","response":"Santa Claus"},{"text":"Ed played this legendary politican in the TV movie \"The Life and Assassination of the Kingfish\"","response":"Huey Long"},{"text":"Ed had the Axel Jordache look when he took home an Emmy for this 1976 Peter Strauss miniseries","response":"<i>Rich Man, Poor Man</i>"},{"text":"Emmy came calling again for Ed for his role as the villainous Capt. Thomas Davies in this 1977 miniseries","response":"<i>Roots</i>"}],"originalDate":"2006-03-06"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The HU-1A \"Huey\" was the main Medevac one of these in the Vietnam War","response":"a helicopter"},{"text":"The Montgolfier brothers were papermakers by profession &amp; used paper in their early ones of these","response":"a balloon"},{"text":"It's a device used to connect railroad cars; today's automatic knuckle one was patented by Eli Janney in 1873","response":"a coupler"},{"text":"Introduced in Britain in 1948, this brand soon became the standard for rugged 4-wheel drive vehicles","response":"the Land Rover"},{"text":"In 1987 Greyhound Lines bought this Dallas-based competitor","response":"Trailways"}],"originalDate":"2006-03-06"}],{"category":"FRENCH AUTHORS","text":"Published posthumously in 1970, his first novel, \"A Happy Death\", features a protagonist named Patrice Mersault","response":"Albert Camus"}]}