{"mix":4924,"rounds":[[{"category":"BRUSHED WITH SUCCESS","comments":"","clues":[{"text":"His arrival in Paris in 1900 was soon followed by the start of his blue period","response":"Pablo Picasso"},{"text":"The Japanese TV network NTV is paying for a work by this artist to have its own room in the Louvre","response":"Leonardo da Vinci (<i>Mona Lisa</i>)"},{"text":"Jasper Johns' 1958 work \"Three Flags\" shows 3 U.S. flags when they had this many stars","response":"48"},{"text":"Englishman who painted the following, note the \"blue girl\"","response":"Thomas Gainsborough"},{"text":"His 1793 \"The Death Of Marat\" shows the late Marat holding a letter from Charlotte Corday","response":"Jacques-Louis David"}],"originalDate":"1998-09-29"},{"category":"FITNESS","comments":"","clues":[{"text":"One execution of a given movement, like a lift; a certain number make up each set of exercises","response":"Rep (repetitions)"},{"text":"Exercisers for the abdominal muscles claim they'll make your midsection resemble this laundry item","response":"Washboard"},{"text":"Astanga is a high-energy type of this discipline whose name is Sanskrit for \"union\"","response":"Yoga"},{"text":"During aerobics, your minimum heart rate should be 220 minus this, times .6","response":"Your age"},{"text":"Pulldown exercises strengthen &amp; build the lats, short for this large back muscle","response":"Latissimus dorsi"}],"originalDate":"1998-09-29"},{"category":"MIDWEST CITIES","comments":"","clues":[{"text":"Ford &amp; Chrysler are 2 of the freeways that flow into it","response":"Detroit"},{"text":"Along with Rock Island &amp; Moline, Illinois, this state's Davenport &amp; Bettendorf form the Quad Cities","response":"Iowa"},{"text":"A copy of the Gettysburg Address is displayed in this city's old state capital building","response":"Springfield, Illinois"},{"text":"South Dakota city named for the landmark seen here","response":"Sioux Falls"},{"text":"As it's on a major bend, you'll find Evansville, Indiana to the north, east &amp; west of this river","response":"the Ohio"}],"originalDate":"1998-09-29"},{"category":"NAME THE MOVIE","comments":"","clues":[{"text":"1933:<br>\"Oh no, it wasn't the airplanes.  It was Beauty killed the Beast.\"","response":"<i>King Kong</i>"},{"text":"1948:<br>\"I don't have to show you no stinkin' badges!\"","response":"<i>The Treasure of the Sierra Madre</i>"},{"text":"1981:<br>\"When I run, I feel his pleasure\"","response":"\"Chariots of Fire\""},{"text":"1986:<br>\"Be afraid.  Be very afraid.\"","response":"\"The Fly\""},{"text":"1992:<br>\"You can't handle the truth!\"","response":"\"A Few Good Men\""}],"originalDate":"1998-09-29"},{"category":"BEASTLY EXPRESSIONS","comments":"","clues":[{"text":"The correct response should roll off your tongue \"like water off\" this bird's \"back\"","response":"Duck"},{"text":"If you receive a horse as a gift, \"Never\" do this","response":"Look it in the mouth"},{"text":"These farm animals \"may fly, but they are very unlikely birds\"","response":"Pigs"},{"text":"You might \"as well as be hanged for a sheep as\" one of these","response":"Lamb"},{"text":"\"Don't mistake an old\" one of these \"for a preacher because of his beard\"","response":"Goat"}],"originalDate":"1998-09-29"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"The province of Zeeland in southwest Holland lent its name to this country in the South Pacific","response":"New Zealand"},{"text":"Although this South American country is about 2,650 miles long, its average width is less than 110 miles","response":"Chile"},{"text":"This mountain range, whose name means \"abode of snow\" in Sanskrit, has more than 30 peaks towering above 25,000 feet","response":"the Himalayas"},{"text":"The Gulfs of Aqaba &amp; Suez border this Egyptian peninsula","response":"the Sinai Peninsula"},{"text":"This Iraqi capital was founded on the western bank of the Tigris River in 762 A.D. by the Abbasid Caliph Al-Mansur","response":"Baghdad"}],"originalDate":"2003-01-10"}],[{"category":"AESOP A.S.A.P.","comments":"","clues":[{"text":"One of these creatures talks a lion out of eating him, later saves the lion from a trap","response":"mouse"},{"text":"Farmer proves strength in unity to sons by showing a bundle of these that can't be broken all at once","response":"sticks"},{"text":"Fox can't reach these, decides they are sour","response":"grapes"},{"text":"Wolf disguised as one of these gets killed by shepherd wanting dinner","response":"sheep"},{"text":"Hungry, lazy grasshopper tries to talk these insects out of food in winter","response":"ants"}],"originalDate":"2003-01-10"},{"category":"THE WHITE HOUSE","comments":"","clues":[{"text":"This was the second U.S. president to live in the first White House","response":"John Adams"},{"text":"The wife of President Benjamin Harrison had this installed in the White House, but was afraid to turn it on &amp; off!","response":"electricity"},{"text":"One of the three colors used to name rooms on the first floor of the White House","response":"green (or red or blue)"},{"text":"It's the federal \"district\" where you'll find the White House","response":"the District of Columbia"},{"text":"British troops burned the White House during this 19th century war","response":"the War of 1812"}],"originalDate":"2003-01-10"},{"category":"ARE \"WE\" THERE YET?","comments":"","clues":[{"text":"Make a rug or a basket, or zigzag your way through traffic","response":"weave"},{"text":"Cake cut by those who've just \"tied the knot\"","response":"wedding (cake)"},{"text":"If you're \"under\" this, you're not feeling well, or maybe getting rained on","response":"weather"},{"text":"It's the last name of dictionary compiler Noah","response":"Webster"},{"text":"As the old saying goes, \"a chain is only as strongest as\" this","response":"the \"weakest link\""}],"originalDate":"2003-01-10"},{"category":"AROUND THE MALL","comments":"","clues":[{"text":"Malls including the Oak Hollow Mall in High Point, N.C. use this 2-word term for the place you chow down","response":"the food court"},{"text":"This clothing store chain opened its first \"kids\" store in 1986 &amp; started its \"baby\" business 4 years later","response":"(The) Gap"},{"text":"Stores at the mall include Radio Shack &amp; Sunglass this, similar to a shack","response":"Hut"},{"text":"Telescopes are a specialty of the stores of this science-oriented cable TV channel","response":"Discovery"},{"text":"This toy seller's name goes back to the (look carefully now) Kaufman Brothers","response":"KB"}],"originalDate":"2003-01-10"},{"category":"OLD TESTAMENT NAMES","comments":"","clues":[{"text":"Chapter 2 of Genesis says God formed him \"of the dust of the ground\"","response":"Adam"},{"text":"After stripping him of his coat of many colors, his brothers cast him into a pit, then sold him into slavery","response":"Joseph"},{"text":"On Passover, it's traditional to set aside a special cup of wine for this prophet who went to heaven in a chariot of fire","response":"Elijah"},{"text":"Absalom, who was killed after his hair got caught in a tree, was a son of this king","response":"(King) David"},{"text":"This woman from Moab has her own Old Testament book; it comes after Judges","response":"Ruth"}],"originalDate":"2003-01-10"},{"category":"ANIMATED MOVIES","comments":"","clues":[{"text":"Walt Disney's first full-length animated film was about this woman &amp; her housemates","response":"Snow White"},{"text":"As captain John Smith, Mel Gibson sang songs in this animated film about an American Indian princess","response":"Pocahontas"},{"text":"This title animated animal is the \"Stallion of the Cimarron\"","response":"Spirit"},{"text":"In a 1989 animated movie, \"All Dogs Go To\" this place","response":"Heaven"},{"text":"In a film set in Africa, this \"Lion King\" is befriended by a meerkat named Timon &amp; a warthog named Pumbaa","response":"Simba"}],"originalDate":"2003-01-10"}],{"category":"THE CIVIL WAR","text":"These 2 cities in the Southeast &amp; Southwest were the only 2 Confederate state capitals not captured by Union forces","response":"Tallahassee & Austin"}]}