{"mix":4925,"rounds":[[{"category":"FUN IN THE SNOW","comments":"","clues":[{"text":"This dog-walking item shares its name with the device that attaches your leg to a snowboard's binding","response":"a leash"},{"text":"I'm standing in this mountain range. It's also the name of a Major League Baseball team","response":"the Rockies"},{"text":"Even champion skiers started off on the type of slope with this cuddly animal name","response":"bunny (slope)"},{"text":"The predecessor to snowboards was the \"Snurfer,\" which combined these two words","response":"surfer & snow"},{"text":"According to Newton's Third Law of Motion, every action has an equal and opposite one of these.","response":"reaction"}],"originalDate":"2003-01-10"},{"category":"CONQUERORS","comments":"","clues":[{"text":"While exiled on St. Helena, he said, \"Waterloo will erase the memory of all my victories\"","response":"Napoleon (I)"},{"text":"On Christmas Day 1066, he was crowned King of England, 72 days after defeating Harold at the Battle of Hastings","response":"William the Conqueror"},{"text":"In 1398 Tamerlane not only conquered Delhi in this country but burned it down","response":"India"},{"text":"Under the rule of this \"terrible\" czar, Russia expanded its territory into Siberia","response":"Ivan"},{"text":"In 218 B.C. he crossed the Alps with an army of 40,000 men in just 15 days, braving the elements &amp; hostile tribes","response":"Hannibal"}],"originalDate":"2003-01-10"},{"category":"DOUBLE-LETTER WORDS","comments":"","clues":[{"text":"This feline word follows \"Hello\" in the name of a Sanrio character","response":"Kitty"},{"text":"The Sorting Hat placed Harry Potter in this House at Hogwarts","response":"Gryffindor"},{"text":"A caterpillar emerges from one of these as a butterfly","response":"cocoon"},{"text":"Middle name of American architect Frank Wright, born in 1867","response":"Lloyd"},{"text":"It's a combination of 2 metals; brass is one, combining copper &amp; zinc","response":"alloy"}],"originalDate":"2003-01-10"},{"category":"1930S SCIENCE","comments":"","clues":[{"text":"In 1935 Robert Goddard was the first to have a liquid fuel rocket break this \"barrier\"","response":"Sound barrier"},{"text":"With 4 patents in 1933, Edwin H. Armstrong is credited as the sole inventor of this radio system","response":"FM (Frequency Modulation)"},{"text":"In 1938 this company brought fluorescent lighting \"to life\"","response":"General Electric"},{"text":"It was an atom of this element that Otto Hahn split in 1938","response":"Uranium"},{"text":"The antielectron predicted by Paul Dirac in 1930 was found by Carl Anderson in 1932 &amp; named this","response":"Positron"}],"originalDate":"1998-09-25"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"In 1914 German troops came within 15 miles of this capital before being repulsed at the Marne","response":"Paris"},{"text":"This country's 19th C. unification was impeded by the Papal states which physically divided it","response":"Italy"},{"text":"In the 17th C. Shabbetai Tzevi attracted a mass following among Jews after declaring himself this","response":"The Messiah"},{"text":"It's what the FT stands for in EFTA, which began operating 34 years before NAFTA","response":"Free Trade"},{"text":"In the 18th C. Catherine the Great's son Paul I established an order of male succession in this dynasty","response":"Romanov"}],"originalDate":"1998-09-25"},{"category":"EMILY POST SAYS...","comments":"","clues":[{"text":"If you hit a wild golf shot &amp; it's heading towards people, yell this at the top of your lungs","response":"\"Fore!\""},{"text":"Guests, a clue to this is the host offering \"one last nightcap\" &amp; locking the liqueur away","response":"Time to go home/the party's over"},{"text":"In public, if you hear the opening strains of this, stand, &amp; don't talk, chew gum loudly or smoke","response":"\"The Star-Spangled Banner\" (National Anthem)"},{"text":"When addressing an envelope to a boy age 7 or under, use this title","response":"Master"},{"text":"This object, from the Latin for shade, should be carried point down &amp; close to the body when closed","response":"Umbrella"}],"originalDate":"1998-09-25"}],[{"category":"BEER BASH!","comments":"(Alex: That's what Emily Post says!)","clues":[{"text":"The top-selling Mexican beer in the U.S., it became a yuppie trend in the 1980s","response":"Corona"},{"text":"Maccabee is one of this country's most popular beers","response":"Israel"},{"text":"The name of Germany's Hefe-Weizen beer means yeast &amp; this grain, not barley","response":"Wheat"},{"text":"This brand's label says it's \"From the glass lined tanks of old Latrobe\" &amp; includes a mysterious \"33\"","response":"Rolling Rock"},{"text":"This Bavarian city is famous for its pale lager &amp; was the site of the 1923 Beer Hall Putsch","response":"Munich"}],"originalDate":"1998-09-25"},{"category":"ANIMAL GROUPS","comments":"","clues":[{"text":"A group of kangaroos, or of Girl Scouts","response":"Troop"},{"text":"Leapin' Lizards!  A \"leap\" isn't a group of lizards but of these animals that can't change their spots","response":"Leopards"},{"text":"A group of hawks released by a falconer, or a group of actors performing in a play","response":"Cast"},{"text":"You might find a \"skulk\" of these animals near your henhouse","response":"Foxes"},{"text":"An assembly of plovers, or an assembly of churchgoers","response":"Congregation"}],"originalDate":"1998-09-25"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"Before writing poems like \"Hiawatha\" he taught modern languages at Bowdoin College","response":"Henry Wadsworth Longfellow"},{"text":"A tasty little verse by Ogden Nash says, \"I don't mind eels except as\" these","response":"Meals"},{"text":"In the second edition of \"Leaves Of Grass\", this piece was titled \"Poem of Walt Whitman, An American\"","response":"\"Song Of Myself\""},{"text":"John Keats' poem \"Endymion\" begins with this line about beauty","response":"\"A thing of beauty is a joy forever\""},{"text":"In 1958 T.S. Eliot helped gain the release of this poet from a Washington mental institution","response":"Ezra Pound"}],"originalDate":"1998-09-25"},{"category":"HERE'S LOOKING AT ME","comments":"","clues":[{"text":"He went downhill between his 1887 \"Self-Portrait With Gray Felt Hat\" &amp; his 1889 one \"With Bandaged Ear\"","response":"Vincent Van Gogh"},{"text":"He painted the self-portrait seen here at age 27 in 1633","response":"Rembrandt"},{"text":"Ghiberti put his own likeness in his 15th C. bronze doors for this city's baptistery","response":"Florence"},{"text":"This English painter wasn't \"Joshing\" when he put a bust of Michelangelo in his 1780 self-portrait","response":"Joshua Reynolds"},{"text":"This mannerist artist, a real ham, says \"Cheese!\" in the self-portrait seen here","response":"Parmigianino"}],"originalDate":"1998-09-25"},{"category":"STATE CAPITAL BIRTHPLACES","comments":"","clues":[{"text":"Surfer &amp; Olympic swimmer Duke Kahanamoku","response":"Honolulu"},{"text":"Former senator Barry Goldwater","response":"Phoenix"},{"text":"Bestselling author Margaret Mitchell","response":"Atlanta"},{"text":"Senator Patrick Leahy","response":"Montpelier"},{"text":"Confederate Civil War general George Edward Pickett","response":"Richmond"}],"originalDate":"2006-03-03"},{"category":"CLASSIC SPORTS COMMERCIALS","comments":"","clues":[{"text":"Horses of this breed \"usually go for two\" playing football in a Budweiser spot","response":"Clydesdales"},{"text":"Yao, Yogi &amp; \"yo\" all played a part in an ad for this credit card company","response":"Visa"},{"text":"Young Michael Jordan matches up against older Michael Jordan in a clever commercial for this beverage","response":"Gatorade"},{"text":"In an ad for Nike, these 2 Americans played an epic game of tennis through the streets of NYC","response":"Andre Agassi & Pete Sampras"},{"text":"In Miller Lite ads, he was inevitably moved to the worst seat in the house while saying, \"I must be in the front row\"","response":"Bob Uecker"}],"originalDate":"2006-03-03"}],{"category":"U.S. PRESIDENTS","text":"He is the only president of the United States to be awarded the Purple Heart","response":"John F. Kennedy"}]}