{"mix":4927,"rounds":[[{"category":"ZOOG DISNEY CHANNEL","comments":"","clues":[{"text":"In the TV movie \"The Luck of the Irish\", the young Kyle Johnson discovers he's this type of fairy","response":"a leprechaun"},{"text":"Clu, Jack &amp; Fi's encounters with all kinds of paranormal spooks go onto Fi's website on this show","response":"<i>So Weird</i>"},{"text":"The only thing perfect student Ren &amp; her brother Louis have in common is their last name on this show","response":"<i>Even Stevens</i>"},{"text":"Britney made a guest appearance on this \"famous\" show about a TV action hero who moves back to his hometown","response":"<i>The Famous Jett Jackson</i>"},{"text":"Hilary Duff &amp; her cartoon alter ego try to survive middle school as this title character","response":"<i>Lizzie McGuire</i>"}],"originalDate":"2003-01-08"},{"category":"SOUTH OF THE U.S.","comments":"","clues":[{"text":"South of the continental U.S. are named latitude lines: the Tropic of Cancer, the Equator &amp; the Tropic of this","response":"Capricorn"},{"text":"In a tropical tune, Kermit the Frog is this sea's \"Amphibian\"","response":"the Caribbean"},{"text":"It's the mountain range you have to be in to conquer Mount Aconcagua","response":"the Andes"},{"text":"Though very close to the very icy Antarctica, Tierra del Fuego means \"Land of\" this","response":"(the Land of) Fire"},{"text":"San Juan is in Puerto Rico; San Jose is this country's capital","response":"Costa Rica"}],"originalDate":"2003-01-08"},{"category":"BALLET","comments":"","clues":[{"text":"Princess Aurora pricks her finger on a spindle in Act I of this classic ballet","response":"<i>Sleeping Beauty</i>"},{"text":"The Royal Winnipeg Ballet is known as the oldest major ballet company in this country","response":"Canada"},{"text":"In a famous Tchaikovsky ballet, Odette is the queen of these birds","response":"swans"},{"text":"A graveyard scene (with bats!) is in Matthew Wright's ballet based on this \"monstrous\" Mary Shelley novel.","response":"<i>Frankenstein</i>"},{"text":"\"Liebeslieder Walzer\" is danced to music by this German famed for his \"lullaby\"","response":"Brahms"}],"originalDate":"2003-01-08"},{"category":"THAT'S A LOAD OF GARBAGE","comments":"","clues":[{"text":"On this TV show, a Muppet named Oscar the Grouch lives in a garbage can","response":"<i>Sesame Street</i>"},{"text":"The 2 words that complete the modern saying \"garbage in...\"","response":"\"garbage out\""},{"text":"The first known law against throwing your garbage in the street was issued around 500 B.C. in this Greek city","response":"Athens"},{"text":"The EPA reports that this country has 6% of the world's people &amp; produces 50% of the world's garbage","response":"the United States of America (U.S.A.)"},{"text":"The \"3 R's\" of garbage management are reduce, reuse &amp; this environmentally friendly word","response":"recycle"}],"originalDate":"2003-01-08"},{"category":"\"P\" ENDINGS","comments":"","clues":[{"text":"It means to shed tears","response":"to weep"},{"text":"A short distance is said to be a \"hop, skip &\" this","response":"jump"},{"text":"At a buffet, don't do this twice with the same chip <span class=\"nobreak\">--</span> put some of that guacamole on a plate","response":"dip"},{"text":"In the past (we think it's in the past) kids who used bad language got their mouths washed out with this","response":"soap"},{"text":"It's the type of computer display abbreviated BMP","response":"bitmap"}],"originalDate":"2003-01-08"},{"category":"IT USED TO BE ILLEGAL","comments":"","clues":[{"text":"Cheers!  This became legal again on December 5, 1933 when Utah ratified the 21st Amendment","response":"Alcohol"},{"text":"After a 1995 law change in most states you can legally exceed this 1974 limit","response":"55 MPH"},{"text":"Troy Aikman is probably happy that this kind of football play is no longer illegal as of 1906","response":"Forward pass"},{"text":"In Norfolk, VA. it used to be illegal for women to go out without one of these tight-fitting garments","response":"Corset"},{"text":"On July 10, 1991 sanctions imposed in this country were lifted, allowing legal U.S. trade","response":"South Africa"}],"originalDate":"1998-09-24"}],[{"category":"TO PROTECT","comments":"","clues":[{"text":"This \"service\" is best known for protecting the president, but also investigates forgery","response":"The Secret Service"},{"text":"To protect your great American novel, register a copyright with this library","response":"Library of Congress"},{"text":"From the Greek for \"vapor\", this plant protector contains the tropo-, strato-, meso-, &amp; thermo- layers","response":"Atmosphere"},{"text":"From Du Pont, this para-aramid fiber is used in bulletproof vests, tires &amp; the space shuttle","response":"Kevlar"},{"text":"Oliver Cromwell \"guarded\" England as a virtual dictator under this official title from 1653 to 1658","response":"Lord Protector"}],"originalDate":"1998-09-24"},{"category":"AND","comments":"","clues":[{"text":"You bet your sweet bippy we loved their \"Laugh-In\"","response":"Rowan & Martin"},{"text":"It's often been said of these dancers that she did everything he did, but backwards and in high heels","response":"Fred Astaire & Ginger Rogers"},{"text":"Nancy Drew could tell you these are the Hardy Boys' first names","response":"Frank & Joe"},{"text":"Clint, Lee &amp; Eli were the 3 in the title of this 1966 western","response":"\"The Good, The Bad And The Ugly\""},{"text":"This pair was electrocuted August 23, 1927","response":"Sacco & Vanzetti"}],"originalDate":"1998-09-24"},{"category":"TO SERVE","comments":"","clues":[{"text":"You can serve your leftovers directly from this brand of tight-sealing food containers introduced in 1945","response":"Tupperware"},{"text":"According to their Buffalo, NY inventors, Buffalo wings should be served with celery &amp; this dressing","response":"Blue cheese"},{"text":"According to Guinness, this sport's fastest serve was 142 MPH, in 1997","response":"Tennis"},{"text":"He served in the Dodger organization for 47 years, retired, &amp; returned as GM in 1998","response":"Tommy Lasorda"},{"text":"The \"To Serve Man\" episode of this classic TV series involved aliens with a \"taste\" for humans","response":"\"The Twilight Zone\""}],"originalDate":"1998-09-24"},{"category":"ROBERTS","comments":"","clues":[{"text":"He went \"Solo\" as \"The Man From U.N.C.L.E.\"","response":"Robert Vaughn"},{"text":"He played \"Marcus Welby, M.D.\" &amp; later mercy killer Roswell Gilbert in a 1987 TV movie","response":"Robert Young"},{"text":"This witty writer's grandson, Peter, scared millions writing about a killer shark in a 1974 bestseller","response":"Robert Benchley"},{"text":"He fired Archibald Cox in 1973, &amp; the Senate shot down his Supreme Court hopes in 1987","response":"Robert Bork"},{"text":"The English didn't get off Scot-free against this man's forces at Bannockburn in 1314","response":"Robert the Bruce"}],"originalDate":"1998-09-24"},{"category":"HUMORISTS","comments":"","clues":[{"text":"Ethnic origin of Finley Peter Dunne's philosophical saloonkeeper Mr. Dooley","response":"Irish"},{"text":"Former \"SNL\" writer Anne Beatts created this 1980s sitcom about out-of-place high school girls","response":"<i>Square Pegs</i>"},{"text":"Humorist whose life &amp; work were the basis of a Harry Anderson TV show","response":"Dave Barry (\"Dave's World\")"},{"text":"His popular stories about a \"Bad Boy\" helped make him governor of Wisconsin in 1891","response":"George Wilbur Peck"},{"text":"Patrick Jake are the first 2 names of this writer who's been a Republican &amp; a Maoist, but never a Democrat","response":"P.J. O'Rourke"}],"originalDate":"1998-09-24"},{"category":"ISOLATED ISLES","comments":"","clues":[{"text":"Norfolk Island in the south Pacific is home to many descendants of this ship's mutineers","response":"The Bounty"},{"text":"Alaska's Cape Wrangell in this island chain is the USA's westernmost point","response":"Aleutians"},{"text":"Tristan Da Cunha's closest neighbor is this island of Napoleon's exile, over 1,000 miles away","response":"St. Helena"},{"text":"Unlike the rest of Indonesia, this exotic island in the Lesser Sunda group is Hindu, not Muslim","response":"Bali"},{"text":"These \"Outer\" Scottish islands are one of the few areas where Gaelic is still spoken as the everyday language","response":"The Hebrides"}],"originalDate":"1998-09-24"}],{"category":"SILENT MOVIES","text":"A special 1996 comic book put Superman in the world of this classic 1926 German film","response":"<i>Metropolis</i>"}]}