{"mix":4942,"rounds":[[{"category":"MYTHING PERSONS","comments":"(Alex: That's not a misspelled word.)","clues":[{"text":"As a child, she was abducted by Theseus &amp; his friend; later she was carried off by Paris","response":"Helen of Troy"},{"text":"Good heavens!  This mighty hunter was slain by Artemis in a fit of jealousy","response":"Orion"},{"text":"His uncle Pelias promised him the throne of Thessaly if he could retrieve the Golden Fleece","response":"Jason"},{"text":"Triton, a gigantic sea god, was the son of this supreme sea god of Greek myth","response":"Poseidon"},{"text":"After murdering his father Odysseus, Telegonus married this woman, his stepmother","response":"Penelope (wife of Odysseus)"}],"originalDate":"1998-09-09"},{"category":"POPES &amp; HORSERACING","comments":"","clues":[{"text":"Affirmed won the Triple Crown the same year this man became pope","response":"John Paul II"},{"text":"The occupation of Pope Pius X's father, or the last name of a 4-time Kentucky Derby-winning jockey","response":"Shoemaker"},{"text":"When the pope visited the U.S. in 1995, one of his first stops was this Queens, New York racetrack","response":"Aqueduct (to say mass)"},{"text":"Not far from Hot Springs, Pope County in this state is home to several thoroughbred horse farms","response":"Arkansas"},{"text":"A horseracing \"chase\", or the highest part of a church where the pope might worship","response":"the steeple"}],"originalDate":"1998-09-09"},{"category":"PRESIDENTIAL MIDDLE NAMES","comments":"","clues":[{"text":"Milhous","response":"Richard M. Nixon"},{"text":"Howard","response":"William H. Taft"},{"text":"Alan","response":"Chester A. Arthur"},{"text":"Clark","response":"Herbert C. Hoover"},{"text":"Rudolph","response":"Gerald R. Ford"}],"originalDate":"1998-09-09"},{"category":"FUN WITH THE ANCIENT LYDIANS","comments":"","clues":[{"text":"One of these astronomical events brought an end to King Alyattes' war with the Medes","response":"an eclipse"},{"text":"This father of history reports that the ancient Etruscans were originally Lydians","response":"Herodotus"},{"text":"This Lydian king was tortured in Hades with food &amp; water kept out of his reach","response":"Tantalus"},{"text":"This Lydian girl got into a web of trouble when she challenged Athena to a weaving contest","response":"Arachne"},{"text":"This last king of Lydia never had to sing \"If I Were A Rich Man\", 'cause boy was he ever","response":"Croesus"}],"originalDate":"1998-09-09"},{"category":"NOTORIOUS NICKNAMES","comments":"","clues":[{"text":"George Kelly's wife Kathryn bought him this weapon that became his nickname","response":"a machine gun"},{"text":"Arnold \"The Brain\" Rothstein was known as the mastermind of this fixed 1919 sporting event","response":"the World Series (the \"Black Sox\" scandal)"},{"text":"Best-known nickname of accused Milwaukee murderer Lawrencia  Bembenek","response":"\"Bambi\""},{"text":"Albert DeSalvo, known as this, died in a Walpole, Mass. state prison where he was ironically, making women's chokers","response":"The \"Boston Strangler\""},{"text":"This Chicago mobster linked to CIA plots against Castro was affectionately known as \"Momo\"","response":"Sam Giancana"}],"originalDate":"1998-09-09"},{"category":"TALK LIKE A SAILOR","comments":"","clues":[{"text":"When the captain calls for \"all\" these body parts \"on deck\", he means everybody up top","response":"hands"},{"text":"It's not flotsam, admiral; it's goods deliberately thrown overboard to lighten the ship","response":"jetsam"},{"text":"Methinks it's a high sail on a ship, or a tall building on land","response":"a skyscraper"},{"text":"The sun's over this, lads, which means it's time for a drink","response":"the yardarm"},{"text":"Mateys, if we sever our anchor line &amp; leave quickly, we've done this","response":"cut & run"}],"originalDate":"1998-09-09"}],[{"category":"WISE GUYS","comments":"","clues":[{"text":"Leibniz was a noted philosopher of optimism; Schopenhauer, of this opposite view","response":"pessimism"},{"text":"Logician Willard Van Orman Quine is from Akron in this state<span class=\"nobreak\">--</span>we wanted an excuse to say Willard Van Orman Quine","response":"Ohio"},{"text":"This author of \"Beyond Good  and Evil\" is often wrongly represented as sympathetic to Nazi ideas","response":"Friedrich Nietzsche"},{"text":"This ancient Greek's \"Metaphysics\" begins, \"All men by nature desire to know\"","response":"Aristotle"},{"text":"Kant said the work of this 18th c. Scottish skeptic awoke him from his dogmatic slumbers","response":"David Hume"}],"originalDate":"1998-09-09"},{"category":"AROUND THE MEDITERRANEAN","comments":"","clues":[{"text":"The sea's deepest point, over 16,000 feet down, is in the Hellenic trough, nearest to this country","response":"Greece"},{"text":"This island where Napoleon was first exiled lies between Corsica &amp; the Italian mainland","response":"Elba"},{"text":"In this Egyptian city, you're a little late to see the lighthouse, but you can still check out Pompey's Pillar","response":"Alexandria"},{"text":"Going clockwise around the Mediterranean, it's the next national capital after Tunis","response":"Algiers"},{"text":"British diplomat William Hamilton pioneered the study of volcanoes while posted in this Italian city","response":"Naples"}],"originalDate":"1998-09-08"},{"category":"MTV","comments":"","clues":[{"text":"The campaign \"Choose or Lose '96\" urged MTV viewers to do this","response":"Register to/and vote"},{"text":"2-letter word that precedes \"MTV Raps\" in the name of a show title","response":"\"Yo!\""},{"text":"In a 1996 film these 2 MTV characters came into the possession of a deadly biological weapon","response":"Beavis & Butt-Head"},{"text":"In 1997 this \"Singled Out\" hostess published her auto biography, \"Jen-X\"","response":"Jenny McCarthy"},{"text":"In this series an empaneled group of MTV viewers chooses the top new video of the week","response":"<i>Twelve Angry Viewers</i>"}],"originalDate":"1998-09-08"},{"category":"SHAKESPEARE PLAIN &amp; SIMPLE","comments":"","clues":[{"text":"This comedy opens on a Venetian street","response":"<i>The Merchant of Venice</i>"},{"text":"This play's last line is \"'Tis a wonder, by your leave, she will be tamed so\"","response":"<i>The Taming of the Shrew</i>"},{"text":"\"All the world's a stage\" is from \"As You Like It\", the first comedy Shakespeare wrote for this theater","response":"the Globe Theater"},{"text":"This play ends less one Moor as he dies \"upon a kiss\"","response":"<i>Othello</i>"},{"text":"After this ruler's death, Cinna cries, \"Liberty!  Freedom!  Tyranny is dead!\"","response":"Julius Caesar"}],"originalDate":"1998-09-08"},{"category":"WELL, EXHUME ME!","comments":"","clues":[{"text":"In June 1996 an appeals court turned down a request to exhume this presidential assassin &amp; actor","response":"John Wilkes Booth"},{"text":"In 1997, after a 19-month search, this man's remains were found in Bolivia, dug up &amp; sent to Cuba","response":"Ernesto \"Che\" Guevara"},{"text":"Time asked in 1985 \"Is this the Nazi doctor?\" when bones dug up in South America were suspected to be his","response":"Josef Mengele"},{"text":"Some want this Louisiana Territory explorer exhumed to prove he didn't commit suicide","response":"Meriwether Lewis"},{"text":"This star of \"Z\" &amp; \"Jean de Florette\" was exhumed in 1998 to get his DNA for a paternity test","response":"Yves Montand"}],"originalDate":"1998-09-08"},{"category":"IT'S MILLER TIME","comments":"","clues":[{"text":"This writer has been married to Ingeborg Morath &amp; Marilyn Monroe","response":"Arthur Miller"},{"text":"Pardon me boy, this bandleader's plane was reported missing December 15, 1944","response":"Glenn Miller"},{"text":"Now a hot-shooting guard with the Indiana Pacers, he majored in history &amp; played ball at UCLA","response":"Reggie Miller"},{"text":"This Tony Award winner had hits with \"Do-Wacka-Do\" &amp; \"King of the Road\"","response":"Roger Miller"},{"text":"The works of this writer, born in 1891, have been banned numerous times for their sexual content","response":"Henry Miller"}],"originalDate":"1998-09-08"}],{"category":"WORDS IN 20th CENTURY NOVELS","text":"Words found in this 1945 fable include brood, baying, bleating, comrade, tyranny &amp; rebellion","response":"<i>Animal Farm</i>"}]}