{"mix":4943,"rounds":[[{"category":"ANAGRAMMED U.S. CITIES","comments":"","clues":[{"text":"BOIL EM, Alabama","response":"Mobile"},{"text":"A LUST, Oklahoma","response":"Tulsa"},{"text":"CANNOT, Ohio","response":"Canton"},{"text":"SAVE SLAG, Nevada","response":"Las Vegas"},{"text":"LATE SET, Washington","response":"Seattle"}],"originalDate":"1998-09-08"},{"category":"SCIENTIFIC AMERICAN","comments":"","clues":[{"text":"The spring 1998 issue covered the first of these stellar explosions seen in both birth &amp; death","response":"Supernovas/novas"},{"text":"The second word in the acronym AIDS points to this medical specialty that studies the disease","response":"immunology"},{"text":"His uncertainty principle says a particle's position &amp; momentum can't be known simultaneously","response":"Werner Heisenberg"},{"text":"Unselfishly, carbon generally forms these bonds in which atoms share their electrons","response":"Covalent bonds"},{"text":"General term for cells that translate stimuli, like those of drugs, into nerve impulses","response":"Receptors"}],"originalDate":"1998-09-08"},{"category":"INTERNATIONAL FOOD &amp; DRINK","comments":"","clues":[{"text":"Austrian schlosserbuben are these wrinkled fruits baked in dough &amp; rolled in sugar &amp; chocolate","response":"Prunes"},{"text":"In this largest South American country, Romeu e Julieta is a slice of fresh cheese topped with guava jelly","response":"Brazil"},{"text":"Many Russians love to pick these fungi, known as griby, &amp; cook them in sour cream","response":"Mushrooms"},{"text":"Eaten in the British Isles, the \"black\" or \"blood\" type of this is really a sausage, not a dessert","response":"Pudding"},{"text":"Egri Bikaver, or \"Bull's Blood From Eger\", is a red wine from this country, also known for its white tokay","response":"Hungary"}],"originalDate":"1998-09-08"},{"category":"BEFORE &amp; AFTER MOVIE TITLES","comments":"","clues":[{"text":"Lion-lover Joy Adamson adopts then liberates a whale","response":"<i>Born Free Willy</i>"},{"text":"This 1952 Gene Kelly film is on at 8 o'clock; it's 102 minutes; Gene Kelly on at 8 o'clock; 102 minutes","response":"<i>Singin' in the Rain Man</i>"},{"text":"Disney's feline film featuring Hayley Mills &amp; Dean Jones as Maggie &amp; Big Daddy","response":"<i>That Darn Cat on a Hot Tin Roof</i>"},{"text":"George Hamilton dons the black mask &amp; goes after androids in the future","response":"<i>Zorro the Gay Blade Runner</i>"},{"text":"Charles Bronson &amp; 6 other gunslingers save a town &amp; then all get married","response":"<i>The Magnificent Seven Brides for Seven Brothers</i>"}],"originalDate":"1998-09-08"},{"category":"INTELLIGENCE","comments":"","clues":[{"text":"John Le Carre popularized the name of this burrowing mammal to mean a spy in enemy ranks","response":"Mole"},{"text":"Knowing he'd need more than a slingshot, he spied on King Saul in the wilderness of Ziph","response":"David"},{"text":"German military communications of WWII were a riddle wrapped in a mystery inside this coding machine","response":"Enigma"},{"text":"It was during her reign that Her Majesty's Secret Service was 1st organized","response":"Elizabeth I"},{"text":"In the 1960s the FBI targeted radical groups with COINTELPRO, which was short for this","response":"Counter Intelligence Program"}],"originalDate":"1998-09-08"},{"category":"\"FOOL\"ISHNESS","comments":"","clues":[{"text":"It comes exactly 2 weeks before federal income taxes are due","response":"April Fools Day"},{"text":"Rash, reckless, or what Stan Laurel might do if he played a trick","response":"Foolhardy"},{"text":"According to Merriam-Webster, it's \"a state of fatuous complacency based on unreal conditions\"","response":"a fool's paradise"},{"text":"Someone with little patience for stupidity is said not to do this \"gladly\"","response":"Suffer fools"},{"text":"This word for paper about 13 X 16 inches comes from the watermark once seen on it","response":"Fool's cap"}],"originalDate":"1998-09-08"}],[{"category":"TOUR DE LANCE","comments":"","clues":[{"text":"In his first pro bike race, Lance Armstrong finished last at the Classico San Sebastian in this country","response":"Spain"},{"text":"Lance became the first pro cyclist on a box of this product originally named Washburn's Gold Medal Whole Wheat Flakes","response":"Wheaties"},{"text":"By age 13, Lance was already winning these events that include cycling, swimming &amp; running","response":"triathlons"},{"text":"In the Tour de France, Lance often gained time racing through these 2 mountain ranges","response":"the Alps & the Pyrenees"},{"text":"Lance was dropped from a team after he got cancer; in 1997 this new team picked him up &amp; he delivered victories","response":"U.S. Postal Service"}],"originalDate":"2006-02-20"},{"category":"SEEING RED","comments":"","clues":[{"text":"\"Heidi\" author Johanna Spyri wrote during the Franco-Prussian War to raise money for this new organization","response":"the Red Cross"},{"text":"Moscow girls know it's where you go to hang out at the famous Gum Department Store","response":"Red Square"},{"text":"These horses of these symbolic figures are red, white, black &amp; pale","response":"the Four Horsemen of the Apocalypse"},{"text":"In 1964 the new constitution of this nation on Hispaniola changed its flag's colors from red &amp; blue to red &amp; black","response":"Haiti"},{"text":"Sinopia are the sketches in red an artist makes on a wall before beginning one of these painted murals","response":"frescos"}],"originalDate":"2006-02-20"},{"category":"CELEBRITIES' FAVORITE BOOKS","comments":"","clues":[{"text":"The favorite book of Elvira, Mistress of the Dark, is this author's \"Interview with the Vampire\"","response":"Anne Rice"},{"text":"She liked \"Their Eyes Were Watching God\" so much that she made it into a TV movie","response":"Oprah Winfrey"},{"text":"In 2000 Christina Ricci cited this C.S. Lewis series","response":"<i>The Chronicles of Narnia</i>"},{"text":"Asked about his favorite books, Kofi Annan had 2: \"All the Pretty Horses\" &amp; this author's \"Siddhartha\"","response":"Hermann Hesse"},{"text":"A fan of history books &amp; bios, Lucille Ball said one of her favorites was James Boswell's \"Life of\" this man","response":"(Samuel) Johnson"}],"originalDate":"2006-02-20"},{"category":"COLLEGE \"N\" SHOTS","comments":"","clues":[{"text":"7 priests of the Congregation of Holy Cross are on this university's board of trustees","response":"Notre Dame"},{"text":"This Big 10 member was the first U.S. university to establish a school of speech","response":"Northwestern"},{"text":"This Midwestern school won national football championships in 1970, '71, '94, '95 &amp; '97","response":"the University of Nebraska"},{"text":"Bob Kerrey never became U.S. president, but he is president of this school for social research in the Big Apple","response":"the New School"},{"text":"Author John Irving is an alum of this university; the state's name appears in the title of one of his books","response":"New Hampshire"}],"originalDate":"2006-02-20"},{"category":"LETTER, WE GET LETTER","comments":"(Alex: Not letters.)","clues":[{"text":"Slang for 1,000 bucks, or an aerospace unit of acceleration","response":"G"},{"text":"A withering review by Dorothy Parker said Katharine Hepburn \"ran the gamut of emotions from A to\" this","response":"B"},{"text":"Add C plus C plus C plus C plus C &amp; you get this Roman numeral","response":"D"},{"text":"Often a math symbol for an unknown quantity, it's also defined by Random House as a semivowel","response":"Y"},{"text":"Burmese title of respect applicable to a man such as Mr. Thant","response":"U"}],"originalDate":"2006-02-20"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"In 2005, for the tenth straight year, this South Carolina city was voted tops in politeness","response":"Charleston"},{"text":"Because Malaria was still common in the South, the Communicable Disease Center was established in this city in 1946","response":"Atlanta"},{"text":"Delaware's largest city was named for the Earl of this","response":"Wilmington"},{"text":"This Nevada city that was little more than a bait shop on the Colorado River is now a gambler's mecca","response":"Laughlin"},{"text":"The boys from this city could tell you it's home to the New York State Fair","response":"Syracuse"}],"originalDate":"2006-02-20"}],{"category":"AMERICAN BUSINESS","text":"The mailing address for this company is P.O. Box 57, Pittsburgh, Pennsylvania 15230","response":"Heinz"}]}