{"mix":4944,"rounds":[[{"category":"MUST \"T\" TV","comments":"","clues":[{"text":"Louie de Palma did de dispatchin' on dis drive fest","response":"<i>Taxi</i>"},{"text":"Roma &amp; Della help bring about mortal miracles","response":"<i>Touched by an Angel</i>"},{"text":"\"Bewitched\" spin-off","response":"<i>Tabitha</i>"},{"text":"Heather Locklear could have put the handcuffs on me any day on this show","response":"<i>T.J. Hooker</i>"},{"text":"One of its most famous episodes was entitled \"To Serve Man\"","response":"<i>The Twilight Zone</i>"}],"originalDate":"2006-02-20"},{"category":"TEENAGE","comments":"","clues":[{"text":"This Jewish right of passage marks a boy's 13th birthday","response":"a Bar Mitzvah"},{"text":"2-word alliterative term describing musical acts like 'N Sync &amp; New Kids on the Block","response":"a boy band"},{"text":"Usually affecting teenage girls, it's an extreme eating disorder marked by an excessive fear of being overweight","response":"anorexia"},{"text":"From the Latin for \"adult\", it's the stage of physiological maturity that usually happens to teenagers","response":"puberty"},{"text":"This term for a teenage girl of the 1940s &amp; '50s comes from a style of foot coverings","response":"a bobby-soxer"}],"originalDate":"2006-02-20"},{"category":"COMMIES","comments":"","clues":[{"text":"Marx &amp; Engels published this explosive work in 1848","response":"the Communist Manifesto"},{"text":"The Russian word poputchik is this 2-word phrase &amp; describes a type of communist \"fellow\"","response":"fellow traveller"},{"text":"He left Vietnam for Europe in 1911 &amp; was a founding member of the French Communist Party","response":"Ho Chi Minh"},{"text":"2-word term for the drawn-out 6,000-mile retreat begun by the Chinese Communist Army in 1934","response":"the long march"},{"text":"The red, white &amp; blue flag was adopted by Laos in this year when the country fell to the Communists","response":"1975"}],"originalDate":"2006-02-20"},{"category":"MATH","comments":"","clues":[{"text":"You're right, an angle that is more than acute but less than obtuse has this many degrees","response":"90"},{"text":"In this notation system, 1/4 is .25, &amp; is terminating","response":"decimal"},{"text":"In the term 3x, the factor 3 is called x's this","response":"coefficient"},{"text":"A figure is defined as this if it can be divided into 2 parts that are mirror images of each other","response":"symmetrical"},{"text":"Devotees of this celebrate its irrational existence each 3/14 at 1:59 P.M.","response":"pi"}],"originalDate":"1998-07-17"},{"category":"MISNOMERS","comments":"","clues":[{"text":"Tennis racket strings, though called this, are made out of cattle, sheep or hog intestines","response":"catgut"},{"text":"This yummy bird came to Europe from America, not Asia Minor, so maybe it should be called a \"USA\" or a \"Mexico\"","response":"the turkey"},{"text":"Though its name means \"new star\" it's just a star that flares up to many times its normal brightness","response":"a nova"},{"text":"Despite its name, some paleontologists don't think this ancient animal was even part of the cat family","response":"a saber-tooth tiger"},{"text":"This cute rodent is a cavy from South America, not a sow from a country in Africa","response":"a guinea pig"}],"originalDate":"1998-07-17"},{"category":"BALLET","comments":"","clues":[{"text":"This disciple is the title character in Jose Limon's biblical ballet \"The Traitor\"","response":"Judas Iscariot"},{"text":"Prince Ivan falls in love with an enchanted Tsarevna in Stravinsky's ballet about this magical bird","response":"<i>The Firebird</i>"},{"text":"This fairy tale ballet often features fairies of the 4 seasons as well as a fairy godmother","response":"<i>Cinderella</i>"},{"text":"Angel Corella of Spain is one of the \"muy caliente\" male stars of this U.S. company known as ABT for short","response":"American Ballet Theatre"},{"text":"The 1938 ballet named for this famous outlaw features a musical gun battle","response":"<i>Billy the Kid</i>"}],"originalDate":"1998-07-17"}],[{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"When visiting this country's North Island, don't miss the glowworm grotto in the Waitomo Cave","response":"New Zealand"},{"text":"The University of Basel, this country's oldest, was established by Pope Pius II in 1459","response":"Switzerland"},{"text":"Columbus named the island now usually called St. Kitts for this man, his patron saint","response":"St. Christopher"},{"text":"The taka is the basic monetary unit of this country whose official language is Bengali","response":"Bangladesh"},{"text":"One of the first Arab settlements on the East African coast, it's now the capital of Somalia","response":"Mogadishu"}],"originalDate":"1998-07-17"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"CA.'s Catalina Island has the 1st U.S. plant to do this to seawater for use by a residential community","response":"desalinate the water"},{"text":"In a 1990 book this newspaper columnist offers her \"Hints for a Healthy Planet\"","response":"Heloise"},{"text":"Every day, each person in the U.S. produces about 4 pounds of trash &amp; the largest percentage is made of this","response":"paper"},{"text":"The bald eagle population, now recovering, took a big dive in the 1940s due to this pesticide","response":"DDT"},{"text":"According to Guinness, this NW state has the largest living organism, a fungus covering 1,500 acres","response":"Washington"}],"originalDate":"1993-05-14"},{"category":"LANGUAGES","comments":"","clues":[{"text":"Farsi, which is also called Persian, is spoken in this country once known as Persia","response":"Iran"},{"text":"In dictionaries, this language is often abbreviated Skt.","response":"Sanskrit"},{"text":"It's the language that gave us the words luau &amp; lei","response":"Hawaiian"},{"text":"Ge'ez is an ancient language still used in this country whose capital is Addis Ababa","response":"Ethiopia"},{"text":"It was the native language of Pope John Paul I, but not of Pope John Paul II","response":"Italian"}],"originalDate":"1993-05-14"},{"category":"BILL CLINTON","comments":"","clues":[{"text":"Clinton won first chair in this instrument in the Arkansas state band","response":"the saxophone"},{"text":"The day before taking office, Clinton prayed at this president's Arlington, Va. grave","response":"John F. Kennedy"},{"text":"Clinton got his bachelor's degree at this D.C. school, the only college he applied to","response":"Georgetown"},{"text":"At the 1988 Dem. convention, Clinton's nominating speech for this man lasted over 30 minutes","response":"Dukakis"},{"text":"Bill Clinton was born in this town on August 19, 1946","response":"Hope, Arkansas"}],"originalDate":"1993-05-14"},{"category":"IN THE BEGINNING","comments":"","clues":[{"text":"Wrinkles in the fabric of space discovered in 1992 support this theory of how the universe was created","response":"the Big Bang"},{"text":"It braces a runner's feet at the beginning of a race","response":"the starting block"},{"text":"At the start of a game of pool, there are this many balls on the table","response":"16"},{"text":"Depressing as it sounds, it's the stroke made by a conductor at the start of a measure","response":"the down beat"},{"text":"Japan's Showa period began in 1926 with the accession of this emperor","response":"Hirohito"}],"originalDate":"1993-05-14"},{"category":"10-LETTER NAMES","comments":"","clues":[{"text":"If you're German and your nickname is Max, it's likely that this is your first name","response":"Maximilian"},{"text":"This feminine name, a diminutive of Bernard, is especially popular at Lourdes","response":"Bernadette"},{"text":"Roman myths called Hades' wife Proserpina, while the Greeks knew her by this name","response":"Persephone"},{"text":"Some women named this are called Mina for short &amp; may have been named for a Dutch queen","response":"Wilhelmina"},{"text":"First name shared by Charles Lindbergh's mother &amp; Longfellow's Acadian heroine","response":"Evangeline"}],"originalDate":"1993-05-14"}],{"category":"BURIED AT ARLINGTON","text":"His grave notes his 1842 West Point graduation, his time at Ft. Sumter, Gettysburg &amp; 2nd Bull Run, but does not mention sports","response":"Abner Doubleday"}]}