{"mix":4945,"rounds":[[{"category":"NONFICTION","comments":"","clues":[{"text":"The book \"Masters of Disguise\" is devoted to these highly adaptable lizards","response":"chameleons"},{"text":"In 1992 his book \"A Brief History of Time\" became Britain's longest-running bestseller","response":"(Stephen) Hawking"},{"text":"The 40th Anniversary Edition of his \"Baby and Child Care\" book was published in 1985","response":"Dr. Spock"},{"text":"\"According to\" our sources, the first game book he wrote was a \"Short Treatise on the Game of Whist\"","response":"(Edmond) Hoyle"},{"text":"\"An Amateur Laborer\" tells of his unhappy, impoverished period after the publication of \"Sister Carrie\"","response":"Theodore Dreiser"}],"originalDate":"1993-05-14"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Paris' right &amp; left banks are north &amp; south of this river","response":"Seine"},{"text":"The Straits of Florida &amp; the Yucatan Channel are this gulf's only outlets","response":"the Gulf of Mexico"},{"text":"This bay in Virginia &amp; Maryland is the largest on the Atlantic coast of the U.S.","response":"the Chesapeake"},{"text":"This sea is sometimes referred to as the \"American Mediterranean\"","response":"the Caribbean"},{"text":"This river flows over 2,200 miles from the Valdai Hills NW of Moscow to the Caspian Sea","response":"the Volga"}],"originalDate":"1993-05-14"},{"category":"ROCKS &amp; MINERALS","comments":"","clues":[{"text":"This class of rocks is formed from deposits on lake beds &amp; sea floors","response":"sedimentary"},{"text":"Any old salt can tell you epsomite is this color","response":"white"},{"text":"To identify a meteorite, Peterson's guide says to look for iron &amp; this metal","response":"nickel"},{"text":"The fossils in this type of rock may remain even after it's changed into marble","response":"limestone"},{"text":"Shale changes into this rock metamorphically &amp; also by changing 2 letters","response":"slate"}],"originalDate":"1993-05-14"},{"category":"RHODES SCHOLARS","comments":"","clues":[{"text":"Admiral Stansfield Turner who headed this agency under Carter didn't keep his scholarship a secret","response":"the CIA"},{"text":"Daniel J. Boorstin &amp; James H. Billington are the last 2 scholars to run this library","response":"the Library of Congress"},{"text":"This singer was picked to go to Oxford &amp; to co-star with Barbra Streisand in \"A Star is Born\"","response":"Kris Kristofferson"},{"text":"The dean of students might be able to tell you that this Dean was Secretary of State during the '60s","response":"Rusk"},{"text":"This former Arkansas senator who set up a scholarship fund won a scholarship to Oxford","response":"(J. William) Fulbright"}],"originalDate":"1993-05-14"},{"category":"ODE TO ENGLAND","comments":"","clues":[{"text":"From France's Calais this city's a strait away; you should watch when you walk on its cliffs of white chalk","response":"Dover"},{"text":"When these wars were in bloom, Richard of York met his doom","response":"the Wars of the Roses"},{"text":"Around Wiltshire they tell a story that this rock group was an observatory","response":"Stonehenge"},{"text":"In the P.M.'s chair he was sittin' during the 1940-41 Battle of Britain","response":"Churchill"},{"text":"William's protection against besiegers, it's now the home of the Beefeaters","response":"the Tower of London"}],"originalDate":"1993-05-14"},{"category":"TEA TIME","comments":"","clues":[{"text":"Some people do this by reading tea leaves","response":"predict the future"},{"text":"It's the most popular way to serve tea in the U.S., but the British think it's \"not so hot\"","response":"iced tea"},{"text":"Darjeeling tea is grown in Darjeeling, India, in the foothills of these mountains","response":"the Himalayas"},{"text":"The leading tea-growing country in Africa, it's known for its coffee plantations, too","response":"Kenya"},{"text":"This great Roman orator coined the phrase we translate as \"a tempest in a teapot\"","response":"Cicero"}],"originalDate":"1993-05-14"}],[{"category":"VERTEBRATES","comments":"","clues":[{"text":"In the N. American species of this mammal, there are hundreds of microscopic barbs at the end of each quill","response":"the porcupine"},{"text":"Known as a whooper, it's the tallest North American bird, reaching a height of nearly 5 feet","response":"a whooping crane"},{"text":"When rainbow species of this migrate to the sea, their color changes to silver; they're then called steelheads","response":"trout"},{"text":"The golden species of this small rodent is often sold as a pet because it's clean &amp; easy to care for","response":"a hamster"},{"text":"The Yapok, a species of this native to Central &amp; South America, is the only marsupial adapted to living in water","response":"an opossum"}],"originalDate":"2006-02-17"},{"category":"ADAM SANDLER FILMS","comments":"","clues":[{"text":"Adam trained with ex-NFL quarterback Sean Salisbury to prepare for this 2005 comedy","response":"<i>The Longest Yard</i>"},{"text":"There must be 50 ways to name this 2004 comedy with Adam &amp; Drew Barrymore, said to be \"Memento-meets-Groundhog Day\"","response":"<i>50 First Dates</i>"},{"text":"Adam crooned his way into Drew Barrymore's heart in this \"matrimonial\" 1998 film","response":"<i>The Wedding Singer</i>"},{"text":"The price was very, very wrong when Bob Barker pummeled Adam on a golf course in this 1996 film","response":"<i>Happy Gilmore</i>"},{"text":"Adam was kickin' it old school<span class=\"nobreak\">--</span>elementary school<span class=\"nobreak\">--</span>as this 1995 title character","response":"Billy Madison"}],"originalDate":"2006-02-17"},{"category":"TEEN POTPOURRI","comments":"","clues":[{"text":"3 teens were on the Team USA that won gold in August 2005 at the 26th World Championships of Twirling these","response":"batons"},{"text":"In New Hampshire (&amp; many other states), you must be at least this age to marry without parental consent","response":"18"},{"text":"She turned 13 on Feb. 27, 1993<span class=\"nobreak\">--</span>one month after her father became president","response":"Chelsea Clinton"},{"text":"This national org. is now divided into 4 different age groups; Studio 2B is for females between 11 &amp; 17","response":"the Girl Scouts"},{"text":"This national literary magazine written for teens by teens has a writing fluid in its name","response":"<i>Teen Ink</i>"}],"originalDate":"2006-02-17"},{"category":"SMALLVILLE","comments":"","clues":[{"text":"Small cities in this state include Kinbrae (pop. 21) &amp; Boy River (pop. 38); Minneapolis is much bigger","response":"Minnesota"},{"text":"This Wyoming town, pop. 15, was named for a wish-making boy in \"The Arabian Nights\"","response":"Aladdin"},{"text":"The name of this city in Texas (pop. 1631) is found in Texas' traditional nickname","response":"Lone Star"},{"text":"A Tennessee town, pop. 85, or a British sport similar to soccer &amp; football","response":"Rugby"},{"text":"Eden (pop. 1152) in this state was chartered to a group of Green Mountain Boys","response":"Vermont"}],"originalDate":"2006-02-17"},{"category":"TURN ON YOUR COMPUTER","comments":"","clues":[{"text":"Of Flash, Google or AltaVista, the one that's not a popular Internet search engine","response":"Flash"},{"text":"This 2-letter Windows computer operating system was introduced in October 2001","response":"XP"},{"text":"Abbreviated BB, it's a popular data-transmission method capable of sending multiple channels at once","response":"broadband"},{"text":"In computerese, it's what the P stands for in the abbreviation HTTP","response":"protocol"},{"text":"The forerunner to the Internet known as the ARPANET was a 1960s network by this U.S. government dept.","response":"Defense"}],"originalDate":"2006-02-17"},{"category":"HOMOPHONES","comments":"","clues":[{"text":"It can be a blood vessel, or being excessively proud of oneself","response":"vein/vain"},{"text":"An aroma, or transmitted","response":"scent/sent"},{"text":"Select, or masticates","response":"choose/chews"},{"text":"Writing paper, or standing still","response":"stationery/stationary"},{"text":"Part of a horse's harness, or pertaining to a woman on her wedding day","response":"bridle/bridal"}],"originalDate":"2006-02-17"}],{"category":"TERMS FROM THE BIBLE","text":"In 2010 we heard of the discovery of the fossil of a 12 million-year-old giant sperm whale given this Biblical name by its finders","response":"Leviathan"}]}