{"mix":4947,"rounds":[[{"category":"WHAT KIN ARE YOU TO ME?","comments":"","clues":[{"text":"Susy Clemens (1872-1896) was this to Mark Twain","response":"a daughter"},{"text":"Your mom is this to your first cousin's mom","response":"sister"},{"text":"Robert F. Kennedy, Jr. is this to Senator Edward M. Kennedy","response":"nephew"},{"text":"Napoleon was this to Joseph Bonaparte, whom he made King of Spain","response":"brother"},{"text":"In the Bible, Abraham was this to Jacob","response":"grandfather"}],"originalDate":"2006-02-16"},{"category":"FILTHY 4-LETTER WORDS","comments":"","clues":[{"text":"It can be cheap, like this type of trail bike","response":"dirt"},{"text":"Mr. Aiken could sing the praises of this earthy material that's used in bricks &amp; pottery","response":"clay"},{"text":"Chimney sweeps can show you this carbonaceous substance produced during incomplete combustion","response":"soot"},{"text":"Campers &amp; military personnel need this type of kit to eat in the hall with the same name","response":"mess"},{"text":"Upton Sinclair could have told you how to be this type of raker; he was often described as one","response":"muck"}],"originalDate":"2006-02-16"},{"category":"WE HELP WITH YOUR COLLEGE APPLICATION","comments":"","clues":[{"text":"I revel in the history of this Ivy League school, founded 16 years after the arrival of the Pilgrims","response":"Harvard"},{"text":"Every year since 1965, at least one grad of this private L.A. school has been up for an Oscar; I aim to join that list","response":"University of Southern Cal (USC)"},{"text":"I love New Haven.  I will name my firstborn Elihu.  I wish to be 1 of the roughly 11,250 students at this school, please","response":"Yale"},{"text":"My visit to Lincoln convinced me: I was meant to be a Cornhusker at this school","response":"the University of Nebraska"},{"text":"Later, I plan to give a huge endowment to my alma mater, this university founded by Ben Franklin","response":"the University of Pennsylvania"}],"originalDate":"2006-02-15"},{"category":"PS2","comments":"(Alex: There will be two \"P\"s and two \"S\"s in each correct response.)","clues":[{"text":"To stop or put down, as one might do to a rebellion or even a cough","response":"suppress"},{"text":"Highly prized blue corundum gems","response":"sapphires"},{"text":"In the U.S. for children under age 16, this document is valid for no longer than 5 years","response":"passports"},{"text":"Old West term for those who scoured an area looking for valuable mineral deposits","response":"prospectors"},{"text":"Atomic element 15; it's the only element to fit the category","response":"phosphorus"}],"originalDate":"2006-02-15"},{"category":"2-WORD CAPITALS","comments":"","clues":[{"text":"The name of this capital of El Salvador is similar to the name of the country","response":"San Salvador"},{"text":"Of the capitals of South Africa, it's the only one that fits the category","response":"Cape Town"},{"text":"Do you know the way to this capital of Costa Rica?","response":"San José"},{"text":"This Ethiopian capital whose name means \"new flower\" was founded by Emperor Menelik II in 1887","response":"Addis Ababa"},{"text":"This Asian capital was built between 1912 &amp; '29 &amp; designed by the British architect Lutyens","response":"New Delhi"}],"originalDate":"2006-02-15"},{"category":"I'M DOWN WITH HOMEWORK","comments":"","clues":[{"text":"History: This man wouldn't give props to the pope, so he got booted from the Church in January, 1521","response":"Martin Luther"},{"text":"Spanish: This basic word for friend<span class=\"nobreak\">--</span>you know, your buddy, your dawg, your boo","response":"<i>amigo</i>"},{"text":"Geography: It's called a sea, but it's also the world's biggest lake. 143,000 square miles, that's hella big","response":"the Caspian Sea"},{"text":"Literature: In this book, Emma's sick of her husband; next thing, she's macking with Leon, Rodolphe &amp; a crucifix","response":"<i>Madame Bovary</i>"},{"text":"Biology: Types of protozoans include ciliates, sarcodines &amp; this one named for its freaky whip tail","response":"a flagellate"}],"originalDate":"2006-02-15"}],[{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Near the equator this ocean stretches about 12,000 miles from Colombia to the Malay Peninsula","response":"the Pacific"},{"text":"The Strait of Dover is the narrowest part of this body of water","response":"the English Channel"},{"text":"It's the fourth-largest of the Great Lakes &amp; the one reaching farthest south","response":"Lake Erie"},{"text":"The Yukon River flows northwest into Alaska before emptying into this sea","response":"the Bering Sea"},{"text":"Rising in the Valdai Hills of Russia, this is Europe's longest river","response":"the Volga"}],"originalDate":"2006-02-15"},{"category":"BALLET IS FOR THE BIRDS!","comments":"","clues":[{"text":"You may take a \"gander\" at the Jerome Robbins ballet named for this nursery rhymster","response":"Mother Goose"},{"text":"Sancho Panza gets chased after stealing a bird in a ballet based on this novel","response":"<i>Don Quixote</i>"},{"text":"The NYCB's 1986 version of this classic ballet had the \"cygnet\"ure corps of birds dressed in black","response":"<i>Swan Lake</i>"},{"text":"Jemima Puddle-Duck shakes her tail feathers in the delightful ballet called \"The Tales of\" this woman","response":"Beatrix Potter"},{"text":"There's a duck in the ballet based on this composer's \"Peter and the Wolf\"","response":"Prokofiev"}],"originalDate":"2006-02-15"},{"category":"THEIR TEEN YEARS","comments":"","clues":[{"text":"He was a teen when he made his film debut in \"Max Dugan Returns\" with his dad Donald Sutherland","response":"Kiefer Sutherland"},{"text":"He was 15 when he won the Optimist Int'l Junior Golf Tournament for the 6th time; he'd first won it at age 8","response":"Tiger Woods"},{"text":"As a Miss Teenage America contestant, Cybill Shepherd was voted this, also a Sandra Bullock film","response":"Miss Congeniality"},{"text":"At 17, this ex-Mousketeer sang \"Reflection\" on the soundtrack for \"Mulan\"","response":"Christina Aguilera"},{"text":"This politician met his future wife, Tipper, at a high school dance in the 1960s","response":"Al Gore"}],"originalDate":"2006-02-15"},{"category":"RHYME TIME","comments":"","clues":[{"text":"Heat-browned bread for a friendly Casper","response":"ghost toast (a toast ghost accepted)"},{"text":"The evening assigned for the boxing match","response":"fight night"},{"text":"A strengthless Athenian","response":"a weak Greek"},{"text":"A strong desire for a plate or a bowl","response":"a dish wish"},{"text":"A recliner for your wig","response":"a hair chair"}],"originalDate":"2006-02-15"},{"category":"ESTATE QUARTERS","comments":"","clues":[{"text":"George Washington had the pine siding painted to look like mahogany at this estate","response":"Mount Vernon"},{"text":"Thomas Jefferson installed unique double doors that opened &amp; closed in tandem on this estate","response":"Monticello"},{"text":"The North Room at Sagamore Hill estate displays this president's Rough Rider hat","response":"Teddy Roosevelt"},{"text":"The tartan worn by the queen's piper is displayed at Balmoral Castle in this U.K. nation","response":"Scotland"},{"text":"The treaty ending WWI was signed in the Hall of Mirrors on this French estate","response":"Versailles"}],"originalDate":"2006-02-15"},{"category":"SCIENCE","comments":"","clues":[{"text":"The largest cell is the 3-inch diameter yolk of this bird's egg","response":"Ostrich"},{"text":"In Latin this metal is known as aurum","response":"Gold"},{"text":"On a weather chart this line connects places that have the same barometric pressure","response":"Isobar"},{"text":"On June 29, 1994 the temperature reached 125 degrees in Laughlin, the highest ever recorded in this state","response":"Nevada"},{"text":"This organ removes excess glucose from the blood &amp; stores it as glycogen","response":"Liver"}],"originalDate":"1997-05-29"}],{"category":"CHARACTERS IN NOVELS","text":"Debuting in a 1960 novel, this character dies following a heart attack on a basketball court in a 1990 book","response":"Harry \"Rabbit\" Angstrom"}]}