{"mix":4953,"rounds":[[{"category":"FASHION HISTORY","comments":"","clues":[{"text":"This hair color of Elizabeth I was quite fashionable in 16th century England","response":"red"},{"text":"In the 1930s, loose pants outfits worn for lounging were known by this \"sleepwear\" term","response":"pajamas"},{"text":"Named for the modest wife of Pepin the Short, a bertha is a wide one of these blouse features","response":"a collar"},{"text":"The full pants worn by these cowboys of the Pampas became popular for women in the 1960s","response":"gauchos"},{"text":"Introduced around 1912, this skirt was so tight at the bottom women could barely walk in it","response":"a hobble skirt"}],"originalDate":"1997-07-11"},{"category":"ANIMALS","comments":"","clues":[{"text":"In 1956 it was discovered that hamsters could be infected with this \"common\" human malady","response":"the common cold"},{"text":"Many American breeds of this animal, like the rambouillet, are raised more for their fleece than for meat","response":"sheep"},{"text":"This crab's habit of waving its big claw gave it a musical name","response":"the fiddler crab"},{"text":"In 1996 158 of these endangered marine mammals died in a red tide of toxic algae in Florida","response":"manatees"},{"text":"The Canadian government has blamed the decline of this Atlantic food fish partly on the harp seal","response":"the cod"}],"originalDate":"1997-07-11"},{"category":"AMERICAN HODGEPODGE","comments":"","clues":[{"text":"It's West Virginia's capital, not its state dance","response":"Charleston"},{"text":"The Henry &amp; Edsel Ford Auditorium is part of this city's civic center","response":"Detroit"},{"text":"In the 19th century, folks called it Tulsey Town","response":"Tulsa"},{"text":"Norfolk in this state was home to Johnny Carson &amp; George L. Carlson, pioneer of artificial insemination","response":"Nebraska"},{"text":"A town in Minnesota is named for this capital of Uruguay, its sister city","response":"Montevideo"}],"originalDate":"1997-07-11"},{"category":"SCIENCE","comments":"","clues":[{"text":"In a month an observer can see 59% of this heavenly body's surface","response":"Moon"},{"text":"In 1996 scientists mapped a large lake on this continent covered by over 2 miles of ice","response":"Antarctica"},{"text":"When a seed germinates, its radicle breaks out &amp; grows downward to become this part of the plant","response":"Root"},{"text":"Common types of these organisms combining algae &amp; fungi can be fructose, foliose or crustose","response":"Lichens"},{"text":"It's an insoluble solid that separates from a solution","response":"Chemical precipitation"}],"originalDate":"1997-07-11"},{"category":"FOOD","comments":"","clues":[{"text":"What we call french fries the British call these; they go with \"fish\"","response":"Chips"},{"text":"It's the Italian term for shrimp cooked in garlic &amp; butter","response":"Scampi"},{"text":"The portobello, a type of this which can measure 6\" in diameter, makes a great stuffed appetizer","response":"Mushroom"},{"text":"This Hawaiian dish made from cooked taro is eaten traditionally using the fingers","response":"Poi"},{"text":"From Russian for \"small pie\", it's a pastry turnover filled with meat, cheese, mashed potatoes, etc.","response":"Pierogi"}],"originalDate":"1997-07-11"},{"category":"MOVIE CHARACTERS","comments":"","clues":[{"text":"This archaeologist played by Harrison Ford is called Indy for short","response":"Indiana Jones"},{"text":"He befriends a young human named Elliott","response":"E.T."},{"text":"In a 1996 film, Julia Roberts in this title role kept house for Dr. Jekyll/Mr. Hyde","response":"Mary Reilly"},{"text":"Jenny Curran had been the love of his life since they were kids growing up in the South","response":"Forrest Gump"},{"text":"A special potion transforms Jerry Lewis &amp; Eddie Murphy's \"Nutty Professor\" into this ladies' man","response":"Buddy Love"}],"originalDate":"1997-07-11"}],[{"category":"NATIONAL PARKS OF THE WORLD","comments":"","clues":[{"text":"A herd of rare native red deer inhabits this country's Killarney National Park","response":"Ireland"},{"text":"Canada's Wood Buffalo National Park was created as a refuge for bison &amp; other animals, like this rare crane","response":"Whooping crane"},{"text":"Fiordland National Park, this country's largest, lies on the southwestern coast of South Island","response":"New Zealand"},{"text":"Bialowieza National Park straddles the border of Belarus &amp; this western neighbor","response":"Poland"},{"text":"Cambodia's Angkor National Park was created to protect the ruins of this empire's former capital","response":"Khmer"}],"originalDate":"1997-07-11"},{"category":"EDUCATION","comments":"","clues":[{"text":"In the U.S., it's the education of immigrants in their own language as well as in English","response":"Bilingual"},{"text":"This term for the study of household work was coined at an 1899 conference in Lake Placid, NY","response":"Home economics"},{"text":"Since the 1960s many communities have replaced junior high with this for the 6th-8th grades","response":"Middle school"},{"text":"In 1996 California schools eased out \"whole language\" for this letter-by-letter way of teaching reading","response":"phonics"},{"text":"In English it's a large room for sports; in German it's a secondary school focusing on academics","response":"Gymnasium"}],"originalDate":"1997-07-11"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"It begins, \"'Tom!'  No answer. 'Tom!' No answer.  'What's gone with that boy, I wonder?  You, Tom!'\"","response":"<i>The Adventures of Tom Sawyer</i>"},{"text":"He published \"Marjorie Morningstar\" 16 years before \"The Winds of War\"","response":"Herman Wouk"},{"text":"He set \"The Last Picture Show\" &amp; \"Texasville\" in the fictional town of Thalia","response":"Larry McMurtry"},{"text":"This novel of high society made Edith Wharton the first female winner of the Pulitzer Prize for Fiction","response":"<i>The Age of Innocence</i>"},{"text":"The title of this Ralph Ellison novel refers to its nameless narrator &amp; protagonist","response":"<i>Invisible Man</i>"}],"originalDate":"1997-07-11"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"The oldest part of this Northern European capital lies on Stadsholmen, or \"City Island\"","response":"Stockholm"},{"text":"This South American capital's full name means \"Our Lady of the Assumption\"","response":"Asunción"},{"text":"Its Gaelic name, Baile Atha Cliath, means \"town of the ford of the hurdles\"","response":"Dublin"},{"text":"The name of this capital in the North Atlantic is Old Norse for \"smokey bay\"","response":"Reykjavik"},{"text":"The name of this Middle Eastern capital is Persian for \"warm place\"","response":"Tehran"}],"originalDate":"2006-02-09"},{"category":"TODAY'S HOROSCOPE","comments":"","clues":[{"text":"(July 23 - Aug. 22)<br>This fire sign is ready to roar!","response":"Leo"},{"text":"(April 20 - May 20)<br>Quick decisions are necessary.  Be bullish!","response":"Taurus"},{"text":"(Feb. 19 - March 20)<br>Something's fishy, &amp; it's this mutable water sign","response":"Pisces"},{"text":"(June 21 - July 22)<br>Why so crabby?","response":"Cancer"},{"text":"(Jan. 20 - Feb. 18)<br>It's the age of this air sign. You may be a water bearer but you lift people's spirits, too","response":"Aquarius"}],"originalDate":"2006-02-09"},{"category":"FRUITS &amp; VEGGIES","comments":"","clues":[{"text":"Broccoflower is a cross between these 2 veggies","response":"broccoli & cauliflower"},{"text":"The Concord type of this is used to make jam &amp; juice","response":"grapes"},{"text":"Casaba &amp; cantaloupe are types of this fruit","response":"melon"},{"text":"This unloved cabbage family member is named for the capital of Belgium","response":"Brussels sprouts"},{"text":"In Latin a pirum is one of these fruits, not two","response":"a pear"}],"originalDate":"2006-02-09"}],{"category":"FAMOUS AMERICANS","text":"In 1886 he published his first book, \"The Trumpet and Drum\", an instructional handbook with 8 compositions","response":"(John Philip) Sousa"}]}