{"mix":4957,"rounds":[[{"category":"FAMILY TELEVISION","comments":"","clues":[{"text":"The 1996 Thanksgiving episode of this Tim Allen sitcom featured a claymation dream sequence","response":"<i>Home Improvement</i>"},{"text":"Al Bundy is head of the household on this TV sitcom","response":"<i>Married... with Children</i>"},{"text":"Dick Van Patten played Tom Bradford, father of many, on this ABC drama","response":"<i>Eight Is Enough</i>"},{"text":"Stephen Collins plays a minister &amp; father of 5 on this WB Network drama","response":"<i>7th Heaven</i>"},{"text":"She played Kate Lawrence, mother of 4, on the '70s series \"Family\"","response":"Sada Thompson"}],"originalDate":"1997-07-08"},{"category":"COOKING EQUIPMENT","comments":"","clues":[{"text":"Use these bristly implements to butter pastries or to keep meat moist on the grill","response":"brushes"},{"text":"Waffles are made in an iron &amp; muffins are made in an implement named for this metal","response":"tin"},{"text":"Used to keep food warm, this \"dish\" is a container with a pan of hot water beneath it","response":"a chafing dish"},{"text":"When using this short, axlike butcher's knife, keep your other hand out of the way","response":"a cleaver"},{"text":"The mandoline, resembling a washboard, eases this process of cutting potatoes into matchlike strips","response":"julienning"}],"originalDate":"1997-07-08"},{"category":"ASTRONOMY &amp; SPACE","comments":"","clues":[{"text":"Though it's currently Polaris, Vega will become this directional star around 14,000 A.D.","response":"the North Star (or the Pole Star)"},{"text":"In 1996 one of these minor planets the size of Pikes Peak was named for newsman Walter Cronkite","response":"an asteroid"},{"text":"America's first weather satellite, its name stood for Television &amp; Infrared Observation Satellite","response":"TIROS"},{"text":"Corvus, a small constellation south of Virgo, is said to represent this black bird","response":"the crow"},{"text":"In 1973 Alan Bean spent nearly 2 months aboard this U.S. space station","response":"Skylab"}],"originalDate":"1997-07-08"},{"category":"AWARDS","comments":"","clues":[{"text":"The Federation of Fly Fishers, Harvard's Hasty Pudding Club &amp; Time Magazine all name one of these","response":"Man of the Year"},{"text":"A silver medal goes to totally blind men who score over 185 in this indoor sport","response":"bowling"},{"text":"The developers of this sound system, in common use since the '70s, received an Academy Award in 1989","response":"Dolby"},{"text":"His innovative poems like \"The Waste Land\" earned him the 1948 Nobel Prize for Literature","response":"Thomas Stearns Eliot"},{"text":"The MacArthur Foundation's 6-figure awards to brilliant people in various fields are known as these \"grants\"","response":"Genius grants"}],"originalDate":"1997-07-08"},{"category":"FRENCH NAMES OF COUNTRIES","comments":"","clues":[{"text":"Suisse","response":"Switzerland"},{"text":"Arabie Saoudite","response":"Saudi Arabia"},{"text":"Norvege","response":"Norway"},{"text":"Liban","response":"Lebanon"},{"text":"Lettonie","response":"Latvia"}],"originalDate":"1997-07-08"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Peach County is the center of this state's peach-growing belt","response":"Georgia"},{"text":"Theodore Roosevelt Island in the District of Columbia lies in this river","response":"Potomac"},{"text":"This site of the U.S. Immigration Depot was called Oyster Island by the Dutch","response":"Ellis Island"},{"text":"At one point this state is less than 2 miles wide between its borders with Pennsylvania &amp; West Virginia","response":"Maryland"},{"text":"The U.S.A.'s strongest surface wind, 231 mph, was recorded on this New Hampshire mountain","response":"Mount Washington"}],"originalDate":"1997-07-08"}],[{"category":"COURT CASES","comments":"","clues":[{"text":"From Miranda v. Arizona, before interrogation one must be told of the right to remain this","response":"silent"},{"text":"In 1962's Engel v. Vitale the Supreme Court eliminated this practice in New York State's public schools","response":"prayer"},{"text":"Founded in 1920, this organization has been involved with the Scopes trial &amp; Brown v. Board of Education","response":"the ACLU (American Civil Liberties Union)"},{"text":"In December 1996 the 1993 federal conviction of this S&L operator was thrown out","response":"Charles Keating"},{"text":"F. Lee Bailey took the case of this Ohio doctor &amp; convicted murderer to the Supreme Court in 1966 &amp; won","response":"Sam Sheppard"}],"originalDate":"1997-07-08"},{"category":"LITERATURE","comments":"","clues":[{"text":"Readers in 1860-61 picked up copies of \"All the Year Round\" to read installments of his \"Great Expectations\"","response":"Charles Dickens"},{"text":"Time in this futuristic Aldous Huxley novel is measured from the invention of the Model T Ford","response":"<i>Brave New World</i>"},{"text":"This 1975 E.L. Doctorow novel relates the story of Coalhouse Walker Jr., who's harassed by local firemen","response":"<i>Ragtime</i>"},{"text":"Saul Bellow's title character whose \"gift\" to Charlie Citrine was a sense of hope","response":"Humboldt"},{"text":"Willa Cather's \"My Antonia\", \"O Pioneers!\" &amp; \"A Lost Lady\" are set on the frontier in this Midwestern state","response":"Nebraska"}],"originalDate":"1997-07-08"},{"category":"FAMOUS NAMES","comments":"","clues":[{"text":"Before marrying Jackie Kennedy, he was linked romantically with Maria Callas","response":"Aristotle Onassis"},{"text":"In 1951 she was nominated for vice president of Argentina, but was forced to withdraw from the race","response":"Eva Peron"},{"text":"Though best known for his popcorn, this late entrepreneur also pioneered the use of liquid fertilizer","response":"Orville Redenbacher"},{"text":"From 1942 to 1956 he headed the Institute for Sex Research at Indiana University","response":"Alfred Kinsey"},{"text":"Though she became queen of the Netherlands in 1890, she wasn't crowned until September 6, 1898","response":"Queen Wilhelmina"}],"originalDate":"1997-07-08"},{"category":"HODGEPODGE","comments":"(Alex: A little bit of everything.)","clues":[{"text":"It's the only continent occupied by a single nation","response":"Australia"},{"text":"The red marking on a black widow is described as this shape","response":"hourglass"},{"text":"A fool or madman card is among the 78 cards that make up this special fortune telling pack","response":"tarot"},{"text":"Reigning from 1449 to 1453, Constantine XI Palaeologus was this empire's last emperor","response":"the Byzantine Empire"},{"text":"3 U.S. presidents died on this date &amp; one, Calvin Coolidge, was born on it","response":"July 4"}],"originalDate":"1997-07-08"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"His first act after being sworn in as president of the Confederacy was to send a peace commission to Washington, D.C.","response":"Jefferson Davis"},{"text":"Tired of eating mule jerky, Vicksburg fell in July 1863 after a 6-week one of these military tactics","response":"a siege"},{"text":"Robert E. Lee saved this capital from capture with his June 1862 attack on McClellan's forces","response":"Richmond"},{"text":"In Feb. 2005 a reenactment was staged for this 140th anniversary of this fort's reoccupation by Union troops","response":"Fort Sumter"},{"text":"On Sept. 2, 1864 this general sent a wire saying, \"Atlanta is ours, and fairly won\"","response":"Sherman"}],"originalDate":"2006-02-06"},{"category":"CELEBS","comments":"","clues":[{"text":"On Sept. 14, 2005 she gave birth to Sean Preston Federline","response":"Britney Spears"},{"text":"The TV show \"Everybody Hates Chris\" is based on the childhood of this comic","response":"Chris Rock"},{"text":"He auditioned for &amp; won the part of Ron Weasley with a rap that he wrote","response":"Rupert Grint"},{"text":"Her 18th birthday party was \"A Cinderella Story\" with 300 guests &amp; red velvet cake","response":"Hilary Duff"},{"text":"\"You Stand Watching\" this \"Shine On\" singer","response":"Ryan Cabrera"}],"originalDate":"2006-02-06"}],{"category":"HOLIDAY HISTORY","text":"Cuba removed Christmas from its list of national holidays in 1969 &amp; restored it in 1997 in anticipation of a visit by this man","response":"Pope John Paul II"}]}