{"mix":4959,"rounds":[[{"category":"WKC BEST IN SHOW","comments":"(Alex: The Westminster Kennel Club.)","clues":[{"text":"1913's ch. Strathtay Prince Albert, of this breed, must have made Yale proud in taking the crown","response":"a bulldog"},{"text":"Definitely \"Old English\", 1975's ch. Sir Lancelot of Barvan was this breed","response":"an English sheepdog"},{"text":"What other breed could 1935's ch. Nunsoe Duc de la Terrace of Blakeen be but a standard this","response":"a poodle"},{"text":"A current California senator should know it's the \"sporty\" breed of 1947's ch. Warlord of Mazelaine","response":"a boxer"},{"text":"Devo-tees know this breed of ch. Courtenay Fleetfoot of Pennyworth, 1964's winner, can run as fast as 35 mph","response":"a whippet"}],"originalDate":"2006-02-03"},{"category":"EXPLORERS &amp; EXPLORATION","comments":"","clues":[{"text":"This explorer's wife Josephine wrote the book \"Snow Baby\" about giving birth to their daughter in Greenland","response":"Robert Peary"},{"text":"In January 1773 this British sea captain crossed the Antarctic Circle but never sighted land","response":"Captain Cook"},{"text":"This 19th c. army officer initially named the Great Salt Lake for himself, but had to settle for some salt flats","response":"Bonneville"},{"text":"In 1820 Stephen Long called the Great Plains the \"Great\" this, unsuitable for agricultural deveopment","response":"American Desert"},{"text":"In 1533 Hernando de Soto joined Francisco Pizarro in taking this Incan capital &amp; nearly lost his life in an ambush","response":"Cuzco"}],"originalDate":"2006-02-03"},{"category":"\"D\" DAY","comments":"","clues":[{"text":"Eveready's dominance in U.S. battery sales was shaken after this brand was introduced in 1964","response":"Duracell"},{"text":"It's defined as removing oneself from a vessel such as the QE2","response":"debarking (or disembarking)"},{"text":"It's the nickname of the hand of aces &amp; eights held by Wild Bill Hickok at the time of his 1876 murder","response":"Dead Man's Hand"},{"text":"On a whale shark this fin can be 4 feet high","response":"the dorsal fin"},{"text":"Woody Allen joked that he earned pin money in school hustling in this Hanukkah top game","response":"Dreidel"}],"originalDate":"2006-02-03"},{"category":"SCIENCE FICTION","comments":"","clues":[{"text":"In Jules Verne's \"The Mysterious Island\", this reclusive captain dies &amp; is buried at sea in his submarine","response":"Captain Nemo"},{"text":"This 1898 novel is divided into 2 parts: \"The Coming of the Martians\" &amp; \"The Earth Under the Martians\"","response":"<i>War of the Worlds</i>"},{"text":"Credited with formulating the \"Three Laws of Robotics\", he said the idea came from his editor John Campbell","response":"Isaac Asimov"},{"text":"In 1997 he ended his \"Odyssey\" series with \"3001: The Final Odyssey\"","response":"Arthur Clarke"},{"text":"He won 6 Hugo Awards for his fiction, including \"Starship Troopers\" &amp; \"Stranger in a Strange Land\"","response":"Robert Heinlein"}],"originalDate":"2006-02-02"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"When she married the future president in 1759, she was said to be the richest marriageable woman in Virginia","response":"Martha Washington"},{"text":"Her father was John V. Bouvier III, a New York stockbroker","response":"Jackie Kennedy"},{"text":"What a shopper!  In the 1860s she reportedly bought 300 pairs of gloves during one 4-month period","response":"Mary Todd Lincoln"},{"text":"An institute for caregiving is named for her at Georgia Southwestern State, her alma mater","response":"Rosalynn Carter"},{"text":"She attended Barstow, a finishing school for girls, in Kansas City near her hometown of Independence","response":"Mrs. Truman"}],"originalDate":"2006-02-02"},{"category":"I AM A CAMERA","comments":"","clues":[{"text":"In 1947 this company introduced an instant camera that could deliver a finished print in 60 seconds","response":"Polaroid"},{"text":"This \"colorful\" camera introduced in 1900 cost a mere dollar","response":"the Brownie"},{"text":"Patented around 1938, Vladimir Zworykin's iconoscope was the first practical one of these","response":"TV camera"},{"text":"In 1895 these French brothers invented the cinematographe, which combined a movie camera &amp; a projector","response":"the Lumière Brothers"},{"text":"This German company introduced the first precision miniature 35 mm camera in 1924","response":"Leica"}],"originalDate":"2006-02-02"}],[{"category":"\"F\" STOP","comments":"","clues":[{"text":"He was only 23 in 1729 when he began publishing the Pennsylvania Gazette","response":"Benjamin Franklin"},{"text":"An amusement park ride consisting of an upright disk with passenger gondolas suspended from the rim","response":"a Ferris wheel"},{"text":"A nozzled weapon that projects ignited incendiary fuel","response":"a flamethrower"},{"text":"A ZZ Top album, a movie ticketing service or a dance of Spain","response":"Fandango"},{"text":"The 2 types of wrestling in the Olympics are Greco-Roman &amp; this","response":"freestyle"}],"originalDate":"2006-02-02"},{"category":"2-SPORT TERMS","comments":"","clues":[{"text":"One successful roll for Pete Weber or pitch for Eric Gagne","response":"a strike"},{"text":"In 2 different sports, it can weigh 1 1/8 ounces of lead, or 16 pounds of iron or brass","response":"a shot"},{"text":"One player on a hockey team is paid to do this, a violation in basketball","response":"goal tend"},{"text":"A running back runs through it in the defense; a driving basketballer \"takes the ball to\" it","response":"the hole"},{"text":"A golfer hits this chip shot to reach the green; a tennis player hits it to get to the net","response":"approach shots"}],"originalDate":"2006-02-02"},{"category":"NEWSPAPERS","comments":"","clues":[{"text":"Its front page features \"Snapshots\", which depict trends in graphs &amp; cartoons","response":"<i>USA Today</i>"},{"text":"In June 2002 this city's Times-Picayune began a 5-part series on the destruction a hurricane could bring","response":"New Orleans"},{"text":"\"The newspaper of Silicon Valley\", this San Jose paper got its name from another element mined in the area","response":"the <i>San Jose Mercury News</i>"},{"text":"Pacific Newspaper Group, a CanWest company, publishes both The Province &amp; The Sun in this Canadian city","response":"Vancouver"},{"text":"You could call C.P. Scott, who edited Manchester's leading newspaper for 57 years, this kind of \"angel\"","response":"<i>Guardian</i>"}],"originalDate":"2006-02-02"},{"category":"ANATOMY","comments":"","clues":[{"text":"It's the part of the body where you'll find the sternocleidomastoid muscle","response":"the neck"},{"text":"Periosteum, a membrane that covers the surface of this, is from the Greek for \"around\" this","response":"bone"},{"text":"A microliter of blood contains from 150,000 to 400,000 of these blood-clotting bodies","response":"platelets"},{"text":"It sounds funny, but the aqueous humor lubricates important parts of this organ","response":"the eye"},{"text":"It's the overall name for 3 pairs of glands: parotid, submandibular &amp; sublingual","response":"the salivary glands"}],"originalDate":"2006-02-02"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"Wheat was introduced to the New World by this explorer in 1493","response":"Christopher Columbus"},{"text":"On Sept. 3, 1996 the U.S. launched cruise missiles against this country for attacking Kurd territory","response":"Iraq"},{"text":"Last name of the brothers who made an overland trek in the 1260s from Bukhara, Uzbekistan to China","response":"Polo"},{"text":"This personal guard of Roman emperors consisted of 9 cohorts of 1,000 soldiers each","response":"the Praetorian Guard"},{"text":"In April 1992 Pres. Alberto Fujimori suspended this country's constitution &amp; dissolved the legislature","response":"Peru"}],"originalDate":"1997-07-02"},{"category":"CONTESTS","comments":"","clues":[{"text":"In Hannibal, Missouri's fence painting contest, judges favor entrants who dress like this character","response":"Tom Sawyer"},{"text":"The University of Michigan &amp; MIT have won the Sunrayce, a competition for this kind of vehicle","response":"a solar-powered vehicle"},{"text":"12-year-old Wendy Guey of Palm Beach Gardens, Florida won this contest with \"vivisepulture\"","response":"the National Spelling Bee"},{"text":"As a part of the Highland Games, this long wooden pole is tossed end over end","response":"a caber"},{"text":"For writing \"It was a dark and stormy night\", this Victorian has a bad prose contest named for him","response":"Edward Bulwer-Lytton"}],"originalDate":"1997-07-02"}],{"category":"U.S. PRESIDENTS","text":"He was the first U.S. president to be elected in an Olympic year","response":"McKinley"}]}