{"mix":4960,"rounds":[[{"category":"THE ELEMENTS","comments":"","clues":[{"text":"In the title of an old comedy, it's paired with \"Old Lace\"","response":"arsenic"},{"text":"This element found in limestome derives its name from the Latin word for lime, calx","response":"calcium"},{"text":"Of the metallic elements, it's the one most strongly attracted to a magnet","response":"iron"},{"text":"Sometimes used to make explosives, it's the most plentiful gas in the air","response":"nitrogen"},{"text":"Symbolized Ac, it's alphabetically first among the elements","response":"actinium"}],"originalDate":"1997-07-02"},{"category":"AFRICAN COOKING","comments":"","clues":[{"text":"Made of beans &amp; eggs, ful medames has been eaten in this country perhaps since the time of the pharaohs","response":"Egypt"},{"text":"In Ghana a dumpling called fufu is served with a soup made of the groundnut known here as this","response":"peanut"},{"text":"Mtori, a Tanzanian plantain soup, can also be made with this similar fruit","response":"banana"},{"text":"Almond milk is enjoyed in this country, where it is sold on the streets of Marrakesh","response":"Morocco"},{"text":"In Zimbabwe, bowara refers to the leaves of this large gourd that is carved in the U.S.","response":"a pumpkin"}],"originalDate":"1997-07-02"},{"category":"THE LEAST MOVEMENT","comments":"(Alex: Let me give you a little bit of an explanation about this category: each correct response will be an anagram of one of the words in the category, in this case it will be \"least\", so all you have to do is rearrange some letters.)","clues":[{"text":"Michener wrote these \"of the South Pacific\"","response":"tales"},{"text":"Used for roofing &amp; blackboards, it's best to start with a \"clean\" one","response":"a slate"},{"text":"To take a base during a pitch","response":"steal"},{"text":"With \"mate\", it means nobody wins the chess game","response":"stale"},{"text":"It's an inscribed pillar or slab used for commemorative purposes","response":"a stela"}],"originalDate":"1997-07-02"},{"category":"NORTH AMERICAN GEOGRAPHY","comments":"","clues":[{"text":"Joshua Tree National Monument near Palm Springs in this state was made a national park in 1994","response":"California"},{"text":"The Rio Grande forms part of the border between these 2 U.S. states","response":"New Mexico & Texas"},{"text":"In 1970, while this country was still a British dependency, Belmopan became its capital","response":"Belize"},{"text":"Lake Nicaragua is connected to this smaller Nicaraguan lake by the Tipitapa River","response":"Lake Managua"},{"text":"Provinces of this Central American country include Chiriqui, Veraguas &amp; Darien","response":"Panama"}],"originalDate":"1997-07-02"},{"category":"16th CENTURY NAMES","comments":"","clues":[{"text":"In his 1520 \"Address to the Christian Nobility of the German Nation\", he called for church reform","response":"Martin Luther"},{"text":"In Russian this czar's nickname was Grozny, \"The Dread\"","response":"Ivan the Terrible"},{"text":"This third wife of Henry VIII died in 1537 after giving birth to Edward VI","response":"Jane Seymour"},{"text":"During his \"magnificent\" reign over the Ottomans, he conquered Hungary &amp; much of Mesopotamia","response":"Suleiman"},{"text":"In 1578 this Flemish cartographer engraved a new set of maps for Ptolemy's \"Geography\"","response":"Gerardus Mercator"}],"originalDate":"1997-07-02"},{"category":"LEGAL PEOPLE","comments":"","clues":[{"text":"Nominated by Ronald Reagan as a conservative, she's moved to the center while on the Supreme Court","response":"Sandra Day O'Connor"},{"text":"The same-named grandfather of this conservative radio host practiced law in Missouri at age 104","response":"Rush Limbaugh"},{"text":"Geoffrey Fieger, whose brother sang \"My Sharona\", is the lawyer for this controversial Michigan doctor","response":"Jack Kevorkian"},{"text":"O.J. Simpson's lead criminal defense attorney, he was once a prosecutor for the L.A. city attorney","response":"Johnnie Cochran"},{"text":"This flamboyant Western defense lawyer wrote the 1995 bestseller \"How to Argue and Win Every Time\"","response":"Gerry Spence"}],"originalDate":"1997-07-02"}],[{"category":"BALLET","comments":"","clues":[{"text":"We have a \"hunch\" you'll know Antoine Coulon was the first to dance this role in \"La Esmeralda\"","response":"Quasimodo"},{"text":"Jules Perrot's short ballet \"Pas de Quatre\" requires this many ballerinas","response":"4"},{"text":"In 1958 this grande dame of British ballet was acclaimed for playing a water sprite in \"Ondine\"","response":"Margot Fonteyn"},{"text":"This \"Rodeo\" choreographer's 1940 ballet \"Black Ritual\" featured an all-black cast","response":"Agnes de Mille"},{"text":"The dramatic ballet \"Las Hermanas\" is based on this Spaniard's play \"The House of Bernarda Alba\"","response":"Federico Garcia Lorca"}],"originalDate":"1997-07-02"},{"category":"MUSEUMS","comments":"","clues":[{"text":"A museum in Rutland, Vermont displays many of his illustrations, including covers of The Saturday Evening Post","response":"Norman Rockwell"},{"text":"The Longyear Museum in Brookline, Mass. displays memorabilia of this Christian Science founder","response":"Mary Baker Eddy"},{"text":"The Hillerich &amp; Bradsby Museum in Louisville, Kentucky displays this athletic equipment used by famous players","response":"baseball bats"},{"text":"The Prince of Wales Museum of Western India in this city has large collections of jade &amp; china","response":"Bombay (Mumbai)"},{"text":"The Drake Well Museum in Titusville, Penn. is dedicated to the history of this industry","response":"oil"}],"originalDate":"1997-07-02"},{"category":"CIVIL WAR LIT","comments":"","clues":[{"text":"First lady who was the subject of Irving Stone's \"Love Is Eternal\"","response":"Mary Todd Lincoln"},{"text":"At Mark Twain's urging, this Civil War general wrote his \"Personal Memoirs\"","response":"Ulysses S. Grant"},{"text":"The top-rated miniseries of the 1985-86 season was based on this John Jakes novel","response":"<i>North and South</i>"},{"text":"Bruce Catton began his Civil War studies in the 1950s with a trilogy on this Union army","response":"the Army of the Potomac"},{"text":"MacKinlay Kantor's books include \"Arouse and Beware\" &amp; this one set in a Confederate prison","response":"<i>Andersonville</i>"}],"originalDate":"1997-07-02"},{"category":"NOVEL VOCABULARY","comments":"","clues":[{"text":"This Daniel Defoe hero is \"thrown into a violent calenture\"<span class=\"nobreak\">--</span>a fever once said to affect sailors in the Tropics","response":"Robinson Crusoe"},{"text":"In \"The Europeans\" Gertrude wears a \"quaint and charming leghorn\" one of these, \"tied with white satin bows\"","response":"a hat"},{"text":"In \"A Tale of Two Cities\", Jerry Cruncher is a \"resurrection-man\"<span class=\"nobreak\">--</span>defined as a person who steals &amp; sells these","response":"corpses"},{"text":"In \"Emma\", Emma speaks of being in Broadway-lane when \"it began to mizzle\", which means this","response":"drizzle (mist accepted)"},{"text":"\"What a mommet of a maid!\" (mommet meaning scarecrow) is said of this Thomas Hardy title character","response":"Tess"}],"originalDate":"2006-02-01"},{"category":"\"B\" IN FASHION","comments":"","clues":[{"text":"During the 1992 L.A. riots, one of these worn by Madonna in a video was stolen from Frederick's of Hollywood","response":"a bustier"},{"text":"In the 1960s women would puff out their hair in this style, French for \"full\" or \"puffed\"","response":"bouffant"},{"text":"In the 1800s women would puff out their skirts by wearing this padding or framework underneath","response":"a bustle"},{"text":"This short jacket worn open in the front is perfect for listening to Ravel's music of the same name","response":"a bolero"},{"text":"The USA's oldest clothing retailer, this upscale, once family-run business has collared the market on men's apparel since 1818","response":"Brooks Brothers"}],"originalDate":"2006-02-01"},{"category":"INVENTORS","comments":"","clues":[{"text":"Shortly after establishing a lab in Menlo Park, N.J., he invented the carbon telephone transmitter","response":"Edison"},{"text":"In 1936 he wrote a paper for the Smithsonian entitled \"Liquid-Propellant Rocket Development\"","response":"(Robert) Goddard"},{"text":"In 1815 he built America's first steam-powered warship","response":"Fulton"},{"text":"By early 1895, at his estate near Bologna, he could ring a bell a few yards away via radio waves","response":"Marconi"},{"text":"Around 1862 this American locksmith introduced a dial-operated combination lock for bank vaults","response":"Linus Yale"}],"originalDate":"2006-02-01"}],{"category":"BRITISH AUTHORS","text":"His son Christopher said, my father \"got to where he was by climbing upon my infant shoulders\"","response":"A.A. Milne"}]}