{"mix":4961,"rounds":[[{"category":"IT'S ALL GREEK TO ME","comments":"","clues":[{"text":"This branch of medicine is from the Greek for \"mind cure\"","response":"psychiatry"},{"text":"Spread it around<span class=\"nobreak\">--</span>it goes back to a Greek word for \"cow cheese\"","response":"butter"},{"text":"The name of these sometimes nasty microscopic life forms is from the Greek for \"little rod\"","response":"bacteria (bacilla later accpted)"},{"text":"This elevated Athens area appropriately comes from 2 Greek words meaning \"highest city\"","response":"the Acropolis"},{"text":"One of the sacraments established by Christ; its \"holy\" name is from the Greek for \"grateful\"","response":"Eucharist"}],"originalDate":"2006-02-01"},{"category":"EGYPTIAN CINEMA","comments":"","clues":[{"text":"In 1934, Claudette Colbert played this Egyptian; in 1963, Elizabeth Taylor did","response":"Cleopatra"},{"text":"Indy seeks to solve a biblical mystery in this 1981 film that features a quest from Nepal to Cairo","response":"<i>Raiders of the Lost Ark</i>"},{"text":"Boris Karloff was under wraps as this title Egyptian in a 1932 film","response":"the Mummy"},{"text":"Rita Hayworth makes a short, sultry appearance in the 1935 film about this Asian detective “in Egypt”","response":"Charlie Chan"},{"text":"In this 1994 film, an interstellar-teleportation device found in Egypt leads humans to a distant planet","response":"<i>Stargate</i>"}],"originalDate":"2006-02-01"},{"category":"ANGOLAN HISTORY","comments":"","clues":[{"text":"In 1975 Angola gained its independence from this colonial power","response":"Portugal"},{"text":"In the 1970s this Caribbean country sent several thousand troops to fight in Angola's civil war","response":"Cuba"},{"text":"Around 2,000 years ago, members of this large African ethnolinguistic group began settling in Angola","response":"Bantu"},{"text":"Today a city of 2 1/2 million, this capital city was founded in 1576","response":"Luanda"},{"text":"Angola's borders were not fixed until 1926 &amp; the resolution of a dispute with what's now this nation due south","response":"Namibia"}],"originalDate":"2006-02-01"},{"category":"SHAKESPEARE IN LOVE","comments":"","clues":[{"text":"\"Not that I loved Caesar less\", says Brutus, \"but that I loved\" this city \"more\"","response":"Rome"},{"text":"Jessica states that \"love is blind\" as she elopes (with dad Shylock's ducats) in this comedy","response":"<i>The Merchant of Venice</i>"},{"text":"He declares his love to Ophelia in a letter saying, \"Doubt Truth to be a liar, but never doubt I love\"","response":"Hamlet"},{"text":"She says, \"My only love sprung from my only hate!\"","response":"Juliet"},{"text":"Will's only play with \"love\" in the title","response":"<i>Love's Labour's Lost</i>"}],"originalDate":"2006-01-31"},{"category":"AMERICAN BEAUTY","comments":"","clues":[{"text":"In 2002 she legally dropped Voight as her last name","response":"Angelina Jolie"},{"text":"This TV \"Newlywed\" complimented Secretary of the Interior Gale Norton on her decorating of the White House","response":"Jessica Simpson"},{"text":"In 2005 British beauty Twiggy joined this creator of \"America's Next Top Model\" on the judging panel","response":"Tyra Banks"},{"text":"She went from San Francisco 49er cheerleader to Lois Lane to Wisteria Lane","response":"Teri Hatcher"},{"text":"In 1994 this \"Die Another Day\" actress played a character named Sharon Stone in \"The Flintstones\"","response":"Halle Berry"}],"originalDate":"2006-01-31"},{"category":"THE ENGLISH PATENT","comments":"","clues":[{"text":"In England no patents are listed from Jan. 30, 1649 to May 29, 1660 due to this man's tenure as Lord Protector","response":"(Oliver) Cromwell"},{"text":"The first British patent was given in 1449 by Henry VI to make stained glass for this largest English boys' college","response":"Eton"},{"text":"Litigation on this man's 1796 patent for steam engines established that improvements for known machines were allowed","response":"(James) Watt"},{"text":"John Harrington's patent for a water closet was denied by this ruler in 1596 on grounds of propriety","response":"Elizabeth I"},{"text":"James Burbage was part of the Earl of Leicester's Men, which in 1574 was the first ever of these to get a patent","response":"theatre troupe"}],"originalDate":"2006-01-31"}],[{"category":"BRAVE HEART","comments":"","clues":[{"text":"The first popularly elected president of the Russian Republic, he survived 5 heart attacks during his 2 terms","response":"Yeltsin"},{"text":"In 1991 George H.W. Bush gave this Defense Secretary &amp; heart attack survivor the Medal of Freedom","response":"Cheney"},{"text":"This South African performed the first human heart transplant &amp; disdained his nation's system of apartheid","response":"(Dr. Christiaan) Barnard"},{"text":"Invasive coronary bypass surgery was the standard for unclogging arteries before the advent of this procedure","response":"angioplasty"},{"text":"The first permanent artificial heart, implanted in Barney Clark in 1982, was named for this doctor","response":"Robert Jarvik"}],"originalDate":"2006-01-31"},{"category":"UNFORGIVEN","comments":"","clues":[{"text":"AKA Panchamas, these people were called \"children of God\" by Gandhi; Eliot Ness was another type","response":"an untouchable"},{"text":"In Matthew 27:5 he \"cast down the pieces of silver in the temple, and departed, and went and hanged himself\"","response":"Judas"},{"text":"The name of this biblical son of Abraham who was cast away after the birth of Isaac now means \"outcast\"","response":"Ishmael"},{"text":"Pravda reported in 2001 that Ukraine declared U.S. Ambassador Carlos Pasqual this 3-word Latin term","response":"<i>persona non grata</i>"},{"text":"On June 19, 1953 at Sing Sing, this couple became the first U.S. civilians executed for the crime of spying","response":"the Rosenbergs"}],"originalDate":"2006-01-31"},{"category":"TEUTONIC","comments":"","clues":[{"text":"Teutonic Knights trace their origin to this present country where men from Bremen &amp; Lubeck formed a fraternity","response":"Germany"},{"text":"The current headquarters of the Teutonic Knights are in this European capital at Singerstrasse 7","response":"Vienna"},{"text":"In 1263 Urban IV allowed the Teutonic Knights freedom from this vow, increasing their influence &amp; wealth","response":"poverty"},{"text":"Hermann Von Salza reigned over the Knights from 1210 to 1239 with this title, like one a chess expert might have","response":"grandmaster"},{"text":"In 1525 Teutonic Knight Albert of Hohenzollern made himself Duke of this area; Frederick I later ruled there","response":"Prussia"}],"originalDate":"2006-01-31"},{"category":"BEER-VERTISING","comments":"","clues":[{"text":"\"If you've got the time, we've got the beer\"","response":"Miller"},{"text":"\"The beer drinker's light beer\"","response":"Amstel Light"},{"text":"\"Tastes as great as its name\"","response":"Old Milwaukee"},{"text":"\"You never forget your first girl\"","response":"St. Pauli Girl"},{"text":"\"Miles away from ordinary\"","response":"Corona"}],"originalDate":"2006-01-31"},{"category":"ADD A LETTER","comments":"(Alex: ...and we need a letter as your correct response.)","clues":[{"text":"Add this letter to rave &amp; you're in deep trouble, as in underground","response":"G (for <b>g</b>rave)"},{"text":"Snap this letter into your Kodak &amp; you'll have yourself a big brown bear","response":"I (for Kod<b>i</b>ak)"},{"text":"In slang your foes will become much more attractive when you insert this letter","response":"X (for fo<b>x</b>es)"},{"text":"There'll be a lot to contemplate when you add this letter to mediate","response":"T (for medi<b>t</b>ate)"},{"text":"Adding this letter to Orpheus makes him a pretty dreamy guy","response":"M (for <b>M</b>orpheus)"}],"originalDate":"2006-01-31"},{"category":"SURRENDER!","comments":"","clues":[{"text":"When asked to surrender, naval hero John Paul Jones supposedly quipped, \"I have not yet begun to\" do this","response":"fight"},{"text":"American general William Hull was court-martialed for surrendering this Michigan city during the War of 1812","response":"Detroit"},{"text":"In 332 B.C. Mazaces, the Persian in charge of Egypt, wisely surrendered to this \"Great\" guy","response":"Alexander"},{"text":"French forces resisted a Vietminh attack here for 56 days but surrendered in May 1954","response":"Dien Bien Phu"},{"text":"It was McAuliffe's widely quoted 1-word reply when asked by the Germans to surrender at Bastogne in 1944","response":"\"Nuts\""}],"originalDate":"2006-01-30"}],{"category":"SHAKESPEARE","text":"These 2 \"King Lear\" characters, 1 male, 1 female, both represent truthfulness; one disappears when the other returns","response":"Cordelia and the Fool"}]}