{"mix":4964,"rounds":[[{"category":"\"EX\" WORDS","comments":"","clues":[{"text":"Departure of a large number of people; the Israelites, for example","response":"Exodus"},{"text":"King Arthur's sword","response":"Excalibur"},{"text":"In this bet, the first &amp; second place finishers in a horse race must be picked in order correctly","response":"exacta"},{"text":"From the Latin for \"out of the ground\", it means to disinter","response":"exhume"},{"text":"In math this number denotes the power to which another number is raised","response":"the exponent"}],"originalDate":"1997-06-26"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"Once upon a time this publisher noted for his \"castle\" owned the largest newspaper chain in the U.S.","response":"William Randolph Hearst"},{"text":"Sadly, in the last decade of her life this \"Lady With The Lamp\" was blind &amp; an invalid","response":"Florence Nightingale"},{"text":"In 1934 Wali Fard, who founded this religious movement, was succeeded by Elijah Muhammad","response":"Nation of Islam"},{"text":"Elected to the House from Mass., in 1831 he became the 1st former president to return to Congress","response":"John Quincy Adams"},{"text":"An aquaintance of Ibsen, this Norwegian painter designed sets for \"Hedda Gabler\" &amp; \"Ghosts\"","response":"Edvard Munch"}],"originalDate":"1997-06-26"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Cardigan Bay indents the coastline of this United Kingdom principality","response":"Wales"},{"text":"The redundant-sounding Townsville, in this country's Queensland state, was named for Robert Towns","response":"Australia"},{"text":"The Mekong River provides transportation for this landlocked Indochinese nation","response":"Laos"},{"text":"Lagos, Ibadan &amp; Ogbomosho are the largest cities of this West African nation","response":"Nigeria"},{"text":"A daily hydrofoil crosses the Rio de la Plata from Buenos Aires to Colonia in this country","response":"Uruguay"}],"originalDate":"1997-06-26"},{"category":"FURNITURE","comments":"","clues":[{"text":"This piece of furniture found next to a bed is called a bed table","response":"Nightstand"},{"text":"A chesterfield is a large, overstuffed one of these","response":"Sofa"},{"text":"Dating from the Renaissance, it's a low bed on wheels that rolls under a larger bed when not in use","response":"Trundle bed"},{"text":"It's a bench placed in a cozy corner beside a fireplace, or a brand of wine","response":"Inglenook"},{"text":"It's French for a secretary or writing desk","response":"Escritoire"}],"originalDate":"1997-06-26"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"This innermost planet goes through apparent changes, or phases, just like our moon","response":"Mercury"},{"text":"Pathfinder is scheduled to land on this planet July 4, 1997 &amp; dispatch a rover named Sojourner","response":"Mars"},{"text":"Oh my darling!  It was announced in December 1996 that this space probe may have found ice on the moon","response":"Clementine"},{"text":"This cluster known as the \"Seven Sisters\" actually has over 300 stars within a 30 light year diameter","response":"Pleiades"},{"text":"Some stars end as these, denser than a white dwarf &amp; with a diameter of about 12 miles","response":"Neutron stars/pulsars"}],"originalDate":"1997-06-26"},{"category":"NONFICTION","comments":"","clues":[{"text":"1996's \"Baking With Julia\" is the companion book to her PBS series","response":"Julia Child"},{"text":"This comic playwright tells of his ups &amp; downs in the recent book \"Rewrites\"","response":"Neil Simon"},{"text":"This actress &amp; model recently published \"Basic Face:  A Makeup Workbook\"","response":"Cindy Crawford"},{"text":"He had best-sellers with \"The Dilbert Principle\" &amp; \"Dogbert's Top Secret Management Handbook\"","response":"Scott Adams"},{"text":"For his \"The Making of the President 1960\" he received the first Pulitzer Prize in General Nonfiction","response":"Theodore White"}],"originalDate":"1997-06-26"}],[{"category":"AMERICAN MUSIC","comments":"","clues":[{"text":"July 4, 1832 'tis the date this patriotic song was sung in public for the first time","response":"\"America\" (or \"My Country, 'Tis Of Thee\")"},{"text":"After resigning as director of the Marine Band, he gave his first concert with his own band Sept. 26, 1892","response":"John Philip Sousa"},{"text":"This American composed most of \"An American In Paris\" in Paris","response":"George Gershwin"},{"text":"His 1906 musical \"George Washington, Jr.\" featured the song \"You're A Grand Old Flag\"","response":"George M. Cohan"},{"text":"He said his \"Alexander's Ragtime Band\" was a song about ragtime, not a ragtime song","response":"Irving Berlin"}],"originalDate":"1997-06-26"},{"category":"THE SWEET 16th CENTURY","comments":"","clues":[{"text":"Ending in 1504, his fourth voyage to the New World took him to Panama","response":"Columbus"},{"text":"Johann Eck debated this noted Protestant in 1519 &amp; helped get him excommunicated in 1521","response":"Martin Luther"},{"text":"Crowned in 1523, Swedish King Gustav I ended the Kalmar Union of Sweden &amp; these 2 countries","response":"Norway & Denmark"},{"text":"He was so devastated to find out his fifth wife was cheating on him, he had her beheaded","response":"Henry VIII"},{"text":"In the early 1500s, between 2 more famous pictures, he worked on his \"Virgin and Child with St. Anne\"","response":"(Leonardo) da Vinci"}],"originalDate":"2006-01-27"},{"category":"PAST, PRESENT OR FUTURE","comments":"","clues":[{"text":"Mary Manley, back in the 1600s, came up with \"There's no time like\" this","response":"the present"},{"text":"A commodity bought or sold with an agreement that delivery will come later","response":"a future"},{"text":"Alvin Toffler wrote that when man's capacity for change is overwhelmed, he experiences this \"shock\"","response":"future shock"},{"text":"Proust's title \"A la recherche du temps perdu\" ends with this word in the English translation","response":"past"},{"text":"It's a homophone for a word meaning \"thrown\"","response":"past"}],"originalDate":"2006-01-27"},{"category":"MAGAZINES","comments":"","clues":[{"text":"The Feb. 18, 1929 issue of Time magazine featured the first of 6 covers devoted to this physicist","response":"Einstein"},{"text":"Although published by this organization for 62 years, American Girl advertised itself as \"for all girls\"","response":"the Girl Scouts of America"},{"text":"She once published The Hatchet, a monthly illustrated magazine devoted to Prohibition","response":"Carry Nation"},{"text":"Edwin Meredith, a former Secy. of Agriculture, founded Fruit, Garden and Home, which later was changed to this","response":"<i>Better Homes and Gardens</i>"},{"text":"The woman for whom this magazine is named is called \"orator, union organizer, and hellraiser\" on its masthead","response":"Mother Jones"}],"originalDate":"2006-01-27"},{"category":"2-LETTER CROSSWORD HELPER","comments":"","clues":[{"text":"No<span class=\"nobreak\">--</span>yes, no is a classic drama of this country","response":"Japan"},{"text":"Aa<span class=\"nobreak\">--</span>basaltic lava having a rough surface, from this language that brought us the Lanai","response":"Hawaiian"},{"text":"Fo<span class=\"nobreak\">--</span>Chinese name for this prince turned religious leader","response":"Buddha"},{"text":"Ti<span class=\"nobreak\">--</span>a tropical plant in the agave family, or the symbol for this element","response":"titanium"},{"text":"Ai<span class=\"nobreak\">--</span>this slow-moving arboreal South American animal; its laziness is debatable","response":"a sloth"}],"originalDate":"2006-01-27"},{"category":"BOTANY","comments":"","clues":[{"text":"Loved by felines, the herb Nepeta cataria is better known by this name","response":"catnip"},{"text":"In 1885 this horticulturist bought a farm in Sebastopol, California for his plant-breeding activities","response":"Luther Burbank"},{"text":"The jonquil is a species of this flower, &amp; its name is often wrongly applied to all yellow species of the flower","response":"a daffodil"},{"text":"Pollen grains are grown in this part of a flower that lies at the end of the filament","response":"the anther"},{"text":"Fungus diseases that attack this potassium-rich tropical fruit include Panama &amp; Sigatoka","response":"the banana"}],"originalDate":"2006-01-27"}],{"category":"MAMMALS","text":"One type of this aquatic animal gives milk that's 65% fat; pups are weaned in 4 days, the least of any mammal","response":"the seal"}]}