{"mix":4968,"rounds":[[{"category":"HOUSES OF WORSHIP","comments":"","clues":[{"text":"Wooden stave churches of Norway were built by these seafarers using shipbuilding techniques","response":"Vikings"},{"text":"Willow Creek Community Church draws 15,000 worshipers every week to this Illinois city's suburbs","response":"Chicago"},{"text":"Hie Jinja, dedicated to Oyamakui no Kami, is a Tokyo shrine of this religion","response":"Shinto"},{"text":"Many Roman basilica churches were built after this emperor's Edict of Milan in 313","response":"Constantine"},{"text":"The oldest of these buildings in America was built in 1763 by Isaac Touro's Newport, R.I. congregation","response":"Synagogue"}],"originalDate":"1997-06-20"},{"category":"MUSICAL DUOS","comments":"","clues":[{"text":"In 1990 this \"Bridge Over Troubled Water\" duo was inducted into the Rock &amp; Roll Hall of Fame","response":"Simon & Garfunkel"},{"text":"Dan Seals was part of England Dan &amp; John Ford Coley &amp; his brother Jim Seals was part of this duo","response":"Seals & Crofts"},{"text":"It seems like \"Only Yesterday\" that they were on \"Top Of The World\" with hits like \"For All We Know\"","response":"The Carpenters"},{"text":"In the early '90s, these twins, Matthew &amp; Gunnar, had a string of hits, including \"After the Rain\"","response":"Nelson"},{"text":"\"My Maria\" could tell you Kix &amp; Ronnie are the first names of this top country duo","response":"Brooks & Dunn"}],"originalDate":"1997-06-20"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"The Saint Jordi Sports Palace in this Spanish city was built for the 1992 Summer Olympics","response":"Barcelona"},{"text":"The Belvedere Palace adjacent to this city's Lazienki Park is the official residence of the Polish president","response":"Warsaw"},{"text":"The bulk of Egypt's imports &amp; exports pass through this port","response":"Alexandria"},{"text":"Parque Dario in this capital has a monument to Nicaraguan poet Ruben Dario","response":"Managua"},{"text":"A railroad tunnel under the Mersey River connects this British city to the Wirral Peninsula","response":"Liverpool"}],"originalDate":"1997-06-20"},{"category":"JURY DUTY","comments":"","clues":[{"text":"The general type of this military tribunal usually has a jury of 5 members","response":"Court martial"},{"text":"Like a witness, a prospective juror who lies during selection can be charged with this crime","response":"Perjury"},{"text":"In 1972 the Supreme Court ruled that the Constitution does not require this type of jury verdict","response":"Unanimous"},{"text":"Term for the isolation of a jury from the public; it lasted 9 months in the O.J. Simpson criminal case","response":"Sequestering"},{"text":"A trial jury is also called this type, as opposed to a grand jury","response":"Petit jury"}],"originalDate":"1997-06-20"},{"category":"TEA POTPOURRI","comments":"(Alex: Everything you've ever wanted to know about tea is in this category!)","clues":[{"text":"At least 3 complete sets of this Boston silversmith's tea sets are known to survive","response":"Paul Revere"},{"text":"The 3 main kinds of tea are green, oolong &amp; this \"dark\", fully fermented one","response":"Black tea"},{"text":"In 1952 this company introduced its \"Flo-Thru\" tea bag","response":"Lipton"},{"text":"In 1827 theine was discovered in tea; it was later proven identical to this coffee stimulant","response":"Caffeine"},{"text":"The city of Kandy is the economic focus of this country's tea-producing Central Highlands","response":"Sri Lanka (Ceylon)"}],"originalDate":"1997-06-20"},{"category":"THE CARIBBEAN","comments":"","clues":[{"text":"When in Trinidad you may go cuckoo for coocoo, a concoction made of cornmeal &amp; this palm fruit","response":"Coconut"},{"text":"One of the world's largest subterranean rivers is in Rio Camuy Cave Park in this U.S. commonwealth","response":"Puerto Rico"},{"text":"A specialty of the island of Saba, Saba Spice is a very strong type of this liquor mixed with sugar &amp; spices","response":"Rum"},{"text":"The country known as Saint Vincent &amp; these islands is one of the world's largest suppliers of arrowroot","response":"The Grenadines"},{"text":"Le Musee de Poupees Vegetales on this island displays dolls sculpted from local plants","response":"Martinique"}],"originalDate":"1997-06-20"}],[{"category":"MOVIE ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"Ads for this blue-eyed star's 1994 film \"Nobody's Fool\" stated he's \"worn to perfection\"","response":"Paul Newman"},{"text":"Fans of \"Friends\" can tell you she's the one who starred in \"She's The One\"","response":"Jennifer Aniston"},{"text":"Elizabeth Taylor was a budding star when she played an orphan in this 1944 film based on a Bronte novel","response":"\"Jane Eyre\""},{"text":"Christopher Walken played Diane Keaton's neurotic brother Duane in this classic Woody Allen film","response":"\"Annie Hall\""},{"text":"This lead singer of Blondie played Velma Von Tussle in John Waters' film \"Hairspray\"","response":"Debbie Harry"}],"originalDate":"1997-06-20"},{"category":"HISTORY","comments":"","clues":[{"text":"On Oct. 28, 1492 he landed at Cuba, first calling it Juana in honor of the Spanish rulers' daughter","response":"Christopher Columbus"},{"text":"Tenochtitlan, capital of this empire, was founded in 1325 on an island in what was Lake Texcoco","response":"Aztec"},{"text":"Between 1812 &amp; 1815 the Scots &amp; Irish founded the Red River settlement in this Canadian prairie province","response":"Manitoba"},{"text":"In 1908 more than 50,000 were killed in an earthquake on this largest Mediterranean island","response":"Sicily"},{"text":"It's said this law maker's code was \"written in blood\" because most crimes were punishable by death","response":"Draco (Draconian Code of Laws)"}],"originalDate":"1997-06-20"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"In \"Alice's Adventures In Wonderland\", he &amp; the Mad Hatter host the Mad Tea Party","response":"The March Hare"},{"text":"It's the nickname of Jack Dawkins, the young pickpocket in \"Oliver Twist\"","response":"The Artful Dodger"},{"text":"She married Christian de Neuvillette but it was Cyrano de Bergerac's poetry that she really loved","response":"Roxanne"},{"text":"In plot \"The Deerslayer\" is chronologically the first of 5 tales about this frontiersman","response":"Natty Bumppo"},{"text":"In \"The Great Gatsby\", this bonds salesman lives next door to Jay Gatsby","response":"Nick Carraway"}],"originalDate":"1997-06-20"},{"category":"LETTERS &amp; NUMBERS","comments":"(Alex: In this category, each correct response will be a letter and number combined.)","clues":[{"text":"On its label, this brown condiment claims to be \"How Steak Is Done\"","response":"A-1"},{"text":"Filed by employers with the SSA, this form shows workers' yearly wages &amp; taxes withheld","response":"W-2"},{"text":"Viacom Inc. owns MTV as well as this music network aimed at an older audience","response":"VH1"},{"text":"Common term for the group of wealthy nations whose leaders hold annual summer summits","response":"G-7"},{"text":"This controversial drug used to end pregnancies was developed by the French company Roussel Uclaf","response":"RU-486"}],"originalDate":"1997-06-20"},{"category":"GOING NUCULAR","comments":"","clues":[{"text":"On TV this Springfield safety inspector once corrected someone who said nuclear instead of \"nucular\"","response":"Homer Simpson"},{"text":"This president who often said \"nucular\" proposed the \"Atoms for Peace\" plan at the U.N.","response":"Eisenhower"},{"text":"Speechwriters for this 38th president often used \"atomic\" so he wouldn't say \"nucular\"","response":"Ford"},{"text":"The St. Petersburg Times reports this Florida senator, a 2004 Democratic presidential candidate, said, \"It doesn't pronounce the way it looks\"","response":"(Bob) Graham"},{"text":"On the PBS NewsHour, Les Aspin, this president's Secretary of Defense, shot off \"nucular\" weapons","response":"Clinton"}],"originalDate":"2006-01-25"},{"category":"BEATLES BEFORE &amp; AFTER","comments":"","clues":[{"text":"Famous London church whose album cover showed the lads in a zebra crossing","response":"Westminster Abbey Road"},{"text":"This 1970 Beatles hit \"leads to your door\" with an angry outburst by the driver of a car","response":"\"The Long And Winding Road Rage\""},{"text":"\"Unalienable rights\" include \"life, liberty\" &amp; the \"White Album\"'s ode to firearms","response":"the pursuit of happiness is a warm gun"},{"text":"1964 No. 2 hit that says, \"Do you promise not to tell\" that I'm a spy","response":"\"Do You Want To Know A Secret Agent\""},{"text":"Take this sad song, a 1968 No. 1, &amp; Thomas Hardy's last novel &amp; make it better","response":"\"Hey Jude The Obscure\""}],"originalDate":"2006-01-25"}],{"category":"WORD ORIGINS","text":"Like the name of a minor Roman god, this word for a caretaker comes from the Latin for \"door\"","response":"janitor"}]}