{"mix":4972,"rounds":[[{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"If you're out in this European mountain range you may find the Inn Valley","response":"the Alps"},{"text":"Bayern is the German name of this German state known for its beer","response":"Bavaria"},{"text":"Though Bornholm is a Danish island, it's much closer to this Scandinavian country than to Denmark","response":"Sweden"},{"text":"An island called the Calf of Man lies southwest of the Isle of Man in this sea","response":"Irish Sea"},{"text":"At 7,339 feet, Mount Orohena on this island is the highest point in the Society Islands","response":"Tahiti"}],"originalDate":"1997-06-19"},{"category":"FATS &amp; OILS","comments":"","clues":[{"text":"The inventor of this substitute named it after the Greek word for \"pearly\"<span class=\"nobreak\">--</span>margarites","response":"margarine"},{"text":"Ancient Greeks used this pressed oil from the fruit of the Olea Europaea for skin lotion &amp; anointings","response":"olive oil"},{"text":"This type of fat found in plum pudding can be used to make tallow candles","response":"suet"},{"text":"The name of this oil was changed from \"rapeseed oil\" by the Canadian oil-seed industry","response":"canola oil"},{"text":"Found in fish, omega-3 oils are thought to lower the level of this bad cholesterol","response":"LDL (low density lipoproteins)"}],"originalDate":"1997-06-19"},{"category":"SHAKESPEAREAN LAST SCENES","comments":"","clues":[{"text":"Friar Lawrence urges her to join \"a sisterhood of holy nuns\" but she ignores him &amp; kills herself","response":"Juliet"},{"text":"This comedy ends in Lucentio's house, not in Petruchio's","response":"<i>The Taming of the Shrew</i>"},{"text":"The last scene of this tragedy takes place in a pavilion in Titus' garden in Rome","response":"<i>Titus Andronicus</i>"},{"text":"This prince of Tyre discovers the wife he believed was dead has become a priestess of Diana","response":"Pericles"},{"text":"Shortly before he dies this king laments, \"And my poor fool is hang'd!\"","response":"King Lear"}],"originalDate":"1997-06-19"},{"category":"\"G\" MEN","comments":"","clues":[{"text":"In 1980, at age 19, he became the youngest player named MVP of the NHL","response":"Gretzky"},{"text":"He was Benson DuBois on TV before playing the \"Phantom of the Opera\" in L.A.","response":"Robert Guillaume"},{"text":"Under the pen name A.A. Fair, he created private eyes Bertha Cool &amp; Donald Lam","response":"Erle Stanley Gardner"},{"text":"After helping to organize the AFL, he headed it for almost 40 years","response":"Samuel Gompers"},{"text":"Convinced the novel was evil, he burned the second part of \"Dead Souls\" shortly before he died","response":"Gogol"}],"originalDate":"1990-11-15"},{"category":"ESPAÑOL","comments":"","clues":[{"text":"It's Spanish for \"pineapple\", as those who drink pineapple-coconut cocktails should know","response":"piña"},{"text":"A derisive word for a foreigner; Carlos Fuentes wrote of \"The Old\" one in 1985","response":"gringo"},{"text":"The Spanish \"calabozo\" &amp; the cowboy variation calaboose both mean this","response":"jail"},{"text":"Any Spanish pier or wharf, or a certain waterfront area in San Francisco","response":"embarcadero"},{"text":"The traditional title for daughters of the kings of Portugal &amp; Spain","response":"infanta"}],"originalDate":"1990-11-15"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"1 hectare, the metric unit of area, is equal to 2.471 of these","response":"an acre"},{"text":"This cotton measure is 500 lbs. in the U.S. &amp; only 176 lbs. in China","response":"a bale"},{"text":"Measuring longitude at the equator 1 of these equals 69.17 miles","response":"a degree"},{"text":"6 miles square is exactly equal to this many square miles","response":"36 square miles"},{"text":"This unit named for a Swedish scientist is used to designate wavelengths of light","response":"angstrom"}],"originalDate":"1990-11-15"}],[{"category":"NATURE","comments":"","clues":[{"text":"This flower has been grown since ancient times for its foliage, fragrance &amp; hips","response":"a rose"},{"text":"It'll run if there's danger, or, if cornered, kick out, but will not as legend says bury its head","response":"an ostrich"},{"text":"Of all the toucans, the toco has the biggest one of these","response":"a beak"},{"text":"Mor &amp; mull are 2 types of this black decayed organic matter in soil","response":"humus"},{"text":"Legend says this flower's name comes from the last words of a knight who drowned picking one for his lady","response":"a forget-me-not"}],"originalDate":"1990-11-15"},{"category":"FINAL RESTING PLACES","comments":"","clues":[{"text":"You'll find the 13 imperial tombs of the Ming dynasty in a valley on the outskirts of this capital","response":"Beijing"},{"text":"Joseph Conrad is buried in the cemetery at this Gothic cathedral, as the archbishop could tell you","response":"Canterbury"},{"text":"He was buried on St. Helena in his favorite uniform in 1821 but was moved to Paris in 1840","response":"Napoleon"},{"text":"Father Damien was buried on this Hawaiian island but in 1936 his remains were moved to Belgium","response":"Molokai"},{"text":"This Diaghilev dancer is buried near the great French dancer Auguste Vestris in Montmartre","response":"Nijinsky"}],"originalDate":"1990-11-15"},{"category":"ANCIENT VIPs","comments":"","clues":[{"text":"It was once believed that this Hun, who died on his wedding night, was murdered by his bride","response":"Attila"},{"text":"He was the 6th ruler of the Amorite dynasty of Babylon; you probably remember him for his code","response":"Hammurabi"},{"text":"Amenhotep IV of Egypt changed his name to this because he was so devoted to the god Aton","response":"Akhenaten"},{"text":"Sennacherib, king of this country, made Nineveh his capital &amp; built a magnificent new palace there","response":"Assyria"},{"text":"This \"Great\" king of Persia was the son of Darius the Great &amp; the Grandson of Cyrus the Great","response":"Xerxes"}],"originalDate":"1990-11-15"},{"category":"ITALIAN LITERATURE","comments":"","clues":[{"text":"Besides \"The Prince\", he is also known for his \"Discourses on\" Livy","response":"Machiavelli"},{"text":"The Academic American Ency. calls this Dante work the greatest poem of the Middle Ages","response":"the Divine Comedy"},{"text":"Completes the title of Giorgio Bassani's novel set in Fascist Italy, \"The Garden of the...\"","response":"<i>Finzi-Continis</i>"},{"text":"\"Pinocchio\" author Carlo Lorenzini used this last name, taken from his family village","response":"Collodi"},{"text":"This Existentialist Italian playwright won the Nobel Prize for Literature in 1934","response":"Pirandello"}],"originalDate":"1990-11-15"},{"category":"WORLD GEOGRAPHY","comments":"(<a href=\"http://www.j-archive.com/media/1990-11-15_DJ_Cat3.jpg\" target=\"_blank\">Alex</a>: Our friends at the National Geographic Society remind us that this is National Geography Awareness Week. The motto this year is <a href=\"http://www.j-archive.com/media/1990-11-15_DJ_Cat3a.jpg\" target=\"_blank\">\"Window on a Changing World.\"</a>  Geography is one of our more popular categories here on <i>Jeopardy!</i>  That will be the case again.)","clues":[{"text":"This country's name means \"Land of the Southern Slavs\"","response":"Yugoslavia"},{"text":"Just north of Khartoum, Sudan, these 2 \"colorful\" rivers combine to form the Nile","response":"the Blue Nile & the White Nile"},{"text":"The Gulf of Bothnia &amp; the Gulf of Finland are both extensions of this sea","response":"the Baltic"},{"text":"This sea in the North Atlantic is delineated only by the plants that float on its surface","response":"the Sargasso Sea"},{"text":"In 1943 this Mexican volcano grew from a small depression to 1,000 ft. in height","response":"Parícutin"}],"originalDate":"1990-11-15"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"He wrote, \"The birthday of a new world is at hand\" in his pamplet \"Common Sense\"","response":"Thomas Paine"},{"text":"This craftsman designed the 1st official seal of the Colonies &amp; the 1st issue of Continental currency","response":"Paul Revere"},{"text":"The first of these 5 acts closed the port of Boston until payment was made for the destroyed tea","response":"the Coercive Acts (or the Intolerable Acts)"},{"text":"Frontiersman who won victories at Kaskaskia, Cahokia &amp; Vincennes in the NW Territory","response":"George Rogers Clark"},{"text":"Prime minister during the war, some later called him \"the minister who lost America\"","response":"Lord North"}],"originalDate":"1990-11-15"}],{"category":"NATIONAL HISTORIC SITES","text":"Built between 1940 &amp; 1942, Moton Field in Alabama has a national historic site honoring men belonging to this famed group","response":"the Tuskegee Airmen"}]}