{"mix":4973,"rounds":[[{"category":"OPERA","comments":"","clues":[{"text":"In \"Siegfried\" Fafner the giant is turned into one of these mythical beasts before Siegfried slays him","response":"a dragon"},{"text":"1st name shared by Rigoletto's daughter, a \"Saturday Night Live\" star &amp; a R. Hayworth character","response":"Gilda"},{"text":"Marie, the heroine of this Donizetti opera, was adopted as an infant by French soldiers","response":"<i>The Daughter of the Regiment</i>"},{"text":"English composer whose 1947 opera \"Albert Herring\" is about a young man, not a young fish","response":"Benjamin Britten"},{"text":"Drops of blood from the ceiling reveal where an outlaw is hiding in this Puccini opera","response":"<i>The Girl of the Golden West</i>"}],"originalDate":"1990-11-15"},{"category":"ABBREV.","comments":"","clues":[{"text":"This is the abbreviation for a postscript after a P.S.","response":"P.P.S."},{"text":"Medically, G.I. stands for this system","response":"gastrointestinal"},{"text":"The abbreviation cc: near the bottom of a letter means this","response":"copies to"},{"text":"Most int'l airlines arrive at their fares through IATA, which stands for this","response":"the International Air Transport Association"},{"text":"WPA was the abbreviation for this Depression-era program","response":"the Works Progress Administration (or the Works Projects Administration)"}],"originalDate":"1990-11-15"},{"category":"PSYCH 101","comments":"","clues":[{"text":"Carl Stumpf &amp; his student Oskar Pfungst debunked Clever Hans, one of these animals, who \"counted\" with its hoof","response":"Horse"},{"text":"Benjamin Rush, whose silhouette is seen on the seal of the APA, this group, was an advocate of bloodletting","response":"American Psychiatric Association"},{"text":"Edwin B. Twitmyer &amp; this Russian independently came up with \"conditioned response\" discoveries","response":"Ivan Pavlov"},{"text":"It's an impulse-control disorder in which a person can't resist the sudden urge to steal","response":"Kleptomania"},{"text":"In 1905 he &amp; Theodore Simon devised an intelligence test for French school children","response":"Alfred Binet"}],"originalDate":"1997-06-17"},{"category":"TV ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"Mariska Hargitay of \"Can't Hurry Love\" is the daughter of Mickey Hargitay &amp; this blonde bombshell","response":"Jayne Mansfield"},{"text":"Diahann Carroll played Blake Carrington's half-sister Dominique on this Aaron Spelling series","response":"\"Dynasty\""},{"text":"Martha Raye appeared as Mel's mother on this Linda Lavin sitcom","response":"\"Alice\""},{"text":"Lee J. Cobb played judge Henry Garth, 1st owner of the Shiloh ranch, on this James Drury series 1962-66","response":"\"The Virginian\""},{"text":"He was the star of the 1950s TV series \"Medic\", so it could have been called \"Have Scalpel Will Travel\"","response":"Richard Boone"}],"originalDate":"1997-06-17"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This Pittsburgh-based food entrepreneur was once known as the \"Pickle King\"","response":"H.J. Heinz"},{"text":"This company gets its name from the snappy carbonated apple juice it introduced in 1978","response":"Snapple"},{"text":"The USA's top producer of jams, jellies &amp; preserves, it's located on Strawberry Lane in Orrville, Ohio","response":"Smuckers"},{"text":"In 1926 this automaker introduced the Imperial 80; the number refers to its top speed on a straightaway","response":"Chrysler"},{"text":"Student Carolyn Davidson was paid $35 for designing this shoe company's \"Swoosh\" logo","response":"Nike"}],"originalDate":"1997-06-17"},{"category":"LAKES &amp; RIVERS","comments":"","clues":[{"text":"Centuries of overflow from this lake helped create the Everglades","response":"Lake Okeechobee"},{"text":"About 70% of China's rice crop is grown in this river's basin","response":"Yangtze River"},{"text":"This river's tributaries include the Koyukuk River in Alaska &amp; the Klondike in Canada","response":"Yukon"},{"text":"This largest Central American lake shares its name with the country in which it's located","response":"Lake Nicaragua"},{"text":"Great Britain's 2 longest rivers are the Severn &amp; this one","response":"Thames"}],"originalDate":"1997-06-17"}],[{"category":"POTPOURRI","comments":"","clues":[{"text":"In 1219 the Order of the Dannebrog was established; in 1671 this European country revived it","response":"Denmark"},{"text":"This Greek god killed Python, the serpent that guarded a shrine on the slopes of Mount Parnassus","response":"Apollo"},{"text":"Handsome Dan, this Ivy League university's first bulldog mascot, now resides in a glass case, stuffed","response":"Yale"},{"text":"This monkey named for an arachnid is noted for its long, slender limbs &amp; great agility","response":"Spider monkey"},{"text":"St. Jerome prepared this Latin version of the Bible at the end of the 4th century","response":"Vulgate Bible"}],"originalDate":"1997-06-17"},{"category":"\"LIE\"S","comments":"","clues":[{"text":"According to a proverb, if you do this \"You will get up with fleas\"","response":"Lie down with dogs"},{"text":"\"The Lord is my shepherd; I shall not want.  He maketh me to\" do this","response":"Lie down in green pastures"},{"text":"Mason Locke Weems put this line in young George Washington's mouth","response":"\"I cannot tell a lie\""},{"text":"A polygraph","response":"Lie detector"},{"text":"A deceased statesman displayed to the general public before burial is said to do this","response":"Lie in state"}],"originalDate":"1997-06-17"},{"category":"1836","comments":"","clues":[{"text":"After a nearly 2-week siege, it fell to Santa Anna's troops March 6","response":"The Alamo"},{"text":"Adelaide in this country was founded in 1836 &amp; named for the wife of King William IV","response":"Australia"},{"text":"Widowed &amp; living with one of her daughters, this seamstress passed away in Pennsylvania January 30","response":"Betsy Ross"},{"text":"Begun under Napoleon, this 165' high &amp; 150' wide landmark was completed in 1836","response":"Arc de Triomphe"},{"text":"With support from Andrew Jackson, this New Yorker was elected president","response":"Martin Van Buren"}],"originalDate":"1997-06-17"},{"category":"ART","comments":"","clues":[{"text":"In Hieronymus Bosch's 3-panel \"The Garden of Earthly Delights\", it's the garden on the left","response":"Garden of Eden"},{"text":"This style of Picasso &amp; Braque was broken into 2 phases, analytic &amp; synthetic","response":"Cubism"},{"text":"He poured &amp; splattered paint onto the canvas to make his \"Autumn Rhythm:  Number 30, 1950\"","response":"Jackson Pollock"},{"text":"Anthony Janson says only 2 Flemish Baroque artists achieved international status, Van Dyck &amp; this man","response":"Peter Paul Rubens"},{"text":"This \"Younger\" German's 1540 portrait of England's Henry VIII is in Rome's Galleria Nazionale","response":"Hans Holbein"}],"originalDate":"1997-06-17"},{"category":"COLORADO","comments":"","clues":[{"text":"Gold prospectors &amp; a few Indian traders founded this capital &amp; named it for the governor of Kansas territory","response":"Denver"},{"text":"Year in which Colorado was admitted to the Union","response":"1876"},{"text":"You'll find the Colorado Ski Museum &amp; Ski Hall of Fame in this resort town north of Leadville","response":"Vail"},{"text":"In 1873 solid silver bricks were laid in a pavement in Central City to welcome this visiting president","response":"Ulysses S. Grant"},{"text":"The Moody Blues recorded a live album in Colorado at this natural amphitheater","response":"Red Rocks"}],"originalDate":"1997-06-17"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"Matter in this state may be crystalline, like metals, or amorphous, like glass","response":"Solid"},{"text":"Because electrons spin, they behave like these objects that attract or repel","response":"Magnets"},{"text":"This corrosive substance, H2SO4, was once known as oil of vitriol","response":"Sulphuric Acid"},{"text":"The main ingredients in a detergent are called surface-active agents, or these for short","response":"Surfactants"},{"text":"It's a system of small particles \"hanging\" in a liquid; paint, for example","response":"Suspension"}],"originalDate":"1997-06-17"}],{"category":"POETRY","text":"A line in this 1863 poem mentions \"The eighteenth of April, in seventy-five\"","response":"\"Paul Revere's Ride\""}]}