{"mix":4977,"rounds":[[{"category":"INSPIRED BY ZAGAT","comments":"(Alex: You have to identify the country in the category...)","clues":[{"text":"Johannesburg boasts \"appealing culture\" but the zebras of the Northern Cape will \"really entrance you\"","response":"South Africa"},{"text":"Visitors praised the \"beautiful fjords\" &amp; \"midnight sun\" but thought Alesund \"smelled like herring\"","response":"Norway"},{"text":"This \"vast\" country won praise for the \"quaint\" Maritimes, but some found the 6 time zones \"inconvenient\"","response":"Canada"},{"text":"The capital is \"foggy\" &amp; \"crowded\"; stick with \"charming\" Chosica, the \"Gateway to the Andes\"","response":"Peru"},{"text":"This principality's \"Rhine scenery\" \"enchanted\" some; others wondered \"Why not just go to Switzerland\"","response":"Liechtenstein"}],"originalDate":"2006-01-18"},{"category":"___ TO ___","comments":"","clues":[{"text":"\"Terrestrial\" term for a practical, realistic person","response":"down to earth"},{"text":"This phrase for care throughout life is the U.S. equivalent of the British \"womb to tomb\"","response":"cradle to grave"},{"text":"The 1947 Taft-Hartley Act encouraged these laws against requiring union membership","response":"right-to-work laws"},{"text":"Dosido, in square dancing, comes from the French meaning this","response":"back to back"},{"text":"Bespoke is a Britishism meaning this type of clothing","response":"made to measure"}],"originalDate":"2006-01-18"},{"category":"RICE, RICE BABY","comments":"","clues":[{"text":"The throwing of rice at these ceremonies is a superstition to ensure prosperity &amp; fertility","response":"weddings"},{"text":"Cooked rice with raw fish; 2 popular types are nigiri &amp; hosomaki","response":"sushi"},{"text":"India ranks second to this country in rice production","response":"China"},{"text":"Encasing the bran, they're removed in processing; Uncle Ben's burns them to produce electricity used in processing","response":"the hulls"},{"text":"Risotto is a dish best made with arborio rice from the valley of this Italian river","response":"the Po"}],"originalDate":"2006-01-18"},{"category":"GREAT RULERS","comments":"","clues":[{"text":"Constantine the Great was the first Roman ruler to convert to this religion","response":"Christianity"},{"text":"Justinian the Great's wife was a former one of these, like the wife of the Great Communicator, Ronald Reagan","response":"an actress"},{"text":"He was born June 9, 1672, the son of Czar Alexis I Mikhailovich","response":"Peter the Great"},{"text":"This king of Judea from 37-4 B.C. was a friend of Mark Anthony","response":"Herod (the Great)"},{"text":"By 896 A.D. this West Saxon king had captured the city of London","response":"Alfred the Great"}],"originalDate":"1997-06-11"},{"category":"CULINARY NICKNAMES","comments":"","clues":[{"text":"This cold remedy is also known as Jewish penicillin","response":"chicken soup"},{"text":"This sandwich goes by its initials: PBJ","response":"peanut butter & jelly"},{"text":"Dubbed cackleberries, they can be boiled, coddled or poached","response":"eggs"},{"text":"During World War I this dish was called liberty cabbage","response":"sauerkraut"},{"text":"Term for food that puts you at ease &amp; makes you nostalgic for your youth","response":"comfort food"}],"originalDate":"1997-06-11"},{"category":"SPORTSWRITERS","comments":"","clues":[{"text":"Hockey reporter Robin Herman was one of the first women allowed to interview players in this area","response":"the locker room (or the dressing room)"},{"text":"Peter Gammons wrote about covering this team in the 1986 article \"Living and Dying with the Woe Sox\"","response":"Boston Red Sox"},{"text":"Sir Leonard Hutton, one of England's finest batsmen in this game, later covered it as a columnist","response":"cricket"},{"text":"Mike Lupica's strong opinions appear monthly in this Hearst Corporation \"Magazine for Men\"","response":"<i>Esquire</i>"},{"text":"Roger Kahn mourned Ebbets Field &amp; the Brooklyn Dodgers in this 1971 bestseller","response":"<i>The Boys of Summer</i>"}],"originalDate":"1997-06-11"}],[{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Partially opened; a door, for example","response":"ajar"},{"text":"On a computer screen this small picture represents a specific program","response":"an icon"},{"text":"The abominable snowman","response":"the yeti"},{"text":"It's the only fencing sword with a rigid blade","response":"an epée"},{"text":"Italian for \"tail\", this passage brings a musical piece to a formal close","response":"the coda"}],"originalDate":"1997-06-11"},{"category":"ANGEL POTPOURRI","comments":"","clues":[{"text":"In \"Hamlet\" Horatio's 4 words preceding \"and flights of angels sing thee to thy rest!\"","response":"\"Good night, sweet prince\""},{"text":"Levels of the angelic hierarchy are called these, like groups of singers on Earth","response":"choirs"},{"text":"Title question asked by a song from \"The Heights\" that hit the heights on the charts in 1992","response":"\"How Do You Talk To An Angel?\""},{"text":"In the 1650s Rembrandt painted this biblical person \"Wrestling with the Angel\"","response":"Jacob"},{"text":"She played Roma Downey's angel boss on \"Touched by an Angel\"","response":"Della Reese"}],"originalDate":"1997-06-11"},{"category":"18th CENTURY WOMEN","comments":"","clues":[{"text":"On July 10, 1706 Virginia's Grace Sherwood, accused of this, was thrown into a river to see if she would float","response":"being a witch (practicing witchcraft)"},{"text":"In January 1777 Baltimore's Mary Katherine Goddard was hired to print the first official copies of this","response":"Declaration of Independence"},{"text":"It took her a few attempts to get in to see Marat in order to kill him","response":"Charlotte Corday"},{"text":"At the time Marie Antoinette lost her head, she was First Lady of the U.S.","response":"Martha Washington"},{"text":"Kaga No Chiyo/<br>Who wrote this type of poem/<br>Was born in Japan","response":"Haiku"}],"originalDate":"1997-06-11"},{"category":"TECHNOLOGY","comments":"","clues":[{"text":"They clean floors, perform surgery &amp; will go to Mars before people do","response":"robots"},{"text":"Used in medicine, waste disposal &amp; agriculture, it's the technology of manipulating organisms for human benefit","response":"bioengineering"},{"text":"The \"Hard-Edge\" art movement of the 1960s emerged after the development of these quick-drying paints","response":"acrylics"},{"text":"This company's C90 Supercomputer can perform 16 billion calculations per second","response":"Cray Research Company"},{"text":"The name of these 19th c. destroyers of textile machinery is applied to any technology skeptic","response":"Luddites"}],"originalDate":"1997-06-11"},{"category":"LITERATURE","comments":"","clues":[{"text":"This Dickens title orphan was given his name by Mr. Bumble","response":"Oliver Twist"},{"text":"This author's \"The Man Who Would Be King\" has been called the perfect short story","response":"Rudyard Kipling"},{"text":"This John Bunyan work written as a dream was published in 2 parts: Part I in 1678 &amp; Part II in 1684","response":"<i>The Pilgrim's Progress</i>"},{"text":"Title novella of the Philip Roth collection that won the 1960 National Book Award","response":"<i>Goodbye, Columbus</i>"},{"text":"\"The 42nd Parallel\" is the first novel in this John Dos Passos trilogy","response":"<i>USA</i>"}],"originalDate":"1997-06-11"},{"category":"INTERNATIONAL ACTORS","comments":"","clues":[{"text":"Andy Garcia was born in this island country but fled to nearby Miami with his family when he was 5","response":"Cuba"},{"text":"This brother-in-law of Loretta Young was born in Mexico City, not on Fantasy Island","response":"Ricardo Montalban"},{"text":"This Irish star of the film \"Camelot\" is also a writer; his thriller novel \"Honor Bound\" appeared in 1982","response":"Richard Harris"},{"text":"This Canadian comic appeared on \"In Living Color\" &amp; in 2 Clint Eastwood films, \"Pink Cadillac\" &amp; \"The Dead Pool\"","response":"Jim Carrey"},{"text":"He must have been \"Breathless\" when he was elected president of the French Actors Union in 1963","response":"Jean-Paul Belmondo"}],"originalDate":"1997-06-11"}],{"category":"THE WESTERN HEMISPHERE","text":"Made up of 1 large &amp; many smaller islands, it's the most populous of Britain's remaining overseas territories","response":"Bermuda"}]}