{"mix":4979,"rounds":[[{"category":"17th CENTURY QUOTES","comments":"","clues":[{"text":"In his 1659 \"Proverbs\", James Howell wrote, \"All work and no play makes Jack\" this","response":"a dull boy"},{"text":"Spinoza is credited with being the first to conclude \"Nature abhors\" one","response":"a vacuum"},{"text":"\"As no man is born an artist, so no man is born an angler\", he wrote in \"The Compleat Angler\"","response":"Izaak Walton"},{"text":"\"You shall now give place to better man\", he told the Rump Parliament in 1654","response":"Oliver Cromwell"},{"text":"\"To ridicule philosophy is really to philosophize\", wrote this mathematician in his \"Pensees\"","response":"(Blaise) Pascal"}],"originalDate":"1990-11-12"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"After signing the Mayflower Compact in 1620, John Carver became the first governor of this colony","response":"the Plymouth Colony"},{"text":"This British adventurer liked to go by the initials T.E. instead of his given names Thomas Edward","response":"T.E. Lawrence (Lawrence of Arabia)"},{"text":"In 1822 this \"Liberator\" met with Jose de San Martin to strategize in Guayaquil","response":"Bolivar"},{"text":"Aristotle referred to him as \"The Great Physician\"","response":"Hippocrates"},{"text":"Gian Gastone, who died in 1737, was the last member of this family to rule over Florence &amp; Tuscany","response":"the Medicis"}],"originalDate":"2006-01-17"},{"category":"HOOP STARS","comments":"","clues":[{"text":"In 2002 this Chinese player became the NBA's No. 1 draft choice when picked by the Houston Rockets","response":"Yao Ming"},{"text":"In the 1980s this Boston Celtics forward became only the third NBA player to win 3 straight MVP awards","response":"Larry Bird"},{"text":"Known as \"The Worm\", he was named the NBA's Defensive Player of the Year twice: 1990 &amp; 1991","response":"Dennis Rodman"},{"text":"In 2003 the Knicks named this Pistons Hall of Fame guard their President of Basketball Operations","response":"Isiah Thomas"},{"text":"This San Antonio Spur has been named to the All-NBA first team in each of his first 8 years in the league","response":"Tim Duncan"}],"originalDate":"2006-01-17"},{"category":"CITY FOODS","comments":"","clues":[{"text":"A marinated flank steak:<br>___ broil","response":"London"},{"text":"An apple:<br>___ beauty","response":"Rome"},{"text":"Veggie that's really a sunflower variety:<br>___ artichoke","response":"Jerusalem"},{"text":"A moist 3-layer cake:<br>Lord or Lady ___","response":"Baltimore"},{"text":"A member of the Butterhead family:<br>___ lettuce","response":"Boston"}],"originalDate":"2006-01-17"},{"category":"VOCABULARY","comments":"","clues":[{"text":"There are \"rules of\" this, which is information that is admissible in a court of law","response":"evidence"},{"text":"Add a letter to the name of a young fictional rabbit chaser to get this feeling of ill will","response":"malice"},{"text":"The book \"Born Losers\" traces this term for a penniless debtor to the futility of whipping a deceased horse","response":"deadbeat"},{"text":"It ominously follows \"last\" or precedes \"day\", &amp; it's spelled with or without an \"E\" in the middle","response":"judgment"},{"text":"This 8-letter synonym for \"guileless\" comes from the Latin nocere, \"to harm\"","response":"innocent"}],"originalDate":"2006-01-17"},{"category":"HERO &amp; VILLAIN","comments":"","clues":[{"text":"Holmes called this scoundrel the \"Napoleon of crime\" even though he only appeared in 2 Conan Doyle tales","response":"Moriarty"},{"text":"This 1876 title literary hero returns with a friend in time to hear his eulogy &amp; clear Muff Potter of murder","response":"Tom Sawyer"},{"text":"\"I am jealous of everything whose beauty does not die\", complains this Wilde character","response":"Dorian Gray"},{"text":"I'll give you two bits if you can name this hero of H.R. Haggard's adventure tale \"King Solomon's Mines\"","response":"Allan Quatermain"},{"text":"In a subsequent Jules Verne novel, we find that this marine commander is a rajah's son named Prince Dakkar","response":"(Captain) Nemo"}],"originalDate":"2006-01-17"}],[{"category":"COLORIFIC","comments":"","clues":[{"text":"This color precedes \"lady\" &amp; \"Cadillac\" &amp; also the word \"elephants\" in a \"Dumbo\" song","response":"pink"},{"text":"The OED says this color refers to a man of \"Nordic type\" &amp; can be spelled with no \"E\" when referencing men","response":"blond"},{"text":"The Federal government uses it to indicate a \"high\" risk of terrorist attack","response":"orange"},{"text":"JFK Jr. &amp; Ted Turner both graduated from this Providence university","response":"Brown"},{"text":"These rules got their name from the paper color they were printed on in New Haven Colony in the 17th century","response":"blue laws"}],"originalDate":"2006-01-17"},{"category":"TAKE THIS CATEGORY LAST!!","comments":"(Alex: ...because all of the clues in this category are based on information from clues in the other categories.  It will make no sense if you do not wait until the end.)","clues":[{"text":"Each correct response in the \"VOCABULARY\" category was a title word in this author's alphabet mystery series","response":"(Sue) Grafton"},{"text":"Each correct response in the \"GEOGRAPHY\" category is found in this classic board game of global domination","response":"<i>Risk</i>"},{"text":"In the category \"SINGERS\", each of the vocalists sang on this 1985 Quincy Jones-produced song","response":"\"We Are The World\""},{"text":"\"COLORIFIC\" colors are \"Mr.\" roles in this film, so named by garbling \"Au revoir, les enfants\"","response":"<i>Reservoir Dogs</i>"},{"text":"Correct responses in \"HERO &amp; VILLAIN\" can be seen in this 2003 film, from a graphic novel by Alan Moore","response":"<i>The League of Extraordinary Gentlemen</i>"}],"originalDate":"2006-01-17"},{"category":"SAN FRANCISCO","comments":"","clues":[{"text":"The Powell-Mason, the Powell-Hyde &amp; the California St. are the 3 working lines of this type of transportation","response":"cable car"},{"text":"Built on landfill, the city's Marina district was one of those hardest hit by this 1989 event","response":"the Loma Prieta earthquake"},{"text":"Coit Tower rises 180' above this hill named for the semaphore that once stood there","response":"Telegraph Hill"},{"text":"The Japanese Tea Garden in this park was built for the 1894 Midwinter Fair","response":"Golden Gate Park"},{"text":"This old military base that overlooks the entrance to San Francisco was founded by Spain in 1776","response":"the Presidio"}],"originalDate":"1997-06-06"},{"category":"TV ACTORS &amp; ROLES","comments":"","clues":[{"text":"During the 1995-96 season, Oscar winner Mercedes Ruehl played Kelsey Grammer's boss on this series","response":"<i>Frasier</i>"},{"text":"This star of \"The X-Files\" played a cross-dressing detective known as Dennis, or Denise, on \"Twin Peaks\"","response":"David Duchovny"},{"text":"Maybe Rob Morrow felt \"overexposed\" as Dr. Joel Fleischman; he left this series in 1994","response":"<i>Northern Exposure</i>"},{"text":"He appeared as Tracey Gold's boyfriend on \"Growing Pains\" before playing Chandler Bing on \"Friends\"","response":"Matthew Perry"},{"text":"During \"Cheers\"' first years, Nicholas Colasanto played Ernie Pantusso, better known by this nickname","response":"\"Coach\""}],"originalDate":"1997-06-06"},{"category":"17th CENTURY FASHION","comments":"","clues":[{"text":"For the most part Puritan fashions were unadorned, but their underwear was embroidered with quotes from this","response":"the Bible"},{"text":"The embroidery patterns on these were called clocks &amp; when they ran it was time to replace them","response":"stockings"},{"text":"Louis XIV's Croatian mercenaries introduced this early form of necktie","response":"a cravat"},{"text":"A pickadil was the framework used to support a ruff type of this","response":"a collar"},{"text":"Wig is a short form of this 17th century term","response":"periwig"}],"originalDate":"1997-06-06"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"The ball form of this weather phenomenon is also known as kugelblitz","response":"lightning"},{"text":"In a leaf this food-making process takes place in the palisade &amp; spongy cells","response":"photosynthesis"},{"text":"The name of this treeless Arctic zone comes from a Lapp term for \"hill\"","response":"tundra"},{"text":"The order Sirenia consists of 4 living species: the dugong &amp; 3 species of this animal","response":"the manatee"},{"text":"The Russian thistle is a species of this plant blown about the prairies","response":"tumbleweed"}],"originalDate":"1997-06-06"}],{"category":"WORD AND PHRASE ORIGINS","text":"Meaning \"rapidly\", this term began in England, referring to the speed with which the mail was delivered","response":"post haste"}]}