{"mix":4980,"rounds":[[{"category":"CAR PARTS","comments":"","clues":[{"text":"Keep the cap &amp; hoses of this coolant-holding device in good shape, or you may face a long hot walk","response":"the radiator"},{"text":"Cars can be slowed by these parts pressing on the brake drum; don't drag your own on the pavement","response":"shoes"},{"text":"This device turns energy into current, keeping the battery charged while the motor's on","response":"the alternator"},{"text":"An automatic transmission's version of this pedal is sometimes called a torque converter","response":"the clutch"},{"text":"In one steering system, a toothed bar called the rack is engaged by this gear","response":"the pinion"}],"originalDate":"1997-06-06"},{"category":"____ AND ____","comments":"","clues":[{"text":"Since the man on first base takes off before the batter swings, this play should logically be the \"run and hit\"","response":"hit and run"},{"text":"It's the alliterative service provided by finer laundries","response":"fluff and fold"},{"text":"Term for a book with embarrassing information based on intimate knowledge","response":"kiss and tell"},{"text":"The Isley Brothers &amp; the Beatles sang, \"Shake it up, baby\", do this","response":"twist and shout"},{"text":"Inept reporter Wally Ballou was one of this radio comedy duo's creations","response":"Bob and Ray"}],"originalDate":"1997-06-06"},{"category":"ART EXHIBITS","comments":"","clues":[{"text":"A 1995 exhibit at California's Laguna Art Museum traced the history of this body art","response":"tattoo"},{"text":"In 1995 this art movement was on view in a Monet exhibit &amp; in a Caillebotte show","response":"Impressionism"},{"text":"A recent exhibit at this St. Petersburg museum focused on art plundered by the Red Army during WWII","response":"the Hermitage"},{"text":"An 1877 exhibit moved John Ruskin to libel this American-born artist, but not his mother","response":"James McNeill Whistler"},{"text":"In 1990 a Cincinnati museum faced obscenity charges after showing the work of this late photographer","response":"Robert Mapplethorpe"}],"originalDate":"1997-06-06"},{"category":"HISTORIC NAMES","comments":"","clues":[{"text":"This student of Nicolo Amati is often considered the greatest violinmaker of all time","response":"Stradivarius"},{"text":"Though Balboa was the first European to sight the eastern Pacific Ocean, this explorer named it","response":"Ferdinand Magellan"},{"text":"This Roman naturalist \"the Elder\" died in 79 A.D. while investigating the eruption of Mt. Vesuvius","response":"Pliny"},{"text":"They were the parents of England's Queen Elizabeth I","response":"Henry VIII & Anne Boleyn"},{"text":"This French Protestant reformer died in Geneva in 1564","response":"John Calvin"}],"originalDate":"1997-06-06"},{"category":"THE OLD TESTAMENT","comments":"","clues":[{"text":"These brought unto Egypt included hail, locusts &amp; darkness","response":"the Plagues"},{"text":"Derived from Greek, the name of this book means \"second law\"","response":"Deuteronomy"},{"text":"It's to whom God said, \"The end of all flesh is come before me\"","response":"Noah"},{"text":"Named for a prophet, it's alphabetically first among the Old Testament books","response":"Amos"},{"text":"Mordecai is the hero of this book","response":"Esther"}],"originalDate":"1997-06-06"},{"category":"WORLD CAPITALS","comments":"","clues":[{"text":"This Costa Rican capital is named for the country's patron Saint Joseph","response":"San Jose"},{"text":"It's home to the Glinka Music Museum &amp; the Tchaikovsky Concert Hall","response":"Moscow"},{"text":"Though only 90 miles from the equator, this Kenyan capital has a moderate climate","response":"Nairobi"},{"text":"This Saudi Arabian capital has long been visited by Muslims on their way to Mecca","response":"Riyadh"},{"text":"Named for a British monarch, it's the capital of Guyana","response":"Georgetown"}],"originalDate":"1997-06-06"}],[{"category":"AUTHORS","comments":"","clues":[{"text":"When his 1978 novel \"The Stand\" was reissued in 1990, it was about 50% longer than the original","response":"Stephen King"},{"text":"In order to write his 1922 novel \"Babbitt\", this author studied real estate","response":"Sinclair Lewis"},{"text":"This \"Breakfast of Champions\" author once ran a Saab auto dealership","response":"Kurt Vonnegut, Jr."},{"text":"His travels to Europe aboard the steamship Quaker City were documented in \"The Innocents Abroad\"","response":"Mark Twain"},{"text":"This \"Lord of the Rings\" author served as Merton professor of English at Oxford from 1945 to 1959","response":"J.R.R. Tolkien"}],"originalDate":"1997-06-06"},{"category":"SCI-FI MOVIES BY CHARACTER","comments":"","clues":[{"text":"1999:<br>Agent Smith,<br>Morpheus,<br>Cypher","response":"<i>The Matrix</i>"},{"text":"1968:<br>Taylor,<br>Cornelius,<br>Dr. Zaius","response":"<i>Planet of the Apes</i>"},{"text":"1984:<br>Kyle Reese,<br>Sarah Connor,<br>Dr. Peter Silberman","response":"<i>The Terminator</i>"},{"text":"1968:<br>Astronauts Frank Poole,<br>Heywood Floyd &<br>Dave Bowman","response":"<i>2001: A Space Odyssey</i>"},{"text":"1951:<br>Professor Jacob Barnhardt,<br>Gort,<br>Klaatu","response":"<i>The Day the Earth Stood Still</i>"}],"originalDate":"2006-01-16"},{"category":"TWAIN TWIP","comments":"","clues":[{"text":"Mark Twain was born in Florida<span class=\"nobreak\">--</span>Florida, Missouri that is<span class=\"nobreak\">--</span>&amp; moved with his family to this town in 1839","response":"Hannibal"},{"text":"In the titles of 2 of Twain's travel books, it follows \"The Innocents\" &amp; \"A Tramp\"","response":"Abroad"},{"text":"Twain once defined this type of book (&amp; he wrote several) as one \"which people praise and don't read\"","response":"a classic"},{"text":"As he predicted he would, Twain died in 1910, a year in which this appeared, just as it did in 1835 when he was born","response":"Halley's Comet"},{"text":"Twain wrote of how the \"Maid of the Mist descends the fearful rapids\" in a piece called \"A Visit to\" this place","response":"Niagara Falls"}],"originalDate":"2006-01-16"},{"category":"INITIALLY YOURS","comments":"","clues":[{"text":"In 2000 he gave kids more \"Goosebumps\" with a new series of books called \"The Nightmare Room\"","response":"R.L. Stine"},{"text":"With 67, he has more Indy car victories as a driver than anyone else in history","response":"A.J. Foyt"},{"text":"At Ezra Pound's suggestion, he pared down his \"Waste Land\" to a mere 434 lines","response":"T.S. Eliot"},{"text":"After a 1907 panic, this financier who helped organize U.S. Steel led the effort to keep banks afloat","response":"J.P. Morgan"},{"text":"Married to Marjorie Merriweather Post, he founded the brokerage company that used to talk &amp; people listened","response":"E.F. Hutton"}],"originalDate":"2006-01-16"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"\"Loose Lips\" do this was a WWII catch phrase about defense plant workers watching their tongues","response":"sink ships"},{"text":"2,000 years ago, the Roman Sextus Propertius said \"absence\" does this","response":"makes the heart grow fonder"},{"text":"In several games of pool, it's unlucky to have your cue ball \"behind\" it","response":"the eight ball"},{"text":"It completes the old maxim \"Speech is silvern...\"","response":"silence is golden"},{"text":"Meaning simple &amp; basic, this 4-word phrase was never actually said by Sherlock Holmes in any of the Conan Doyle tales","response":"Elementary, my dear Watson"}],"originalDate":"2006-01-16"},{"category":"SISTER ACT","comments":"","clues":[{"text":"Courteney Cox' famous in-laws include these 2 acting sisters","response":"Patricia & Rosanna Arquette"},{"text":"She played Celia on \"7th Heaven\"; sister Jessica played Daisy in \"The Dukes of Hazzard\" movie","response":"Ashlee Simpson"},{"text":"These 2 British sisters played sisters in a 1991 TV movie of \"What Ever Happened to Baby Jane?\"","response":"the Redgrave sisters"},{"text":"The 2002 movie \"Crossroads\" featured these 2 sisters who played the same character at different ages","response":"Britney Spears & Jamie Lynn Spears"},{"text":"What a stretch<span class=\"nobreak\">--</span>these twin sisters played twin sisters on the '90s sitcom \"Sister, Sister\"","response":"Tia & Tamera Mowry"}],"originalDate":"2006-01-16"}],{"category":"MONARCHS","text":"From 1513 to 1972, only men named Christian &amp; Frederick alternated as rulers of this nation","response":"Denmark"}]}