{"mix":4984,"rounds":[[{"category":"PROVERBS BY INITIALS","comments":"","clues":[{"text":"\"Blood is T.T.W.\"","response":"thicker than water"},{"text":"\"Look B.Y.L.\"","response":"before you leap"},{"text":"\"T.H.A. better than one\"","response":"two heads are (two hands are accepted)"},{"text":"\"A watched P.N.B.\"","response":"pot never boils"},{"text":"\"T.I.S.T. fiction\"","response":"truth is stranger than"}],"originalDate":"2006-01-13"},{"category":"OLD HAMPSHIRE","comments":"","clues":[{"text":"When forces of this empire invaded Britain in 43 A.D., one of the areas they conquered was Hampshire","response":"the Roman Empire"},{"text":"The county of Hampshire is famed as the home of Jane Austen &amp; this author of \"Nicholas Nickleby\"","response":"Charles Dickens"},{"text":"Completed around 1544 to protect Hampshire's coast, Hurst Castle was built by this English king","response":"Henry VIII"},{"text":"One of Britain's largest, this Hampshire port city was the home port of the Titanic","response":"Southampton"},{"text":"Winchester, the county seat of Hampshire, was the capital of this Western Anglo-Saxon kingdom of England","response":"Wessex"}],"originalDate":"2006-01-13"},{"category":"IT'S THE BERRIES","comments":"","clues":[{"text":"The 1st important American variety of this shortcake fruit was the hovey, grown in 1834 in Massachusetts","response":"strawberry"},{"text":"This bog fruit is sometimes called a bounceberry because ripe ones bounce","response":"a cranberry"},{"text":"Used in pancakes &amp; muffins, this \"colorful\" berry is sometimes confused with the harder-seeded huckleberry","response":"blueberry"},{"text":"This berry of the genus Ribes is the one traditionally used to make fool, a British dessert","response":"the gooseberry"},{"text":"Some botanists believe that this berry developed by a California judge in 1881 is a blackberry-raspberry hybrid","response":"the loganberry"}],"originalDate":"2006-01-13"},{"category":"SPORTS PAGE CLICHÉS","comments":"","clues":[{"text":"It's obligatory on doing this to say that you can't fire the players","response":"firing the coach"},{"text":"As his country is on the metric system, Aussie Jason Stoltenberg called tennis \"a game of\" these","response":"centimeters"},{"text":"The phrase about your back being here has been used in sports &amp; by Earl Haig in a more serious situation in WWI","response":"against the wall"},{"text":"With all those mental mistakes, we did this, like flagellants","response":"beat ourselves"},{"text":"Told, \"There is no 'I' in 'team\", Michael Jordan supposedly responded that there is one in this 3-letter word","response":"win"}],"originalDate":"2006-01-13"},{"category":"IRAQNOPHOBIA","comments":"","clues":[{"text":"This Iraqi president attended Cairo Law School in 1962 &amp; 1963 while in exile","response":"Saddam Hussein"},{"text":"During the Gulf War, foreign journalists used this city's Al-Rashid Hotel as their base of operations","response":"Baghdad"},{"text":"The ancient Greeks gave the area between the Tigris &amp; Euphrates this name, which means \"between rivers\"","response":"Mesopotamia"},{"text":"Living mostly \"whey\" up north, they are Iraq's largest ethnic minority","response":"Kurds"},{"text":"The name of this Iraqi currency is derived from a Latin word for \"ten\"","response":"the dinar"}],"originalDate":"1997-09-24"},{"category":"TELEVISION","comments":"","clues":[{"text":"In 1996 Larry Hagman, Patrick Duffy &amp; other actors from this series reunited for a TV movie","response":"<i>Dallas</i>"},{"text":"On a 1995 episode of this sitcom, JFK Jr. dropped by the offices of \"FYI\"","response":"<i>Murphy Brown</i>"},{"text":"Carol Burnett &amp; Carroll O'Connor have appeared as Jamie's parents on this sitcom","response":"<i>Mad About You</i>"},{"text":"This British comedy troupe's \"Flying Circus\" landed on American TV in 1974","response":"Monty Python"},{"text":"\"Dragnet\"'s Jack Webb also developed this police series starring Martin Milner &amp; Kent McCord","response":"<i>Adam-12</i>"}],"originalDate":"1997-09-24"}],[{"category":"WHAT AILS YOU?","comments":"","clues":[{"text":"Nearly 90% of all malaria cases occur on this continent","response":"Africa"},{"text":"Scientists have reported that this tofu legume may lower cholesterol","response":"soybean"},{"text":"This clouding of the eye's lens is common in people over the age of 65","response":"cataracts"},{"text":"Outbreaks of this form of food poisoning are often the result of improper home canning","response":"botulism"},{"text":"The cause of this disorder characterized by sudden sleep attacks is unknown","response":"narcolepsy"}],"originalDate":"1997-09-24"},{"category":"STATE SUPERLATIVES","comments":"","clues":[{"text":"This state with the most people is home to the largest living tree","response":"California"},{"text":"With about 1,040 people per square mile of land, life in this most densely populated state is a real garden party","response":"New Jersey"},{"text":"This \"Beef State\" is No. 1 in commercial red meat &amp; great northern beans","response":"Nebraska"},{"text":"The nation's highest flat-top mountain, Grand Mesa, is in this state","response":"Colorado"},{"text":"The deepest gorge in the U.S. is this state's Hells Canyon","response":"Idaho (mainly in Idaho on the border with Oregon)"}],"originalDate":"1997-09-24"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"This sound can be emitted by an auto horn or by a wild goose","response":"honk"},{"text":"From the Latin for \"kitchen\", you literally cook ceramics in one of these","response":"kiln"},{"text":"During the American Revolution, this term referred to an American who favored the British side","response":"Tory"},{"text":"\"Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also\" this","response":"reap"},{"text":"To incline, or to thrust a lance, perhaps at a windmill","response":"tilt"}],"originalDate":"1997-09-24"},{"category":"1957","comments":"","clues":[{"text":"On October 4 Russia launched this first satellite into space","response":"<i>Sputnik</i>"},{"text":"When Wham-O introduced this toy in 1957, it was called the Pluto Platter","response":"the Frisbee"},{"text":"As the Teamsters' vice president, he was indicted for bribery, conspiracy &amp; obstruction of justice","response":"Jimmy Hoffa"},{"text":"He ended his brief retirement to become chairman &amp; president of Occidental Petroleum","response":"Armand Hammer"},{"text":"The first explorer to fly over both poles, he passed away in March","response":"Admiral Richard Byrd"}],"originalDate":"1997-09-24"},{"category":"REALLY BIG","comments":"","clues":[{"text":"You'll find the largest one in Mexico, not Egypt; its base covers nearly 45 acres","response":"a pyramid"},{"text":"Longer than 2 football fields, it was launched at Friedrichshafen, Germany in 1936","response":"the <i>Hindenburg</i>"},{"text":"Growing over 20 feet, it's the largest predatory fish","response":"the great white shark"},{"text":"Greenland is more than 2 1/2 times the size of this next largest island","response":"New Guinea"},{"text":"With its supporting roots &amp; trunks, a single one of these trees in India covers some 3 acres","response":"a banyan"}],"originalDate":"1997-09-24"},{"category":"SHOES","comments":"(Alex: \"Big shoes!\")","clues":[{"text":"This type of shoe has a slot in the strap across each vamp into which a coin can be inserted","response":"a pennyloafer"},{"text":"The lad who's the symbol of a line of Sherwin-Williams paints wears this type of shoes","response":"wooden shoes (or clogs)"},{"text":"These boots named for a British general became popular during the Napoleonic Wars","response":"Wellingtons"},{"text":"Miranda, Spectator &amp; d'Orsay are types of this slip-on women's shoe","response":"a pump"},{"text":"This flat shoe normally has a cloth upper &amp; a flexible rope sole","response":"espadrilles"}],"originalDate":"1997-09-24"}],{"category":"EUROPE","text":"Excluding Russia, with over 81 million people, it's the most populous country in Europe","response":"Germany"}]}