{"mix":4987,"rounds":[[{"category":"REALLY LONG RIVERS","comments":"","clues":[{"text":"While cruising down this river in 1542, Francisco de Orellana was attacked by female warriors; thus, its name","response":"the Amazon"},{"text":"Ptolemy guessed the area of the source of this river almost 2,000 years before it was found","response":"the Nile"},{"text":"This Chinese river is really \"long\" since its alternate name, Chang Jiang, means \"long river\"","response":"the Yangtze"},{"text":"During high water, this river was once navigable from Fort Benton, Montana to St. Louis","response":"the Missouri"},{"text":"At Khone Falls on the Cambodia-Laos border, this river is 6 1/2 miles wide","response":"the Mekong"}],"originalDate":"1997-09-22"},{"category":"GONE FISHING","comments":"","clues":[{"text":"Control of thumb pressure &amp; wrist position are keys to this motion that puts the line in the water","response":"casting"},{"text":"In catching trout, these insects have largely given way to decanter hooks with the same name","response":"flies"},{"text":"Varying eye locations identify the blue, flathead &amp; channel types of this bottom feeder","response":"catfish"},{"text":"It's the type of fishing in which bait or lines are towed behind a boat","response":"trawling"},{"text":"This prized game fish of the Great Lakes is the largest member of the pike family","response":"a muskie"}],"originalDate":"1997-09-22"},{"category":"\"ET\" AL.","comments":"","clues":[{"text":"Stones do it to tools &amp; smells do it to appetites","response":"whet"},{"text":"In proofreading it means \"don't delete\"","response":"a stet"},{"text":"It can mean a temporary bed or a movers' platform","response":"a pallet"},{"text":"It used to mean to hinder, as in a serve that grazes the net","response":"let"},{"text":"Owners of these pets usually remove the animals' scent glands","response":"ferrets"}],"originalDate":"1997-09-22"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This hero's sixth labor involved cleaning the Augean Stables, which were a disgusting mess","response":"Hercules"},{"text":"Jason spurned her for a king's daughter named Creusa","response":"Medea"},{"text":"This Roman god of sowing &amp; harvesting had a planet named for him","response":"Saturn"},{"text":"In Norse myth, this god known for his trickery is the father of Hel, goddess of the underworld","response":"Loki"},{"text":"This youth was so handsome he was carried off to Mt. Olympus to serve as cupbearer to the gods","response":"Ganymede"}],"originalDate":"1997-09-22"},{"category":"ANIMALS","comments":"","clues":[{"text":"This lizard of the Southwest is the USA's largest poisonous lizard","response":"a Gila monster"},{"text":"It's the only living mammal in the order Proboscidea","response":"an elephant"},{"text":"This mollusk, also called a devilfish, may inject a poison to paralyze prey","response":"an octopus"},{"text":"The fur of this aquatic rodent has been sold as \"Hudson seal\"","response":"a muskrat"},{"text":"A toad named for this small South American country carries its eggs on the skin of its back","response":"Suriname"}],"originalDate":"1997-09-22"},{"category":"1996 OLYMPIC WOMEN","comments":"","clues":[{"text":"When Ghada Shouaa won this 7-event competition, she became Syria's 1st gold medalist in Olympic history","response":"the heptathlon"},{"text":"Dominique Moceanu's parents came from this country, like her coach, Bela Karolyi","response":"Romania"},{"text":"6' 5\" Lisa Leslie of this gold medal-winning U.S. team is also centered on a modeling career","response":"women's basketball"},{"text":"The first women's Olympic gold medal in this, the world's most popular team sport, went to the U.S. team","response":"soccer"},{"text":"Time called her \"The best woman distance swimmer the world has ever seen\" in a story headlined \"One Last Splash\"","response":"Janet Evans"}],"originalDate":"1997-09-22"}],[{"category":"AUTHORS","comments":"","clues":[{"text":"\"David Copperfield\" is considered his most autobiographical novel","response":"Charles Dickens"},{"text":"He wrote his 1982 novel \"The Running Man\" under the pseudonym Richard Bachman","response":"Stephen King"},{"text":"The success of \"The Spy Who Came in from the Cold\" allowed him to quit the foreign office to write full time","response":"John le Carré"},{"text":"This author of \"The Cardinal Sins\" was ordained a Catholic priest in 1954","response":"Andrew Greeley"},{"text":"This author of the \"Kent Family Chronicles\" wrote mystery novels under the pen name Alan Payne","response":"John Jakes"}],"originalDate":"1997-09-22"},{"category":"GUERRILLAS IN THE MIST","comments":"(Alex: Check the spelling on this one!)","clues":[{"text":"Known by this 4-letter name, Josip Broz led the partisan resistance against Hitler in Yugoslavia","response":"Tito"},{"text":"Subcomandante Marcos leads this Mexican group named for another guerrilla leader","response":"Zapatistas"},{"text":"Ethan Allen first led this band of Vermonters against the government of New York","response":"the Green Mountain Boys"},{"text":"After the Cuban revolution, this Argentine wrote a manual on guerrilla warfare","response":"Ernesto \"Che\" Guevara"},{"text":"In January 1997 this Chechen capital was renamed in honor of rebel leader Dzhokhar Dudayev","response":"Grozny"}],"originalDate":"1997-09-22"},{"category":"THE KENNEDY CENTER","comments":"","clues":[{"text":"In 2005 the Kennedy Center awarded this \"wild &amp; crazy guy\" the Mark Twain Prize for American Humor","response":"Steve Martin"},{"text":"A 2005 concert at the Kennedy Center paid tribute to the 90th anniversary of the birth of this jazz \"Lady\"","response":"Billie Holiday"},{"text":"The Kennedy Center presented a series of one-act plays as \"Five by Tenn\", a reference to this playwright","response":"Tennessee Williams"},{"text":"On Dec. 23, 2003 the inaugural event of the newly renovated Opera House was the Kirov dancing this ballet","response":"<i>The Nutcracker</i>"},{"text":"This American pianist who took Moscow (&amp; the world) by storm in 1958 received a Kennedy Center honor in 2001","response":"Van Cliburn"}],"originalDate":"2006-01-11"},{"category":"TRUMAN CAPOTE","comments":"","clues":[{"text":"The collection \"Breakfast at Tiffany's\" included the touching tale \"Memory\" of this holiday","response":"Christmas"},{"text":"3 days after the Clutter family was murdered in this state, Capote arrived there to research \"In Cold Blood\"","response":"Kansas"},{"text":"Capote called this writer \"Maestro of the Semicolon\" &amp; co-wrote a movie version of his \"The Turn of the Screw\"","response":"Henry James"},{"text":"A book left unfinished took its title from the line \"More tears are shed over\" these \"than unanswered ones\"","response":"answered prayers"},{"text":"Completes the first sentence of a Capote novel, \"When was it that first I heard of the grass...\"","response":"harp"}],"originalDate":"2006-01-11"},{"category":"\"BUSH\"-ISMS","comments":"(Alex: I hope you noticed the presidential theme for all of our categories.)","clues":[{"text":"The young kids go wild for this song that takes place \"so early in the morning\"","response":"\"Here We Go Round The Mulberry Bush\""},{"text":"You might find this adventurous type of person at the controls of a Beech Staggerwing","response":"a bush pilot"},{"text":"Curt Schilling called A-Rod's ball-punching move in the 2004 A.L. playoffs this type of play","response":"bush league"},{"text":"A 2004 anti-Dubya book by Jim Hightower was titled \"Let's Stop\" this evasive behavior","response":"<i>Beating Around the Bush</i>"},{"text":"The galago, a small primate of southern Africa, is also called this because of its human-like cry","response":"a bush baby"}],"originalDate":"2006-01-11"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"In 1984 her husband published \"Negotiation\" &amp; she published \"First Lady from Plains\"","response":"Rosalynn Carter"},{"text":"This First Lady was famous for her \"Just Say No\" to drugs campaign","response":"Nancy Reagan"},{"text":"Her \"term\" as First Lady lasted from 1974 to 1977","response":"Betty Ford"},{"text":"First Lady Caroline Harrison was also the first president general of this organization, the DAR for short","response":"Daughters of the American Revolution"},{"text":"The former Sarah Childress remained childless throughout her 25-year marriage to this 11th president","response":"Polk"}],"originalDate":"2006-01-11"}],{"category":"U.S. LANDMARKS","text":"James Hoban, who designed &amp; built this, had to rebuild it after a fire in 1814","response":"the White House"}]}