{"mix":4988,"rounds":[[{"category":"CLASSICAL CLASSICS","comments":"","clues":[{"text":"Wally, heroine of Catalini's opera set in the Tyrol, dies by throwing herself into one of these snowy mountain disasters","response":"an avalanche"},{"text":"Compared to Handel's other oratorios, this most famous one, from 1742, really doesn't have much plot","response":"<i>Messiah</i>"},{"text":"In 1881, on receiving a doctorate, this last of the \"3 B's\" composed the \"Academic Festival Overture\"","response":"Johannes Brahms"},{"text":"Mozart's \"Eine Kleine Gigue\" is not as well known as this similarly-titled piece, Kochel 525","response":"\"Eine Kleine Nachtmusik\""},{"text":"Despite its name, this \"Air\" from Bach's Suite No. 3 was not inspired by the sight of a stripper's laundry drying on the line","response":"\"(Air On The) G String\""}],"originalDate":"2006-01-11"},{"category":"AMERICAN LIT","comments":"","clues":[{"text":"Jay is the first name of the title character of this F. Scott Fitzgerald novel","response":"<i>The Great Gatsby</i>"},{"text":"This Vonnegut novel begins \"All this happened, more or less.  The war parts anyway, are pretty much true\"","response":"<i>Slaughterhouse-Five</i>"},{"text":"He wrote \"Two Years Before the Mast\" from the journal that he kept about a voyage around Cape Horn","response":"Dana"},{"text":"Caroline Meeber is the title character of this 1900 novel","response":"<i>Sister Carrie</i>"},{"text":"Part I of this Willa Cather novel is called \"The Wild Land\"; Part II is \"Neighboring Fields\"","response":"<i>O Pioneers!</i>"}],"originalDate":"2006-01-11"},{"category":"CATCHING SOME \"Z\"s","comments":"","clues":[{"text":"In 1924, after a year in California, Will Rogers rejoined this extravagant New York musical revue","response":"the Ziegfeld Follies"},{"text":"It's an African tribe numbering around 9 million who traditionally raise millet &amp; live in kraals","response":"the Zulu"},{"text":"In the Bible, the father of  the Apostles James &amp; John","response":"Zebedee"},{"text":"Found in many ancient cultures, it's the religious worship of animals","response":"zoolatry"},{"text":"This defendant in a famous U.S. freedom of the press trial was born in Germany in 1697","response":"Zenger"}],"originalDate":"2006-01-11"},{"category":"MY OH MAYAN","comments":"","clues":[{"text":"Correlating this system of measuring time to ours, the Mayan one starts in 3114 B.C.","response":"Calendar"},{"text":"The Mayans domesticated turkey, ducks, dogs &amp; these insects","response":"Bees"},{"text":"Peninsula that was home to such Mayan sites as Rio Bec, Becan &amp; Uxmal","response":"Yucatan Peninsula"},{"text":"Mayan art is classified as pre-this","response":"Colombian"},{"text":"The Mayans' principal unit of currency was this bean","response":"Cocoa bean"}],"originalDate":"1997-09-18"},{"category":"TV COPS","comments":"","clues":[{"text":"On this sitcom Laurie Metcalf played Jackie, who left police work to become a trucker","response":"\"Roseanne\""},{"text":"In 1983 letters from viewers helped save this Sharon Gless-Tyne Daly series from cancellation","response":"\"Cagney And Lacey\""},{"text":"This FOX series teamed a human cop with a newcomer from another planet","response":"\"Alien Nation\""},{"text":"In 1998 Lauren Velez joined the cast of this hip big-city FOX police drama as detective Nina Morena","response":"\"New York Undercover\""},{"text":"Andre Braugher plays detective &amp; stroke survivor Frank Pembleton on this cop show","response":"\"Homicide:  Life on the Street\""}],"originalDate":"1997-09-18"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1953 Ibn Saud organized this country's first cabinet to modernize the government","response":"Saudi Arabia"},{"text":"During the Spanish Civil War, this Fascist Party founder sent troops to aid General Francisco Franco","response":"Benito Mussolini"},{"text":"In November 1980 Poland's Communist Party officially recognized this trade union","response":"Solidarity"},{"text":"Later the namesake of an African country, he served as prime minister of Cape Colony from 1890 to 1896","response":"Cecil Rhodes"},{"text":"Aristotle called him the \"Savior of his country and the ideal lawgiver\"","response":"Solon"}],"originalDate":"1997-09-18"}],[{"category":"THE MOVIES","comments":"","clues":[{"text":"In this 1996 film Madonna sings the line \"They need to adore me <span class=\"nobreak\">--</span> so Christian Dior me\"","response":"\"Evita\""},{"text":"In a 1992 film, Mike Myers &amp; Dana Carvey played hosts of this public-access cable TV show","response":"\"Wayne's World\""},{"text":"In \"The First Wives Club\", she, Diane Keaton &amp; Goldie Hawn sing \"You Don't Own Me\"","response":"Bette Midler"},{"text":"Al Pacino received an Oscar nomination for playing Big Boy Caprice in this 1990 film","response":"\"Dick Tracy\""},{"text":"In the 1966 film \"Nevada Smith\", this actor played the title role earlier played by Alan Ladd in \"The Carpetbaggers\"","response":"Steve McQueen"}],"originalDate":"1997-09-18"},{"category":"ORGANIZATIONS","comments":"","clues":[{"text":"The American Numismatic Association is the world's largest group devoted to collecting these","response":"Coins"},{"text":"This group was instrumental in the passage of the Migratory Bird Treaty Act of 1918","response":"The Audubon Society"},{"text":"The American Thoracic Society is the medical section of this association that fights tuberculosis","response":"American Lung Association"},{"text":"This society gives the Hubbard Medal, named for its first president, for exploration, discovery &amp; research","response":"the National Geographic Society"},{"text":"The Order of the Eastern Star is a society of members of this fraternal organization","response":"The Masons"}],"originalDate":"1997-09-18"},{"category":"LITERARY WOMEN","comments":"","clues":[{"text":"In her 1996 book the \"Murder\" is not at the White House but a few blocks away \"At The National Gallery\"","response":"Margaret Truman"},{"text":"It was no accident that her \"Accidental Tourist\" won a National Book Critics Circle Fiction Award","response":"Anne Tyler"},{"text":"Her story \"The Lottery\" was first published in The New Yorker in 1948","response":"Shirley Jackson"},{"text":"She's kept us in suspense with over a dozen novels, including 1997's \"Pretend You Don't See Her\"","response":"Mary Higgins Clark"},{"text":"In \"Paula\" this niece of a former Chilean president told of her life while attending her dying daughter","response":"Isabel Allende"}],"originalDate":"1997-09-18"},{"category":"18th CENTURY AMERICAN QUOTES","comments":"","clues":[{"text":"To support virtue, morality &amp; civil liberty, Ben Franklin called for this book &amp; \"a newspaper in every house\"","response":"the Bible"},{"text":"In 1781 this admiral urged, \"In time of peace... prepare... for war\"","response":"John Paul Jones"},{"text":"In 1781 this future Secretary of the Treasury wrote, \"A national debt, if it is not excessive, will be to us a national blessing\"","response":"Alexander Hamilton"},{"text":"In \"The American Crisis No. 2\", he wrote, \"A bad cause will ever be supported by bad means and bad men\"","response":"Thomas Paine"},{"text":"Replacing Franklin as Minister to France, this future president said, \"I succeed him; no one can replace him\"","response":"Thomas Jefferson"}],"originalDate":"2006-01-10"},{"category":"NAME THAT MAJOR NEWSPAPER","comments":"","clues":[{"text":"Los Angeles,<br>London,<br>Seattle, <br>St. Petersburg","response":"<i>Times</i>"},{"text":"Washington,<br>Palm Beach,<br>Jerusalem","response":"<i>Post</i>"},{"text":"Denver Rocky Mountain,<br>San Antonio Express-,<br>Dallas Morning","response":"<i>News</i>"},{"text":"Chicago,<br>Tampa,<br>San Diego Union-","response":"<i>Tribune</i>"},{"text":"Miami,<br>Boston,<br>Sydney Morning","response":"<i>Herald</i>"}],"originalDate":"2006-01-10"},{"category":"A STATE OF DELAWARE-NESS","comments":"","clues":[{"text":"Delaware is the second-smallest state; only this state has a smaller area","response":"Rhode Island"},{"text":"Founded in 1683 by William Penn, this city was officially laid out in 1717 over an area of 125 acres","response":"Dover"},{"text":"Barratt's Chapel in Delaware is the USA's oldest surviving church of this denomination founded by Wesley","response":"Methodism"},{"text":"An IRA named for this longtime Delaware senator was created in 1998","response":"(William) Roth"},{"text":"In 1609 he became the first European to explore the Delaware area","response":"Hudson"}],"originalDate":"2006-01-10"}],{"category":"EARLY MAN","text":"It was the first nonprecious metal man made into tools &amp; decorative items","response":"copper"}]}