{"mix":4991,"rounds":[[{"category":"PLAYING DOCTOR","comments":"","clues":[{"text":"For consultations about Loraxes &amp; McBoing Boings, I'd see this \"physician\"","response":"Dr. Seuss"},{"text":"Julius is the first name of this James Bond movie title villain played by Joseph Wiseman","response":"Dr. No"},{"text":"Alan Alda was Emmy nominated for \"ER\", but he's slightly better known for playing this Korean War doctor","response":"Hawkeye Pierce"},{"text":"A 1964 film featured Major \"King\" Kong, Gen. Buck Turgidson &amp; this title character","response":"Dr. Strangelove"},{"text":"While serving in WWI, he created the character of Dr. Dolittle in illustrated letters home to his kids","response":"Hugh Lofting"}],"originalDate":"2006-01-09"},{"category":"FAMOUS MOUNTS","comments":"(Alex: Referring to horses, of course.)","clues":[{"text":"Astride this steed the Lone Ranger led the fight for law &amp; order in the early western United States","response":"Silver"},{"text":"Film cowboy who was \"Trigger\" happy","response":"Roy Rogers"},{"text":"Marengo &amp; Copenhagen were their mounts at Waterloo","response":"Duke of Wellington & Napoleon"},{"text":"After this hero of Spain died in 1099 no one was allowed to ride his horse Babieca","response":"El Cid"},{"text":"White Surrey was the favorite horse of this king once quoted as saying he'd trade his kingdom for one","response":"Richard III"}],"originalDate":"1997-09-16"},{"category":"\"STICK\"S &amp; \"STONE\"S","comments":"","clues":[{"text":"It's where an industrious person keeps his nose","response":"To the grindstone"},{"text":"The form of physical comedy associated with Charlie Chaplin, The Keystone Kops &amp; The Three Stooges","response":"Slapstick"},{"text":"These springy stilts with pedals will have you moving in leaps &amp; bounds","response":"Pogo sticks"},{"text":"Paired with \"fire\", it \"rained\" upon Sodom &amp; Gomorrah","response":"Brimstone"},{"text":"3' 9\" high, 2' 4 1/2\" across &amp; nearly 1' thick, it was key to deciphering hieroglyphics","response":"The Rosetta Stone"}],"originalDate":"1997-09-16"},{"category":"NAME CALLING","comments":"","clues":[{"text":"This name means a follower of Dionysus; appropriate in the case of Mr. Rodman","response":"Dennis"},{"text":"Ironically, this first name of a famous blind woman born in 1880 means \"light\"","response":"Helen (Keller)"},{"text":"A comedian's son, actor-director Albert Brooks was born with this \"scientific\" name","response":"Einstein"},{"text":"He named a character in a 1951 novel for 1940s movie star Joan Caulfield","response":"J.D. Salinger"},{"text":"Nintendo immortalized this first name of one of the company's landlords","response":"Mario"}],"originalDate":"1997-09-16"},{"category":"SCIENCE","comments":"","clues":[{"text":"This green plant pigment is also found in algae &amp; in some bacteria","response":"Chlorophyll"},{"text":"In 1875 this plant breeder moved to California using profits earned on his potato","response":"Luther Burbank"},{"text":"It's defined as an atom or group of atoms that has an electrical charge","response":"Ion"},{"text":"A 1991 photo of Gaspra taken by the Galileo probe was the first close-up of one of these minor planets","response":"Asteroid"},{"text":"In the 1940s this Nobel Prize winner &amp; vitamin C advocate studied the structure of antibodies","response":"Linus Pauling"}],"originalDate":"1997-09-16"},{"category":"ETIQUETTE","comments":"","clues":[{"text":"This red gem, July's birthstone, is the traditional gift for a 40th wedding anniversary","response":"a ruby"},{"text":"In a business, this abbreviation should precede a woman's name when her marital status is unknown","response":"Ms."},{"text":"\"Emily Post's Etiquette\" says this should never be viselike, nor should it feel like a jellyfish","response":"Handshake"},{"text":"At a formal dinner, this object is often made of damask &amp; placed on the guest's plate, not beside it","response":"Napkin"},{"text":"A Catholic archbishop is addressed as \"Your Excellency\" while a cardinal is \"Your\" this","response":"Eminence"}],"originalDate":"1997-09-16"}],[{"category":"UNUSUAL TV CHARACTERS","comments":"","clues":[{"text":"As Jonathan on \"Highway To Heaven\", Michael Landon was one of these beings on probation","response":"Angel"},{"text":"As Jeannie she could blink you back to Baghdad in, well, the blink of an eye","response":"Barbara Eden"},{"text":"Jamie Sommers' bionic dog was Max, short for this, from the cost of 4 new bionic legs &amp; a jaw","response":"Maximillion"},{"text":"Lisa is the computer-generated woman in the USA series based on this John Hughes film","response":"\"Weird Science\""},{"text":"Like Lysette Anthony on 1991's \"Dark Shadows\", Corinne Bohrer on 1989's \"Free Spirit\" was one of these","response":"Witch"}],"originalDate":"1997-09-16"},{"category":"FAMOUS MOUNTS","comments":"(Alex: Refers to mountains.)","clues":[{"text":"You can take it for granite that this South Dakota landmark has four 60' heads carved into it","response":"Mount Rushmore"},{"text":"Between 1823 &amp; 1831 the artist Hokusai created a series of 36 views of this","response":"Mount Fuji"},{"text":"Noah was probably the first to climb down this mount without first climbing up it","response":"Mount Ararat"},{"text":"George Vancouver named this NW peak after a British rear admiral, not for the local weather","response":"Mount Rainier"},{"text":"Until June 1991 this Philippine landmark had been inactive for about 600 years","response":"Mount Pinatubo"}],"originalDate":"1997-09-16"},{"category":"HISTORY","comments":"","clues":[{"text":"As a result of the Six-Day War of 1967, this Middle East canal remained closed until 1975","response":"Suez Canal"},{"text":"It was the last Indian empire in Mexico &amp; Central America","response":"Aztecs"},{"text":"England's first encounter with this fleet occurred off Plymouth July 31, 1588","response":"The Spanish Armada"},{"text":"In 1863 Prince William of Denmark ascended this country's throne as King George I","response":"Greece"},{"text":"This treaty that created the European Union is named for the Dutch city where it was drawn up in 1991","response":"Maastricht"}],"originalDate":"1997-09-16"},{"category":"GOD-LIKE ADJECTIVES","comments":"","clues":[{"text":"Quick &amp; shrewd, like the messenger of the Roman gods","response":"Mercurial"},{"text":"The passionate type of love favored by the Greek god of love","response":"Erotic"},{"text":"It describes a task that takes a lot of effort, like the labors of a demigod strongman","response":"Herculean"},{"text":"Jovial means jolly, like those under the astrological influence of this planet","response":"Jupiter"},{"text":"As virginal as the followers of the Roman goddess of the hearth","response":"Vestal"}],"originalDate":"1997-09-16"},{"category":"WRITERS NAMED WILLIAM","comments":"","clues":[{"text":"He was baptized in the parish church of Stratford-On-Avon April 26, 1564","response":"William Shakespeare"},{"text":"\"A Rose For Emily\" is a well-known short story by this author of \"The Sound And The Fury\"","response":"William Faulkner"},{"text":"In 1996 this \"Exorcist\" author published \"Demons Five, Exorcists Nothing:  A Fable\"","response":"William Peter Blatty"},{"text":"His newspaper column \"On Language\" is syndicated around the world","response":"William Safire"},{"text":"In 1990's \"Darkness Visible\", this \"Sophie's Choice\" author wrote of his struggle with depression","response":"William Styron"}],"originalDate":"1997-09-16"},{"category":"THE ATLANTIC OCEAN","comments":"","clues":[{"text":"This expensive treat may be the eggs of the north Atlantic lumpfish; read the label!","response":"Caviar"},{"text":"Of the Earth's oceans, the Atlantic ranks here in size","response":"Second"},{"text":"In 1932 she crossed the Atlantic alone in 13 hours, 30 minutes","response":"Amelia Earhart"},{"text":"In July 1866 one of these was laid across the Atlantic by the Great Eastern Steamer","response":"Cable"},{"text":"This \"sea\" that lies between the Azores &amp; the West Indies is named for the brown gulfweed floating in it","response":"Sargasso Sea"}],"originalDate":"1997-09-15"}],{"category":"RELIGION","text":"An aid to the faithful since the 13th century, one standard version has parts arranged in groups of 1, 3 or 10","response":"the rosary"}]}