{"mix":4992,"rounds":[[{"category":"CELEBRITY ASTROLOGY","comments":"","clues":[{"text":"Little Richard &amp; Rich Little were both born under this sign of the archer","response":"Sagittarius"},{"text":"People born under this fishy sign, like Tommy Tune, are often slim &amp; make excellent dancers","response":"Pisces"},{"text":"David Copperfield &amp; Claudia Schiffer must have a lot in common; they share this \"maidenly\" sign","response":"Virgo"},{"text":"Roger Ebert is a Gemini &amp; this partner is an Aquarius; hmmm, their signs are supposed to be compatible","response":"Gene Siskel"},{"text":"Sissy Spacek was born on Christmas Day, so this is her sign","response":"Capricorn"}],"originalDate":"1997-09-15"},{"category":"U.S. COINS","comments":"","clues":[{"text":"The design of the Franklin half dollar includes a deliberate crack in this object","response":"The Liberty Bell"},{"text":"The face value of the 1-ounce gold American Eagle is $50; this is the face value of the 1/10-ounce","response":"$5"},{"text":"The figure on a Mercury dime is actually Liberty wearing these on her head, like Mercury","response":"Wings"},{"text":"On the back of some of the Denver Mint's 1937 nickels, this animal is missing a leg","response":"Buffalo"},{"text":"Next U.S. one-dollar coin in order:  Morgan, Peace, Eisenhower....","response":"Susan B. Anthony"}],"originalDate":"1997-09-15"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"In October Waynesville, Ohio hosts a 2-day festival devoted to this fermented cabbage dish","response":"Sauerkraut"},{"text":"In mid-July this Maine capital celebrates its Franco-American heritage with Le Festival de la Bastille","response":"Augusta"},{"text":"Each summer Bridgeport, Connecticut holds a festival honoring this circus showman","response":"P.T. Barnum"},{"text":"Many Mexican-Americans celebrate this day on when Mexico defeated France at the Battle of Puebla","response":"Cinco de Mayo"},{"text":"The colors green for hope &amp; red for struggle are prominently displayed during this African-American festival","response":"Kwanzaa"}],"originalDate":"1997-09-15"},{"category":"OH \"MI\"","comments":"","clues":[{"text":"Math sign that looks like a hyphen","response":"Minus sign"},{"text":"2 Samuel 1:25 proclaims \"How\" have they \"fallen in the midst of the battle!\"","response":"The mighty"},{"text":"The process of a cell with 46 chromosomes spilitting into 2 cells, each also with 46 chromosomes","response":"Mitosis"},{"text":"This city's Herald was founded in 1910","response":"Miami"},{"text":"Muscovite is a white type of this rock that splits into thin leaves","response":"mica"}],"originalDate":"1997-09-15"},{"category":"AUTHORS ON AUTHORS","comments":"","clues":[{"text":"Ogden Nash rhymed, \"I'm fond of women, also wine, but not the song of\" this Toklas pal","response":"Gertrude Stein"},{"text":"In 1922 this novelist said of Ezra Pound, \"He's teaching me to write, and I'm teaching him to box\"","response":"Ernest Hemingway"},{"text":"Longfellow said this \"Pride And Prejudice\" author's writings \"Are a capital picture of real life\"","response":"Jane Austen"},{"text":"To Robert Greene, Shakespeare was \"An upstart\" one of these black birds, \"beautified with our feathers\"","response":"Crow"},{"text":"Yeats described this \"Arms And The Man\" playwright as \"An athiest who trembles in the haunted corridor\"","response":"George Bernard Shaw"}],"originalDate":"1997-09-15"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"The Great Karroo &amp; the Little Karroo are dry tablelands in this African country's Cape Mountains region","response":"South Africa"},{"text":"The island of Anglesey, which the Welsh call Ynys Mon, lies off the northwest coast of Wales in this sea","response":"Irish Sea"},{"text":"This Baltic country's major cities include Kaunas, Klaipeda &amp; Vilnius","response":"Lithuania"},{"text":"The only river in this Chilean desert to reach the sea is the Loa","response":"Atacama"},{"text":"The westernmost of Canada's prairie provinces, it's bordered on the west by British Columbia","response":"Alberta"}],"originalDate":"1997-09-15"}],[{"category":"JOHN BROWN","comments":"","clues":[{"text":"Brown's Pennsylvania home was a \"station\" on this","response":"The Underground Railroad"},{"text":"2 of Brown's sons were killed during the attack on the federal arsenal at this site October 16, 1859","response":"Harper's Ferry"},{"text":"This 1862 song shared the melody from the chorus of \"John Brown's Body\"","response":"\"The Battle Hymn of the Republic\""},{"text":"In 1855 Brown &amp; 5 of his sons went to this territory to help the antislavery battle &amp; while there get some land","response":"Kansas"},{"text":"In 1858 this president of the U.S. with the same initials offered a reward for Brown's capture","response":"James Buchanan"}],"originalDate":"1997-09-15"},{"category":"MOVIE MONSTERS","comments":"","clues":[{"text":"Footage of Raymond Burr was added to this 1954 Japanese classic, maybe to make it scarier","response":"\"Godzilla\""},{"text":"A documentary film crew in the Amazon encounters a giant snake in this 1997 film","response":"\"Anaconda\""},{"text":"Improbably, in 1958 Steve McQueen played a teenager being chased by this improbable giant amoeba-like mass","response":"the Blob"},{"text":"In 1935 Elsa Lanchester played this doctor's hair-raising second creation &amp; was meant to wed the first","response":"Dr. Frankenstein"},{"text":"George Clooney &amp; Quentin Tarantino wound up in a bar full of these creatures in 1996's \"From Dusk Till Dawn\"","response":"Vampires"}],"originalDate":"1997-09-12"},{"category":"DEER DIARY","comments":"","clues":[{"text":"Deer flesh, commonly known by this term, is so lean that experts advise inserting fat before cooking","response":"Venison"},{"text":"When a deer ruminates, it's not thinking but chewing this mass of food","response":"Cud"},{"text":"Term for a female red deer, or for 2 of her legs","response":"Hind"},{"text":"Deer range in shoulder height from 1' in the pudu to 6' 6\" in this, the largest","response":"Moose"},{"text":"This name for the male of a small, nimble Eurasian deer has appeared on many catalogs, after \"Sears\"","response":"Roebuck"}],"originalDate":"1997-09-12"},{"category":"EARLY IN THEIR CAREERS","comments":"","clues":[{"text":"Rhea Perlman fell for him when she saw him play a demented stableboy in a play called \"The Shrinking Bride\"","response":"Danny DeVito"},{"text":"Rent \"Psycho II\" &amp; you'll see Dennis Franz as Toomey, who runs this infamous establishment as an \"adult\" motel","response":"The Bates Motel"},{"text":"While a student at Oxford, Hugh Grant tried out for this role in the film \"Greystoke\"","response":"Tarzan"},{"text":"George Cukor directed Meg Ryan's 1981 film debut &amp; this actress' 1932 debut, \"A Bill of Divorcement\"","response":"Katharine Hepburn"},{"text":"Alan Ladd appeared as a reporter in this 1941 Orson Welles masterpiece","response":"\"Citizen Kane\""}],"originalDate":"1997-09-12"},{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"In what may be a forensic first, Paul Revere used these records to help identify Joseph Warren's body","response":"Dental records"},{"text":"Col. Lewis Nicola led a movement to make this man king of America","response":"George Washington"},{"text":"In 1832 he became the last American general of the war to die; a Civil War fort was named for him","response":"Thomas Sumter"},{"text":"A June 14, 1777 Congressional resolution determined what should be on this, but didn't set the design","response":"The American Flag"},{"text":"It's unclear whether Israel Putnam or William Prescott commanded this June 17, 1775 battle","response":"Bunker Hill"}],"originalDate":"1997-09-12"},{"category":"VICE PRESIDENTS","comments":"","clues":[{"text":"This Hoosier, elected to Congress at age 29, was put on the vice-presidential ticket in 1988","response":"Dan Quayle"},{"text":"These 2 unelected vice presidents follow each other in the sequence of vice presidents","response":"Gerald Ford & Nelson Rockefeller"},{"text":"He was the last vice president to act as president of the Senate over 4 congresses:  97, 98, 99 &amp; 100","response":"George Bush"},{"text":"Prior to becoming a Republican in the 1850s, Schuyler Colfax belonged to this party","response":"Whigs"},{"text":"He was the only vice president between Millard Fillmore &amp; Chester Arthur to become president","response":"Andrew Johnson"}],"originalDate":"1997-09-12"}],{"category":"THE 9 MUSES","text":"In a Balanchine ballet, Apollo, god of music, has a favorite muse, this one","response":"Terpsichore"}]}