{"mix":5007,"rounds":[[{"category":"ACTOR-PLAYWRIGHTS","comments":"","clues":[{"text":"Jeff Daniels wrote \"Escanaba in da Moonlight\", a \"super Yooper comedy\" set on this state's Upper Peninsula","response":"Michigan"},{"text":"In 2004 he won an Oscar for \"Mystic River\" &amp; appeared off-Broadway in his own play \"Embedded\"","response":"Tim Robbins"},{"text":"This Englishwoman called her \"Shakespeare for My Father\" a play about her father (Sir Michael) &amp; her search for him","response":"Lynn Redgrave"},{"text":"Her husband Jerry Stiller made a video appearance in her 1999 comedy \"Down the Garden Paths\"","response":"Anne Meara"},{"text":"In 2004 this author of \"True West\" returned to the stage, acting in \"A Number\", a play about human cloning","response":"Sam Shepard"}],"originalDate":"2005-12-21"},{"category":"REJECTED SUPER BOWL HALFTIME SHOWS","comments":"","clues":[{"text":"The company founded by Henry Sherwin &amp; this man wanted to use the halftime to demonstrate how paint dried","response":"Williams"},{"text":"Rosewood School wanted to play this game where if you're tagged as a female swimming bird, you're it","response":"duck, duck, goose"},{"text":"HHS wanted to explain how to use its prescription drug card for this program","response":"Medicare"},{"text":"This ex-FCC chairman, Colin's son, wanted to hold a town hall meeting to discuss obscenity on TV","response":"Michael Powell"},{"text":"Writer Ted Kooser, given this title by the Library of Congress, was going to read his work \"Delights and Shadows\"","response":"poet laureate"}],"originalDate":"2005-12-21"},{"category":"<em class=\"underline\">TIME</em> FOR A MOVIE REVIEW","comments":"(Alex: ...from the magazine's Top 100 Movies list.)","clues":[{"text":"This 1941 film is \"everyone's default choice for the world's greatest movie\"","response":"<i>Citizen Kane</i>"},{"text":"\"72 years after he emerged from his jungle lair, this remains one of the movies' immortal tales of unrequited love\"","response":"<i>King Kong</i>"},{"text":"\"Film noir was a tired genre before writer Robert Towne and director Roman Polanski made this\" 1974 film","response":"<i>Chinatown</i>"},{"text":"\"This (1994) multipart crime epic... still has the impact of an adrenalin shot to the heart\"","response":"<i>Pulp Fiction</i>"},{"text":"This 1927 Fritz Lang \"epic poem of urban dystopia and class warfare set the standard for imagining the future\"","response":"<i>Metropolis</i>"}],"originalDate":"2005-12-21"},{"category":"THERE IS A SANTA CLAUSE","comments":"","clues":[{"text":"St. Nick smoked a long pipe &amp; wore a broad-brimmed hat in his 1809 \"Knickerbocker's History of New York\"","response":"Washington Irving"},{"text":"This 1934 song about the imminent arrival of an omniscient Santa was written by J. Fred Coots &amp; Haven Gillespie","response":"\"Santa Claus Is Coming To Town\""},{"text":"Not a horror movie slasher, the Weihnachtsmann visits this country bordered to the north by Denmark","response":"Germany"},{"text":"The elf-like Jultomten in this country has kids breathless in anticipation from Malmo to Sveg","response":"Sweden"},{"text":"In the 1860s this cartoonist first drew Santa with the soft furry hat we know &amp; love","response":"(Thomas) Nast"}],"originalDate":"2005-12-21"},{"category":"THE \"BYRD\"s &amp; THE \"BEA\"s","comments":"","clues":[{"text":"&amp; then there's this actress, truly a \"Golden Girl\" when she won an Emmy in 1988","response":"Bea Arthur"},{"text":"This admiral led a third Antarctic expedition, discovering Thurston island in 1939","response":"Richard Byrd"},{"text":"Jesus uttered 9 of these, from the Latin for \"blessedness\", in the sermon on the mount","response":"the Beatitudes"},{"text":"This West Virginian has cast more votes in the Senate than any other senator in history","response":"Robert Byrd"},{"text":"Called \"The Mama of Dada\", this ceramicist's relationship with Roche &amp; Duchamp inspired the novel \"Jules et Jim\"","response":"Beatrice Wood"}],"originalDate":"2005-12-21"},{"category":"<em class=\"underline\">JEOPARDY!</em> ACCEPTABLE RESPONSES","comments":"","clues":[{"text":"While we eternally accept Holland, this is the more accurate name for the country","response":"the Netherlands"},{"text":"We've never even heard anyone say the name Goyathlay, but we'd accept it for this Apache leader","response":"Geronimo"},{"text":"He went by a shorter name, but William Claude Dukenfield is an acceptable answer when referring to this actor","response":"W.C. Fields"},{"text":"You don't have to be high society to know that Society of Friends is an acceptable alternative name for this group","response":"the Quakers"},{"text":"When asking for the name of this mid-20th century British author, we will of course accept his real name, Eric Blair","response":"George Orwell"}],"originalDate":"2005-12-20"}],[{"category":"GEORGIA ON MY MIND","comments":"","clues":[{"text":"His library is located at 441 Freedom Parkway, Atlanta, Georgia","response":"Jimmy Carter"},{"text":"Yale &amp; the University of Georgia both use this nickname for their sports teams","response":"the Bulldogs"},{"text":"Georgia's official one is the brown thrasher","response":"the state bird"},{"text":"The name of this Georgia swamp is a Native American word for \"trembling earth\"","response":"the Okefenokee"},{"text":"Stolen during the 1862 Andrews railroad raid, this locomotive is on display in Kennesaw, Georgia","response":"the <i>General</i>"}],"originalDate":"2005-12-20"},{"category":"CELL","comments":"","clues":[{"text":"You can shoot videos &amp; play music with a Walkman phone from Ericsson in partnership with this company","response":"Sony"},{"text":"Nextel's merger with this company should give the competition a run for their money","response":"Sprint"},{"text":"Started by SBC &amp; Bellsouth, it's now a \"one of a kind\" company with its purchase of AT&T Wireless","response":"Cingular"},{"text":"This cellphone maker has jumped back to the No. 2 spot worldwide by a Razr's edge","response":"Motorola"},{"text":"This company beat out Qwest to buy MCI &amp; become a telecom colossus","response":"Verizon"}],"originalDate":"2005-12-20"},{"category":"THE PAPAL CHASE","comments":"","clues":[{"text":"The first pope of the 20th century (&amp; lucky No. XIII), his name means lion in Latin","response":"Leo"},{"text":"Ordained a priest in 1904, his papacy would begin a scant 54 years later","response":"John XXIII"},{"text":"In 858 vestments were hung with great care, in hopes that the first pope of this name soon would be there","response":"Nicholas"},{"text":"This pope (the IV), elected in 1154, is the only English pope to date","response":"Adrian"},{"text":"It's no \"Prophecy\", it's history; not including an antipope, the first of 5 popes named this began his reign in 422","response":"Celestine"}],"originalDate":"2005-12-20"},{"category":"'70s POP CULTURE","comments":"","clues":[{"text":"In 1972 he spread a 200,000 square-foot curtain across a mountain valley in Colorado","response":"Christo"},{"text":"One day he woke up to find his 1973 book \"Awakenings\" on the bestseller list","response":"Oliver Sacks"},{"text":"You could say this French Olympian went downhill as a ski instructor turned thief in the 1972 film \"Snow Job\"","response":"Jean-Claude Killy"},{"text":"She was 13 when she became Broadway's original \"Annie\" in 1977","response":"Andrea McArdle"},{"text":"Barbra Streisand's fans know this is her middle name, because it's in the title of a 1971 album","response":"Joan"}],"originalDate":"2005-12-20"},{"category":"GROUP THERAPY","comments":"","clues":[{"text":"This group officially ended its practice of polygamous marriage in 1890","response":"the Mormons"},{"text":"This Dr. Seuss group that learns prejudice can be costly is divided into star-belly &amp; plain-belly types","response":"the Sneetches"},{"text":"A basic tactical Air Force unit, it's made up of 2 or more flights","response":"a squadron"},{"text":"When the Goths split up around 370, the Visigoths got the area west of the Dniester River &amp; this group, the other side","response":"the Ostrogoths"},{"text":"Along with 10 other former Soviet republics, Turkmenistan joined this regional group on Dec. 21, 1991","response":"the Commonwealth of Independent States"}],"originalDate":"2005-12-20"},{"category":"BOOK TITLES","comments":"","clues":[{"text":"T.S. Eliot's poetical classic:<br>\"Old Possum's Book of Practical\" these","response":"<i>Cats</i>"},{"text":"Thomas Harris introduces Hannibal Lecter:<br>\"Red\" this","response":"<i>Dragon</i>"},{"text":"Jerzy Kosinski novel set during the Holocaust:<br>\"The Painted\" this","response":"<i>Bird</i>"},{"text":"Part one of Cormac McCarthy's Border Trilogy:<br>\"All the Pretty\" these","response":"<i>Horses</i>"},{"text":"A tale by Madeleine L'Engle about a marine biology student:<br>\"The Arm of\" this sea creature","response":"<i>the Starfish</i>"}],"originalDate":"2005-12-20"}],{"category":"U.S. GOVERNMENT FIRSTS","text":"The first of these was authorized in 1790, \"providing for the enumeration of the inhabitants of the United States\"","response":"a census"}]}