{"mix":5008,"rounds":[[{"category":"OVERLAPS","comments":"(Alex: Similar to our BEFORE &amp; AFTER category but a little more compressed, we have...)","clues":[{"text":"Postal delivery guy whose sidekick is Sancho Panza","response":"the mailman of La Mancha"},{"text":"Beloved Schulz cartoon boy who's a port city on the Rio Grande opposite Matamoros","response":"Charlie Brownsville"},{"text":"Carbonated soft drink that was a VH1 show using thought balloons to comment on the action in the video","response":"soda Pop-Up Video"},{"text":"Reddish-brown poisonous U.S. snake that leads the RNs at a hospital","response":"copperhead nurse"},{"text":"The balderdash capital of the U.S.","response":"Hogwashington, D.C."}],"originalDate":"2005-12-20"},{"category":"HISTORIC BROTHERS","comments":"","clues":[{"text":"John Sherman is remembered for an antitrust act; this brother is remembered for a march to the sea","response":"William Tecumseh Sherman"},{"text":"Brothers Nelson &amp; Winthrop &amp; their nephew Jay of this wealthy family all served as state governors","response":"The Rockefellers"},{"text":"His brother Raul was his comrade in guerrilla warfare against Cuban dictator Batista","response":"Fidel Castro"},{"text":"After his brother Raul was arrested in 1995, he fled Mexico, which he'd governed 1988-1994","response":"Carlos Salinas de Gortari"},{"text":"Richard Wellesley, governor-general of India, had to settle for marquess; brother Arthur won this title","response":"Duke of Wellington"}],"originalDate":"1997-02-12"},{"category":"ASTROLOGY","comments":"","clues":[{"text":"This sign represents very sensitive people who sometimes withdraw into their little \"crab\" shells","response":"Cancer"},{"text":"It's the most hircine sign of the Zodiac <span class=\"nobreak\">--</span> by the way, hircine means \"goatlike\"","response":"Capricorn"},{"text":"People born under this sign of the water carrier like to attain knowledge &amp; then \"pour it out\" for others","response":"Aquarius"},{"text":"If this \"arachnid\" sign is yours, you're probably aggressive &amp; dominant &amp; should be quick on the buzzer","response":"Scorpio"},{"text":"This sign of natural-born diplomats is represented by a pair of well-balanced scales","response":"Libra"}],"originalDate":"1997-02-12"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"In a 1996 novel Jane Mendelsohn adopts the voice of this female aviator, lost on a desert island","response":"Amelia Earhart"},{"text":"Kim Wozencraft &amp; Dorothy Uhnak used their experiences in this job to write crime novels","response":"Policewomen"},{"text":"You'll find all you need to know about Anne, Emily &amp; Charlotte in Juliet Barker's 1,000-page bio of this family","response":"The Brontes"},{"text":"F. Scott Fitzgerald's wife, she based her 1932 novel \"Save Me The Waltz\" on their life together","response":"Zelda Fitzgerald"},{"text":"Sites associated with this author's heroine Anne of Green Gables are a tourist draw in eastern Canada","response":"Lucy Maud Montgomery"}],"originalDate":"1997-02-12"},{"category":"ANNUAL EVENTS","comments":"","clues":[{"text":"Koreans pay honor to both parents May 8, sometimes the same day Americans honor this one","response":"Mothers"},{"text":"Its early April start &amp; its late October end cause many missed appointments","response":"Daylight Savings Time"},{"text":"A communal dip in the Pacific January 1 in Vancouver, Canada is named for these Arctic animals","response":"Polar Bears"},{"text":"Mashpee, Massachusetts holds one of these American Indian conferences every July","response":"Pow-Wow"},{"text":"Countries that celebrate these documents include Mexico on February 5 &amp; the U.S. on September 17","response":"Constitutions"}],"originalDate":"1997-02-12"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"It's the \"hair apparent\" on a lion's or horse's neck","response":"Mane"},{"text":"To walk in shallow water","response":"Wade"},{"text":"It precedes tough, loose &amp; glider","response":"Hang"},{"text":"Buss is a synonym for this 4-letter word that also ends in \"ss\"","response":"Kiss"},{"text":"To tightly roll up a flag or a sail","response":"Furl"}],"originalDate":"1997-02-12"}],[{"category":"THE AMERICAN REVOLUTION","comments":"","clues":[{"text":"During his 16 months of treasonous activities, he used the name \"Monk\" when dealing with the British","response":"Benedict Arnold"},{"text":"In 1779 this pamphleteer was appointed clerk of the Pennsylvania assembly","response":"Thomas Paine"},{"text":"\"If every nerve is not strained... the game is pretty near up\", Washington wrote before this New Jersey battle","response":"Trenton"},{"text":"The British surrender at this N.Y. town near Freeman's Farm encouraged France to join the American side","response":"Saratoga"},{"text":"After the war, Congress voted this Prussian a pension of $2500; he became a U.S. citizen in 1783","response":"Baron Von Steuben"}],"originalDate":"1997-02-12"},{"category":"SHAKESPEAREAN ACTORS","comments":"","clues":[{"text":"At 15 she won a Golden Globe for \"My So-Called Life\"; at 16 she played Leonardo DiCaprio's Juliet","response":"Claire Danes"},{"text":"He starred in \"Coriolanus\" in 1979; a few years later he was \"Driving Miss Daisy\"","response":"Morgan Freeman"},{"text":"In 1995 he played Iago to Laurence Fishburne's Othello; in 1996 he starred in his own film of \"Hamlet\"","response":"Kenneth Branagh"},{"text":"He not only starred in but also directed \"Looking For Richard\", a film about \"Richard III\"","response":"Al Pacino"},{"text":"Helena Bonham Carter played Olivia in the 1996 film of this comedy subtitled \"Or, What You Will\"","response":"\"Twelfth Night\""}],"originalDate":"1997-02-12"},{"category":"MEDICINE","comments":"","clues":[{"text":"Among college students, it's known as the \"kissing disease\"","response":"Mononucleosis"},{"text":"Allan Cormack &amp; Sir Godfrey Hounsfield shared the 1979 Nobel Prize for developing this medical scanner","response":"CATscan"},{"text":"Down's syndrome can be determined by analyzing this fluid enveloping the fetus in the womb","response":"amniotic fluid"},{"text":"When testing new drugs, a control group is given this nonmedical substance  made of sugar or a saline solution","response":"placebo"},{"text":"This Baltimore hospital named for its benefactor opened in 1889","response":"Johns Hopkins"}],"originalDate":"1997-02-12"},{"category":"PERIODICALS","comments":"","clues":[{"text":"This magazine abbreviated \"GH\" features tips in \"The Better Way\" section","response":"Good Housekeeping"},{"text":"In 1993 the Chicago Tribune launched Exito!, a weekly paper in this language","response":"Spanish"},{"text":"To help plan a museum of journalism, Peter Prichard quit in '94 as editor of this, \"The Nation's Newspaper\"","response":"USA Today"},{"text":"Unions at this California city's Examiner &amp; Chronicle went on strike in November 1994","response":"San Francisco"},{"text":"This edgy science magazine has ceased publication in favor of a completely online version","response":"<i>Omni</i>"}],"originalDate":"1997-02-12"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"Some say these one-eyed giants were master craftsmen who worked for Hephaestus","response":"the Cyclopes"},{"text":"When he was depicted as a child god, Horus, son of this Egyptian goddess, was known as Harpokrates","response":"Isis"},{"text":"Homer described this wife of Zeus as \"ox-eyed\", which was supposed to be a compliment","response":"Hera"},{"text":"The Norns are the Norse counterparts of this Greco-Roman trio that determines human destinies","response":"The Fates (Katho, Lakhesis & Atropos)"},{"text":"The river god Cephissus was the father of this youth who fell in love with his own reflection in the water","response":"Narcissus"}],"originalDate":"1997-02-12"},{"category":"FOREIGN TRAVEL","comments":"","clues":[{"text":"This Bedouin transport also provides food, milk, clothing &amp; fuel","response":"Camel"},{"text":"From March to May Arctic Odysseys leads expeditions on these vehicles in the Baffin area","response":"Dogsleds"},{"text":"It's the traditional color of London's double-decker buses","response":"Red"},{"text":"This capital's U-Bahn is a subway system with over 150 stations, including Friedrichstrasse &amp; Alexanderplatz","response":"Berlin"},{"text":"To get around Amsterdam you can rent one of these at the Centraal Station for about 7 guilders a day","response":"Bicycles"}],"originalDate":"1997-02-12"}],{"category":"GEOGRAPHY","text":"2 of the 4 U.S. states that border Mexico","response":"(2 of) Texas, New Mexico, Arizona & California"}]}