{"mix":5009,"rounds":[[{"category":"IT'S AUSTRALIA, MATE","comments":"","clues":[{"text":"The loud Australian bird known as a kookaburra is also known as this \"laughing\" equine","response":"jackass"},{"text":"The \"Ground\" for this sport in Melbourne, Australia has a capacity of about 100,000 spectators","response":"cricket"},{"text":"This Australian state reports it has lost the 1859 decree Victoria signed authorizing its name","response":"Queensland"},{"text":"Australia's smallest state, this island used to be called Van Diemen's Land","response":"Tasmania"},{"text":"It's \"evolved\" to become the largest city of Australia's Northern Territory","response":"Darwin"}],"originalDate":"2005-12-19"},{"category":"THE QUOTABLE BEN STILLER","comments":"","clues":[{"text":"Ben has a little trouble with Brett Fav-ruh...Fav-re-ruh... Favre's last name in this 1998 comedy","response":"<i>There's Something About Mary</i>"},{"text":"\"The penguins are psychotic!\" says Alex the lion, voiced by Ben in this 2005 animated film","response":"<i>Madagascar</i>"},{"text":"\"Come on cap, don't drag (my partner) into this.  I shot my pony\" admits Ben, in this movie update of a buddy cop TV show","response":"<i>Starsky & Hutch</i>"},{"text":"As a member of this \"Royal\" family, Ben asks, \"Can we read it... is it dark?\" &amp; hears \"Of course it's dark.  It's a suicide note\"","response":"the Royal Tenenbaums"},{"text":"As this 2001 title supermodel, Ben says, \"Now if you'll excuse me, I have an after-funeral party to attend\"","response":"Zoolander"}],"originalDate":"2005-12-19"},{"category":"Rx MARKS THE SPOT","comments":"","clues":[{"text":"The stimulant methylphenidate, used to treat attention deficit hyperactivity disorder, is known by this trade name","response":"Ritalin"},{"text":"\"Oxy\" for short, this painkiller has been widely abused in poor rural areas in the U.S.","response":"Oxycontin"},{"text":"Also known as Alprazolam, you could say it is an \"X\" factor in anti-anxiety drugs","response":"Xanax"},{"text":"A compound of this lightest metal is used to treat bipolar disorder","response":"lithium"},{"text":"\"Triazolam Days\" just didn't sound quite right; maybe that's why the sleeping drug is known as this","response":"Halcion"}],"originalDate":"2005-12-19"},{"category":"BEATLE WANNABES?","comments":"","clues":[{"text":"This prosecutor struck up the band for Bill Clinton's impeachment with his report","response":"(Kenneth) Starr"},{"text":"Known as a great orator, this president sang the praises for the Sherman Antitrust Act he signed into law","response":"Benjamin Harrison"},{"text":"Bill McCartney's harmony with Jesus led him to quit as football coach of this University's Buffaloes","response":"Colorado"},{"text":"Imagine Thomas Lennon's success with this Comedy Central show he co-created in which he plays Lt. Dangle","response":"<i>Reno 911!</i>"},{"text":"Son of Constantine I, Paul I became a solo act after succeeding George II as king of this country","response":"Greece"}],"originalDate":"2005-12-19"},{"category":"WE WANNA KNOW \"Y\"","comments":"","clues":[{"text":"John Gay wrote that this time of life is \"the season made for joys\"","response":"youth"},{"text":"He patented his cylinder pin-tumbler lock in 1861","response":"(Linus) Yale"},{"text":"In June 1991 Croatia broke away from it","response":"Yugoslavia"},{"text":"The Navy has had 2 aircraft carriers with this Revolutionary War name; the first was sunk at Midway","response":"<i>Yorktown</i>"},{"text":"Zholobov &amp; Zudov were cosmonauts, so this shuttle pilot is last alphabetically in the Astronaut Hall of Fame","response":"John Young"}],"originalDate":"2005-12-19"},{"category":"OPERA","comments":"","clues":[{"text":"Puccini included a passage from \"The Star-Spangled Banner\" in one of Pinkerton's numbers in this opera","response":"<i>Madame Butterfly</i>"},{"text":"A highlight of this tragic opera set in Palestine is the \"Dance of the Seven Veils\"","response":"<i>Salome</i>"},{"text":"He's Verdi's title hunchbacked court jester","response":"Rigoletto"},{"text":"In Act I of \"La boheme\", this poet keeps a fire burning in the chilly attic by sacrificing his manuscript","response":"Rodolfo"},{"text":"In a Richard Strauss  opera title, the name of this daughter of Minos precedes \"auf Naxos\"","response":"Ariadne"}],"originalDate":"2005-12-19"}],[{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"She was an English teacher by day in Portugal when she began using her mornings to write about wizards","response":"J.K. Rowling"},{"text":"Illness prevented her from finishing \"Sanditon\"; \"Northanger Abbey\" was published posthumously","response":"Jane Austen"},{"text":"Alice Walker helped revive interest in this author dubbed \"The Queen of the Harlem Renaissance\"","response":"Zora Neale Hurston"},{"text":"In 2004 this Scottish author of \"The Prime of Miss Jean Brodie\" published \"The Finishing School\"","response":"Muriel Spark"},{"text":"Thea Kronborg is a preacher's daughter who becomes a singer in Willa Cather's novel \"The Song of\" this bird","response":"the lark"}],"originalDate":"2005-12-19"},{"category":"A 5-COURSE MEAL","comments":"","clues":[{"text":"Let's start you off with a simple salad of this veggie that comes in butterhead &amp; crisphead varieties","response":"lettuce"},{"text":"For jambalaya, go next door; we serve this Louisiana stew that often includes okra, shellfish &amp; ham","response":"gumbo"},{"text":"Next, I recommend this 10-armed cephalopod, though we're fresh out of the 80-pound variety","response":"calamari"},{"text":"The catch of the day &amp; main course is this young haddock or cod that weighs under 2 1/2 pounds","response":"scrod"},{"text":"For dessert, we imitate Brennan's in N.O. &amp; cook up this bananas &amp; ice cream dessert named for a customer","response":"Bananas Foster"}],"originalDate":"2005-12-19"},{"category":"\"THIN\" IS IN","comments":"","clues":[{"text":"Bitterly severe as a remark, perhaps describing the bad review of a play","response":"scathing"},{"text":"This word accompanied \"Fear\" in the title of a groundbreaking 1972 book","response":"loathing"},{"text":"This former bronze coin of Great Britain comes from the Old English for \"fourth\"","response":"farthing"},{"text":"It's the Shakespeare comedy that fits the category","response":"<i>Much Ado about Nothing</i>"},{"text":"In 1991 Iceland's parliament, known as this, merged its upper &amp; lower houses into a unicameral body","response":"the Althing"}],"originalDate":"2005-12-19"},{"category":"U.S. CITY NICKNAMES","comments":"","clues":[{"text":"This Texas capital has been called \"The Live Music Capital of the World\"","response":"Austin"},{"text":"Among the sobriquets used for this city are \"Witchcraft City\" &amp; the \"Paradise of New England\"","response":"Salem, Massachusetts"},{"text":"Because of the 22 lakes within its city limits, this twin city of St. Paul is called \"City of Lakes\"","response":"Minneapolis"},{"text":"The nearly 40 insurance firms based in this Connecticut city make it the \"Insurance Capital of the World\"","response":"Hartford"},{"text":"This home of the Wright Brothers claims the title \"Cradle of Aviation\"","response":"Dayton, Ohio"}],"originalDate":"1997-02-11"},{"category":"FIRST AID","comments":"","clues":[{"text":"If pressure doesn't stop one of these, pack sterile gauze into the nostril, leaving one end outside","response":"Nosebleed"},{"text":"Never massage or rub fingers &amp; toes affected by this \"freezing\" injury; you'll cause tissue damage","response":"Frostbite"},{"text":"It's a rigid support, often made of wood, used to immobilize a body part, such as a broken bone","response":"Splint"},{"text":"Mouth-to-mouth &amp; mouth-to-nose resuscitation are types of the technique known as this","response":"Artificial respiration"},{"text":"If a poison control center advises you to induce this, syrup of ipecac may do the trick","response":"Vomiting"}],"originalDate":"1997-02-11"},{"category":"MILLIONAIRES","comments":"","clues":[{"text":"Ross Perot is often described as one of these, meaning he's worth 1,000 millionaires","response":"Billionaire"},{"text":"In the 1980s Craig McCaw bet on the future of these mobile telephones &amp; won","response":"Cellular phones"},{"text":"In his early 20s, programmer Marc Andreessen developed this company's internet \"Navigator\"","response":"Netscape"},{"text":"The Getty &amp; Koch families have made millions in this field, or should we say, in these fields","response":"Oil"},{"text":"Seen in TV ads, this restaurateur has children named Pam, Ken, Molly &amp; Lori as well as the famous Wendy","response":"Dave Thomas"}],"originalDate":"1997-02-11"}],{"category":"HISTORIC WOMEN","text":"She was born in Virginia around 1596 &amp; died in Kent, England in 1617","response":"Pocahontas"}]}