{"mix":5017,"rounds":[[{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This creature who had the head &amp; wings of an eagle &amp; the body of a lion guarded the Scythians' gold","response":"a griffin"},{"text":"Norse name of the dragon slayer called Siegried by the Germans","response":"Sigurd"},{"text":"This trickster accompanied Thor to retrieve Thor's hammer from the giant Thrym","response":"Loki"},{"text":"Common group name for Alcyone, Sterope, Celaeno, Electra, Maia, Merope &amp; Taygete","response":"the Pleiades"},{"text":"Zeus was enamored of this young prince whom he carried off to Olympus to be the cupbearer to the gods","response":"Ganymede"}],"originalDate":"2005-12-12"},{"category":"MEN OF RELIGION","comments":"","clues":[{"text":"Despite the Edict of Worms, he translated the Bible into German in secret in 1522","response":"Luther"},{"text":"Because of his Svengali-like control over the Czarina, this \"Mad Monk\" was murdered in 1916","response":"Rasputin"},{"text":"A river linking the Great Lakes &amp; the Atlantic Ocean bears the name of this saint who was martyred by the Romans in 258","response":"St. Lawrence"},{"text":"Knights in the service of Henry II killed this \"troublesome priest\" in 1170 after he refused to obey the king","response":"Becket"},{"text":"By his own account, this notorious Khmer Rouge leader spent 2 years as a Buddhist monk","response":"Pol Pot"}],"originalDate":"2005-12-12"},{"category":"HEAD GEAR","comments":"","clues":[{"text":"In 1866 this company introduced its \"hat of the west\" also called \"boss of the plains\"","response":"Stetson"},{"text":"The name of this jeweled coronet worn by princesses is from the Greek for \"turban\"","response":"tiara"},{"text":"It precedes \"rag\" in a term for a scarf or kerchief tied to cover the head","response":"dew"},{"text":"His hat came up in the 1888 pres. campaign of his grandson (some said it fit, some said it was too big)","response":"William Henry Harrison"},{"text":"While Prince of Wales, Edward VII vistied this German spa town &amp; brought back a hat","response":"Homburg"}],"originalDate":"2005-12-12"},{"category":"FOR THE BIRDS","comments":"","clues":[{"text":"This bird's name can also mean \"to swindle\" &amp; it's found in an ancient board game","response":"rook"},{"text":"The greater &amp; lesser scaups, unlike the gadwall, are types of these birds that are divers, not dabblers","response":"ducks"},{"text":"The Athene genus of this bird contains 4 species","response":"the owl"},{"text":"This \"ruffed\" state bird of Penn. is famous for the drumming sound its wings make when proclaiming its territory","response":"a grouse"},{"text":"This birds, of which the \"great\" one is extinct, are considered the N. hemisphere's counterpart to penguins","response":"auks"}],"originalDate":"2005-12-12"},{"category":"VALENTINE'S DAY","comments":"(that's coming up!)","clues":[{"text":"On Feb. 14, 1985 the conservative Jewish movement announced its decision to accept women in this post","response":"Rabbi"},{"text":"He told the 20th Communist Party Congress Feb. 14, 1956 that war with capitalist imperialism was not inevitable","response":"Nikita Khrushchev"},{"text":"This partner of Bob Woodward was born Feb. 14, 1944 in Washington, D.C., the city that made him famous","response":"Carl Bernstein"},{"text":"New Mexico had been a state for almost 5 weeks when this neighbor joined the Union in 1912","response":"Arizona"},{"text":"A young girl received the first dual transplant of the heart &amp; this organ Feb. 14, 1984","response":"Liver"}],"originalDate":"1997-01-31"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"This 2-wheeled east Asian cart is pulled by a runner called a shafu","response":"Rickshaw"},{"text":"A 1935 act of Congress gave this agency, the ICC, authority over motor carriers &amp; drivers","response":"Interstate Commerce Commission"},{"text":"In terms of total passengers, this London airport is the world's busiest outside the U.S.","response":"Heathrow"},{"text":"In 1840 this line sent its first ship, the Britannia, across the Atlantic","response":"Cunard Line"},{"text":"In 1954 this city opened Canada's first subway","response":"Toronto"}],"originalDate":"1997-01-31"}],[{"category":"ANIMALS","comments":"","clues":[{"text":"World Book says this type of bear has been seen on ice chunks as far south as the Gulf of St. Lawrence","response":"Polar Bear"},{"text":"The largest freshwater species of this reptile in the U.S. is the alligator snapper","response":"Turtle"},{"text":"The largest species of this American marsupial is the common or Virginia species","response":"Possum"},{"text":"This ground squirrel is distinguished from others by its striped face","response":"Chipmunk"},{"text":"The largest &amp; heaviest New World monkey, its characteristic roar can be heard for about 2 miles","response":"Howler Monkey"}],"originalDate":"1997-01-31"},{"category":"PREGNANCY &amp; CHILD CARE","comments":"","clues":[{"text":"Whether cloth or disposable, you'll need about 65 of these per week for baby's first year","response":"Diapers"},{"text":"Color in the term for an infant with a cyanotic complexion, often due to a heart defect","response":"Blue baby"},{"text":"The epidural type of this lowers blood pressure during labor as well as removing sensation","response":"Anesthesia"},{"text":"In most cases the stump of this falls off painlessly when baby's about a week old","response":"Umbillical Cord/Umbillicus"},{"text":"This procedure used to get a picture of the developing baby is commonly called a scan","response":"Ultrasound"}],"originalDate":"1997-01-31"},{"category":"DOUBLE \"P\" WORDS","comments":"(Alex: 2 \"P\"s in each correct response.)","clues":[{"text":"Kukla or Ollie, but not Fran","response":"Puppet"},{"text":"They blow in Flanders Fields","response":"Poppies"},{"text":"Fancy \"cuppa\" coffee","response":"Cappuccino"},{"text":"It \"knocks but once\" &amp; Arkansas is the \"Land Of\" it","response":"Opportunity"},{"text":"Raiment","response":"Apparel"}],"originalDate":"1997-01-31"},{"category":"RUSSIAN WRITERS","comments":"","clues":[{"text":"He insisted \"The Cherry Orchard\" was \"A comedy, in places even a farce\"; some may disagree","response":"Anton Chekhov"},{"text":"He completed \"The Brothers Karamazov\" shortly before his 1881 death in St. Petersburg","response":"Fyodor Dostoyevsky"},{"text":"Boris Pasternak's only novel, it was rejected by Soviet publishers for its critical approach to communism","response":"\"Doctor Zhivago\""},{"text":"This \"Gulag Archipelago\" writer taught mathematics while in exile in central Asia","response":"Aleksandr Solzhenitsyn"},{"text":"He began his most famous work, \"Eugene Onegin\", in 1823 &amp; completed it in 1831","response":"Aleksandr Pushkin"}],"originalDate":"1997-01-31"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"From east to west, it extends 20 miles from Makapuu Point to Pearl Harbor","response":"Honolulu"},{"text":"An annual tulip festival in this New York capital commemorates the city's Dutch heritage","response":"Albany"},{"text":"In 1777 it replaced New Castle as the capital of Delaware","response":"Dover"},{"text":"It's said the Christo Rey Church in this capital is the largest adobe structure in the U.S.","response":"Santa Fe, New Mexico"},{"text":"Franklin Pierce is buried in the Old North Cemetery in this capital city","response":"Concord, New Hampshire"}],"originalDate":"1997-01-31"},{"category":"THE OSCARS","comments":"","clues":[{"text":"Even Daddy Warbucks couldn't buy this 1982 John Huston-directed musical an Oscar; it lost both nominations","response":"\"Annie\""},{"text":"Woody Allen was nominated for acting in, directing &amp; writing this 1977 film; he won for the latter 2","response":"\"Annie Hall\""},{"text":"Greta Garbo was nominated for this, her first MGM sound film, based on a Eugene O'Neill play","response":"\"Anna Christie\""},{"text":"Her supporting actress win for 1993's \"The Piano\" made her the 2nd-youngest winner of a competitive Oscar","response":"Anna Paquin"},{"text":"She won for her starring role in her first English language film, \"The Rose Tattoo\"","response":"Anna Magnani"}],"originalDate":"1997-01-31"}],{"category":"LITERATURE &amp; MUSIC","text":"The band called \"They Might Be Giants\" ultimately gets its name from a phrase said by this title hero in a 1605 work","response":"Don Quixote"}]}