{"mix":5021,"rounds":[[{"category":"CHANCE","comments":"","clues":[{"text":"The Natl. Oceanic &amp; Atmospheric Admin. says the chance of this happening to you in a given year is 1 in 240,000","response":"getting struck by lightning"},{"text":"A random group must contain 23 people for there to be an over 50% chance that 2 of them will have the same one of these","response":"a birthday"},{"text":"In this 12-state lottery selling \"Mega Jackpots, Mega Fun\", your chance at the top prize is 1 in 175,711,536","response":"Mega Millions"},{"text":"There's a 1 in 10,000 chance of being born with situs inversus with dextrocardia, dextrocardia meaning this","response":"heart on the right side"},{"text":"The 2 main types of object whose danger is gauged on the Torino scale; a 3 means a 1% chance of destructive impact","response":"comets & asteroids"}],"originalDate":"2005-12-07"},{"category":"A BARRY MANILOW SONGBOOK","comments":"(Alex: You have to identify the song for us.)","clues":[{"text":"\"Then the punches flew, &amp; chairs were smashed in two, there was blood &amp; a single gunshot but just who shot who?\"","response":"\"Copacabana\""},{"text":"\"You came along, just like a song, and brightened my day, who'd've believed that you were part of a dream...\"","response":"\"Can't Smile Without You\""},{"text":"\"When will our eyes meet?  When can I touch you?  When will this strong yearning end\"","response":"\"Weekend In New England\""},{"text":"\"Then one day the Sun appears, and we come shining through those lonely years\"","response":"\"I Made It Through The Rain\""},{"text":"\"I'm singin' to the world, it's time we let the spirit come in, let it come on in...\"","response":"\"Daybreak\""}],"originalDate":"2005-12-07"},{"category":"\"F\" IN ANATOMY","comments":"","clues":[{"text":"The name of this bone is from the Latin for \"thigh\"","response":"femur"},{"text":"Hairs grow out of these pouchlike openings","response":"follicles"},{"text":"They're also called oviducts","response":"Fallopian tubes"},{"text":"The security of the ankle joint depends largely on this seemingly delicate bone","response":"the fibula"},{"text":"It's the term for the \"soft spot\" on the surface of a newborn's head where the skull bones haven't fused yet","response":"the fontanel"}],"originalDate":"2005-12-07"},{"category":"HEY, JUNIOR!","comments":"","clues":[{"text":"James Lovell, Jr., Fred Haise, Jr. &amp; John (Jack) Swigert, Jr. took off on this ill-fated flight April 11, 1970","response":"Apollo 13"},{"text":"This famous Jr. re-created his WWII Dresden experience in a 1969 novel","response":"Kurt Vonnegut"},{"text":"This general's memoir, \"War As I Knew It\", appeared in 1947, 2 years after his death","response":"George Patton, Jr."},{"text":"In 1951 he wrote \"God and Man at Yale\", not too long after his junior year","response":"William F. Buckley, Jr."},{"text":"Wounded 3 times in the Civil War, this future Supreme Courter became Chief Justice of Mass. in 1899","response":"Oliver Wendell Holmes"}],"originalDate":"2005-12-07"},{"category":"PAST IRREGULAR","comments":"(Alex: And finally, in this category, [*], each response will be a past tense that does not end in -ed.)","clues":[{"text":"\"I found my thrill\", \"wound a watch\" &amp; did this past tense to coffee beans &amp; a lens","response":"ground"},{"text":"In another sense, this past tense can mean what I'm giving up candy &amp; cigars for","response":"lent"},{"text":"It's a verb's past participle, or a noun referring to a body of writing; you might major in the \"English\" or \"French\" type","response":"lit"},{"text":"A herd of animals being moved in a group","response":"a drove"},{"text":"Completes the title of \"The Untold Story of Pearl Harbor\", \"At Dawn We...\"","response":"<i>Slept</i>"}],"originalDate":"2005-12-07"},{"category":"PUERTO RICO","comments":"","clues":[{"text":"His 1493 stop at Puerto Rico is the foundation for the claim he \"discovered America\", meaning the U.S.","response":"Christopher Columbus"},{"text":"This country surrendered Puerto Rico to the U.S. in the 1898 Treaty of Paris","response":"Spain"},{"text":"About 85% of Puerto Ricans profess this faith; most others are Protestants","response":"Roman Catholicism"},{"text":"Puerto Rico is the smallest &amp; easternmost of the islands of this \"greater\" group","response":"Antilles"},{"text":"Puerto Rico is sometimes called the \"Island Of\" this; New Mexico is the \"Land Of\" it","response":"Enchantment"}],"originalDate":"1997-01-24"}],[{"category":"TELEVISION","comments":"","clues":[{"text":"After 12 seasons, Angela Lansbury closed the book on this series in 1996","response":"\"Murder, She Wrote\""},{"text":"Erika Slezak has played the role of Victoria Lord on this daytime soap since 1971","response":"\"One Life To Live\""},{"text":"This cable network's \"Biography\" won a 1995 Cableace Award for best documentary series","response":"A&E (Arts & Entertainment Network)"},{"text":"He spent 8 years on \"Saturday Night Live\" before starring as anchorman Bill McNeal on \"NewsRadio\"","response":"Phil Hartman"},{"text":"This sitcom is set at Tom Nevers Field","response":"\"Wings\""}],"originalDate":"1997-01-24"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"Carolyn Ann Ash wrote the longest of these religious songs published <span class=\"nobreak\">--</span> the 754-verse \"Sing God's Song\"","response":"Hymn"},{"text":"The longest of these ended after 67 years when Octavio Guillen &amp; Adriana Martinez were married in 1969","response":"Engagement"},{"text":"Red Rock, the top bucking one of these, threw 312 before Lane Frost rode him to the 8-second bell in 1988","response":"Bull"},{"text":"The largest fronton, or stadium, for this sport seats 6,000 in West Palm Beach, Florida","response":"jai alai"},{"text":"The 1994 race in which she defeated Michael Huffington was the most expensive Senate campaign ever","response":"Dianne Feinstein"}],"originalDate":"1997-01-24"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"In \"God Bless America\" \"The oceans\" are \"white with\" it","response":"Foam"},{"text":"To kick a football","response":"Punt"},{"text":"It means to drive an airplane on the ground","response":"Taxi"},{"text":"It's a spot on a radar screen","response":"Blip"},{"text":"To cover with clothing","response":"Garb/Clad"}],"originalDate":"1997-01-24"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"The Columbia, one of these between Valdez &amp; Anchorage, Alaska can move about 65 feet per day","response":"Glacier"},{"text":"In 1909 Dutch botanist Wilhelm Johannsen first proposed this name for the unit of heredity in living things","response":"Gene"},{"text":"The largest living reptile is probably the saltwater species of this animal, which may weigh more than a ton","response":"Crocodile"},{"text":"This Russian physiologist's major published work was \"Conditioned Reflexes\" in 1926","response":"Ivan Pavlov"},{"text":"His first law of planetary motion states the planets' orbits are ellipses with the sun at one focus","response":"Johannes Kepler"}],"originalDate":"1997-01-24"},{"category":"POT CLUCK","comments":"(Alex: A whole category devoted to birds.)","clues":[{"text":"The dish of chicken wings in a hot sauce &amp; blue cheese dressing was named for this city, not for an animal","response":"Buffalo, NY"},{"text":"Roy Harper of Van Camp Sea Food is credited with naming this brand of tuna","response":"Chicken of the Sea"},{"text":"It's the rock referred to in the name of the Rock Cornish game hen","response":"Plymouth Rock"},{"text":"An old person isn't one of these seasonal items anymore","response":"Spring Chicken"},{"text":"It's the part of a chicken in rumaki","response":"Liver"}],"originalDate":"1997-01-24"},{"category":"ART","comments":"","clues":[{"text":"Coptic art, which developed in this river valley, was inspired by the Hellenistic style of Alexandria","response":"Nile"},{"text":"Encaustic painting, practiced by the ancient Greeks, uses this melted insect substance as a binder","response":"Wax"},{"text":"This muralist was only 10 when he began studying at Mexico City's Academy of San Carlos","response":"Diego Rivera"},{"text":"Giovanni Antonio Canal was the real name of this artist known for his paintings of Venice","response":"Canaletto"},{"text":"The Bronze Family Group sculpted by this Englishman in the 1940s is in the Museum of Modern Art","response":"Henry Moore"}],"originalDate":"1997-01-24"}],{"category":"AFTER THE PRESIDENCY","text":"One of the 2 presidents to return to elected jobs in U.S. federal government after their final terms","response":"(1 of) John Quincy Adams or Andrew Johnson"}]}