{"mix":5024,"rounds":[[{"category":"U.S. STATES","comments":"","clues":[{"text":"Colorado's motto is \"Nothing Without Providence\"; this smallest state's is \"Hope\"","response":"Rhode Island"},{"text":"The moapa dace &amp; bonytail chub are endangered fish in this state known for its gambling &amp; ghost towns","response":"Nevada"},{"text":"Iowa's capitol building in this city has 5 domes &amp; one of them is covered in 23-karat gold","response":"Des Moines"},{"text":"Place names that come from Indian tribes in this state include Totowa, Piscataway &amp; Passaic","response":"New Jersey"},{"text":"Its flag bears the quartered arms of the Calvert &amp; Crossland families","response":"Maryland"}],"originalDate":"1997-01-21"},{"category":"GOLF TALK","comments":"","clues":[{"text":"This traditional warning that a shot is about to be taken is an Old English word for \"in front\"","response":"\"Fore!\""},{"text":"An ace is another term for this prodigious feat","response":"a hole-in-one"},{"text":"\"Stretcher Bearer\" is a slang expression for one of these golf helpers","response":"a caddy"},{"text":"Hey Verne!  An around the world is a round of golf played in this many strokes","response":"80"},{"text":"An undertaker is one who is \"lethal\" at this part of the game; he can really \"bury\" the ball","response":"putting"}],"originalDate":"1997-01-21"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"In Japanese mythology, Inari is the god of this grain","response":"rice"},{"text":"After this founder of Rome disappeared in a storm, the Romans worshipped him as a god","response":"Romulus"},{"text":"These animals were mummified by ancient Egyptians as a tribute to the goddess Bast","response":"cats"},{"text":"Tlazolteotl was the lust goddess of these people; her name is Nahuatl for \"lady of dirt\"","response":"Aztecs"},{"text":"This Norse god rides through the sky in a noisy chariot pulled by 2 huge billy goats","response":"Thor"}],"originalDate":"1997-01-21"},{"category":"RULERS","comments":"","clues":[{"text":"This \"Great\" czar thought his son Alexis was conspiring to overthrow him, so he ordered him tortured","response":"Peter the Great"},{"text":"In 770 this king of the Franks married Desiderata, daughter of the Lombard king Desiderius","response":"Charlemagne"},{"text":"Ahmadu Seku, who died in 1898, was the second &amp; last ruler of this continent's Tukulor Empire","response":"Africa"},{"text":"Huayna Capac, the father of Atahualpa, ruled this empire from c. 1493 until his death c. 1525","response":"the Incan Empire"},{"text":"This king of England was the grandfather of Elizabeth I","response":"Henry VII"}],"originalDate":"1997-01-21"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Hungarians have many dishes named for &amp; made with this spice","response":"paprika"},{"text":"These licorice-flavored seeds flavor ouzo, a Greek liqueur","response":"anise"},{"text":"This expensive yellow spice is a traditional ingredient in bouillabaisse","response":"saffron"},{"text":"It tastes like a spicier version of nutmeg, &amp; in fact is derived from the outer coat of the nutmeg seed","response":"mace"},{"text":"Making soups &amp; bean dishes tasty, its name is a synonym for tasty","response":"savory"}],"originalDate":"1997-01-21"},{"category":"COMPOSERS","comments":"","clues":[{"text":"\"Lady, Be Good!\" was the first show he wrote in full collaboration with his brother Ira","response":"George Gershwin"},{"text":"Published after his death, \"The Art of the Fugue\" was this Baroque composer's last work","response":"Johann Sebastian Bach"},{"text":"As a teen, Prokofiev studied under this composer famous for his \"Flight of the Bumblebee\"","response":"Rimsky-Korsakov"},{"text":"Joseph Haydn told this man's father, \"Your son is the greatest composer I know\"","response":"W.A. Mozart"},{"text":"\"Fireworks\" was an earlier work by this \"Firebird\" composer","response":"Igor Stravinsky"}],"originalDate":"1997-01-21"}],[{"category":"LITERATURE","comments":"","clues":[{"text":"Chapter 6 of this Hawthorne classic is titled \"Pearl\"","response":"<i>The Scarlet Letter</i>"},{"text":"Budd Schulberg's novel \"The Harder They Fall\" deals with corrupt practices in this sport","response":"boxing"},{"text":"1938's \"Out Of The Silent Planet\" was the first sci-fi novel by this Narnia creator","response":"C.S. Lewis"},{"text":"Published in 1923, \"The Prophet\" is a book of 28 poetic essays by this Lebanese-American","response":"Kahlil Gibran"},{"text":"Amory Blaine, a student at Princeton, is the hero of this first novel by F. Scott Fitzgerald","response":"<i>This Side of Paradise</i>"}],"originalDate":"1997-01-21"},{"category":"GULF TALK","comments":"","clues":[{"text":"The Gulf of Taranto divides this boot-shaped country's \"heel\" from its \"toe\"","response":"Italy"},{"text":"Since 1899 the Sabine-Neches Canal has linked Port Arthur, Texas with this gulf","response":"the Gulf of Mexico"},{"text":"Canada's Prince Edward Island lies within this gulf","response":"the Gulf of St. Lawrence"},{"text":"The Strait of Tiran connects the Red Sea to this gulf, its northeastern arm","response":"the Gulf of Aqaba"},{"text":"This gulf on the coasts of Estonia &amp; Latvia shares its name with Latvia's capital","response":"the Gulf of Riga"}],"originalDate":"1997-01-21"},{"category":"THE FRENCH REVOLUTION","comments":"","clues":[{"text":"In October 1789 a large crowd of women marched to Versailles demanding this food staple","response":"bread"},{"text":"Despite declaring, \"Men are born... with equal rights\" the Assembly voted to allow this to continue in the colonies","response":"slavery"},{"text":"On Feb. 28, 1791 this hero of the American Revolution stopped a riot &amp; a plot to kidnap the royals","response":"Lafayette"},{"text":"In 1795 there was a debate over what to make the national anthem, \"Reveil du Peuple\" or this","response":"\"La Marseillaise\""},{"text":"In March 1790 Robespierre was elected president of this powerful political \"club\"","response":"the Jacobins"}],"originalDate":"2005-12-02"},{"category":"TV FANS","comments":"","clues":[{"text":"In 1980 fans were trying to guess &amp; bookies were setting odds on \"Who Shot J.R.?\" on this program","response":"<i>Dallas</i>"},{"text":"A fan club abbreviated R.A.L.P.H. is \"The Royal Association for the Longevity &amp; Preservation of\" this sitcom","response":"<i>The Honeymooners</i>"},{"text":"The Peanut Gallery was this popular show's hard-to-get-into audience","response":"<i>Howdy Doody</i>"},{"text":"Wuff, wuff, wuff, the Dog Pound was this talk-show host's fanatical audience section near the band","response":"Arsenio Hall"},{"text":"Full name of the TV show for whom the Xenites were the ultimate fans","response":"<i>Xena: Warrior Princess</i>"}],"originalDate":"2005-12-02"},{"category":"COUNTRIES BY CAPITAL","comments":"","clues":[{"text":"South of the border:<br>Santiago","response":"Chile"},{"text":"\"Knightly\" &amp; daily:<br>Valletta","response":"Malta"},{"text":"Near Florida:<br>Port-au-Prince","response":"Haiti"},{"text":"In Africa:<br>Libreville","response":"Gabon"},{"text":"In the Caribbean:<br>Roseau","response":"Dominica"}],"originalDate":"2005-12-02"},{"category":"SAY CHEESE!","comments":"","clues":[{"text":"The Food Lover's Companion says it's \"undoubtedly the stinkiest of the strong-smelling cheeses\"","response":"Limburger"},{"text":"TV's Herman, Lily, Eddie or Marilyn, or this cheese: some add an \"E\" to its spelling, but it blows the joke","response":"munster"},{"text":"It's named for a town 13 miles northeast of Amsterdam, &amp; you could say it's very gouda (but you'd be wrong)","response":"Edam"},{"text":"Napoleon III may have named this white, downy-rind cow's-milk cheese after the Norman village where he first sampled it","response":"Camembert"},{"text":"A favorite of Charlemagne, a true version of this cheese can be authenticated by a red sheep on the wrapper","response":"Roquefort"}],"originalDate":"2005-12-02"}],{"category":"MODERN MATERIALS","text":"Introduced in the '70s to replace steel belting on high-speed tires, it's called stronger than steel &amp; lighter than nylon","response":"Kevlar"}]}