{"mix":5026,"rounds":[[{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"When this Tudor king died in 1547 he had circulatory disorders &amp; a leg ulcer","response":"Henry VIII"},{"text":"Tried since the 17th C., blood transfusions were mostly unsuccessful until these were discovered","response":"Blood types"},{"text":"Anthelmintic drugs are also called vermifuges because they destroy these","response":"Worms"},{"text":"The 1995 bestseller \"The Hot Zone\" chronicles this virus' near-outbreak in Washington, D.C.","response":"Ebola virus"},{"text":"Discovered in 1928, it kills gonococci, meningococci &amp; streptococci","response":"Penicillin"}],"originalDate":"1997-01-17"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"This Belgian created by Agatha Christie became a sleuth after retiring from the police force","response":"Hercule Poirot"},{"text":"The high spirited Alexandra Bergson is the heroine of this author's \"O Pioneers!\"","response":"Willa Cather"},{"text":"In a novel by this man, Annie Wilkes punishes Paul Sheldon for killing literary heroine Misery Chastain","response":"Stephen King"},{"text":"Tessie Hutchinson draws the unlucky ticket in this enigmatic Shirley Jackson story","response":"\"The Lottery\""},{"text":"In \"To Kill A Mockingbird\", his defense of Tom Robinson causes his children to be harassed by classmates","response":"Atticus Finch"}],"originalDate":"1997-01-17"},{"category":"IN THE DICTIONARY","comments":"","clues":[{"text":"It's believed to be an abbreviation for \"Oll Korrect\"","response":"\"OK\""},{"text":"The name of this forecast prepared by an astrologer is from the Greek for \"hour watcher\"","response":"Horoscope"},{"text":"LASER &amp; MASER are examples of this type of word formed from the first letters of a series of words","response":"Acronym"},{"text":"Meaning shapely or desirably plump, the word \"zaftig\" comes from this language","response":"Yiddish"},{"text":"Spelled one way it refers to an artillery weapon; spelled another way, it's an ecclesiastical rule","response":"Cannon/Canon"}],"originalDate":"1997-01-17"},{"category":"THE BILL OF RIGHTS","comments":"","clues":[{"text":"This amendment guarantees that a citizen shall not \"be compelled in any criminal case to be a witness against himself\"","response":"the 5th Amendment"},{"text":"In this year FDR proclaimed December 15 as Bill of Rights Day; it was the 150th birthday of the document","response":"1941"},{"text":"The 4th Amendment guarantees the right of the people \"against unreasonable searches and\" these","response":"seizures"},{"text":"In 1787 Jefferson wrote to this \"Father of the Bill of Rights\", \"A bill of rights is what the people are entitled to\"","response":"Madison"},{"text":"The original 1st Amendment, unratified, said there should be 1 of these officials for every 30,000 people","response":"a congressman"}],"originalDate":"2005-12-01"},{"category":"\"I\" DO","comments":"","clues":[{"text":"If you've got the vapors &amp; they're purple, they're from this element, symbol I","response":"iodine"},{"text":"United as the Lombard League, cities in this country fought fiercely against Frederick I, the Holy Roman Emp.","response":"Italy"},{"text":"To ward off this kind of shock, diabetic patients should always carry lumps of sugar","response":"insulin (shock)"},{"text":"This vocal group with hits like \"If I Didn't Care\" was inducted into the Rock &amp; Roll Hall of Fame in 1989","response":"The Ink Spots"},{"text":"This vomit-inducing syrup originally came from the root of a South American shrub","response":"ipecac"}],"originalDate":"2005-12-01"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"A Philadelphia post office museum that honors him offers his special \"B. Free\" cancellation","response":"Benjamin Franklin"},{"text":"While in Regina, Saskatchewan, visit the Centennial Museum of this law enforcement group","response":"the Mounties"},{"text":"In June 1943 Boston Airport was renamed this to honor a native son who served in the Massachusetts Legislature","response":"Logan Airport"},{"text":"Flavors to sample in this Atlantic island group, once the Somers Islands, include many dishes made from local onions","response":"Bermuda"},{"text":"This cruise line's flagship is its sixth to bear the name Rotterdam","response":"Holland America"}],"originalDate":"2005-12-01"}],[{"category":"WHAT A GEM!","comments":"","clues":[{"text":"Chrysoberyl is also known by this name because it resembles the pupil of a feline","response":"cat's eye"},{"text":"Emeralds owe their beautiful green color to tiny amounts of this element, Cr, in their crystals","response":"chromium"},{"text":"The name of this ornamental stone is a combination of Latin &amp; Persian for \"azure stone\"","response":"lapis lazuli"},{"text":"This purple gem is associated with St. Matthias, who replaced Judas Iscariot as one of Jesus' apostles","response":"amethyst"},{"text":"This organic gem is a soft, dark brown to black piece of fossilized wood","response":"jet"}],"originalDate":"2005-12-01"},{"category":"NAME THAT POEM","comments":"","clues":[{"text":"Dylan Thomas:<br>\"Rage, rage against the dying of the light\"","response":"\"Do Not Go Gentle into that Good Night\""},{"text":"Whitman:<br>\"Do I contradict myself?  Very well then I contradict myself\"","response":"\"Song of Myself\""},{"text":"T.S. Eliot:<br>\"Let us go then, you and I, when the evening is spread out against the sky\"","response":"\"The Love Song of J. Alfred Prufrock\""},{"text":"Andrew Marvell:<br>\"Had we but world enough, and time, this coyness, lady, were no crime\"","response":"\"To His Coy Mistress\""},{"text":"Keats:<br>\"A thing of beauty is a joy for ever: its loveliness increases\"","response":"\"Endymion\""}],"originalDate":"2005-12-01"},{"category":"CIVIL WAR RHYME TIME","comments":"","clues":[{"text":"Lincoln's offspring","response":"Abe's babes"},{"text":"Union commander's Gregorian hymns","response":"Grant's chants"},{"text":"Famous photographer's female subjects","response":"Brady's ladies"},{"text":"Doomed charge commander's dense bushes","response":"Pickett's thickets"},{"text":"Winning Gettysburg general's accomplishments","response":"Meade's deeds"}],"originalDate":"2005-12-01"},{"category":"MEDICINAL PLANTS","comments":"","clues":[{"text":"During the Civil War blockade, Southerners used dogwood bark tea instead of quinine in treating this","response":"Malaria"},{"text":"Oil from this pickle \"weed\" is a folk remedy for infant colic","response":"Dill"},{"text":"In years past a \"plaster\" containing the oil of this plant was applied for severe chest colds","response":"Mustard"},{"text":"This plant that gives beer its pleasantly bitter taste is valued by herbalists as a sedative","response":"Hops"},{"text":"Many keep a pot of this succulent member of the lily family in the kitchen to treat minor burns","response":"Aloe"}],"originalDate":"1997-01-16"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Arctic explorer Sir John Franklin served on a British ship that attacked New Orleans during this war","response":"War of 1812"},{"text":"This first American to orbit the Earth shot down 3 MIGs during the Korean War","response":"John Glenn"},{"text":"After a $10 airplane ride, she hired Neta Snook to teach her to fly","response":"Amelia Earhart"},{"text":"Paul du Chaillu, who made 2 trips to Gabon, was the first westerner to write about this great ape","response":"Gorilla"},{"text":"He made the 2nd voyage around the world","response":"Sir Francis Drake"}],"originalDate":"1997-01-16"},{"category":"LAKES","comments":"","clues":[{"text":"Guatemala's scenic Lake Atitlan is surrounded by inactive ones of these","response":"Volcanoes"},{"text":"Leech Lake in Minnesota is the largest of this river's headwater lakes","response":"Mississippi River"},{"text":"Lake Constance lies on the border of Austria, Switzerland &amp; this country","response":"Germany"},{"text":"Seneca Lake, one of these New York lakes, exceeds 600 feet in depth","response":"Finger Lakes"},{"text":"The capacity of this artificial lake 15 miles east of Las Vegas is 38.3 billion cubic meters","response":"Lake Mead"}],"originalDate":"1997-01-16"}],{"category":"MOONS &amp; MYTHOLOGY","text":"This planet is named for a Roman god; its only moons are named for the sons of his Greek counterpart","response":"Mars"}]}