{"mix":5030,"rounds":[[{"category":"STREETS","comments":"","clues":[{"text":"The U.S. Presidential Inauguration Day Parade takes place on this street","response":"Pennsylvania Avenue"},{"text":"The ruins of the Kaiser Wilhelm Memorial Church lie at the end of Kurfurstendamm, this city's most famous boulevard","response":"Berlin"},{"text":"This main street running through downtown San Francisco once featured 4 sets of streetcar tracks","response":"Market Street"},{"text":"It's said Saint Paul lived on a street called Straight in this present-day Syrian capital","response":"Damascus"},{"text":"The Lincoln Center for the Performing Arts &amp; Columbia University are located on this NYC thoroughfare","response":"Broadway"}],"originalDate":"1997-01-14"},{"category":"THE \"I\"S HAVE IT","comments":"","clues":[{"text":"It precedes stew, setter &amp; potato","response":"Irish"},{"text":"He was chairman of the Chrysler Corporation from 1979 to 1992","response":"Lee Iacocca"},{"text":"In math, the symbol for this looks like an 8 on its side","response":"infinity"},{"text":"Named for a prophet, it's the only book of the Bible that begins with an \"I\"","response":"Isaiah"},{"text":"It's any plant or animal that feeds mainly on bugs","response":"an insectivore"}],"originalDate":"1997-01-14"},{"category":"MAY 6 EVENTS","comments":"","clues":[{"text":"In 1941 this dictator replaced Vyacheslav M. Molotov as Soviet premier","response":"Josef Stalin"},{"text":"Yale architecture student Maya Yang Lin won a 1981 competition to design this memorial","response":"the Vietnam War Memorial"},{"text":"This leader of the Silver Bullet Band was born on May 6, 1945 in Michigan","response":"Bob Seger"},{"text":"In 1957 this senator received a Pulitzer Prize for his book about decisive moments of famous Americans","response":"John F. Kennedy (<i>Profiles in Courage</i>)"},{"text":"In 1960 Princess Margaret married this photographer in Westminster Abbey; they were divorced in 1978","response":"Lord Snowden (Antony Armstrong-Jones)"}],"originalDate":"1997-01-14"},{"category":"INVENTORS","comments":"","clues":[{"text":"He refused to patent or to profit from his lightning rod, a device he first described in a 1751 article","response":"Benjamin Franklin"},{"text":"With his 1886 wax recording cylinder, he could have made an answering machine for his phone","response":"Alexander Graham Bell"},{"text":"This Scottish engineer had to invent the flyball governor to control the speed of his steam engine","response":"James Watt"},{"text":"1950s German \"engine\"eer who could have founded his own \"rotary\" club","response":"Felix Wankel"},{"text":"Sequoya's invention of one of these was completed by 1821","response":"an alphabet"}],"originalDate":"1997-01-14"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Seattle's \"gem\" of a nickname, or Dorothy's destination","response":"the Emerald City"},{"text":"The Wax Museum of Witches and Seafarers opened in this New England city in 1993","response":"Salem, Massachusetts"},{"text":"This Alabama city known for its Azalea Trail should have been Alexander Calder's favorite","response":"Mobile"},{"text":"If you recall the first words spoken on the moon, you'll know Tranquility Park is in this city","response":"Houston"},{"text":"The name of this city, twice the capital of W. Va., may have come from an Indian word meaning \"place of the head\"","response":"Wheeling"}],"originalDate":"1997-01-14"},{"category":"NAME THE POET","comments":"","clues":[{"text":"\"Hog butcher for the world, tool maker, stacker of wheat, player with railroads...\"","response":"Carl Sandburg"},{"text":"\"next to of course god america i love you land of the pilgrims' and so forth....\"","response":"E.E. Cummings"},{"text":"\"'Charge' was the captain's cry; theirs not to reason why, theirs not to make reply\"","response":"Alfred Lord Tennyson (\"Charge of the Light Brigade\")"},{"text":"\"Old age should burn and rave at close of day; rage, rage against the dying of the light\"","response":"Dylan Thomas (\"Do Not Go Gentle into that Good Night\")"},{"text":"\"Dauntless the slug-horn to my lips I set and blew.  'Childe Roland to the Dark Tower Came.'\"","response":"Robert Browning"}],"originalDate":"1997-01-14"}],[{"category":"THE CONTINENTS","comments":"","clues":[{"text":"The Central Shield of this continent is a plateau that sinks toward Hudson Bay at its center","response":"North America"},{"text":"From west to east, this continent's major language groups are Romance, Germanic &amp; Slavic","response":"Europe"},{"text":"The world's largest desert fills nearly all of this continent's northern part","response":"Africa"},{"text":"This continent is the world's largest wool producer, accounting for about 30% of the total","response":"Australia"},{"text":"Birds found only on this continent include hoatzins &amp; rheas","response":"South America"}],"originalDate":"1997-01-13"},{"category":"THE MOVIES","comments":"","clues":[{"text":"Mel Gibson sang 2 songs as Captain John Smith in this animated Disney film","response":"\"Pocahontas\""},{"text":"In the title of a 1995 film, this actress' name follows \"To Wong Foo, Thanks For Everything....\"","response":"Julie Newmar"},{"text":"In this 1996 film, Sean Connery played the only known escapee from Alcatraz","response":"\"The Rock\""},{"text":"Billy Zane played the title role of this Lee Falk comic strip character, \"The Ghost Who Walks\"","response":"The Phantom"},{"text":"This 1996 remake of \"La Cage Aux Folles\" was the first film on which Mike Nichols &amp; Elaine May worked together","response":"\"The Birdcage\""}],"originalDate":"1997-01-13"},{"category":"EARLY AMERICA","comments":"","clues":[{"text":"Members of Coronado's expedition were amazed at these native fowl \"With Great Hanging Chins\"","response":"Turkeys"},{"text":"In 1606 England chartered 2 companies, the London Company for south Virginia &amp; this for the north","response":"The Plymouth Company (The Virginia Company of Plymouth)"},{"text":"The land granted to Sir George Calvert's son Cecilius was named this after Queen Henrietta Maria","response":"Maryland"},{"text":"This colony of James Oglethorpe banned the importation of rum &amp; brandy, &amp; forbade slavery","response":"Georgia"},{"text":"The words spook, cruller, boss &amp; crib were introduced to America from this language","response":"Dutch"}],"originalDate":"1997-01-13"},{"category":"PEOPLE","comments":"","clues":[{"text":"This vice president quipped that he's so boring his Secret Service code name is Al Gore","response":"Al Gore"},{"text":"On Dec. 12, 1995, his 80th birthday, the top of the Empire State Building was lit with blue lights to match his eyes","response":"Frank Sinatra"},{"text":"The 1st Canadian journalist to arrive at the scene of JFK's assassination, he's now an anchorman","response":"Peter Jennings"},{"text":"Patty Hearst had a good laugh when this lawyer began serving a jail term in March 1996","response":"F. Lee Bailey"},{"text":"After dropping out of the 1996 presidential race, this wealthy Republican guest-hosted \"Saturday Night Live\"","response":"Steve Forbes"}],"originalDate":"1997-01-13"},{"category":"\"HOUSE\" &amp; \"HOME\"","comments":"","clues":[{"text":"It's the part of a racetrack from the last turn to the finish line","response":"Homestretch"},{"text":"On Nov. 8, 1972 this subscription cable TV service began transmitting","response":"Home Box Office"},{"text":"This 1862 act gave ownership of 160 acres to anyone who lived &amp; worked on them for 5 years","response":"The Homestead Act"},{"text":"It's an insubstantial plan subject to imminent collapse","response":"House of Cards"},{"text":"In 1960 James Agee's book \"A Death In The Family\" was dramatized into this Pulitzer-winning play","response":"\"All The Way Home\""}],"originalDate":"1997-01-13"},{"category":"CITY FOUNDERS","comments":"","clues":[{"text":"Founded by Sweden's Gustav I Vasa in 1550, this city, Finland's largest, moved to its present site in 1640","response":"Helsinki"},{"text":"Tradition says Dido founded this north African city that suffered \"Punic\"tive damages from Rome","response":"Carthage"},{"text":"The American Colonization Society founded this African city in 1822","response":"Monrovia, Liberia"},{"text":"French explorer Pierre Savorgnon de Brazza founded this current republic's city of Brazzaville in 1880","response":"The Congo"},{"text":"Historians believe the Roman gen. Pompey founded this Spanish city known for the running of the bulls","response":"Pamplona"}],"originalDate":"1997-01-13"}],{"category":"ISLANDS","text":"This island of 5 million has 3 million fewer people now than it had 150 years ago","response":"Ireland"}]}