{"mix":5031,"rounds":[[{"category":"1996","comments":"","clues":[{"text":"Many major auto racing stars bypassed this race to drive in CART's new U.S. 500 the same day","response":"Indianapolis 500"},{"text":"The world learned of a dinosaur larger than this one usually thought the biggest carnivore","response":"Tyrannosaurus Rex"},{"text":"He resigned from the Senate June 11, 1996 to devote himself to running for a higher office","response":"Bob Dole"},{"text":"His 2-week sabbatical as mayor of Washington, D.C. made headlines","response":"Marion Barry"},{"text":"An ecclesiastical court of this U.S. denomination found Bishop Walter Righter not guilty of heresy","response":"Episcopal Church"}],"originalDate":"1997-01-13"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"He originally wrote his equation as L=mc(squared), before he crossed out the L &amp; replaced it with an E","response":"Albert Einstein"},{"text":"He crossed the oxeye, European &amp; Japanese daisies to produce his famous Shasta daisy","response":"Luther Burbank"},{"text":"At his death in 1727, he became the first scientist buried in Westminster Abbey","response":"Sir Isaac Newton"},{"text":"In 1600 this German astronomer became an assistant to Tycho Brahe","response":"Johannes Kepler"},{"text":"This Hungarian-American physicist was the principal architect of the hydrogen bomb","response":"Edward Teller"}],"originalDate":"1997-01-13"},{"category":"ISRAEL","comments":"","clues":[{"text":"The Tayelet, or Promenade, runs along the shores of this sea, beginning at Gordon Street in Tel Aviv","response":"The Mediterranean Sea"},{"text":"These fried chickpea balls served with salad in a pita are popular Israeli fast food","response":"Falafel"},{"text":"Degonia Alef was the first of these communities based on equality &amp; subservience to community needs","response":"Kibbutz"},{"text":"Tiberius is the largest town on the shore of this \"sea\" the Israelis call Yam Kinneret","response":"Sea of Galilee"},{"text":"In Sde Boker, you can visit this first PM's desert house where he drank tea with Dag Hammarskjold","response":"David Ben-Gurion"}],"originalDate":"1997-01-13"},{"category":"LITERARY ALLUSIONS","comments":"","clues":[{"text":"A person who always looks busy for no apparent reason is compared to this Lewis Carroll rabbit","response":"The White Rabbit"},{"text":"A glamorized overestimation of oneself is called Bovarism in honor of this fictional heroine","response":"Madame Bovary"},{"text":"A broken-down old nag is called a Rosinante in honor of this Spanish character's scrawny horse","response":"Don Quixote"},{"text":"A state of depression is called a Slough of Despond after a deep bog in this John Bunyan classic","response":"\"Pilgrim's Progress\""},{"text":"The title of the novel \"Brave New World\" comes from a line spoken by Miranda in this Shakespeare play","response":"\"The Tempest\""}],"originalDate":"1997-01-13"},{"category":"BAY \"B\"","comments":"","clues":[{"text":"The Venetian Causeway, consisting of 11 islands &amp; 12 bridges, spans this bay in South Florida","response":"Biscayne Bay"},{"text":"The French call it Golfe de Gascogne; the Spanish, Golfo de Vizcaya","response":"the Bay of Biscay"},{"text":"A monument on the south shore of this Australian bay marks the spot where Capt. James Cook first landed in 1770","response":"Botany Bay"},{"text":"The U.S. Air Force's Thule Air Base in Greenland lies on the eastern shore of this bay","response":"Baffin Bay"},{"text":"The Andaman &amp; Nicobar Islands are 2 major island groups in this large bay","response":"the Bay of Bengal"}],"originalDate":"2005-11-28"},{"category":"1987 OBITS","comments":"","clues":[{"text":"...and away he went June 24, 1987 in Fort Lauderdale, Florida","response":"Jackie Gleason"},{"text":"In February, a heart attack following gallbladder surgery claimed the life of this pop artist","response":"Andy Warhol"},{"text":"In September it was goodbye, we'll miss you &amp; \"All That Jazz\" to this choreographer &amp; film director","response":"(Bob) Fosse"},{"text":"This 2-term governor of Kansas &amp; 1936 Republican candidate for president passed away at age 100","response":"Alf Landon"},{"text":"Go tell it on the mountain that he passed away in St. Paul de Vence, France on December 1","response":"(James) Baldwin"}],"originalDate":"2005-11-28"}],[{"category":"HOW'S THAT WORKING OUT FOR YOU?","comments":"","clues":[{"text":"I'm fine without a spotter as I lie on this to do the \"press\" named for it<span class=\"nobreak\">--</span>uh, help?","response":"a bench"},{"text":"In the Marines' men's fitness test, I can run &amp; do crunches, but I wish they'd lower the bar for this exercise","response":"chin-ups (or pull-ups)"},{"text":"Some say these were named for their original resemblance to certain objects with clappers removed","response":"dumbbells"},{"text":"A collar called the Manta Ray makes this knee-bending weight exercise less of a pain in the neck","response":"squats"},{"text":"I joined a club of this company, stock symbol BFT, so I know I'll work out often so as not to waste my dues","response":"Bally (Total Fitness)"}],"originalDate":"2005-11-28"},{"category":"A PROVERBIAL MESS","comments":"(Alex: You'll understand the category when we get into it.)","clues":[{"text":"Son father like like","response":"Like father like son"},{"text":"Words louder than actions speak","response":"Actions speak louder than words"},{"text":"In worth the bird hand in is a bush the two","response":"A bird in the hand is worth two in the bush"},{"text":"Bright on the always side look","response":"Always look on the bright side"},{"text":"Never better than late","response":"Better late than never"}],"originalDate":"2005-11-28"},{"category":"SOUTH AMERICAN HISTORY","comments":"","clues":[{"text":"On August 5, 1498 he landed on Venezuela's Paria Peninsula, becoming the first  European to reach South America","response":"Columbus"},{"text":"During WWII this colonel amassed power in Argentina; in 1946 he was elected president","response":"Juan Peron"},{"text":"In 1998 this commander-in-chief of Chile's army &amp; former president was appointed to the Chilean senate","response":"Pinochet"},{"text":"Just before this country gained its independence in 1975, thousands of its people emigrated to Holland","response":"Suriname"},{"text":"In 1995 Javier Perez de Cuellar ran for president of Peru but was defeated by this man","response":"Alberto Fujimori"}],"originalDate":"2005-11-28"},{"category":"RENAISSANCE MEN","comments":"","clues":[{"text":"Machiavelli addressed \"The Prince\" to this man who he hoped would give him a position to support his family","response":"Lorenzo de Medici"},{"text":"In the 15th century Guillaume Dufay wrote many of these musical pieces, French for \"songs\"","response":"chansons"},{"text":"This Spanish painter's son appears in his 1586 masterpiece the \"Burial of the Count of Orgaz\"","response":"El Greco"},{"text":"One of the great works in the early career of this master of the High Renaissance is 1504's \"Marriage of the Virgin\"","response":"Raphael"},{"text":"Acclaimed the 1st great architect of the Italian Renaissance, he is credited with designing the Pitti Palace","response":"Brunelleschi"}],"originalDate":"2005-11-28"},{"category":"TAKE A MICHIGANDER AT THIS","comments":"","clues":[{"text":"Last name of the \"flaky\" guy born on April 7, 1860 in Battle Creek","response":"Kellogg"},{"text":"He was born Feb. 4, 1902 in Detroit; 25 years later, he'd become a world-famous hero for 2 days of work","response":"Lindbergh"},{"text":"We don't know if this novelist was \"So Big\" at her Aug. 15, 1887 birth, but we do know it was in a zoo: Kalamazoo","response":"Edna Ferber"},{"text":"Born in Grand Rapids in 1935, he perished with fellow astronauts Grissom &amp; White in 1967","response":"(Roger) Chaffee"},{"text":"Before \"Stella Got Her Groove Back\", this Port Huron-born author overcame battles wtih drugs &amp; alcohol","response":"Terry McMillan"}],"originalDate":"2005-11-28"},{"category":"SET UP THE \"PIN\"S","comments":"","clues":[{"text":"The large claws of a lobster or crab","response":"pincers"},{"text":"Betty Grable was known as the \"Queen of\" these because WWII soldiers so prized her photograph","response":"Pinups"},{"text":"These beans were dried &amp; used as a kind of Old West energy bar","response":"pinto beans"},{"text":"Lower global temperatures in the early '90s may be traced back to ash from this volcano","response":"Mt. Pinatubo"},{"text":"The chief lyric poet of Ancient Greece, he's famous for his triumphal odes","response":"Pindar"}],"originalDate":"2005-11-28"}],{"category":"U.S. MILITARY HISTORY","text":"This general commanded the first official American force to fight on the European continent","response":"John Pershing"}]}