{"mix":5034,"rounds":[[{"category":"STEPHEN KING BOOKS","comments":"","clues":[{"text":"Jack Torrance becomes the winter caretaker of the Overlook Hotel in this book","response":"<i>The Shining</i>"},{"text":"1974 tale subtitled \"A Novel of a Girl with a Frightening Power\"","response":"<i>Carrie</i>"},{"text":"Novel that says, \"That's one hell of a big dog, son.  Are you sure he's safe?\"","response":"<i>Cujo</i>"},{"text":"Chapter 1 of this novel says, \"This here is the best car I ever owned\"","response":"<i>Christine</i>"},{"text":"A vampire takes over the title hamlet in this, King's second novel","response":"<i>Salem's Lot</i>"}],"originalDate":"2005-11-25"},{"category":"LET'S GO GOLFING","comments":"","clues":[{"text":"Scoring in golf is done by counting these units that could also be applied by a painter","response":"strokes"},{"text":"A hole-in-one in golf is also known by this 1-word term","response":"an ace"},{"text":"Hootie Johnson chairs this \"Master\"ful golf club, still all-male as of 2005","response":"Augusta National"},{"text":"Things Tiger Woods doesn't often miss are greens &amp; this, the group of golfers who qualify for the next round","response":"the cut"},{"text":"At age 10 in 2000, she became the youngest player ever to qualify for a USGA amateur tournament","response":"(Michelle) Wie"}],"originalDate":"2005-11-25"},{"category":"FOUR!","comments":"","clues":[{"text":"In the English alphabet, it's the fourth consonant","response":"F"},{"text":"In four-color process printing, the 4 colors used are cyan, magenta, yellow &amp; this \"basic\" one","response":"black"},{"text":"The only athlete to win 4 straight Olympic gold medals in the long jump","response":"(Carl) Lewis"},{"text":"Isaiah said that the Lord shall gather the dispersed \"from\" these \"of the Earth\"","response":"the four corners"},{"text":"The 4 U.S. states that begin with the letter \"A\"","response":"Alaska, Alabama, Arizona, & Arkansas"}],"originalDate":"2005-11-25"},{"category":"LITERARY QUOTATIONS","comments":"","clues":[{"text":"This title character says, \"My mother was an ape, and of course she couldn't tell me much about it\"","response":"Tarzan"},{"text":"This 17th century work says, \"What we see there are not giants but windmills\"","response":"<i>Don Quixote</i>"},{"text":"In this Hemingway story, Santiago promises to show a marlin \"what a man can do and what a man endures\"","response":"<i>The Old Man and the Sea</i>"},{"text":"In Dickens, these famous words precede \"It was the age of wisdom, it was the age of foolishness\"","response":"\"It was the best of times, it was the worst of times\""},{"text":"This Poe plague \"had long devastated the country.  No pestilence had ever been so fatal\"","response":"the Red Death"}],"originalDate":"2005-11-25"},{"category":"SPICE GIRLS (AND BOYS)","comments":"","clues":[{"text":"It's the first name of \"Troy\" co-star Burrows, so her parents were probably \"mad about\" a yellowish spice","response":"Saffron"},{"text":"It was a \"snap\" for this \"Swing Time\" star to earn a 1992 Kennedy Center honor","response":"Ginger Rogers"},{"text":"The \"Today\" Show got a little spicier when she became its news anchor in 1997","response":"Ann Curry"},{"text":"Barbara Bain's \"bark\" may have been worse than her bite as this spicy character on \"Mission: Impossible\"","response":"Cinnamon (Carter)"},{"text":"Movie producer Neufeld, or a spice with a weapon name","response":"Mace"}],"originalDate":"2005-11-25"},{"category":"DOWN TO EARTH","comments":"","clues":[{"text":"When it's closest to the Earth, this planet with a 687-day year is about 33 million miles away","response":"Mars"},{"text":"Eratosthenes calculated this c. 230 B.C. using the difference between the sun's angles at 2 places during June","response":"the Earth's circumference"},{"text":"The Lambert one of these formations in the Antarctic is over 250 miles long","response":"a glacier"},{"text":"\"Cast\" in the role of the fourth most abundant element in the Earth's crust, its atomic number is 26","response":"iron"},{"text":"A clue for alien astronomers looking for life on Earth is the large amount of this gas, CH<sub>4</sub>, in the atmosphere","response":"methane"}],"originalDate":"2005-11-25"}],[{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"This planet's sidereal day lasts 23 hours, 56 minutes, &amp; 4.09 seconds","response":"Earth"},{"text":"The symbol for this planet is, appropriately, a trident","response":"Neptune"},{"text":"The perihelion is the point in the orbit of a planet when it comes closest to this","response":"Sun"},{"text":"Its largest moon, Ganymede, can be seen from earth through binoculars","response":"Jupiter"},{"text":"In August 1986, a 24-year-old Cal Tech student discovered one of these, so it was named for her","response":"comet"}],"originalDate":"1986-11-21"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Imitation diamonds, they were originally gems obtained from a certain German river","response":"rhinestones"},{"text":"It's the pace at which pilgrims rode to Canterbury","response":"canter"},{"text":"The name of this game is Chinese for \"house sparrow\" a picture on one of the tiles","response":"mah-jong"},{"text":"An Irishman with this accent might be putting his foot in his mouth, because this word means \"shoe\"","response":"brogue"},{"text":"The name of this part of a camera was derived from its resemblance to a lentil seed","response":"lens"}],"originalDate":"1986-11-21"},{"category":"UNREAL ESTATE","comments":"","clues":[{"text":"The most famous M.D. in Puddleby-on-Marsh, though he should have been a D.V.M.","response":"Dr. Dolittle"},{"text":"In this happy hobo land, there are birds &amp; bees &amp; cigarette trees","response":"Big Rock Candy Mountain"},{"text":"\"A turn to the right, a little white light will lead you\" here","response":"My Blue Heaven"},{"text":"Whether you like it or not, this forest is the main setting of \"As You Like It\"","response":"Forest of Arden"},{"text":"Though ancient Greeks thought it gloomy, this underworld wasn't for punishment like Dante's hell","response":"Hades"}],"originalDate":"1986-11-21"},{"category":"THOSE DARN ETRUSCANS","comments":"","clues":[{"text":"Etruscans did this by gazing into sheep entrails, not crystal balls","response":"divine the future"},{"text":"Since Romans called them \"Tusci\", the part of Italy where Etruscans lived now has this name","response":"Tuscany"},{"text":"One of the few existing Etruscan manuscripts was found on the linen strips wrapped around 1 of these","response":"mummy"},{"text":"'60s TV series which once used the expression, \"Holy priceless collection of Etruscan snoods!!\"","response":"<i>Batman</i>"},{"text":"Fufluns was the Etruscan counterpart of this Greco-Roman god of grape guzzling","response":"Dionysus"}],"originalDate":"1986-11-21"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Famous slave who sued for his freedom in 1857","response":"Dred Scott"},{"text":"Meeting her Lincoln said, \"So this is the little lady who made this big war!\"","response":"Harriet Beecher Stowe"},{"text":"This U.S. senator from Mississippi opposed secession but left the Senate when his state seceded","response":"Jefferson Davis"},{"text":"In 1865, he published the last issue of \"The Liberator\"","response":"(William Lloyd) Garrison"},{"text":"In 1856, on the Senate floor, Rep. Preston Brooks of S.C. beat this Mass. senator unconscious","response":"(Charles) Sumner"}],"originalDate":"1986-11-21"},{"category":"'50s TV","comments":"","clues":[{"text":"John Beresford was a billionaire who made someone this each week","response":"millionaire"},{"text":"This alternative title of \"The Gale Storm Show\" was also a Stephen Foster song","response":"<i>Oh! Susanna</i>"},{"text":"When ill or on vacation, this man was replaced by \"Bison Bill\"","response":"Buffalo Bob"},{"text":"Besides hosting daytime's \"The Price Is Right\", Bill Cullen was a regular on this nighttime game show","response":"<i>I've Got a Secret</i>"},{"text":"He was the only \"Garry Moore Show\" regular, besides Garry, to appear on the show for its entire run","response":"Durward Kirby"}],"originalDate":"1986-11-21"}],{"category":"FILM HISTORY","text":"Written by Thomas Dixon, 1916's film \"The Fall of a Nation\" is considered the first of these ever made","response":"a sequel"}]}