{"mix":5035,"rounds":[[{"category":"BRITISH ROYALTY","comments":"","clues":[{"text":"Empress of India who reportedly lamented, \"We are rather short for a queen\"","response":"Victoria"},{"text":"Shy princess whose great-grandmother divorced Baron Fermoy for a real groom - a horse trainer","response":"Princess Diana"},{"text":"Legend says the Stuart kings descended from Fleance, son of this \"Macbeth\" victim","response":"Banquo"},{"text":"Before Prince Andrew, this man was the last Duke of York","response":"King George VI"},{"text":"In the 12th c. Matilda, mother of this 1st Plantagenet king, tried to plant herself on the throne","response":"Henry II"}],"originalDate":"1986-11-21"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"Name of this state capital comes from the French for its many trees, \"les bois\"","response":"Boise"},{"text":"When a city was named for him in 1858, this territorial governor must have felt a mile high","response":"(James W.) Denver"},{"text":"Capital named for explorer who was a prisoner in the Tower of London for 13 years","response":"Raleigh"},{"text":"It can be found on an arm of Puget Sound","response":"Olympia"},{"text":"In 1754, a colonial congress meeting in this state capital adopted Ben Franklin's plan of union","response":"Albany, New York"}],"originalDate":"1986-11-21"},{"category":"FAMOUS WALTERS","comments":"","clues":[{"text":"The only quote in Bartlett's attributed to him is \"and that's the way it is\"","response":"Walter Cronkite"},{"text":"To the Chicago Bears, he's \"Sweetness\"","response":"Walter Payton"},{"text":"From 1954-1976, these 2 Walters concurrently owned &amp; managed the Dodgers","response":"Walter Alston and Walter O'Malley"},{"text":"Said to favor quiet diplomacy, this current U.S. ambassador to the U.N. titled his memoirs \"Silent Missions\"","response":"Vernon Walters"},{"text":"In 1961 he ordered the building of the Berlin Wall","response":"Walter Ulbricht"}],"originalDate":"1986-11-21"},{"category":"ANIMALS","comments":"","clues":[{"text":"Asia's only lions live in Gir Forest, about 200 miles northwest of Bombay in this country","response":"India"},{"text":"The sting family of this fish has sharp poisonous dorsal spines near the tail","response":"the rays"},{"text":"Australia has over 300 species of these animals, including skinks, geckos &amp; giant goannas","response":"lizards"},{"text":"This dark fluid is secreted by cuttlefish &amp; other cephalopods","response":"ink"},{"text":"Named for the texture of its shell, it's the largest living turtle","response":"the leatherback turtle"}],"originalDate":"1997-01-03"},{"category":"1990s BUSINESS","comments":"","clues":[{"text":"This company's 1st restaurant in China served nearly 40,000 people the day it opened, April 23, 1992","response":"McDonald's"},{"text":"In 1995 this apparel company reintroduced \"The Fruits\" who'd starred in its ads in the 1970s","response":"Fruit of the Loom"},{"text":"In 1995 NBC &amp; this giant software company announced plans for an all-news television channel","response":"Microsoft"},{"text":"This Colorado-based brewer introduced Zima Clearmalt in 1992","response":"Coors"},{"text":"In 1992 Hughes Aircraft Co., a division of this automaker, agreed to buy part of General Dynamics","response":"General Motors"}],"originalDate":"1997-01-03"},{"category":"PRESIDENTIAL QUOTES","comments":"","clues":[{"text":"In early 1865 he said, \"I have always found that mercy bears richer fruits than strict justice\"","response":"Abraham Lincoln"},{"text":"In 1964 he told a National Urban League conference, \"We must open the doors of opportunity\"","response":"Lyndon Johnson"},{"text":"Truman said, \"I never sit on\" one of these.  \"I am either on one side or another\"","response":"a fence"},{"text":"In a 1963 speech at Vanderbilt University, he said, \"Liberty without learning is always in peril\"","response":"John F. Kennedy"},{"text":"In 1897 he said, \"War should never be entered upon until every agency of peace has failed\"","response":"McKinley"}],"originalDate":"1997-01-03"}],[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Corfu is this country's second-largest Ionian island, &amp; its most populous","response":"Greece"},{"text":"Cape Morris Jesup in the Arctic is the most northerly point on this Danish island","response":"Greenland"},{"text":"The Patagonian region of South America lies mainly in this country","response":"Argentina"},{"text":"These mountains extend 270 miles along the French-Spanish border, from the Bay of Biscay to the Mediterranean","response":"the Pyrenees"},{"text":"Wales' smallest city is named for this patron saint who established a monastery there in the 6th century","response":"St. David"}],"originalDate":"1997-01-03"},{"category":"MUSICAL JOHNS","comments":"","clues":[{"text":"More than half of his \"solo\" career consisted of collaborations with Yoko Ono","response":"John Lennon"},{"text":"This composer of such film scores as \"Star Wars\" has also written a symphony &amp; a violin concerto","response":"John Williams"},{"text":"He recorded many of his famous songs like \"I Walk The Line\" within 2 years of his debut on Sun Records","response":"Johnny Cash"},{"text":"After he left the Lovin' Spoonful, his theme song to \"Welcome Back, Kotter\" was a No. 1 hit","response":"John Sebastian"},{"text":"This heavy metal band included 2 Johns: drummer John \"Bonzo\" Bonham &amp; bassist John Paul Jones","response":"Led Zeppelin"}],"originalDate":"1997-01-03"},{"category":"POTPOURRI","comments":"(Alex: ...and I have a feeling I know where Claudia is going to start.)","clues":[{"text":"It was the 1990 date of the last official U.S. census; no fooling","response":"April 1"},{"text":"One of these was added to 1992 at 7:59:59 P.M. EDT June 30","response":"a second"},{"text":"The 4-H clubs are an extension service of this U.S. Cabinet department","response":"the Department of Agriculture"},{"text":"The YMCA found his indoor versions of soccer &amp; rugby too violent, so he invented basketball","response":"James Naismith"},{"text":"1 of the 2 cities whose Bee is among the top 100 U.S. newspapers in circulation","response":"Sacramento (or Fresno)"}],"originalDate":"1997-01-03"},{"category":"HISTORY","comments":"","clues":[{"text":"This European capital was divided in 1948 &amp; not reunified until 1990","response":"Berlin"},{"text":"This structure on Athens' Acropolis was badly damaged in 1687 during a Venetian bombardment","response":"the Parthenon"},{"text":"In 1804 this city changed from the capital of the colony of St.-Domingue to the capital of Haiti","response":"Port-au-Prince"},{"text":"In 1958 Nasser was elected president of the United Arab Republic, Egypt's union with this country","response":"Syria"},{"text":"In 1745 this Austrian archduchess obtained the title of Holy Roman Emperor for her husband","response":"Maria Theresa"}],"originalDate":"1997-01-03"},{"category":"'30S FILM FACTS","comments":"","clues":[{"text":"Lucille Ball appeared in 3 films with this dance duo: \"Roberta\", \"Top Hat\" &amp; \"Follow the Fleet\"","response":"Fred Astaire & Ginger Rogers"},{"text":"This stripper co-starred with Eddie Cantor in \"Ali Baba Goes to Town\" under her real name, Louise Hovick","response":"Gypsy Rose Lee"},{"text":"Randolph Scott, Buster Crabbe &amp; this \"Shane\" star played ape men in the 1933 horror film \"Island of Lost Souls\"","response":"Alan Ladd"},{"text":"She earned $1,000 a week for playing the Wicked Witch in \"The Wizard of Oz\"<span class=\"nobreak\">--</span>twice as much as Judy Garland","response":"Margaret Hamilton"},{"text":"Garbo spoke the immortal words \"I want to be alone\" in this 1932 film that became a 1989 Broadway musical","response":"<i>Grand Hotel</i>"}],"originalDate":"1997-01-03"},{"category":"LITERATURE","comments":"","clues":[{"text":"The final chapter of this classic book is entitled \"Quasimodo's Marriage\"","response":"<i>The Hunchback of Notre-Dame</i>"},{"text":"He wrote about Polish life in \"Poland\" &amp; the history of South Africa in \"The Covenant\"","response":"Michener"},{"text":"Published in 1613, his \"Exemplary Tales\" are believed to be the first short stories written in Castilian","response":"Cervantes"},{"text":"A curse placed on one of Nathaniel Hawthorne's ancestors inspired this 1851 novel","response":"<i>The House of the Seven Gables</i>"},{"text":"In this Kipling short story, Daniel Dravot becomes the godlike monarch of an Afghani tribe","response":"\"The Man Who Would Be King\""}],"originalDate":"1997-01-03"}],{"category":"HISTORICAL PHRASES","text":"Before it meant a space between opposing armies, it referred to an execution site outside the walls of London","response":"no man's land"}]}