{"mix":5037,"rounds":[[{"category":"POTPOURRI","comments":"","clues":[{"text":"This Arlington, Va. office building covers over twice the area as the Great Pyramid of Cheops","response":"the Pentagon"},{"text":"It's said this cleric, French prime minister under Louis XIII, exercised by jumping over furniture","response":"Cardinal Richelieu"},{"text":"In Marriott hotels, this religious book is found in drawers along with the Gideon Bible","response":"Book Of Mormon"},{"text":"Instrument for measuring walked distances that works by responding to body motion","response":"a pedometer"},{"text":"Of the female elk, moose or reindeer, the one which has antlers","response":"the reindeer"}],"originalDate":"1986-11-20"},{"category":"EXPLORERS","comments":"","clues":[{"text":"Perhaps his name inspired him to be the 1st to fly over the North Pole","response":"Byrd"},{"text":"In 1960, Don Walsh &amp; Jacques Piccard surfaced as famous explorers of this","response":"deep sea"},{"text":"Before cannibals ate him in the Indies, this Italian sighted the N.Y. Bay where today a bridge bears his name","response":"Verrazano"},{"text":"9 years after B. Dias rounded Africa's tip, this explorer sailed on to open sea route to India","response":"Vasco da Gama"},{"text":"This French explorer called the bleak coast of Labrador \"the land God gave to Cain\"","response":"Jacques Cartier"}],"originalDate":"1986-11-20"},{"category":"POETRY","comments":"","clues":[{"text":"In his poetry \"cat\"alogue are \"Gus: The Theatre Cat!\" &amp; \"Bustopher Jones: The Cat About Town\"","response":"T.S. Eliot"},{"text":"He said of Chicago, \"I have seen your painted women... luring the farm boys\"","response":"Carl Sandburg"},{"text":"Completes, \"As your bright &amp; tiny spark lights the traveler in the dark, tho I know not what you are...\"","response":"twinkle, twinkle little star"},{"text":"According to Robert Louis Stevenson, it's when \"a child should... speak\"","response":"when spoken to"},{"text":"Poem which concludes, \"I am the master of my fate: I am the captain of my soul\"","response":"\"Invictus\""}],"originalDate":"1986-11-20"},{"category":"STARTS WITH \"A\"","comments":"","clues":[{"text":"Mass. for Massachusetts for example","response":"abbreviation"},{"text":"From Greek \"a-\" (not) &amp; \"methy\" (wine), this gem was once thought of as a remedy for intoxication","response":"amethyst"},{"text":"The white of an egg","response":"albumen"},{"text":"This plant got its name from the Indians using it to draw poison from certain types of wounds","response":"arrowroot"},{"text":"Term for any medicine, such as aspirin, that reduces or eliminates pain","response":"analgesic"}],"originalDate":"1986-11-20"},{"category":"THE UNIVERSE","comments":"","clues":[{"text":"As the constellation Ursa Minor is the Little Bear, Leo Minor is this","response":"Little Lion"},{"text":"Of elliptical, spiral, or irregular, shape of the Milky Way Galaxy","response":"spiral"},{"text":"An area in space where the pull of gravity is so strong nothing can escape, not even light","response":"black hole"},{"text":"Brightest star in constellation Centaurus, its planetary system was the destination in \"Lost In Space\"","response":"Alpha Centauri"},{"text":"A supernova explosion observed by the Chinese in 1054 left this hazy cloud in Taurus","response":"Crab Nebula"}],"originalDate":"1986-11-20"},{"category":"TV BANDLEADERS","comments":"","clues":[{"text":"In 1951, this Cuban bandleader began playing the character of a Cuban bandleader","response":"Desi Arnaz"},{"text":"\"Broadway Open House\" accordionist, he led The Gong Show's \"Band With A Thug\"","response":"Milton Delugg"},{"text":"From the beginning in 1948 to the last show in 1971, he was Ed Sullivan's bandleader","response":"Ray Bloch"},{"text":"He's been the leader of TV bands for Pat Boone, Judy Garland, &amp; Merv Griffin","response":"Mort Lindsey"},{"text":"When the Jackie Gleason show moved to Miami Beach, he provided a little traveling music","response":"Sammy Spear"}],"originalDate":"1986-11-20"}],[{"category":"PRESIDENTIAL AILMENTS","comments":"","clues":[{"text":"A confirmed hypochondriac, he was in constant pain because of false teeth","response":"George Washington"},{"text":"He hated &amp; feared doctors so much, this tall redhead endured a permanent wrist deformity","response":"Thomas Jefferson"},{"text":"Weak eye muscles &amp; crossed eyes caused this bachelor pres. to walk with a habitual tilt of the head","response":"Buchanan"},{"text":"Our shortest president, his fear of crowds made him almost hysterical when asked to speak in public","response":"James Madison"},{"text":"His operation for cancer of the jaw was kept secret until long after he left office in 1897","response":"Grover Cleveland"}],"originalDate":"1986-11-20"},{"category":"CITY SEALS","comments":"","clues":[{"text":"The street depicted on its seal is Fremont Street, not the Strip","response":"Las Vegas"},{"text":"Diamond Head adorns the left side of its seal","response":"Honolulu"},{"text":"The portrait on this state capital's seal resembles the one on the penny","response":"Lincoln"},{"text":"Menlo Park is part of this New Jersey township whose seal features a tower with a light bulb at the top","response":"Edison"},{"text":"New York City's seal features an American eagle, a sailor &amp; an Indian representing this tribe","response":"the Manhattan Indians"}],"originalDate":"2005-11-23"},{"category":"SOLD!","comments":"","clues":[{"text":"In 2004 it was high \"time\" Delaware's Winterhur Museum paid $1.65 million for a 9-foot-tall one of these","response":"a grandfather clock"},{"text":"In 2002 McTear's, founded in this country in 1842, sold a bottle of 62-year-old Dalmore whiskey for over $40,000","response":"Scotland"},{"text":"Hawthorne burned the manuscript, but a set of proofs of this work was auctioned in 2004 for $545,000","response":"<i>The Scarlet Letter</i>"},{"text":"In May 2002 a Brancusi brought $18 million, then a record auction price for one of these","response":"a sculpture"},{"text":"\"The Inverted Jenny\", a stamp that shows an upside-down one of these, recently sold for over $500,000","response":"an airplane"}],"originalDate":"2005-11-23"},{"category":"GUNS","comments":"","clues":[{"text":"Accurate to 750 yards, the M21 was used in Vietnam by this type of concealed, sharpshooting soldier","response":"a sniper"},{"text":"In 1934, as the rat-at-at of these filled the streets, Congress passed a law whose full title specifically restricted them","response":"machine guns"},{"text":"Shotgun pellets are generally divided into 2 animal terms: buckshot for big ones &amp; this for small ones","response":"birdshot"},{"text":"In the 1880s a windmill company started giving promotional BB guns to farmers; it's now this airgun company","response":"the Daisy Company"},{"text":"Napoleon was the first to mass artillery in a \"Grande\" or \"Big\" one of these; we're positive it was a negative for the enemy","response":"a battery"}],"originalDate":"2005-11-23"},{"category":"DEPARTMENT \"S\"","comments":"","clues":[{"text":"In 1954 the U.S.S. Nautilus became the first of these vessels powered by nuclear energy","response":"submarine"},{"text":"This protest technique became common in 1960 when black students wouldn't leave a N.C. lunch counter","response":"sit-in"},{"text":"Roh Moo-hyun is its president","response":"South Korea"},{"text":"This city-state is found a mere 85 miles north of the equator","response":"Singapore"},{"text":"This semimetallic element is the second-most common element on Earth after oxygen","response":"silicon"}],"originalDate":"2005-11-23"},{"category":"HIDDEN INSTRUMENTS","comments":"(Alex: ...the name of a musical instrument will appear in each clue, and the letters will not be jumbled.  They will be in order.  But they might be in different words!)","clues":[{"text":"Cancel long periods praciticing with this string instrument or your fingers will get tired","response":"cello (in Can<b>cel lo</b>ng)"},{"text":"When told he'd be playing these drums with the band, Tim panicked","response":"timpani (in <b>Tim pani</b>cked)"},{"text":"Barabas soon learned this Western instrument  was like nothing he had ever seen before","response":"bassoon (in bara<b>bas soon</b>)"},{"text":"Carefully replace the strings on this ancient instrument","response":"lyre (in careful<b>ly re</b>place)"},{"text":"Neither Bilbo nor Gandalf knew any cool tunes on this","response":"organ (in n<b>or gan</b>dalf)"}],"originalDate":"2005-11-23"}],{"category":"ENGLISH POETS","text":"Translator Edward Fitzgerald wrote that her 1861 \"death is rather a relief to me... no more Aurora Leighs, thank God\"","response":"Elizabeth Barrett Browning"}]}