{"mix":5038,"rounds":[[{"category":"BEST FOREIGN LANGUAGE FILM","comments":"(Alex: We'll give you the year and the film, you name the country represented by that motion picture.)","clues":[{"text":"2003:<br>\"The Barbarian Invasions\"","response":"Canada"},{"text":"1949:<br>\"The Bicycle Thief\"","response":"Italy"},{"text":"2000:<br>\"Crouching Tiger, Hidden Dragon\"","response":"Taiwan"},{"text":"1981:<br>\"Mephisto\"","response":"Hungary"},{"text":"1996:<br>\"Kolya\"","response":"the Czech Republic"}],"originalDate":"2005-11-23"},{"category":"FICTIONAL BATTLES &amp; WARS","comments":"","clues":[{"text":"The war between the Big-Endians and the Small-Endians is described in this character's \"Travels\"","response":"Gulliver"},{"text":"The battle of Helm's Deep figures in this second book of \"The Lord of the Rings\" trilogy","response":"<i>The Two Towers</i>"},{"text":"The Battle of the Cowshed &amp; the Battle of the Windmill are waged in this 1945 work","response":"<i>Animal Farm</i>"},{"text":"Juan Rico joins the mobile infantry to fight in the war against the invading alien \"bugs\" in this Heinlein novel","response":"<i>Starship Troopers</i>"},{"text":"A battle for this planet between Paul Atreides' forces &amp; those of the Emperor is at the heart of the \"Dune\" books","response":"Arrakis"}],"originalDate":"2005-11-23"},{"category":"VENOMOUS ARTHROPODS","comments":"","clues":[{"text":"Some scientists include this stinger in the family Apidae, others in its own family, Bombidae","response":"a bumblebee"},{"text":"This arachnid is responsible for 1,000 deaths a year in Mexico","response":"scorpion"},{"text":"The potter, a solitary species of this insect, hunts only caterpillars","response":"wasp"},{"text":"The scientific name of this venomous arthropod is Loxosceles reclusa","response":"the brown recluse"},{"text":"The blister species of this secretes an irritating substance called cantharidin that was once used in love potions","response":"beetle"}],"originalDate":"2005-11-23"},{"category":"THE LEAGUE OF NATIONS","comments":"","clues":[{"text":"Of the 63 members the league had over the years, this was the only one expelled, for attacking Finland","response":"Soviet Union/USSR/Russia"},{"text":"After Italy invaded Ethiopia in 1935, this emperor made a vain plea for the league's help","response":"Haile Selassie"},{"text":"The committee that drafted the league's covenant included this U.S. president","response":"Woodrow Wilson"},{"text":"Like the U.N., the league's administrative branch was headed by a person with this title","response":"Secretary-General"},{"text":"On September 5, 1929 Aristide Briand presented a plan to create a \"United States Of\" this","response":"Europe"}],"originalDate":"1997-01-02"},{"category":"SWEETS","comments":"","clues":[{"text":"This pale-color \"chocolate\" contains no chocolate liquor &amp; therefore is not true chocolate","response":"White Chocolate"},{"text":"Chocolate-covered boysenberry squares are a specialty of this theme park in Buena Park, CA","response":"Knott's Berry Farm"},{"text":"Schnecken are spiral-shaped sweet rolls; their name is German for these gastropods","response":"Snails"},{"text":"This \"trivial\" English dessert is made with sponge cake, wine, jam &amp; custard","response":"Trifle"},{"text":"Mascarpone, a rich type of this dairy product, is an ingredient in tiramisu","response":"Cheese"}],"originalDate":"1997-01-02"},{"category":"POP MUSIC","comments":"","clues":[{"text":"Her best-selling autobiography was titled \"I, Tina:  My Life Story\"","response":"Tina Turner"},{"text":"B.B. King joined this band on \"When Love Comes To Town\" on their \"Rattle And Hum\" album","response":"U2"},{"text":"This 1960s pop &amp; country star opened a hotel in Nashville called King Of The Road","response":"Roger Miller"},{"text":"Elvis' one appearance on this WSM country music program, October 2, 1954, was considered lackluster","response":"Grand Ole Opry"},{"text":"In 1969 this lead singer of Paul Revere &amp; The Raiders began pursuing a solo career","response":"Mark Lindsay"}],"originalDate":"1997-01-02"}],[{"category":"TRAVEL U.S.A.","comments":"","clues":[{"text":"Commander's Palace is an elegant restaurant in this Louisiana city's Garden District","response":"New Orleans"},{"text":"Children can dress up in old clothes in The Dress Up Shop, part of this Mass. city's Children's Museum","response":"Boston"},{"text":"See where Johnny Weissmuller swung as Tarzan on the Lost River Voyage at Silver Springs in this state","response":"Florida"},{"text":"This Las Vegas hotel named for a Robert Louis Stevenson novel is home to Cirque Du Soleil's \"Mystere\" show","response":"Treasure Island"},{"text":"Not far from Lahaina, Kaanapali Beach on this Hawaiian island is noted for its luxury resorts","response":"Maui"}],"originalDate":"1997-01-02"},{"category":"TV CHIEFS","comments":"","clues":[{"text":"In 1995 this secret agent played by Don Adams was promoted to chief of CONTROL","response":"Maxwell Smart/Agent 86"},{"text":"Looking for the Enterprise's chief Miles O'Brien?  He's been transferred to this Star Trek station","response":"Deep Space Nine"},{"text":"He starred as Chief Petty Officer Otto Sharkey","response":"Don Rickles"},{"text":"PBS children's game show that features the following chief: (Picture of Lynne Thigpen)","response":"\"Where In The World (or Time) is Carmen Sandiego?\""},{"text":"This San Francisco chief of detectives was assisted by Ed Brown &amp; Eve Whitfield","response":"Robert Ironside"}],"originalDate":"1997-01-02"},{"category":"DANCE, MYTH &amp; LEGEND","comments":"","clues":[{"text":"Martha Graham's \"Night Journey\" tells the tragic tale of Jocasta &amp; this \"complex\" man, her mate","response":"Oedipus"},{"text":"The ballet \"Apollo\" features Polyhymnia, Terpsichore &amp; Calliope, 3 of these 9 sister-goddesses","response":"Muses"},{"text":"In a Michel Fokine ballet, this heroine, Daphnis' beloved, is kidnapped by pirates","response":"Chloe"},{"text":"A cigarette poster depicting this Egyptian goddess inspired Ruth St. Denis to specialize in Oriental dance","response":"Isis"},{"text":"Maria Tallchief played this mythological wife in her husband George Balanchine's ballet \"Orpheus\"","response":"Eurydice"}],"originalDate":"1997-01-02"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"This Italian Adriatic seaport is situated on 118 islands formed by about 180 canals","response":"Venice"},{"text":"In 1788 Agha Mohammad Khan made this city the capital of Persia; it's now the capital of Iran","response":"Teheran"},{"text":"In the 1960s Europoort, a large harbor area, was built in this Dutch city","response":"Rotterdam"},{"text":"The tomb of Dom Pedro I stands on the grounds of Ipiranga Park in this largest Brazilian city","response":"Sao Paulo"},{"text":"This capital of Hong Kong lies on the northern shore of Hong Kong Island","response":"Victoria"}],"originalDate":"1997-01-02"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"In 1876 Elisha Gray tried to file for a telephone patent just hours after this inventor","response":"Alexander Graham Bell"},{"text":"This \"divine\" actress of the French stage &amp; screen was known to travel with &amp; sleep in a coffin","response":"Sarah Bernhardt"},{"text":"At his death in 1995, this polio vaccine developer was working on another vaccine to prevent full-blown AIDS","response":"Dr. Jonas Salk"},{"text":"This carver of Mt. Rushmore also sculpted the apostles outside NYC's cathedral of St. John the Divine","response":"Gutzon Borglum"},{"text":"As Chopin could tell you, it was the pen name of Amandine Aurore Lucie Dupin","response":"George Sand"}],"originalDate":"1997-01-02"},{"category":"PLANTS &amp; TREES","comments":"","clues":[{"text":"Queen Anne's Lace is a wild variety of this orange vegetable, but its woody roots aren't good to eat","response":"Carrots"},{"text":"Sugar &amp; snap are edible podded varieties of this vegetable","response":"Peas"},{"text":"The deodar type of this tree is straight grained but the Lebanon is usually knotty","response":"Cedar"},{"text":"The boojum tree was named for the mysterious monster in his poem \"The Hunting of the Snark\"","response":"Lewis Carroll"},{"text":"Some of these bearded flowers bloom once in spring &amp; again in late summer or fall","response":"Irises"}],"originalDate":"1997-01-02"}],{"category":"AWARDS &amp; HONORS","text":"A trophy named for this author is awarded to anyone who breaks the record for sailing a yacht around the world","response":"Jules Verne"}]}