{"mix":5040,"rounds":[[{"category":"COUNTIES BY STATE","comments":"(Alex: I'll give the counties, you identify the state.)","clues":[{"text":"Sanpete,<br>San Juan,<br>Salt Lake","response":"Utah"},{"text":"Jackson, <br>Jefferson,<br>Jefferson Davis","response":"Mississippi"},{"text":"Chautauqua,<br>Cayuga,<br>Columbia","response":"New York"},{"text":"Choctaw,<br>Cherokee,<br>Cimarron","response":"Oklahoma"},{"text":"Prince George,<br>Prince William,<br>Powhatan","response":"Virginia"}],"originalDate":"1996-12-31"},{"category":"SECRETARIES OF STATE","comments":"","clues":[{"text":"Elihu Washburne, who sponsored a bill making this man a Civil War general, became his secretary of state","response":"Ulysses S. Grant"},{"text":"Tyler appointee Abel Upshur was expelled from the College of N.J., now called this, for being in a student rebellion","response":"Princeton"},{"text":"Strobe Talbott is his deputy","response":"Warren Christopher"},{"text":"With Lord Ashburton he negotiated the 1842 treaty that set the border for Maine","response":"Daniel Webster"},{"text":"This man from Maine served James A. Garfield, Chester A. Arthur &amp; Benjamin Harrison","response":"James G. Blaine"}],"originalDate":"1996-12-31"},{"category":"NEWSPAPERS &amp; MAGAZINES","comments":"","clues":[{"text":"William Makepeace Thackeray was an early staff member of this British humor magazine","response":"Punch"},{"text":"This Canadian province's largest newspaper is the Edmonton Journal","response":"Alberta"},{"text":"In 1955 this monthly founded by DeWitt &amp; Lila Wallace was forced to accept advertising for the first time","response":"Reader's Digest"},{"text":"In 1954 this Civil War historian was named editor of American Heritage magazine","response":"Bruce Catton"},{"text":"Perhaps best known as a sportswriter, he's been editor-in-chief of the Paris Review since 1953","response":"George Plimpton"}],"originalDate":"1996-12-31"},{"category":"PAINTING &amp; SCULPTURE","comments":"","clues":[{"text":"Delicately-hued portraits made with these pale crayonlike sticks were popular in the 1700s","response":"Pastels"},{"text":"A painting applied to &amp; made integral with a wall or ceiling, its name is from Latin for \"wall\"","response":"Mural"},{"text":"18th C. artist Clodion sculpted nymphs &amp; satyrs from this fired clay whose name is Italian for \"baked earth\"","response":"Terra Cotta"},{"text":"If this paint that has one egg yolk binder is applied too thickly, it may crack","response":"tempera"},{"text":"Traditionally, Pueblo Indians carve these dolls that represent spirits as teaching devices for children","response":"Kachinas"}],"originalDate":"1996-12-31"},{"category":"RELIGION","comments":"","clues":[{"text":"Used in the Roman Catholic Church, it's a circle of 50 beads attached to a crucifix","response":"Rosary"},{"text":"In the 18th century, this ancient Japanese religion was revived through the writings of Mabuchi &amp; others","response":"Shinto"},{"text":"In 1649 George Fox, leader of this movement, was jailed for interrupting a minister","response":"Quakers"},{"text":"With over 1 billion followers, it's the largest non-Christian religion","response":"Islam"},{"text":"These oldest Hindu scriptures existed for centuries before they were written down","response":"Vedas"}],"originalDate":"1996-12-31"},{"category":"WOMEN AUTHORS","comments":"","clues":[{"text":"The real first name of this Peter Rabbit creator was Helen","response":"Beatrix Potter"},{"text":"In titles of mysteries by Lilian Jackson Braun, this animal precedes \"Who Saw Red\" &amp; \"Who Played Brahms\"","response":"The Cat"},{"text":"This \"Age of Innocence\" author launched her career with a how-to book on \"The Decoration of Houses\"","response":"Edith Wharton"},{"text":"This \"Thorn Birds\" author is an admitted Scrabbleholic; she likes to play daily","response":"Colleen McCullough"},{"text":"This British author dedicated her 1928 novel \"Orlando\" to Vita Sackville-West","response":"Virginia Woolf"}],"originalDate":"1996-12-31"}],[{"category":"KNIGHTS &amp; KNIGHTHOOD","comments":"","clues":[{"text":"An ideal knight of this \"Canterbury Tales\" author was valorous but \"prudent and as meek as a maid of his bearing\"","response":"Chaucer"},{"text":"Patches of plate armor were added to unprotected areas of this flexible garment of interlocked metal rings","response":"chain mail"},{"text":"The name of this part of a knight's armor comes from an old French word meaning \"glove\"","response":"gauntlet"},{"text":"A dummy target called a quintain was used in practice tilts in preparation for this sport","response":"jousting"},{"text":"In about 1119 in Jerusalem, knights Hugh de Payens &amp; Godfrey of St. Omer founded this order of Christian knighthood","response":"the Knights Templar"}],"originalDate":"2005-11-21"},{"category":"PUGILISTS","comments":"","clues":[{"text":"This boxer liked his nickname \"Marvelous Marvin\" so much that he had his name legally changed","response":"Marvin Hagler"},{"text":"In a 27-year ring career, Archie Moore set a record by winning the most bouts, 141, in this way","response":"a knockout"},{"text":"3 Rays have won Olympic gold medals in boxing for the U.S.: Ray Mercer, Ray Seales &amp; this \"sweet\" guy","response":"Sugar Ray Leonard"},{"text":"This bare-knuckles heavyweight champ was known as \"The Great John L.\"","response":"Sullivan"},{"text":"1 of 2 men to whom Floyd Patterson lost the World Heavyweight title","response":"Ingemar Johansson (or Sonny Liston)"}],"originalDate":"2005-11-21"},{"category":"FOOD","comments":"","clues":[{"text":"The first new variety of Eggo waffle Kellogg's made was one with this fruit in 1972","response":"blueberries"},{"text":"Poutine, a Montreal treat, is covered with gravy &amp; this solid element of cheese","response":"the curd"},{"text":"This Thai food flavoring comes from a tropical plant named for its citrusy smell","response":"lemon grass"},{"text":"Holishkes is one of the many names for leaves of this vegetable stuffed with meat","response":"cabbage"},{"text":"Italian for \"angry\", it describes a pasta sauce spiced up with plenty of chiles","response":"<i>arrabbiata</i>"}],"originalDate":"2005-11-21"},{"category":"LITERARY LINGO","comments":"","clues":[{"text":"Often employing animals, this type of short tale, like \"The Fox and the Grapes\", teaches moral lessons","response":"a fable"},{"text":"Some novels have this added section about characters' later lives; the one in Ellison's \"Invisible Man\" is called this","response":"an epilogue"},{"text":"This 3-letter term is inserted after a correctly quoted word or phrase that's misspelled or inaccurate","response":"<i>sic</i>"},{"text":"From the French for \"untying\", it unties the plot after the climax of a novel","response":"denouement"},{"text":"This term for books printed before 1501 goes back to the Latin cunae, \"a cradle\"","response":"incunabula"}],"originalDate":"2005-11-21"},{"category":"\"EEK\" CITY","comments":"","clues":[{"text":"The title of an Irving Berlin song, it's how a famous pair danced in the film \"Top Hat\"","response":"\"Cheek To Cheek\""},{"text":"A shallow or intermittent tributary","response":"a creek"},{"text":"To give off a strong, unpleasant smell","response":"reek"},{"text":"Onion relative that's a symbol of Wales","response":"a leek"},{"text":"It's the word that means happening once a fortnight","response":"biweekly"}],"originalDate":"2005-11-21"},{"category":"\"KING\" OF THE TOP 40","comments":"","clues":[{"text":"\"It's Too Late\" &amp; \"So Far Away\" were 1971 hits for her","response":"Carole King"},{"text":"This group's \"Louie Louie\" made 1963 very interesting","response":"The Kingsmen"},{"text":"\"Stand By Me\" hit the charts for him in 1961 &amp; 1986","response":"Ben E. King"},{"text":"\"The Thrill Is Gone\"<span class=\"nobreak\">--</span>at least it was for him in 1970","response":"B.B. King"},{"text":"In 1979 this potent (potable) singer gave us \"I Don't Know If It's Right\"","response":"Evelyn \"Champagne\" King"}],"originalDate":"2005-11-21"}],{"category":"PEDIATRICS","text":"In 1943 Drs. Leo Kanner &amp; Hans Asperger each used this word for the then-unnamed disorder they were studying","response":"autism"}]}