{"mix":5046,"rounds":[[{"category":"PARTYING","comments":"","clues":[{"text":"As presidents, Truman &amp; Wilson were members of this political party","response":"Democratic Party"},{"text":"Between 1841 &amp; 1853, 4 U.S. presidents were from this political party that no longer exists","response":"the Whig Party"},{"text":"Ralph Nader was this political party's candidate for President in 1996 &amp; 2000","response":"the Green Party"},{"text":"Pres. John Adams was a member of this former political party that advocated a strong centralized govt.","response":"the Federalist"},{"text":"For the 1864 Presidental election, the Republican Party changed its name to this","response":"the Union Party"}],"originalDate":"2005-11-17"},{"category":"IN COLLEGE","comments":"(Alex: And each correct response in that last category will be made up of letters you can find in the word \"college\".  Hence, IN COLLEGE.)","clues":[{"text":"One of the 3 main divisions of the mind in Freudian psychology","response":"ego"},{"text":"A heavy wooden shoe, or an obstruction in the pipes of the sink","response":"clog"},{"text":"At Yale University, the Whiffenpoofs are this type of \"club\"","response":"glee"},{"text":"To do this is to stare at someone desirously","response":"ogle"},{"text":"In a theater or arena, it's the area at the front of a balcony or upper level","response":"loge"}],"originalDate":"2005-11-17"},{"category":"PIERCED NAVAL HISTORY","comments":"","clues":[{"text":"It survived the Merrimack in March 1862 only to sink in a gale in December","response":"the <i>Monitor</i>"},{"text":"Even though the mortally wounded James Lawrence on the Chesapeake cried, \"Don't\" do this, his crew finally had to","response":"give up the ship"},{"text":"On Aug. 2, 1917, E.H. Dunning became the first man to do this on a moving ship, HMS Furious","response":"land an airplane"},{"text":"Just 1 torpedo from the German sub U-20 sank this liner May 7, 1915","response":"the <i>Lusitania</i>"},{"text":"In October 1944, this admiral nicknamed \"Bull\" sank 4 Japanese carriers off Luzon's Cape Engano","response":"Halsey"}],"originalDate":"2005-11-17"},{"category":"EFFECTS","comments":"","clues":[{"text":"Photography's Sabatier effect can involve prematurely peeling apart a picture from this company's camera","response":"Polaroid"},{"text":"A series of events resulting from one act or event is called this effect, after a type of watery undulation","response":"a ripple effect"},{"text":"In the Barkhausen effect, a metal gains this property in minute steps rather than continuously","response":"magnetization"},{"text":"If your painful symptoms lessen even though the doc gave you a sugar pill, you're experiencing this effect","response":"the placebo effect"},{"text":"This 19th century Frenchman gave his name to an effect by which oxygen inhibits fermentation","response":"Pasteur"}],"originalDate":"2005-11-17"},{"category":"LOST IN AUSTRIA","comments":"","clues":[{"text":"As in a neighbor nation, Austria's head of govt., Wolfgang Scheussel, holds this official position &amp; title","response":"chancellor"},{"text":"These are what power the Fiakers, the traditional cabs in Salzburg's Residenzplatz","response":"horses"},{"text":"King George's War in North America was known in Europe as the war of the Austrian this","response":"Succession"},{"text":"In 1901 when this Austrian physicist left teaching, 3 schools could have speedily retired his \"number\"","response":"Ernst Mach"},{"text":"Austria-Hungary declared war on this country on July 28, 1914","response":"Serbia"}],"originalDate":"2005-11-17"},{"category":"SHE INVENTED WHAT?","comments":"","clues":[{"text":"Helen Free helped invent the strips that those with this disease first used to check glucose levels","response":"diabetes"},{"text":"Gertrude Elion created drugs that aided kidney transplants &amp; a drug that fights this cancer of the blood &amp; marrow","response":"leukemia"},{"text":"Rachel Brown &amp; Elizabeth Hazen invented nystatin, an antibiotic used on people &amp; on this \"Dutch\" tree disease","response":"Dutch elm disease"},{"text":"Police officers salute Stephanie Kwolek for inventing this vest material that's 5 times stronger than steel","response":"Kevlar"},{"text":"Kate Holloway &amp; Chen Zhao developed one of the most powerful types of anti-HIV drugs, this \"inhibitor\"","response":"protease"}],"originalDate":"2005-11-17"}],[{"category":"MISSING VOWELS","comments":"(Alex: We will give you some consonants; you have to give us the word we are going for.)","clues":[{"text":"A Zodiac sign:<br>R S","response":"Aries"},{"text":"A prop for an artist:<br>S L","response":"easel"},{"text":"A flowering shrub:<br>Z L","response":"azalea"},{"text":"A receptacle with a touch of glass:<br>Q R M","response":"aquarium"},{"text":"A small stringed instrument:<br>K L L","response":"ukulele"}],"originalDate":"2005-11-17"},{"category":"CONTINENTAL CONGRESSMEN","comments":"","clues":[{"text":"The Conway Cabal, a New England congressional group, plotted to oust this man as commander-in-chief","response":"George Washington"},{"text":"Samuel Chase tried to corner the market on this mill product using congressional inside information","response":"flour"},{"text":"2 of the 4 great documents of the Continental Congress; Roger Sherman was the only man to sign all 4","response":"(2 of) Declaration of Independence, Articles of Confederation, Articles of Association & The Constitution"},{"text":"Francis Hopkinson claimed he designed this U.S. symbol; in 1781 Congress denied him sole credit","response":"the U.S. flag"},{"text":"Josiah Bartlett represented this colony; later he became governor &amp; Dartmouth gave him an honorary M.D. degree","response":"New Hampshire"}],"originalDate":"1996-12-25"},{"category":"PREGNANCY &amp; CHILDBIRTH","comments":"","clues":[{"text":"In the practice of couvade, this person simulates going through labor, pains &amp; all","response":"The father"},{"text":"This electronic test can tell a woman if she's having twins","response":"Ultrasound"},{"text":"A pregnant woman may be more susceptible to gingivitis because hormones soften these","response":"Gums"},{"text":"Found in cigarettes, it affects the efficiency of the placenta &amp; may lead to low birth weight","response":"Nicotine"},{"text":"Psychoprophylaxis teaches a mother techniques of relaxing &amp; controlling this action","response":"Breathing"}],"originalDate":"1996-12-25"},{"category":"SPORTS","comments":"","clues":[{"text":"He's the only Chicago Bulls player named Rookie of the Year","response":"Michael Jordan"},{"text":"On May 30, 1976 Johnny Rutherford won this rain-shortened auto race after driving only 255 miles","response":"The Indianapolis 500"},{"text":"In 1995 this New Jersey team won its first Stanley Cup by sweeping the Detroit Red Wings in 4 games","response":"New Jersey Devils"},{"text":"This American League team was once known as the Plymouth Rocks","response":"Boston Red Sox"},{"text":"At 1 1/2 miles, this third leg of horse racing's Triple Crown is the longest of the 3 races","response":"The Belmont Stakes"}],"originalDate":"1996-12-25"},{"category":"CHRISTMAS SONGS","comments":"","clues":[{"text":"In Eddy Arnold's \"C-H-R-I-S-T-M-A-S\", the \"M\" is for this place where Jesus lay","response":"Manger"},{"text":"Nonsense syllables that follow \"See the blazing yule before us\"","response":"\"Fa la la la la, la la la la\""},{"text":"Word repeated 4 times before \"Born is the king of Israel\"","response":"Noel"},{"text":"In Mel Torme's \"The Christmas Song\", folks are dressed up like these","response":"Eskimos"},{"text":"\"A Holly Jolly Christmas\" &amp; \"Silver And Gold\" came from this 1964 TV special featuring Burl Ives","response":"<i>Rudolph the Red-Nosed Reindeer</i>"}],"originalDate":"1996-12-25"},{"category":"BY GEORGE","comments":"","clues":[{"text":"\"Something\" was one of the few big Beatles hits written by this member","response":"George Harrison"},{"text":"This country singer has charted more than 25 No. 1 songs, including 1995's \"Check Yes Or No\"","response":"George Strait"},{"text":"\"Romola\" was her only historical novel","response":"George Eliot"},{"text":"In 1741 he completed his last opera, \"Deidamia\"; from then on, he concentrated on oratorios","response":"George Frideric Handel"},{"text":"He first choreographed \"Slaughter On Tenth Avenue\" for the Rodgers &amp; Hart show \"On Your Toes\"","response":"Georges Balanchine"}],"originalDate":"1996-12-25"}],{"category":"ROMAN EMPERORS","text":"In 59 A.D. Agrippina wrote to this man, her son, \"Tell me why I should plot against your life?\"<span class=\"nobreak\">--</span>she was killed anyway","response":"Nero"}]}