{"mix":5048,"rounds":[[{"category":"SHAKESPEARE","comments":"(oh, perhaps)","clues":[{"text":"Balthasar, his servant, accompanies him to the Capulet vault &amp; remains nearby though ordered to leave","response":"Romeo"},{"text":"In this play Titania, queen of the fairies, becomes enamored of Bottom, the weaver","response":"\"A Midsummer Night's Dream\""},{"text":"Iago suspects, or pretends to suspect, his wife Emilia of having an affair with this man","response":"Othello"},{"text":"In Act 5, Scene 3 of this play, the ghosts of the young princes appear to the title character","response":"Richard III"},{"text":"These 2 schoolmates of Hamlet are summoned to Denmark to act as spies for Claudius","response":"Rosencrantz & Guildenstern"}],"originalDate":"1996-12-24"},{"category":"MANSIONS","comments":"","clues":[{"text":"Eilley Orrum &amp; Sandy Bowers built Nevada's Bowers Mansion with proceeds from this \"lode\"","response":"Comstock Lode"},{"text":"In 1864 Arlington House &amp; its grounds were confiscated by the Union from this general's wife Mary","response":"Robert E. Lee"},{"text":"Lawrence Washington named this mansion after an admiral he'd served under in the British navy","response":"Mount Vernon"},{"text":"You'll find the 1731 Adams Mansion in this Massachusetts city","response":"Quincy"},{"text":"The Copper King Mansion stands in this Montana city where copper mining is still important","response":"Butte"}],"originalDate":"1996-12-24"},{"category":"1955","comments":"","clues":[{"text":"This clergyman was asked to lead a bus boycott in Montgomery, Alabama","response":"Dr. Martin Luther King, Jr."},{"text":"In 1955 this phrase became obligatory on all U.S. currency","response":"\"In God We Trust\""},{"text":"On September 20 Phil Silvers began playing this Army master sergeant on CBS","response":"Sgt. Bilko"},{"text":"He began his tenure as editor-in-chief of National Review","response":"William F. Buckley"},{"text":"On April 5 this Democrat defeated Republican Robert E. Merriam in the Chicago mayoral race","response":"Richard Daley"}],"originalDate":"1996-12-24"},{"category":"ALL THINGS \"GREAT\" &amp; \"SMALL\"","comments":"","clues":[{"text":"Petty spuds hardly worth peeling or dealing with","response":"Small Potatoes"},{"text":"Cases in this court involve little money &amp; are usually handled without lawyers","response":"Small Claims Court"},{"text":"Buster Keaton's nickname","response":"\"The Great Stone Face\""},{"text":"Thackeray used this derogatory phrase for the dirty lower classes in \"Pendennis\"","response":"\"The Great Unwashed\""},{"text":"During this event, the Papal population doubled, then added a third","response":"The Great Schism"}],"originalDate":"1996-12-24"},{"category":"DUKES BEDEVILED","comments":"","clues":[{"text":"Duke Leto bites the dust early on in this classic Frank Herbert sci-fi work","response":"<i>Dune</i>"},{"text":"Cardinal Wolsey has the Duke of Buckingham arrested &amp; offed in this Shakespeare history play","response":"<i>Henry VIII</i>"},{"text":"\"The Duke\" &amp; \"The King\" commandeer this title character's raft in an 1884 novel","response":"Huckleberry Finn"},{"text":"John Howard, 1st Duke of Norfolk, bought the farm with Richard III at Bosworth Field, ending this conflict","response":"the Wars of the Roses"},{"text":"Later known as the Duke of Windsor, this king had to abdicate the throne in 1936","response":"Edward VIII"}],"originalDate":"2005-11-15"},{"category":"ALL THE RAVE","comments":"","clues":[{"text":"You can camp overnight at the Global Gathering Weekend Rave near Stratford-upon-Avon in this country","response":"England"},{"text":"This Black Rock Desert event hasn't had an official rave since 1996, but nuzzle a speaker &amp; feel the fire's glow","response":"Burning Man"},{"text":"In 1999 the Love Parade drew 1.5 million ravers to this once-divided European capital","response":"Berlin"},{"text":"Harvest is a faith-bass'd rave off the Andrew Johnson Highway in this state","response":"Tennessee"},{"text":"Find a mate in Victoria at the Earthcore Global Carnival in this country","response":"Australia"}],"originalDate":"2005-11-15"}],[{"category":"DEAD SCIENTISTS SOCIETY","comments":"","clues":[{"text":"This Tuskegee scientist increased yields by alternating the planting of cotton &amp; peanuts","response":"George Washington Carver"},{"text":"When this Russian made his periodic table, he left room for the still-undiscovered gallium","response":"Mendeleev"},{"text":"In 1867 this British surgeon published \"On the Antiseptic Principle in the Practice of Surgery\"","response":"(Joseph) Lister"},{"text":"The \"motion\" of particles in a still liquid was named for this Scottish botanist","response":"Robert Brown"},{"text":"The galvanometer, which measured electric currents, is named from a scientist from what's now this country","response":"Italy"}],"originalDate":"2005-11-15"},{"category":"GOVERNMENT &amp; POLITICS","comments":"","clues":[{"text":"On Sept. 29, 2005 John Roberts was sworn in as this","response":"Supreme Court Justice"},{"text":"This Cabinet department is nicknamed \"Foggy Bottom\"","response":"the Department of State"},{"text":"The states with more than 30 electoral votes are California, New York &amp; this","response":"Texas"},{"text":"The Justice Department was created in 1870, but this top job there had existed since 1789","response":"Attorney General"},{"text":"This House Democrat is the first woman to lead a major party in the U.S. Congress","response":"Nancy Pelosi"}],"originalDate":"2005-11-15"},{"category":"STEP INTO THE STUDY","comments":"","clues":[{"text":"Myology is the study of these, like biceps","response":"muscles"},{"text":"I'm into proxemics, as people are always invading my personal this","response":"space"},{"text":"If you study petrology, you might have these in your head","response":"rocks"},{"text":"Lose a syllable from statistics to study this, when forces combine to form an equilibrium","response":"statics"},{"text":"A phycologist needs no cough to study these aquatic organisms, which include seaweeds like kelp","response":"algae"}],"originalDate":"2005-11-15"},{"category":"NEW SUPERHEROES &amp; VILLAINS","comments":"","clues":[{"text":"So strong an NBA Award is named for him, in a time of crisis, he's the first reserve off the bench; make way for the...","response":"Sixth Man"},{"text":"Called \"Head Case\" until his friends' laughter made him mad, he changed it to this, from the Greek for \"skull\"; beware the...","response":"Cranium"},{"text":"11 letters of trouble, he introduces after-dinner speakers; raise a glass in fear to...","response":"Toastmaster"},{"text":"From the Latin for \"judged\", she's empowered to decide an issue; sitting mightily at the bargaining table, it's...","response":"Arbitrator"},{"text":"Uh oh!  He just sold you a lemon of a car!  \"Let the buyer beware\" this 2-word Latin phrase, it's...","response":"Caveat Emptor"}],"originalDate":"2005-11-15"},{"category":"STATE THE GEOGRAPHIC CENTER","comments":"(Alex: You name the state for us.)","clues":[{"text":"Sanpete County, center for the Mormon Miracle Pageant","response":"Utah"},{"text":"Richland County, now the center of state government after replacing Charleston","response":"South Carolina"},{"text":"Yavapai County, which includes Prescott National Forest","response":"Arizona"},{"text":"The north part of the city of Worcester, once a center of abolitionism","response":"Massachusetts"},{"text":"Mercer County, which became the center for a Martian invasion in 1938","response":"New Jersey"}],"originalDate":"2005-11-15"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"Spaces for butter in English muffins:<br>Nooks &amp; ___","response":"crannies"},{"text":"In the comics:<br>Calvin &amp; ___","response":"Hobbes"},{"text":"Retail partners:<br>___ &amp; Fitch","response":"Abercrombie"},{"text":"Best buddies in Greek legend:<br>Damon &amp; ___","response":"Pythias"},{"text":"In the Gulf of Guinea:<br>Sao Tome &amp; ___","response":"Principe"}],"originalDate":"2005-11-15"}],{"category":"THE 50 STATES","text":"It's the only state from which rainwater flows to the Pacific, the Atlantic &amp; Hudson Bay","response":"Montana"}]}