{"mix":5051,"rounds":[[{"category":"SINGERS WHO ACT","comments":"","clues":[{"text":"This Jackson made her film debut in 1993 as a poetry-writing beautician in John Singleton's \"Poetic Justice\"","response":"Janet Jackson"},{"text":"Part of this \"Material Girl\"'s film \"Dangerous Game\" was shot near our former \"Jeopardy!\" offices","response":"Madonna"},{"text":"He married Julia Roberts after they appeared in Robert Altman's film \"The Player\"","response":"Lyle Lovett"},{"text":"Reba McEntire made her TV acting debut as his leading lady in \"The Gambler Returns: The Luck of the Draw\"","response":"Kenny Rogers"},{"text":"In a 1992 film this curvaceous country singer gave James Woods some \"Straight Talk\"","response":"Dolly Parton"}],"originalDate":"1996-12-20"},{"category":"METALS","comments":"","clues":[{"text":"South Africa is the world's leading supplier of this precious metal","response":"gold"},{"text":"A ferroalloy always contains this metal","response":"iron"},{"text":"This liquid metal is added to paints to make them mildew proof","response":"mercury"},{"text":"They're the 2 main metals found in brass","response":"copper & zinc"},{"text":"In 1795 Martin Klaproth named this metal, now used in the aerospace industry, for its strength","response":"titanium"}],"originalDate":"1996-12-20"},{"category":"HINTS FROM HELOISE","comments":"","clues":[{"text":"Diners on a diet can substitute yogurt or cottage cheese for this sour dairy product","response":"sour cream"},{"text":"Rub this part of a pencil on an emery board so it won't cause smudges on your paper","response":"the eraser"},{"text":"Use these washday items to hold sheet music or to clamp coupons to your pocket while shopping","response":"clothespins"},{"text":"Cover ripening ears of this with used beverage cans to keep birds from eating them","response":"corn"},{"text":"You can use this oral hygiene product to string beads or clean faucets","response":"dental Floss"}],"originalDate":"1996-12-20"},{"category":"IF YOU CAN'T SAY SOMETHING NICE","comments":"","clues":[{"text":"On April 4, 1940 Neville Chamberlain said that this dictator had \"missed the bus\"","response":"Hitler"},{"text":"Margot Asquith said of Lloyd George, \"He could not see\" one of these \"without hitting below it\"","response":"the belt"},{"text":"Bartletts quotes this comedian: \"I never forget a face, but in your case I'll make an exception\"","response":"Groucho Marx"},{"text":"\"I can sometimes deal with men as equals and therefore can afford to like them\", she wrote in Ms.","response":"Gloria Steinem"},{"text":"Simon Cameron said \"An honest\" one of these \"is one who, when he is bought, will stay bought\"","response":"a politician"}],"originalDate":"1996-12-20"},{"category":"BLACK AMERICANS","comments":"","clues":[{"text":"At 6'5\" this former Phoenix Suns player is the shortest ever to lead the NBA in rebounding","response":"Charles Barkley"},{"text":"In 1963 this future mayor became the first Black politician to win a seat on the L.A. city council","response":"(Tom) Bradley"},{"text":"This Underground Railroad conductor served as a spy for the Union in the Civil War","response":"Harriet Tubman"},{"text":"In 1888 a Boston monument was erected to honor this man &amp; 4 others who died in the Boston Massacre","response":"Crispus Attucks"},{"text":"This Illinois Democrat joined the Senate Judiciary Committee after the Clarence Thomas hearings","response":"Moseley-Braun"}],"originalDate":"1996-12-20"},{"category":"OPERA CHARACTERS","comments":"","clues":[{"text":"In this Verdi opera, the king of Ethiopia is a baritone role while the king of Egypt is a bass","response":"<i>Aida</i>"},{"text":"Her uncle the Bonze curses her for renouncing her religion to marry Lt. B.F. Pinkerton","response":"Madame Butterfly"},{"text":"Angels guard this duo while they sleep in the forest in an 1893 opera","response":"Hansel & Gretel"},{"text":"In a Borodin opera, this title prince has a wife named Yaroslavna","response":"Prince Igor"},{"text":"In Flotow's opera \"Martha\", Lady Harriet is a lady-in-waiting to this last Stuart queen of England","response":"Queen Anne"}],"originalDate":"1996-12-20"}],[{"category":"PARKS","comments":"","clues":[{"text":"The Auteuil &amp; Longchamp racecourses lie in the Bois de Boulogne, a well-known park in this capital","response":"Paris"},{"text":"Acadia National Park in this state is the easternmost national park in the continental U.S.","response":"Maine"},{"text":"The national park of this U.S. territory in the South Pacific includes several types of rain forest","response":"American Samoa"},{"text":"Venezuela's Canaima National Park is the site of this highest waterfall in the world","response":"Angel Falls"},{"text":"Horseshoe Bend National Military Park in Alabama is the site where he defeated the Creek Indians in 1814","response":"Andrew Jackson"}],"originalDate":"1996-12-20"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"This leader of the Reformation was born in Eisleben, Saxony November 10, 1483","response":"Luther"},{"text":"Czars Nicholas I &amp; Nicholas II married German princesses who used this first name as empress","response":"Alexandra"},{"text":"The Teatro San Carlo, one of Italy's largest opera houses, was built in this city by the bay in 1816","response":"Naples"},{"text":"This ruling family of Monaco was deposed during the French Revolution, but regained the throne in 1814","response":"the Grimaldis"},{"text":"This French city known for its porcelain was once the capital of the Lemovices, a Gallic tribe","response":"Limoges"}],"originalDate":"1996-12-20"},{"category":"CONTEMPORARY AUTHORS","comments":"","clues":[{"text":"Dorothy Livesay, a native of this North American country, won the Governor General's Award for poetry twice","response":"Canada"},{"text":"Anne Tyler entered this Durham, N.C. university at 16 &amp; later became its library's Russian bibliographer","response":"Duke University"},{"text":"Zbigniew Herbert writes poems, plays &amp; essays in this, his native language","response":"Polish"},{"text":"This mystery author was a racing correspondent for the London Sunday Express for 16 years","response":"Dick Francis"},{"text":"Abel's daughter becomes VP of the U.S. in \"The Prodigal Daughter\", this ex-MP's sequel to \"Kane and Abel\"","response":"Jeffrey Archer"}],"originalDate":"1996-12-20"},{"category":"THE 20th CENTURY","comments":"","clues":[{"text":"His bat's in the Baseball Hall of Fame, but this man nicknamed \"Charlie Hustle\" is ineligible for induction","response":"Pete Rose"},{"text":"This \"wonder insecticide\" developed by Swiss scientists in 1939 was later found less than wonderful","response":"DDT"},{"text":"While Rene Levesque was its PM, French was made its official language &amp; English signs were restricted","response":"Quebec"},{"text":"He &amp; co-author Richard Suskind served brief prison terms for their forged bio of Howard Hughes","response":"Clifford Irving"},{"text":"On August 1, 1975 35 nations signed accords on human rights in this city","response":"Helsinki"}],"originalDate":"1996-12-19"},{"category":"INCREDIBLE EDIBLES","comments":"","clues":[{"text":"Some say the giant orb-weaving type of this arachnid tastes like raw cabbage","response":"a spider"},{"text":"Larousse says this snake whose name is an antonym of subtracter was once eaten as a beauty treatment","response":"adder"},{"text":"In China these fiber-spinning caterpillars are sometimes stir-fried","response":"silkworms"},{"text":"The flying fox, a type of this mammal, is considered a taste treat in the Seychelles","response":"a bat"},{"text":"The young shoots of this marsh plant named for a feline appendage may be eaten in salads","response":"cat tails"}],"originalDate":"1996-12-19"},{"category":"MEDICINE","comments":"","clues":[{"text":"This medical field specializes in the diagnosis &amp; treatment of heart disorders","response":"cardiology"},{"text":"A defective gene on the X chromosome causes this disease in which blood doesn't clot normally","response":"hemophilia"},{"text":"Elizabeth Kenny was the first to treat this paralytic disease with moist heat &amp; physical therapy","response":"polio"},{"text":"In 1963 a vaccine was developed for this disease also called rubeola","response":"measles"},{"text":"In 1923 this Topeka, Kansas clinic for mental patients was opened by a father &amp; 2 sons","response":"the Menninger Clinic"}],"originalDate":"1996-12-19"}],{"category":"WORDS IN THE BIBLE","text":"In Genesis 2:24 these 2 words are what a man shall do to his parents &amp; then to his wife; add a letter to 1 to get the other","response":"leave & cleave"}]}