{"mix":5054,"rounds":[[{"category":"SUPREME COURT REJECTS","comments":"","clues":[{"text":"This president lost Haynsworth &amp; Carswell but won with Harry Blackmun in 1970","response":"Nixon"},{"text":"When John Jay quit, John Rutledge failed to win confirmation as Chief Justice for this president","response":"George Washington"},{"text":"This president not only got Bork-ed but also got smoked with Douglas Ginsburg","response":"Reagan"},{"text":"In 1881 Stanley Matthews failed under Hayes but was confirmed under this doomed president","response":"James Garfield"},{"text":"William Hornblower &amp; Wheeler Peckham gave this president back-to-back losses in 1894","response":"Grover Cleveland"}],"originalDate":"2005-11-10"},{"category":"PITHY QUOTES","comments":"","clues":[{"text":"Scrooge's 2-word response to \"A merry Christmas, Uncle!\"","response":"\"Bah, Humbug\""},{"text":"After recanting is belief that the Earth orbits the sun, he's said to have muttered, \"But it does move\"","response":"Galileo"},{"text":"It's said William Booth sent his troops in this charitable \"Army\" a 1-word telegram: \"Others!\"","response":"The Salvation Army"},{"text":"French title of Zola's 1898 letter to President Faure","response":"<i>J'accuse</i>"},{"text":"The King James Bible's shortest verse, \"Jesus wept\", refers to the death of this man","response":"Lazarus"}],"originalDate":"2005-11-10"},{"category":"THE \"ACC\"","comments":"(Alex: Each correct response will begin with the letters \"A-C-C\".)","clues":[{"text":"Draw &amp; push the bellows so that air passes over the reeds to play this instrument","response":"the accordion"},{"text":"Due in part to scandals at Enron &amp; WorldCom, the Sarbanes-Oxley Act of 2002 sought to reform this profession","response":"accounting"},{"text":"It's the capital of Ghana","response":"Accra"},{"text":"When used as a catalyst to spread fire, gasoline is considered this","response":"an accelerant"},{"text":"Accumulated over time","response":"accrued"}],"originalDate":"2005-11-10"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"This country's King Louis IV was nicknamed \"Louis from Overseas\" because he was raised in England","response":"France"},{"text":"William Laud, an archbishop of this who opposed the Puritans, was beheaded on Tower Hill in 1645","response":"Canterbury"},{"text":"The first of this Mongol conqueror's many wives was Borte, to whom he was betrothed as a child","response":"Genghis Khan"},{"text":"Born in 12 A.D., this cruel &amp; unbalanced Roman emperor was a great-grandson of Mark Antony","response":"Caligula"},{"text":"The Portuguese captured Muscat, now the capital of this sultanate, c. 1508 but were driven out in 1650","response":"Oman"}],"originalDate":"1996-12-17"},{"category":"GUINNESS RECORDS","comments":"","clues":[{"text":"This country leads the world in the number of divorces &amp; the number of psychiatrists","response":"the U.S.A."},{"text":"The most valuable painting is this 30.5\" by 20.9\" da Vinci masterpiece","response":"Mona Lisa"},{"text":"With 7 movies in the all-time Top 10, he's the world's most successful director","response":"Steven Spielberg"},{"text":"The fastest dancer in this style is Solero De Jerez, who attained 16 heel taps per second in 1967","response":"Flamenco"},{"text":"This Microsoft co-founder became the youngest U.S. billionaire at age 31","response":"Bill Gates"}],"originalDate":"1996-12-17"},{"category":"MUSEUMS","comments":"","clues":[{"text":"A Dover, Delaware museum depicts the history of this early phonograph","response":"Victrola"},{"text":"One of the largest natural history museums in the world, this NYC facility has over 40 exhibition halls","response":"American Museum of Natural History"},{"text":"The National Atomic Museum is located at Kirtland Air Force Base near this largest New Mexico city","response":"Albuquerque"},{"text":"City where you'd find the Stedelijk &amp; Van Gogh Museums","response":"Amsterdam"},{"text":"This eastern Minnesota city is home to the Lake Superior Museum of Transportation","response":"Duluth"}],"originalDate":"1996-12-17"}],[{"category":"BIRDS","comments":"","clues":[{"text":"Julius Caesar used them to carry the news of his victory in Gaul back to Rome","response":"Carrier Pigeons"},{"text":"Other woodpeckers will take advantage of the drink holes drilled by these yellow-bellied birds","response":"Sapsuckers"},{"text":"This ruby-throated bird has one of the highest metabolisms of warm-blooded vertebrates","response":"Hummingbird"},{"text":"There are Nashville &amp; Tennessee species of this bird whose name is a synonym for singer","response":"Warbler"},{"text":"This tallest of North American wading birds has a 5-foot-long windpipe that produces quite a sound","response":"Whooping Crane"}],"originalDate":"1996-12-17"},{"category":"\"BEA\"S","comments":"","clues":[{"text":"Paul's group before Wings","response":"The Beatles"},{"text":"A lighthouse, or a radio transmitter that guides aircraft","response":"Beacon"},{"text":"Interesting things are often found off this \"path\"","response":"The Beaten Path"},{"text":"This ship's 5-year mission: to boldly take Darwin where he hadn't been before","response":"the <i>Beagle</i>"},{"text":"Among the Muppets, he's Dr. Bunsen Honeydew's assistant","response":"Beaker"}],"originalDate":"1996-12-17"},{"category":"LIFE","comments":"","clues":[{"text":"An amoeba is made up entirely of this jelly that makes up all living things","response":"Protoplasm"},{"text":"Every second, stem cells in this body tissue divide to replace 2 million red &amp; white blood cells","response":"Bone Marrow"},{"text":"Scientists date these last Asian homo erectus specimens at 300,000 - 500,000 years old","response":"Peking Man"},{"text":"Beatrix Potter was among the first to see that these organisms were a symbiosis between fungi &amp; algae","response":"Lichens"},{"text":"Meaning \"diminution\", this cell division process cuts the number of chromosomes in half","response":"meiosis"}],"originalDate":"1996-12-17"},{"category":"NOTABLE NAMES","comments":"","clues":[{"text":"In 1924, 2 years before his death, he published \"A Magician Among the Spirits\"","response":"Harry Houdini"},{"text":"Ponce De Leon was governor of Puerto Rico &amp; Hernando De Soto was governor of this largest Caribbean island","response":"Cuba"},{"text":"For most of the 1960s, this man was U.S. Secretary of State","response":"Dean Rusk"},{"text":"During the 1782-1810 Hawaiian Wars, he became king of all the Hawaiian Islands","response":"King Kamehameha"},{"text":"General U Ne Win became ruler of this country twice, each time deposing U Nu in a coup","response":"Burma/Myanmar"}],"originalDate":"1996-12-17"},{"category":"BOXING MOVIES","comments":"","clues":[{"text":"In \"The Main Event\", she inherits a boxer played by her \"What's Up Doc?\" co-star Ryan O'Neal","response":"Barbra Streisand"},{"text":"Tony Lo Bianco played this famous Rocky, not Rocky Balboa, in a 1979 TV movie","response":"Rocky Marciano"},{"text":"Yo!  She played Adrian in all 5 \"Rocky\" movies","response":"Talia Shire"},{"text":"Cathy Moriarty earned an Oscar nomination for her screen debut as Vikki La Motta in this film","response":"<i>Raging Bull</i>"},{"text":"In \"The Kid from Brooklyn\", this \"White Christmas\" co-star played a meek milkman who accidentally becomes a champ","response":"Danny Kaye"}],"originalDate":"1996-12-17"},{"category":"INTERNATIONAL FOOD &amp; DRINK","comments":"","clues":[{"text":"This dairy product is sweetened &amp; mixed with wine or cider to make the old English drink Syllabub","response":"Milk"},{"text":"The Canadian type of this distilled liquor is always blended","response":"Whiskey"},{"text":"This dark green vegetable is the main ingredient in spanakopita, a Greek pie","response":"spinach"},{"text":"The Turkish dish Imam Bayildi, whose name means \"The imam fainted\", is made with this heavy purple vegetable","response":"Eggplant"},{"text":"This tripe soup, a favorite in Mexico, is often served with lime wedges, chopped chiles &amp; onion","response":"Menudo"}],"originalDate":"1996-12-17"}],{"category":"MOVIE HISTORY","text":"During the making of this classic, sets from \"King Kong\" &amp; \"The Garden of Allah\" were intentionally burned down","response":"<i>Gone with the Wind</i>"}]}