{"mix":5057,"rounds":[[{"category":"I LEARNED IT FROM SHAKESPEARE","comments":"","clues":[{"text":"Arranging a lovers' meeting in a crypt is a really bad idea<span class=\"nobreak\">--</span>just look at Act V, Scene 3 of this play","response":"<i>Romeo and Juliet</i>"},{"text":"Never promise anybody a pound of this; Antonio did, &amp; Shylock tried to collect it (ouch!)","response":"flesh"},{"text":"Never trust a woman whose words are too flattering<span class=\"nobreak\">--</span>like Goneril in this play","response":"<i>King Lear</i>"},{"text":"Losing a hanky might lead to some deadly hanky-panky<span class=\"nobreak\">--</span>I learned it from this play","response":"<i>Othello</i>"},{"text":"Heed this \"Hamlet\" character's advice that \"the apparel oft proclaims the man\"","response":"Polonius"}],"originalDate":"2005-11-07"},{"category":"NOUVELLE FAST FOOD","comments":"","clues":[{"text":"Sorry, this company doesn't Supersize its Fruit &amp; Walnut or California Cobb salads","response":"McDonald's"},{"text":"If you need to drop a couple of hundred pounds, try this chain's 6\" Turkey or Veggie Delite sandwiches","response":"Subway"},{"text":"Ring up a lower-fat meal by asking for a \"Fresco Style\" Chalupa or Gordita at this restaurant","response":"Taco Bell"},{"text":"Try this franchise's Crispy Caesar Salad &amp; a Lil' Bucket Strawberry Shortcake for dessert","response":"KFC"},{"text":"Have it your fat-conscious way with the Fire-grilled Shrimp Garden Salad or the Croissan'wich from here","response":"Burger King"}],"originalDate":"2005-11-07"},{"category":"FROM THE FRENCH","comments":"","clues":[{"text":"In French, the name of this fancy dining room fixture means \"something that holds candles\"","response":"a chandelier"},{"text":"The name of the U.S. state is partly from the French word for \"green\"","response":"Vermont"},{"text":"This synonym for bravery comes from the Old French for \"heart\"","response":"courage"},{"text":"The name of this type of vehicle is a shortened version of the French for \"walking hospital\"","response":"ambulance"},{"text":"This word for an alpine cottage comes from the Swiss French for \"shelter\"","response":"a chalet"}],"originalDate":"2005-11-07"},{"category":"TO PHRASE A COIN","comments":"","clues":[{"text":"Of the U.S. coins currently being minted, it's the smallest in size","response":"a dime"},{"text":"Before the euro, the peseta in this country equaled 100 centimos","response":"Spain"},{"text":"This national park noted for its geysers was placed on a commemorative U.S. silver dollar in 1999","response":"Yellowstone"},{"text":"Of the 12 words that appear on every currently circulated U.S. quarter, this Latin word is the shortest","response":"<i>E</i>"},{"text":"It's the \"silly\" nickname for Canada's one-dollar coin","response":"the \"Loonie\""}],"originalDate":"2005-11-07"},{"category":"FINALS","comments":"","clues":[{"text":"At the 2005 British Open, this \"Golden Bear\" played in what he said would be his final major golf tournament","response":"Jack Nicklaus"},{"text":"FDR gave his final one of these radio addresses June 12, 1944","response":"the Fireside Chats"},{"text":"First performed in London in 1896, \"The Grand Duke\" was the final one of their Savoy operettas","response":"Gilbert & Sullivan"},{"text":"In contrast to James Joyce, Joseph Heller titled his final novel \"A Portrait of an Artist\" as this","response":"<i>an Old Man</i>"},{"text":"In 1955 this admiral made his fifth &amp; final expedition to Antarctica","response":"Admiral Byrd"}],"originalDate":"2005-11-07"},{"category":"I GOT 3 As, MOM!","comments":"(Alex: And in this category, each correct response will have 3 \"A\"s.)","clues":[{"text":"In legend, this pure knight found the Holy Grail","response":"Galahad"},{"text":"The 2 U.S. states that fit the category (sorry, Alabama has 4)","response":"Arkansas & Alaska"},{"text":"Sing out this 2-word musical term, from the Italian from \"in the manner of a choir\"","response":"<i>a cappella</i>"},{"text":"Pertaining to farmers, it means rural or agricultural","response":"agrarian"},{"text":"Any land of promise, it's the Biblical name of Palestine","response":"Canaan"}],"originalDate":"2005-11-07"}],[{"category":"ARTS &amp; CRAFTS","comments":"","clues":[{"text":"This form of needlework uses a hooked needle to pull the yarn through intertwined loops","response":"crochet"},{"text":"Pyrography or pokerwork is the process of making designs in wood or leather this way","response":"burning it in"},{"text":"This design is pressed into paper by wires in the mold","response":"a watermark"},{"text":"Used on watercolors, bookplates &amp; documents, fraktur is a type of this stylized writing","response":"calligraphy"},{"text":"On a cloisonne pin, this material is poured into hollows between wires soldered onto metal","response":"enamel"}],"originalDate":"1996-12-12"},{"category":"AUTHORS &amp; THEIR WORKS","comments":"","clues":[{"text":"The Dict. of American Literary Characters lists \"Great White Shark\" from this 1974 Peter Benchley book","response":"<i>Jaws</i>"},{"text":"Nordhoff &amp; Hall's 1934 \"Men Against the Sea\", the story of Bligh &amp; his men in an open boat, was a sequel to this","response":"<i>Mutiny on the Bounty</i>"},{"text":"Budd Schulberg based the alcoholic central character of \"The Disenchanted\" on this \"Gatsby\" author","response":"F. Scott Fitzgerald"},{"text":"This character from an 1865 work could vanish at will, with its grin the last part to disappear","response":"the Cheshire Cat"},{"text":"Comedy writer Al Franken called his 1996 bestseller this man \"Is a Big Fat Idiot\"","response":"Rush Limbaugh"}],"originalDate":"1996-12-12"},{"category":"TELEVISION","comments":"","clues":[{"text":"On Dec. 3, 1995 Marc Kudisch starred as Conrad Birdie in a remake of this musical","response":"<i>Bye Bye Birdie</i>"},{"text":"In a 1995 episode of this Fox animated series, Glenn Close played Homer's long-lost mother","response":"<i>The Simpsons</i>"},{"text":"The most frequent sketch on this series was \"Mr. Bill\" with 24 appearances","response":"\"Saturday Night Live\""},{"text":"In 1985 he replaced Coach behind the bar at \"Cheers\"","response":"Woody Harrelson (the character's name was Woody Boyd)"},{"text":"On this cartoon series, you'll find such characters as Plucky Duck, Dizzy Devil &amp; Buster Bunny","response":"<i>Tiny Toon Adventures</i>"}],"originalDate":"1996-12-12"},{"category":"HISTORY","comments":"","clues":[{"text":"In 1982 this country's president Jose Lopez Portillo devalued the peso &amp; nationalized the banks","response":"Mexico"},{"text":"On July 5, 1945 he announced that \"The entire Philippine Islands are now liberated\"","response":"Douglas MacArthur"},{"text":"In 1815 the Congress of Vienna guaranteed this country's neutrality","response":"Switzerland"},{"text":"Elizabeth Petrovna, the daughter of this czar, became empress of Russia in 1741","response":"Peter the Great"},{"text":"This country formerly known as Dutch Guiana gained independence in 1975","response":"Suriname"}],"originalDate":"1996-12-12"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This underwear manufacturer's New York Stock Exchange symbol is FTL","response":"Fruit of the Loom"},{"text":"This company's beer is \"Brewed in Golden, Colorado with Rocky Mountain water\"","response":"Coors"},{"text":"In 1995 this firm released an upgraded version of its Newton messagepad, a hand-held computer","response":"Apple"},{"text":"It owns the world's largest fleet of cargo delivery planes","response":"Federal Express"},{"text":"The Golden Gate Bridge was among the structures erected by this 2nd-largest American steel company","response":"Bethlehem Steel"}],"originalDate":"1996-12-12"},{"category":"THE 104TH CONGRESS","comments":"","clues":[{"text":"On Jan. 23, 1995 he signed the first bill passed by the 104th <span class=\"nobreak\">--</span> the Congressional Accountability Act","response":"President Bill Clinton"},{"text":"Democrats opposed to nuclear tests boycotted a speech by this French president","response":"Jacques Chirac"},{"text":"In a 1996 mail-in vote, Ron Wyden was elected to the Senate seat vacated by this Oregon politician","response":"Robert Packwood"},{"text":"This New York Republican chaired the Senate Banking Committee &amp; the special Whitewater panel","response":"Alphonse D' Amato"},{"text":"This constitutional amendment fell 1 vote short in the Senate March 2, 1995","response":"Balanced Budget Amendment"}],"originalDate":"1996-12-12"}],{"category":"U.S.A.","text":"Chocolate Avenue &amp; Cocoa Avenue are 2 of the main thoroughfares in this town that was established in 1903","response":"Hershey, Pennsylvania"}]}