{"mix":5059,"rounds":[[{"category":"FOWL LANGUAGE","comments":"","clues":[{"text":"Fowl 5-letter adjective meaning arrogant or conceited","response":"cocky"},{"text":"\"Come On, Get Happy\" was one of its theme songs","response":"<i>The Partridge Family</i>"},{"text":"Xanthippe's reputation as a shrewish wife led the spectator to call Socrates the \"head of the sect of\" this","response":"the henpecked"},{"text":"This round dance is performed by couples, properly to ragtime","response":"the turkey trot"},{"text":"An English game of follow-the-leader on horseback was called this, after a certain fowl's flight formation","response":"wild goose chase"}],"originalDate":"2005-11-04"},{"category":"COMPANY SYMBOLS","comments":"","clues":[{"text":"In 1946 Chicago maitre d' Frank Brown posed for this rice brand's trademark picture","response":"Uncle Ben's"},{"text":"This mustachioed yachtsman not only founded a great tea company, he affixed his own portrait to the packages","response":"(Sir Thomas) Lipton"},{"text":"In the '20s the Minnesota Cooperative Creameries Assn. added an Indian maiden to this butter brand logo","response":"Land o' Lakes"},{"text":"This polishing soap's baby chick was created in the late 1890s; it still \"hasn't scratched yet\"","response":"Bon Ami"},{"text":"In the '30s Sinclair Oil used this Brontosaurus in its ads; inflatable toys &amp; other promotions followed","response":"Dino"}],"originalDate":"2005-11-03"},{"category":"REALLY TOUGH <em class=\"underline\">WHEEL OF FORTUNE</em> PUZZLES","comments":"","clues":[{"text":"ON THE MENU: I'll take a \"G\", Pat &amp; solve the puzzle... it's an Italian dish of tiny dumplings made from potatoes or flour","response":"gnocchi"},{"text":"THING: It's the cavity or tube that connects the oral &amp; nasal passages with the esophagus &amp; larynx","response":"pharynx"},{"text":"ON THE MAP: This country whose capital is Astana became a republic of the USSR in 1936","response":"Kazakhstan"},{"text":"BEFORE &amp; AFTER: French action movie &amp; Peta Wilson TV show that became a world leader in 1958","response":"La Femme Nikita Khrushchev"},{"text":"PERSON: A total of 3 Zs are in the first &amp; last names of this national security adviser under Carter","response":"Zbigniew Brzezinski"}],"originalDate":"2005-11-03"},{"category":"GERMAN RIVERS","comments":"","clues":[{"text":"A major waterway of western Germany, the Weser river flows 273 miles to this sea","response":"the North Sea"},{"text":"The Breg &amp; the Brigach unite at Donaueschingen, Germany to form this second-longest river in Europe","response":"the Danube"},{"text":"The Neckar river of SW Germany begins its 228-mile course near Schwenningen in this region aka the Schwarzwald","response":"the Black Forest"},{"text":"The Pegnitz &amp; the Rednitz join to form the Regnitz River just NW of this German city famous for its trials &amp; rallies","response":"Nuremberg"},{"text":"The 339-mile Moselle River forms part of the boundary between Germany &amp; this duchy","response":"Luxembourg"}],"originalDate":"2005-11-03"},{"category":"A LA \"CART\"","comments":"","clues":[{"text":"Proverbially, don't ruin plans &amp; \"upset\" this fruit-delivery mechanism","response":"the apple cart"},{"text":"Yeesh!  Random House defines this body part as \"gristle\"","response":"cartilage"},{"text":"Literally \"blank document\", it's the 2-word French term for unconditional authority","response":"<i>carte blanche</i>"},{"text":"One of the best-known examples of this 6-letter term is OPEC","response":"a cartel"},{"text":"Don't put this writer of 1644's \"Principles of Philosophy\" before the horse","response":"Rene Descartes"}],"originalDate":"2005-11-03"},{"category":"\"GEO\"PARDY!","comments":"","clues":[{"text":"Word found after clay, passenger or stool","response":"pigeon"},{"text":"Comedian Steve Boyer said he was such a geek in H.S. that his characters in this 3-word fantasy game had asthma","response":"<i>Dungeons & Dragons</i>"},{"text":"\"My wife said, 'That's not going in the living room'\", a man said in 2004 after spearing a 188-lb. one of these fish","response":"a sturgeon"},{"text":"A petty way of referring to a member of the middle class","response":"a bourgeois"},{"text":"This 1897 Kipling novel details a boy's coming of age on a fishing trawler","response":"<i>Captains Courageous</i>"}],"originalDate":"2005-11-03"}],[{"category":"MILITARY MATTERS","comments":"","clues":[{"text":"In 87 B.C. Gaius Marius &amp; his pal Cinna captured this city","response":"Rome"},{"text":"From 1968 to 1971, President George W. Bush served in this military group","response":"the Texas Air National Guard"},{"text":"Aiding the English win at Crecy were people collecting these off the battlefield for reuse after each French retreat","response":"arrows"},{"text":"Soldiers still practice this \"drill\" of marching in formation even though it's not used in battle","response":"close order drill"},{"text":"Abbreviated SAS, this elite British military unit is similar to the USA's Delta Force","response":"the Special Air Service"}],"originalDate":"2005-11-03"},{"category":"BASIC TRAIN-ING","comments":"","clues":[{"text":"In October, the Buckeye Central Railroad in this state offers Haunted Halloween trips","response":"Ohio"},{"text":"Inspired by the train in this 1941 film, the Casey Jr. Circus Train opened at Disneyland in its first year, 1955","response":"<i>Dumbo</i>"},{"text":"Riding the Mount Washington Cog Railway has thrilled folks in this New England State since 1869","response":"New Hampshire"},{"text":"The California State Railroad Museum is in this city once at the western end of the Transcontinental RR","response":"Sacramento"},{"text":"The old Wakarusa Railroad offers a 1 1/2 mile ride over a hand-laid railway near Elkhart in this state","response":"Indiana"}],"originalDate":"2005-11-03"},{"category":"CATS &amp; DOGS","comments":"","clues":[{"text":"This dog's name refers to its impressive pedigree; it really should be called \"blooded\"","response":"a bloodhound"},{"text":"Because this cat from the Isle of Man has hind legs longer than its forelegs, it runs like a rabbit","response":"Manx"},{"text":"The Bombay, a panther-like cat, was bred from a black American shorthair &amp; one of these \"Myanmar\" cats","response":"Burmese"},{"text":"The Magyars first brought the puli dog to this country about 1,000 years ago","response":"Hungary"},{"text":"It's a synonym for a domestic cat, or a coat pattern that may be classic, spotted, ticked or mackerel","response":"tabby"}],"originalDate":"1996-12-11"},{"category":"COLORS","comments":"","clues":[{"text":"Sliced bread that's browned, or the light shade of brown that resembles it","response":"toast"},{"text":"It precedes letter, fever or pimpernel","response":"scarlet"},{"text":"It's the pinkish color associated with certain colony-forming polyps","response":"coral"},{"text":"Cadet &amp; cerulean are shades of this color","response":"blue"},{"text":"This greenish-yellow color is named for an aromatic liqueur made by Carthusian monks","response":"chartreuse"}],"originalDate":"1996-12-11"},{"category":"TV CHARACTERS","comments":"","clues":[{"text":"On \"Matt Houston\", Matt was short for this, also the last name of a lawyer played by Andy Griffith","response":"Matlock"},{"text":"On \"The Beverly Hillbilles\", this cantankerous character's real name was Daisy Moses","response":"Granny"},{"text":"Beatrice is the middle name of this mystery writer played by Angela Lansbury","response":"Jessica Fletcher"},{"text":"Geordi LaForge, whom he played on \"Star Trek: TNG\", was named for a handicapped \"Star Trek\" fan who died in 1975","response":"LeVar Burton"},{"text":"On \"Bonanza\" Eric Cartwright, whose mother was Scandinavian, was nicknamed this, Norwegian for \"good luck\"","response":"Hoss"}],"originalDate":"1996-12-11"},{"category":"HISTORY","comments":"","clues":[{"text":"In accepting this charter, King John acknowledged that he too was subject to the law of the land","response":"the Magna Carta"},{"text":"His son-in-law, Galeazzo Ciano, was executed by Fascists as a traitor in January 1944","response":"Mussolini"},{"text":"Theodora helped save the Byzantine throne by keeping Justinian from fleeing this city during the Nika Riots","response":"Constantinople"},{"text":"The Osmanli Empire became known as this in English","response":"the Ottoman Empire"},{"text":"In 1980 this deposed president of Nicaragua was assassinated in Paraguay","response":"(Anastasio) Somoza"}],"originalDate":"1996-12-11"}],{"category":"POETS ON POETS","text":"Coleridge said this poet will \"not be remembered at all, except as a wicked lord who... pretended to be ten times more wicked than he was\"","response":"Lord Byron"}]}