{"mix":5060,"rounds":[[{"category":"FRENCH CUISINE","comments":"","clues":[{"text":"Created to honor a bicycle race, Paris-Brest is a cake made to resemble this bicycle part","response":"the wheel"},{"text":"Often served with fish, pommes de terre a l'anglaise are these vegetables, boiled or steamed","response":"potatoes"},{"text":"This leafy green vegetable is the main ingredient in souffle d'epinards","response":"spinach"},{"text":"This puree gives consomme Carmen a light rosy tinge","response":"tomato puree"},{"text":"Coupes a l'ananas are ice cream desserts made with this tropical fruit, not bananas","response":"pineapples"}],"originalDate":"1996-12-11"},{"category":"\"OUT OF   \"","comments":"(Alex: ...and then there will be a blank.  You have to fill in the blank.)","clues":[{"text":"Sign for a broken soda machine","response":"out of order"},{"text":"Al fresco","response":"out of doors"},{"text":"According to the proverb, something \"out of sight\" is this","response":"out of mind"},{"text":"Taboo, or beyond the basketball sidelines","response":"out of bounds"},{"text":"1985's \"Best Picture\"","response":"<i>Out of Africa</i>"}],"originalDate":"1996-12-11"},{"category":"THE CLINTON CABINET","comments":"","clues":[{"text":"As Miami's state attorney, she developed a reputation as a tough enforcer of child-support laws","response":"Janet Reno"},{"text":"This secretary of state sat on commissions investigating L.A. riots in the '60s &amp; L.A. police in 1991","response":"(Warren) Christopher"},{"text":"In April 1996 President Clinton eulogized this late commerce secretary as a \"force of nature\"","response":"(Ron) Brown"},{"text":"This Clinton interior secretary earned a master's degree from the University of Newcastle in England","response":"(Bruce) Babbitt"},{"text":"This secretary of HHS was the first woman to head a Big Ten school, the University of Wisconsin-Madison","response":"Donna Shalala"}],"originalDate":"1996-12-11"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"In Egypt &amp; Algeria, some areas of this desert are below sea level","response":"the Sahara"},{"text":"This South American river has the world's largest drainage basin","response":"the Amazon"},{"text":"Sri Jayawardenepura Kotte is the administrative capital of this country","response":"Sri Lanka"},{"text":"The Rhodope Mountains delineate Bulgaria's southern border with this country","response":"Greece"},{"text":"The Aland Islands are usually regarded as the dividing line between the Baltic Sea &amp; this large gulf","response":"the Gulf of Bothnia"}],"originalDate":"1996-12-11"},{"category":"FOREIGN FILM DIRECTORS","comments":"","clues":[{"text":"Marcello Mastroianni starred in several of his films, including \"La Dolce Vita\" &amp; \"8 1/2\"","response":"(Federico) Fellini"},{"text":"14 years passed between the releases of his last 2 films: \"Ryan's Daughter\" &amp; \"A Passage to India\"","response":"Sir David Lean"},{"text":"The wartime life of this director of \"Chinatown\" partly inspired Jerzy Kosinski's novel \"The Painted Bird\"","response":"Roman Polanski"},{"text":"Shinobu Hashimoto co-wrote the scripts for his \"Rashomon\" &amp; \"Seven Samurai\"","response":"Akira Kurosawa"},{"text":"Jane Campion, director of \"The Piano\", grew up in Waikanae in this country","response":"New Zealand"}],"originalDate":"1996-12-11"},{"category":"BIOLOGY","comments":"","clues":[{"text":"Lungfish breathe by means of primitive lungs, as well as these respiratory organs","response":"gills"},{"text":"Like mushrooms, molds belong to this group of organisms that lack chlorophyll","response":"fungi"},{"text":"An ootid is a cell that matures into this","response":"an egg"},{"text":"Impulses concerned with the sense of smell are transmitted to the brain by these nerves","response":"the olfactory nerves"},{"text":"It's the term for the tiny projections on the surface of the tongue &amp; at the roots of the hair","response":"papillae"}],"originalDate":"1996-12-11"}],[{"category":"BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"To research this 1958 novel, Leon Uris reportedly traveled about 12,000 miles in Israel","response":"<i>Exodus</i>"},{"text":"In 1993 this author sold the film rights to \"Disclosure\" for about $3.5 million before it had been published","response":"Michael Crichton"},{"text":"This author based the character Philboyd Studge in \"Breakfast of Champions\" on himself","response":"Kurt Vonnegut, Jr."},{"text":"At the time of her death in 1974, she was writing a sequel to \"Every Night, Josephine!\"","response":"Jacqueline Susann"},{"text":"The rise to power of the ruthless Julian Sorel is the subject of this colorful Stendhal book","response":"<i>The Red and the Black</i>"}],"originalDate":"1996-12-11"},{"category":"NATIONAL HISTORIC SITES","comments":"","clues":[{"text":"A Canton, Ohio library is an archive for the contributions of these women, such as Pat Nixon","response":"First Ladies"},{"text":"The Greenville, Tennessee historic site honoring this president preserves his 2 homes, tailor shop &amp; gravesite","response":"Andrew Johnson"},{"text":"Nicodemus in this \"Jayhawk State\" is the only remaining Western town founded by black Americans after Reconstruction","response":"Kansas"},{"text":"A historic site in South Dakota contains the launch control facility &amp; a silo for 1 of these Cold War ICBMs","response":"a minuteman missile"},{"text":"This naturalist's historic site preserves the 14-room mansion in Martinez, Calif. where he founded the Sierra Club","response":"(John) Muir"}],"originalDate":"2005-11-02"},{"category":"TV D.O.A.","comments":"","clues":[{"text":"Assistant D.A. Sylvia Costas &amp; Detectives Danny Sorenson &amp; Bobby Simone all met tragic ends on this show","response":"<i>NYPD Blue</i>"},{"text":"When Rory Cochrane left this CBS show, his character was killed off; did David Caruso give him career advice?","response":"<i>CSI: Miami</i>"},{"text":"On \"M*A*S*H\", this Lt. Col.'s \"Plane was shot down over the sea of Japan.  It spun in.  There weren't no survivors\"","response":"(Henry) Blake"},{"text":"Though previously killed &amp; buried in a big funeral, this show's Bobby returned in 1986, clean as a whistle","response":"<i>Dallas</i>"},{"text":"Unfortunately, Nate wasn't just a co-owner of the Fisher &amp; Diaz Funeral Home, he also was a client on this show","response":"<i>Six Feet Under</i>"}],"originalDate":"2005-11-02"},{"category":"INSTANT MESSAGING SHORTHAND","comments":"","clues":[{"text":"TTFN:<br>This way of saying I'll chat with you at a later time","response":"ta ta for now"},{"text":"RUMORF:<br>\"Are you\" this \"or\" this","response":"are you male or female"},{"text":"POS:<br>This person \"over my shoulder\"","response":"a parent"},{"text":"RTBS:<br>\"Reason to be\" this","response":"single"},{"text":"SSEWBA:<br>\"Someday soon, everything will be\" these","response":"acronyms"}],"originalDate":"2005-11-02"},{"category":"DIANA","comments":"","clues":[{"text":"One of Princess Diana's first jobs was teaching this level at the Young England School in Pimlico","response":"kindergarten"},{"text":"This actress, whose father starred in \"Grand Hotel\", wrote about her alcoholism in \"Too Much, Too Soon\"","response":"(Diana) Barrymore"},{"text":"She was the doyenne of Amer. high fashion as editor of Harper's Bazaar &amp; Vogue for more than 30 years","response":"Diana Vreeland"},{"text":"Critic Lionel's wife, she achieved fame with her book \"Mrs. Harris: The Death of the Scarsdale Diet Doctor\"","response":"(Diana) Trilling"},{"text":"\"Diana of the Crossways\" &amp; \"The Egoist\" show this Victorian novelist's views on women's rights","response":"George Meredith"}],"originalDate":"2005-11-02"},{"category":"\"ROSS\"","comments":"","clues":[{"text":"In a Monty Python sketch, a man wanted to buy a Good Humor ice cream, but the salesman only sold this sea bird","response":"an albatross"},{"text":"A \"stick\"y game originated by North American Indians","response":"lacrosse"},{"text":"This code name the Germans gave to their invasion of the Soviet Union also belonged to a 16th century pirate","response":"Barbarossa"},{"text":"There's nothing disgusting about this branch of anatomy that deals with structures seen by the naked eye","response":"gross anatomy"},{"text":"This is the waste product removed from molten metal during smelting","response":"dross"}],"originalDate":"2005-11-02"}],{"category":"SCIENCE HISTORY","text":"In August 1971 on the Moon's surface, an astronaut repeated a famous experiment &amp; declared that this man \"was correct\"","response":"Galileo"}]}