{"mix":5062,"rounds":[[{"category":"19th CENTURY SCIENCE","comments":"","clues":[{"text":"This element used in advertising signs was first separated from other inert gases in 1898","response":"neon"},{"text":"He considered the nitroglycerin made by his family unsafe, so he invented dynamite","response":"Nobel"},{"text":"Edison's 1876 carbon transmitter was invented to improve this device","response":"the telephone"},{"text":"1883 saw the debut of alloy steel &amp; 1884, this first synthetic fiber","response":"rayon"},{"text":"Around 1850 he absolutely positively came up with the idea for an absolute temperature scale","response":"Kelvin"}],"originalDate":"1996-12-10"},{"category":"LITERATURE","comments":"","clues":[{"text":"This Stephen Crane novel is set during the Battle of Chancellorsville","response":"<i>The Red Badge of Courage</i>"},{"text":"In an Anthony Hope novel, King Rudolf is \"The Prisoner of\" this castle in Ruritania","response":"Zenda"},{"text":"Novel in which an old seaman sings, \"Fifteen men on the dead man's chest<span class=\"nobreak\">--</span>yo-ho-ho, and a bottle of rum\"","response":"<i>Treasure Island</i>"},{"text":"This Raymond Chandler private eye was introduced in the 1939 novel \"The Big Sleep\"","response":"(Philip) Marlowe"},{"text":"Poe's \"The Mystery of Marie Roget\" was a sequel to this story featuring detective C. Auguste Dupin","response":"\"The Murders in the Rue Morgue\""}],"originalDate":"1996-12-10"},{"category":"DOUBLE L WORDS","comments":"","clues":[{"text":"It's another term for the cranium","response":"the skull"},{"text":"Coined by Jonathan Swift, it's come to mean any tiny person","response":"a Lilliputian"},{"text":"It's one who makes or sells women's hats","response":"a milliner"},{"text":"Like sour cream on a potato or whipped cream on cake, it's a small, unspecified serving","response":"a dollop"},{"text":"The only president whose first &amp; last names contain double Ls","response":"Millard Fillmore"}],"originalDate":"1996-12-10"},{"category":"NAME THE YEAR","comments":"","clues":[{"text":"A former House speaker, John Bell ran as a third-party candidate in this last election year before the Civil War","response":"1860"},{"text":"William the Conqueror was crowned King of England in Westminster Abbey on Christmas Day in this year","response":"1066"},{"text":"The Pilgrims who survived the first winter celebrated New England's first Thanksgiving in this year","response":"1621"},{"text":"Reborn after 1,500 years, the first modern Olympic Games were held in Athens in this year","response":"1896"},{"text":"The United Nations officially came into existence on October 24 of this year","response":"1945"}],"originalDate":"2005-11-01"},{"category":"POP MUSIC RHYME TIME","comments":"","clues":[{"text":"Marley's high-arcing tennis shots","response":"Bob's lobs"},{"text":"Freddie Mercury band's limas &amp; kidneys","response":"Queen's beans"},{"text":"Mr. Vicious' offspring","response":"Sid's kids"},{"text":"A Rolling Stones lead singer's selections","response":"Mick's picks"},{"text":"Ex-Black Sabbath singer's Muppet bears","response":"Ozzy's Fozzies"}],"originalDate":"2005-11-01"},{"category":"DR. PHIL, SHAKESPEAREAN COUNSELOR","comments":"(Alex: We want you to identify the character Dr. Phil is addressing in...)","clues":[{"text":"So your uncle killed Dad  &amp; married Mom; I say stop brooding, get off your duff &amp; kill your uncle!","response":"Hamlet"},{"text":"You say you value your wife's love above \"the sea's worth\", but you gotta jack it up &amp; see what she needs: it's trust!","response":"Othello"},{"text":"After being your own severed hand on a platter, I think killing Tamora &amp; her sons was a cry for help, General","response":"Titus Andronicus"},{"text":"Regan &amp; Goneril got your inheritance, but you married the King of France; get over your daddy issues!","response":"Cordelia"},{"text":"You're obese, gluttonous, lecherous, &amp; you stabbed Hotspur's corpse; you either get it or you don't, &amp; you don't","response":"Falstaff"}],"originalDate":"2005-11-01"}],[{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"While vacationing in this city, you might stop by the Pere-Lachaise cemetery to pay your respects to Chopin &amp; others","response":"Paris"},{"text":"Saskatoon has a museum devoted to the culture of this former Soviet republic, the largest country entirely in Europe","response":"the Ukraine"},{"text":"Excursions are available from this largest Greek island to Santorini, which some call the \"Lost Atlantis\"","response":"Crete"},{"text":"The Hofbrauhaus in Munich was once the royal court brewery of this German state","response":"Bavaria"},{"text":"About half of the visitors to this former Portuguese colony are mainland Chinese coming to gamble","response":"Macao"}],"originalDate":"2005-11-01"},{"category":"A \"WIN\" WIN SITUATION","comments":"","clues":[{"text":"Slang for your trachea","response":"windpipe"},{"text":"A plant also called checkerberry, or the oil made from it","response":"wintergreen"},{"text":"A pilot who flies in position behind &amp; to the side of the formation leader","response":"wingman"},{"text":"The poem \"Invictus\" says, \"In the fell clutch of circumstance I have not\" done this \"nor cried aloud\"","response":"winced"},{"text":"Chicago suburb on the shores of Lake Michigan","response":"Winnetka"}],"originalDate":"2005-11-01"},{"category":"DOGE CITY","comments":"","clues":[{"text":"Appropriately, a replica of the Doge's Palace can be found at this Vegas casino","response":"the Venetian"},{"text":"Symbolizing Venice's dominance over land &amp; sea, statues at the Doge's Palace depict Mars &amp; this other Roman god","response":"Neptune"},{"text":"Built around 1600, this Venetian bridge links the Doge's Palace with nearby infamous prisons","response":"the Bridge of Sighs"},{"text":"His movements constricted by law, a Doge spent much of his time at his palace complex &amp; this nearby cathedral","response":"the Cathedral of St. Mark (or San Marco)"},{"text":"In 697 A.D. Venice's legendary first Doge took office after independence was gained from this empire","response":"the Byzantine Empire"}],"originalDate":"2005-11-01"},{"category":"EVEN STEPHEN","comments":"","clues":[{"text":"In 1836 he bacame the first Secretary of State for the new republic of Texas","response":"(Stephen) Austin"},{"text":"In 1993 this British physicist made an appearance as himself on \"Star Trek: The Next Generation\"","response":"Hawking"},{"text":"\"Camptown Races\" is only one of the many popular songs written by this 19th century composer","response":"Stephen Foster"},{"text":"Elected to the U.S. Senate from Illinois in 1847, he advocated the annexation of Cuba","response":"Stephen Douglas"},{"text":"This character was James Joyce's fictional counterpart in \"Portrait of the Artist as a Young Man\" &amp; \"Ulysses\"","response":"Stephen Dedalus"}],"originalDate":"2005-11-01"},{"category":"ALLITERATIVE RESPONSES","comments":"","clues":[{"text":"Bedford Industries &amp; Hanscom Inc. are 2 manufacturers of these plastic bag closers","response":"twist ties"},{"text":"You blow into this device to tune a musical instrument","response":"a pitch pipe"},{"text":"This term's original meaning was cash that a woman carries on a date in case she has to ditch her escort","response":"mad money"},{"text":"If your hair color is Nice 'N Easy shade No. 87, you might be called this","response":"a bottle blonde (or a bleached blonde)"},{"text":"A record of every species seen &amp; identified by a person in his or her birdwatching career","response":"a life list"}],"originalDate":"2005-11-01"},{"category":"THE PLANETS","comments":"","clues":[{"text":"This largest planet spins the most rapidly; its day is just 10 hours long","response":"Jupiter"},{"text":"At its closest this planet is just 28.6 million miles from the Sun; at its most distant, 43.4 million","response":"Mercury"},{"text":"Layers of sulfuric acid clouds completely obscure the surface of this neighboring planet","response":"Venus"},{"text":"This smallest planet always keeps the same face toward Charon, its moon","response":"Pluto"},{"text":"This planet's moon Triton orbits in a direction opposite the planet's rotation","response":"Neptune"}],"originalDate":"1996-12-09"}],{"category":"CANADIAN HISTORY","text":"A river is named for this man born in Scotland in 1764, the first European known to have crossed Canada","response":"Alexander Mackenzie"}]}