{"mix":5063,"rounds":[[{"category":"PARADES","comments":"","clues":[{"text":"This street that runs from the White House to the Capitol is used for ceremonial parades","response":"Pennsylvania Avenue"},{"text":"Each November a parade starts at the Guildhall in this city when a new lord mayor takes office","response":"London"},{"text":"Van Cliburn &amp; the Iran hostages were among those to receive this type of parade on Broadway","response":"ticker-tape"},{"text":"Grand Marshal of the 1996 Rose Parade, he was a balloon in the 1977 Macy's Thanksgiving Day Parade","response":"Kermit the Frog"},{"text":"Krewes cruise by in the annual parades celebrating this","response":"Mardi Gras"}],"originalDate":"1996-12-09"},{"category":"WORLD FOOD &amp; DRINK","comments":"","clues":[{"text":"Mirin is a sweet Japanese wine made from the glutinous type of this grain","response":"rice"},{"text":"Many visitors to Rotorua in this country enjoy a hangi, a traditional Maori feast of steamed meat &amp; vegetables","response":"New Zealand"},{"text":"Marsala is a fortified wine named for a seaport on this large Mediterranean island","response":"Sicily"},{"text":"French dishes described as a l'allemande are inspired by the cuisine of this country","response":"Germany"},{"text":"This gumbo ingredient is popular in the Middle East, where it's known as bamia","response":"okra"}],"originalDate":"1996-12-09"},{"category":"RIP VAN WINKLE","comments":"","clues":[{"text":"After waking up &amp; going back to the village, Rip is astonished to find it \"had grown a foot long!\"","response":"his beard"},{"text":"Rip's grown &amp; married daughter Judith Gardenier tells him she hasn't seen her father for this many years","response":"20"},{"text":"The tale begins, \"Whoever has made a voyage up\" this river \"must remember the Kaatskill Mountains\"","response":"the Hudson River"},{"text":"Wolf, as henpecked as Rip, is one of these creatures","response":"a dog"},{"text":"Rip's tale appears in \"The Sketch Book\" written by this man","response":"Washington Irving"}],"originalDate":"1996-12-09"},{"category":"CATCHING SOME \"Z\"s","comments":"(Alex: \"Z\" in quotation marks means that each correct response will begin with that letter of the alphabet.  We have a Canadian film crew with us in the studio today, so perhaps I should have said \"catching some 'zeds'\".)","clues":[{"text":"Its signs include Taurus, Gemini &amp; Leo","response":"zodiac"},{"text":"It means to move back &amp; forth at sharp angles","response":"zig-zag"},{"text":"Like pumpkin, this Italian squash makes an excellent bread","response":"zucchini"},{"text":"Israel, as a symbol of the Jewish people, is sometimes referred to by this name","response":"Zion"},{"text":"Popular with the Japanese, it's a flat sandal with thongs, usually made of straw or leather","response":"zori"}],"originalDate":"1996-12-09"},{"category":"MINORITIES","comments":"","clues":[{"text":"The name of the Montagnards, a Vietnamese minority, means \"highlander\" or \"mountain man\" in this language","response":"French"},{"text":"The Nubians live along the Nile in the southern part of this country","response":"Egypt"},{"text":"Albanians form the largest minority group in this Balkan republic whose capital is Belgrade","response":"Yugoslavia (or Serbia)"},{"text":"A small German-speaking minority lives on the eastern edge of this country's region of Wallonia","response":"Belgium"},{"text":"In 1988 thousands of Kurds were killed by the armed forces of this country<span class=\"nobreak\">--</span>some by poison gas","response":"Iraq"}],"originalDate":"1996-12-09"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Act II of this tragedy opens in Polonius' house","response":"<i>Hamlet</i>"},{"text":"These families in Verona have been the cause of three civil brawls","response":"the Montagues & Capulets"},{"text":"Name shared by the heroine of \"The Merchant of Venice\" &amp; Brutus' wife in \"Julius Caesar\"","response":"Portia"},{"text":"Bertram, the Count of Rousillon, is the hero of this comedy whose title foretells its happy ending","response":"<i>All's Well That Ends Well</i>"},{"text":"Play containing the line \"There is among the Greeks a lord of Trojan blood, nephew to Hector; they call him Ajax\"","response":"<i>Troilus and Cressida</i>"}],"originalDate":"1996-12-09"}],[{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"This Alabama institute was the major training facility for Black airmen during World War II","response":"the Tuskegee Institute"},{"text":"The Universities of Mandalay &amp; Rangoon are the chief universities of this country","response":"Burma"},{"text":"The library at this Hanover, New Hampshire school has a special collection on Robert Frost","response":"Dartmouth"},{"text":"In the 1850s this Massachusetts educator founded Antioch College &amp; became its first president","response":"Horace Mann"},{"text":"In 1898 DePaul University was founded in this city &amp; named for St. Vincent de Paul","response":"Chicago"}],"originalDate":"1996-12-09"},{"category":"EXPLORERS","comments":"","clues":[{"text":"In 1502, during his fourth voyage to the New World, he landed in what is now Honduras","response":"Columbus"},{"text":"In 1581, a year after circumnavigating the Earth, this explorer became mayor of Plymouth, England","response":"Sir Francis Drake"},{"text":"On Nov. 29, 1929 this American flew over the South Pole in his trimotor aircraft, the Floyd Bennett","response":"Admiral Byrd"},{"text":"In 1481 this sailor landed in present-day Ghana; 6 years later he rounded the Cape of Good Hope","response":"Bartolomeu Dias"},{"text":"This French discoverer of the St. Lawrence River may have been with Verrazano on his 1524 trip to North America","response":"(Jacques) Cartier"}],"originalDate":"1996-12-09"},{"category":"POTPOURRI","comments":"","clues":[{"text":"Willem Einthoven devised a way to measure &amp; record its electrical current, thus producing the EKG","response":"the heart"},{"text":"In 1032 this Venetian official gave up most of his authority but remained commander of the army &amp; navy","response":"the Doge"},{"text":"This is Mississippi's state tree<span class=\"nobreak\">--</span>its flower is the state flower","response":"the magnolia"},{"text":"A thin sheet of fine wood applied over cheaper material for decoration","response":"veneer"},{"text":"Some historians consider this first \"dark horse\" the best president between Jackson &amp; Lincoln","response":"Polk"}],"originalDate":"1996-12-09"},{"category":"SPORTS LEGENDS","comments":"","clues":[{"text":"\"The Great One\", this record-setting center became coach of the NHL's Phoenix Coyotes in 2005","response":"(Wayne) Gretzky"},{"text":"This \"large\" pool hustler wanted his epitaph to be \"Beat everybody living on Earth.  Now, St. Peter, rack 'em up\"","response":"Minnesota Fats"},{"text":"The USA's top amateur athlete in 1930, this golfer retired &amp; helped design the Augusta National Golf Course","response":"Bobby Jones"},{"text":"This catcher retired at the end of '63, managed the Yankees to a pennant in '64 &amp; played 4 games for the Mets in '65","response":"Yogi Berra"},{"text":"1974's top money-winning horse was named for this U.S.-born woman who won 157 tennis singles titles","response":"Chris Evert"}],"originalDate":"2005-10-31"},{"category":"FIBERS","comments":"","clues":[{"text":"Mesothelioma is a rare cancer strongly linked to long-term exposure to this fibrous mineral","response":"asbestos"},{"text":"The name of this elastic synthetic fiber is an anagram of \"expands\"","response":"spandex"},{"text":"DuPont coined this term but chose not to trademark it so it could enter the lexicon as a synonym for \"stockings\"","response":"nylon"},{"text":"The soft white fibers attached to the seeds of plants belonging to the genus Gossypium, of the mallow family","response":"cotton"},{"text":"Before becoming a successful poet, Robert Burns worked in the linen industry as a dresser of this plant fiber","response":"flax"}],"originalDate":"2005-10-31"},{"category":"VICTORIAN VERSE","comments":"","clues":[{"text":"\"Beware\" this, \"my son! The jaws that bite, the claws that catch! Beware the Jubjub bird...\"","response":"the Jabberwock"},{"text":"The last verse of the first version of this Tennyson poem begins, \"When can their glory fade?  O the wild charge they made!\"","response":"\"The Charge of the Light Brigade\""},{"text":"In his \"Departmental Ditties\", Kipling wrote, \"A woman is only a woman, but a good cigar is\" this","response":"a smoke"},{"text":"\"I never saw a man who looked with such a wistful eye upon that little tent of blue which prisoners call\" this","response":"the sky"},{"text":"\"When I was one and twenty I heard a wise man say, 'Give crowns and pounds and guineas but not'\" this \"'away'\"","response":"your heart"}],"originalDate":"2005-10-31"}],{"category":"U.S. PRESIDENTS","text":"He's the only president sworn in on a Catholic missal; it wasn't his","response":"Lyndon Baines Johnson"}]}