{"mix":5066,"rounds":[[{"category":"ANATOMY","comments":"","clues":[{"text":"The optic nerve transmits impulses between the eyes &amp; this organ","response":"Brain"},{"text":"These smallest blood vessels are about one-eighth the thickness of a strand of hair","response":"Capillaries"},{"text":"Nearly all of the body's endocrine glands are stimulated by hormones released by this gland","response":"Pituitary Gland"},{"text":"Bow legs are often the result of this childhood disease caused by a lack of vitamin D","response":"rickets"},{"text":"It's the anatomical name for the stirrup, the smallest bone in the body","response":"Stapes"}],"originalDate":"1996-12-05"},{"category":"THEATRE","comments":"","clues":[{"text":"His \"Play It Again, Sam\" tells the story of Allan Felix, a film journalist whose marriage has just broken up","response":"Woody Allen"},{"text":"In this musical members of the Class of '59 recall their days at Rydell High School","response":"\"Grease\""},{"text":"After Randle P. McMurphy attacks Nurse Ratched in this play, she has him lobotomized","response":"\"One Flew Over The Cuckoo's Nest\""},{"text":"This play takes place at the summer home of Norman &amp; Ethel Thayer","response":"\"On Golden Pond\""},{"text":"In his play \"Lysistrata\", the women of Athens refuse to sleep with their men until peace is declared","response":"Aristophanes"}],"originalDate":"1996-12-05"},{"category":"POT LUCK","comments":"","clues":[{"text":"Voice range of Chaliapin, a Russian singer who popularized the \"Song of the Volga Boatmen\"","response":"Bass"},{"text":"Clink was the name of a 16th century one of these in Southwark, London","response":"Prison/Jail"},{"text":"The astronomical symbol for this planet is the same as the biological symbol for a female","response":"Venus"},{"text":"A chapter of this 1532 book discusses the Machiavellian career of Cesare Borgia","response":"\"The Prince\""},{"text":"Tia Maria, a liqueur made from Blue Mountain coffee beans, comes from this country","response":"Jamaica"}],"originalDate":"1996-12-05"},{"category":"WE'VE GOT YOUR BACK","comments":"(Alex: But whose back?)","clues":[{"text":"___ &amp; The E Street Band","response":"Bruce Springsteen"},{"text":"___ &amp; Dawn","response":"Tony Orlando"},{"text":"___ &amp; The Heartbreakers","response":"Tom Petty"},{"text":"___ &amp; The Silver Bullet Band","response":"Bob Seger"},{"text":"___ &amp; The Tijuana Brass","response":"Herb Alpert"}],"originalDate":"2005-10-28"},{"category":"STUCK IN THE MIDDLE AGES WITH YOU","comments":"","clues":[{"text":"Berlin's first Reichstag was a governmental body formed by princes &amp; nobles of this medieval empire","response":"the Holy Roman Empire"},{"text":"Around 1268 Roger Bacon observed that these new optical devices could be used to improve eyesight","response":"lenses"},{"text":"A poet, mathematician &amp; astronomer, he moved people with the quatrains in his 12th century \"Rubaiyat\"","response":"Omar Khayyam"},{"text":"Chinese explorer Cheng Ho died in Calicut, India some 65 years before this Portuguese man reached it in 1498","response":"Vasco da Gama"},{"text":"Now called ergotism, this \"fiery\" medieval disease took its name from the order of monks who treated it","response":"St. Anthony's Fire"}],"originalDate":"2005-10-28"},{"category":"MAGAZINES &amp; NEWSPAPERS","comments":"","clues":[{"text":"This magazine's \"Marginal Thinking Department\" features \"drawn out dramas\" by Sergio Aragones","response":"<i>Mad</i> magazine"},{"text":"Guideposts magazine was founded in 1945 by this \"positive\" minister &amp; his wife Ruth","response":"Norman Vincent Peale"},{"text":"Adolph Ochs, who bought into the New York Times in 1896, \"train\"ed at this Tennessee city's Times","response":"Chattanooga"},{"text":"In 1989 &amp; 1999, it got the National Magazine Award's \"Seal of Approval\" for personal service","response":"<i>Good Housekeeping</i>"},{"text":"In 1756, the New Hampshire Gazette, the state's first newspaper, began publishing in this \"port\" city","response":"Portsmouth"}],"originalDate":"2005-10-28"}],[{"category":"20th CENTURY LITERATURE","comments":"","clues":[{"text":"This 1949 novel features a society dominated by such slogans as \"War is peace, freedom is slavery, ignorance is strength\"","response":"<i>1984</i>"},{"text":"When this title slat bridge with vine handrails broke, 5 victims were hurled to their death","response":"<i>The Bridge of San Luis Rey</i>"},{"text":"While traveling from Oklahoma to California during the Depression, she says, \"All we got is the family unbroke\"","response":"Ma Joad"},{"text":"This 1946 Nikos Kazantzakis novel was narrated by a Crete mine owner who's drawn out of his shell by an elderly employee","response":"<i>Zorba the Greek</i>"},{"text":"This most popular of Zane Grey's books featured a gunslinger named Lassiter &amp; Jane Withersteen, a Mormon heiress","response":"<i>Riders of the Purple Sage</i>"}],"originalDate":"2005-10-28"},{"category":"MOVIE TAGLINES","comments":"","clues":[{"text":"1995:<br>\"Houston, we have a problem\"","response":"<i>Apollo 13</i>"},{"text":"2003:<br>\"The guy next door just became the man upstairs\"","response":"<i>Bruce Almighty</i>"},{"text":"2001:<br>\"Ten years ago he could get to you from behind the glass.  On Feb. 9th he's out\"","response":"<i>Hannibal</i>"},{"text":"2001:<br>\"One ring to rule them all\"","response":"<i>The Fellowship of the Ring</i>"},{"text":"A 2001 sequel:<br>\"He will rise again\"","response":"<i>The Mummy Returns</i>"}],"originalDate":"2005-10-28"},{"category":"HOLIDAYS &amp; OBSERVANCES","comments":"","clues":[{"text":"National Aviation Day is on the August 19 birthday of this pioneer who made the first powered flight in Dec. 1903","response":"Orville Wright"},{"text":"England honors this bird, not the clock, in April; its arrival announces the return of spring","response":"a cuckoo"},{"text":"Shavu'ot, or Feast of Weeks, is a Jewish holiday celebrated 7 weeks after this festival","response":"Passover"},{"text":"On the first Monday in March, Illinois honors this Polish hero of the American Revolution","response":"Pulaski"},{"text":"The weather on July 15, this saint's day, is said to fortell the weather for the next 40 days","response":"St. Swithun"}],"originalDate":"2005-10-28"},{"category":"PAIR CAPITA","comments":"","clues":[{"text":"A pair of cocky, cartoon magpies, one had a New York accent &amp; one had a British accent","response":"Heckle & Jeckle"},{"text":"About a century ago, London's South Kensington Museum got renamed for this pair","response":"Victoria & Albert"},{"text":"Known for their 1972 match, these Russian &amp; American chess players had a rematch 20 years later","response":"Fischer & Spassky"},{"text":"In a tragic Babylonian love story recounted by Ovid, Pyramus is paired with this fair maiden","response":"Thisbe"},{"text":"\"Hurrah! Hurrah! For Cleve &amp; Steve\" was an 1890s song for this pair campaigning for prez &amp; veep","response":"Grover Cleveland & (Adlai) Stevenson"}],"originalDate":"2005-10-28"},{"category":"BITTER BATTLES","comments":"","clues":[{"text":"The Confederate victory at Chancellorsville paved the way for this early July 1863 Pennsylvania battle","response":"Gettysburg"},{"text":"The 1824 battle of Ayacucho marked the end of this European country's power in South America","response":"Spain"},{"text":"The Battle of Austerlitz, one of his greatest victories, is sometimes called the Battle of the Three Emperors","response":"Napoleon"},{"text":"The Battle of the Argonne during this war was part of a general offensive against the Hindenburg line","response":"World War I"},{"text":"The recapture of Antwerp was a goal of this 1944-45 battle, Germany's last great offensive in the West","response":"Battle of the Bulge"}],"originalDate":"1996-12-04"},{"category":"LATIN LEGAL LINGO","comments":"","clues":[{"text":"It's a writ \"to produce the body\" of the detained before the court","response":"Habeas Corpus"},{"text":"When a criminal is caught red-handed, he's caught \"in\" this, \"while the crime is blazing\"","response":"Flagrante Delicto"},{"text":"Literally \"for the good\", it refers to a case taken by an attorney free of charge","response":"Pro Bono"},{"text":"This phrase isn't necessarily an admission of guilt; it simply means \"I do not contest it\"","response":"Nolo Contendere"},{"text":"\"Ignorantia Legis Neminem Excusat\" translates to this maxim","response":"Ignorance is no excuse of the law"}],"originalDate":"1996-12-04"}],{"category":"WORDS FROM THE FRENCH","text":"The first known use of this word in the U.S. was in an obituary for wealthy banker Pierre Lorillard in 1843","response":"millionaire"}]}