{"mix":5067,"rounds":[[{"category":"SUSAN SARANDON CINEMA","comments":"","clues":[{"text":"An Oscar went to Sarandon for playing Helen Prejean, a Louisiana nun, in this film","response":"\"Dead Man Walking\""},{"text":"Sarandon provided the voice of a spider in this 1996 animated film based on a Roald Dahl book","response":"\"James And The Giant Peach\""},{"text":"This midnight cult film featured Tim Curry as transvestite scientist Frank N. Furter","response":"\"The Rocky Horror Picture Show\""},{"text":"Screenwriter Callie Khouri won an Oscar for this 1991 female buddy film","response":"<i>Thelma & Louise</i>"},{"text":"Sarandon played Southern attorney Reggie Love in this 1994 film","response":"\"The Client\" (based on the book by John Grisham)"}],"originalDate":"1996-12-04"},{"category":"SEYCHELLES","comments":"","clues":[{"text":"The largest tree fruit, the 50-lb. Coco-De-Mer, or \"sea\" one of these is found only in the Seychelles","response":"Coconut"},{"text":"The Seychelles is home to these color-changing lizards","response":"Chameleons"},{"text":"To pay for your dinner at a \"new deli\" in Victoria, the capital, you'll use this currency","response":"rupees"},{"text":"In 1956 this Cypriot archbishop was exiled to the Seychelles","response":"Makarios"},{"text":"The 115 islands of the Seychelles are in this ocean","response":"Indian Ocean"}],"originalDate":"1996-12-04"},{"category":"BY THE SEASHORE","comments":"","clues":[{"text":"The northern fur seal breeds each summer in the Pribilof Islands in this sea","response":"the Bering Sea"},{"text":"Yielding 20 pounds of edible flesh, the giant type of this is the largest bivalve mollusk","response":"Clam"},{"text":"These animals of the class Asteroidea can regenerate body parts &amp; produce new bodies from a fragment","response":"Starfish"},{"text":"The dried skeleton of this invertebrate resembles a large white coin","response":"Sand Dollar"},{"text":"In California this fish spawns on the beach the first few nights after the highest tides of the month","response":"Grunion"}],"originalDate":"1996-12-04"},{"category":"EDUCATION","comments":"","clues":[{"text":"WRAS-FM in this largest Georgia city is the USA's most powerful student-run college radio station","response":"Atlanta"},{"text":"In 1925 he was fined $100 for teaching evolution in Dayton, Tenn., but the conviction was reversed","response":"John Scopes"},{"text":"The brother of Pres. Eisenhower, he served as president of Kansas State, Penn State &amp; Johns Hopkins","response":"Milton Eisenhower"},{"text":"In 1909, 2 years after introducing her teaching method in Rome, she wrote a book about it","response":"Maria Montessori"},{"text":"He was chairman of the National Endowment for the Humanities before becoming Secretary of Education in 1985","response":"William Bennett"}],"originalDate":"1996-12-04"},{"category":"IN THE BOOKSTORE","comments":"","clues":[{"text":"\"Simple Abundance\" by Sarah Ban Breathnach has this many messages for women, one for each day in 1996","response":"366"},{"text":"This talk show host's mom, Dorothy, published a cookbook","response":"David Letterman"},{"text":"In 1994 this sitcom star had a bestseller with \"Don't Stand Too Close to a Naked Man\"","response":"Tim Allen"},{"text":"\"In the Name of Sorrow and Hope\" is about this late Israeli PM by his granddaughter Noa Ben Artzi-Pelossof","response":"Yitzhak Rabin"},{"text":"\"The Tenth Insight\" is James Redfield's sequel to this book about spiritual exploration","response":"<i>The Celestine Prophecy</i>"}],"originalDate":"1996-12-04"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"In 1790 it succeeded Charleston as South Carolina's capital","response":"Columbia"},{"text":"Steamboat builder &amp; operator Henry M. Shreve has a city named for him in this state","response":"Louisiana"},{"text":"This Florida city was named by a railroad official for his boyhood home in Russia","response":"St. Petersburg"},{"text":"Since 1907 this Oregon city has hosted an annual Rose Festival","response":"Portland"},{"text":"This largest North Dakota city lies across the Red River of the North from Moorhead, Minnesota","response":"Fargo"}],"originalDate":"1996-12-04"}],[{"category":"HEALTH &amp; MEDICINE","comments":"","clues":[{"text":"Gustatory organ is another term for these flavor receptors found mostly on the tongue","response":"taste buds"},{"text":"Swollen &amp; bleeding gums are a symptom of this vitamin C deficiency, once the scourge of sailors","response":"scurvy"},{"text":"Once widely used as an anesthetic, trichloromethane is better known as this","response":"chloroform"},{"text":"In strabismus one or both of these may turn inward or outward","response":"the eyes"},{"text":"There are 3 types of this in humans:  lanugo, which is shed before or shortly after birth, vellus &amp; terminal","response":"hair"}],"originalDate":"1996-12-04"},{"category":"SINGERS","comments":"","clues":[{"text":"\"Everybody Loves Somebody\" &amp; Las Vegas loved this man, dimming the Strip's lights in his honor December 28, 1995","response":"Dean Martin"},{"text":"This Monkee called his 1993 autobiography \"I'm a Believer\"","response":"Micky Dolenz"},{"text":"Before \"Married... with Children\", Katey Sagal was a Harlette, one of this star's backup singers","response":"Bette Midler"},{"text":"Born Patricia Andrzejewski, she recorded \"Hit Me With Your Best Shot\" under this name","response":"Pat Benatar"},{"text":"In 1994 Julio Iglesias recorded Patsy Cline's hit \"Crazy\", written by this man, once his duet partner","response":"Willie Nelson"}],"originalDate":"1996-12-04"},{"category":"THE SPANISH-AMERICAN WAR","comments":"","clues":[{"text":"In January 1898 this ship was sent to Havana to protect American interests in case of war","response":"the <i>Maine</i>"},{"text":"The N.Y. Tribune said possession of this island group would \"convert the Pacific Ocean into an American lake\"","response":"the Philippines"},{"text":"This painter &amp; sculptor of the American West served as a war correspondent &amp; artist for the Hearst papers","response":"Remington"},{"text":"The peace treaty gave this island to the U.S.; the rest of the Marianas were later purchased by Germany","response":"Guam"},{"text":"The Spanish had fortified San Juan Hill, so the Rough Riders charged up this hill","response":"Kettle Hill"}],"originalDate":"2005-10-27"},{"category":"GETTING MALL-ED","comments":"","clues":[{"text":"In 2005 this chain with close to 9,000 locations began offering Chantico, a \"drinkable dessert\"","response":"Starbucks"},{"text":"In 1986 ThisCompanyKids opened its first store; in 1990 BabyThisCompany was born","response":"The Gap"},{"text":"It began in 1949 as a single home furnishings store in Manhattan; its latest addition is PBteen","response":"Pottery Barn"},{"text":"This safari-inspired clothing company began in 1978 with 2 stores &amp; a catalog","response":"Banana Republic"},{"text":"This skin care co.'s name combines its symbol, aka wild apple, &amp; a British conservationist's last name","response":"Crabtree & Evelyn"}],"originalDate":"2005-10-27"},{"category":"THE SMALLEST IN AREA","comments":"","clues":[{"text":"Belgium,<br>the Netherlands,<br>Luxembourg","response":"Luxembourg"},{"text":"El Salvador,<br>Honduras,<br>Costa Rica","response":"El Salvador"},{"text":"Slovenia,<br>Bosnia,<br>Macedonia","response":"Slovenia"},{"text":"Oman,<br>Yemen,<br>Qatar","response":"Qatar"},{"text":"South Africa,<br>Zimbabwe,<br>Namibia","response":"Zimbabwe"}],"originalDate":"2005-10-27"},{"category":"HELLO, POTPOURRI","comments":"","clues":[{"text":"The Carnegie one at 7th &amp; 55th in N.Y.C., or Jerry's famous one on Ventura Blvd. in Studio City; hello...","response":"deli"},{"text":"Last name of \"Jungle Doctor of Laos\" Thomas, or \"Breaking Away\" actor Paul; hello...","response":"Dooley"},{"text":"Dandridge Payne Todd are names sandwiched between the better-known 1st and last ones of this 1st lady; hello...","response":"Dolley Madison"},{"text":"Named after a 17th century draper, it's any small, ornamental mat, as of lace; hello...","response":"doily"},{"text":"One of the smallest species of this warm-blooded cetacean is the buffeo; hello...","response":"dolphin"}],"originalDate":"2005-10-27"}],{"category":"TELECOMMUNICATIONS TERMINOLOGY","text":"In 1992 New York got the first one: 917","response":"an overlay area code"}]}