{"mix":5068,"rounds":[[{"category":"3-M","comments":"","clues":[{"text":"The greatest quantity possible, perhaps in prison security","response":"maximum"},{"text":"About 10 feet high at the shoulder, this Pleistocene animal had complex molar teeth","response":"a mammoth"},{"text":"Porgy &amp; Bess know this title is when \"the livin' is easy\"","response":"\"Summertime\""},{"text":"On New Year's Day 1901, Philadelphia hosted the first annual this Parade","response":"Mummers"},{"text":"11-letter term meaning to honor by some observance","response":"commemorate"}],"originalDate":"2005-10-27"},{"category":"ARCHITECTS","comments":"","clues":[{"text":"His last important building, the Marin County Civic Ctr., was completed by his students at the Taliesin Foundation","response":"Frank Lloyd Wright"},{"text":"He lived as a youth in Hong Kong where in the 1980s he designed the Bank of China office building","response":"(I.M.) Pei"},{"text":"Walter Gropius founded this innovative design school at Weimar in 1919","response":"the Bauhaus"},{"text":"In 1929 he created the \"Barcelona Chair\", a chair of curved steel bands cantilevered to support cushions","response":"Mies van der Rohe"},{"text":"In the 1940s Oscar Niemeyer was chief architect of Pampulha, a new suburb near Belo Horizonte in this country","response":"Brazil"}],"originalDate":"2005-10-27"},{"category":"TV CARTOON POOCHES","comments":"","clues":[{"text":"Shoeshine Boy transformed himself into this superhero pooch who spent a lot of time saving Polly Purebred","response":"Underdog"},{"text":"Although George Jetson wanted a nuclear-powered mechanical dog, the kids won out &amp; he became a part of the family","response":"Astro"},{"text":"In 1960 this Hanna-Barbera canine's show became the first cartoon series to win an Emmy","response":"Huckleberry Hound"},{"text":"Mighty Manfred the Wonder Dog was the faithful companion to this cartoon boy with the funnel-shaped hat","response":"Tom Terrific"},{"text":"Smedley the dog was the longtime co-star of this Walter Lantz penguin who wore a stocking cap","response":"Chilly Willy"}],"originalDate":"2005-10-27"},{"category":"STAMPS","comments":"","clues":[{"text":"Yip Harburg is shown with the lyric \"skies are blue\", from this Oscar-winning song of his","response":"\"Over The Rainbow\""},{"text":"In 2004 the Post Office honored the \"Greatest Generation\" with a stamp of this national memorial in D.C.","response":"the World War II Memorial"},{"text":"1 of the 2 women featured in the 2004 American Choreographers series","response":"(Martha) Graham (or Agnes de Mille)"},{"text":"The background art on this author's stamp recalls a scene from \"All the King's Men\"","response":"Robert Penn Warren"},{"text":"Scientist Barbara McClintock, who discovered \"jumping\" these in maize, was honored on a 2005 stamp","response":"genes"}],"originalDate":"2005-10-27"},{"category":"WHERE THERE'S A WILL","comments":"","clues":[{"text":"Set in 1307, this 4-act opera has long been the apple of my eye","response":"<i>William Tell</i>"},{"text":"William S. Burroughs wrote, \"Grass is English thief slang for inform\" in this literary feast of a novel","response":"<i>Naked Lunch</i>"},{"text":"In 1807 he published the poem \"Ode: Intimations of Immortality\"","response":"William Wordsworth"},{"text":"His island-set 1954 novel divided characters into 2 groups; hunters &amp; fire-keepers","response":"(William) Golding"},{"text":"My oh Myers!  His 1990 children's book \"Shrek!\" got very animated in 2001","response":"William Steig"}],"originalDate":"2005-10-27"},{"category":"THERE'S A \"WAY\"","comments":"","clues":[{"text":"A traveler, especially on foot, or a style of sunglasses","response":"wayfarer"},{"text":"This country singer gave up his seat to the Big Bopper on the 1959 flight that also killed Buddy Holly &amp; Ritchie Valens","response":"Waylon Jennings"},{"text":"Friends &amp; Romans!  Stephen Sondheim launched his career as a Broadway composer with this musical","response":"<i>A Funny Thing Happened on the Way to the Forum</i>"},{"text":"This battle was waged from June 3-7, 1942","response":"the Battle of Midway"},{"text":"James K. Polk chaired this House committee from 1833 to 1835; Bill Thomas chairs it today","response":"the Ways and Means Committee"}],"originalDate":"2005-10-27"}],[{"category":"GEORGE BUSH","comments":"","clues":[{"text":"George met her at a 1941 Christmas dance, became engaged to her in 1943 &amp; married her in 1945","response":"Barbara Pierce"},{"text":"He chose Bush as his running mate though they disagreed on cutting taxes, abortion &amp; the E.R.A.","response":"Ronald Reagan"},{"text":"As U.S. ambassador to this organization in 1971, Bush worked to keep Nationalist China from expulsion","response":"United Nations"},{"text":"As president, Bush sent troops into Panama to overthrow this dictator","response":"Manuel Noriega"},{"text":"Bush's father, Prescott, represented this state in the U.S. Senate from 1952 to 1963","response":"Connecticut"}],"originalDate":"1996-01-25"},{"category":"TV TO FILM","comments":"","clues":[{"text":"TV wasn't the final frontier for this series; in 1979 it became \"The Motion Picture\"","response":"<i>Star Trek</i>"},{"text":"This '60s TV comedy about the crew of the PT-73 sailed twice onto the big screen","response":"<i>McHale's Navy</i>"},{"text":"In the movie version, she played Carol Brady","response":"Shelley Long"},{"text":"Subtitled \"Fire Walk with Me\", it brought back Sheryl Lee as Laura Palmer","response":"<i>Twin Peaks</i>"},{"text":"\"Nightmare at 20,000 Feet\" was one of its segments on TV &amp; in a feature film","response":"<i>The Twilight Zone</i>"}],"originalDate":"1996-01-25"},{"category":"PLANTS","comments":"","clues":[{"text":"Saintpaulia Ionantha is commonly called this geographical \"violet\"","response":"African Violet"},{"text":"Vanilla has been cultivated in this North American country for hundreds of years","response":"Mexico"},{"text":"These creatures spread the seeds of plants like mistletoe","response":"Birds"},{"text":"Varieties of this important cereal grain include emmer, spelt &amp; common or bread","response":"Wheat"},{"text":"Crocus is the Latin word for this expensive spice produced by a type of crocus","response":"Saffron"}],"originalDate":"1996-01-25"},{"category":"STADIUMS &amp; ARENAS","comments":"","clues":[{"text":"This city's Alamodome is one of 8 home courts in the NBA to exceed a seating capacity of 20,000","response":"San Antonio"},{"text":"From 1966 to 1986, this NFL team played its home games in the Orange Bowl","response":"Miami Dolphins"},{"text":"The opening ceremonies for the 1932 &amp; 1984 Summer Olympic Games took place at this L.A. arena","response":"Los Angeles Memorial Coliseum"},{"text":"Built in 1912, Tiger Stadium &amp; this Red Sox park are the oldest major league ballparks","response":"Fenway Park"},{"text":"This London stadium has been the site of cup finals in soccer &amp; of Live Aid","response":"Wembley Stadium"}],"originalDate":"1996-01-25"},{"category":"FICTIONAL CHARACTERS","comments":"","clues":[{"text":"The name of this Mary Shelley scientist is often confused with his ghastly creation","response":"Dr. Frankenstein"},{"text":"Like Quincy on TV, Kay Scarpetta in novels by Patricia Cornwell has this profession","response":"Medical Examiner"},{"text":"In a Judith Krantz bestseller, Billy Ikehorn Orsini owns this title boutique","response":"Scruples"},{"text":"Howard Roark, the central architect in this novel, was supposedly modeled on Frank Lloyd Wright","response":"<i>The Fountainhead</i>"},{"text":"She's the matriarch in \"The Grapes of Wrath\"","response":"Ma Joad"}],"originalDate":"1996-01-25"},{"category":"POTPOURRI","comments":"(Alex: A little bit of everything.)","clues":[{"text":"This branch of the Justice Department administers the National Crime Information Center","response":"FBI"},{"text":"This Denver newspaper was given a 1986 Pulitzer Prize for meritorious public service","response":"<i>The Denver Post</i>"},{"text":"Some say that Jesse James was with this man &amp; his gang when they raided Lawrence, Kansas","response":"William Quantrill"},{"text":"This principality &amp; Switzerland are joined in a customs union","response":"Liechtenstein"},{"text":"Chicago's O'Hare International Airport is Illinois' busiest; this airport is second","response":"Chicago Midway"}],"originalDate":"1996-01-25"}],{"category":"SAINTHOOD","text":"In 2009 this man who died on Molokai in 1889 became Hawaii's first saint","response":"Father Damien"}]}