{"mix":5072,"rounds":[[{"category":"1901-1910","comments":"","clues":[{"text":"In 1908 this British liner crossed the Atlantic in a record 4.6 days; the Germans sank it in 1915","response":"Lusitania"},{"text":"This April 18, 1906 natural disaster destroyed 25,000 buildings &amp; left 225,000 homeless","response":"San Francisco Earthquake"},{"text":"In 1910 this future president was elected to the New York Senate","response":"Franklin D. Roosevelt"},{"text":"On Nov. 3, 1903 this country rebelled against Colombian rule &amp; proclaimed its independence","response":"Panama"},{"text":"On Sept. 1, 1909 Frederick Cook claimed to have beaten him to the North Pole by a year","response":"Robert Peary"}],"originalDate":"1996-01-23"},{"category":"INTERNATIONAL POLITICS","comments":"","clues":[{"text":"In December 1993 the Catholic Church agreed to establish diplomatic ties with this state founded in 1948","response":"Israel"},{"text":"In December 1994 Russia sent 40,000 troops into this breakaway republic","response":"Chechnya"},{"text":"In this kind of monarchy, a king's or queen's rule is unrestricted","response":"Absolute Monarchy"},{"text":"Term for a government that another nation controls, pulling its strings, as it were","response":"Puppet Government"},{"text":"Named for a European peninsula, it's the process of one country separating into hostile units","response":"Balkanization"}],"originalDate":"1996-01-23"},{"category":"LITERATURE","comments":"","clues":[{"text":"The hero of this Mark Twain novel calls himself \"A Yankee of the Yankees....and nearly barren of sentiment\"","response":"\"A Connecticut Yankee in King Arthur's Court\""},{"text":"In his 1913 novel \"Sons And Lovers\", Miriam is based on his close friend Jessie Chambers","response":"D.H. Lawrence"},{"text":"John Updike called this author's \"The Metamorphosis\" \"An indubitable masterpiece\"","response":"Franz Kafka"},{"text":"Written in 1900, \"In the Ravine\" is one of this Russian playwright's finest stories","response":"Anton Chekhov"},{"text":"Wamba is a brave jester who risks his life to save his master Cedric in this Sir Walter Scott novel","response":"\"Ivanhoe\""}],"originalDate":"1996-01-23"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"The next time we'll be able to see this famous object from Earth is in 2134; reserve your seats now","response":"Halley's Comet"},{"text":"It's the only star on which astronomers have observed spots","response":"Sun"},{"text":"In 1504 Columbus scared the locals in Jamaica when he predicted one of these","response":"(Lunar) Eclipse"},{"text":"Betelgeuse is a red supergiant in this constellation of the hunter","response":"Orion"},{"text":"CP 1919, the first of these ever found, emits bursts of radiation every 1.337 seconds","response":"Pulsar"}],"originalDate":"1996-01-19"},{"category":"ACTRESSES","comments":"","clues":[{"text":"In 1995 this \"Pretty Woman\" was named UNICEF's Goodwill Ambassador to Haiti","response":"Julia Roberts"},{"text":"She was once romantically involved with Joe Lando, who plays her husband on \"Dr. Quinn, Medicine Woman\"","response":"Jane Seymour"},{"text":"Jeanne Moreau presided over this French film festival's jury twice, in 1975 &amp; in 1995","response":"Cannes"},{"text":"This wife of Tom Cruise starred as sexy psychopath Suzanne Stone in the 1995 film \"To Die For\"","response":"Nicole Kidman"},{"text":"She had her \"biggest\" role to date in the HBO film \"Attack of the 50 Ft. Woman\"","response":"Daryl Hannah"}],"originalDate":"1996-01-19"},{"category":"FOLKLORE","comments":"","clues":[{"text":"The gift of eloquence will be yours if you kiss this during your trip to the Emerald Isle","response":"The Blarney Stone"},{"text":"Lady Godiva's ride was a protest against these","response":"Taxes"},{"text":"Both Laocoon &amp; Cassandra warned this city to refuse the big gift from the Greeks, but did they listen?","response":"Troy"},{"text":"When the foot &amp; hoof prints left by this pair filled with water, Minnesota's 10,000 lakes were formed","response":"Paul Bunyan & Babe"},{"text":"This bird periodically makes an ash of himself, but soon rises above it","response":"The Phoenix"}],"originalDate":"1996-01-19"}],[{"category":"LATIN QUOTATIONS","comments":"","clues":[{"text":"In his \"History\", Livy wrote, \"Potius sero quam numquam\" <span class=\"nobreak\">--</span> better late than this","response":"Never"},{"text":"Virgil's saying \"Latet anguis in herba\" is usually translated as \"A snake lurks in\" this","response":"The grass"},{"text":"Ovid's famous phrase \"Tempus edax rerum\" means this is the devourer of all things","response":"Time (tempus)"},{"text":"Tertullian advised, \"Veritas non erubescit\" <span class=\"nobreak\">--</span> this does not blush","response":"Truth"},{"text":"As he crossed the Rubicon, Julius Caesar quoted the proverb \"Iacta alea est\" <span class=\"nobreak\">--</span> this is cast","response":"The die"}],"originalDate":"1996-01-19"},{"category":"SMALL COUNTRIES","comments":"","clues":[{"text":"This Persian Gulf nation gets its name from kut, an Arabic word for \"fort\"","response":"Kuwait"},{"text":"The major ethnic group in this Pyrenees principality is Spanish at 61%","response":"Andorra"},{"text":"In 1962 Tobago &amp; this larger neighbor won their independence from Great Britain","response":"Trinidad"},{"text":"This sultanate is surrounded on its landward side by the Malaysian state of Sarawak","response":"Brunei"},{"text":"It's the only Central American nation that does not border the Caribbean","response":"El Salvador"}],"originalDate":"1996-01-19"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"Ancient Greeks dated events from the first of these, held in 776 B.C.","response":"The Olympic Games"},{"text":"Name shared by a national monument in Arizona &amp; a famous \"faithful Indian companion\"","response":"Tonto"},{"text":"This word comes from the Greek etymon, \"the meaning of a word from its origin\" &amp; logos, \"word\"","response":"etymology"},{"text":"This animal on Saskatchewan's flag stands for Great Britain","response":"Lion"},{"text":"An Atlanta football player, or the middle name of explorer Robert Scott","response":"Falcon"}],"originalDate":"1996-01-19"},{"category":"AMERICAN INDIANS","comments":"","clues":[{"text":"In 1990 the Shoshone-Bannocks of Idaho petitioned for the sockeye species of this to be protected","response":"Salmon"},{"text":"Typically, this dwelling was made with 10 or more bison skins &amp; 20 or more cedar poles","response":"Tepee"},{"text":"Smoked in pipes, kinnikinnick was a mixture of sumac, the inner bark of dogwood or red willow &amp; this plant","response":"Tobacco"},{"text":"A monument in Nespelem, Washington marks the grave of this Nez Perce chief who died in 1904","response":"Chief Joseph"},{"text":"The name of this tribe centered in northeast Arizona means \"peaceful ones\"","response":"Hopi"}],"originalDate":"1996-01-19"},{"category":"MUSICAL INSTRUMENTS","comments":"","clues":[{"text":"Lawrence Welk was nicknamed \"The Liberace of\" this musical instrument","response":"Accordion"},{"text":"These large bowl-shaped drums are also called timpani","response":"Kettle Drums"},{"text":"The Portuguese machete is the ancestor of this Hawaiian instrument","response":"Ukulele"},{"text":"Neapolitan folk songs often feature the Neapolitan type of this lutelike instrument","response":"Mandolin"},{"text":"This end-blown woodwind with a whistle mouthpiece was the dominant flute of the Baroque period","response":"Recorder"}],"originalDate":"1996-01-19"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"Major rivers entering this gulf include the Rio Grande &amp; the Mississippi","response":"Gulf of Mexico"},{"text":"This country's lowest point, about 140' below sea level, is at Lake Enriquillo near its border with Haiti","response":"Dominican Republic"},{"text":"Cape May, New Jersey lies on this bay","response":"Delaware Bay"},{"text":"The Brahmaputra flows into the Bay of Bengal &amp; the Loire flows into this bay","response":"Bay of Biscay"},{"text":"This Venezuelan lake has been dredged so transport ships can carry oil from it","response":"Lake Maracaibo"}],"originalDate":"1996-01-19"}],{"category":"BEATLES SONGS","text":"The title of this Beatles song is a Yoruba phrase that means \"life goes on\"","response":"\"Ob-La-Di, Ob-La-Da\""}]}