{"mix":5078,"rounds":[[{"category":"19th CENTURY POLITICIANS","comments":"","clues":[{"text":"Less than 3 years after his debates with Lincoln, he died of typhoid fever","response":"Stephen Douglas"},{"text":"After retiring in 1869, this Secretary of State traveled the world, including a stop in Alaska","response":"William Seward"},{"text":"In Washington D.C.'s Statuary Hall, a sculpture of this orator represents New Hampshire","response":"Daniel Webster"},{"text":"This \"Great Pacificator\" helped negotiate the Treaty of Ghent, which ended the War of 1812","response":"Henry Clay"},{"text":"He served in Congress &amp; in the New York State Senate before his arrest for fraud in 1871","response":"Boss Tweed"}],"originalDate":"1996-01-16"},{"category":"ACTORS &amp; ACTRESSES","comments":"","clues":[{"text":"We were \"Speechless\" when we heard this former movie Batman's real name is Michael Douglas","response":"Michael Keaton"},{"text":"Susan Lucci has played Erica Kane on this soap opera since its 1970 debut","response":"\"All My Children\""},{"text":"On \"Women of the House\" she played designing woman turned congresswoman Suzanne Sugarbaker","response":"Delta Burke"},{"text":"Robert Pastorelli, who starred in the comedy series \"Double Rush\", played Eldin on this sitcom","response":"\"Murphy Brown\""},{"text":"Her \"so-called life\" includes the role of Beth in the 1994 film \"Little Women\"","response":"Claire Danes"}],"originalDate":"1996-01-16"},{"category":"POLYNESIA","comments":"","clues":[{"text":"Polynesians still use the dugout type of this vessel","response":"Canoe"},{"text":"Ethnological descriptions of Polynesia include this country because the Maori are Polynesian","response":"New Zealand"},{"text":"The word Polynesia means this","response":"\"many islands\""},{"text":"Swains Island, part of this unincorporated U.S. territory, is privately owned","response":"American Samoa"},{"text":"This nation is ruled by a king &amp; a 30-member legislative assembly","response":"Tonga"}],"originalDate":"1996-01-16"},{"category":"ROMANCE NOVELIST HISTORY BOOK","comments":"","clues":[{"text":"She knew it was over; Octavian had rejected her advances.  The asp awaited; she'd be buried with her love forevermore","response":"Cleopatra"},{"text":"Mary had caught this lawyer's eye &amp; wed him on Nov. 4, 1842.  But would her growing madness doom them both?","response":"Lincoln"},{"text":"It was WWI. Her new name meant \"eye of the dawn\" &amp; she felt reborn.  Oh, how she loved German military men!","response":"Mata Hari"},{"text":"June 20, 1791.  She and Louis fled in the night. But a man recognized Louis, whose face was literally on the money","response":"Marie Antoinette"},{"text":"Odysseus had been gone 20 years, even after she'd given him a son, Telemachus.  Yet she knew someday, Odie would return","response":"Penelope"}],"originalDate":"2005-10-18"},{"category":"LET'S GO CRUISING","comments":"(Alex: And since October is National Cruise Vacation Month...)","clues":[{"text":"Princess Cruises now offer scuba &amp; volleyball as well as this beloved game that uses cues to push disks","response":"shuffleboard"},{"text":"The person who handles passengers' accounts; Gopher on \"The Love Boat\" was an assistant one","response":"a purser"},{"text":"This Virgin Island with its city of Charlotte Amalie is among the most popular Caribbean ports of call","response":"St. Thomas"},{"text":"You can sail from Southampton on this Cunard liner that has covered 5.3 mil. nautical miles, a record for any ship","response":"the <i>QE2</i>"},{"text":"Term for a woman who christens a cruise ship, like Kim Cattral for Norwegian Dawn &amp; Judi Dench for Carnival Legend","response":"the godmother"}],"originalDate":"2005-10-18"},{"category":"ODD WORDS","comments":"","clues":[{"text":"Solfatara, a gas-belching volcanic vent, is partly from the Italian for this element","response":"sulfur"},{"text":"Popular with kids, dactylonomy is the practice of counting this way","response":"with your fingers"},{"text":"A canephora is a statue of a woman bearing one of these on her head","response":"a basket"},{"text":"By definition in a style of painting called grisaille, only shades of this color are used","response":"gray"},{"text":"From the French for \"to go out\", it can mean to sally forth, or a combat mission by a single military plane","response":"a sortie"}],"originalDate":"2005-10-18"}],[{"category":"ASIA","comments":"","clues":[{"text":"The source of the Lena River, one of Russia's longest, lies less than 10 miles from this huge Siberian lake","response":"Lake Baikal"},{"text":"Legend says an empress in 2640 B.C. discovered how to produce this, &amp; put the Chinese on the \"road\" of trade","response":"silk"},{"text":"More than 16 million Vietnamese live in this river's delta","response":"the Mekong"},{"text":"It consists of Abu Dhabi, Dubai, Ajman, Ra's Al Khaymah, Ash Shariqah, Umm Al Qaywayn &amp; Al Fujayrah","response":"the United Arab Emirates"},{"text":"This ancient Sumerian city's ruins were first excavated in the 1850s, when the Ziggurat of Nanna was discovered","response":"Ur"}],"originalDate":"2005-10-18"},{"category":"SITCOMS","comments":"","clues":[{"text":"Jason Bateman is Michael Bluth, the stable family member in this Emmy-winning Fox comedy","response":"<i>Arrested Development</i>"},{"text":"Mike O'Malley &amp; Anthony Clark play brothers-in-law on this CBS sitcom","response":"<i>Yes, Dear</i>"},{"text":"Based on a BBC show, this sitcom takes place at the Dunder Mifflin Paper Supply Company in Scranton, Penn.","response":"<i>The Office</i>"},{"text":"This title character was dad to Mearth, played by Jonathan Winters","response":"Mork"},{"text":"This actress played the perenially perky Corky Sherwood on \"Murphy Brown\"","response":"Faith Ford"}],"originalDate":"2005-10-18"},{"category":"WHAT'S THAT SUPPOSED TO BE?","comments":"(Alex: We'll name an imitation or substitute. You tell us what it imitates or subs for in...)","clues":[{"text":"Cremora","response":"cream (creamer accepted)"},{"text":"Sizzlean","response":"bacon"},{"text":"Rock group Achtung Babies","response":"U2"},{"text":"Peltex products","response":"fur coats"},{"text":"The mineral red spinel","response":"rubies"}],"originalDate":"2005-10-18"},{"category":"DOG TOWNS","comments":"","clues":[{"text":"The great city of Dane is near Madison in this last state carved out of the Northwest Territory","response":"Wisconsin"},{"text":"Fly into the Akita Airport to lap up the sights in Akita on the East Sea in this country","response":"Japan"},{"text":"The Casa of the \"Royal Dog of the Americas\" would be in this city twice occupied by American troops in the 1840s","response":"Chihuahua"},{"text":"We hope you retrieve the name of this breed, also a city in the Philippines &amp; a region of Northeast Canada","response":"Labrador"},{"text":"When Lassie wants to visit Collie, she takes a boat on the Indian Ocean to Bunbury on the west coast of this country","response":"Australia"}],"originalDate":"2005-10-18"},{"category":"LET'S DANCE","comments":"(Alex: See if you can figure out a theme.)","clues":[{"text":"The Jarube Tehuano is a folk dance from this North American country","response":"Mexico"},{"text":"Auguste Bournonville, the father of Danish ballet, was born in this capital city in 1805","response":"Copenhagen"},{"text":"The Giga is the Italian version of this lively dance popular in England &amp; Ireland","response":"the jig"},{"text":"Charles Weidman danced the role of this silent film idol in the modern dance work \"Flickers\"; tres \"sheik\"","response":"Rudolph Valentino"},{"text":"These married dancers popularized the Castle Polka","response":"Vernon & Irene Castle"}],"originalDate":"1996-01-12"},{"category":"FLYING","comments":"","clues":[{"text":"With 16 planes built, construction of this supersonic transport ended in 1979","response":"the Concorde"},{"text":"It's the nickname of the H-4 Hercules, the flying boat Howard Hughes piloted in 1947","response":"the \"Spruce Goose\""},{"text":"In 1995 Eileen Collins became the first American woman to pilot one of these","response":"a Space Shuttle"},{"text":"By 1940 Artem Mikoyan &amp; Mikhail Gurevich produced the first of these Soviet fighter planes","response":"MiG"},{"text":"Referring to the way certain aircraft rise up &amp; touch down, the abbreviation VTOL stands for this","response":"vertical takeoff and landing"}],"originalDate":"1996-01-12"}],{"category":"CELEBRITY NAMES","text":"This Oscar winner who had his own WB sitcom took his last name as a tribute to an earlier comic &amp; sitcom star","response":"Jamie Foxx"}]}