{"mix":5079,"rounds":[[{"category":"DOWN TO RIO","comments":"","clues":[{"text":"Yachting &amp; horse racing are popular pastimes in Rio but this sport rules supreme","response":"futbol (soccer)"},{"text":"With all of the festivities, the most exciting time to visit Rio is during this, their Mardi Gras","response":"Carnaval"},{"text":"A Rio museum honors this entertainer known for her lavish gowns &amp; fruity headgear","response":"Carmen Miranda"},{"text":"Less than 20 minutes from downtown, you'll find this famous beach, followed by Ipanema &amp; Leblon","response":"Copacabana"},{"text":"This rocky landmark that rises above Guanabara Bay is known as Pao de Acucar in Portuguese","response":"the Sugarloaf"}],"originalDate":"1996-01-12"},{"category":"EASTER PARADE","comments":"","clues":[{"text":"Easter is the Christian version of this Jewish feast with which it often coincides","response":"Passover"},{"text":"Thousands of New Yorkers traditionally stroll down this avenue on Easter showing off their new clothes","response":"Fifth Avenue"},{"text":"The Venerable Bede traced the word Easter to Eostre, the Anglo-Saxon goddess of this season","response":"spring"},{"text":"Easter is called this kind of feast because its date can vary between March 22 &amp; April 25","response":"a moveable feast"},{"text":"Oberammergau, Germany is home to a famous one of these performances that dramatize the Easter story","response":"a Passion play"}],"originalDate":"1996-01-12"},{"category":"ROYAL WEDDING","comments":"","clues":[{"text":"\"The Bridesmaids\" is a memoir about this actress' 1956 royal wedding by one of her bridesmaids","response":"Grace Kelly"},{"text":"Her gown had a 17 1/2' train &amp; was embellished with the initials \"S\" &amp; \"A\" when she married Prince Andrew","response":"Sarah Ferguson"},{"text":"In 1993 Harvard grad Masako Owada became the 1st career woman to marry a crown prince of this country","response":"Japan"},{"text":"On July 29, 1981 she looked just like Cinderella when she rode to St. Paul's Cathedral in a glass coach","response":"Diana Spencer (Princess Diana)"},{"text":"In 1978 American-born Lisa Halaby married King Hussein at Zaharan Palace in this capital city","response":"Amman, Jordan"}],"originalDate":"1996-01-12"},{"category":"THREE LITTLE WORDS","comments":"(Alex: There is a theme there.)","clues":[{"text":"To chill champagne, or to postpone a project","response":"put on ice"},{"text":"Incidentally","response":"by the way"},{"text":"It might mean to fall asleep in a barn loft","response":"hit the hay"},{"text":"Be number one on a list of entertainers in a show","response":"top the bill"},{"text":"Dance like Fred Astaire, or scissor one toupee","response":"cut a rug"}],"originalDate":"1996-01-12"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Capt. Charles D. Sigsbee was in command of this ship when it blew up February 15, 1898","response":"the <i>Maine</i>"},{"text":"Samuel Smith wrote this song to a melody he found in a German book, not knowing it was England's anthem","response":"\"America\" (or \"My Country, 'Tis Of Thee\")"},{"text":"1840s guidebooks could lead you landmark by landmark along this trail from Independence to Astoria","response":"the Oregon Trail"},{"text":"Grover Cleveland, Theodore Roosevelt &amp; Alfred E. Smith all held this political post","response":"Governor of New York"},{"text":"The Treaty of New Echota said these Indians would move west for $5 million &amp; 7 million acres","response":"Cherokee"}],"originalDate":"1996-01-12"},{"category":"WINE","comments":"","clues":[{"text":"Most of this country's vineyards are in the area around Lake Geneva","response":"Switzerland"},{"text":"Sekt is the German equivalent of this celebrated French sparkling wine","response":"Champagne"},{"text":"Wine is produced in this grand duchy, along the Moselle River","response":"Luxembourg"},{"text":"Blue Nun &amp; Crown of Crowns are 2 of the biggest producers of this famous German wine","response":"Liebfraumilch"},{"text":"The fino type of this wine is sometimes served chilled; the oloroso, at room temperature","response":"sherry"}],"originalDate":"1996-01-12"}],[{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"This Belgian capital constitutes 1 of the country's 3 administrative regions","response":"Brussels"},{"text":"Venice is known as the \"Queen of\" this sea","response":"the Adriatic"},{"text":"Gilbertese, a Micronesian language, is widely spoken in Kiribati, an island country in this ocean","response":"the Pacific"},{"text":"You'll find San Marino, one of the world's smallest countries, in these mountains","response":"the Apennines"},{"text":"Canada is a federation of 2 territories &amp; this many provinces","response":"10"}],"originalDate":"1996-01-12"},{"category":"LITERATURE","comments":"","clues":[{"text":"While teaching Russian literature at Cornell, he wrote his famous novel \"Lolita\"","response":"Vladimir Nabokov"},{"text":"\"Much Obliged, Jeeves\", this author's last collection of Bertie-&amp;-Jeeves stories, was published in 1971","response":"P.G. Wodehouse"},{"text":"It begins, \"In the ancient city of London... a boy was born to a poor family of the name of Canty...\"","response":"<i>The Prince and the Pauper</i>"},{"text":"In novels by Baroness Orczy, this colorful hero is really Sir Percy Blakeney","response":"the Scarlet Pimpernel"},{"text":"This 1922 novel by Hermann Hesse is based on the early life of Buddha","response":"<i>Siddhartha</i>"}],"originalDate":"1996-01-12"},{"category":"MY OWN PRIVATE IDAHO","comments":"","clues":[{"text":"Idaho's license plates logically carry the slogan \"Famous\" these","response":"Potatoes"},{"text":"In the 1860s this precious metal was discovered at Owyhee, &amp; today Idaho leads the U.S. in its production","response":"silver"},{"text":"The Idaho section of U.S. Highway 12 bears the name of these 2 men who passed through the area in the early 1800s","response":"Lewis & Clark"},{"text":"Idaho's Kamiah Valley is rich in the heritage &amp; legends of this \"nosy\" Native American tribe","response":"Nez Perce"},{"text":"Calling itself the birthplace of television, Rigby, Idaho was the boyhood home of this technology pioneer","response":"Philo Farnsworth"}],"originalDate":"2005-10-17"},{"category":"SPEED","comments":"","clues":[{"text":"A 1972 experiment set this more precisely at 186,282 miles per second","response":"the speed of light"},{"text":"Of 500, 1,000 or 10,000 mph, the approximate speed of a spot on the equator while the Earth spins","response":"1,000 mph"},{"text":"In 1965 Gordon Moore famously predicted that these would double in processing speed every 18 months","response":"computer chips"},{"text":"The 2nd-largest living bird, this flightless Australian can run at nearly 30 mph; faster than you!","response":"an emu"},{"text":"Any object said to be traveling at hypersonic velocity has a speed over 5 on this scale named for an Austrian","response":"Mach"}],"originalDate":"2005-10-17"},{"category":"A WALK IN THE CLOUDS","comments":"","clues":[{"text":"In cloud names, \"nimbus\" means this, so get out your umbrella","response":"rain"},{"text":"It's the 2-word \"agricultural\" term for the causing of precipitation by humans","response":"cloud seeding"},{"text":"From the type of cloud it indicates, a horizontal line is this type of \"symbol\" (sounds like a big house or car)","response":"stratus"},{"text":"Found in Southeast Asia, the clouded type of this large cat is named for the cloud-shaped patterns on its coat","response":"a leopard"},{"text":"The 2 galaxies closest to the Milky Way are the \"clouds\" named for this Portuguese explorer","response":"Magellan"}],"originalDate":"2005-10-17"},{"category":"THE MATE Rx","comments":"","clues":[{"text":"On this TV show President Bartlet got betaseron injections from his wife for his MS","response":"<i>The West Wing</i>"},{"text":"A \"Brief History\" of this physicist includes the fact that he married his nurse after leaving his wife in 1990","response":"Stephen Hawking"},{"text":"In the \"Iliad\" this goddess anoints herself with \"ambrosial sweet\" olive oil to seduce her husband Zeus","response":"Hera"},{"text":"After this Sioux chief tried to take his sick wife for help in 1877, he was killed by soldiers","response":"Crazy Horse"},{"text":"It was once rumored that this president's wife \"Flossie\" poisoned him in order to avoid corruption charges","response":"Harding"}],"originalDate":"2005-10-17"}],{"category":"THE ANIMAL KINGDOM","text":"The coelacanth &amp; the ivory-billed woodpecker are sometimes referred to as this biblical man \"species\"","response":"Lazarus"}]}