{"mix":5080,"rounds":[[{"category":"KEANU REEVES","comments":"(Alex: There's a theme there.)","clues":[{"text":"In 1995 Keanu was chosen one of the 50 Most Beautiful People in the World by this magazine","response":"<i>People</i> magazine"},{"text":"On Jan. 31, 2005 Keanu was recognized with a star on the Walk of Fame on this street","response":"Hollywood Boulevard"},{"text":"Keanu maintains his passport &amp; citizenship from this country","response":"Canada"},{"text":"Keanu's first name means \"cool breeze over the mountains\" in this language","response":"Hawaiian"},{"text":"Keanu's first professional theater work was in this c.1610 play about the rightful Duke of Milan","response":"<i>The Tempest</i>"}],"originalDate":"2005-10-17"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"In 1830 the French captured this city, Casbah &amp; all, &amp; made it the military HQ for their colonial empire in N. Africa","response":"Algiers"},{"text":"In 1812 the Earl of Selkirk established the Red River Colony in this Canadian province to begin settling the West","response":"Manitoba"},{"text":"In 1873 these 2 cities united with Obuda &amp; Margaret Island to form the capital of Hungary","response":"Buda & Pest"},{"text":"Pow!  Kaboom!  Russian explosive shells destroyed this empire's ships in Crimea in 1853","response":"the Ottoman Empire"},{"text":"In 1825 patriots crossed the Rio de la Plata from Argentina to fight for this country's freedom from Brazil","response":"Uruguay"}],"originalDate":"2005-10-17"},{"category":"QUOTABLE SPORTS","comments":"","clues":[{"text":"Houston Rocket Steve Francis said of this teammate, \"He's just like me, except he's 7'6\" &amp; Chinese\"","response":"Yao Ming"},{"text":"Asked if he'd earned a Clemson U. degree in this state, NBAer Elden Campbell said, \"No, but they gave me one anyway\"","response":"South Carolina"},{"text":"Asked about this West Central Florida NFL team's execution, then-coach John McKay said, \"I'm for it\"","response":"the Tampa Bay Buccaneers"},{"text":"In '91 Vin Scully said, \"Andre Dawson has a bruised knee &amp; is listed as\" this 3-word term... \"aren't we all?\"","response":"day-to-day"},{"text":"Asked how he was putting in 1991 compared with '82, when he won the Masters, this \"Walrus\" said, \"More\"","response":"Craig Stadler"}],"originalDate":"2005-10-17"},{"category":"WHAT THE \"ELL\"?","comments":"","clues":[{"text":"Used to relieve faintness, they're made up of ammonium carbonate &amp; some fragrant scent","response":"smelling salts"},{"text":"FD&C Green No. 8 is one of the ingredients listed in this famous shampoo introduced in 1946","response":"Prell"},{"text":"Each Labor Day weekend, this Colorado village popular with skiers hosts its annual film festival","response":"Telluride"},{"text":"He was Archbishop of New York from 1939 until his death in 1967","response":"Francis Cardinal Spellman"},{"text":"In 2002 he published \"Secrets: A Memoir of Vietnam and the Pentagon Papers\"","response":"Daniel Ellsberg"}],"originalDate":"2005-10-17"},{"category":"MOTHER'S DAY","comments":"","clues":[{"text":"She's the most recent first lady to have her son run for U.S. president","response":"Barbara Bush"},{"text":"Moon was the maiden name of the mother of this moon-walking man named Edwin","response":"Buzz Aldrin"},{"text":"Her life &amp; the life of her dog were laid \"bare\" in a nursery rhyme","response":"Old Mother Hubbard"},{"text":"Believing true healing came from God's power, she formed the Mother Church in 1892 to promote her \"Science\"","response":"Mary Baker Eddy"},{"text":"This \"Last of the Red Hot Mamas\" was famous for belting out \"My Yiddishe Momme\"","response":"Sophie Tucker"}],"originalDate":"2002-05-14"},{"category":"TOP O' THE CHARTS","comments":"","clues":[{"text":"In 1995 Mariah Carey &amp; Boyz II Men took this \"Sweet\" hit to the top of the charts for a record 16-week stay","response":"\"One Sweet Day\""},{"text":"In a 1957 No. 1 hit, he sang, \"Darling, you send me, honest you do\"","response":"Sam Cooke"},{"text":"In 1992 Madonna topped the charts with \"This Used To Be My Playground\", a track from this Penny Marshall film","response":"<i>A League of Their Own</i>"},{"text":"Stevie Nicks' \"Edge Of Seventeen\" is sampled on their No. 1 hit \"Bootylicious\"","response":"Destiny's Child"},{"text":"\"Let Your Love Flow\" was a chart topper for these brothers in 1976","response":"the Bellamy Brothers"}],"originalDate":"2002-05-14"}],[{"category":"GULFS","comments":"","clues":[{"text":"This gulf connects to the Atlantic Ocean via the narrow Straits of Florida","response":"the Gulf of Mexico"},{"text":"The Gulf of Thailand is bordered on its west by Thailand &amp; on its east by Vietnam &amp; this country","response":"Cambodia"},{"text":"This gulf, also called the Gulf of Bac Bo, had a 1964 congressional resolution named for it","response":"the Gulf of Tonkin"},{"text":"The Canadian province of Prince Edward Island lies within this gulf","response":"the Gulf of St. Lawrence"},{"text":"At its mouth, the Gulf of Sidra stretches 280 miles from Misratah to Benghazi in this African country","response":"Libya"}],"originalDate":"2002-05-14"},{"category":"WHAT POSSESSED THEM?","comments":"","clues":[{"text":"20 people were executed after the supposed 17th C. demonic possession of girls in this U.S. city","response":"Salem"},{"text":"Indicating that even animals can be possessed, the Bible features the fate of these bewitched animals in Matthew 8:30-32","response":"swine (or hogs)"},{"text":"A Maryland boy's 1949 possession &amp; exorcism was the main source material for this man's 1971 bestseller","response":"(William Peter) Blatty"},{"text":"Often prescribing torture, a famous 15 C. exorcism manual was titled the \"Malleus Maleficarum\" or \"The Witch's\" this","response":"<i>Hammer</i>"},{"text":"Involving a whole convent of nuns, a famous case of possession occurred in this French town in the mid-1630s","response":"Loudun"}],"originalDate":"2002-05-14"},{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"In 2001 this sandwich chain surpassed McDonald's in the number of U.S. restaurants","response":"Subway"},{"text":"This company was founded in 1948 as the Baby Furniture &amp; Toy Supermarket; its present name came in 1957","response":"Toys \"R\" Us"},{"text":"This athletic wear company best known for its shoes began in Oregon as Blue Ribbon Sports","response":"Nike"},{"text":"A New Bern, North Carolina pharmacist invented this drink in 1898, claiming it cured dyspepsia","response":"Pepsi (or Pepsi-Cola)"},{"text":"This longest-listed company on the NYSE was first listed in 1824 as the New York Gas Light Company","response":"ConEdison"}],"originalDate":"2002-05-14"},{"category":"CIRCUS &amp; CARNIVAL CINEMA","comments":"","clues":[{"text":"As a circus owner, she caused her daughter to go \"Berserk\" in that 1967 film; however, no wire hangers were used","response":"Joan Crawford"},{"text":"In 1936 this detective, then played by Warner Oland, was \"at the Circus\"","response":"Charlie Chan"},{"text":"Jimmy Stewart plays Buttons the Clown (a surgeon in disguise!) in this 1952 De Mille circus epic","response":"<i>The Greatest Show on Earth</i>"},{"text":"In 1956's \"Trapeze\" this actor played an aerialist vying with Burt Lancaster for the attentions of Gina Lollobrigida","response":"Tony Curtis"},{"text":"This 1932 MGM film was later re-released as \"Nature's Mistakes\"","response":"<i>Freaks</i>"}],"originalDate":"2002-05-14"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Dixieland refers to a style of jazz that originated in this Southern city","response":"New Orleans"},{"text":"There's a tomb of the unknown soldiers of the Revolutionary War in this N.Y. city that wasn't built in a day","response":"Rome, New York"},{"text":"This New Jersey city was the birthplace of Frank Sinatra, Michael Chang &amp; Pia Zadora","response":"Hoboken"},{"text":"Careful now<span class=\"nobreak\">--</span>it's the state where you can visit San Diego, Universal City &amp; Jefferson County's Port Arthur","response":"Texas"},{"text":"Vincennes on the Wabash River in this state was the territorial capital from 1800 to 1813","response":"Indiana"}],"originalDate":"2002-05-14"},{"category":"THEY'VE BEEN BENCHED","comments":"","clues":[{"text":"Of Nixon's appointees to the Supreme Court, he's the only one still there as of 2002","response":"Rehnquist"},{"text":"This Kennedy appointee was a former Colorado running back","response":"Byron White"},{"text":"Appointed by Pres. Eisenhower, he served nearly 34 years, retiring in 1990","response":"William Brennan"},{"text":"He resigned from the Supreme Court in 1916 to run for president &amp; was reappointed in 1930 as chief justice","response":"Charles Evans Hughes"},{"text":"The only appointment Coolidge made, he was so rock solid that FDR made him chief","response":"Justice Stone"}],"originalDate":"2002-05-14"}],{"category":"FASHION HISTORY","text":"It was unveiled July 5, 1946, at Paris' Piscine Molitor &amp; created a scandal","response":"the bikini"}]}