{"mix":5082,"rounds":[[{"category":"GRAMMAR SCHOOL","comments":"(Alex: And finally, we're sending all three of you back to...)","clues":[{"text":"Strunk &amp; White's 5th rule of usage says, do not join independent clauses with this; use a semicolon, as we just did","response":"a comma"},{"text":"This 5-letter word means break down a sentence into subject, object &amp; predicate, or describe a word's grammatical role","response":"parse"},{"text":"Besides fancy-sounding, \"in lieu of salary\" is this type of grammatical phrase","response":"a prepositional phrase"},{"text":"A helping group, like the ladies' one of the VFW, or a helping verb like will or may","response":"auxiliary"},{"text":"The Spanish levantarse, \"to get up\", is this type of verb whose subject &amp; object are identical","response":"reflexive"}],"originalDate":"2002-05-13"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The Great Lakes are Huron, Ontario, Michigan, Erie &amp; this one whose name implies greatness","response":"Lake Superior"},{"text":"This largest city in New Mexico has 2 Qs &amp; 3 Us in its name","response":"Albuquerque"},{"text":"Hartford is the capital of this New England state","response":"Connecticut"},{"text":"Have you \"bean\" to this capital of Peru?","response":"Lima"},{"text":"On an alphabetical list of world nations, this country immediately follows the United States","response":"Uruguay"}],"originalDate":"2005-10-14"},{"category":"VOCABULARY TEST","comments":"","clues":[{"text":"Of tardy, very happy, or full of hot air, what the word elated means","response":"very happy"},{"text":"While this word can mean a series of arches, you probably know it better as a place to play pinball &amp; video games","response":"an arcade"},{"text":"It's the 4-letter word for  the president's power to reject a bill passed by Congress","response":"veto"},{"text":"The name of this branch of math comes from 2 Greek words meaning \"earth measure\"","response":"geometry"},{"text":"It's the Spanish term for any of the Spanish conquerors who came to the Americas in the 1500s","response":"the conquistadores"}],"originalDate":"2005-10-14"},{"category":"GROWN-UPS EAT THAT?","comments":"","clues":[{"text":"If a grown-up tries to serve you the oxtail type of this, say, \"No thanks. I'll have the chicken noodle\"","response":"soup"},{"text":"Don't be fooled: calamari is just a fancy name for this sea creature that has suction cups on some of its squiggly arms","response":"squid"},{"text":"Maybe kids would eat more of these green spears if we called them by their German name, Spargel","response":"asparagus"},{"text":"Unlike Florentine cookies (dipped in chocolate<span class=\"nobreak\">--</span>yum!), eggs Florentine is made with this leafy green veggie (not so yum)","response":"spinach"},{"text":"Trifle is a fancy dessert; this similar word is a fungus found in the forest by trained pigs","response":"a truffle"}],"originalDate":"2005-10-14"},{"category":"TAKE ME TO YOUR FORMER LEADERS","comments":"(Alex: We want you to identify the country for us.)","clues":[{"text":"Charles de Gaulle,<br>Georges Pompidou,<br>Francois Mitterrand","response":"France"},{"text":"Pieter Botha,<br>F.W. de Klerk,<br>Nelson Mandela","response":"South Africa"},{"text":"Konrad Adenauer, <br>Helmut Schmidt,<br>Helmut Kohl","response":"Germany"},{"text":"Pierre Trudeau,<br>Brian Mulroney,<br>Jean Chretien","response":"Canada"},{"text":"Ferdinand Marcos,<br>Corazon Aquino,<br>Joseph Estrada","response":"the Philippines"}],"originalDate":"2005-10-14"},{"category":"AMERICAN GOVERNMENT","comments":"","clues":[{"text":"This Cabinet department is in charge of grading meat, poultry &amp; dairy products to ensure their quality","response":"the Department of Agriculture"},{"text":"It's the minimum number of electoral votes that a state may have in the electoral college","response":"3"},{"text":"The Great Seal of the U.S. features a bald eagle with a ribbon in its mouth bearing this Latin motto","response":"<i>E pluribus unum</i>"},{"text":"The First Amendment to the Constitution guarantees \"the right of the people peaceably to\" do this","response":"assemble"},{"text":"In the absence of the vice president, it's the title of the person who heads the U.S. Senate","response":"the president <i>pro tem</i>"}],"originalDate":"2005-10-14"}],[{"category":"THOSE DARN ETRUSCANS","comments":"","clues":[{"text":"The Tebenna, an Etruscan mantle, evolved into this garment perhaps worn most strikingly by John Belushi","response":"a toga"},{"text":"Oscar Mayer could tell you that this is the city the Etruscans called Felsina","response":"Bologna"},{"text":"Along with the Borgia apartments, the Etruscan Museum is one of the top attractions in this 109-acre country","response":"the Vatican City"},{"text":"The wolf in the Capitoline Wolf statue may be Etruscan; these 2 babies she's suckling were added around 1509","response":"Romulus & Remus"},{"text":"A 1927 visit to Etruscan sites inspired this author of \"The Plumed Serpent\" to write \"Etruscan Places\"","response":"D.H. Lawrence"}],"originalDate":"2002-05-10"},{"category":"PEOPLE","comments":"","clues":[{"text":"This wrestler nicknamed his daughter born in August 2001 Pebbles","response":"The Rock"},{"text":"Fatally, American groupie Nancy Spungen was this British punk rocker's girlfriend","response":"Sid Vicious"},{"text":"She owns the St. Louis Rams","response":"Georgia Frontiere"},{"text":"This actor gave a speech for Harvard roommate Al Gore at the 2000 Democratic Convention","response":"Tommy Lee Jones"},{"text":"M.C. Hammer earned his nickname from his resemblance to this \"Hammerin'\" home run king","response":"Hank Aaron"}],"originalDate":"2002-05-10"},{"category":"SO YOU WANT TO BE A 19th CENTURY HEROINE","comments":"","clues":[{"text":"If you have this adjective before your name, like Nell or Eva, don't bother planning for your old age","response":"Little"},{"text":"Your job options include teacher &amp; this related job of the heroines in \"Jane Eyre\" &amp; \"Vanity Fair\"","response":"governess"},{"text":"Even if you're 27 &amp; still single, like Anne in this author's \"Persuasion\", your life may not be over","response":"Jane Austen"},{"text":"Like Gertrude in this author's \"The Europeans\", go ahead &amp; marry a relative (it might get you out of your house, too)","response":"Henry James"},{"text":"Unlike Dorothea in this George Eliot book, marry for love, not intellectual compatibility","response":"<i>Middlemarch</i>"}],"originalDate":"2002-05-10"},{"category":"THIS CATEGORY STINKS!","comments":"","clues":[{"text":"Proverbially, this pungent bulb \"makes a man wink, drink &amp; stink\"","response":"garlic"},{"text":"It's the Belgian province bordering the Netherlands that's famous for originating a smelly cheese","response":"Limburg"},{"text":"This cartoon character's big screen credits include \"For Scent-imental Reasons\" &amp; \"Heaven Scent\"","response":"Pepé Le Pew"},{"text":"The strong odor of this semi-aquatic rodent gives it its name","response":"the muskrat"},{"text":"The only film ever released in \"Odorama\", it shares its name with a synthetic fabric popular in the 1970s","response":"<i>Polyester</i>"}],"originalDate":"2002-05-10"},{"category":"ABBREVIATED STATES","comments":"(Alex: But we want you to give the state's full name, <i>not</i> the abbreviation!)","clues":[{"text":"This state that acts as a conjunction between Nevada &amp; Washington has an abbreviation that is a conjunction","response":"Oregon"},{"text":"The abbreviation of this state is also an abbreviation for the largest city in California","response":"Louisiana"},{"text":"Show me that the abbreviation for this state means the habits of a predictable criminal","response":"Missouri"},{"text":"When abbreviated before the number 47, this state becomes an assault weapon","response":"Alaska"},{"text":"State whose abbreviation is also a cabinet department that was formed in 1989","response":"Virginia"}],"originalDate":"2002-05-10"},{"category":"COLONIAL ARTS","comments":"","clues":[{"text":"This South Carolina city that gave us a popular dance in the 1920s was the site of the first opera in America in 1735","response":"Charleston"},{"text":"In 1750 theater was banned in this then-colonial capital as a form of Mass. entertainment","response":"Boston"},{"text":"Some of the earliest surviving colonial portraits are of Richard &amp; Increase, members of this family","response":"the Mathers"},{"text":"Meaning \"tobacco peddler\", it's the title of a 1708 Ebenezer Cooke poem &amp; a 1960 John Barth novel about Cooke","response":"<i>The Sot-Weed Factor</i>"},{"text":"James Alexander, whose doggerel contributed to this publisher's arrest, helped defend him as a lawyer","response":"Zenger"}],"originalDate":"2002-05-10"}],{"category":"LITERARY INFLUENCES","text":"A 1919 Shaw play subtitled \"A Fantasia in the Russian Manner...\" is an homage to this playwright who died in 1904","response":"Anton Chekhov"}]}