{"mix":5083,"rounds":[[{"category":"INTERNATIONAL CUISINE","comments":"","clues":[{"text":"When making this classic Chinese soup, be sure to remove the twigs, feathers &amp; insects first","response":"bird's nest soup"},{"text":"To enjoy this national Swiss dish, you'd better like cheese, lots of it, melted in wine","response":"fondue"},{"text":"The seafood in this Mexican dish is \"cooked\" not by heat, but by the acid in lime juice","response":"ceviche"},{"text":"This Greek dish typically consists of layers of eggplant &amp; ground lamb or beef topped with a white sauce","response":"moussaka"},{"text":"On an Italian menu this term describes pasta with a sauce of eggs, cream, parmesan &amp; bacon","response":"carbonara"}],"originalDate":"2002-05-10"},{"category":"WE ARE THE CHAMPIONS","comments":"","clues":[{"text":"On New Year's Day 2002, this school's Seminoles beat Virginia Tech 30-17 to win the Gator Bowl","response":"Florida State University"},{"text":"In 2001 Brian Cappelletto won this game's World Championship with words like vozhd for 50 points &amp; jerrid for 44","response":"<i>Scrabble</i>"},{"text":"In 1993 she became the first woman from Ukraine to win the world figure skating championships","response":"Oksana Baiul"},{"text":"At Wimbledon 2000, Venus Williams expressed appreciation for this 1957 &amp; '58 champion","response":"Althea Gibson"},{"text":"The last British athlete to win the Olympic decathlon, he won it back-to-back in 1980 &amp; 1984","response":"Daley Thompson"}],"originalDate":"2002-05-10"},{"category":"RELIGION","comments":"","clues":[{"text":"The A.M.E. in A.M.E. Church stands for African Methodist this","response":"Episcopal"},{"text":"Less than 20% of all Muslims are Shi'ites or of other groups; the rest belong to this branch","response":"Sunni"},{"text":"Founded by &amp; named for a Persian prophet, this religion flourished during Persia's Achaemenian empire","response":"Zoroastrianism"},{"text":"Traditionally, in Judaism a ram's horn called this is blown at the end of Yom Kippur","response":"a shofar"},{"text":"Joseph Smith translated the Book of Mormon from gold plates revealed to him by an angel named this","response":"Moroni"}],"originalDate":"2002-05-10"},{"category":"\"EN\" THE BEGINNING","comments":"","clues":[{"text":"These peptide hormones in the brain reduce the sensation of pain","response":"endorphins"},{"text":"2-word term for the consumer, for whom a computer is ultimately designed","response":"an end user"},{"text":"This Baja California port city is known as \"Yellowtail Capital of the World\"","response":"Ensenada"},{"text":"The U.S. conducted nuclear tests on this atoll in the Marshall Islands from 1948 to 1958","response":"Enewetak"},{"text":"John Keats wrote a poem about this handsome Greek whose youth was preserved by eternal sleep","response":"Endymion"}],"originalDate":"2002-05-10"},{"category":"LESSER-KNOWN NAMES","comments":"","clues":[{"text":"When Apollo 11 reached the Moon, Lawrence Knutson was the voice of Mission Control in this city","response":"Houston"},{"text":"23-year-old Donald Turnupseed was the other driver in this 24-year-old actor's fatal crash","response":"James Dean"},{"text":"James Blake was driving the bus in this city on the night when Rosa Parks wouldn't stand up","response":"Montgomery (Alabama)"},{"text":"Clint Hartung &amp; Whitey Lockman were on base when this N.Y. Giant won the 1951 pennant with a home run","response":"Bobby Thomson"},{"text":"Albert Smith, mayor of this suburb, helped stop American Nazis from marching there in the late 1970s","response":"Skokie (Illinois)"}],"originalDate":"2002-05-09"},{"category":"\"P\"s &amp; \"Q\"s","comments":"","clues":[{"text":"The Dionnes, born in 1934, were famous ones","response":"quintuplets"},{"text":"It's the ship in Melville's famous whale tale","response":"the <i>Pequod</i>"},{"text":"Like \"Tommy\", this '70s rock opera by The Who was also made into a movie","response":"<i>Quadrophenia</i>"},{"text":"It's Latin for any 4-footed mammal","response":"a quadruped"},{"text":"In Mexico the juice of certain agaves is used to make this milky fermented drink","response":"pulque"}],"originalDate":"2002-05-09"}],[{"category":"SAINTS","comments":"","clues":[{"text":"Along with St. Andrew's &amp; St. Patrick's, his cross appears on Britain's Union Jack","response":"St. George"},{"text":"T.S. Eliot's \"Murder in the Cathedral\" deals with the murder of this saint","response":"Thomas à Becket"},{"text":"St. Paul shares his June 29 feast day with this man whom he rebukes in Galatians","response":"St. Peter"},{"text":"He's the \"beloved physician\" of Colossians","response":"Luke"},{"text":"A follower of St. Francis, this \"poor\" saint is the patroness of television","response":"Clare"}],"originalDate":"2002-05-09"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"As you'd expect, radon gas is collected out of the radioactive decay of this element, symbol Ra","response":"radium"},{"text":"In an exception to the norm, Co, cobalt, atomic number 27, is heavier than this element, Ni, atomic number 28","response":"nickel"},{"text":"It's the valence number of the oxygen atom in a molecule of water","response":"2"},{"text":"4-letter word for the intrinsic angular momentum of an elementary particle","response":"spin"},{"text":"This \"point\" doesn't mean someone's being judgmental<span class=\"nobreak\">--</span>it's where liquid &amp; gaseous phases become identical","response":"the critical point"}],"originalDate":"2002-05-09"},{"category":"ANAGRAMMED NAMES","comments":"(Alex: We want two first names from you, and they will be anagrams of each other.)","clues":[{"text":"Funicello &amp; Fabray","response":"Annette & Nanette"},{"text":"Lincoln &amp; Arthur","response":"Abe & Bea"},{"text":"Banks &amp; Dunne","response":"Irene & Ernie"},{"text":"Campion &amp; Chretien","response":"Jane & Jean"},{"text":"Baxter &amp; Buffett","response":"Warner & Warren"}],"originalDate":"2002-05-09"},{"category":"SWITZERLAND","comments":"","clues":[{"text":"If you're in top physical condition, you can climb this 14,691-foot peak also known as Monte Cervino","response":"the Matterhorn"},{"text":"Swiss banks store heaps of gold in vaults below the Bahnhofstrasse, an elegant street in this city","response":"Zurich"},{"text":"Schwyz, one of the 23 states called these that make up Switzerland today, was one of the original 3","response":"cantons"},{"text":"This 16th century Dutch scholar is buried in Basel","response":"Erasmus"},{"text":"A period of the Mesozoic era was named for this mountain range that straddles the Swiss-French border","response":"the Jura"}],"originalDate":"2002-05-09"},{"category":"MILLION","comments":"","clues":[{"text":"This physician born in 1903 has been called \"The man who reared 50 million kids\"","response":"(Dr.) Spock"},{"text":"Thomas Wolfe described this island as a \"million-footed, tower-masted, and sky-soaring citadel\"","response":"Manhattan"},{"text":"The \"3 Million Bill\" passed by Congress in 1847 appropriated $3 million for the purchase of land from this country","response":"Mexico"},{"text":"Of the 10 million slaves sent to the Americas over 3 1/2 centuries, almost 40 percent went to this Latin American country","response":"Brazil"},{"text":"Led by a man from Popowo, in 1981 it had 10 million members","response":"Solidarity"}],"originalDate":"2002-05-09"},{"category":"DOLLAR","comments":"","clues":[{"text":"He died in 1969 but popped up on a U.S. dollar coin 2 years later","response":"Eisenhower"},{"text":"The word thaler, which became dollar, is from Joachimsthal, site of a mine for this metal","response":"silver"},{"text":"2-word term for a golf score of 3 under par on a hole, or the old $20 coin it might have won you","response":"double eagle"},{"text":"A \"Benjamin\" from it would have meant a $2 note, which showed its Secretary of State Judah P. Benjamin","response":"the Confederacy"},{"text":"This revolutionary year (not the one you might think) appears on the front of all U.S. dollar bills","response":"1789"}],"originalDate":"2002-05-09"}],{"category":"INTO AFRICA","text":"James Bruce taught himself Arabic &amp; Amharic to prepare for his 1768 journey upriver in search of this spot","response":"the source of the Nile"}]}