{"mix":5085,"rounds":[[{"category":"BOBBING FOR BOBS","comments":"","clues":[{"text":"In a 1960 hit song, this man's lover was waiting for him \"Beyond The Sea\"","response":"Bobby Darin"},{"text":"It's the sports team nickname of Ohio University","response":"the Bobcats"},{"text":"In 1966 Huey Newton &amp; this man founded the Black Panthers","response":"Bobby Seale"},{"text":"In the 1980s he twice drove Buicks to victory in the Daytona 500","response":"Bobby Allison"},{"text":"Just as he was to become Speaker of the House in 1999, this Louisiana politician abruptly resigned","response":"Bob Livingston"}],"originalDate":"2002-05-08"},{"category":"TOUGH GEOGRAPHY","comments":"","clues":[{"text":"Asia's longest river, it rises in China's Kunlun Mountains &amp; empties into the East China Sea near Shanghai","response":"the Yangtze"},{"text":"The Gulf of Aden guards the southern entrance to this sea","response":"the Red Sea"},{"text":"This Argentine region's name is Spanish for \"big feet\", perhaps because Spaniards saw Indians who wore large boots","response":"Patagonia"},{"text":"This last colony in Africa shares part of its name with a desert &amp; is claimed by Morocco","response":"Western Sahara"},{"text":"Karafuto is the Japanese name for this large Russian island north of Hokkaido","response":"Sakhalin"}],"originalDate":"2002-05-08"},{"category":"BEFORE, DURING &amp; AFTER","comments":"(Alex: And finally, a variation on a popular category of ours: [*].)  (Bob: Oh boy!)  (Alex: This is like BEFORE &amp; AFTER, but with an added element. For instance, a response might be, \"toy soldier of fortune cookie\". All right?  Leslie, I bet you're not going to start with that category, are you?)  (Leslie: And how right you are!)","clues":[{"text":"\"L.A. Story\" comic whose other work includes the 95 Theses &amp; \"'Til My Baby Comes Home\"","response":"Steve Martin Luther Vandross"},{"text":"Depicting mobile homes on a space near Boardwalk, it sits under your plate","response":"Trailer Park Place Mat"},{"text":"Flowing warm through the Atlantic, this rapid succession of ideas increases awareness of social needs","response":"Gulf Stream of consciousness raising"},{"text":"A 19th century Sioux leader who damages porcelain as a labor union representative","response":"Sitting Bull in a China Shop Steward"},{"text":"The first to score in overtime wins the game between Hemingway's bull book &amp; Debussy's hoofed deity at midday","response":"Sudden Death in the Afternoon of a Faun"}],"originalDate":"2002-05-08"},{"category":"OLD TESTAMENT HEROES","comments":"","clues":[{"text":"This man said, \"This is now bone of my bones, and flesh of my flesh; she shall be called woman\"","response":"Adam"},{"text":"Because of the many psalms he wrote, this king was called \"The Sweet Psalmist of Israel\"","response":"David"},{"text":"His brothers took his coat of many colors &amp; dipped it in goat's blood to make his father believe he had been killed","response":"Joseph"},{"text":"He became the father of Lamech at the age of 187 &amp; lived for another 782 years","response":"Methuselah"},{"text":"After he told his people, \"Shout, for the Lord hath given you the city\", the walls of Jericho came tumbling down","response":"Joshua"}],"originalDate":"2005-10-12"},{"category":"THIS CATEGORY IS A DISASTER!","comments":"","clues":[{"text":"Hot California is famous for these temblors, making it a shake &amp; bake state","response":"earthquakes"},{"text":"From the Latin for \"thunder\", these funnel-shaped columns of terrific winds are also known as twisters","response":"tornadoes"},{"text":"This type of eruption happens when molten rock, gas &amp; ash pour through a vent in the earth","response":"a volcano"},{"text":"A \"flash\" one of these can be caused by persistent, heavy rainfall or the failure of a dam","response":"a flood"},{"text":"One of these destroyed more than 17,000 buildings in Chicago in October 1871","response":"a fire"}],"originalDate":"2005-10-12"},{"category":"RHYMES WITH POWER","comments":"","clues":[{"text":"A tall building or structure","response":"tower"},{"text":"One carnation or one buttercup","response":"a flower"},{"text":"A light rain","response":"a shower"},{"text":"3,600 seconds","response":"an hour"},{"text":"To cringe in fear","response":"cower"}],"originalDate":"2005-10-12"}],[{"category":"KID LIT","comments":"","clues":[{"text":"Originally an 1864 Christmas gift to a friend, her \"Adventures Under Ground\" became a classic under a new title","response":"<i>Alice in Wonderland</i>"},{"text":"In \"Where the Wild Things Are\", he's sent to bed without his supper &amp; later becomes royalty","response":"Max"},{"text":"In a 1964 book by this man, the mysterious Willy Wonka owns a unique chocolate factory","response":"Roald Dahl"},{"text":"This young detective didn't have a cell phone &amp; a hybrid car when she debuted 75 years ago, but she has 'em now","response":"Nancy Drew"},{"text":"In 1981 she won a Newbery Honor for \"A Ring of Endless Light\"; she won the medal in 1963 for \"A Wrinkle in Time\"","response":"Madeleine L'Engle"}],"originalDate":"2005-10-12"},{"category":"POTPOURRI","comments":"","clues":[{"text":"The flag of Chile has just one of these, 49 fewer than the U.S. flag","response":"a star"},{"text":"Python &amp; Scorpion aren't merely animals, they're 2 of these rides at Busch Gardens Tampa Bay","response":"roller coasters"},{"text":"Of Ketchupseed, Mustardseed or Onionseed, the one who's a fairy in \"A Midsummer Night's Dream\"","response":"Mustardseed"},{"text":"This apparatus that female gymnasts compete on is just 4 inches wide, so don't lose your equilibrium","response":"the balance beam"},{"text":"If you have any Na, you've got sodium; if you have any Ne, you've got this gas","response":"neon"}],"originalDate":"2005-10-12"},{"category":"GOING GLOBAL","comments":"","clues":[{"text":"The Caribbean Sea is part of this second-largest ocean","response":"the Atlantic"},{"text":"If you've been to Benin, you've been to a country on this continent","response":"Africa"},{"text":"Formerly part of the Northwest Territories, Nunavut became a separate territory of this country in 1999","response":"Canada"},{"text":"Much of the western part of this country is covered by the Great Sandy &amp; Great Victoria Deserts","response":"Australia"},{"text":"It's only about 50 miles from Alaska to Russia when you cross this strait","response":"the Bering Strait"}],"originalDate":"2005-10-12"},{"category":"CHICAGO","comments":"(Alex: Toddlin' town.)","clues":[{"text":"Riots marred this convention in August 1968","response":"the Democratic National Convention"},{"text":"Lake Shore Drive is on this lake's shore","response":"Lake Michigan"},{"text":"In 1916 he gave us his \"Chicago Poems\"","response":"Carl Sandburg"},{"text":"The 10-story Home Insurance Building, considered the first of these, was demolished in 1931","response":"a skyscraper"},{"text":"In 1937 the first large-scale bank for this substance was established in Chicago","response":"blood"}],"originalDate":"1996-03-26"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"It's pretty \"apparent\" this is the beneficiary of a will","response":"heir"},{"text":"Groucho said he wouldn't belong to one that would accept him as a member","response":"club"},{"text":"The crop of a bird; something may get stuck in yours","response":"craw"},{"text":"A long story chronicling the history of a family like the Forsytes","response":"saga"},{"text":"Thomas Hobbes' last words were \"I am about to take my last voyage, a great\" one of these \"in the dark\"","response":"leap"}],"originalDate":"1996-03-26"},{"category":"1980s POP MUSIC","comments":"","clues":[{"text":"A \"Boss\" among singers, in 1985 he reflected on his \"Glory Days\"","response":"Bruce Springsteen"},{"text":"Christopher Cross' song \"Think Of Laura\" became a hit after it was featured on this daytime soap","response":"<i>General Hospital</i>"},{"text":"In 1983 this group had its first No. 1 hit in the U.S. with \"Every Breath You Take\"","response":"The Police"},{"text":"According to the title of a Tears for Fears hit, \"Everybody Wants To\" do this","response":"rule the world"},{"text":"In 1982 Phil Collins had a Top 10 solo hit with a remake of this Supremes song","response":"\"You Can't Hurry Love\""}],"originalDate":"1996-03-26"}],{"category":"19th CENTURY LITERATURE","text":"In an 1877 novel Mrs. Gordon initially suggests the name Ebony for this title character","response":"Black Beauty"}]}