{"mix":5087,"rounds":[[{"category":"GREECE","comments":"","clues":[{"text":"Around 1930 Angelos Sikelianos tried to revive the famous festival of this town, \"Navel of the World\"<span class=\"nobreak\">--</span>didn't work","response":"Delphi"},{"text":"Baron de Coubertin's heart is buried in this city, home to the ancient version of the modern games he founded","response":"Olympia"},{"text":"After docking at this island, Apollo's birthplace, head up the sacred way to the sanctuary of Apollo","response":"Delos"},{"text":"If you love the nightlife &amp; want to boogie, head to Pierros, a bar on this party island of the Cyclades","response":"Mykonos"},{"text":"The Long Walls Pericles built connected Athens with this port city, 4 miles away","response":"Piraeus"}],"originalDate":"2002-05-07"},{"category":"WOMEN IN LABOR","comments":"","clues":[{"text":"Flora Tristan, a women's rights &amp; labor activist, was the grand-mere of this artist who painted Tahitians","response":"(Paul) Gauguin"},{"text":"Founded in the early '70s, COYOTE (Call Off Your Old Tired Ethics) is for women in this \"oldest profession\"","response":"prostitutes"},{"text":"As a lawyer in 1944, Ruth Weyand argued before the Supreme Court; she did it for the NLRB, this group","response":"the National Labor Relations Board"},{"text":"From 1933 to 1945 she had her work cut out for her as the U.S. Secretary of Labor","response":"Frances Perkins"},{"text":"Formed in 1896, the Daughters of St. Crispin was a union for women in this trade","response":"shoemaking"}],"originalDate":"2002-05-07"},{"category":"THE HEADACHES OF MILLIONAIRES","comments":"(Alex: Something you're all aspiring to.)","clues":[{"text":"Take language classes now to fit in during visits to this region stretching from Hyeres, France to La Spezia, Italy","response":"the Riviera"},{"text":"On your next tax form, be prepared for the IRS to take a close look at this, your A.G.I.","response":"adjusted gross income"},{"text":"Get used to sitting in 1st class &amp; hearing this ex-Enron CEO's wife Linda complain about her finances","response":"Kenneth Lay"},{"text":"Visit Monte Carlo &amp; you'll be expected to bet big playing this game from which chemin de fer is derived","response":"baccarat"},{"text":"Because of your enormous wealth, get used to people saying you're \"as rich as\" this ancient king of Lydia","response":"Croesus"}],"originalDate":"2002-05-07"},{"category":"THE SOLAR SYSTEM","comments":"","clues":[{"text":"In the 1600s his findings like the phases of Venus made this Italian think maybe the sun is what stuff revolves around","response":"Galileo"},{"text":"Ares Vallis is one of the larger channels on the surface of this planet","response":"Mars"},{"text":"Using Newton's laws of motion, astronomer Edmund Halley determined that these travel in elliptical orbits","response":"comets"},{"text":"On Jan. 14, 2005 the Huygens Probe soft-landed on this largest moon of Saturn; photos reveal its surface to be orange","response":"Titan"},{"text":"Consisting of a continuous flow of gases from the sun, its top speed may reach 2.25 million miles per hour","response":"solar wind"}],"originalDate":"2005-10-11"},{"category":"GAMES PEOPLE PLAY","comments":"","clues":[{"text":"J-10<span class=\"nobreak\">--</span>miss!<br>H-5<span class=\"nobreak\">--</span>hit!<br>One more hit in this game &amp; I'll have sunk your title vessel","response":"<i>Battleship</i>"},{"text":"In 1985 Russian computer scientist Alexey Pajitnov created this maddening video game that features blocks","response":"<i>Tetris</i>"},{"text":"Spinning the Wheel of Fate in this game can take you to Millionaire Estates, or you can end up in Countryside Acres","response":"<i>Life</i>"},{"text":"This \"game for your whole brain\" features a big purple brain in the center of the game board","response":"<i>Cranium</i>"},{"text":"\"Pop in the shapes fast or out they'll blast\" is what can happen in this \"flawless\" game for kids","response":"<i>Perfection</i>"}],"originalDate":"2005-10-11"},{"category":"GOIN' MOBILE","comments":"","clues":[{"text":"On the highway this co.'s Corolla gets 40 mpg, its Land Cruiser, 17 (it'll be important to you one day, trust me)","response":"Toyota"},{"text":"S. Dak., Alaska, Wyo. &amp;, obviously, Hawaii are the only 4 states not on this natl. train co.'s passenger route map","response":"Amtrak"},{"text":"On May 20, 1927 at 7:52 A.M., Charles Lindbergh took to the skies of New York in this plane","response":"<i>The Spirit of St. Louis</i>"},{"text":"In 2005 Dan Wheldon led a 1-2-3-4 finish at the Indy 500 for cars made by this co., known for its Accord &amp; CR-V","response":"Honda"},{"text":"On May 10, 1869, No. 119 &amp; the Jupiter were the 2 trains head-to-head when this golden item was hammered home","response":"a spike"}],"originalDate":"2005-10-11"}],[{"category":"\"OFF\" THE BEATEN PATH","comments":"","clues":[{"text":"Starbucks &amp; most parents couldn't survive without this drink","response":"coffee"},{"text":"You'll want to visit this building to send a parcel or letter","response":"the post office"},{"text":"Term for working on a computer that is not on the network","response":"offline"},{"text":"It's the first play of a football game","response":"a kickoff"},{"text":"It's the first play of a basketball game","response":"a tip-off"}],"originalDate":"2005-10-11"},{"category":"AUTUMN WORDS","comments":"","clues":[{"text":"Building this type of large outdoor fire has been an autumn tradition for centuries","response":"a bonfire"},{"text":"A prayer of this is one that expresses gratitude, not always over turkey &amp; stuffing","response":"thanksgiving (thanks accepted)"},{"text":"A small bite, a small sip or a touch of cold in the air one autumn night","response":"nip"},{"text":"Puff the Magic Dragon \"frolicked in\" this \"in a land called Honah Lee\"","response":"the autumn mist"},{"text":"Though it has a different number in our calendar, its name comes from the Latin for \"eight\"","response":"October"}],"originalDate":"2005-10-11"},{"category":"KIDS IN HISTORY","comments":"","clues":[{"text":"Even as a young girl in Philadelphia, this future flagmaker showed a talent for fine needlework","response":"Betsy Ross"},{"text":"When this Italian explorer was a kid, his dad went to China without him; when he was a teen, his dad took him along","response":"Marco Polo"},{"text":"Born in Scotland in 1747, he sailed off as a cabin boy at age 12 &amp; later became a naval hero in the Amer. Revolution","response":"John Paul Jones"},{"text":"A gifted student &amp; a fine athlete, this member of the Tudor family became the heir to Engl.'s throne at age 10, in 1502","response":"Henry VIII"},{"text":"This Polish-French composer who was born in 1810 composed a polonaise when he was only 7","response":"(Fredric) Chopin"}],"originalDate":"2005-10-10"},{"category":"IN THE BOOKSTORE","comments":"","clues":[{"text":"He's the elusive writer of \"A Series of Unfortunate Events\"","response":"Lemony Snicket"},{"text":"In a novel by E.B. White, a spider named Charlotte becomes friends with this pig","response":"Wilbur"},{"text":"The Tuck family finds a fountain of youth in this novel by Natalie Babbitt","response":"<i>Tuck Everlasting</i>"},{"text":"Milo meets a dog named Tock (who has a giant alarm clock for a body) in this classic by Norton Juster","response":"<i>The Phantom Tollbooth</i>"},{"text":"Duchess is the mother of the title horse of this Anna Sewell story","response":"<i>Black Beauty</i>"}],"originalDate":"2005-10-10"},{"category":"ANAGRAM ZOO","comments":"","clues":[{"text":"Tall fellow:<br>FIFE RAG","response":"giraffe"},{"text":"From Australia:<br>ORGAN OAK","response":"kangaroo"},{"text":"A mountain ape:<br>LIAR LOG","response":"gorilla"},{"text":"Ocean mammal:<br>PIN HOLD","response":"a dolphin"},{"text":"Asian snake fighter:<br>EGO MOONS","response":"a mongoose"}],"originalDate":"2005-10-10"},{"category":"LET'S GO TO THE MOVIES","comments":"","clues":[{"text":"The strength of the outer part of a kernel of this determines if it's a nice fluffy one or a crunchy \"old maid\"","response":"popcorn"},{"text":"In the 1960s, California had over 200 of these, where people watched movies from their cars","response":"drive-ins"},{"text":"The people on the board that assigns these, such as G &amp; R, have to have had kids","response":"ratings"},{"text":"The people at www.captiveaudience.org want to eliminate these before movies; coming attractions, they're OK with","response":"commercials"},{"text":"This type of \"seating\", named for a place to watch sports, puts each row well above the one in front","response":"stadium"}],"originalDate":"2005-10-10"}],{"category":"U.S. TOURISM","text":"You can reach this town's convention &amp; visitors bureau by calling 1-TOMANDHUCK","response":"Hannibal, Missouri"}]}