{"mix":5089,"rounds":[[{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Walt Whitman poem about the duo that sang \"Love Will Keep Us Together\"","response":"\"O Captain! My Captain! & Tennille\""},{"text":"He sang \"Can You Feel The Love Tonight?\" when negotiating a peace treaty with Japan &amp; as Ike's Secretary of State","response":"Elton John Foster Dulles"},{"text":"Hey Lady!  This star of \"The Nutty Professor\" created the Mad Hatter","response":"Jerry Lewis Carroll"},{"text":"Frequent \"What's My Line\" panelist &amp; vocalizing equine in a '50s film series","response":"Arlene Francis the Talking Mule"},{"text":"Dueling vice president who created the puppet show \"Kukla, Fran and Ollie\"","response":"Aaron Burr Tillstrom"}],"originalDate":"2002-05-03"},{"category":"LATIN AMERICAN HISTORY","comments":"","clues":[{"text":"In 1502, on his fourth voyage, he landed at what is now Trujillo, Honduras","response":"Columbus"},{"text":"In 1889 this country became a republic when Pedro II gave up his throne","response":"Brazil"},{"text":"In 1970 he became the first democratically elected Marxist to head a nation in the Western Hemisphere","response":"Salvador Allende"},{"text":"General Alfredo Stroessner ruled this South American country with an iron hand for 35 years, 1954-1989","response":"Paraguay"},{"text":"In 1519, when Cortes entered the capital then called this, many believed he was a god","response":"Tenochtitlán"}],"originalDate":"2002-05-01"},{"category":"WAX MUSEUMS","comments":"","clues":[{"text":"The Alamo exhibit at this city's Plaza Wax Museum is a bit eerie, because the Alamo itself is a short walk away","response":"San Antonio"},{"text":"Mingle with RuPaul &amp; Fergie (their wax figures, that is) at the 42nd Street spin-off of this British museum","response":"Madame Tussaud's"},{"text":"In 1962 this reclusive silent film sweetheart emerged to read the dedication at Movieland Wax Museum's opening","response":"Mary Pickford"},{"text":"Appropriately, Potter's Wax Museum in this Florida city bills itself as the oldest in the U.S.","response":"St. Augustine"},{"text":"This father of a \"Three's Company\" star is one of the country legends depicted in wax at the Music Valley Wax Museum","response":"Tex Ritter"}],"originalDate":"2002-05-01"},{"category":"AUTOIMMUNE DISORDERS","comments":"","clues":[{"text":"On \"The West Wing\" Jed Bartlet has a relapsing-remitting course of this autoimmune disorder","response":"MS"},{"text":"Both Graves' disease &amp; Hashimoto's disease attack this gland","response":"the thyroid"},{"text":"Deficient production of hormones by these endocrine glands causes Addison's disease","response":"the adrenals"},{"text":"AKA regional enteritis, this disease, a chronic inflammation of the intestines, bears the name of a U.S. doctor","response":"Crohn's disease"},{"text":"The name of this autoimmune disorder means \"hard skin\"","response":"scleroderma"}],"originalDate":"2002-05-01"},{"category":"SO YOU'RE THE \"SMART\" ONE, EH?","comments":"","clues":[{"text":"Cartoon catchphrase meaning the quality of having a higher I.Q. than an ordinary ursine critter","response":"smarter than your average bear"},{"text":"This series involved shoe phones &amp; the activities of 86 &amp; 99","response":"<i>Get Smart</i>"},{"text":"It's what's put up by knowledgeable investors, or it's the investors themselves","response":"the smart money"},{"text":"One example is the 2,000 pound GBU-24","response":"a smart bomb"},{"text":"From 1914 to 1923 H.L. Mencken co-edited this satiric monthly with George Jean Nathan","response":"<i>The Smart Set</i>"}],"originalDate":"2002-05-01"},{"category":"<a href=\"http://www.j-archive.com/media/2002-05-01_DJ_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE NEW YORK TIMES</em> ARTS &amp; LEISURE</a>","comments":"","clues":[{"text":"The Times' article \"Architecture's Dust-Up in the Desert\" analyzed the school of architecture named for him","response":"Frank Lloyd Wright"},{"text":"The Times' review of this 2001 French film was \"Little Miss Sunshine as Urban Sprite\"","response":"<i>Amelie</i>"},{"text":"The Met's 2002 production of this opera \"calls for 346 people onstage along with a horse (Napoleon's)\"","response":"<i>War and Peace</i>"},{"text":"The Times marked the Centennial of this poet who wrote, \"I, too, sing America.  I am the darker brother\"","response":"Langston Hughes"},{"text":"This \"famed... company from St. Petersburg is now at the mercy of... ballet masters of the world\", the Times lamented","response":"the Kirov"}],"originalDate":"2002-05-01"}],[{"category":"FROM THE GREEK","comments":"","clues":[{"text":"The name of this male singing voice is from the Greek for \"deep-sounding\"","response":"baritone"},{"text":"The word ceramics is derived from keramos, which is Greek for this pottery material","response":"clay"},{"text":"From the Greek meaning \"one who eats at another's table\", it's an organism that feeds off a host","response":"a parasite"},{"text":"Read about it in this month's issue; this word for \"worldly\" is from the Greek for \"world\" &amp; \"city\"","response":"cosmopolitan"},{"text":"From Greek for \"tribe\" or \"race\", it's the primary subdivision of a taxonomic kingdom","response":"phylum"}],"originalDate":"2002-05-01"},{"category":"THE RENAISSANCE","comments":"","clues":[{"text":"The word Renaissance comes from rinascere, which loosely means this","response":"to be reborn (rebirth accepted)"},{"text":"In 1497 this Borgia was accused of murdering his brother Giovanni, Duke of Benevento &amp; Gandia","response":"Cesare"},{"text":"Due to the Great Schism of 1378, Pope Urban VI remained in Rome; rival pope Clement VII moved to this city","response":"Avignon"},{"text":"In 1415 this Bohemian religious reformer was condemned for heresy &amp; burned at the stake in Germany","response":"(Jan) Hus"},{"text":"In the 1400s this pioneering architect designed the Duomo &amp; the Foundling Hospital in Florence","response":"Brunelleschi"}],"originalDate":"2002-05-01"},{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"It's the middle name shared by Miss Americas Meriwether &amp; Mobley","response":"Ann"},{"text":"Sir Winston Churchill's middle names were Leonard &amp; this, a famous surname in his family tree","response":"Spencer"},{"text":"This middle name of Supreme Court Justice William Douglas reminds us of an early aviator","response":"Orville"},{"text":"Because this is a million-dollar tournament, you have to spell the middle name of President Warren Harding","response":"G-A-M-A-L-I-E-L"},{"text":"John C. Calhoun's middle initial stood for this name","response":"Caldwell"}],"originalDate":"2002-05-01"},{"category":"HOPE YOU LEARNED YOUR AFRICAN CAPITALS","comments":"(Alex: Players, we...)","clues":[{"text":"Spread over 4 hills, this African country's capital of Kigali includes a Muslim Quarter, an airport &amp; a technical college","response":"Rwanda"},{"text":"In 1926 the capital of this republic of Northwest Africa was moved from Zinder to Niamey","response":"Niger"},{"text":"In its capital, N'Djamena, you might learn that this nation was once part of French Equatorial Africa","response":"Chad"},{"text":"On the northeast tip of Lake Tanganyika, Bujumbura is the capital of this African nation","response":"Burundi"},{"text":"Some go to the artisans' market in this country's capital of Bamako to look for monkey skulls &amp; skins","response":"Mali"}],"originalDate":"2002-05-01"},{"category":"PLACES TO PUT YOUR BIG WINNINGS","comments":"(Alex: And if you're successful, we have...)","clues":[{"text":"Sealy now has Dr. Dot Richardson up to bat as a spokesperson for a new line of these to keep your money under","response":"a mattress"},{"text":"The Federal National Mortgage Association, known by this nickname, sells some nice securities","response":"Fannie Mae"},{"text":"Use your general funds in these 2 \"General\" companies in the top 5 firms in the Fortune 500","response":"General Motors & General Electric"},{"text":"On the Chicago Mercantile Exchange, this investment opportunity is abbreviated \"PB\"","response":"pork bellies"},{"text":"For mutual funds go to your broker; to invest this way, French for \"betting amongst ourselves\", go to the track","response":"parimutuel"}],"originalDate":"2002-05-01"},{"category":"STARTS WITH \"KH\"","comments":"","clues":[{"text":"Destroyed in a Muslim revolt, this Sudanese city was rebuilt by the British in the pattern of their flag","response":"Khartoum"},{"text":"At his funeral, June 6, 1989, frenzied crowds broke open his coffin, causing his body to fall to the ground","response":"Ayatollah Khomeini"},{"text":"It runs through the Safed Koh range from near Peshawar about 30 miles to the Kabul River","response":"Khyber Pass"},{"text":"Also known as Cheops, he put up the Great Pyramid","response":"Khufu"},{"text":"This Turkish title is from a Persian word meaning \"prince\"","response":"khedive"}],"originalDate":"1990-06-01"}],{"category":"THE 50 STATES","text":"Benjamin Harrison had the admission orders shuffled, so no one knows which of these 2 states was 39th &amp; which was 40th","response":"North & South Dakota"}]}