{"mix":5091,"rounds":[[{"category":"BESTSELLERS","comments":"","clues":[{"text":"His \"Dolores Claiborne\" &amp; \"Gerald's Game\" were 2 of the top-selling novels of 1992","response":"Stephen King"},{"text":"In 1997 this memoir by Frank McCourt burnt up the nonfiction charts","response":"<i>Angela's Ashes</i>"},{"text":"His \"Never-Say-Diet Book\" was a bestseller in 1981; his \"Never-Say-Diet Cookbook\" followed in 1982","response":"Richard Simmons"},{"text":"Jon Krakauer ascended to No. 1 with this \"personal account of the Mt. Everest disaster\"","response":"<i>Into Thin Air</i>"},{"text":"The title of this Rosamunde Pilcher bestseller referes to a painting of the heroine as a child on this beach","response":"<i>The Shell Seekers</i>"}],"originalDate":"2005-10-07"},{"category":"GREEK GODS","comments":"","clues":[{"text":"Dione, who was either a nymph or a Titan, gave birth to this Greek goddess of love &amp; beauty","response":"Aphrodite"},{"text":"This Greek god loved a boy named Ampelos, who was turned into a grapevine when he died","response":"Dionysus"},{"text":"Like the Olympic Games, the ancient Nemean Games were dedicated to this mighty god","response":"Zeus"},{"text":"An English word for mass terror comes from the name of this goaty Greek god","response":"Pan"},{"text":"Near the temples of Apollo at Delos is a temple dedicated to this goddess of the hunt, Apollo's sister","response":"Artemis"}],"originalDate":"2005-10-07"},{"category":"FILMS OF THE '40s","comments":"","clues":[{"text":"In 1947's \"The Bachelor and the Bobby-Soxer\", Cary Grant was the bachelor, this former child star the bobby-soxer","response":"Shirley Temple"},{"text":"In this film a young Natalie Wood exclaims, \"You're just a nice old man with whiskers, like my mother said!\"","response":"<i>Miracle on 34th Street</i>"},{"text":"This Best Picture Oscar winner of 1945 was filmed in part in the alcoholic ward of NYC's Bellevue Hospital","response":"<i>The Lost Weekend</i>"},{"text":"Judy Garland sang \"The Trolley Song\" &amp; \"Have Yourself A Merry Little Christmas\" in this hit musical","response":"<i>Meet Me In St. Louis</i>"},{"text":"Although this singer wanted to portray himself in a 1946 film biography, he was too old &amp; Larry Parks was cast","response":"Al Jolson"}],"originalDate":"2005-10-07"},{"category":"HOW DOES YOUR GARDEN GROW?","comments":"","clues":[{"text":"It's a fertilized ripened ovule; a stone fruit has only one","response":"a pit (or a seed)"},{"text":"Rah, rah, sis boom bah!  It's the term for the globular flowers of a chrysanthemum","response":"a pom-pom"},{"text":"To tell these from other succulents, look for the areoles, small cushionlike structures the spines grow from","response":"a cactus"},{"text":"Artificially adjusting this to make a plant flower faster is called forcing","response":"sunlight"},{"text":"At England's historic Burnby Hall Gardens in York, you can see 80 different varieties of these aquatic flowers","response":"a water lily"}],"originalDate":"2005-10-07"},{"category":"I WAS HIS VEEP","comments":"(Alex: We'll give you the vice president, you have to identify the president he served.)","clues":[{"text":"John Adams","response":"George Washington"},{"text":"Henry Wallace","response":"FDR"},{"text":"Martin Van Buren","response":"Andrew Jackson"},{"text":"Alben Barkley","response":"Truman"},{"text":"Nelson Rockefeller","response":"Gerald Ford"}],"originalDate":"2005-10-07"},{"category":"THE \"DI\" IS CAST","comments":"","clues":[{"text":"On \"ER\" you're in trouble when your pupils are fixed &amp; this, meaning expanded","response":"dilated"},{"text":"Expelled from the legal profession, not the pub","response":"disbarred"},{"text":"From the Latin for \"to squander\", it means fallen into disrepair by neglect","response":"dilapidated"},{"text":"Low-droning Australian Aborigine musical instrument made from a long wooden tube","response":"a didgeridoo"},{"text":"A cedilla, circumflex or macron are these \"marks\"","response":"a diacritic"}],"originalDate":"2005-10-07"}],[{"category":"WHEN YOU GET THE MONEY","comments":"","clues":[{"text":"His NYC holdings alone have included the Plaza Hotel, a \"World Tower\" &amp; 40 Wall Street","response":"Donald Trump"},{"text":"In the '30s he used some of his fortune to finance movies like \"Hell's Angels\" &amp;, yes, \"Scarface\"","response":"Howard Hughes"},{"text":"No doubt he had a comfortable retirement after selling his steel company in 1901 for $250 million","response":"Carnegie"},{"text":"After her first husband, a senator, died in a 1991 plane crash, she inherited an estimated $500 million","response":"Teresa Heinz-Kerry"},{"text":"He hit the jackpot when he built the Mirage &amp; Bellagio hotels on the Las Vegas Strip","response":"Steve Wynn"}],"originalDate":"2005-10-06"},{"category":"YOU GET THE POWER...","comments":"","clues":[{"text":"...with this energy source that can be lignite, bituminous or anthracite","response":"coal"},{"text":"...with this energy source using roof shingles with PV cells made of amorphous silicon","response":"the sun (or solar energy)"},{"text":"...with this energy source using darrieus or savonius turbine types","response":"wind"},{"text":"...with this energy source, a colorless hydrocarbon consisting primarily of methane &amp; ethane","response":"natural gas"},{"text":"...with this kind of energy from the light-water, high-temperature gas-cooled, liquid metal or candu types","response":"nuclear energy"}],"originalDate":"2005-10-06"},{"category":"THEN YOU GET THE WOMEN","comments":"","clues":[{"text":"In 2005 her \"Alias\" changed to Mrs. Ben Affleck","response":"Jennifer Garner"},{"text":"On her divorce from her \"Eyes Wide Shut\" co-star, she quipped, \"Well, I can wear heels now\"","response":"Nicole Kidman"},{"text":"This Emmy winner once had a tattoo that read \"Property of Tom Arnold\"","response":"Roseanne Barr"},{"text":"Her voice was Lola, a fish in \"Shark Tale\", but some wondered if her life was the Pitts in 2005","response":"Angelina Jolie"},{"text":"Marriage to a star made this Kansas-born actress Shirley MacLaine's sister-in-law","response":"Annette Bening"}],"originalDate":"2005-10-06"},{"category":"TONY MONTANA","comments":"","clues":[{"text":"The Cathedral of this saint, aptly located in Montana's state capital, is modeled on a church in Vienna","response":"(St.) Helen"},{"text":"The civic center of this \"Cataract City\" opened in 1940 with \"Aida\"","response":"Great Falls"},{"text":"It's the name of Montana's most populous county, a nearby national park &amp; a Billings art museum in a former jail","response":"Yellowstone"},{"text":"A Butte mansion has some of William Clark's art collection, but the good stuff went to this city's Corcoran gallery","response":"Washington, D.C."},{"text":"This city, home to the University of Montana, is the \"Gateway to the Cultural Corridors of Western Montana\"","response":"Missoula"}],"originalDate":"2005-10-06"},{"category":"SCARFACE","comments":"","clues":[{"text":"Not exactly \"Man of the Year\", Al Capone appeared controversially on a 1930 cover of this magazine founded in 1923","response":"<i>Time</i>"},{"text":"This event orchestrated by Capone took place at a garage at 2122 N. Clark St.","response":"the St. Valentine's Day Massacre"},{"text":"Attributed to Capone: \"You can go a long way with a smile.  You can go a lot farther with a smile &\" this","response":"a gun"},{"text":"On Oct. 17, 1931 Capone got 11 years &amp; $80,000 in fines &amp; court costs for this crime","response":"tax evasion"},{"text":"Capone's home from August 1934 through November 1939","response":"Alcatraz"}],"originalDate":"2005-10-06"},{"category":"ALL OF OUR \"STONE\"","comments":"","clues":[{"text":"You'll find this legendary object in a castle wall near Cork, Ireland &amp; by the way, you're so suave &amp; good-looking","response":"the Blarney Stone"},{"text":"It could be said a missing mob snitch \"would always be\" this object uniting 2 masonry walls \"in the organization\"","response":"the cornerstone"},{"text":"Another term for sulfur","response":"brimstone"},{"text":"After his May 10, 1863, death, his boss wrote, \"I know not how to replace him\"","response":"Stonewall Jackson"},{"text":"The August 1799 discovery of this by members of Napoleon's army translated into a major historical find","response":"the Rosetta Stone"}],"originalDate":"2005-10-06"}],{"category":"1940s MUSIC HISTORY","text":"While writing for Billboard, legendary producer Jerry Wexler coined this phrase to replace \"race music\"","response":"rhythm & blues"}]}