{"mix":5097,"rounds":[[{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"He wrote the dialogue for \"Oklahoma!\", \"Carousel\" &amp; \"The King &amp; I\", as well as the lyrics","response":"Oscar Hammerstein"},{"text":"First name shared by playwrights Webster, Dryden &amp; Singe","response":"John"},{"text":"\"Catty\" poet whose 1949 play \"The Cocktail Party\" is based on an ancient Greek play by Euripides","response":"T.S. Eliot"},{"text":"He co-wrote the stage version of his novel \"Native Son\" with Paul Green","response":"Richard Wright"},{"text":"His lesser-known plays include \"Fools\", \"God's Favorite\" &amp; \"The Gingerbread Lady\"","response":"Neil Simon"}],"originalDate":"1990-05-03"},{"category":"HISTORIC CITIES","comments":"","clues":[{"text":"This capital of Turkey was once known as Angora &amp; became known for its mohair","response":"Ankara"},{"text":"The 2 cities that have served as capitals of Japan whose names are anagrams","response":"Kyoto & Tokyo"},{"text":"Also known as Aix-La- Chapelle, Aachen, Germany is the city where this ruler established his court in 794","response":"Charlemagne"},{"text":"At the Diet held in this city in 1521, Martin Luther refused to eat his words","response":"Worms"},{"text":"The oldest stock exchange in Europe is located in this Belgian center of the world diamond trade","response":"Antwerp"}],"originalDate":"1990-05-03"},{"category":"PROPHECIES &amp; PREDICTIONS","comments":"","clues":[{"text":"In April 1865 he had a dream foretelling his assassination","response":"Abraham Lincoln"},{"text":"Attributed to the apostle John, this prophetic work is the last book of the New Testament","response":"Revelation/The Apocalypse"},{"text":"He supposedly predicted the Great Fire of London &amp; the death of King Henry II of France","response":"Nostradamus"},{"text":"Some ancient cultures made predictions by hepatoscopy, examining this organ of a sacrificed lamb","response":"the liver"},{"text":"Known as \"The Sleeping Prophet\", in 1941 he predicted NYC would be destroyed near the year 2000","response":"Edgar Cayce"}],"originalDate":"1990-05-03"},{"category":"THE DAKOTAS","comments":"","clues":[{"text":"In the Badlands area these animals live in colonies called dog towns","response":"Prairie Dogs"},{"text":"Both states are split by the Missouri River &amp; both fall into these 2 time zones","response":"Central & Mountain"},{"text":"The 2 states' largest cities are Fargo &amp; Sioux Falls, not these, their capitals","response":"Bismarck & Pierre"},{"text":"It took treaties with these 2 countries for the U.S. to get all the area that's now North Dakota","response":"England & France"},{"text":"When B. Harrison signed the 2 bills making the Dakotas states, this information was kept secret","response":"Which state was first"}],"originalDate":"1990-05-03"},{"category":"LIBRARIES","comments":"","clues":[{"text":"This university's Bodleian Library is entitled to free copies of all books printed in England","response":"Oxford"},{"text":"This 7-day observance promoted by the American Library Association takes place in April","response":"National Library Week"},{"text":"In the 1870s this type of catalog began to replace the book-form catalog","response":"Card Catalog"},{"text":"The Jerome Robbins Archive of the Recorded Moving Image is part of the library at this theater complex","response":"Lincoln Center for the Performing Arts"},{"text":"Paris library whose beginning may be traced back to the 1300s, making it one of the world's oldest","response":"Bibliotheque Nationale"}],"originalDate":"1990-05-03"},{"category":"WORLD LITERATURE","comments":"","clues":[{"text":"Tolstoy's first full-length novel, it includes a cast of more than 500 characters","response":"<i>War and Peace</i>"},{"text":"Chapter 8 of this 17th century work begins, \"They came in sight of thirty, forty windmills\"","response":"<i>Don Quixote</i>"},{"text":"Buried treasure found on an islet in the Tuscan Archipelago makes this character wealthy","response":"the Count of Monte Cristo"},{"text":"This Albert Camus novel begins with the discovery of a dead rat outside Dr. Bernard Rieux' door; more dead rats follow","response":"<i>The Plague</i>"},{"text":"In 1902 Kipling published a volume of these \"Stories\", including \"The Cat that Walked by Himself\"","response":"the <i>Just So Stories</i>"}],"originalDate":"2005-09-30"}],[{"category":"EAGLE-EYED","comments":"","clues":[{"text":"To score an eagle in golf is to score this many shots under par on a hole","response":"two under par"},{"text":"The symbol of this youth organization is an eagle superimposed on a stylized iris","response":"the Boy Scouts"},{"text":"In 1969 he commanded the \"Eagle\" lunar module","response":"Armstrong"},{"text":"The bald eagle became our national emblem in 1782 with the adoption of this \"Great\" object","response":"the Great Seal"},{"text":"This constellation that features the star Altair is in the shape of an eagle with considerable wingspan","response":"Aquila"}],"originalDate":"2005-09-30"},{"category":"COLLEGE COLLAGE","comments":"","clues":[{"text":"This term for a certain group of undergraduates is from the Latin for \"elder\"","response":"seniors"},{"text":"With close to 50,000 students, this Columbus-based university is one of the USA's largest","response":"Ohio State"},{"text":"Also known as a city college, it's a local junior college without residential facilities","response":"a community college"},{"text":"The first black sorority, Alpha Kappa Alpha, was founded at this university in 1908","response":"Howard"},{"text":"Larry McMurtry &amp; Joyce Carol Oates are among the alumni of this Houston university","response":"Rice"}],"originalDate":"2005-09-30"},{"category":"MUSICAL BEFORE &amp; AFTER","comments":"","clues":[{"text":"\"White Christmas\" crooner who joined 2 other guys to form a \"Suite: Judy Blue Eyes\" supergroup","response":"Bing Crosby, Stills and Nash"},{"text":"Men's fragrance that wants to be a \"Wannabe\" group","response":"Old Spice Girls"},{"text":"Reggae widow who appears to Scrooge","response":"Rita Marley's Ghost"},{"text":"Pizza restaurant chain mogul who composed \"Stars &amp; Stripes Forever\"","response":"Papa John Philip Sousa"},{"text":"5-star general who rocked out the South with \"Fire On The Mountain\"","response":"George Marshall Tucker Band"}],"originalDate":"2005-09-30"},{"category":"SANDRA BULLOCK MOVIES","comments":"(Alex: Next, we want you to name the film in...)","clues":[{"text":"Computer expert Angela Bennett","response":"<i>The Net</i>"},{"text":"Chicago \"L\" token seller Lucy, in love with the comatose Peter","response":"<i>While You Were Sleeping</i>"},{"text":"Newspaper columnist Gwen Cummings, who enters rehab for 4 weeks","response":"<i>28 Days</i>"},{"text":"Lenina Huxley, a cop in 2032 who unfreezes John Spartan (Sylvester Stallone)","response":"<i>Demolition Man</i>"},{"text":"Geeky research scientist Diane Farrow","response":"<i>Love Potion No. 9</i>"}],"originalDate":"2005-09-30"},{"category":"ONWARD TO ONTARIO","comments":"","clues":[{"text":"3 of these leaves appear on Ontario's coat of arms","response":"the maple leaf"},{"text":"In 1953 a dramatic festival devoted to the works of Shakespeare appropriately began in this Ontario town","response":"Stratford"},{"text":"Founded in 1836, an Ontario univ. that's part of the University of Toronto bears the name of this British queen","response":"Victoria"},{"text":"Along with the smaller James Bay, this large body of water forms Ontario's northern coastline","response":"the Hudson Bay"},{"text":"The War of 1812 Battle of Moraviantown in Canada was also known as the Battle of this Ontario River","response":"the Thames"}],"originalDate":"2005-09-30"},{"category":"DOT","comments":"","clues":[{"text":"To her friends, this exotic \"Sarong Girl\" of the movies was just plain \"Dottie\"","response":"Dorothy Lamour"},{"text":"\"The only thing I didn't like about 'The Barretts of Wimpole Street' was the play\", said this Algonquin wit","response":"Dorothy Parker"},{"text":"She appeared with her sister Lillian in the 1912 film \"The New York Hat\"","response":"Dorothy Gish"},{"text":"\"Introducing\" this African-American actress who appeared briefly with her sister in the Marx Bros.' \"A Day at the Races\"","response":"Dorothy Dandridge"},{"text":"Connect the dots; the British author of \"Pilgrimage\" or a 2-time U.S. Olympic gold medalist softball player","response":"Dot Richardson"}],"originalDate":"2005-09-30"}],{"category":"FILM LEGENDS","text":"His only competitive Oscar win was for Best Score in 1973 for a 1952 film in which he had starred as a washed-up comic","response":"Charlie Chaplin"}]}