{"mix":5099,"rounds":[[{"category":"POLITICAL LINGO","comments":"","clues":[{"text":"A term for politics at the local level, or items found in your lawn","response":"grass roots"},{"text":"A GOP plan to eliminated filibusters on judicial nominees has been called this alarming \"option\"","response":"nuclear"},{"text":"In 1826, John Cam Hobhouse coined the phrase \"His Majesty's\" this for the party not in power","response":"Opposition"},{"text":"From the Latin for \"all\", it's the type of $388-billion spending bill Congress passed in December 2004","response":"omnibus"},{"text":"A junior member of Parliament, from the location of his or her seat","response":"a back-bencher"}],"originalDate":"2005-09-29"},{"category":"OSCAR-WINNING SONGS","comments":"(Alex: Next, we want you to name the film in...)","clues":[{"text":"\"Chim Chim Cher-ee\"","response":"<i>Mary Poppins</i>"},{"text":"\"Talk To The Animals\"","response":"<i>Dr. Dolittle</i>"},{"text":"\"Raindrops Keep Fallin' On My Head\"","response":"<i>Butch Cassidy and the Sundance Kid</i>"},{"text":"\"Colors Of The Wind\"","response":"<i>Pocahontas</i>"},{"text":"\"Al Otro Lado Del Rio\"","response":"<i>The Motorcycle Diaries</i>"}],"originalDate":"2005-09-29"},{"category":"\"SOUTH\" PARK","comments":"","clues":[{"text":"Sandy Koufax, when on the mound","response":"a southpaw"},{"text":"This popular diet was developed to help cardiac patients lose weight","response":"the South Beach Diet"},{"text":"It's surrounded by the Philippines, Borneo &amp; Taiwan","response":"the South China Sea"},{"text":"There is nothing like this musical that opened in New York in 1949","response":"<i>South Pacific</i>"},{"text":"In 2003 the name of this area was officially changed to South Los Angeles","response":"South Central"}],"originalDate":"2005-09-29"},{"category":"OH, MY GODS!","comments":"","clues":[{"text":"In one myth the decapitated head of the giant Mimir was an advisor to this Norse god","response":"Odin"},{"text":"Associated with nature &amp; plants, Xipe Totec was an important god of these North American people","response":"the Aztecs"},{"text":"The Roman goddess of flowers, she had an herb that was said to make you pregnant if you touched it","response":"Flora"},{"text":"If sometimes you feel like a \"nut\", check out Nut, a goddess of this ancient civilization","response":"Egypt"},{"text":"The sub bearing the name of this trumpeter sea god &amp; son of Poseidon was the first to travel around the world underwater","response":"Triton"}],"originalDate":"2005-09-29"},{"category":"KINSEY","comments":"","clues":[{"text":"Dr. Alfred Kinsey was born in this New Jersey city in 1894, as was Frank Sinatra 21 years later","response":"Hoboken"},{"text":"Caused by a deficiency of vitamin D, this bone-softening disease curved Dr. Kinsey's spine as a child","response":"rickets"},{"text":"Before he took up sex, Dr. Kinsey studied &amp; became a renowned expert on the gall type of this insect","response":"a wasp"},{"text":"In 1947 Dr. Kinsey founded his institute for sex research at this Bloomington university","response":"Indiana"},{"text":"Completes the title of Dr. Kinsey's shocking 1948 work \"Sexual Behavior in\" this","response":"<i>the Human Male</i>"}],"originalDate":"2005-09-29"},{"category":"'80s TV","comments":"","clues":[{"text":"1 of the 2 shows that debuted in the fall of 1988 with a Murphy in the title","response":"<i>Murphy Brown</i> (or <i>Murphy's Law</i>)"},{"text":"20 years after its debut, this quirky show came out on DVD in 2005 with commentary from Cybill Shepherd &amp; Bruce Willis","response":"<i>Moonlighting</i>"},{"text":"\"Three's a Crowd\" picked up where this sitcom left off","response":"<i>Three's Company</i>"},{"text":"Joe Penny played Jake; he played the Fatman","response":"(William) Conrad"},{"text":"Doc Severinson performed its theme during the '80s; Ray Charles did it during the '90s","response":"<i>Designing Women</i>"}],"originalDate":"2005-09-29"}],[{"category":"START SPREADIN' THE NOOSE","comments":"","clues":[{"text":"On Sept. 22, 1776, the morning after his capture by the British &amp; with no trial, he gave the one life he had","response":"Nathan Hale"},{"text":"Tradition says this Biblical figure kissed himself off on a tree that now bears his name","response":"Judas Iscariot"},{"text":"Emerson said this man, hanged for treason on Dec. 2, 1859, would make the gallows \"as glorious as the cross\"","response":"John Brown"},{"text":"Washington denied his request to be shot like a gentleman &amp; not hanged like a spy, which he was on Oct. 2, 1780","response":"Major John André"},{"text":"In 1987 Spandau prison officials reported that this Nazi had hanged himself at age 93","response":"Rudolf Hess"}],"originalDate":"2005-09-29"},{"category":"MONGO FOR MONGOLIA","comments":"","clues":[{"text":"About 96 percent of Mongols are of this religion","response":"Buddhist"},{"text":"In recent years measures taken by the Mongolian government have stabilized the tugrik, which is this","response":"the currency"},{"text":"In the 1990s the Przewalski variety of this was reintroduced to Mongolia","response":"horse"},{"text":"Founded around 1368, this Chinese dynasty drove the Mongols out of power in China that same year","response":"the Ming"},{"text":"In the 1200s the Mongols established this capital city with the same name as K2's mountain range","response":"Karakoram"}],"originalDate":"2005-09-29"},{"category":"1980","comments":"","clues":[{"text":"In \"Swanson On Swanson\", Gloria claimed she had a love affair with this father of a president","response":"Joseph Kennedy"},{"text":"Pres. Carter signed a bill granting $1.5 billion in loan guarantees to this company","response":"Chrysler"},{"text":"United Artists withdrew this Michael Cimino film from theaters for re-editing","response":"\"Heaven's Gate\""},{"text":"FBI agents posed as foreign businessmen in this investigation that implicated 8 congressmen","response":"ABSCAM"},{"text":"In January its price reached an all-time high of $50.35 per ounce","response":"Silver"}],"originalDate":"1990-05-01"},{"category":"SINGERS","comments":"","clues":[{"text":"\"One More Try\" was this singer's third No. 1 hit from his \"Faith\" album","response":"George Michael"},{"text":"In Sept. 1989 this English rock group introduced its own line of clothes","response":"The Rolling Stones"},{"text":"24 years after \"I Want To Hold Your Hand\", this ex-Beatle had a No. 1 hit with \"Got My Mind Set On You\"","response":"George Harrison"},{"text":"\"Get Outta My Dreams, Get Into My Car\" was this singer's third No. 1 single with 8 words in the title","response":"Billy Ocean"},{"text":"Carrying on the reggae tradition of his father, this singer has released 5 albums","response":"Ziggy Marley"}],"originalDate":"1990-05-01"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"This word can stand alone or follow gun; either way, it's a gangster's girlfriend","response":"Moll"},{"text":"To descend to the bottom of anything, even a lavatory","response":"Sink"},{"text":"A roll of cloth, or a flash of lightning","response":"Bolt"},{"text":"To flow forth suddenly &amp; violently, or to make an excessive display of sentiment","response":"Gush"},{"text":"Ironically, it can mean to dance with light, quick steps or to stumble like a clumsy ox","response":"Trip"}],"originalDate":"1990-05-01"},{"category":"BODIES OF WATER","comments":"","clues":[{"text":"The water in this large Utah lake is saltier than ocean water","response":"The Great Salt Lake"},{"text":"Winter ocean air west of Norway is over 40 degrees warmer than average for that latitude because of this current","response":"The Gulf Stream"},{"text":"This ocean has the greatest length of coastline because of its irregular shape","response":"Atlantic"},{"text":"Changing monsoon winds cause seasonal reverses of surface water movement in this Indian Ocean bay","response":"Bay of Bengal"},{"text":"Once part of the Gulf of California, it's now the largest natural lake entirely within the state","response":"Salton Sea"}],"originalDate":"1990-05-01"}],{"category":"U.S. PLACES IN LITERATURE","text":"This fishing port is the setting for Kipling's \"Captains Courageous\" &amp; the wreck of the Hesperus was nearby","response":"Gloucester, Massachusetts"}]}