{"mix":5100,"rounds":[[{"category":"THINK TWICE","comments":"","clues":[{"text":"The month in which the USSR celebrates the anniversary of the October Revolution","response":"November"},{"text":"Shakespeare's \"A Midsummer Night's Dream\" takes place during this season","response":"Spring"},{"text":"Catgut comes from these animals","response":"Sheep"},{"text":"The Canary Islands were named after these animals","response":"Dogs"},{"text":"Most Chinese gooseberries are grown in this country","response":"New Zealand (AKA the Kiwi Fruit)"}],"originalDate":"1990-05-01"},{"category":"LITERARY CLASSICS","comments":"","clues":[{"text":"The home Lassie went back to in the 1940 novel \"Lassie Come Home\" was in this country","response":"England"},{"text":"He wrote his \"Georgics\" in praise of the agricultural life before he wrote a Roman epic","response":"Virgil"},{"text":"The Indian sage Vatsyayana wrote this erotic how-to manual whose name is Sanskrit for \"Love Science\"","response":"Kama Sutra"},{"text":"This Greek historian's \"Parallel Lives\" analyzes the character of well-known Greeks &amp; Romans","response":"Plutarch"},{"text":"Britannica calls this John McCrae poem the only important Canadian verse related to WWI","response":"\"In Flanders Fields\""}],"originalDate":"1990-05-01"},{"category":"HISTORY","comments":"","clues":[{"text":"After James I granted Derry, Ireland to the citizens of London, it became known as this","response":"Londonderry"},{"text":"Marino Faliero, who was the doge of this, led a plot to kill the nobles &amp; was executed in 1355","response":"Venice"},{"text":"This czar established a parliament called the Duma","response":"Nicholas II"},{"text":"The outbreak of this war in 431 B.C. put an end to Athens' Golden Age of Pericles","response":"The Peloponnesian War"},{"text":"Atahualpa was the unlucky 13th emperor of these people","response":"Incas"}],"originalDate":"1990-05-01"},{"category":"ACTORS &amp; THEIR ROLES","comments":"","clues":[{"text":"Olympic ice skater Carol Heiss played Snow White in a 1961 film starring this wacky trio","response":"The Three Stooges"},{"text":"Amy Irving's mom, Priscilla Pointer, played Pam's mom on this prime time TV soap","response":"\"Dallas\""},{"text":"He played a crime king in his last film, 1964's \"The Killers\"","response":"Ronald Reagan"},{"text":"He spent some \"Happy Days\" playing Fiorello LaGuardia, &amp; won a Tony too","response":"Tom Bosley"},{"text":"In 1989 this Oscar winner starred in HBO's \"Murderers Among Us:  The Simon Wiesenthal Story\"","response":"Ben Kingsley (won Oscar for \"Gandhi\" in 1982)"}],"originalDate":"1990-05-01"},{"category":"EASTERN EUROPE","comments":"","clues":[{"text":"This country's name is from the Turkish word \"on-ogur\", signifying 10 tribes","response":"Hungary"},{"text":"In 1989 this country's leader, Egon Krenz, opened its borders to halt population loss","response":"East Germany"},{"text":"This capital's name 1st appeared in a document of Vlad the Impaler, the prototype of Dracula","response":"Bucharest (Romania)"},{"text":"The Jadranska Magistrala, or Adriatic Highway, runs along this country's coast","response":"Yugoslavia"},{"text":"In November 1989 hard liner Todor Zhivkov resigned after leading this country for 35 years","response":"Bulgaria"}],"originalDate":"1990-05-01"},{"category":"FAMOUS QUOTES","comments":"","clues":[{"text":"In \"Frank Fairlegh\" Francis Edward Smedley wrote \"All's fair in\" these 2 activities","response":"Love & War"},{"text":"\"Be nice to people on your way up\" for this reason","response":"\"You may meet them on your way down\""},{"text":"\"When the one great scorer comes to write against your name, he marks <span class=\"nobreak\">--</span> not that you won or lost <span class=\"nobreak\">--</span> but\" this","response":"How you played the game"},{"text":"Completes \"Heav'n has no Rage, like Love to Hatred turn'd, Nor Hell a Fury, like\" this","response":"a Woman scorn'd"},{"text":"In 1940, U.S. poet Alice D. Miller  wrote, \"In a world where\" this country \"is...dead, I do not wish to live\"","response":"England"}],"originalDate":"1990-04-24"}],[{"category":"THE SUPREME COURT","comments":"","clues":[{"text":"Chief Justice Charles Evans Hughes opposed this president's attempt to \"pack\" the court","response":"FDR (Franklin Delano Roosevelt)"},{"text":"This president appointed the most members of the current court","response":"Ronald Reagan"},{"text":"He handed down the famous Brown v. Board of Education ruling 7 months after becoming chief justice","response":"Earl Warren"},{"text":"Known as the \"Great Chief Justice\", he had served under Washington at Valley Forge","response":"John Marshall"},{"text":"First Republican president after Taft, he appointed Taft chief justice","response":"Warren G. Harding"}],"originalDate":"1990-04-24"},{"category":"NONFICTION","comments":"","clues":[{"text":"Fiction writer who titled his memoirs about his early days in Paris \"A Moveable Feast\"","response":"Ernest Hemingway"},{"text":"Historian Simon Schama wrote the '89 book \"Citizens, A Chronicle Of\" this 18th century event","response":"The French Revolution"},{"text":"He wrote \"I Gave Them A Sword\" based on his 1977 interviews with ex-president Richard Nixon","response":"David Frost"},{"text":"\"The American Spelling Book\" was the first part of his \"A Grammatical Institute of the English Language\"","response":"Noah Webster"},{"text":"He won a 1962 Pulitzer Prize for \"The Making of the President 1960\"","response":"Theodore White"}],"originalDate":"1990-04-24"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"In Texas the most common variety of these armored mammals is the nine-banded one","response":"Armadillo"},{"text":"The term for a female rabbit, it can also refer to a female deer","response":"Doe"},{"text":"Of all bears, this one is the best swimmer","response":"Polar Bear"},{"text":"A pit viper's pits are highly sensitive to this &amp; help it find its prey in the dark","response":"Heat"},{"text":"Sometimes called the bird spider, it's the largest of all spiders","response":"Tarantula"}],"originalDate":"1990-04-24"},{"category":"19TH CENTURY AMERICA","comments":"","clues":[{"text":"Hetty Green, the richest woman of her day, was known as the \"Witch Of\" this street","response":"Wall Street"},{"text":"On July 5, 1846 John C. Fremont was chosen to direct the affairs of this \"Bear Flag\" republic","response":"California"},{"text":"In 1892 the Edison Co. merged with the Thomson-Houston Electrical Co. to form this company","response":"General Electric"},{"text":"2 of the 4 people the Clanton gang went up against October 26, 1881","response":"Morgan, Virgil & Wyatt Earp & Doc Holliday"},{"text":"In 1887 while librarian at Columbia U., he founded the first school for training librarians","response":"Melville Dewey"}],"originalDate":"1990-04-24"},{"category":"LITERATURE ON FILM","comments":"","clues":[{"text":"Ray Bradbury &amp; producer-dir. John Huston co-wrote the screenplay based on this Melville classic","response":"\"Moby Dick\""},{"text":"In a 1941 film based on R.L. Stevenson's horror classic, Spencer Tracy played these 2 title characters","response":"Dr. Jekyll & Mr. Hyde"},{"text":"Rod Taylor traveled from the year 1899 to 802,701 A.D. in this film based on an H.G. Wells book","response":"\"The Time Machine\""},{"text":"James Dean &amp; Raymond Massey starred in this Cain &amp; Abel fable based on a novel by John Steinbeck","response":"\"East of Eden\""},{"text":"This 1880 novel by Lew Wallace was made into a film in 1907, 1926 &amp; 1959","response":"\"Ben-Hur\""}],"originalDate":"1990-04-24"},{"category":"ROYALTY","comments":"","clues":[{"text":"She has 2 children, David &amp; Sarah Armstrong-Jones","response":"Princess Margaret"},{"text":"She may have been a cousin of her husband Akhenaton; you can see the resemblance in her bust","response":"Nefertiti"},{"text":"Prince Bernhard of this country is a former president of the World Wildlife Fund","response":"Holland/The Netherlands"},{"text":"The last Anglo-Saxon king of England was killed in this battle","response":"Battle of Hastings (which Harold II lost)"},{"text":"In 1080 Canute IV succeeded his brother Harold Hen as king of this country","response":"Denmark"}],"originalDate":"1990-04-24"}],{"category":"THE INTERNET","text":"Words regularly censored out of Chinese blogs include minzhu, which means this, from the Greek for \"people\"","response":"democracy"}]}