{"mix":5102,"rounds":[[{"category":"HISTORICAL FILMS","comments":"","clues":[{"text":"In a 1939 film, Spencer Tracy played Stanley &amp; Cedric Hardwicke enacted this role, I presume","response":"Dr. Livingstone"},{"text":"When Norma Shearer played this queen, John Barrymore played her father-in-law, Louis XV","response":"Marie Antoinette"},{"text":"Paul Muni won an Oscar for his performance in this role, which he \"milked\" for all it was worth","response":"Louis Pasteur"},{"text":"Gregory Peck played the title role in this 1977 film bio about a U.S. general","response":"<i>MacArthur</i>"},{"text":"A 1946 Rosalind Russell film dramatized the life of this nurse famed for her work with polio patients","response":"Sister Elizabeth Kenney"}],"originalDate":"1990-04-23"},{"category":"PLANTS","comments":"","clues":[{"text":"Varieties of this fruit, suitable for home orchards, include Red Rome, Jonathan &amp; Stark Jumbo","response":"apples"},{"text":"Russian thistle breaks from its base &amp; goes drifting along with the wind<span class=\"nobreak\">--</span>so it's called this","response":"a tumbleweed"},{"text":"Medium in which an Egyptian or lotus plant grows","response":"water"},{"text":"Economically it's the most important bean in the world","response":"soybean"},{"text":"Jacarandas are tropical trees with flowers of this color","response":"bluish purple"}],"originalDate":"1990-04-23"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"An achievement is signified by a feather in this","response":"a cap"},{"text":"When you get mad you might \"flip your lid\" or \"blow\" this","response":"your top"},{"text":"Henry Fielding wrote, \"Love and scandal are the best sweeteners of\" this beverage","response":"tea"},{"text":"Nautically speaking, if you don't like the look of someone, you don't like \"the cut of his\" one of these","response":"jib"},{"text":"The 2 horses bet on in \"Camptown Races\"","response":"the nag & the bay"}],"originalDate":"1990-04-23"},{"category":"THE OLYMPICS","comments":"","clues":[{"text":"Fittingly, this country was the site of the first modern Olympics in 1896","response":"Greece"},{"text":"In 1932, when women could enter only 3 events, this American woman won 3 medals","response":"Babe Didrikson Zaharias"},{"text":"In 1912 this Native American won the decathlon &amp; pentathlon","response":"Jim Thorpe"},{"text":"In 1948 Gretchen Fraser became the first American to win a gold medal in this winter sport","response":"skiing"},{"text":"In 1972 Vassili Alexeyev, known as the \"Russian Bear\", won his 1st Olympic gold medal in this sport","response":"weightlifting"}],"originalDate":"1990-04-23"},{"category":"AMERICAN ISLANDS","comments":"","clues":[{"text":"This eastern U.S. gambling resort lies on Absecon Island","response":"Atlantic City"},{"text":"The Wright brothers' first flight took place near this village on N. Carolina's Bodie Island","response":"Kitty Hawk"},{"text":"This island, known for its huge bears, was the site of Alaska's first school in 1784","response":"Kodiak"},{"text":"Carib Indian relics can be found in a national park in this island group","response":"the U.S. Virgin Islands"},{"text":"This state's Mount Desert Island is the site of the Bar Harbor Resort","response":"Maine"}],"originalDate":"1990-04-23"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Milton's \"Paradise Lost\" is based on this book of the Bible","response":"Genesis"},{"text":"The 1st major work of English literature, this poem about a brave hero is by author or authors unknown","response":"<i>Beowulf</i>"},{"text":"Called John Dryden's best comedy, his play about intrigue &amp; adultery is titled \"Marriage a la\" this","response":"<i>Mode</i>"},{"text":"It wasn't until 1825 that his diary of the 1660s, written in shorthand, was deciphered","response":"Samuel Pepys"},{"text":"\"The Fifth Child\" is a recent work by this English author of \"The Golden Notebook\"","response":"Doris Lessing"}],"originalDate":"1990-04-23"}],[{"category":"MUSIC","comments":"","clues":[{"text":"To perform Prokofiev's \"Romeo &amp; Juliet\" an orchestra needs a pair of these gourd rattles","response":"Maracas"},{"text":"Mozart dedicated 6 string quartets to this Austrian composer of \"The Creation\"","response":"Franz Josef Haydn"},{"text":"He composed ragtime music in addition to the ballets \"The Firebird\" &amp; \"Petrushka\"","response":"Igor Stravinsky"},{"text":"Soprano born in Stockholm October 6, 1820; her last public performance was in 1883","response":"Jenny Lind"},{"text":"In 1989 this Scottish military pipe, drum &amp; dance corps celebrated its 250th anniversary","response":"the Black Watch"}],"originalDate":"1990-04-23"},{"category":"WARS","comments":"","clues":[{"text":"Of 20 years, 30 years or 40 years, the length of time the Wars of the Roses lasted","response":"30 years"},{"text":"This N. American conflict which began in 1754 led to the outbreak of the 7 Years War in Europe in 1756","response":"the French and Indian War"},{"text":"Baklava is a pastry, but Balaklava was the site of a major battle of this war in 1854","response":"the Crimean War"},{"text":"The Indian \"king\" for whom this war was named was tracked down &amp; killed in 1676","response":"King Philip"},{"text":"The War of the Austrian Succession erupted when she became archduchess of Austria in 1740","response":"Maria Theresa"}],"originalDate":"1990-04-23"},{"category":"RELIGIOUS LEADERS","comments":"","clues":[{"text":"The Koran quotes Allah as saying he gave Moses the law, Jesus the Gospels &amp; this man the Koran","response":"Mohammed"},{"text":"Catholic tradition holds that Jesus gave him the keys to heaven","response":"Peter"},{"text":"Nanak, who lived c. 1500, was the first guru of this religion which sought to unite Islam &amp; Hinduism","response":"Sikhism"},{"text":"American evangelist Dwight, who founded a church &amp; a Bible institute now named after him","response":"Dwight Moody"},{"text":"Minister who founded the Martyr's Memorial Free Presbyterian Church in Belfast in 1969","response":"Rev. Ian Paisley"}],"originalDate":"1990-04-23"},{"category":"THE WHITE HOUSE","comments":"","clues":[{"text":"She said she enjoys using Franklin Pierce's china in the White House because he's a distant relative","response":"Barbara Bush"},{"text":"This president had the interior gutted &amp; completely restored, &amp; added a balcony","response":"Harry Truman"},{"text":"It has been a tradition since 1902 to adorn the ground floor corridor with their portraits","response":"First Ladies"},{"text":"Large press conferences are usually held in this room, the largest in the White House","response":"the East Room"},{"text":"He was the first president to live in the White House after it was burned down &amp; rebuilt","response":"James Monroe"}],"originalDate":"1990-04-23"},{"category":"FIRST LADIES","comments":"","clues":[{"text":"This no-nonsense First Lady admitted that her trademark pearls are fake","response":"Barbara Bush"},{"text":"She had 4 sons but only the oldest, Robert, lived to adulthood","response":"Mary Todd Lincoln"},{"text":"Zasu Pitts got this First Lady her first professional role in a play","response":"Nancy Reagan"},{"text":"She didn't attend her husband's 1797 inauguration because her mother-in-law was ill","response":"Abigail Adams"},{"text":"The only first lady whose given name was Claudia","response":"Claudia Alta Taylor (Lady Bird Johnson)"}],"originalDate":"1991-04-01"},{"category":"ACTORS &amp; THEIR ROLES","comments":"","clues":[{"text":"Numerical \"Force\" \"from Navarone\" that Harrison Ford was part of, or Bo Derek's No. in a 1979 film","response":"10"},{"text":"This Nicholson was a Joker","response":"Jack"},{"text":"If you want to see a butterfly that's prissy, check out this butterfly in \"Gone with the Wind\"","response":"Butterfly McQueen"},{"text":"As Cody Allen on TV, this Perry lived on the boat \"Riptide\"","response":"Perry King"},{"text":"On the PBS anthology series \"Mystery!\", Sam Neill played Reilly, who was this \"of Spies\"","response":"Ace"}],"originalDate":"1991-04-01"}],{"category":"U.S. PRESIDENTS","text":"The first two presidents not born in Virginia were born in what is now this state","response":"Massachusetts"}]}