{"mix":5105,"rounds":[[{"category":"LITERARY ____ OF ____","comments":"","clues":[{"text":"This scientific work is subtitled \"The Preservation of Favoured Races in the Struggle for Life\"","response":"<i>Origin of Species</i>"},{"text":"This Steinbeck masterpiece tells the story of the Trasks &amp; the Hamiltons","response":"<i>East of Eden</i>"},{"text":"This Toni Morrison novel ends, \"If you surrendered to the air, you could ride it\"","response":"<i>Song of Solomon</i>"},{"text":"Ventidius is a false friend of the title guy of this Shakespeare play","response":"<i>Timon of Athens</i>"},{"text":"This classic says \"Kurtz<span class=\"nobreak\">--</span>that means short in German<span class=\"nobreak\">--</span>don't it?\"","response":"<i>Heart of Darkness</i>"}],"originalDate":"2005-09-27"},{"category":"IT HAPPENED ONE KNIGHT","comments":"","clues":[{"text":"The fiercest of the Knights of the Round Table, he had an affair with Queen Guinevere","response":"Lancelot"},{"text":"Born in 742, this King of the Franks led a 30-year conquest of Europe \"by the sword &amp; the cross\"","response":"Charlemagne"},{"text":"One of the premier leaders of this enterprise, Duke Godfrey of Bouillon led the conquest of Jerusalem in 1099","response":"the Crusades"},{"text":"Among the better-known adventures of Sir Gawain are his exploits against this \"colorful\" character","response":"the Green Knight"},{"text":"Portrayed in verse as the perfect knight, he led the \"Reconquista\" against the Moors until his death in 1099","response":"El Cid"}],"originalDate":"2005-09-27"},{"category":"CLARK GABLE","comments":"","clues":[{"text":"\"They had more than love<span class=\"nobreak\">--</span>they had fun\" was the tagline for the 1976 biopic about Gable's romance with her","response":"Carole Lombard"},{"text":"After she was a wow singing to Gable at his 36th birthday party, she got to sing to his photo on film","response":"Judy Garland"},{"text":"In this rebellious 1935 release, Gable romances island girl Mamo Clark","response":"<i>Mutiny on the Bounty</i>"},{"text":"Gable's last line on film, \"Just head for that big star straight on... it'll take us right home\", is in this movie","response":"<i>The Misfits</i>"},{"text":"The title of this movie with Gable as an adman is a term for flashy, aggressive salesmen","response":"<i>The Hucksters</i>"}],"originalDate":"2005-09-27"},{"category":"YOU'RE A \"STAR\"","comments":"","clues":[{"text":"One side of a sloop","response":"starboard"},{"text":"This academy trains future Jim Kirks of the galaxy on \"Star Trek\"","response":"Starfleet Academy"},{"text":"Rhyming nickname for the first official Confederate flag","response":"\"Stars and Bars\""},{"text":"The 563-carat sapphire known as this was actually found in Sri Lanka","response":"the Star of India"},{"text":"Henry VII's secret court to try cases involving state security","response":"the Star Chamber"}],"originalDate":"2005-09-27"},{"category":"UTAH","comments":"","clues":[{"text":"The first Europeans to visit the area were explorers from this country","response":"Spain"},{"text":"This university in Provo, run by the Mormon church, is the largest in the state","response":"Brigham Young University"},{"text":"Record speeds of more than 600 MPH have been reached at the International Speedway here","response":"Bonneville Salt Flats"},{"text":"When it applied for statehood in 1849, some wanted to call it Deseret, which means this","response":"Honeybees"},{"text":"The state's largest ski area, Park City, is on the eastern slopes of this range of the Rockies","response":"Wasatch"}],"originalDate":"1990-04-19"},{"category":"FASHION DESIGNERS","comments":"","clues":[{"text":"In 1957 Mary Quant opened her Bazaar Boutique on the King's Road in this city","response":"London"},{"text":"Geoffrey Beene designed the gown that Lynda Bird Johnson wore for this Dec. 9, 1967 event","response":"her wedding"},{"text":"This Bronx native designs western-inspired fashions for ladies &amp; for \"chaps\"","response":"Ralph Lauren"},{"text":"By the 1920s Balenciaga was the leading couturier in this country, his homeland","response":"Spain"},{"text":"This Havana-born designer is known by his first name, not by his last, Sardina","response":"Adolfo"}],"originalDate":"1990-04-19"}],[{"category":"WEATHER","comments":"","clues":[{"text":"The Pleistocene epoch of extensive glaciation in Europe &amp; America is also called this","response":"The Ice Age"},{"text":"A magnetic storm is a worldwide disturbance of Earth's magnetic field caused by disturbances there","response":"The Sun"},{"text":"The temperature &amp; humidity conditions characteristic of Santa Ana, Foehn &amp; Chinook winds","response":"Hot & Dry"},{"text":"\"Seasonal\" term that describes the cold &amp; dark weather that nuclear war could bring","response":"Nuclear Winter"},{"text":"The 2 most commonly used temperature scales, each named for its inventor","response":"Celsius & Fahrenheit"}],"originalDate":"1990-04-19"},{"category":"TITLES","comments":"","clues":[{"text":"\"Mrs.\" is an abbreviation of this title","response":"Mistress"},{"text":"Any Mongol could tell you it means \"Universal Ruler\"","response":"Genghis Khan"},{"text":"In 1973 Lou Ferrigno was \"Mr.\" this, &amp; Maria Margarita Moran, \"Miss\"","response":"Universe"},{"text":"This moniker for a mendicant comes from the Latin for \"brother\"","response":"Friar"},{"text":"It follows \"your\" when addressing a duke","response":"Grace"}],"originalDate":"1990-04-19"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"Some call this American war \"The War of Northern Aggression\"","response":"The Civil War"},{"text":"October, our tenth month, is from the Latin word \"octo\", meaning this","response":"Eight"},{"text":"It was the No. 2 reactor at this Pennsylvania site that caused fears of a meltdown","response":"Three Mile Island"},{"text":"In 1968 Creighton Abrams replaced this general as commander of U.S. forces in Vietnam","response":"William Westmoreland"},{"text":"This chairman of Occidental Petroleum said he will raise $250 million a year in a \"Stop Cancer\" drive","response":"Armand Hammer"}],"originalDate":"1990-04-19"},{"category":"RECENT U.S. HISTORY","comments":"","clues":[{"text":"In 1954 the U.S. tested a hydrogen bomb in the Marshall Islands &amp; launched this nuclear sub","response":"the <i>Nautilus</i>"},{"text":"N.Y. governor who announced in January 1948 he'd run for president if nominated; he was; he lost","response":"Thomas Dewey"},{"text":"In 1973 he chaired the Senate Select Committee on Presidential Campaign Activities","response":"Sam Ervin"},{"text":"Lyndon Johnson convinced Arthur Goldberg to give up his Supreme Court seat for this job","response":"Ambassador to the U.N."},{"text":"In 1972 she ran for president on the slogan \"Unbought and unbossed\"","response":"Shirley Chisholm"}],"originalDate":"1990-04-19"},{"category":"LITERATURE","comments":"","clues":[{"text":"Poet John Donne was first to write \"No man is\" this","response":"an island"},{"text":"Bret Harte wrote a short story about \"The Outcasts of\" this mining camp","response":"Poker Flat"},{"text":"The Reader's Encyclopedia said, \"He loved the... main streets of America even as he deplored them\"","response":"Sinclair Lewis"},{"text":"Ayn Rand book that ends with \"Then there was only the ocean and the sky and the figure of Howard Roark\"","response":"<i>The Fountainhead</i>"},{"text":"His eccentric novel \"Tristram Shandy\" contains blank pages &amp; 1-sentence chapters","response":"Laurence Sterne"}],"originalDate":"1990-04-19"},{"category":"HORSES","comments":"","clues":[{"text":"This spotted breed originated in the Palouse River region of Washington &amp; Idaho","response":"Appaloosa"},{"text":"Of 18, 36 or 48, the maximum number of letters allowed in the name of a thoroughbred racehorse","response":"18"},{"text":"During their first year, both male &amp; female horses are referred to by this term","response":"foal"},{"text":"It's a projection with a tuft of hair on the back of a horse's leg just above the hoof","response":"a fetlock"},{"text":"This harness breed shares its name with a 17th century English coach for hire","response":"Hackney Pony"}],"originalDate":"1990-04-19"}],{"category":"BRITISH HISTORY","text":"Dying in 2009 at age 113, British WWI vet Henry Allingham was the last original surviving member of this group, formed 1918","response":"the Royal Air Force"}]}