{"mix":5107,"rounds":[[{"category":"TECHNOLOGY","comments":"","clues":[{"text":"In 1981 this company introduced the PC, its first home computer","response":"IBM"},{"text":"This Italian city, known for its flooding, plans to build sea gates to control flow from the Adriatic","response":"Venice"},{"text":"The Museum of Broadcasting is transferring masters of all its shows from analog videotape to this type","response":"digital tape"},{"text":"The USSR lost contact with its Phobos 2 craft before it landed on Phobos, a moon of this planet","response":"Mars"},{"text":"A semiconductor diode is the most common of these devices that convert A.C. to D.C.","response":"rectifiers"}],"originalDate":"1990-04-18"},{"category":"PEOPLE","comments":"","clues":[{"text":"With plans uncertain, he told his E Street Band that they could pursue other projects","response":"Bruce Springsteen"},{"text":"In October 1989 someone socked this Ohio senator in the jaw during a TV interview","response":"John Glenn"},{"text":"In 1989 this 88-year-old British novelist dictated her 500th novel, \"Spirit of Love\"","response":"Dame Barbara Cartland"},{"text":"In \"And the Walls Came Tumbling Down\", this former SCLC head wrote about Dr. Martin Luther King Jr.","response":"Dr. Ralph Abernathy"},{"text":"He was extradited from Switzerland to the U.S. to face charges he aided the Marcoses","response":"Adnan Khashoggi"}],"originalDate":"1990-04-18"},{"category":"THE MIDWEST","comments":"","clues":[{"text":"John Ehrlichman coined the expression \"It'll play in\" this Illinois city","response":"Peoria"},{"text":"Sojourner Truth died in her house on College Street in this \"cereal\" city","response":"Battle Creek, Michigan"},{"text":"This city's Red Stockings were the first baseball team to receive salaries","response":"Cincinnati"},{"text":"Minnesota city that's home to the world famous Mayo Clinic","response":"Rochester"},{"text":"You can see rock formations called Devil's Elbow &amp; Fat Man's Misery in this state's \"Dells\"","response":"Wisconsin"}],"originalDate":"1990-04-18"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"This cemetery on the Potomac is on land originally part of Martha Washington's estate","response":"Arlington National Cemetery"},{"text":"In 1634 the first English settlers in this colony founded the city of St. Mary's","response":"Maryland"},{"text":"Henry Flagler, a founder of Miami, was one of the original stockholders in this Ohio-based oil company","response":"Standard Oil"},{"text":"Term used to describe white Southerners who joined with carpetbaggers during Reconstruction","response":"Scalawags"},{"text":"The Papago &amp; Pima Indians were early residents of what is now this state","response":"Arizona"}],"originalDate":"1990-04-18"},{"category":"ENGLISH LITERATURE","comments":"","clues":[{"text":"Dickens' boy who was sold by the orphanage after asking for a second bowl of porridge","response":"Oliver Twist"},{"text":"The \"Elizabethan\" literature of Elizabeth I's reign was followed by the \"Jacobean\", named for this king","response":"James I"},{"text":"Creature who \"With eyes of flame, came whiffling thru the tulgey wood and burbled as it came!\"","response":"the Jabberwock"},{"text":"The \"wind\" that Shelley calls \"Thou breath of autumn's being\"","response":"The West Wind"},{"text":"Neoclassical twosome who published their essays in \"The Tatler\" &amp; \"The Spectator\"","response":"Addison & Steele"}],"originalDate":"1990-04-18"},{"category":"COLLEGE NICKNAMES","comments":"","clues":[{"text":"Appropriately, the John Jay College of Criminal Justice uses this droopy-eared dog as its nickname","response":"bloodhounds"},{"text":"This Georgetown University nickname comes from a Latin phrase meaning \"What Rocks!\"","response":"Hoyas"},{"text":"Stanford's singular nickname comes not from a bird or religious rank but from this red color","response":"cardinal"},{"text":"Florida State's nickname is the Seminoles &amp; the University of Florida's is this","response":"the Gators"},{"text":"This university's Blue Devils nickname was derived from an elite French Alpine fighting unit of WWI","response":"Duke"}],"originalDate":"1990-04-18"}],[{"category":"PERFUME","comments":"","clues":[{"text":"Perfumes from this country include Innisfree, Connemara &amp; Eire","response":"Ireland"},{"text":"The name of this Nina Ricci perfume is French for \"The Air of Time\"","response":"L'air du temps"},{"text":"A light summer fabric, or the summery Estee Lauder perfume you might wear with it","response":"White Linen"},{"text":"The perfume named for this Monegasque made its debut in October 1989","response":"Princess Stephanie of Monaco"},{"text":"This perfume by Cher was mistakenly given a 1989 Fifi Award when judged in the wrong price range","response":"Uninhibited"}],"originalDate":"1990-04-18"},{"category":"THE MIDEAST","comments":"","clues":[{"text":"Nomadic people whose name is Arabic for \"desert dweller\"","response":"bedouins"},{"text":"This Mideastern nation has the largest number of proven oil reserves by far","response":"Saudi Arabia"},{"text":"Its president &amp; vice president are the emir, or prince, of Abu Dhabi &amp; the emir of Dubai","response":"United Arab Emirates"},{"text":"More than a million pilgrims travel to Mecca each year for this great pilgrimage","response":"the Hajj"},{"text":"The name of this small oil-rich state at the head of the Persian Gulf means \"little fort\"","response":"Kuwait"}],"originalDate":"1990-04-18"},{"category":"SPORTS MOVIES","comments":"","clues":[{"text":"1993:<br>An undersized undergrad fights to make the Notre Dame football team","response":"<i>Rudy</i>"},{"text":"1980:<br>A self-destructive middleweight boxing champ battles in &amp; out of the ring","response":"<i>Raging Bull</i>"},{"text":"1984:<br>An overaged baseball player comes out of nowhere to become a legendary player","response":"<i>The Natural</i>"},{"text":"1996:<br>A washed-up golf pro tries to qualify for the U.S. Open to impress a woman","response":"<i>Tin Cup</i>"},{"text":"1988:<br>Professional baseball players deliberately lose the 1919 World Series","response":"<i>Eight Men Out</i>"}],"originalDate":"2005-09-23"},{"category":"REMEMBER THE TITANS","comments":"","clues":[{"text":"Aeschylus wrote of this \"bound\" Titan who was a hero to humankind","response":"Prometheus"},{"text":"Mnemosyne, the Titan goddess of memory, was also the mother of these inspirational goddesses","response":"the Muses"},{"text":"Goddess of the Earth, was was the mother of the Titans","response":"Gaia"},{"text":"The youngest of the Titans, he found time to father the Olympians","response":"Kronos"},{"text":"A South American birdie told me this Titan was Zeus' mother &amp; mother-in-law","response":"Rhea"}],"originalDate":"2005-09-23"},{"category":"MILLION DOLLAR BABY","comments":"","clues":[{"text":"Heiress Marie-Chantal Miller wed Prince Pavlos of this country in a 6-figure-priced gown in 1995","response":"Greece"},{"text":"Born Oct. 5, 1983, she was named for her great-uncle, once married to Elizabeth Taylor","response":"Nicky Hilton"},{"text":"Beauregard &amp; Rhett are 2 of this billionaire's grown kids","response":"Ted Turner"},{"text":"Little Caleigh was at the center of a custody fight between Patricia Duff &amp; this man the tabloids call \"Revlon Ron\"","response":"Ron Perelman"},{"text":"In 1972 Edward C. Johnson 3d faithfully took over from his dad, the 2d, as head of this big mutual fund company","response":"Fidelity Investments"}],"originalDate":"2005-09-23"},{"category":"THE HURRICANE","comments":"","clues":[{"text":"Hurricane season in the U.S. runs from the first of June to the end of this month","response":"November"},{"text":"One of only 3 category 5 hurricanes to hit the U.S. since 1899, it struck Florida with a vengeance in 1992","response":"Andrew"},{"text":"You could call Max Mayfield the Cyclone Ranger as he's the director of this, the NHC","response":"the National Hurricane Center"},{"text":"The deadliest hurricane in U.S. history killed more than 8,000 people when it hit this Texas city in September 1900","response":"Galveston"},{"text":"Sacre Bleu!  Hurricane Lenny flooded out the 1999 tourist season on this Dutch-French Caribbean island","response":"St. Martin (or St. Maarten)"}],"originalDate":"2005-09-23"}],{"category":"NOTORIOUS","text":"Often described as a redhead, this accused killer called her hair light brown on her 1890 passport application","response":"Lizzie Borden"}]}