{"mix":5108,"rounds":[[{"category":"ALL THE \"RIGHT\" MOVES","comments":"","clues":[{"text":"60-footer of the North Atlantic","response":"a right whale"},{"text":"Bring up a pop-up menu by doing it with your mouse","response":"right-click"},{"text":"Hillary Clinton once said a \"vast\" this had existed \"against my husband since the day he announced for president\"","response":"a right-wing conspiracy"},{"text":"The text of the U.S. Constitution's Second Amendment deals with this","response":"the right to bear arms"},{"text":"It's the correct 2-word prefix to the titles of earls &amp; barons","response":"Right Honourable"}],"originalDate":"2005-09-23"},{"category":"TV SHOW ADDRESSES","comments":"","clues":[{"text":"Patrick the starfish often visits this TV title friend at 123 Conch Street, Bikini Bottom, USA","response":"SpongeBob SquarePants"},{"text":"Apartment No. 1901, Elliot Bay Towers, Seattle was home to this befuddled radio headshrinker","response":"Frasier Crane"},{"text":"On this show the family that lived at either 933 or 953 Hillcrest Drive helped make a ZIP code famous","response":"<i>Beverly Hills, 90210</i>"},{"text":"After waking up each day at 119 N. Weatherly Avenue in Minneapolis, she turned the world on with her smile","response":"Mary Tyler Moore"},{"text":"The crawdads were always cooking at this family's home, 518 Crestview Drive, Beverly Hills","response":"the Beverly Hillbillies"}],"originalDate":"2005-09-23"},{"category":"WRITERS' RELATIVES","comments":"","clues":[{"text":"Since Judith Krantz was this puppeteer's sister-in-law, guess that made her Lamb Chop's aunt","response":"(Shari) Lewis"},{"text":"Catharine Beecher, a promoter of higher education for women, was the sister of this famous author","response":"Harriet Beecher Stowe"},{"text":"His father Emmet, a country doctor, gave him much of the background for Dr. Kennicott in his novel \"Main Street\"","response":"Sinclair Lewis"},{"text":"Graham Greene was born 10 years after this distant writer relative of his died in the South Seas","response":"Robert Louis Stevenson"},{"text":"Kentucky's first governor, Isaac Shelby, was a direct ancestor of this \"Civil War: A Narrative\" author","response":"Shelby Foote"}],"originalDate":"2005-09-23"},{"category":"INTERNATIONAL \"C\"UISINE","comments":"","clues":[{"text":"If she sells seashells in the Seychelles, she knows that the coco de mer found there is a huge one of these","response":"a coconut"},{"text":"In sushi bars, tairagai is the razor-shell type of this","response":"a clam"},{"text":"On French menus, potage froid au concombre is a cold soup made from this gourd","response":"cucumber"},{"text":"These spices named for their resemblence to little nails were used by the ancients in love potions","response":"cloves"},{"text":"Popular in Scandinavia, these berries with a \"heavenly\" name are related to the raspberry","response":"cloudberries"}],"originalDate":"2005-09-23"},{"category":"COMPOSING, DECOMPOSING","comments":"","clues":[{"text":"Scored a 10 with \"Bolero\" for a ballet commission in 1928, clock struck 12 in Paris on Dec. 28, 1937","response":"Ravel"},{"text":"Gave us \"Symphony No. 1 in E Minor\" in 1899, gave out on Sept. 20, 1957 in Jarvenpaa, Finland","response":"Sibelius"},{"text":"Checked in with \"Cello Concerto in B Minor\" in 1895, Czech-ed out in Prague on May 1, 1904","response":"Dvorak"},{"text":"Made an overture to \"A Midsummer Night's Dream\" in 1826, went gentle into that good night on Nov. 4, 1847 in Leipzig","response":"Felix Mendelssohn"},{"text":"Doctored up the 1-act operetta \"Le docteur miracle\" in 1857, went past doctor's help on June 3, 1875 in Bougival, France","response":"(Georges) Bizet"}],"originalDate":"2005-09-23"},{"category":"\"BLUE\" MOVIES","comments":"","clues":[{"text":"1980 film in which 2 shipwrecked kids grow up to be Brooke Shields &amp; Christopher Atkins","response":"<i>The Blue Lagoon</i>"},{"text":"In this 1930 film Marlene Dietrich played Lola-Lola, a sultry cabaret singer","response":"<i>The Blue Angel</i>"},{"text":"George Gershwin's songs were featured in this 1945 biographical film","response":"<i>Rhapsody in Blue</i>"},{"text":"1 of the 2 Elvis Presley films that fit the category","response":"<i>Blue Hawaii</i> & <i>G.I. Blues</i>"},{"text":"Isabella Rossellini sang the title song, an old Bobby Vinton hit, in this 1986 film","response":"<i>Blue Velvet</i>"}],"originalDate":"1990-04-17"}],[{"category":"SUPERSTITIONS","comments":"","clues":[{"text":"According to one superstition, a gift of a purse or wallet should always contain some of this","response":"money"},{"text":"Wedding custom that is supposed to ensure the marriage will produce many children","response":"throwing rice"},{"text":"4 is an unlucky number in this country because \"shi\", the word for 4, sounds like the word for death","response":"Japan"},{"text":"Term for the symbols seen on barns in Pennsylvania Dutch country","response":"hex signs"},{"text":"In the South it was thought a sin to do this, as in the title of a Harper Lee novel","response":"to kill a mockingbird"}],"originalDate":"1990-04-17"},{"category":"PROVERBS","comments":"","clues":[{"text":"Completes the proverb \"Living well is the best...\"","response":"revenge"},{"text":"These \"that have honey in their mouths have stings in their tails.\"","response":"bees"},{"text":"\"Better the foot slip than\" this","response":"the tongue"},{"text":"\"The mouse that has but one\" of these \"is quickly taken.\"","response":"a hole"},{"text":"Line that pairs with \"See a pin and let it lie, you'll want a pin before you die.\"","response":"\"See a pin and pick it up, and all the day you shall have good luck.\""}],"originalDate":"1990-04-17"},{"category":"MEAT","comments":"","clues":[{"text":"The front part of a hindquarter with the flank removed, it may be \"tender\"","response":"loin"},{"text":"It's the term for a young pig that's fattened for its meat","response":"porker"},{"text":"This country is the world's largest exporter of mutton","response":"Australia"},{"text":"This variety meat is the thymus gland, usually taken from a calf, but occasionally a lamb","response":"sweetbreads"},{"text":"Spelling that completes the jingle \"Oscar Mayer has a way with...\"","response":"B-O-L-O-G-N-A"}],"originalDate":"1990-04-17"},{"category":"POTATOES","comments":"","clues":[{"text":"In England french fries are called this","response":"chips"},{"text":"About 10 days before harvest farmers do this to the vines","response":"cut them down"},{"text":"To distinguish a potato from the unrelated sweet potato, it's usually called \"Irish\" or this color","response":"white"},{"text":"This country leads the world in production of potatoes","response":"the Soviet Union"},{"text":"It's the primary variety of potato grown in the U.S.","response":"Russet (or Burbank)"}],"originalDate":"1990-04-17"},{"category":"THE 4 SEASONS","comments":"","clues":[{"text":"The 2 Olympics are distinguished by these seasonal names","response":"Summer & Winter"},{"text":"If you're old you're not this type of chicken","response":"a spring chicken"},{"text":"The 2 seasons that begin on an equinox","response":"spring & fall"},{"text":"In a sonnet Shakespeare asked, \"Shall I compare thee\" to a \"day\" in this season","response":"summer"},{"text":"The 2 seasons used to distinguish types of wheat","response":"winter & spring"}],"originalDate":"1990-04-17"},{"category":"U.S. STATES","comments":"","clues":[{"text":"Mt. Waialeale, the wettest spot in the world, is located in this state","response":"Hawaii"},{"text":"The capital of this state was named for Pierre Chouteau, a French fur trader","response":"South Dakota"},{"text":"The Hawkeyes of this \"Hawkeye State\" must read a lot<span class=\"nobreak\">--</span>they have the highest literacy rate in the U.S.","response":"Iowa"},{"text":"Canyonlands National Park &amp; Arches National Park are tourist attractions in this state","response":"Utah"},{"text":"This state ceded Tennessee to the U.S. in 1784, then reclaimed it &amp; ceded it again in 1789","response":"North Carolina"}],"originalDate":"1990-04-17"}],{"category":"U.S. STATES","text":"This state with several hundred ghost towns was admitted to the Union on Halloween in 1864","response":"Nevada"}]}