{"mix":5109,"rounds":[[{"category":"FICTIONAL SERVANTS","comments":"","clues":[{"text":"She says to Juliet, \"O Romeo, Romeo!  Who ever would have thought it?  Romeo!\"","response":"Juliet's nurse"},{"text":"She was nanny to little Londoners Jane &amp; Michael Banks","response":"Mary Poppins"},{"text":"What Mrs. Bridges did \"downstairs\" for the Bellamy famliy, who lived \"upstairs\"","response":"cook"},{"text":"P.G. Wodehouse first introduced this gentleman's gentleman in \"Extricating Young Gussie\"","response":"Jeeves"},{"text":"Jean Genet play in which 2 sisters attempt to poison their mistress","response":"<i>The Maids</i>"}],"originalDate":"1990-04-17"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"King Victor Emmanuel III appointed him prime minister of Italy in 1922","response":"Benito Mussolini"},{"text":"This Parisian school was founded as a college of theology in 1253","response":"the Sorbonne"},{"text":"This N. European country was a grand duchy ruled by Russia before gaining its independence in 1917","response":"Finland"},{"text":"A reported attack on 2 U.S. destroyers in this gulf led to the passage of the 1964 resolution named for it","response":"the Gulf of Tonkin"},{"text":"A 1795 partition ended its existence as a separate state in E. Europe; in 1918 it was back as a republic","response":"Poland"}],"originalDate":"1990-04-17"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"During WWI the British called them \"limps\", the most common being the \"B\" type","response":"blimps"},{"text":"It's said these are \"manned\" in an emergency, but they're usually womened &amp; childrened first","response":"lifeboats"},{"text":"A San Franciscan can tell you BART stands for this","response":"Bay Area Rapid Transit"},{"text":"It's what \"powered\" the first B&O passenger train back in 1830","response":"horses"},{"text":"The Goodspeed, Sarah Constant &amp; Discovery brought the first people to this settlement","response":"Jamestown"}],"originalDate":"1990-04-17"},{"category":"ON OLD MAPS","comments":"","clues":[{"text":"Tuvalu used to be the Ellice these","response":"Islands"},{"text":"Part of this country was once Kievan Rus","response":"the Ukraine"},{"text":"What's now this Southwest Arizona city was Arizona City before being renamed for a native people","response":"Yuma"},{"text":"1890s U.S. maps showed the twin territories, Oklahoma Territory &amp; this","response":"Indian Territory"},{"text":"The area once known as United Provinces is now this Indian state that also has the initials U.P.","response":"Uttar Pradesh"}],"originalDate":"2005-09-22"},{"category":"UNITAS AGAINST ALL ENEMIES","comments":"","clues":[{"text":"Though originally drafted by the Steelers, Johnny Unitas was a real \"horse\" for 17 years on this team","response":"the (Baltimore) Colts"},{"text":"Johnny was considered \"the Man with\" this valuable type of appendage, like Frank Sinatra in a 1955 movie","response":"\"the Golden Arm\""},{"text":"Johnny U won the 1958 NFL Championship game against Frank Gifford &amp; this \"mammoth\" team","response":"the (New York) Giants"},{"text":"Johnny ended his Hall-of-Fame career with this Calif. team in '73, the rookie year of future Hall of Famer Dan Fouts","response":"the San Diego Chargers"},{"text":"Johnny's 47 straight games with one of these has been compared to DiMaggio's 56-game hit streak","response":"a touchdown pass"}],"originalDate":"2005-09-22"},{"category":"CAN YOU DIGIT?","comments":"","clues":[{"text":"John Stossel, a co-anchor of this ABC News show, overcame stuttering &amp; has won 19 Emmys","response":"<i>20/20</i>"},{"text":"Number of stories on each of the 1,483-foot-high Petronas towers, or of keys on a standard piano keyboard","response":"88"},{"text":"For the records, translate these 2 Roman numerals, XLV &amp; LXXVIII","response":"45 & 78"},{"text":"Tennyson's \"Valley of Death\" chargers minus the total number of U.S. senators","response":"500"},{"text":"In print journalism this number is traditionally used to mark the end of a piece of copy","response":"30"}],"originalDate":"2005-09-22"}],[{"category":"ANIMAL QUOTATIONS","comments":"","clues":[{"text":"\"It is easier for\" this animal \"to go through the eye of a needle than for a rich man to enter into the kingdom of God\"","response":"a camel"},{"text":"John Donne called it \"Nature's great masterpiece... the only harmless great thing; the giant of beasts\"","response":"the elephant"},{"text":"\"Honesty dwells like a miser... in a poor house, as your pearl in your foul\" this","response":"an oyster"},{"text":"Benjamin Disraeli wrote that this \"which had never been thought of... rushed past the grandstand in sweeping triumph\"","response":"a dark horse"},{"text":"In \"The Marriage of Heaven and Hell\", William Blake wrote, \"The pride of\" this bird \"is the glory of God\"","response":"the peacock"}],"originalDate":"2005-09-22"},{"category":"POW-ER","comments":"","clues":[{"text":"Alfred Nobel named this explosive after the Greek word for power","response":"dynamite"},{"text":"This incendiary substance of gelled gasoline was used extensively in Vietnam","response":"napalm"},{"text":"Meaning \"moldable\", it's a term for moldable explosive such as RDX &amp; PETN","response":"plastique"},{"text":"This dye industry chemical was not used as an explosive until 1904; it later became prized by the military","response":"TNT"},{"text":"This chemical explosive called blasting oil was discovered in 1846 by Ascanio Sobrero","response":"nitroglycerin"}],"originalDate":"2005-09-22"},{"category":"A STEVE MARTIN FILM FESTIVAL","comments":"","clues":[{"text":"\"You know, you're really nobody in L.A. unless you live in a house with a really big door\"","response":"<i>L.A. Story</i>"},{"text":"\"I can envision the day when the brains of brilliant men can be kept alive in the bodies of dumb people\"","response":"<i>The Man with Two Brains</i>"},{"text":"\"All dames are alike: they reach down your throat &amp; they grab your heart, pull it out &amp; they throw it on the floor\"","response":"<i>Dead Men Don't Wear Plaid</i>"},{"text":"\"Wherever there is injustice, you will find us\"","response":"<i>The Three Amigos</i>"},{"text":"\"He hates these cans! Stay away from the cans!\"","response":"<i>The Jerk</i>"}],"originalDate":"2005-09-22"},{"category":"LITERARY LANDMARKS","comments":"","clues":[{"text":"He wrote most of his \"Waverley\" novels while living at No. 39 Castle St. in Edinburgh","response":"Sir Walter Scott"},{"text":"In the Bronx, visit the cottage that he shared with his sickly young wife Virginia, who, tragically, died there in 1847","response":"Edgar Allan Poe"},{"text":"Now a hotel, Seaham Hall is the manor where this licentious lord married Annabella Milbanke in 1815","response":"Lord Byron"},{"text":"Hyde Park's W.H. Hudson Memorial boasts a statue of this bird girl, heroine of Hudson's novel \"Green Mansions\"","response":"Rima"},{"text":"You'll have to go to Gwent, Wales to see this abbey immortalized in a 1798 Wordsworth poem","response":"Tintern Abbey"}],"originalDate":"2005-09-22"},{"category":"\"B\" BRAVE","comments":"","clues":[{"text":"Its larvae infest &amp; destroy the seedpods of cotton plants","response":"boll weevils"},{"text":"A work such as a movie that enjoys enormous success, or a home video rental chain that has enjoyed enormous success","response":"blockbuster"},{"text":"Two Bs back to back was this fashion designer's trademark","response":"Bill Blass"},{"text":"A ratio of systolic &amp; diastolic values","response":"blood pressure"},{"text":"As many as 1 million may have died during the 1971 civil war that produced this country","response":"Bangladesh"}],"originalDate":"2005-09-22"},{"category":"THE WORLD SERIES","comments":"","clues":[{"text":"The Boston Red Sox won the 2004 World Series in 4 straight games, finally exorcising this man's \"curse\"","response":"The Bambino (The Babe accepted)"},{"text":"\"Say Hey\"!  This Giants outfielder's catch of a Vic Wertz drive was a highlight of the 1954 World Series","response":"Willie Mays"},{"text":"In game one of the 1968 Series, this Cardinals pitcher struck out a record 17 Tigers","response":"Bob Gibson"},{"text":"This outfielder was named World Series MVP twice: with the Oakland A's in 1973 &amp; with the Yankees in 1977","response":"Reggie Jackson"},{"text":"This Yankee catcher hit the 1st pinch-hit home run in Series history in '47; he hit 11 more homers in his Series career","response":"Yogi Berra"}],"originalDate":"2005-09-21"}],{"category":"LANDMARKS","text":"Begun in 1174, it was finally stabilized in May 2008, after more than 700 years of slow movement","response":"the Leaning Tower of Pisa"}]}