{"mix":5113,"rounds":[[{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"You take the SAT exam to get into college &amp; the LSAT to get into one of these schools","response":"Law School"},{"text":"Nickname formed from the initials of the Government National Mortgage Association","response":"Ginnie Mae"},{"text":"You could see one of them write down \"q.i.d.\", but you might find it hard to read","response":"Doctors (they write that down on your prescription; take it 4 times a day)"},{"text":"It's an editor's abbreviation for more than one manuscript","response":"MSS"},{"text":"A cousin to the R.A.F., the R.A.A.F. is this","response":"Royal Australian Air Force"}],"originalDate":"1990-04-02"},{"category":"PUBLISHING","comments":"","clues":[{"text":"By custom, books printed in the U.S. carry this library's card catalogue number on the copyright page","response":"Library of Congress"},{"text":"Of 4-6 pages, 14-20 pages or 40-60 pages, the size of the typical Soviet daily newspaper","response":"4-6 pages"},{"text":"\"The Talk Of The Town\" is a weekly feature of this magazine also known for its drawings","response":"The New Yorker"},{"text":"\"The Budget\" is a weekly paper published nationally for members of this Mennonite sect","response":"Amish"},{"text":"\"News You Can Use\" &amp; \"Worldgram\" are registered trademarks of this magazine","response":"U.S. News & World Report"}],"originalDate":"1990-04-02"},{"category":"SCIENCE","comments":"","clues":[{"text":"A simple one of these consists of a small weight swinging to &amp; fro on the end of a string","response":"Pendulum"},{"text":"The process by which a substance changes from liquid to a gas is called this","response":"Vaporization"},{"text":"The planets that are smaller than Earth are Mercury, Venus &amp; these two","response":"Mars & Pluto"},{"text":"An LED; it's used for displaying readings on digital watches &amp; calculators","response":"Light Emitting Diode"},{"text":"When this scientist discovered oxygen, he called it dephlogisticated air","response":"Joseph Priestley"}],"originalDate":"1990-04-02"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"Paris was known by its Celtic name \"Lutetia\", when he took it from the Parisii tribe in 52 B.C.","response":"Julius Caesar"},{"text":"Cleopatra had 4 children out of wedlock, 3 fathered by this Roman","response":"Marc Antony"},{"text":"The earliest known civilization, it was home to the Sumerians &amp; Akkadians","response":"Mesopotamia"},{"text":"The Hebrew kingdom split into Judah &amp; Israel after the death of this king","response":"Solomon"},{"text":"The ruins of Ur are in a desert because this river, which once ran near it, changed course","response":"Euphrates"}],"originalDate":"1990-04-02"},{"category":"U.S. STATES","comments":"","clues":[{"text":"Providence County is this state's largest county in both area &amp; population","response":"Rhode Island"},{"text":"Symbols of the Cherokee, Chickasaw, Creek, Choctaw &amp; Seminole Indian nations are on its seal","response":"Oklahoma"},{"text":"State whose motto \"Eureka\", meaning \"I have found it\" is attributed to Archimedes","response":"California"},{"text":"This \"Tree Planters State\" in the midwest has the only 2 man-made national forests in the U.S.","response":"Nebraska"},{"text":"The Great Serpent Mound near Hillsboro in this state is an ancient Indian burial site","response":"Ohio"}],"originalDate":"1990-04-02"},{"category":"PROVERBS","comments":"","clues":[{"text":"It \"makes all men equal\" &amp; \"makes the world go round\"","response":"Love"},{"text":"He coined the saying, Early to bed &amp; early to rise makes a man healthy, wealthy &amp; wise\"","response":"Benjamin Franklin"},{"text":"They're the \"Windows of the Soul\"","response":"The Eyes"},{"text":"Proverb that was the title of a Kaufman/Hart play about an unconventional family","response":"\"You Can't Take It With You\""},{"text":"In a Thomas Gray poem this precedes \" 'Tis folly to be wise\"","response":"Where Ignorance Is Bliss"}],"originalDate":"1990-04-02"}],[{"category":"PALACES","comments":"","clues":[{"text":"He fled the Potala, his palace in Tibet, when Chinese forces invaded Lhasa in 1959","response":"The Dalai Lama"},{"text":"From 1561-1567, Holyrood Palace in Edinburgh was the home of this queen of Scotland","response":"Mary Stuart"},{"text":"King of Bavaria whose Neuschwanstein Castle might be called a monument to his madness","response":"Ludwig II"},{"text":"Huis Ten Bosch Palace, home of Holland's Queen Beatrix, is in this city","response":"The Hague"},{"text":"Hiram Bingham claimed he found a castle of the Incas in this remote fortress city he excavated","response":"Machu Picchu"}],"originalDate":"1990-04-02"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"After the war, Confederate general Nathan Forrest served as the first head of this supremacist group","response":"Ku Klux Klan"},{"text":"Lincoln was asked to make a \"few appropriate remarks\" here November 19, 1863","response":"Gettysburg"},{"text":"The Confederates held this fort from April 1861 to February 1865","response":"Fort Sumter"},{"text":"He earned his nickname at First Bull Run &amp; led 25,000 Confederates at its sequel, Second Bull Run","response":"Stonewall Jackson"},{"text":"Due to rumors of his Southern sympathies, the U.S. Gov't didn't buy his new machine gun during the war","response":"Gatling"}],"originalDate":"1990-03-30"},{"category":"VOCABULARY","comments":"","clues":[{"text":"A person who uses offensive epithets against a political opponent is said to be doing this with mud","response":"slinging"},{"text":"Meaning savage &amp; cruel, it comes from the Latin \"trux\", which means fierce","response":"Truculent"},{"text":"This 3-letter prefix that precedes \"goblin\" can also mean goblin when it stands alone","response":"Hob"},{"text":"It can be a spokesman, part of your phone or a protective rubber device worn by a boxer","response":"Mouthpiece"},{"text":"This adjective meaning \"of the earliest ages\" appears in the first line of Longfellow's \"Evangeline\"","response":"Primeval (\"This is the forest primeval, the murmuring pines & the hemlocks\")"}],"originalDate":"1990-03-30"},{"category":"1981 MOVIES","comments":"","clues":[{"text":"This Harrison Ford movie was the 1st collaboration by George Lucas &amp; Steven Spielberg","response":"\"Raiders of the Lost Ark\""},{"text":"Miles O'Keeffe played this title role in a film produced by Bo Derek &amp; directed by husband John","response":"Tarzan the Ape Man"},{"text":"This film starring Laurence Olivier as Gen. Douglas MacArthur was produced by the Unification Church","response":"<i>Inchon</i>"},{"text":"This actor had his last theatrical film role as police commissioner Waldo in \"Ragtime\"","response":"James Cagney"},{"text":"In \"First Monday in October\", this actress played Ruth Loomis, 1st woman on the Supreme Court","response":"Jill Clayburgh"}],"originalDate":"1990-03-30"},{"category":"FAMOUS JOES &amp; JOSEPHS","comments":"","clues":[{"text":"1 of the 3 heavyweight boxing champs to fit this category","response":"Joe Frazier, Joe Louis & \"Jersey Joe\" Walcott"},{"text":"This Delaware senator chairs the Senate Judiciary Committee","response":"Joseph Biden"},{"text":"This world leader's real name was Joseph Vissarionovich Dzhugashvili","response":"Joseph Stalin"},{"text":"In 1982 this British singer paired with Jennifer Warnes in the No. 1 hit \"Up Where We Belong\"","response":"Joe Cocker"},{"text":"Late charismatic scholar seen on a PBS series in 1988 conversing with Bill Moyers on \"The Power Of Myth\"","response":"Joseph Campbell"}],"originalDate":"1990-03-30"},{"category":"FRENCH LITERATURE","comments":"","clues":[{"text":"At the end of their story, one returns to his estate, one marries a rich widow &amp; one becomes a monk","response":"\"The Three Musketeers\""},{"text":"Type of lit. that was the specialty of Francois Villon, Marie De France &amp; Charles Baudelaire","response":"Poetry"},{"text":"The son of Grandgousier &amp; Gargamelle, he was a medieval folk hero before Rabelais wrote about him","response":"Gargantua"},{"text":"A teacher of philosophy until her first novel was published, her best-known work is \"The Second Sex\"","response":"Simone De Beauvoir"},{"text":"Denis Diderot is best known as editor of one of these reference works, the first modern one in any language","response":"Encyclopedia"}],"originalDate":"1990-03-30"}],{"category":"CHARLES LINDBERGH","text":"After landing in Paris in 1927 Lindbergh filed an exclusive report to newspapers in 2 cities, New York &amp; this","response":"St. Louis"}]}