{"mix":5114,"rounds":[[{"category":"COMPOSERS","comments":"","clues":[{"text":"Berlioz neglected his medical studies in this capital, preferring to spend his nights at the opera","response":"Paris"},{"text":"A master composer of ballets, he was the leading Russian composer of the late 19th century","response":"Pyotr Ilyich Tchaikovsky"},{"text":"Friedrich Nietzsche was a close friend of this \"Lohengrin\" composer but later turned against him","response":"Richard Wagner"},{"text":"First name shared by Vivaldi &amp; Salieri","response":"Antonio"},{"text":"Despite his protests, Claude Debussy's distinctive style was labeled this","response":"Impressionistic"}],"originalDate":"1990-03-30"},{"category":"LAW","comments":"","clues":[{"text":"In the closing arguments in a federal criminal case, this side goes first &amp; gets to do a rebuttal","response":"Prosecution"},{"text":"You can perform Shakespeare's plays without paying royalties since copyright law defines them as this","response":"Public Domain"},{"text":"In Latin legal lingo it means \"by the fact itself\"","response":"Ipso Facto"},{"text":"He was the last president to be one of the litigants in a case before the Supreme Court","response":"Richard Nixon"},{"text":"1849 work in which Thoreau asked, \"Unjust laws exist:  shall we be content to obey them...?\"","response":"\"Civil Disobedience\""}],"originalDate":"1990-03-30"},{"category":"AMERICAN RELIGION","comments":"","clues":[{"text":"After divorcing Daniel Patterson, she married her third husband, Asa Gilbert Eddy","response":"Mary Baker Eddy"},{"text":"In the 1600s the Baptists began baptizing by this method","response":"Immersion"},{"text":"In 1790 the first emancipation petition was submitted to Congress by this religious group","response":"Quakers"},{"text":"The Catholic mission at San Juan Capistrano was founded in the 18th century by this Franciscan","response":"Juniperro Serra"},{"text":"Circuit riding preachers of pioneer days were most associated with this Protestant denomination","response":"Methodists"}],"originalDate":"1990-03-30"},{"category":"PSYCHOLOGY","comments":"","clues":[{"text":"Many consider a genius to be someone who scores 140 or better on a standard one of these","response":"IQ Test"},{"text":"Term for a physical illness caused or worsened by psychological factors","response":"Psychosomatic"},{"text":"Field of psychology that centers on the study of work &amp; work environments","response":"Industrial Psychology"},{"text":"An adult who returrns to a childhood level of behavior is exhibiting this defense mechanism","response":"Regression"},{"text":"Oliver Sacks wrote a book about one of his patients called \"The Man Who Mistook His Wife For\" this","response":"For a Hat"}],"originalDate":"1990-03-30"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Though Abidjan has the main gov't buildings, Yamoussoukro is this country's official capital, tusk, tusk","response":"Ivory Coast"},{"text":"To Tibetans it's \"Chomolungma\", the goddess mother","response":"Mount Everest"},{"text":"There's a canyon full of odd rocks named for pioneer Ebenezer Bryce in this state","response":"Utah"},{"text":"It's the longest U.S. river east of the Mississippi","response":"Ohio River"},{"text":"In 1884 it lost its Atacama province to Chile &amp; became a landlocked country","response":"Bolivia"}],"originalDate":"1990-03-30"},{"category":"REMEMBER SEPTEMBER?","comments":"","clues":[{"text":"It was the big event in London September 2-5, 1666","response":"the Great Fire"},{"text":"On Sept. 14, 1812 French troops occupied this capital city &amp; found it almost deserted","response":"Moscow"},{"text":"In September 1988 this city hosted the Summer Olympics","response":"Seoul"},{"text":"As Prime Minister of Israel, he signed the Camp David accords in September 1978","response":"Begin"},{"text":"In February 1991 he formed Haiti's first democratic government; in September he was ousted by a coup","response":"Aristide"}],"originalDate":"2005-09-16"}],[{"category":"YOU AIN'T NOTHIN' BUT A HOUND DOG","comments":"","clues":[{"text":"This variety of collie is named for its origin near the region between England &amp; Scotland","response":"border collie"},{"text":"These 2 hounds whose names begin with the same letter are said by the AKC to have the keenest sense of smell","response":"bloodhound & basset hound"},{"text":"This name of a popular hunting dog means \"swift\" in Russian","response":"borzoi"},{"text":"Nicknamed the \"coach dog\", it probably earned its name during the Balkan wars of 1912 &amp; 1913 in Croatia","response":"a dalmatian"},{"text":"Similar to but larger than a beagle, this breed shares its name with a type of hawk &amp; a type of British jet fighter","response":"the harrier"}],"originalDate":"2005-09-16"},{"category":"BEST \"WESTERN\"","comments":"","clues":[{"text":"Eggs, diced ham, green pepper &amp; onion","response":"a Western Omelet"},{"text":"One of the original 11 companies listed when the New York Stock Exchange was created in 1884","response":"Western Union"},{"text":"Its capital is Perth","response":"Western Australia"},{"text":"It's directly below the Al-Aqsa mosque complex in Jerusalem","response":"the Western Wall"},{"text":"It's the state bird of Kansas &amp; Nebraska","response":"Western Meadowlark"}],"originalDate":"2005-09-16"},{"category":"LET'S SPICE IT UP A BIT","comments":"","clues":[{"text":"The extract of this spice is made by percolating alcohol &amp; water through the chopped, cured orchid beans","response":"vanilla"},{"text":"This spice, Zingiber officinale, was used during the Middle Ages against the plague because it caused sweating","response":"ginger"},{"text":"In the 16th century the Sinhalese king in Ceylon paid the Portuguese annual tributes of 240,000 lb. of this quill spice","response":"cinnamon"},{"text":"Hungarian chemist Albert Szent-Gyorgyi was the first to isolate vitamin C from the pods of this spice","response":"paprika"},{"text":"This spice gives American-style mustard its bright yellow color","response":"turmeric"}],"originalDate":"2005-09-16"},{"category":"LITERARY EROTICA","comments":"","clues":[{"text":"Sir Richard Burton translated this Hindu love manual into English around 1883","response":"the <i>Kama Sutra</i>"},{"text":"This former talk show host helped us all out by writing \"Sex for Dummies\"","response":"Dr. Ruth"},{"text":"Pauline Reage is credited as the once-anonymous author of this steamy \"Story\"","response":"<i>Story of O</i>"},{"text":"She penned the racy bestsellers \"Delta of Venus\" &amp; \"Henry and June\"","response":"(Anais) Nin"},{"text":"Perhaps due in part to the amoral rakishness of his advice book \"The Art of Love\", he was banned from ancient Rome","response":"Ovid"}],"originalDate":"2005-09-16"},{"category":"18TH CENTURY AMERICA","comments":"","clues":[{"text":"In 1777 this land, later a state, was named in honor of the Green Mountain Boys","response":"Vermont"},{"text":"Term for the American colonists who supported the Redcoats during the revolution","response":"Tories/Loyalists"},{"text":"In 1776, with a membership of 5 students, it became the 1st social fraternity at a U.S. college","response":"Phi Beta Kappa"},{"text":"Year in which Thomas Jefferson wrote to James Madison, \"France will be quiet this year\"","response":"1789"},{"text":"Known for their simple furniture, this sect came to the U.S. from England in 1774, led by \"Mother Ann\" Lee","response":"Shakers"}],"originalDate":"1990-03-29"},{"category":"CELEBRITIES","comments":"","clues":[{"text":"This talk show queen sometimes seats people at the Eccentric Restaurant in Chicago <span class=\"nobreak\">--</span> she's a co-owner","response":"Oprah Winfrey"},{"text":"Shelley Duvall, exec. producer of \"Nightmare Classics\", says she was named for this nightmarish authoress","response":"Mary Shelley"},{"text":"This author of \"Hollywood Wives\" said, \"People don't believe it, but everything I write is true!\"","response":"Jackie Collins"},{"text":"Arnold Schwarzenegger was born in this country","response":"Austria"},{"text":"Dionne Warwick co-wrote this TV show's theme song, \"Champagne Wishes &amp; Caviar Dreams\"","response":"\"Lifestyles of the Rich & Famous\""}],"originalDate":"1990-03-29"}],{"category":"KINGS &amp; LITERATURE","text":"Though called \"the most hapless of monarchs\", this king is in the title of Shakespeare's only trilogy","response":"Henry VI"}]}