{"mix":5118,"rounds":[[{"category":"HISTORIC QUOTES","comments":"","clues":[{"text":"In a 1956 speech, he said, \"Whether or not you like it, history is on our side.  We will bury you.\"","response":"Nikita Khrushchev"},{"text":"Alfred E. Smith said, \"All the ills of democracy can be cured by more\" of this","response":"Democracy"},{"text":"This great Prussian king is credited with saying, \"An army, like a serpent, travels on its belly\"","response":"Frederick the Great"},{"text":"Asked after the Constitutional Convention \"What have we got?\", he replied \"A republic, if you can keep it\"","response":"Benjamin Franklin"},{"text":"When Napoleon said \"England is a nation of shopkeepers\", he was quoting this economist","response":"Adam Smith"}],"originalDate":"1990-03-23"},{"category":"WORLD CITIES","comments":"","clues":[{"text":"Hadrian's Wall is in England; Hadrian's Tomb is in this city","response":"Rome"},{"text":"The chief port in Australia's Northern Territory; it was named after a naturalist on the Beagle","response":"Darwin"},{"text":"The 1759 British victory on the Plains of Abraham at this city helped them conquer Canada","response":"Quebec City"},{"text":"It's the only city on St. Thomas in the Virgin Islands","response":"Charlotte Amalie"},{"text":"This city is the eastern terminus of the Trans-Siberian Railway &amp; home to the Soviet Pacific fleet","response":"Vladivostok"}],"originalDate":"1990-03-23"},{"category":"MAGAZINES","comments":"","clues":[{"text":"Departments of this media magazine include \"Soaps\", \"Grapevine\" &amp; \"Videocassette Report\"","response":"<i>TV Guide</i>"},{"text":"This magazine, the first undergraduate humor magazine in the U.S., was begun at Harvard in 1876","response":"the <i>Harvard Lampoon</i>"},{"text":"In addition to Penthouse, Bob Guccione owns this magazine of science &amp; futurism","response":"<i>Omni</i>"},{"text":"In 1981 Budget Dir. Stockman's criticism of the Reagan administration was published in this monthly","response":"<i>The Atlantic Monthly</i>"},{"text":"Since 1912 this federation of businesses has published its own monthly magazine, Nation's Business","response":"U.S./National Chamber of Commerce"}],"originalDate":"1990-03-23"},{"category":"COMPOSERS","comments":"","clues":[{"text":"This \"Threepenny Opera\" composer studied with Engelbert Humperdinck<span class=\"nobreak\">--</span>the composer, not the singer","response":"Kurt Weill"},{"text":"Great Broadway composer who wrote the music for the documentary series \"Victory at Sea\"","response":"Richard Rodgers"},{"text":"Borodin, the illegitimate son of a Russian prince, died before finishing his opera about this prince","response":"Prince Igor"},{"text":"Rossini called this composer of \"Gaite Parisienne\" \"Our little Mozart of the Champs-Elysees\"","response":"Jacques Offenbach"},{"text":"Trained as an engineer, this Hungarian composed the operettas \"The Desert Song\" &amp; \"The New Moon\"","response":"Sigmund Romberg"}],"originalDate":"1990-03-23"},{"category":"THE ENVIRONMENT","comments":"","clues":[{"text":"Emmissions of nitrogen &amp; sulfur oxides into the air cause this, endangering fish &amp; aquatic life","response":"acid rain"},{"text":"In 1985 French military advisors at Auckland, New Zealand sank this group's vessel, the Rainbow Warrior","response":"Greenpeace"},{"text":"This device added to a car's exhaust system eliminates much of the pollution produced by gas combustion","response":"a catalytic converter"},{"text":"It's said various medical problems have resulted from toxins dumped in this part of Niagara Falls, N.Y.","response":"Love Canal"},{"text":"In 1978 the U.S. banned use of these, called CFCs for short, as propellants in most spray cans","response":"chlorofluorocarbons"}],"originalDate":"1990-03-23"},{"category":"MEDITERRANEAN GEOGRAPHY","comments":"","clues":[{"text":"This country occupies all of the peninsula known as Asia Minor","response":"Turkey"},{"text":"This Sicilian volcano's height varies between major eruptions; in some instances by several hundred feet","response":"Etna"},{"text":"The name of this North African city means \"three cities\" &amp; refers to the ancient cities of Oea, Sabrata &amp; Leptis Major","response":"Tripoli"},{"text":"The largest of Spain's Balearic Islands, it's known as the \"Pearl of the Mediterranean\"","response":"Majorca"},{"text":"This southern Greek peninsula was once called Morea, or \"mulberry\", for its mulberry-leaf shape","response":"the Peloponnesus"}],"originalDate":"2005-09-13"}],[{"category":"JOURNALISTS","comments":"","clues":[{"text":"Jason Robards played this Washington Post editor in \"All the President's Men\"","response":"Ben Bradlee"},{"text":"This son of a \"60 Minutes\" correspondent was at ABC News for 15 years before joining Fox News in 2003","response":"Chris Wallace"},{"text":"\"A Mighty Heart\" is a 2003 biography of this slain Wall Street Journal reporter by his widow, Mariane","response":"(Daniel) Pearl"},{"text":"This Pulitzer winner gained fame reporting on My Lai &amp; has written on Iraq for The New Yorker","response":"(Seymour) Hersh"},{"text":"Michael Kinsley is the founding editor of this \"rocking\" online publication","response":"<i>Slate</i>"}],"originalDate":"2005-09-13"},{"category":"FRUIT","comments":"","clues":[{"text":"This fruit that's named for a bird looks like a brown egg that's covered with fuzz","response":"a kiwi"},{"text":"A sweet cherry is named for this Washington State landmark","response":"Mt. Rainier"},{"text":"It's the most important fruit export of Costa Rica &amp; Honduras","response":"bananas"},{"text":"The name of this Pacific island fruit of the genus Artocarpus implies that it's starchy","response":"breadfruit"},{"text":"This Japanese apple was created in part from the Ralls Janet, an antique apple that dates back to Thomas Jefferson","response":"the Fuji"}],"originalDate":"2005-09-13"},{"category":"\"X\" RATED","comments":"","clues":[{"text":"In February 1998 the World Wide Web Consortium gave its imprimatur to this text format","response":"XML"},{"text":"The horizontal number line in a Cartesian plane coordinate system","response":"the <i>x</i>-axis"},{"text":"Before testing the Enterprise &amp; flying on the STS-2 shuttle mission, Joe Engle piloted this craft into space 3 times","response":"the X-15"},{"text":"This \"Great\" Persian King ruled from approximately 486-465 B.C.","response":"Xerxes"},{"text":"Bellamy, Hauteval &amp; Hottinguer were the real last names of the men involved in this late 1790s U.S. diplomatic \"affair\"","response":"the XYZ Affair"}],"originalDate":"2005-09-13"},{"category":"THE SUPREMES","comments":"","clues":[{"text":"Appointed in 1994, this justice from Massachusetts was the last to join the court in the 20th century","response":"Breyer"},{"text":"This \"colorful\" justice appointed in 1937 was an ardent New Deal supporter","response":"(Hugo) Black"},{"text":"Though appointed by Nixon in 1969, this chief justice ruled that Nixon had no absolute right to privacy while in office","response":"Warren Burger"},{"text":"Justice Harlan was named for this earlier justice &amp; served nearly as long, 1877-1911","response":"John Marshall"},{"text":"In 1919 he stated the concept of \"clear &amp; present danger\" as the only basis for limiting free speech","response":"Oliver Wendell Holmes"}],"originalDate":"2005-09-13"},{"category":"NOVEL CHARACTERS","comments":"","clues":[{"text":"Ashley Wilkes says of him, \"Arrogant devil, isn't he?  He looks like one of the Borgias\"","response":"Rhett Butler"},{"text":"This 1897 title character crawls down the wall of his castle face down, with his cloak spreading out like wings","response":"Dracula"},{"text":"The heroine of this 1722 novel is born in Newgate Prison, where her mother is incarcerated","response":"<i>Moll Flanders</i>"},{"text":"In Chapter 1 of a Theodore Dreiser novel, this naive 18-year-old heroine meets<span class=\"nobreak\">--</span>uh-oh!<span class=\"nobreak\">--</span>a traveling salesman","response":"Sister Carrie"},{"text":"Eustacia Vye's wild passion for Damon Wildeve leads to tragedy in this Thomas Hardy novel","response":"<i>The Return of the Native</i>"}],"originalDate":"2005-09-13"},{"category":"COMMUNITIES","comments":"","clues":[{"text":"Part of a house that comes before \"community\" in a term for a commuter suburb","response":"bedroom"},{"text":"Dan Bern sings, \"It's\" this type of town, \"like Hershey, Pennsylvania... like Akron, Ohio\"","response":"a company town"},{"text":"If the roads are bad near this type of small South African village, traffic might slow to one of these","response":"a kraal"},{"text":"Anatevka in \"Fiddler on the Roof\" is this, a Yiddish word for a small Jewish village","response":"a shtetl"},{"text":"Frenchman's Bend is this title type of town in a 1940 William Faulkner work","response":"a hamlet"}],"originalDate":"2005-09-13"}],{"category":"RELIGIOUS WORDS","text":"Surprisingly, this word appears only twice in the New Testament, once in Acts &amp; once in the First Epistle of Peter","response":"Christian"}]}