{"mix":5131,"rounds":[[{"category":"POETIC LINES","comments":"","clues":[{"text":"Poe was referring to these when he wrote, \"How they clang, and crash, and roar!  What a horror they outpour\"","response":"the bells"},{"text":"In a famous poem, this character asks, \"If I can rid your town of rats will you give me a thousand guilders?\"","response":"the Pied Piper"},{"text":"\"'E'll be squattin' on the coals givin' drink to pore damned souls, an' I'll get a swig in hell from\" this Kipling character","response":"Gunga Din"},{"text":"In this poem Coleridge penned, \"He prayeth best who loveth best, all things both great and small\"","response":"<i>Rime of the Ancient Mariner</i>"},{"text":"In December 1839 he penned the line, \"It was the schooner Hesperus that sailed the wintry sea\"","response":"Longfellow"}],"originalDate":"2005-09-12"},{"category":"2-LETTER ABBREV.","comments":"","clues":[{"text":"The location of the National Cathedral, for short","response":"D.C."},{"text":"Wolfman Jack made a name for himself as one of these","response":"a DJ"},{"text":"Very simply, it's still America's largest automaker","response":"GM"},{"text":"Heinrich Himmler headed this dreaded organization","response":"the SS"},{"text":"men.style.com is the online home of Details magazine &amp; this one","response":"<i>GQ</i>"}],"originalDate":"2005-09-12"},{"category":"PRESIDENTS","comments":"","clues":[{"text":"U.S. district judge Sarah Hughes administered the oath of office to him aboard Air Force One","response":"Lyndon B. Johnson"},{"text":"3 of his many nicknames were \"Buffoon\", \"Tycoon\" &amp; \"Illinois Baboon\"","response":"Abraham Lincoln"},{"text":"Facts About the Presidents lists \"corporate spokesman\" as one of his former occupations","response":"Ronald Reagan"},{"text":"He was climbing in the Adirondacks when he was notified that Pres. McKinley was dying","response":"Theodore Roosevelt"},{"text":"This president appointed Warren Burger chief justice","response":"Richard Nixon"}],"originalDate":"1990-02-19"},{"category":"SLANG","comments":"","clues":[{"text":"Slang suffix used with shutter, jitter &amp; litter","response":"bug"},{"text":"This doesn't mean you've been kidnapping babies but dating someone much younger than yourself","response":"robbing the cradle"},{"text":"Slang term for an outboard motor, probably derived from the sound it makes","response":"putt-putt"},{"text":"The hinged section of an airplane wing or, in slang, a commotion","response":"a flap"},{"text":"Slang term for the bar at a golf club, or the drink you'd have there after a round","response":"the 19th hole"}],"originalDate":"1990-02-19"},{"category":"FOOD","comments":"","clues":[{"text":"Often served over asparagus, this creamy sauce was 1st made in France, not in the Netherlands","response":"Hollandaise sauce"},{"text":"Use these when an Italian recipe calls for \"pomodori\"","response":"tomatoes"},{"text":"Most botanists believe the Irish potato originally came from this continent","response":"South America"},{"text":"This deli item is corned beef that's been rubbed with pepper &amp; spices, smoked &amp; then steamed","response":"pastrami"},{"text":"In the 1989 Farmer's Almanac, Edmund Muskie tells how to hypnotize one of these before cooking it","response":"a lobster"}],"originalDate":"1990-02-19"},{"category":"COMMUNICATION","comments":"","clues":[{"text":"When making a movie, it's a sound idea to have one of these dangling from the end of your boom","response":"microphone"},{"text":"1-word term for the presiding officer in Britain's House of Commons &amp; our House of Representatives","response":"the speaker"},{"text":"Funk &amp; Wagnalls defines it as \"to draw the eyelids of 1 eye together, as in conveying a hint\"","response":"wink"},{"text":"It's the broadcasting service of the U.S. International Communication Agency","response":"Voice of America"},{"text":"In the 17th century Aphra Behn wrote this \"speaks sense in a language all nations understand\"","response":"money"}],"originalDate":"1990-02-19"}],[{"category":"STATE CAPITALS","comments":"","clues":[{"text":"William Penn authorized the founding of this city named for a British city known for its white cliffs","response":"Dover, Delaware"},{"text":"This capital was named for Germany's \"Iron Chancellor\"","response":"Bismarck, North Dakota"},{"text":"It was previously the capital of a monarchy &amp; a republic","response":"Honolulu, Hawaii"},{"text":"This southern capital's seal contains a 6-pointed star &amp; the words \"Cradle Of The Confederacy\"","response":"Montgomery, Alabama"},{"text":"It's the only state capital with an oil well on the statehouse grounds","response":"Oklahoma City"}],"originalDate":"1990-02-19"},{"category":"ANIMALS","comments":"","clues":[{"text":"Although these huge animals are generally docile, when the bulls go into musth they can turn violent","response":"elephants"},{"text":"The largest member of the cat family","response":"tiger"},{"text":"Not everyone is excited when these birds come back to Capistrano: some residents think they're too messy","response":"swallows"},{"text":"The geographic ranges of most predators are shrinking, but the range of this, Canis latrans, has increased","response":"the coyote"},{"text":"These mammals are classed as Sirenia since they reminded sailors of mermaids <span class=\"nobreak\">--</span> sirens of the sea","response":"manatees"}],"originalDate":"1990-02-19"},{"category":"LITERATURE","comments":"","clues":[{"text":"In this novel, Bill Sikes kills Nancy","response":"<i>Oliver Twist</i>"},{"text":"His poems include \"Highland Mary\", \"The Banks O' Down\", &amp; \"A Man's A Man For A' That\"","response":"Robert Burns"},{"text":"\"The Silmarillion\", his prequel to \"Lord of the Rings\", was published after his death","response":"J.R.R. Tolkien"},{"text":"The color mentioned in the title of Zane Grey's most popular novel","response":"purple (<i>Riders of the Purple Sage</i>)"},{"text":"Robert Browning wrote, do this \"along with me!  The best is yet to be!\"","response":"\"Grow Old With Me\""}],"originalDate":"1990-02-19"},{"category":"GAMES","comments":"","clues":[{"text":"If you can't get enough of these Nabisco sandwich cookies, you can play the cookie factory game they inspired","response":"Oreos"},{"text":"To win Battleship, you have to be the 1st player to do this to all of your opponent's ships","response":"sink them"},{"text":"The \"giant\" version of this game contains 2 plastic bugs which double as banks","response":"Cootie"},{"text":"Frankly, Miss Scarlet, these are 2 of the weapons in the original game of Clue","response":"(2 of) candlestick, knife, pipe, revolver, rope, & wrench"},{"text":"A chess piece, or the \"ever popular bidding game\" featuring a card with a black bird on it","response":"Rook"}],"originalDate":"1990-02-19"},{"category":"SCIENTISTS","comments":"","clues":[{"text":"German chemist who had a gas burner named for him &amp; co-founded the sci. of chemical spectroscopy","response":"Robert Bunsen"},{"text":"This Fr. undersea explorer has won Oscars for his films \"The Silent World\" &amp; \"World Without Sun\"","response":"Jacques Cousteau"},{"text":"With his cousin, this Italian physicist formed the Wireless Telegraph &amp; Signal Co., Ltd. in 1897","response":"Guglielmo Marconi"},{"text":"In the 1860s this chemist saved France's wine industry by showing that microbes can be killed with heat","response":"Louis Pasteur"},{"text":"For developing a process of converting pig iron to steel, this British inventor was knighted in 1879","response":"Sir Henry Bessemer"}],"originalDate":"1990-02-19"},{"category":"FAMOUS FIRSTS","comments":"","clues":[{"text":"The first telephone of this type was installed in a bank in Hartford, Conn. in 1889","response":"a pay phone (or public telephone)"},{"text":"In 1959 this Swedish firm became the first to equip its cars with safety belts","response":"Volvo"},{"text":"The 1st mouthwash, it was named for the British doctor who developed antiseptic surgery procedures","response":"Listerine"},{"text":"The first teddy bears were marketed at about the same time by Ideal Toy Corp. &amp; this German firm","response":"Steiff"},{"text":"This game came out in 1948 after being developed from a spelling game called \"Criss Cross\"","response":"<i>Scrabble</i>"}],"originalDate":"1990-02-16"}],{"category":"FAMOUS AMERICANS","text":"At his death in 1790, he left 200-year trust funds to the cities of Boston &amp; Philadelphia","response":"Benjamin Franklin"}]}