{"mix":5135,"rounds":[[{"category":"CLICHES","comments":"","clues":[{"text":"To have \"one foot in\" this means to be hovering on the brink of death","response":"The Grave"},{"text":"To \"Go whole\" this means to stop at nothing, you animal, you","response":"Hog"},{"text":"If you did this to someone's \"goose\", you spoiled his plans","response":"Cooked It"},{"text":"This cliche referring to callousness in the face of calamity was inspired by the emperor Nero","response":"Fiddling While Rome Burns"},{"text":"This phrase comes from the old custom of making the sign of the cross with a coin on someone's palm","response":"Cross My Palm With Silver"}],"originalDate":"1990-02-09"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"Swans often do this in a \"V\" formation","response":"Fly"},{"text":"Scientists say this relative of the squid has the most highly developed brain among invertebrates","response":"Octopus"},{"text":"The glass snake isn't really a snake, it's a limbless variety of this reptile","response":"Lizard"},{"text":"The indri is the largest of these mammals, but the ring-tailed is probably the best-known","response":"Lemurs"},{"text":"Weighing up to 110 lbs. or more, the capybara is the largest member of this order of mammals","response":"Rodents"}],"originalDate":"1990-02-09"},{"category":"NOVELS","comments":"","clues":[{"text":"This Dickens novel begins \"It was the best of times, it was the worst of times....\"","response":"\"A Tale of Two Cities\""},{"text":"In a John Hersey work, U.S. Major Victor Joppolo obtains one of these for the Italian town of Adano","response":"A Bell"},{"text":"In this novel Winston Smith's job at the Ministry of Truth is to rewrite the public records","response":"\"1984\""},{"text":"Frontiersman Natty Bumppo was the title character in this James Fenimore Cooper novel","response":"\"The Deerslayer\""},{"text":"Arthur Koestler's criticism of the Soviet Union in which the party leader is referred to only as No. 1","response":"\"Darkness At Noon\""}],"originalDate":"1990-02-09"},{"category":"THE SOUTH","comments":"","clues":[{"text":"Favorite Southern ones include pecan, chess, sweet potato, black bottom &amp; peach","response":"Pies"},{"text":"Lalaurie House in this section of New Orleans is said to be haunted by the screams of slaves","response":"The French Quarter"},{"text":"The First Flight Inn is in this state, as you might expect","response":"North Carolina (near Kitty Hawk)"},{"text":"America's Young Woman of the Year, a.k.a. Junior Miss, is chosen every summer in this Alabama city","response":"Mobile"},{"text":"Jefferson Davis, Robert E. Lee &amp; \"Stonewall\" Jackson are depicted on horseback on this GA. monument","response":"Stone Mountain"}],"originalDate":"1990-02-09"},{"category":"ALEXANDER GRAHAM BELL","comments":"","clues":[{"text":"Bell came up with the photophone, a device that transmits sound via this","response":"(A beam of) Light"},{"text":"When Bell made the first transcontinental call, this man was once again on the receiving end","response":"Watson"},{"text":"In 1847 Edison was born in the U.S. &amp; Bell was born in this country","response":"Scotland"},{"text":"In 1872 he opened a school in Boston to train teachers of these people","response":"The Deaf"},{"text":"Most reference sources report that on March 10, 1876 Bell spilled this on his pants","response":"Battery Acid (hence the call, \"Watson, come here, I need you\")"}],"originalDate":"1990-02-09"},{"category":"FILE UNDER \"F\"","comments":"","clues":[{"text":"Index, long, ring &amp; little","response":"fingers"},{"text":"You're in fine fettle if you're as fit as one of these","response":"a fiddle"},{"text":"These include similes, metaphors &amp; puns","response":"figures of speech"},{"text":"The little extra perks that go with the job","response":"fringe benefits"},{"text":"Term for a single exposure on a reel of motion picture film","response":"frame"}],"originalDate":"1990-02-06"}],[{"category":"FAIRIES &amp; FOLKLORE","comments":"","clues":[{"text":"You might have left one of your deciduous canines under a pillow so this fairy would give you some money","response":"the Tooth Fairy"},{"text":"The magical little people called Menehune are believed to work at night in this U.S. state","response":"Hawaii"},{"text":"Some gifts offend these \"colorful\" fairies; if you give them clothing, they may disappear","response":"brownies"},{"text":"Legend says if you hear a banshee wail, this will happen","response":"you or someone in your family will die"},{"text":"Fairies sometimes steal these &amp; leave changelings in their place","response":"babies"}],"originalDate":"1990-02-06"},{"category":"WEIGHTS &amp; MEASURES","comments":"","clues":[{"text":"In cloth measure, this is divided into 4 quarters, not 3 feet","response":"yards"},{"text":"To find this, multiply the diameter by pi","response":"circumference"},{"text":"If Mom &amp; Dad let you borrow one of these, you'll find it's probably 3&nbsp;3/8\" x 2&nbsp;1/8\" &amp; has a limit","response":"a credit card"},{"text":"There are 1 million of these in a kilogram","response":"milligrams"},{"text":"The \"Systeme International d'Unites\" is commonly referred to as this","response":"the metric system"}],"originalDate":"1990-02-06"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"George Washington received his surveyor's license in 1749 from this school named for a king &amp; queen","response":"William & Mary"},{"text":"580 sites were visited before Colorado Springs was selected for the campus of this service academy","response":"Air Force Academy"},{"text":"Since 1868 Wells College seniors have traveled to commencement exercises in these horse-drawn vehicles","response":"stagecoaches"},{"text":"Our first honorary degree was bestowed in 1692 when this college awarded a doctorate to Increase Mather","response":"Harvard"},{"text":"3 of the schools known as the 7 Sisters, a group considered the feminine version of the Ivy League","response":"(3 of) Barnard, Bryn Mawr, Mt. Holyoke, Radcliffe, Smith, Vassar & Wellesley"}],"originalDate":"1990-02-06"},{"category":"CIVIL WAR GENERALS","comments":"","clues":[{"text":"Driving the Confederates off Missionary Ridge near Chattanooga in Nov. 1863 made him a national hero","response":"Ulysses S. Grant"},{"text":"He was originally named after the Shawnee chief Tecumseh, the William was added later","response":"Sherman"},{"text":"A few days after being made head of the Union's Potomac army, Gen. Geo. Meade had to run this Penn. battle","response":"Gettysburg"},{"text":"In 1864 Geo. McClellan left his campaigns on the battlefield to campaign for this","response":"the presidency"},{"text":"John Logan, a volunteer who rose to Union general, helped establish this observance to honor war dead","response":"Memorial Day"}],"originalDate":"1990-02-06"},{"category":"WOMEN IN HISTORY","comments":"","clues":[{"text":"Flora McDonald helped this \"Bonnie Prince\" escape from Scotland disguised as a woman","response":"Charlie"},{"text":"Hatshepsut, who ruled this country 1503-1482 B.C., claimed to be the daughter of the god Amon","response":"Egypt"},{"text":"This Revolutionary War water-bearer was the daughter of German immigrants","response":"Molly Pitcher"},{"text":"This Russian empress was shot to death in 1918","response":"Alexandra"},{"text":"Her life inspired the historical novel \"A Woman Called Moses\"","response":"Harriet Tubman"}],"originalDate":"1990-02-06"},{"category":"MAGAZINES","comments":"","clues":[{"text":"It was the first successful newsmagazine &amp; it's still the best-selling","response":"<i>Time</i>"},{"text":"It's the top-selling magazine written specifically for teens","response":"Seventeen"},{"text":"Exhibitions by Peary &amp; Byrd were partly financed by this D.C.-based society &amp; its magazine","response":"National Geographic Society"},{"text":"Weekly magazine whose features include \"Picks &amp; Pans\", \"Take One\" &amp; \"Chatter\"","response":"People"},{"text":"This monthly, started in 1922, now sells over 29 million copies a month worldwide","response":"Reader's Digest"}],"originalDate":"1990-02-06"}],{"category":"19th CENTURY ARTISTS","text":"This Frenchman once said, \"I will astonish Paris with an apple\"<span class=\"nobreak\">--</span><a href=\"http://www.j-archive.com/media/2010-01-28_FJ.jpg\" target=\"_blank\">here</a> are a few of them","response":"Paul Cézanne"}]}