{"mix":5136,"rounds":[[{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Materials from all over the world were used to build the assembly hall in this NYC complex","response":"United Nations"},{"text":"The curved part of a ceiling, or a locked room in a building where valuables are kept","response":"Vault"},{"text":"Part of a building on which you'd find a dormer or a cupola","response":"Roof"},{"text":"Word for the moveable glass slats in Jalousie windows, or the often stationary wooden ones in shutters","response":"Louvers"},{"text":"A latticework pavilion or summerhouse usually built to take advantage of a view","response":"Gazebo"}],"originalDate":"1990-02-06"},{"category":"SOUTH AMERICA","comments":"","clues":[{"text":"7 of this river's more than 1,000 known tributaries exceed 1,000 miles in length","response":"Amazon"},{"text":"Only the Himalayas are higher than this South American mountain range","response":"Andes"},{"text":"The name of this city is Portuguese for \"River of January\"","response":"Rio de Janeiro"},{"text":"This waterway separates the islands of Tierra Del Fuego from South America's mainland","response":"Straits of Magellan"},{"text":"This country is the only one in South America to belong to the Commonwealth of Nations","response":"Guyana (formerly British Guyana)"}],"originalDate":"1990-02-06"},{"category":"LITERARY QUOTES","comments":"","clues":[{"text":"Carl Sandburg called this city \"Hog butcher for the world, tool maker, stacker of wheat\"","response":"Chicago"},{"text":"In 1776 he criticized \"The Summer Soldier And The Sunshine Patriot\" in his pamphlet \"The Crisis, No. 1\"","response":"Thomas Paine"},{"text":"Steinbeck novel containing the lines, \"Okie use' ta mean you was from Oklahoma.  Now, it means you're scum.\"","response":"<i>The Grapes of Wrath</i>"},{"text":"Cassius says, \"The fault, dear Brutus, is not in\" these \"but in ourselves, that we are underlings\"","response":"Stars"},{"text":"According to James Whitcomb Riley, \"When the frost is on\" this, \"the fodder's in the shock\"","response":"The Pumpkin"}],"originalDate":"1990-02-06"},{"category":"BIOLOGY","comments":"","clues":[{"text":"The world's first antibiotic; it was discovered in 1929","response":"Penicillin"},{"text":"When Lazzaro Spallanzani blinded them, they still flew; when he plugged their ears, they were disoriented","response":"Bats"},{"text":"In this process 8 photons of light break down 2 H2O molecules to yield an O2 molecule","response":"Photosynthesis"},{"text":"To figure out its structure, Watson &amp; Crick used the scientific equivalent of Tinker Toys","response":"DNA"},{"text":"Similar species are grouped into genera; similar genera into these","response":"Families"}],"originalDate":"1990-02-06"},{"category":"ANCIENT GREECE","comments":"","clues":[{"text":"Carrying news of a Greek victory, Pheidippides ran from this plain to Athens, about 23 miles","response":"Marathon"},{"text":"When he conquered Thebes, he destroyed every house but the one the poet Pindar had lived in","response":"Alexander the Great"},{"text":"The Greeks considered this site of the oracles the \"Omphalus\" or navel of the world","response":"Delphi"},{"text":"It's very likely that Sophocles &amp; Socrates attended the dedication of this temple in 438 B.C.","response":"the Parthenon (the Temple of Athena)"},{"text":"According to Collier's Ency., in the 7th cent. this city-state won most of the recorded Olympic victories","response":"Sparta"}],"originalDate":"1990-02-02"},{"category":"INVENTIONS","comments":"","clues":[{"text":"Though he may not have tried it himself, da Vinci designed what is probably the 1st of these \"fall-breakers\"","response":"a parachute"},{"text":"Richard Nixon's pal Robt. Abplanalp invented the valve for this type of can","response":"an aerosol can"},{"text":"The typewriter was 1st mass-produced in the 1870s by this gun manufacturer","response":"Remington"},{"text":"In 1960 the FDA approved production of Enovid, the 1st of these","response":"birth control pills"},{"text":"Only president granted a patent at any time in his life; he got it in 1849 for a ship flotation device","response":"Abraham Lincoln"}],"originalDate":"1990-02-02"}],[{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"A man by this name wears whiskers on his chinnegan","response":"Michael Finnegan"},{"text":"Higgledy piggledy; it's the color of the hen that lays eggs for gentlemen","response":"black"},{"text":"We'll have tea if she puts the kettle on","response":"Polly"},{"text":"Here comes a candle to light you to bed, here comes a chopper to... uh-oh","response":"chop off your head"},{"text":"\"Betwixt\", a word you don't often run into, is in line 3 of the rhyme about this man &amp; his eating habits","response":"Jack Sprat (\"could eat no fat, his wife could eat no lean\")"}],"originalDate":"1990-02-02"},{"category":"U.S. STATES","comments":"","clues":[{"text":"Hey, it's the \"Bay State\"","response":"Massachusetts"},{"text":"The state that contains the mouth of the Mississippi","response":"Louisiana"},{"text":"In 1947 British driver John Cobb was 1st to travel over 400 MPH on this state's salt beds","response":"Utah"},{"text":"It contains both the highest &amp; lowest points in the lower 48 states","response":"California"},{"text":"3 of the top 10 U.S. cities in population are in this state","response":"Texas (Dallas, Houston, San Antonio)"}],"originalDate":"1990-02-02"},{"category":"BODY LANGUAGE","comments":"","clues":[{"text":"The logo used by the Pinkerton Detective Agency led to the use of this term for a private detective","response":"private eye"},{"text":"Ironically, this expression came from the fact that male deer have front teeth only in their lower jaw","response":"buckteeth"},{"text":"Someone able to sniff out a big story for the paper is said to have this","response":"a nose for news"},{"text":"When we keep someone at a distance, we're said to keep them this far away","response":"at arm's length"},{"text":"Meaning maudlin sentimentality, it's often accompanied by the playing of a make-believe violin","response":"hearts & flowers"}],"originalDate":"1990-02-02"},{"category":"I TV","comments":"(Alex: We'll figure that out as we go along.)","clues":[{"text":"He was the \"I\" in \"I Love Lucy\"","response":"Desi Arnaz (Ricky Ricardo)"},{"text":"We can't tell if the \"I\" in the title of this series referred to Bill Cosby or Robert Culp","response":"<i>I Spy</i>"},{"text":"He was the \"I\" in \"I Dream of Jeannie\"","response":"Larry Hagman (Tony Nelson)"},{"text":"\"One Day at a Time\" star who was the \"I\" in the TV film \"I Was a Mail Order Bride\"","response":"Valerie Bertinelli"},{"text":"Daniel Hugh Kelly was the \"I\" in this 1987-88 series about an architect who wed his Latino housekeeper","response":"<i>I Married Dora</i>"}],"originalDate":"1990-02-02"},{"category":"THE 20TH CENTURY","comments":"","clues":[{"text":"The thief who stole it from the Louvre in 1911 tried to sell it to the Italian government for $95,000","response":"the <i>Mona Lisa</i>"},{"text":"In 1963 this was set up as a link between the White House &amp; the Kremlin","response":"the Hot Line"},{"text":"This Islamic title, meaning \"sign from God\", became well-known to the Western world in the 1970s","response":"Ayatollah"},{"text":"He personally directed the amphibious landing at Inchon, Korea","response":"Douglas MacArthur"},{"text":"In 1956 France gave this country its independence; in 1957 Sultan Muhammad V took the title King","response":"Morocco"}],"originalDate":"1990-02-02"},{"category":"PLAYS","comments":"","clues":[{"text":"Their 1st 3 Broadway plays were \"I'll Say She Is\", \"The Cocoanuts\" &amp; \"Animal Crackers\"","response":"the Marx Brothers"},{"text":"This title character's partner-in-crime was Mrs. Lovett, who baked &amp; sold meat pies","response":"Sweeney Todd"},{"text":"A very short-run play in 1963, written by D. Starkweather, was titled \"So Who's Afraid of\" this playwright","response":"Edward Albee"},{"text":"1953 Arthur Miller play inspired by the atmosphere of McCarthyism in the early 1950s","response":"<i>The Crucible</i>"},{"text":"He wrote \"Amadeus\" &amp; his twin brother, Anthony, wrote \"Sleuth\"","response":"Peter Schaffer"}],"originalDate":"1990-02-02"}],{"category":"THE 1960s","text":"In 1962 the people of Perth, Australia saluted this American by turning their lights on &amp; off at the same time","response":"John Glenn"}]}