{"mix":5138,"rounds":[[{"category":"SNAKES","comments":"","clues":[{"text":"Snakes have a peculiar respiratory system; most of them have only one of these","response":"Lung"},{"text":"Snakes used in these acts sway in response to the musician's movements; they can't really hear the music","response":"Snake Charmer"},{"text":"In Hopi Indian snake dances, priests carry these snakes in their mouths","response":"Rattlesnakes"},{"text":"Related to the boa constrictor, this largest South American snake is also called the water boa","response":"Anaconda"},{"text":"The hamadryad, the longest poisonous snake, is also known by this name","response":"King Cobra"}],"originalDate":"1990-01-29"},{"category":"TELEVISION","comments":"","clues":[{"text":"He placed 6th in the U.S. Olympic decathlon trials in 1948 before limping into TV's \"Gunsmoke\"","response":"Dennis Weaver"},{"text":"Dan Rather hosts this documentary series that condenses 2 days of coverage into a single hour","response":"<i>48 Hours</i>"},{"text":"In 1966 this ex-producer of \"ABC's Wide World of Sports\" received the 1st of his more than 40 Emmy nominations","response":"Roone Arledge"},{"text":"Carroll O'Connor stars as chief Bill Gillespie in this NBC series based on 1967's \"Best Picture\"","response":"<i>In the Heat of the Night</i>"},{"text":"He played sheriff Sam Cade in the early 1970s drama \"Cade's County\"","response":"Glenn Ford"}],"originalDate":"1990-01-29"},{"category":"ONTARIO","comments":"","clues":[{"text":"Natural wonder shared by Ontario &amp; New York State; it's a famous honeymoon destination","response":"Niagara Falls"},{"text":"The 2 capitals located in Ontario; 1 is the provincial capital &amp; the other the national capital","response":"Toronto & Ottawa"},{"text":"The Ambassador Bridge, world's largest int'l suspension bridge, links Windsor, Ontario &amp; this city","response":"Detroit, Michigan"},{"text":"Tyrone Guthrie was the 1st to direct the Shakespeare-oriented festival in this town","response":"Stratford"},{"text":"The large bay &amp; its smaller bay that form the northern border of Ontario","response":"Hudson Bay & James Bay"}],"originalDate":"1990-01-29"},{"category":"THANKS, GUYS","comments":"(Alex: Our annual way of saying \"thank you\" to the experts and researchers at various companies and government agencies who provide us with some of the information or verification of information we need to construct our boards.)","clues":[{"text":"Jim Cole, who keeps us posted on fruit imports &amp; exports, works for this Cabinet dept.","response":"the Dept. of Agriculture"},{"text":"When we have a question about this, the \"Breakfast of Champions\", we call Kathryn Newton","response":"Wheaties"},{"text":"Richard Arnold, researcher for this Paramount \"enterprise\", told us about Vulcan mating customs","response":"<i>Star Trek</i>"},{"text":"When we need to know about this, the King of Beers, we call Mary McHugh","response":"Budweiser"},{"text":"Mr. Otha Day of this bandleader's archive told about the 1st performance of \"Rhapsody In Blue\"","response":"Paul Whiteman"}],"originalDate":"1990-01-29"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"He was called \"Black Dan\" due to his swarthy complexion &amp; \"Godlike Daniel\" from his imposing style","response":"Daniel Webster"},{"text":"A branch of the military that was part of the army before it became independent in 1947","response":"Air Force"},{"text":"He resigned as Secretary of State April 15, 1959 &amp; died a few weeks later","response":"John Foster Dulles"},{"text":"He, not FDR, was the only Democrat Vermont supported for president since the Civil War","response":"Lyndon Johnson (LBJ)"},{"text":"These unpopular laws that dealt with citizenship &amp; free speech contributed to John Adams' defeat in 1800","response":"Alien & Sedition Laws"}],"originalDate":"1990-01-29"},{"category":"POETRY","comments":"","clues":[{"text":"Completes the title of Alan Seeger's most famous poem, \"I Have a Rendezvous with...\"","response":"Death"},{"text":"\"I never saw a moor, I never saw the sea; yet know I how the heather looks, and what\" one of these \"must be\"","response":"a wave (by Emily Dickinson)"},{"text":"\"Freely\", \"Purely\", &amp; \"To the depth and breadth and height my soul can reach\"","response":"\"How Do I Love Thee?\" (by Elizabeth Barrett Browning)"},{"text":"Leigh Hunt wrote, \"Jenny\" did this to \"me when we met, jumping from the chair she sat in\"","response":"Kissed Me"},{"text":"Milton had him bemoaning, \"O loss of sight, of thee I most complain!\"","response":"Samson"}],"originalDate":"1990-01-29"}],[{"category":"COLORS","comments":"","clues":[{"text":"A person who brings his own lunch to work instead of using the cafeteria","response":"Brown Bagger"},{"text":"A yellowish-pink color which describes a pretty girl from Georgia","response":"Peach"},{"text":"It can precede bull, gate, horde or rule","response":"Golden"},{"text":"In \"An Essay On Criticism\", Alexander Pope wrote \"All looks\" this color \"to the jaundiced eye\"","response":"Yellow"},{"text":"The word iodine comes from \"ion\", the same Greek root that gave this flower its name","response":"Violet"}],"originalDate":"1990-01-29"},{"category":"NICKNAMES","comments":"","clues":[{"text":"He got his nickname as a kid from his fondness for the comic strip \"Bingville Bugle\"","response":"Bing Crosby"},{"text":"Eleanora Fagan was known as Billie Holiday &amp; John Henry Holliday was known as this","response":"\"Doc\" Holliday"},{"text":"The musical \"Call Me Madam\" was inspired by this \"Hostess with the Mostes\"","response":"Perle Mesta"},{"text":"This state's name is Indian for friendship but its people didn't want \"The Friendship State\" on lic. plates","response":"Texas"},{"text":"He, not Valentino, was \"The Great Lover\" of the silent screen","response":"John Gilbert (Greta Garbo's lover)"}],"originalDate":"1990-01-29"},{"category":"FILMS OF THE 1930S","comments":"","clues":[{"text":"Tibetans were played by Pala Indians from California in this film based on James Hilton's novel","response":"<i>Lost Horizon</i>"},{"text":"In 1932 Paul Muni was \"A Fugitive From\" this","response":"A Chain Gang"},{"text":"In this film E.G. Robinson uttered the dying words, \"Mother of mercy, is this the end of Rico?\"","response":"\"Little Caesar\""},{"text":"This Greta Garbo film in which she played a Russian was remade in 1957 as the musical \"Silk Stockings\"","response":"\"Ninotchka\""},{"text":"In this 1936 film Gary Cooper portrayed a tuba player from Mandrake Falls who inherits $20 million","response":"\"Mr. Deeds Goes to Town\""}],"originalDate":"1990-01-29"},{"category":"\"G\" WHIZ","comments":"","clues":[{"text":"This work shift begins late at night &amp; it doesn't have to start in a cemetery","response":"the graveyard shift"},{"text":"The kind of knot you'd expect your mother's mother to tie","response":"a granny knot"},{"text":"It was the nickname of Admiral Edward Vernon, who had the rum ration watered down","response":"\"Grog\""},{"text":"Figuratively speaking, to prepare for action you do this to your loins","response":"gird"},{"text":"As a noun, it's a game bird; as a verb, it means to grumble or complain","response":"grouse"}],"originalDate":"1990-01-26"},{"category":"CITY NICKNAMES","comments":"","clues":[{"text":"\"The Golden Gate City\"","response":"San Francisco"},{"text":"\"Big D\"","response":"Dallas"},{"text":"\"The Mile-High City\"","response":"Denver"},{"text":"\"The Eternal City\"","response":"Rome"},{"text":"\"The City of Light\"","response":"Paris"}],"originalDate":"1990-01-26"},{"category":"PEOPLE","comments":"","clues":[{"text":"Ginger Alden, Miss Memphis Traffic Safety, was this rock star's fiancee at the time of his death in 1977","response":"Elvis Presley"},{"text":"In 1975 Mr. Blackwell called this \"Cuchi Cuchi\" girl \"Carmen Miranda with cleavage\"","response":"Charo"},{"text":"When Paramount asked him to tone down the ending of \"Do The Right Thing\", this director took it to Universal","response":"Spike Lee"},{"text":"This chief foreign correspondent for ABC was recently married for the 4th time","response":"Pierre Salinger"},{"text":"Michelle Pfeiffer &amp; Jeff Goldblum starred in his '89 Central Park production of \"Twelfth Night\"","response":"Joseph Papp"}],"originalDate":"1990-01-26"}],{"category":"19th CENTURY LITERATURE","text":"Chapter II of this novel says, \"My eyes were not to be deceived.  I was indeed awake and among the Carpathians\"","response":"<i>Dracula</i>"}]}