{"mix":5139,"rounds":[[{"category":"POLITICAL TERMS &amp; SLOGANS","comments":"","clues":[{"text":"One of the symbols used in his campaign was \"AuH2O\"","response":"Barry Goldwater"},{"text":"Richard Nixon used this term to describe the people who quietly supported his Vietnam policy","response":"\"The Silent Majority\""},{"text":"French for \"reduction in pressure\", it described Henry Kissinger's policy toward the Soviet Union","response":"<i>detente</i>"},{"text":"In 1936 Republicans said, \"Let's get another deck\" in response to this program","response":"The New Deal"},{"text":"Opponents of this 1807 act directed at France &amp; Britain called it \"o grab me\"","response":"The Embargo (\"O Grab Me\") Act"}],"originalDate":"1990-01-26"},{"category":"AMUSEMENT PARKS","comments":"","clues":[{"text":"People who rode on the earliest flume rides complained when this didn't happen <span class=\"nobreak\">--</span> so now it usually does","response":"they get wet"},{"text":"The part of Florida's Walt Disney World that's similar to California's Disneyland is called this","response":"The Magic Kingdom"},{"text":"No matter how many hills a roller coaster has, this one is always the highest","response":"the first one"},{"text":"This company's Great America Park in Gurnee, Ill. has the world's fastest steel roller coaster","response":"Six Flags"},{"text":"This park's theme is Pennsylvania's, German, Dutch &amp; English heritage as well as chocolate","response":"Hersheypark"}],"originalDate":"1990-01-26"},{"category":"1987","comments":"","clues":[{"text":"This flashy pianist who cut out the dull parts &amp; played the \"Minute Waltz\" in 37 seconds, died","response":"Liberace"},{"text":"On Jan. 1, 1987 Chinese students staged a major demonstraion in Tian An Men Square in favor of this leader","response":"Deng Xiaoping"},{"text":"After the Senate rejected Bork, Reagan nominated this man <span class=\"nobreak\">--</span> didn't work","response":"Douglas Ginsberg"},{"text":"This baby was awarded to her biological father, William Stern","response":"Baby \"M\""},{"text":"In May, 1987, 2 Iraqi missiles hit this U.S. Navy frigate","response":"U.S.S. Stark"}],"originalDate":"1990-01-26"},{"category":"MYTHOLOGY","comments":"","clues":[{"text":"This Greek god controlled the thunderbolt, signifying his irresistible power over gods &amp; men","response":"Zeus"},{"text":"All the girls loved Narcissus, but this is who Narcissus loved","response":"himself"},{"text":"In ancient Egypt the god called \"Khepera\" at dawn &amp; \"Atum\" in the evening was known by this name at noon","response":"Ra"},{"text":"Venus drove a flying chariot pulled by these elegant white birds","response":"swans"},{"text":"Greek goddess of marriage, she was fiercely jealous of her husband's frequent infidelities","response":"Hera"}],"originalDate":"1990-01-26"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"This word for a cantankerous personality is a variation of \"ordinary\"","response":"ornery"},{"text":"Mussolini coined this word from the bundles of sticks that were a symbol of every Roman authority","response":"fascism"},{"text":"Asked if he were a wise man, Pythagoras supposedly said, \"No, I'm a lover of wisdom\", giving us this word","response":"philosopher"},{"text":"This popular slang expression of the early 20th century is probably just a shortened form of magnificent","response":"nifty"},{"text":"Irritable or peevish, from the Latin \"petere\", to attack","response":"petulant"}],"originalDate":"1990-01-26"},{"category":"MEDICAL HISTORY","comments":"","clues":[{"text":"It was used as a medicine from 600 B.C. until 2nd century A.D., when people began to wash with it","response":"soap"},{"text":"Carl Wunderlich introduced the use of this instrument to modern medicine in the 1850s, not 1898.6","response":"thermometer"},{"text":"The Greeks thought a man's body had 4 humors:  phlegm, yellow bile, black bile &amp; this fluid","response":"blood"},{"text":"In the 18th C. about 60 million people died from this disease for which a vaccine was found in 1796","response":"smallpox"},{"text":"The family of this \"Father of Anatomy\" was from Wesel, from which he took his name","response":"Andreas Vesalius"}],"originalDate":"1990-01-26"}],[{"category":"THEATER","comments":"","clues":[{"text":"Kate Hepburn's troublesome grandson in \"A Matter of Gravity\"; he later played Superman on film","response":"Christopher Reeve"},{"text":"Tho the N.Y. Times called this erotic revue a \"silly little diversion\", it lasted over 5,000 shows","response":"<i>Oh! Calcutta!</i>"},{"text":"\"Hello, Dolly!\" was based on his play, \"The Matchmaker\"","response":"Thornton Wilder"},{"text":"It's what Sheba is in \"Come Back, Little Sheba\"","response":"dog"},{"text":"Langdon Mitchell based this 4-act comedy on William Makepeace Thackeray's \"Vanity Fair\"","response":"\"Becky Sharp\""}],"originalDate":"1990-01-26"},{"category":"MUSHROOMS","comments":"(Alex: What can you do with mushrooms?  We'll find out.)","clues":[{"text":"A mushroom, when it's ready to reproduce, releases millions of these","response":"spores"},{"text":"It's orange, it glows in the dark &amp; it's a mushroom, as well as the name of a Halloween prop","response":"a Jack-O'-Lantern"},{"text":"There is no simple test to distinguish between these, so leave it to the pros","response":"whether poisonous or edible"},{"text":"A disused one of these in Pennsylvania now contains the largest mushroom farm in the world","response":"mine"},{"text":"A circle of mushrooms in a grassy area named for the belief it's where magic beings danced","response":"fairy ring"}],"originalDate":"1990-01-26"},{"category":"VOCABULARY","comments":"","clues":[{"text":"This flower's name didn't come from just any old garden, but from a botanist, Dr. Alexander Garden","response":"the <i>Gardenia</i>"},{"text":"From the Greek, these 2nd year students are the \"wise fools\" of the academic world","response":"sophomores"},{"text":"Something producing rainbowlike colors is said to be this, after Iris, goddess of the rainbow","response":"iridescent"},{"text":"An ideal community, from the title of a Thomas More work","response":"Utopia"},{"text":"From the Urdu word for \"dusty\", cloth of this color was popularized during the Sepoy Mutiny in India","response":"khaki"}],"originalDate":"1990-01-23"},{"category":"\"BLACK\" MOVIES","comments":"","clues":[{"text":"Leonard Maltin described the 1971 British film version of this Anna Sewell tale as \"average horse opera\"","response":"<i>Black Beauty</i>"},{"text":"In this film Theresa Russell played a young woman who seduced, married &amp; then murdered wealthy men","response":"<i>Black Widow</i>"},{"text":"This 1929 Hitchcock movie, his &amp; England's 1st talkie, was shot originally as a silent","response":"<i>Blackmail</i>"},{"text":"George Segal played Sam Spade Jr. in this 1975 film satirizing \"The Maltese Falcon\"","response":"<i>The Black Bird</i>"},{"text":"This 1979 Disney sci-fi film starring Maximilian Schell was nominated for an Oscar for Visual Effects","response":"<i>The Black Hole</i>"}],"originalDate":"1990-01-23"},{"category":"MINNESOTA","comments":"","clues":[{"text":"This city was named after Daniel Greysolon, who was also known as Sieur du Lhut","response":"Duluth"},{"text":"About 10,000 years ago this dug out the 10,000 lakes","response":"the glacier"},{"text":"Both the cities of Bemidji &amp; Brainerd have statues honoring this ox","response":"Babe the Blue Ox"},{"text":"With this as the state nickname, Fred Grandy should have been a representative from Minnesota","response":"\"The Gopher State\""},{"text":"This St. Paul co. began by mining corundum, then making sandpaper &amp; masking tape","response":"3M"}],"originalDate":"1990-01-23"},{"category":"THE NAVY","comments":"","clues":[{"text":"While they've served in the Navy since before WWI, they weren't admitted to the academy until 1976","response":"Women"},{"text":"One-word term for an authorized leave from duty; to a sailor it means freedom for 48 hours or less","response":"liberty"},{"text":"They are the 2 official colors of the U.S. Navy","response":"blue & gold"},{"text":"In 1985 the submarine Rhode Island was renamed for this late Washington State senator","response":"(Henry) Jackson"},{"text":"Base that's headquarters to the U.S. Pacific Fleet","response":"Pearl Harbor"}],"originalDate":"1990-01-23"}],{"category":"STATE FACTS","text":"Among the inventions to come from this state are Bisquick, Rollerblades &amp; Post-It Notes","response":"Minnesota"}]}