{"mix":5149,"rounds":[[{"category":"SPACE","comments":"","clues":[{"text":"Last seen in 1986, this comet will again make its closest approach to earth in 2061","response":"Halley's Comet"},{"text":"In 1966 a shower of these reached a peak of 150,000 per hour","response":"meteors"},{"text":"It's a dark area in the photosphere of the Sun caused by a lower surface temperature","response":"a sunspot"},{"text":"This constellation is also known as the crab","response":"Cancer"},{"text":"Discovered on January 1, 1801, 580-mile-diameter Ceres is the largest known of these celestial bodies","response":"an asteroid"}],"originalDate":"2001-09-28"},{"category":"LATIN","comments":"","clues":[{"text":"Lacrimae means these; your eye has lacrimal glands that produce them","response":"tears"},{"text":"If a friend is delaying a decision, hit him with \"nunc aut nunquam\", meaning \"now or\" this","response":"never"},{"text":"The ancient Roman Quintilis, the fifth month, is our July; their Sextilis is now this month","response":"August"},{"text":"Tu is this pronoun when referring to only one person; vos is used for more than one","response":"you"},{"text":"The abbreviation etc., meaning \"and so on\", is short for this Latin term","response":"<i>et cetera</i>"}],"originalDate":"2001-09-28"},{"category":"TEAM PLAYERS","comments":"","clues":[{"text":"He played for the Chicago Bulls from 1984 to 1993 &amp; 1995-1998","response":"Michael Jordan"},{"text":"The L.A. Dodgers' catcher from 1992 to 1998, he's now a Met","response":"Mike Piazza"},{"text":"Magic Johnson played for this team from 1979 to 1991 &amp; in 1996","response":"the Lakers"},{"text":"John Elway quarterbacked this team from 1983 to 1998","response":"the Denver Broncos"},{"text":"A Seattle Mariner from 1989 to 1999, he joined the Cincinnati Reds in 2000","response":"Ken Griffey Jr."}],"originalDate":"2001-09-27"},{"category":"SEASONAL STUFF","comments":"","clues":[{"text":"Autumn is also called fall because it's when these fall","response":"leaves"},{"text":"Seasonal term for a week when college kids don't have class, like at Bakersfield College April 9-13, 2001","response":"spring break"},{"text":"In ancient times this spooky autumn holiday of ours marked the beginning of winter","response":"Halloween"},{"text":"In the U.S. winter ends on or about the 21st of this month","response":"March"},{"text":"Some animals estivate in summer; others practice this sleepy winter equivalent","response":"hibernating"}],"originalDate":"2001-09-27"},{"category":"THAT'S SO CLICHE","comments":"","clues":[{"text":"\"You can't teach an old dog\" these","response":"new tricks"},{"text":"\"Two's company, three's\" this","response":"a crowd"},{"text":"A rotten one of these fruits \"spoils the barrel\"","response":"an apple"},{"text":"Something can be as hard to find as this \"in a haystack\"","response":"a needle"},{"text":"To be skeptical is \"to take it with a grain of\" this seasoning","response":"salt"}],"originalDate":"2001-09-27"},{"category":"<em class=\"underline\">THE ADVENTURES OF TOM SAWYER</em>","comments":"","clues":[{"text":"Tom is expected to whitewash one of these by himself, but he tricks his friends into doing it for him","response":"a fence"},{"text":"This lawless, idle friend of Tom's \"never had to wash, nor put on clean clothes\", &amp; \"he could swear wonderfully\"","response":"Huckleberry Finn"},{"text":"When Tom decides to become one of these criminals, he calls himself the \"Black Avenger of the Spanish Main\"","response":"a pirate"},{"text":"A fan of Robin Hood, Tom would rather be an outlaw for a year in this forest than president of the U.S. \"forever\"","response":"Sherwood Forest"},{"text":"Tom loses his heart to this \"lovely little blue-eyed creature with yellow hair\"","response":"Becky (Thatcher)"}],"originalDate":"2001-09-27"}],[{"category":"I GOT AN \"A\"!","comments":"","clues":[{"text":"In sports or in the arts, it's the opposite of \"professional\"","response":"amateur"},{"text":"If you're a girl with a low singing voice, you're not a soprano, you're one of these","response":"an alto"},{"text":"It's a 4-letter synonym for water. as well as a shade of light greenish-blue","response":"aqua"},{"text":"They're found on top of grandpa's old TV set (&amp; on mosquitoes' heads)","response":"antennas"},{"text":"This herring-like fish likes to travel in large schools before it ends up on your pizza","response":"an anchovy"}],"originalDate":"2001-09-27"},{"category":"HARRY POTTER","comments":"","clues":[{"text":"Harry Potter lives in this country","response":"England"},{"text":"The scar on Harry's forehead is in this shape","response":"a lightning bolt"},{"text":"For Christmas, Harry was given his father's cloak that allows him to become this","response":"invisible"},{"text":"Harry's 2 best friends are Hermione Granger &amp; this red-headed boy","response":"Ronald Weasley"},{"text":"A library book at Hogwarts is called this sport \"Through the Ages\"","response":"Quidditch"}],"originalDate":"2001-09-26"},{"category":"AMERICAN HISTORY","comments":"","clues":[{"text":"Now a state, its independence came after the 20-minute-long 1836 battle of San Jacinto","response":"Texas"},{"text":"Helen Hunt Jackson's 1881 \"A Century of Dishonor\" was on the government's mistreatment of this group","response":"Native Americans"},{"text":"There was an abundance of these \"zones\" in the U.S. until the railroads decided to standardize them in 1883 to 4","response":"time zones"},{"text":"This state paid to build the Erie Canal","response":"New York"},{"text":"In April 1682 La Salle claimed the area from the Gulf of Mexico to the Great Lakes, dubbing it this for his king","response":"Louisiana"}],"originalDate":"2001-09-26"},{"category":"RIGHT ON THE MONEY","comments":"","clues":[{"text":"This memorial appears on the back of the five-dollar bill","response":"the Lincoln Memorial"},{"text":"The \"D\" on a U.S. coin represents this city where it was minted","response":"Denver"},{"text":"Since 1946 a portrait of this president has appeared on the dime","response":"Franklin D. Roosevelt"},{"text":"A 1991 commemorative half-dollar coin honoring this national landmark shows the heads of 4 presidents","response":"Mt. Rushmore"},{"text":"Current U.S. bills state that \"This note is legal tender for all debts, public and\" this","response":"private"}],"originalDate":"2001-09-26"},{"category":"10, 11 OR 12","comments":"","clues":[{"text":"Number of biblical commandments revealed to Moses on Mount Sinai","response":"10"},{"text":"November is this number month of the year in the modern calendar","response":"11"},{"text":"The highest roll possible using a pair of standard dice","response":"12"},{"text":"X is the Roman numeral for this number","response":"10"},{"text":"Total number of the labors of the mythological Hercules","response":"12"}],"originalDate":"2001-09-26"},{"category":"HARRY THE POTTER","comments":"","clues":[{"text":"Harry makes pottery by doing this to clay; he makes bread by doing the same thing to dough","response":"baking it (kneading it accepted)"},{"text":"Blanc de chine, the French name for white pottery from this Asian country, is a favorite of Harry's","response":"China"},{"text":"Harry makes small pots by squeezing clay between his thumb &amp; fingers, this action","response":"pinching"},{"text":"Harry uses the elephant's ear type of this absorbent item to wet his pots &amp; to take water off","response":"a sponge"},{"text":"It's what Harry does to make pots waterproof &amp; what may happen to your eyes if we explain any further","response":"glaze"}],"originalDate":"2001-09-26"}],{"category":"COLONISTS","text":"Among the 6 children of this colonist were Mary, Freeborn, Mercy &amp; Providence","response":"Roger Williams"}]}