{"mix":5153,"rounds":[[{"category":"ANAGRAMS","comments":"","clues":[{"text":"For heartburn these are a must","response":"Tums (for must)"},{"text":"I'm sated after eating too many of these","response":"dates (for sated)"},{"text":"Please be quiet, everyone here is this","response":"asleep (for please)"},{"text":"It was the nationality of Sir Anthony Van Dyck, himself","response":"Flemish (for himself)"},{"text":"\"Nowhere can I find this utopian novel by Samuel Butler\"","response":"<i>Erewhon</i> (for nowhere)"}],"originalDate":"2005-07-20"},{"category":"SOMEBODY WROTE THAT","comments":"","clues":[{"text":"Herman Mankiewicz shared a Best Original Screenplay Oscar for \"Citizen Kane\" with this man","response":"Orson Welles"},{"text":"David S. Ward wrote \"The Sting\"; William Goldman penned this earlier Newman-Redford pairing","response":"<i>Butch Cassidy and the Sundance Kid</i>"},{"text":"Christopher McQuarrie introduced us to the mysterious Keyser Soze in this 1995 film","response":"<i>The Usual Suspects</i>"},{"text":"A real \"American Beauty\", Alan Ball created this drop-dead gorgeous HBO series","response":"<i>Six Feet Under</i>"},{"text":"It takes a village to know he followed up \"Chinatown\" with \"Shampoo\" the next year","response":"Robert Towne"}],"originalDate":"2005-07-20"},{"category":"BIBLICAL QUOTES","comments":"","clues":[{"text":"The Lord told him to \"Lift thou up thy rod, and stretch out thine hand over the sea, and divide it\"","response":"Moses"},{"text":"This New Testament beggar \"died and was carried by the angels into Abraham's bosom\"","response":"Lazarus"},{"text":"This half brother of Isaac born of Abraham &amp; Hagar was called \"a wild man, his hand will be against every man\"","response":"Ishmael"},{"text":"Revelation says Satan will \"deceive the nations which are in the four quarters of the Earth, Gog and\" this","response":"Magog"},{"text":"These 4 words were the handwriting Belshazzar saw on the wall of his palace","response":"<i>Mene, mene, tekel, upharsin</i>"}],"originalDate":"2005-07-20"},{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"While out of office in the 1930s, he knocked out a million-word biography of his ancestor the Duke of Marlborough","response":"Churchill"},{"text":"Ex-Boston Globe scribe Leigh Montville is the latest biographer of this baseball great","response":"Ted Williams"},{"text":"A bio of him sums up, \"It was by dying when he did\", in 1863 that he achieved his military fame","response":"Stonewall Jackson"},{"text":"\"Uncertainty: The Life and Science of\" this man explores his work on Nazi weapons programs","response":"(Werner) Heisenberg"},{"text":"A biography of this wife of James Joyce is subtitled \"The Real Life of Molly Bloom\"","response":"Nora Joyce"}],"originalDate":"2005-07-20"},{"category":"THE DATING GAME","comments":"(Alex: We want you to name the year.)","clues":[{"text":"Scientists map human genome; Elian Gonzalez returned to Cuba","response":"2000"},{"text":"Grace Kelly marries a prince; Eisenhower reelected","response":"1956"},{"text":"U.S. runners give black power salute at Olympics; Kubrick's \"2001\" released","response":"1968"},{"text":"Federal building bombed in Oklahoma City; Kobe, Japan struck by 7.2 earthquake","response":"1995"},{"text":"John Paul II shot; Iran releases U.S. embassy hostages","response":"1981"}],"originalDate":"2001-01-31"},{"category":"HOLLYWOOD SQUARES","comments":"","clues":[{"text":"Now a star of gritty big-screen blockbusters, he tendered bar on \"Cheers\" for 8 years as a naive Indiana farmboy","response":"Woody Harrelson"},{"text":"Homer Simpson is often flummoxed by the behavior of this dweeby next-door neighbor","response":"Ned Flanders"},{"text":"In \"The Incredible Mr. Limpet\" this man played a nebbish-turned-fish who befuddled the Nazis","response":"Don Knotts"},{"text":"Her performances as the nerdy Lisa Loopner on \"Saturday Night Live\" were \"so funny I forgot to laugh\"","response":"Gilda Radner"},{"text":"During its first season, Jaleel White joined this show as the ultra-nerdy Steve Urkel","response":"<i>Family Matters</i>"}],"originalDate":"2001-01-31"}],[{"category":"WHAT'S MY LINE?","comments":"","clues":[{"text":"At one point in this classic novel, Tom cries out, \"Injun Joe's in the cave!\"","response":"<i>Tom Sawyer</i>"},{"text":"In an 1851 classic this man cries, \"Towards thee I row, thou all destroying but unconquering whale!\"","response":"Captain Ahab"},{"text":"In an 1830s work, this boy begs, \"Please, sir, I want some more\"","response":"Oliver Twist"},{"text":"A doomed boy in this 1954 novel declares, \"I got the conch, you let me speak\"","response":"<i>Lord of the Flies</i>"},{"text":"In this Russian classic the main character is told, \"You shouldn't have gone murdering people with a hatchet\"","response":"<i>Crime and Punishment</i>"}],"originalDate":"2001-01-31"},{"category":"THE MATCH GAME","comments":"","clues":[{"text":"Player &amp; upright are 2 common types of this instrument","response":"a piano"},{"text":"Mario Cuomo &amp; Thomas Dewey were both governors of this state","response":"New York"},{"text":"Fog &amp; flugel are 2 very different types of these","response":"horns"},{"text":"This prestigious international prize was won by Willy Brandt in 1971 &amp; Desmond Tutu in 1984","response":"the Nobel Peace Prize"},{"text":"Olympia &amp; whitstable are 2 varieties of this edible shellfish","response":"oysters"}],"originalDate":"2001-01-31"},{"category":"\"WHEEL\" OF FORTUNE","comments":"","clues":[{"text":"Perform this bicycling stunt by keeping your front tire off the ground as you roll along on the back line","response":"a wheelie"},{"text":"This toy line helps Mattel claim it makes more cars each year than the big 3 automakers combined","response":"Hot Wheels"},{"text":"Grab your partner's ankles to run in this backyard contest","response":"Wheelbarrow Race"},{"text":"This state fair ride favorite premiered at Chicago's Columbian Exposition in 1893","response":"a Ferris Wheel"},{"text":"Rhyming term for a skilled but possibly dishonest operator","response":"wheeler-dealer"}],"originalDate":"2001-01-31"},{"category":"RELIGION","comments":"","clues":[{"text":"Each year about 1 million Hindu pilgrims journey to Varanasi, India to wash away their sins in this holy river","response":"the Ganges"},{"text":"The Biblical book bearing her name begins by saying it took place \"in the days when the judges ruled\"","response":"Ruth"},{"text":"This holy book whose name means \"recitation\" is divided into 114 chapters called suras","response":"The Koran"},{"text":"In 1549 this Spanish priest established Christianity in Japan","response":"St. Francis Xavier"},{"text":"From the Latin for \"soul\", it's the belief that natural objects like trees have souls too","response":"animism"}],"originalDate":"2001-01-31"},{"category":"TRUSTY SIDEKICKS","comments":"(Alex: We'll give you a sidekick, you identify the partner.)","clues":[{"text":"Hobbes, a tiger","response":"Calvin"},{"text":"Rocky, a flying squirrel","response":"Bullwinkle"},{"text":"Sancho Panza, a rustic squire","response":"Don Quixote"},{"text":"Ariel, a sprite","response":"Prospero (from <i>The Tempest</i>)"},{"text":"Beatrice, a \"heavenly\" tour guide","response":"Dante Aligheri (<i>The Divine Comedy</i>)"}],"originalDate":"2001-01-31"},{"category":"SINGERS WHO ACT","comments":"","clues":[{"text":"The 1999 TV movie \"Blue Valley Songbird\" starred this buxom blonde songbird of country music","response":"Dolly Parton"},{"text":"She got to act with Meryl Streep when she played Isabel Vasquez in \"Music of the Heart\"","response":"Gloria Estefan"},{"text":"As a child, this \"Fame\" singer was in the Broadway musical \"Maggie Flynn\" with Shirley Jones &amp; Jack Cassidy","response":"Irene Cara"},{"text":"This singer seen here gave a fine performance as Delroy Lindo's troubled daughter in \"The Cider House Rules\"","response":"Erykah Badu"},{"text":"This TV Catwoman's purr-fect performance in Broadway's \"The Wild Party\" earned her a Tony nomination in 2000","response":"Eartha Kitt"}],"originalDate":"2001-01-31"}],{"category":"HEALTH &amp; MEDICINE","text":"Named for the region in Uganda where it was discovered in 1937, it was first detected in the U.S. in 1999","response":"West Nile Virus (or West Nile Fever)"}]}