{"mix":5159,"rounds":[[{"category":"BOOK TITLES","comments":"","clues":[{"text":"Sportswriter Rick Reilly wrote about lugging golf bags for Donald Trump &amp; Jack Nicklaus in \"Who's Your\" this","response":"<i>Caddy</i>"},{"text":"The title of this 1813 novel refers to the attitudes that characterize Mr. Darcy &amp; Elizabeth Bennet","response":"<i>Pride and Prejudice</i>"},{"text":"David Sedaris' bestselling 2004 essay collection was \"Dress Your Family in\" these 2 fabrics","response":"denim & corduroy"},{"text":"A volume of Kurt Vonnegut's shorter works is called \"Welcome to\" this place","response":"<i>the Monkey House</i>"},{"text":"Erskine Caldwell told the story of a Georgia sharecropper in this \"Road\" story","response":"<i>Tobacco Road</i>"}],"originalDate":"2005-07-14"},{"category":"ANATOMICALLY CORRECT","comments":"","clues":[{"text":"In humans, this internal organ is about 1 1/2 inches in diameter &amp; 20-25 feet long","response":"the small intestine"},{"text":"This group of muscles at the back of the thigh bends the knee","response":"the hamstrings"},{"text":"The axis is the second one of these bones; it serves as a pivot for the atlas, the topmost one","response":"your vertebrae"},{"text":"This \"superior\" vein collects blood from all of a person's upper trunk, delivering it to the right atrium","response":"the superior vena cava"},{"text":"It's the thin membrane that lines the outside of the lungs","response":"the pleura"}],"originalDate":"2005-07-14"},{"category":"POSTAL ABBREVIATIONS","comments":"(Alex: And that last category is a little weird.  We'll give you a clue that will lead you to a 2-letter response, a postal abbreviation, if you will.  But you have to give us the name of the state represented by that postal abbreviation.)","clues":[{"text":"Sometimes the principal uses this state as an electronic amplification apparatus to get the word out","response":"Pennsylvania"},{"text":"This state starts the name of Iron Butterfly's biggest song","response":"Indiana"},{"text":"Add a \"47\" to this state &amp; you have a Russian assault rifle","response":"Alaska"},{"text":"You might have to show a bartender this state if he thinks you're underage","response":"Idaho"},{"text":"From the Latin for \"way\" &amp; \"work\", this state is used by police to denote a criminal's methods","response":"Missouri"}],"originalDate":"2005-07-14"},{"category":"BLACK FIRSTS","comments":"","clues":[{"text":"In 1999 Maurice Ashley became the first black American international grandmaster in this","response":"chess"},{"text":"In 1888 William Hunton became the 1st black full-time sec. of this organization where \"It's fun to stay\"","response":"YMCA"},{"text":"Meeting Edith Jones, the first black to attend the Univ. of Ark. Medical School, inspired this later surgeon-general","response":"Joycelyn Elders"},{"text":"She appeared in over 300 films &amp; was the first black actress to win an Oscar","response":"Hattie McDaniel"},{"text":"She was not the first African-American in the Texas Senate, but she was the first African-American woman there","response":"Barbara Jordan"}],"originalDate":"2001-09-21"},{"category":"MUSICAL FLYERS","comments":"","clues":[{"text":"In 1977 they were one of the biggest bands in the world &amp; Steve Miller told us to fly like one of them","response":"The Eagles"},{"text":"This '60s \"White Rabbit\" band mutated into Starship in the 80s","response":"Jefferson Airplane"},{"text":"In 1965 this group flew straight to the top of the charts with the Bob Dylan tune \"Mr. Tambourine Man\"","response":"The Byrds"},{"text":"The dreadlocked Adam Duritz fronts this band whose debut album was \"August and Everything After\"","response":"the Counting Crows"},{"text":"This group was in the pink in 1959 with \"I Only Have Eyes For You\"","response":"The Flamingos"}],"originalDate":"2001-09-21"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"In March 1966 the USSR's Venera 3 became the first space probe to physically touch another planet, this one","response":"Venus"},{"text":"In 1955 physicists Owen Chamberlain &amp; Emilio Segre discovered the antiproton, which has this kind of charge","response":"negative"},{"text":"The European type of this bovine, called a wisent, is taller but lighter than the American type","response":"a buffalo"},{"text":"This physics term refers to the study of extremely low temperatures","response":"cryogenics"},{"text":"Most spiders have 6 of these short, fingerlike organs with which to create silk","response":"spinnerets"}],"originalDate":"2001-09-21"}],[{"category":"ROYALTEASE","comments":"","clues":[{"text":"After 27 years as heir, in 1888 Frederick III spent 99 days as this nation's monarch, unable to talk due to illness","response":"Germany"},{"text":"This teenage girl who had a brief 1553 reign knew Latin, Greek &amp; Hebrew","response":"Lady Jane Grey"},{"text":"The twit who was czar for 6 months in 1762 was the grandson &amp; husband of these 2 \"Great\" leaders","response":"Catherine & Peter"},{"text":"In Steinbeck's satire \"The Short Reign Of Pippin IV\" a descendant of Charlemagne takes this country's throne","response":"France"},{"text":"The biblical Ahaziah followed the evil ways of this mother, but luckily only ruled Israel briefly","response":"Jezebel"}],"originalDate":"2005-07-13"},{"category":"OPERA CROSSWORD CLUES \"C\"","comments":"","clues":[{"text":"\"The Great\" Enrico<br>(6)","response":"Caruso"},{"text":"The Royal Danish Opera's home city<br>(10)","response":"Copenhagen"},{"text":"Sultry Sevillian cigarette-maker<br>(6)","response":"Carmen"},{"text":"The Maria who played Medea in 1953<br>(6)","response":"Callas"},{"text":"Vocal range of Dame Clara Butt<br>(9)","response":"contralto"}],"originalDate":"2005-07-13"},{"category":"STUFF","comments":"","clues":[{"text":"Magician Ralf Laue held a record 326 of these in one hand so that the value &amp; color of each one was visible","response":"playing cards"},{"text":"Craven Walker is credited with inventing these oozing illuminators in 1963","response":"lava lamps"},{"text":"The two projectiles in Olympic track &amp; field that weigh 16 pounds","response":"the shotput & the hammer"},{"text":"It's official state vegetables are the frijole pinto bean &amp; the chile pepper","response":"New Mexico"},{"text":"An 8,000-piece collection of this fencing material is featured at Oklahoma's Natl. Cowboy &amp; Western Heritage Museum","response":"barbed wire"}],"originalDate":"2005-07-13"},{"category":"NOUN TO VERB","comments":"","clues":[{"text":"One state of water; as a verb, it can mean to decorate a cake or to ensure a victory","response":"ice"},{"text":"When launched in 1998, it was just a noun; now it's a verb meaning to check up on somebody online","response":"Google"},{"text":"From the French for \"to cut\", it can mean a small piece or the whole or to do careful work on your car","response":"detail"},{"text":"Natural event sometimes used as a verb; there's a form of it in Prissy's famous line in \"Gone with the Wind\"","response":"birth"},{"text":"\"Relatively\" speaking, it means to exempt someone already in business from new regulation","response":"grandfather"}],"originalDate":"2005-07-13"},{"category":"BOTANY","comments":"","clues":[{"text":"An example of a plant that's a parasite is this one hung from ceilings at Christmas","response":"mistletoe"},{"text":"As they are made up mostly of this compound, mushrooms are a low-calorie food","response":"water"},{"text":"The woody, jointed stems of these plants in the grass family are called culms","response":"bamboo"},{"text":"It's no stretch to tell us the Ficus elastica is better known as the India this","response":"rubber plant"},{"text":"The large, starchy root of this plant, also known as the manioc, has its roots in the new world","response":"cassava"}],"originalDate":"2005-07-13"},{"category":"IF I'M ELECTED...","comments":"","clues":[{"text":"In 1860 Abraham Lincoln was the first president elected from this political party","response":"the Republican"},{"text":"In January of 1870 Hiram Revels of Mississippi became the first African American elected to this body","response":"the Senate"},{"text":"The disputed 2004 elections in this former Soviet republic included charges of poisoning by dioxin-spiked soup","response":"the Ukraine"},{"text":"John Winthrop, who landed in the Americas in 1630, was elected governor of this colony 12 times","response":"the Massachusetts Bay Colony"},{"text":"In 1948 he was elected as the oldest U.S. vice president ever","response":"(Alben) Barkley"}],"originalDate":"2005-07-13"}],{"category":"AUTHORS' QUOTATIONS","text":"\"I had no idea of originating an American flapper... I simply took girls whom I knew very well\" &amp; \"used them for my heroines\"","response":"F. Scott Fitzgerald"}]}