{"mix":5163,"rounds":[[{"category":"LEGAL BRIEFS","comments":"","clues":[{"text":"The collection of laws abbreviated U.S.C. is the United States this","response":"code"},{"text":"To lawmen \"perp\" is short for this person","response":"the perpetrator"},{"text":"This old British court of Common Law was abbreviated Q.B. or K.B., depending","response":"Queen's Bench (or King's Bench)"},{"text":"This official is the head of the United States D.O.J.","response":"the Attorney General"},{"text":"It's the H.L.R. first published in 1887","response":"the Harvard Law Review"}],"originalDate":"2001-09-18"},{"category":"FAKING IT","comments":"","clues":[{"text":"A little lie of this color is not intended to cause any harm","response":"white"},{"text":"To deceive someone is to \"pull\" this material \"over the eyes\"","response":"wool"},{"text":"To bluff, not just at cards, wear this \"face\"","response":"a poker face"},{"text":"The title of Spike Lee's 2000 joint, it means cheated by trickery","response":"<i>Bamboozled</i>"},{"text":"An offstage area where prompters whispered lines to actors gave us this phrase for impromptu performing","response":"winging it"}],"originalDate":"2001-09-18"},{"category":"<a href=\"http://www.j-archive.com/media/2001-09-18_DJ_Cat1.jpg\" target=\"_blank\">HAPPY BIRTHDAY, <em class=\"underline\">THE NEW YORK TIMES</em></a>","comments":"(Alex: 150 years ago today <i>The New York Times</i> began publishing its newspaper, and so we want to wish them a happy birthday: a whole category devoted to them.)","clues":[{"text":"This was the price of Volume I, No. 1 on Sept. 18, 1851; subscribers probably wanted a discount anyway","response":"a penny"},{"text":"In 1904, the paper moved to this area now named for it &amp; later cleaned up by Disney &amp; Rudy","response":"Times Square"},{"text":"2-word name for the section with headlines about \"Clues to the Cosmos\" &amp; \"Plants as Pollution Sponges\"","response":"\"Science Times\""},{"text":"The Times' 1946 coverage of its first session added an \"O\" to the initials familar today","response":"the U.N. (United Nations)"},{"text":"This New York Times editor married to Margaret Truman had a biblical last name","response":"Clifton Daniel"}],"originalDate":"2001-09-18"},{"category":"THE OSCARS","comments":"","clues":[{"text":"One of the 2 films for which Barbra Streisand has won an Oscar","response":"<i>Funny Girl</i> (or <i>A Star is Born</i>)"},{"text":"This 2000 love story that won 4 Oscars is the highest-grossing foreign language film in North America","response":"<i>Crouching Tiger, Hidden Dragon</i>"},{"text":"In 1973, \"The Godfather\" won Best Picture, while this musical won 8 Oscars","response":"<i>Cabaret</i>"},{"text":"Followed by several sequels, this 1970 film was the first modern disaster movie nominated for Best Picture","response":"<i>Airport</i>"},{"text":"This 3-time Oscar winner won his third Academy Award for playing Judge Roy Bean in \"The Westerner\"","response":"Walter Brennan"}],"originalDate":"2001-09-18"},{"category":"MODERN CONVENIENCES","comments":"","clues":[{"text":"The EPA tells yard owners that using a push instead of a power type of this can save 80 pounds of emissions a year","response":"a lawn mower"},{"text":"In the 1870s Mary Potts filled a \"pressing\" need by putting a handle on this object","response":"an iron"},{"text":"Common term for a hanging grid that kills bugs by electrocution","response":"a zapper"},{"text":"Images on the PC are at your \"finger\"tips with these, like Sony's Mavica &amp; Nikon's Coolpix","response":"digital cameras"},{"text":"A crumb-collecting box with a hinged lid is called the \"silent\" type of this servant","response":"butler"}],"originalDate":"2001-09-18"},{"category":"LOTS OF ELBOW ROOM","comments":"","clues":[{"text":"This island has less than 1 person per square mile; Godthaab, its largest city, has fewer than 15,000 people","response":"Greenland"},{"text":"Surrounded by 2 populous countries, Russia &amp; China, it only has 4 people per square mile","response":"Mongolia"},{"text":"Althings considered, this North Atlantic country has 7 people per square mile","response":"Iceland"},{"text":"The people are spread pretty thin in this country that was formerly Dutch Guiana","response":"Suriname"},{"text":"The Tswana make up about half the sparse population of this African country","response":"Botswana"}],"originalDate":"2001-09-18"}],[{"category":"LEFTOVERS","comments":"","clues":[{"text":"This term for baby frogs means \"round head\", so their enemies must be Cavaliers","response":"tadpoles"},{"text":"If you were a Hun in 450 A.D. this man was your king","response":"Attila"},{"text":"To sing \"the home of the brave\" in the home of the National League Braves, you have to be in this stadium","response":"Turner Field (Turner Stadium accepted)"},{"text":"In the Marvel Comics universe it's Tony Stark's alter ego","response":"Iron Man"},{"text":"His libretto for the opera \"The Devil and Daniel Webster\" was based on his own short story","response":"(Stephen Vincent) Benét"}],"originalDate":"2001-09-17"},{"category":"\"B\" MOVIES","comments":"","clues":[{"text":"A marriage-minded monster awaits this title creation in a 1935 horror classic starring Elsa Lanchester","response":"<i>The Bride of Frankenstein</i>"},{"text":"A dimwitted shut-in becomes the toast of Washington, D.C. society in this comedy starring Peter Sellers","response":"<i>Being There</i>"},{"text":"As Josef Mengele, Gregory Peck sets out to breed a new race of Hitlers in this thriller","response":"<i>The Boys from Brazil</i>"},{"text":"Bogie stars as Philip Marlowe in this 1946 film noir classic based on Raymond Chandler's first novel","response":"<i>The Big Sleep</i>"},{"text":"Stanley Kubrick's directorial style in this 1975 movie mimicked the detached manner of 18th century English painters","response":"<i>Barry Lyndon</i>"}],"originalDate":"2001-09-17"},{"category":"INVENTORS","comments":"","clues":[{"text":"In 1964 he introduced his first musical synthesizer; it was used on Walter Carlos' \"Switched On Bach\" LP","response":"(Robert) Moog"},{"text":"In 1854, he demonstrated his elevator safety device by ascending in an elevator &amp; having the rope cut","response":"Otis"},{"text":"In 1922, he marketed quick-frozen fish, his first packaged frozen food product","response":"Birdseye"},{"text":"There was little demand for his revolver until the Mexican-American War when the U.S. government ordered 1,000","response":"(Samuel) Colt"},{"text":"In 1769, he obtained his first patent, a separate condensing chamber &amp; other improvements to the steam engine","response":"(James) Watt"}],"originalDate":"2001-09-17"},{"category":"FOR OLD CRIMES' SAKE","comments":"","clues":[{"text":"Returning from the Third Crusade, this English \"lion\" king was kidnapped &amp; held until a huge ransom was paid in 1194","response":"Richard the Lion-Hearted"},{"text":"Assassin James Earl Ray was arrested in this capital city June 8, 1968 by Scotland Yard detectives","response":"London"},{"text":"This publishing heiress was kidnapped on February 4, 1974","response":"Patty Hearst"},{"text":"Bank robber Clyde Barrow died along with this woman in a 1930s police ambush","response":"Bonnie Parker"},{"text":"The man who shot Alexander Hamilton in a duel was vice president under this man","response":"Thomas Jefferson"}],"originalDate":"2001-09-17"},{"category":"SPEAKING CAJUN","comments":"","clues":[{"text":"\"Hi, cher\" isn't necessarily a pop star greeting; \"cher\" means this endearing term","response":"dear"},{"text":"You'll find a \"cocodril\" on the bayou but it isn't a crocodile; it's this relative","response":"an alligator"},{"text":"Who was that masked animal?  It was a chaoui, or this creature with 5 or 6 dark rings on its tail","response":"a raccoon"},{"text":"Kawasaki knows \"laissez les bons temps rouler!\" means this","response":"let the good times roll"},{"text":"\"May a pregnant yak chew on your ears for eternity\" is a bad example of what Cajuns call gris gris or this","response":"a curse"}],"originalDate":"2001-09-17"},{"category":"<a href=\"http://www.j-archive.com/media/2001-09-17_DJ_Cat1.jpg\" target=\"_blank\">THEATRE IN <em class=\"underline\">THE NEW YORK TIMES</em></a>","comments":"(Alex: <i>The New York Times</i> is celebrating its 150th birthday this week.)","clues":[{"text":"The Times thinks it's fitting that the musical revue \"newyorkers\" features this statue singing a torch song","response":"the Statue of Liberty"},{"text":"According to the Times, this show is \"Ireland's answer to the Rockettes\"","response":"<i>Riverdance</i>"},{"text":"Reba McEntire said that this musical show she joined in 2001 felt like her life story because she's so similar to Annie Oakley","response":"<i>Annie Get Your Gun</i>"},{"text":"Ben Brantley said the Jetsons-style Egyptian outfits in this opera-inspired show \"should top every drag queen's must-have list\"","response":"<i>Aida</i>"},{"text":"Maxmillan Schell talked to the Times about his new role in the 2001 stage version of this film that won him an Oscar","response":"<i>Judgment at Nuremberg</i>"}],"originalDate":"2001-09-17"}],{"category":"AMERICAN MUSIC","text":"The brilliance of Anne Brown, a soprano, changed the title of a 1935 opera that was to be called simply this one name","response":"<i>Porgy</i>"}]}