{"mix":5165,"rounds":[[{"category":"CAPITAL IDEAS","comments":"","clues":[{"text":"Lucio Costa designed this South American city for 500,000 people; today the population is over 2 million","response":"Brasilia"},{"text":"The U.K. helped fund the design of this capital after Belize City was destroyed by a hurricane","response":"Belmopan"},{"text":"Punjab's capital Chandigarh was designed by this largely self-taught Swiss architect","response":"Le Corbusier"},{"text":"This architect served at Valley Forge before his appointment by Washington to design the new capital","response":"L'Enfant"},{"text":"This planned \"City of Peace\" includes the National Mosque as well as the Atomic Research Institute","response":"Islamabad"}],"originalDate":"2005-07-08"},{"category":"MAKING THE CUT","comments":"","clues":[{"text":"This steak is named for the letter-shaped hard substance separating the tenderloin from the top loin","response":"T-bone"},{"text":"This rib roast is typically only rated as a \"choice\" cut, but its name signifies the highest-quality meat","response":"prime rib"},{"text":"This cut's name derives from a N.Y. liquor establishment &amp; contains the tenderloin &amp; the top loin muscle","response":"porterhouse"},{"text":"This geometric-sounding section of the hind leg extends from the rump to the ankle","response":"the round"},{"text":"French for \"between the ribs\", this tender cut comes from the meat between the 9th &amp; 11th ribs","response":"entrecôte"}],"originalDate":"2005-07-08"},{"category":"SCIENCE GUYS","comments":"","clues":[{"text":"This Pole died in 1543, days after receiving the first copy of his book \"On the Revolutions of Heavenly Bodies\"","response":"Copernicus"},{"text":"Although known as the founder of microbiology, this French chemist's first discoveries were in crystallography","response":"Pasteur"},{"text":"While serving as secretary of the Geological Society of London, 1839-41, he wrote the \"Journal of Researches\"","response":"Darwin"},{"text":"In 1938 Mussolini let him travel to Sweden to receive his Nobel Prize for Physics; he then defected to the U.S.","response":"(Enrico) Fermi"},{"text":"In the 1820s this British scientist discovered the laws of electrical induction forming the basis for the magneto &amp; dynamo","response":"Michael Faraday"}],"originalDate":"2005-07-08"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"g. Acceleration due to this, varies slightly with latitude since the Earth is not a perfect sphere","response":"gravity"},{"text":"Riboflavin deficiency can cause photophobia, abnormal sensitivity to this","response":"light"},{"text":"This malaria-fighting substance is extracted from the bark of the cinchona tree","response":"quinine"},{"text":"This, sound composed of a random mix of frequencies, comes in \"white\" &amp; \"pink\" types","response":"noise"},{"text":"Titan, a moon of this planet, has a thicker atmosphere than Earth","response":"Saturn"}],"originalDate":"1996-03-28"},{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"He had to show the pieman his money before he could take a taste test","response":"Simple Simon"},{"text":"He didn't kiss &amp; tell, he kissed &amp; ran","response":"Georgie Porgie"},{"text":"He's been quoted as saying, \"What a good boy am I\"","response":"Little Jack Horner"},{"text":"The rhyme says he's responsible for the sheep; you can only infer he's in charge of the cows, too","response":"Little Boy Blue"},{"text":"A cat killed the rat that ate the malt in his house","response":"\"The House That Jack Built\""}],"originalDate":"1996-03-28"},{"category":"LIBRARIES","comments":"","clues":[{"text":"The Lincoln Center Library is a branch of this city's library","response":"New York City"},{"text":"In 1854 this New England capital opened the first major free public library in the U.S.","response":"Boston"},{"text":"The library of the university of this largest Scottish city has about 500 printed items from the 15th C.","response":"Glasgow"},{"text":"Woodruff Library at Atlanta's Emory University houses papers of this Uncle Remus creator","response":"Joel Chandler Harris"},{"text":"Herbert Putnam served as head of this U.S. library for 40 years, 1899-1939","response":"Library of Congress"}],"originalDate":"1996-03-28"}],[{"category":"ANCIENT EGYPT","comments":"","clues":[{"text":"An essential feature of this embalming process was desiccation by means of dry natron","response":"mummifying"},{"text":"Ancient Egyptians made this potent potable by soaking bread in water &amp; fermenting the mixture","response":"beer"},{"text":"This famous queen was replaced by her daughter as Akhenaten's principal wife","response":"Nefertiti"},{"text":"Hieroglyphics were Greek to scholars until this 1799 discovery supplied Greek equivalents","response":"The Rosetta Stone"},{"text":"The pyramid of Menkaure was the last of the major 3 built at this site southwest of modern Cairo","response":"Giza"}],"originalDate":"1996-03-28"},{"category":"MONEY PROBLEMS","comments":"","clues":[{"text":"If the 4 members of the band Moonpools &amp; Caterpillars split a $2,000 royalty evenly, each gets this amount","response":"$500"},{"text":"John's jar had 300 pennies in it, but he lost 2/3 of them in a pitching contest with Bob, leaving this many","response":"100"},{"text":"If I had a nickel for every time I said \"I\" in this answer, I would have this much money","response":"20 cents (4 times)"},{"text":"Change for a quarter in 4 coins","response":"3 nickels & a dime"},{"text":"If Mary, a dime-a-dance girl, handles 10 partners an hour, she earns this amount in 4 hours","response":"$4.00"}],"originalDate":"1996-03-28"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"A synonym for a small island; Ireland is an emerald one","response":"isle"},{"text":"It's a slang term for a potato","response":"spud"},{"text":"This device is used to soften the tone of an instrument such as a trumpet","response":"mute"},{"text":"This heaviest fencing sword has a bowl-shaped guard &amp; a long, narrow blade with no cutting edge","response":"epee"},{"text":"A noisy outburst, or a steady wind of 32-63 MPH","response":"Gale"}],"originalDate":"1996-03-28"},{"category":"EUROPEAN CITIES","comments":"","clues":[{"text":"Hradcany Castle, former home of the kings of Bohemia, is in this Czech capital","response":"Prague"},{"text":"The Pummerin, Austria's largest bell, is in this city's St. Stephen's Cathedral","response":"Vienna"},{"text":"Liege is the cultural center of this country's French-speaking area","response":"Belgium"},{"text":"The fact this Italian city is home to Fiat isn't shrouded in mystery","response":"Turin"},{"text":"The Peace of this city in the Netherlands ended the War of the Spanish Succession","response":"Utrecht"}],"originalDate":"1996-03-28"},{"category":"WOMEN IN RELIGION","comments":"","clues":[{"text":"This woman who founded the Missionaries of Charity in Calcutta is called the Saint of the Gutters","response":"Mother Teresa"},{"text":"In \"Retrospection And Introspection\", she told of her experiences with the science of Christian healing","response":"Mary Baker Eddy"},{"text":"In 1987 Patricia Ann McClurg became the first ordained woman to head this Christian group abbreviated NCC","response":"National Council of Churches"},{"text":"This colorful evangelist founded the International Church of the Foursquare Gospel","response":"Aimee Semple McPherson"},{"text":"Ann Lee established the first U.S. community of this sect in Watervliet, N.Y. in 1776","response":"Shakers"}],"originalDate":"1996-03-28"},{"category":"LITERATURE","comments":"","clues":[{"text":"In this 17th C. novel, Sancho Panza is promised, &amp; eventually gets, the governorship of his own island","response":"\"Don Quixote\""},{"text":"This 1895 story set in the future was H.G. Wells' first novel","response":"\"The Time Machine\""},{"text":"The full title of this 1872 tale ends with \"And what Alice found there\"","response":"\"Through the Looking-Glass\""},{"text":"James Jones' 1962 novel \"The Thin Red Line\" was a sequel to this 1951 work","response":"\"From Here to Eternity\""},{"text":"Characters in this Dickens novel include Mealy Potatoes, Mr. Creakle &amp; Edward Murdstone","response":"\"David Copperfield\""}],"originalDate":"1996-03-28"}],{"category":"U.S. CURRENCY","text":"It's the only building to appear on 2 current U.S. bills; one is an interior view, the other an exterior view","response":"Independence Hall"}]}