{"mix":5166,"rounds":[[{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"Fewer than 120,000 popular votes separated Richard Nixon from this man in 1960","response":"John F. Kennedy"},{"text":"Clinton is the most recent William to hold the office; this man was the first","response":"William Henry Harrison"},{"text":"He served as president during the 73rd-79th Congresses","response":"F.D. Roosevelt"},{"text":"In 1947 this future president testified before the House Un-American Activities Committee","response":"Ronald Reagan"},{"text":"These 3 men served as president between the terms of the only father &amp; son presidents","response":"Jefferson, Madison & Monroe"}],"originalDate":"1996-03-28"},{"category":"THE MOVIES","comments":"","clues":[{"text":"Annette Bening wins the heart of the chief executive played by Michael Douglas in this 1995 film","response":"<i>The American President</i>"},{"text":"Jim Carrey has a 2nd go as this kooky detective in \"When Nature Calls\"","response":"Ace Ventura"},{"text":"The TV comedy \"Police Squad!\" inspired these films with Leslie Nielsen as Lt. Frank Drebin","response":"<i>The Naked Gun</i>"},{"text":"Bette Davis gave a memorable performance as a socialite dying of a brain tumor in this 1939 film","response":"<i>Dark Victory</i>"},{"text":"Jeremy Irons &amp; Meryl Streep headed the cast of this 1994 film based on a novel by Isabel Allende","response":"<i>The House of the Spirits</i>"}],"originalDate":"1996-03-28"},{"category":"PERU","comments":"","clues":[{"text":"Peru's national drink is pisco sour, a blend of lime juice, syrup, bitters &amp; a heady brandy made from this vine fruit","response":"Grapes"},{"text":"The Uro Archipelago in this lake consists of about 40 inhabitable islands made of woven totora reeds","response":"Lake Titicaca"},{"text":"Lima's Palacio de Gobierno was built in 1938 on the site of this Spanish conquistador's palace","response":"Pizarro"},{"text":"He served as Peru's first ambassador to the Soviet Union before moving his diplomatic skills to the U.N.","response":"(Javier) Perez de Cuellar"},{"text":"Several Indian languages are spoken in Peru, including this one that's now an official language","response":"Quechua"}],"originalDate":"2005-07-07"},{"category":"'60s TV ACTORS","comments":"","clues":[{"text":"Tony Dow as Wally &amp; this guy as \"The Beaver\"","response":"Jerry Mathers"},{"text":"\"Bonanza\" featured Michael Landon, Pernell Roberts &amp; this man as Ben","response":"Lorne Greene"},{"text":"Adam West was Bruce Wayne; this man played Dick Grayson","response":"(Burt) Ward"},{"text":"On \"Mission: Impossible\" Martin Landau played Rollin Hand &amp; this real-life wife was Cinnamon Carter","response":"Barbara Bain"},{"text":"He \"Bewitched\" us as Uncle Arthur","response":"Paul Lynde"}],"originalDate":"2005-07-07"},{"category":"ANIMAL AKA","comments":"","clues":[{"text":"How much wood would a woodchuck chuck on February 2nd when it's known by this name","response":"a groundhog"},{"text":"2-word name for the critter also known as a puma, a cougar &amp; a catamount","response":"a mountain lion"},{"text":"Felis pardalis, this small wildcat of South America, is also known as a \"painted leopard\"","response":"the ocelot"},{"text":"Due to its apetite, the wolverine is also known as this, as if it committed one of the 7 Deadly Sins","response":"the glutton"},{"text":"Wapiti is a Native American term for this second-largest deer of the Americas","response":"elk"}],"originalDate":"2005-07-07"},{"category":"BY THE HUNDREDS","comments":"","clues":[{"text":"The first pay-per-call service with this prefix let viewers give their views on a 1980 presidential debate","response":"1-900"},{"text":"Roman numeral D","response":"500"},{"text":"It's the shortest distance in the Summer Olympics track events","response":"the 100 meters"},{"text":"The Queen might enjoy polishing off 40s of this \"Olde\" malt liquor from Miller Brewing Company","response":"Olde English 800"},{"text":"When it began to flood in Genesis, Noah had reached this advanced age","response":"600"}],"originalDate":"2005-07-07"}],[{"category":"RHYME TIME","comments":"","clues":[{"text":"A sentimental song about a Waldorf or Caesar","response":"a salad ballad"},{"text":"A quick drawing of a curly-haired dog","response":"a poodle doodle"},{"text":"A story with a moral about Adam &amp; Eve's second son","response":"an Abel fable"},{"text":"Salute that grand old university in New Haven","response":"hail Yale"},{"text":"One who steals a legal document like a summary or abstract","response":"a brief thief"}],"originalDate":"2005-07-07"},{"category":"ANDREW JACKSON'S HERMITAGE","comments":"","clues":[{"text":"To get to the Hermitage from Nashville, you take a road called this, same as Jackson's nickname","response":"Old Hickory"},{"text":"After a fire, Jackson turned the mansion into an example of the \"revival\" of this civilization's architecture","response":"Greek"},{"text":"The tomb inscription for Rachel Jackson mentions this verbal crime that Andrew thought helped kill her","response":"slander"},{"text":"During his last months of life, Jackson was troubled by the low price of this, the Hermitage's cash crop","response":"cotton"},{"text":"Jackson retired to the Hermitage in 1821 after being gov. of this territory, but at 54 the presidency still lay ahead","response":"Florida"}],"originalDate":"2005-07-07"},{"category":"READ THE BOOK","comments":"","clues":[{"text":"\"The Beautiful and Damned\", his second novel, takes place during the Jazz Age","response":"F. Scott  Fitzgerald"},{"text":"Schoolboys survive a plane crash &amp; create their own society on an island in this work by William Golding","response":"<i>Lord of the Flies</i>"},{"text":"This novel by Thomas Hardy is subtitled \"A Pure Woman\"","response":"<i>Tess of the d'Urbervilles</i>"},{"text":"This nearly 700-page work begins, \"Howard Roark laughed.\"","response":"<i>The Fountainhead</i>"},{"text":"According to the title of a book by George Eliot, the Dorlcote Mill is on this river","response":"the Floss"}],"originalDate":"2005-07-07"},{"category":"LIQUIDS","comments":"","clues":[{"text":"Term for the substance expelled by the fleeing octopus; some of it appears to paralyze predators","response":"ink"},{"text":"A quick dose of candy can help if you take too much of this, prescribed twice a day for many people","response":"insulin"},{"text":"Female gnats have mandibles for bloodsucking; males don't, &amp; feed on this liquid, like gods","response":"nectar"},{"text":"The name of Hungary's Egri Bikaver wine is translated as this male animal's \"blood from Eger\"","response":"a bull"},{"text":"It's commonly made by pouring apple cider over wood shavings while blowing air through the mixture","response":"vinegar"}],"originalDate":"2005-07-07"},{"category":"ROCKIN' ROLE","comments":"","clues":[{"text":"The 1999 TV movie \"And the Beat Goes On\" told the story of this singing pop duo","response":"Sonny & Cher"},{"text":"Angela Bassett brought this energetic singer's story to life in 1993's \"What's Love Got to Do with It\"","response":"Tina Turner"},{"text":"This 1984 film about a young black rocker struggling for fame starred Prince &amp; Appolonia","response":"<i>Purple Rain</i>"},{"text":"Eric Idle played Dirk McQuickly in this 1978 musical spoof about the Prefab Four","response":"<i>The Rutles</i>"},{"text":"This 1991 film is about a group of young people forming a soul band in Dublin","response":"<i>The Commitments</i>"}],"originalDate":"2005-07-07"},{"category":"\"BAND\"s","comments":"","clues":[{"text":"10-4, good buddy, it's what the CB in CB radio stands for","response":"citizens band"},{"text":"Proverbially, to \"jump on\" this is to join something that's quickly gaining popularity","response":"the bandwagon"},{"text":"When AT&T merged with cable company TCI, it formed AT&T this","response":"Broadband"},{"text":"To desert, or a wild lack of restraint","response":"abandon"},{"text":"Goods prohibited by law from being imported","response":"contraband"}],"originalDate":"2005-07-07"}],{"category":"CLASSICAL MUSIC","text":"A chorus in this 1741 work says, \"King of kings and Lord of lords and He shall reign forever and ever\"","response":"Handel's <i>Messiah</i>"}]}