{"mix":5167,"rounds":[[{"category":"LET'S DANCE!","comments":"","clues":[{"text":"Grab your baby and do this dance as its \"Kings Play Songs of Love\"","response":"the mambo"},{"text":"Britannica calls the Milonga, a dance from this South American country, \"fast, sensual, and disreputable\"","response":"Argentina"},{"text":"The name of this wild dance is named for the town of Taranto, Italy (as was the name of a certain spider)","response":"the tarantella"},{"text":"The French call this dance associated with the Middle East la danse du ventre","response":"belly dancing"},{"text":"The Castle Walk was named for Vernon &amp; Irene Castle, played by this pair in a 1939 movie","response":"Fred Astaire & Ginger Rogers"}],"originalDate":"2005-07-07"},{"category":"ANAGRAMMED WORLD CAPITALS","comments":"","clues":[{"text":"In Asia:<br>OK TOY","response":"Tokyo"},{"text":"In South America:<br>AS I TANGO","response":"Santiago"},{"text":"In the Americas:<br>MY TOXIC ICE","response":"Mexico City"},{"text":"On the Mediterranean:<br>HE'S TAN","response":"Athens"},{"text":"In North Africa:<br>LIP RIOT","response":"Tripoli"}],"originalDate":"2001-09-14"},{"category":"FAMOUS PAIRS","comments":"","clues":[{"text":"In a Sinatra song, \"Love and marriage go together like\" these 2 things","response":"a horse and carriage"},{"text":"Tools of the trade for William Tell &amp; Cupid","response":"bow & arrows"},{"text":"This company has cleaned up with such products as Bold, Comet &amp; Camay soap","response":"Procter & Gamble"},{"text":"\"Reunited\" &amp; \"Shake Your Groove Thing\" were big hits for this R&B pair","response":"Peaches & Herb"},{"text":"This retailer that once specialized in outdoor gear outfitted Teddy Roosevelt &amp; Robert Peary for their expeditions","response":"Abercrombie & Fitch"}],"originalDate":"2001-09-14"},{"category":"IN THE MARCH 28, 2000 NEWSPAPER","comments":"(Alex: I hope you remember that edition.)","clues":[{"text":"The AP reported this Iraqi leader's son won 99.99% of the vote in his National Assembly race","response":"Saddam Hussein"},{"text":"In business, Cisco edged this rival led by the world's richest man to become the world's most valuable company","response":"Microsoft"},{"text":"Turning to sports, the Braves denied rumors about trading this controversial lefty to a foreign team, the Expos","response":"John Rocker"},{"text":"In entertainment, he was free to go to \"Wall Street\" or \"Spin City\" for that matter; his probation ended","response":"Charlie Sheen"},{"text":"In the funnies, this strip was a rerun; its creator might have been on vacation with his wife Jane Pauley","response":"Doonesbury"}],"originalDate":"2001-09-14"},{"category":"THAT'S A FACT!","comments":"","clues":[{"text":"To save energy, L.A. is changing this color traffic light's bulbs to LEDs, as, on average, they're on the longest","response":"red"},{"text":"This South Carolinian wasn't on the ballot for U.S. senator in 1954, but won as a write-in","response":"(Strom) Thurmond"},{"text":"The origin of these instruments goes back to 55-gallon oil containers discarded by U.S. military bases","response":"steel drums"},{"text":"These holidays were first celebrated in the U.S. May 10, 1908 &amp; June 19, 1910","response":"Mother's Day & Father's Day"},{"text":"In 1993, this kids' book line came under fire when one of the people you could find in it was a topless woman on a beach","response":"<i>Where's Waldo?</i>"}],"originalDate":"2001-09-14"},{"category":"PROFESSORS","comments":"","clues":[{"text":"\"GYN/Ecology\" author Mary Daly has fought Boston College for the right to exclude these people from class","response":"men"},{"text":"John Kenneth Galbraith is the Paul M. Warburg professor emeritus of this at Harvard","response":"economics"},{"text":"MIT genius Norbert Wiener was famous as one of these, also a Fred MacMurray title role","response":"an absent-minded professor"},{"text":"Karl Barth began publishing \"church dogmatics\" as professor of this -ology at Bonn","response":"theology"},{"text":"He advanced his behaviorist view as a Johns Hopkins psych prof from 1908 to 1920","response":"John B. Watson"}],"originalDate":"2001-09-14"}],[{"category":"WHO LET THE DOGS OUT?","comments":"(Alex: Woof... woof... woof.)","clues":[{"text":"Designed to prevent wild dogs from killing sheep, the 3,300-mile-long \"Dog Fence\" in this country is the world's longest","response":"Australia"},{"text":"Like ducks, the Portuguese water dog &amp; the Chesapeake Bay retreiver have this distinctive kind of feet","response":"webbed"},{"text":"When he lived in Glendale, California as a young boy, John Wayne's family had an Airedale named this","response":"Duke"},{"text":"George W. Bush's springer spaniel Spot is the daughter of this dog once owned by Barbara Bush","response":"Millie"},{"text":"In Shakespeare's \"Julius Caesar \" Mark Antony declares \"Cry 'Havoc' and let slip\" these canines","response":"the dogs of war"}],"originalDate":"2001-09-14"},{"category":"WHEN WAS THAT, BORIS?","comments":"","clues":[{"text":"Czar Alexander II freed the serfs in this year, the same year the U.S. Civil War began","response":"1861"},{"text":"Of 1447, 1547 or 1647, the year Ivan the Terrible was crowned the first czar of Russia","response":"1547"},{"text":"From 1712 to 1918, this metropolis served as Russia's capital city","response":"St. Petersburg"},{"text":"In this year, 3 years after the Revolution began, the Bolsheviks decisively defeated their rivals, the Whites","response":"1920"},{"text":"Beginning an 18-month war with Russia, this nation launched a surprise attack on Port Arthur in February 1904","response":"Japan"}],"originalDate":"2001-09-14"},{"category":"WHY DID THEY MAKE THIS MOVIE?","comments":"","clues":[{"text":"The 1973 film adaptation of this Richard Bach novel was \"strictly for the birds\"","response":"<i>Jonathan Livingston Seagull</i>"},{"text":"Leonard Maltin complained that this 1980 Western, a debacle for Michael Cimino, was missing just one thing: a story","response":"<i>Heaven's Gate</i>"},{"text":"Patrick Swayze is a world-class bouncer (with a Ph.D. in philosophy!) in this 1989 action flick","response":"<i>Road House</i>"},{"text":"This comic returns to Earth in the form of Benji to solve his own murder in 1980's \"Oh, Heavenly Dog!\"","response":"Chevy Chase"},{"text":"Rex Reed gets a sex change operation &amp; becomes Raquel Welch in this 1970 Mae West film","response":"<i>Myra Breckinridge</i>"}],"originalDate":"2001-09-14"},{"category":"HOW DO YOU WORK THIS THING?","comments":"","clues":[{"text":"Insert the metal fitting into the buckle &amp; tighten by pulling on the loose end of the strap","response":"a seat belt"},{"text":"Insert in drain; crank handle clockwise while moving wire to dislodge clog; hike up pants","response":"a snake"},{"text":"Fold the left side over the right across your chest &amp; tie it in place with an obi","response":"wearing a kimono"},{"text":"Lean it against your right shoulder, pluck the strings with both hands, work the pedals with your feet","response":"play a harp"},{"text":"Despite the name, heat the water in the bottom pan only to a simmer so it doesn't bubble over","response":"use a double boiler"}],"originalDate":"2001-09-14"},{"category":"COMIC STRIP SETTINGS","comments":"","clues":[{"text":"Gotham City","response":"Batman"},{"text":"Dogpatch","response":"Li'l Abner"},{"text":"Riverdale","response":"Archie Andrews"},{"text":"Camp Swampy","response":"Beetle Bailey"},{"text":"Okefenokee Swamp","response":"Pogo"}],"originalDate":"2001-09-13"},{"category":"NAME DRINKS","comments":"","clues":[{"text":"There's something about this vodka, salt, tomato juice, tobasco, pepper, lemon juice &amp; Worcestershire elixir","response":"a Bloody Mary"},{"text":"Hold on... ginger ale, grenadine &amp; a cherry... there's no alcohol in this child star's drink!","response":"a Shirley Temple"},{"text":"Hold on... ginger ale or cola, grenadine &amp; a cherry... there's no alcohol in this \"Cowboy King\"'s drink!","response":"Roy Rogers"},{"text":"Mr. Keitel could appreciate this vodka, O.J. &amp; Galiano concoction","response":"a Harvey Wallbanger"},{"text":"\"Tom\" will pick up the check for this combo of gin, lemon juice, sugar, club soda, an orange slice &amp; a cherry","response":"a Tom Collins"}],"originalDate":"2001-09-13"}],{"category":"-ISMS","text":"This term for an economic system first appeared in English in Thackeray's \"The Newcomes\", about the rise of a family","response":"capitalism"}]}