{"mix":5169,"rounds":[[{"category":"CELEBRITY CRITTERS","comments":"","clues":[{"text":"Ironically, a horse named Comanche was one of the few survivors of the 7th Cavalry in this 1876 battle","response":"the Little Big Horn"},{"text":"A star of silent movies &amp; his own TV show, this dog has his star on the Hollywood Walk of Fame at 1623 Vine Street","response":"Rin Tin Tin"},{"text":"Petey was the beloved pitbull pet on this series of short comedy films","response":"<i>The Little Rascals</i>"},{"text":"Silver was the Lone Ranger's horse &amp; this was the name of Tonto's horse","response":"Scout"},{"text":"Ruth was the faithful mule owned by the fiesty Festus on this TV western","response":"<i>Gunsmoke</i>"}],"originalDate":"2005-07-06"},{"category":"BUILDING VOCABULARY","comments":"","clues":[{"text":"Shiplap is an overlapping type of this, boards covering the outside walls","response":"siding"},{"text":"In roofing this word doesn't mean trembling but rough shingles, often of cedar","response":"shake"},{"text":"This multi-story open space in a building's center must be at least 20' wide to reduce danger from fire","response":"an atrium"},{"text":"The Bible says that the stone the builders rejected has become this, found at intersecting walls","response":"the cornerstone"},{"text":"It's the term for lumber treated with a preservative, from the way the preservative is applied","response":"pressure-treated"}],"originalDate":"2005-07-06"},{"category":"NONFICTION","comments":"","clues":[{"text":"In the 1960s both an inaugural edition &amp; a memorial edition of this book by JFK were bestsellers","response":"<i>Profiles in Courage</i>"},{"text":"This Arkansas-based businessman subtitled his 1992 autobiography \"Made in America\"","response":"Sam Walton"},{"text":"Bestsellers from Scott Adams have included \"Dogbert's Top Secret Management Book\" &amp; this \"Principle\"","response":"<i>The Dilbert Principle</i>"},{"text":"In 1999 Peter Jennings had \"The Century\" on the bestseller lists; Tom Brokaw had this one","response":"<i>The Greatest Generation</i>"},{"text":"\"Born Free\" &amp; \"Living Free\" were part of her 1966 collection of \"The Story Of Elsa\"","response":"Joy Adamson"}],"originalDate":"2005-07-06"},{"category":"ANTS","comments":"","clues":[{"text":"These destructive ants found in the tropics often bivouac on logs; columns can travel up to 65 feet per hour","response":"army ants"},{"text":"Of the 3 classes of ants in a colony, this one lives the longest, up to 20 years","response":"the queen"},{"text":"These insects also known as plant lice are captured &amp; \"milked\" by many ants for the honeydew liquid they produce","response":"aphids"},{"text":"Ants do not have lungs; instead, they breathe via these small holes located in the abdomen &amp; thorax","response":"spiracles"},{"text":"Some ants, as a defensive mechansim, spray vapors of this caustic liquid, HCOOH","response":"formic acid"}],"originalDate":"2005-07-06"},{"category":"GIVE IT A \"PUSH\"","comments":"","clues":[{"text":"Drop &amp; give me 20 of these exercises","response":"push-ups"},{"text":"It's what Brits call thumbtacks","response":"pushpins"},{"text":"Weird animal in the \"Dr. Dolittle\" books","response":"a pushmi-pullyu"},{"text":"Jesse Jackson founded this organization in 1971","response":"Operation Push"},{"text":"A major literary award is named for this man who died in 1837","response":"(Aleksandr) Pushkin"}],"originalDate":"2005-07-06"},{"category":"THE U.S.","comments":"","clues":[{"text":"Located in Kentucky, it's the site of the U.S. Gold Bullion Depository","response":"Fort Knox"},{"text":"The only house Abraham Lincoln ever owned was in this capital city","response":"Springfield, Illinois"},{"text":"In area, Los Alamos is this state's smallest county","response":"New Mexico"},{"text":"While it's been called the \"Clam State\" &amp; \"Mosquito State\", it's officially the \"Garden State\"","response":"New Jersey"},{"text":"In 1990 molten lava from this Hawaiian volcano was 50 feet deep in some places","response":"Kilauea"}],"originalDate":"1996-03-27"}],[{"category":"MOVIE DEBUTS","comments":"","clues":[{"text":"He made his \"big\" screen debut in \"He Knows You're Alone\", which would probably scare Forrest Gump","response":"Tom Hanks"},{"text":"Born Alicia Foster, she made her movie debut as a child in the 1972 Disney film \"Napoleon and Samantha\"","response":"Jodie Foster"},{"text":"The 1980 college comedy \"Midnight Madness\" marked the film debut of this \"Back to the Future\" star","response":"Michael J. Fox"},{"text":"She won her first film role in 1970's \"Joe\", when she accompanied her then-husband Chris Sarandon to an audition","response":"Susan Sarandon"},{"text":"She played a nurse in the 1976 film \"A Matter of Time\", which starred her mother, Ingrid Bergman","response":"Isabella Rossellini"}],"originalDate":"1996-03-27"},{"category":"INVENTORS","comments":"","clues":[{"text":"His West Orange, New Jersey home was made a national historic site in 1955","response":"Thomas Edison"},{"text":"In 1867 his perfected sewing machine won a gold medal at the Paris exhibition","response":"Elias Howe"},{"text":"In December 1855 this inventor of vulcanized rubber was jailed in Paris for debt","response":"Charles Goodyear"},{"text":"This air brake inventor also developed a complete railroad signal system","response":"George Westinghouse"},{"text":"This developer of a steel-making process was knighted in 1879","response":"Sir Henry Bessemer"}],"originalDate":"1996-03-27"},{"category":"WOMEN","comments":"","clues":[{"text":"Her naked ride is probably legendary, but she did help found a monastery in Coventry","response":"Lady Godiva"},{"text":"This author wrote a biography of actor-manager Gerald Du Maurier, her father","response":"Daphne Du Maurier"},{"text":"She &amp; her husband Julius were convicted of espionage on the testimony of her brother David Greenglass","response":"Ethel Rosenberg"},{"text":"On Dec. 2, 1994 this alleged \"Hollywood Madam\" was found guilty of pandering","response":"Heidi Fleiss"},{"text":"She married Adolf Hitler in a Berlin air raid shelter on April 29, 1945 &amp; killed herself the next day","response":"Eva Braun"}],"originalDate":"1996-03-27"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"Word that ends Henny Youngman's line<br>\"Take my wife....\"","response":"please"},{"text":"This humorist said, \"Politics has got so expensive that it takes lots of money to even get beat with\"","response":"Will Rogers"},{"text":"She wrote to F. Scott Fitzgerald, \"Don't you think I was made for you?\"","response":"Zelda"},{"text":"Hemingway wrote, \"All modern American literature comes from one book by Mark Twain called\" this","response":"\"Huckleberry Finn\""},{"text":"This first lady wrote, \"It's misery when you become addicted\"","response":"Betty Ford"}],"originalDate":"1996-03-27"},{"category":"COLLEGE POTPOURRI","comments":"","clues":[{"text":"Many students live in this type of residence hall whose name is from the Latin for \"sleeping quarters\"","response":"dormitory"},{"text":"Instead of semesters, some colleges divide the academic year into 3 terms called these","response":"trimesters"},{"text":"Prince Charles was the keynote speaker at this Virginia university's 300th anniv. celebration in 1993","response":"William & Mary"},{"text":"This west coast school boasts a column fragment from the area of the ancient city of Troy","response":"USC (Southern California)"},{"text":"It's a campus building used for social activities; its name sounds like a labor organization","response":"student union"}],"originalDate":"1996-03-27"},{"category":"1889","comments":"","clues":[{"text":"This structure erected for the Paris exposition of 1889 was the world's tallest for 40 years","response":"Eiffel Tower"},{"text":"He took his \"Greatest Show on Earth\" to London, where he himself was one of the greatest attractions","response":"P.T. Barnum"},{"text":"The Dominion Arboretum &amp; Botanic Garden, Canada's oldest, was founded in this capital","response":"Ottawa"},{"text":"In June 1889 he executed the \"Starry Night\" painting","response":"Vincent Van Gogh"},{"text":"On November 14 this reporter set off on her 72-day trip around the world","response":"Nellie Bly"}],"originalDate":"1996-03-27"}],{"category":"FLAGS","text":"In a policy begun in 2002 as a symbol of the War on Terrorism, U.S. Navy ships fly the 18th c. flag with this 4-word motto","response":"Dont tread on me"}]}