{"mix":5173,"rounds":[[{"category":"WORLD OF FOOD","comments":"(Alex: You have to identify the country with which each dish is associated.)","clues":[{"text":"Sauerbraten","response":"Germany"},{"text":"Vegemite","response":"Australia"},{"text":"Pho","response":"Vietnam"},{"text":"Feijoada","response":"Brazil"},{"text":"Adobo &amp; sinigang","response":"the Philippines"}],"originalDate":"2005-06-30"},{"category":"BARONS &amp; BARONESSES","comments":"","clues":[{"text":"In 1979 she became the first woman prime minister in Europe; 13 years later she became a baroness","response":"(Margaret) Thatcher"},{"text":"In 1927 this Austrian baron married his children's governess, Maria Augusta Kutschera","response":"Baron von Trapp"},{"text":"In June 1960 this future baroness established a camp at the Gombe Stream Game Reserve to study chimps","response":"(Jane) Goodall"},{"text":"A sports trophy is named for the Canadian baron who donated it, Frederick Arthur, who was Lord this of Preston","response":"Stanley"},{"text":"For his role in training Revolutionary War troops, this Prussian was awarded 16,000 acres in New York","response":"Baron von Steuben"}],"originalDate":"2005-06-30"},{"category":"IS THERE A DOCTOR IN THE HOUSE?","comments":"","clues":[{"text":"In 1903 the founder of this brand invented the \"Foot Eazer\"","response":"Dr. Scholl's"},{"text":"In 1962 this famed pediatrician joined the anti-nuclear group SANE","response":"Dr. Spock"},{"text":"This nonprofit international relief organization's humanitarian work won it the 1999 Nobel Peace Prize","response":"Doctors Without Borders"},{"text":"He got a life sentence for treating John Wilkes Booth in 1865 but was pardoned before the decade ended","response":"(Samuel) Mudd"},{"text":"This reputed \"Nature of Man\" author was born on the Greek island of Cos around 460 B.C.","response":"Hippocrates"}],"originalDate":"2005-06-30"},{"category":"ENDS IN \"TU\"","comments":"","clues":[{"text":"This ballet skirt is sometimes made of a cotton fabric called tarlatan","response":"a tutu"},{"text":"The name of this ancient trading post in Mali is now synonymous with any faraway place","response":"Timbuktu"},{"text":"Extemporaneous","response":"impromptu"},{"text":"This group of African languages that has more than 50 million speakers is said to have originated in Cameroon","response":"the Bantu languages"},{"text":"2-word Latin phrase meaning located in the original or existing place or position","response":"<i>in situ</i>"}],"originalDate":"2005-06-30"},{"category":"CORPORATE AMERICA","comments":"","clues":[{"text":"Joyce Hall began this Kansas City company selling postcards","response":"Hallmark"},{"text":"G.E. was instrumental in starting this communications giant which it bought in 1986","response":"RCA"},{"text":"This company's founder invented condensed milk","response":"Borden"},{"text":"Dole is the best-known brand name of this company founded by missionaries in Hawaii","response":"Castle & Cooke"},{"text":"This company that sells Kleenex &amp; Huggies was founded in Neenah, Wisc. in 1872 &amp; is still there","response":"KImberly-Clark"}],"originalDate":"1989-11-17"},{"category":"GARDENING","comments":"","clues":[{"text":"Dates &amp; coconuts both grow on this type of tree","response":"Palm Tree"},{"text":"This relative of the onion is rarely grown from seed; it's grown from parts of its bulbs called cloves","response":"Garlic"},{"text":"Also known as plant lice, these garden pests secrete a \"honeydew\" that ants eat","response":"Aphids"},{"text":"Azaleas are a member of this plant genus whose name means \"rose tree\"","response":"Rhododendron"},{"text":"Prairie Sunset &amp; Sable are 2 of the bearded varieties of this spring flower","response":"Iris"}],"originalDate":"1989-11-17"}],[{"category":"MYTHS &amp; LEGENDS","comments":"","clues":[{"text":"A sincere cavalier, he fooled around with Guinevere","response":"Lancelot"},{"text":"His 9th hurdle <span class=\"nobreak\">--</span>  Hippolyta's girdle","response":"Hercules"},{"text":"Thru many a metaphysical joust he tried to win the soul of Faust","response":"Mephistopheles"},{"text":"A disembodied head or pumpkin was thrown at this poor country bumpkin","response":"Ichabod Crane"},{"text":"While Ulysses was fighting the war she kept a lock on her bedroom door","response":"Penelope"}],"originalDate":"1989-11-17"},{"category":"RECORD ALBUMS","comments":"","clues":[{"text":"He's had the most Top 40 &amp; Top 10 albums during the rock era <span class=\"nobreak\">--</span> not bad for a man who's been singing since 1933","response":"Frank Sinatra"},{"text":"\"You Belong to the City\" was part of this television show's No. 1 album","response":"\"Miami Vice\""},{"text":"\"Blue Bayou\" &amp; \"It's So Easy\" are both on her \"Simple Dreams\" album","response":"Linda Ronstadt"},{"text":"This group's name was also the name of its 1st No. 1 album; the 2nd was \"Rumours\"","response":"Fleetwood Mac"},{"text":"\"Heart of Glass\" was cut for this group's album \"Parallel Lines\"","response":"Blondie"}],"originalDate":"1989-11-17"},{"category":"SLAVERY","comments":"","clues":[{"text":"In 1861 by imperial decree, Alexander II liberated 40 million serfs in this country","response":"Russia"},{"text":"This large Middle Eastern country did not abolish slavery until 1962","response":"Saudi Arabia"},{"text":"In 1865 this amendment to the Constitution abolished slavery in the U.S.","response":"13th Amendment"},{"text":"The Compromise of 1850 banned the slave trade in Washington, D.C. &amp; admitted this state as a free state","response":"California"},{"text":"11-letter word meaning the formal emancipation of a slave by his owner","response":"Manumission"}],"originalDate":"1989-11-17"},{"category":"\"CHAIN\"S","comments":"","clues":[{"text":"A shackled group of prisoners, they were formerly used to build roads in the southern U.S.","response":"Chain Gang"},{"text":"Knights wore this flexible armor of interlinked metal rings","response":"Chain Mail"},{"text":"In the U.S. Army it would be a general to lt. general to major general to brigadier general","response":"chain of command"},{"text":"The constellation Andromeda is sometimes given this nickname","response":"\"The Chained Lady\""},{"text":"Completes the line from \"The Communist Manifesto\"  \"The proletarians....\"","response":"\"Have nothing to lose but their chains\""}],"originalDate":"1989-11-17"},{"category":"FAMOUS FIRSTS","comments":"","clues":[{"text":"The Anti-Masons were the 1st U.S. political party to hold one of these to choose its candidates","response":"Convention"},{"text":"In 1874 cigar makers, not the ladies garment workers, became the 1st union to have this on their products","response":"Union Label"},{"text":"In 1793 the 1st U.S. ship canal was built near Springfield, in this state","response":"Massachusetts"},{"text":"A veteran of the last Mercury flight &amp; Gemini 5, he was the 1st man to make 2 orbital flights","response":"Gordon Cooper"},{"text":"The 1st woman to win a Pulitzer for fiction was this author of \"The Age of Innocence\" in 1921","response":"Edith Wharton"}],"originalDate":"1989-11-17"},{"category":"LITERATURE","comments":"","clues":[{"text":"He collaborated with ex-wife Margaret Bourke White on documentaries but not on \"God's Little Acre\"","response":"Erskine Caldwell"},{"text":"His novels \"Ragtime\" &amp; \"World's Fair\" were both set in NYC before WWII","response":"E.L. Doctorow"},{"text":"The title of this novel by Charles Jackson has become a catch phrase for a major drinking binge","response":"\"The Lost Weekend\""},{"text":"Some of the stories &amp; poems in \"We Are Still Married\" reflect on this author's life in Minnesota","response":"Garrison Keillor"},{"text":"We wonder what his grandfather, the adding machine inventor, would have thought of \"Naked Lunch\"","response":"William Burroughs"}],"originalDate":"1989-11-17"}],{"category":"HEALTH &amp; FITNESS","text":"Dr. Kenneth Cooper added \"S\" to a medical adjective to coin this word for the kind of exercise he advocated in a 1968 book","response":"aerobics"}]}