{"mix":5176,"rounds":[[{"category":"U.S. HISTORY","comments":"","clues":[{"text":"Century in which the most states, 29, were admitted to the Union","response":"the 19th century"},{"text":"John Q. Adams &amp; Henry Clay were among those who negotiated the Treaty of Ghent that ended this war","response":"the War of 1812"},{"text":"The 1st English settlement in Maine occured in this same year as the settlement of Jamestown","response":"1607"},{"text":"This disease transmitted by the Aedes aegypti mosquto was brought to America on slave ships","response":"yellow fever"},{"text":"In 1954 he was elected to the senate from South Carolina by a write-in vote","response":"Strom Thurmond"}],"originalDate":"1989-11-15"},{"category":"SINGERS","comments":"","clues":[{"text":"When he got his star on Hollywood's Walk of Fame, this Welshman tossed garters to his fans","response":"Tom Jones"},{"text":"Katey Sagal of \"Married... with Children\" used to be one of the Harlettes, who sang back-up for this star","response":"Bette Midler"},{"text":"He played a sleazy TV evangelist in the James Bond film \"Licence to Kill\"","response":"Wayne Newton"},{"text":"Emmy-winning TV hostess whose hometown, Winchester, Tenn., renamed its main street in her honor","response":"Dinah Shore"},{"text":"This Aussie singer was once a commissioner of parks &amp; recreation for the state of California","response":"Helen (\"I Am Woman\") Reddy"}],"originalDate":"1989-11-15"},{"category":"12-LETTER WORDS","comments":"","clues":[{"text":"From the Greek for \"fire\" &amp; \"craft\", it's a fancy word for a fireworks display","response":"pyrotechnics"},{"text":"Stereophonic times 2","response":"quadraphonic"},{"text":"In other words this exclamation can be \"violin bows!\"","response":"fiddlesticks!"},{"text":"Kids could tell the post office the dinosaur called this on a stamp is actually an Apatosaurus","response":"Brontosaurus"},{"text":"Literary term for words like hiss, fizz, kerflop, kerplunk &amp; kerflooey","response":"onomatopoeia (or onomatopoeic)"}],"originalDate":"1989-11-15"},{"category":"ABBREV.","comments":"","clues":[{"text":"Abbreviated hdbk., a Boy Scout might consult one","response":"Handbook"},{"text":"Artistic field in which you'd find abbreviations such as \"sfz\", \"pp\" &amp; 'ff\"","response":"Music"},{"text":"The abbreviation for manager is mgr. whereas msgr. stands for this","response":"Monsignor"},{"text":"If you reverse this month's 3-letter abbrev., you get the symbol of 1 of its astrological signs","response":"March (mar./ram)"},{"text":"Of the 4 main compass points these 3 are also symbols of elements","response":"N (Nitrogen), S (Sulphur) & W(Tungsten)"}],"originalDate":"1989-11-15"},{"category":"SCOTLAND","comments":"","clues":[{"text":"This term for the extended family comes from the Gaelic for \"children\"","response":"clan"},{"text":"The Scots word for \"twilight\"; Sir Harry Lauder used to sing about \"roamin' in\" it","response":"gloamin"},{"text":"Silly-sounding name for the estuary of the river Forth","response":"Firth of Forth"},{"text":"Scotland's national flag displays the cross of this man, its patron saint","response":"St. Andrew"},{"text":"Range of hills that was home to Sir Walter Scott's \"Bride\" &amp; Donizetti's \"Lucia\"","response":"Lammermoor"}],"originalDate":"1989-11-15"},{"category":"MEDICINES","comments":"","clues":[{"text":"Dramamine or Phenergan taken about 1/2 hour before traveling will help prevent this","response":"motion sickness"},{"text":"Miles Laboratories has been selling this analgesic antacid tablet since 1931","response":"Alka-Seltzer"},{"text":"On March 20, 1987 this drug became the 1st approved by the FDA for use in combating the AIDS virus","response":"AZT"},{"text":"In 1988 this prescription acne cream was found to reverse the effects of sun-induced wrinkles","response":"Retin-A"},{"text":"1st used for high blood pressure, this drug, the key ingredient in Rogaine, can stimulate hair growth","response":"minoxidil"}],"originalDate":"1989-11-15"}],[{"category":"POETRY","comments":"","clues":[{"text":"5-line humorous verse named for an Irish county","response":"Limerick"},{"text":"His poem \"Mending Wall\" 1st appeared in \"North of Boston\", a collection of poems he wrote in England","response":"Robert Frost"},{"text":"Not only did he write \"Don Juan\", he proved it was possible to swim the Hellespont by doing it himself","response":"Lord Byron"},{"text":"He wrote, \"I hope to see my pilot face to face when I have crost the bar\"","response":"Tennyson"},{"text":"In \"The Baite\" he wrote \"Come live with mee, &amp; bee my love\"","response":"John Donne"}],"originalDate":"1989-11-15"},{"category":"FAMOUS EDUCATORS","comments":"","clues":[{"text":"In 1978 this future baseball commissioner became the youngest pres. of Yale in 2 centuries","response":"A. Bartlett Giamatti"},{"text":"In 1925 this Dayton, Tenn. biology teacher was arrested for teaching evolution in his class","response":"John Scopes"},{"text":"Both John R. Gregg &amp; Sir Isaac Pitman are famous for developing &amp; teaching systems of this","response":"shorthand writing"},{"text":"This Swiss child psychologist was a professor at the University of Geneva from 1929 until his death in 1980","response":"Jean Piaget"},{"text":"Though it caused much indignation in the South, Teddy Roosevelt invited this educator to the White House","response":"Booker T. Washington"}],"originalDate":"1989-11-15"},{"category":"THE LADIES OF ROCK","comments":"","clues":[{"text":"This \"American Idol\" winner's hit single \"Miss Independent\" was co-written by Christina Aguilera","response":"Kelly Clarkson"},{"text":"At a benefit for stopping violence against women, this Hole leader slapped a woman &amp; began wrestling with her","response":"Courtney Love"},{"text":"Beginning with \"Vision Of Love\" in 1990, she has written 14 No. 1 pop hits, more than any other female composer","response":"Mariah Carey"},{"text":"She won a 2002 Grammy for best female rock vocal for the song \"Steve McQueen\"","response":"Sheryl Crow"},{"text":"Ja Rule has teamed with this pop star for 2 No. 1 hits, \"I'm Real\" &amp; \"Ain't It Funny\"","response":"Jennifer Lopez"}],"originalDate":"2005-06-28"},{"category":"IN THE PANTRY","comments":"","clues":[{"text":"Country Time was introduced as a drink mix of this fruit beverage","response":"lemonade"},{"text":"The name of this bean is Spanish for \"spotted\"","response":"pinto"},{"text":"This \"royal\" herb is essential to classic Italian pesto","response":"basil"},{"text":"Always good to keep a box of pasta on hand, like this kind whose name means \"little tongues\"","response":"linguine"},{"text":"To flavor your broth, use a cube of this, from the French for \"to boil\"","response":"bouillon"}],"originalDate":"2005-06-28"},{"category":"THE GOOD BOOK SAYS...","comments":"(Alex: ...and, in this case, it's the King James version.)","clues":[{"text":"Completes the line \"The spirit indeed is willing, but...\"","response":"the flesh is weak"},{"text":"He revealed, \"If I be shaven, then my strength will go from me\"","response":"Samson"},{"text":"\"When they had opened their treasures, they presented unto him gifts; gold, and frankincense, and\" this","response":"myrrh"},{"text":"\"Beware of false\" these \"which come to you in sheep's clothing\"","response":"prophets"},{"text":"In Matthew 26:15 he asks, \"What will ye give me, and I will deliver him unto you?\"","response":"Judas"}],"originalDate":"2005-06-28"},{"category":"\"X\" RATED","comments":"","clues":[{"text":"The narration that opened this TV show began, \"A mighty princess forged in the heat of battle...\"","response":"<i>Xena: Warrior Princess</i>"},{"text":"Located in Cincinnati, it's one of 28 member institutions of the Association of Jesuit Colleges &amp; Universities","response":"Xavier"},{"text":"William B. Davis played the mysterious Cigarette-Smoking Man on this Fox show","response":"<i>The X-Files</i>"},{"text":"From the Greek, it's literally someone who likes foreigners &amp; foreign things","response":"a xenophile"},{"text":"Colorless &amp; odorless element first discovered in 1898","response":"xenon"}],"originalDate":"2005-06-28"}],{"category":"1970s BESTSELLERS","text":"The preface to this novel says its title is a trademark phrase of General Mills, used on a cereal product","response":"<i>Breakfast of Champions</i>"}]}