{"mix":5177,"rounds":[[{"category":"WORLD WAR II","comments":"","clues":[{"text":"This Nazi was known as the \"Angel of Death\"; in 1985 his remains were found in a grave in Brazil","response":"Mengele"},{"text":"Germany's ME-262 jet fighter was made by this manufacturer","response":"Messerschmitt"},{"text":"The battle for this island in the Ryukyus resulted in 12,500 U.S. deaths, the heaviest toll in the Pacific war","response":"Okinawa"},{"text":"On May 7, 1945 Germany signed the Articles of Surrender in this city, the coronation place of French kings","response":"Reims"},{"text":"In terms of tonnage involved, the 1944 battle for this Philippine gulf was the greatest in history","response":"Leyte (Gulf)"}],"originalDate":"2005-06-28"},{"category":"TAM O'SHATNER","comments":"","clues":[{"text":"William Shatner's star on the Hollywood Walk of Fame is in front of this theater that opened in 1927","response":"Grauman's Chinese Theater"},{"text":"Shatner plays Boston attorney Denny Crane on this spinoff of \"The Practice\"","response":"<i>Boston Legal</i>"},{"text":"Shatner had a recurring role on this 1960s TV show named for a doctor","response":"<i>Dr. Kildare</i>"},{"text":"Shatner played Capt. Byers, an aide to Spencer Tracy, in this war crimes trial drama","response":"<i>Judgment at Nuremberg</i>"},{"text":"One of William Shatner's early movie roles was as Alexi in this 1958 film based on a Dostoyevsky novel","response":"<i>The Brothers Karamazov</i>"}],"originalDate":"2005-06-28"},{"category":"AMERICAN TOWNS &amp; CITIES","comments":"","clues":[{"text":"The National Earthquake Information Center is in this \"colorful\" city just west of Denver","response":"Golden, Colorado"},{"text":"This New Mexico city was founded in 1706 &amp; named for a viceroy of New Spain","response":"Albuquerque"},{"text":"The growth of this state capital in Eagle Valley was stimulated by the discovery of the Comstock Lode in 1859","response":"Carson City"},{"text":"This raisin center of more than 400,000 people in California's San Joaquin Valley has grapes on its seal","response":"Fresno"},{"text":"Montana State University has a branch in this city named for frontiersman John","response":"Bozeman"}],"originalDate":"2005-06-28"},{"category":"\"G.G.\"","comments":"","clues":[{"text":"Longtime Chicago Bear Harold \"Red\" Grange was also known by this \"spectral\" nickname","response":"the Galloping Ghost"},{"text":"In 1935 this pollster founded the American Institute of Public Opinion","response":"George Gallup"},{"text":"The literary works of this onetime film critic include \"This Gun for Hire\" &amp; \"The Power and the Glory\"","response":"Graham Greene"},{"text":"Born near Melbourne, this Aussie feminist is best known for her revolutionary work \"The Female Eunuch\"","response":"Germaine Greer"},{"text":"Born in France in 1807, he played a leading part in the unification of Italy","response":"Giuseppe Garibaldi"}],"originalDate":"2005-06-28"},{"category":"ROBERT BURNS","comments":"","clues":[{"text":"Burns never said he wrote this now traditional Scottish song of parting, he rewrote an earlier song","response":"\"Auld Lang Syne\""},{"text":"This was Burns' day job, hence the rustic touch to his poetry","response":"a farmer"},{"text":"The Kilmarnock Volume by Burns includes the famous \"To a Louse\" &amp; this title that's one letter different","response":"\"To a Mouse\""},{"text":"The hornpipes &amp; strathspeys Burns mentions in a poem are these","response":"dances (or tunes)"},{"text":"Hat's off to this Burns poem based on the legend of Alloway Kirk","response":"\"Tam O'Shanter\""}],"originalDate":"2005-06-28"},{"category":"2 PARTS OF SPEECH","comments":"(Alex: I will give you a word, and you have to give me the two parts of speech that word might be used as.  For example, if I said \"flirt\", that would be a noun and a verb.  All right?)","clues":[{"text":"Complete","response":"a verb & an adjective"},{"text":"Main","response":"a noun & an adjective"},{"text":"Sting","response":"a noun & a verb"},{"text":"Dull","response":"a verb & an adjective"},{"text":"Hard","response":"an adjective & an adverb"}],"originalDate":"2005-06-28"}],[{"category":"PRESIDENTS","comments":"","clues":[{"text":"He once said, \"I have never given anybody hell.  I just tell the truth... &amp; they think it's hell\"","response":"Harry S. Truman"},{"text":"Showing he'd rather switch than fight, this future pres. changed from Democrat to Republican in 1962","response":"Ronald Reagan"},{"text":"At the shooting, his assassin cried, \"I am a stalwart &amp; Arthur is president now!\"","response":"James Garfield"},{"text":"Shortly after being elected, he submitted his resignation as president of Columbia University","response":"Dwight D. Eisenhower"},{"text":"Jefferson Davis was the son-in-law of this president who died in office","response":"Zachary Taylor"}],"originalDate":"1989-11-13"},{"category":"POTPOURRI","comments":"","clues":[{"text":"In 1988 officials in this country admitted they had printed false maps for years to fool enemies","response":"USSR"},{"text":"Hannibal had 38 of these animals when he began crossing the Alps, but few survived the ice &amp; snow","response":"elephants"},{"text":"Imported into Brazil from Africa, these \"killer\" insects escaped the lab &amp; bred with locals","response":"bees"},{"text":"The U.S. Army awarded 8,612 medals after this 1983 invasion although fewer than 7,000 troops were there","response":"Grenada"},{"text":"Both the father &amp; son of the Frankish leader Charles Martel were named this","response":"Pippin"}],"originalDate":"1989-11-13"},{"category":"NORSE MYTHOLOGY","comments":"","clues":[{"text":"Norsemen believed the universe was supported by a huge one of these of the ash variety","response":"a tree"},{"text":"Norse legend says a snake coiled around the world &amp; this god of the sky will someday kill each other","response":"Thor"},{"text":"Odin rode an eight-legged one of these named Sleipnir","response":"a horse"},{"text":"Sigurd, called the most important hero in Norse myth, is famous for killing Fafnir, one of these","response":"a dragon"},{"text":"Bifrost, the bridge that connected the Earth with the home of the gods, was one of these","response":"a rainbow"}],"originalDate":"1989-11-13"},{"category":"MATH","comments":"","clues":[{"text":"Of means, medians &amp; modes, the term that's often called the arithmetic average","response":"means"},{"text":"Fraction that's equivalent to the infinite decimal .666666...","response":"2/3"},{"text":"His theorem is often expressed a²&nbsp;+&nbsp;b²&nbsp;=&nbsp;c²","response":"Pythagoras"},{"text":"Its symbol is called a radical sign","response":"the square root"},{"text":"Branch of math meaning \"pebble\" in Latin, it's also related to a word that means \"to determine by math\"","response":"calculus"}],"originalDate":"1989-11-13"},{"category":"FOREIGN FILMS","comments":"","clues":[{"text":"1959 grand prize winner at Cannes, it set the legend of Orpheus &amp; Eurydice during carnival in Rio","response":"<i>Black Orpheus</i>"},{"text":"Mel Gibson hit the road again in this 1st sequel to George Miller's \"Mad Max\"","response":"<i>The Road Warrior</i>"},{"text":"Lina Wertmuller film in which Giancarlo Giannini plays a small-time hood with 7 ugly sisters","response":"<i>Seven Beauties</i>"},{"text":"Originally a Swedish miniseries, this Ingmar Bergman film was called \"Scener ur ett aktenskap\"","response":"<i>Scenes from a Marriage</i>"},{"text":"\"Knife in the Water\", Roman Polanski's 1st feature film, was made in this language","response":"Polish"}],"originalDate":"1989-11-13"},{"category":"13-LETTER WORDS","comments":"","clues":[{"text":"Any ability or accomplishment that makes a person suitable for a particular position or task","response":"qualification"},{"text":"Vaduz is the capital of this 62 square mile principality nestled between Switzerland &amp; Austria","response":"Liechtenstein"},{"text":"To be of a contemplative form of mind, like Hume or Whitehead","response":"philosophical"},{"text":"The Book of Common Prayer says the peace of God \"passeth all\" of this","response":"understanding"},{"text":"The loss of water vapor from the surface of a plant, usually through open stomata","response":"transpiration"}],"originalDate":"1989-11-13"}],{"category":"AMERICAN SLANG","text":"This term for a small, out-of-the-way town is also the name of a long-gone Algonquian Indian tribe","response":"Podunk"}]}