{"mix":5181,"rounds":[[{"category":"SYMPTOMS OF AFFLUENZA","comments":"","clues":[{"text":"You get the sweats thinking about this car company's Silver Shadow, Silver Cloud or Phantom model","response":"Rolls-Royce"},{"text":"Shortness of breath ordering 2 boxes of Cohiba cigars, first made in this country","response":"Cuba"},{"text":"You get weak-kneed fondling a tournament mallet used during chukkers in this sport","response":"polo"},{"text":"Heart palpitations when mentioning the Carnegie Abbey Members Only Club at Narragansett Bay in this state","response":"Rhode Island"},{"text":"Shivers walking through 718 Fifth Ave., the jewelry house of this \"King of Diamonds\"","response":"Harry Winston"}],"originalDate":"2005-06-24"},{"category":"E____E","comments":"(Alex: Each correct response will begin and end with the letter E.)","clues":[{"text":"When it comes to this flat container, you can stuff it, lick it, or \"push\" it","response":"an envelope"},{"text":"Any one apostolic letter in the New Testament","response":"an epistle"},{"text":"Listen to me: it's soft, it's pendulous, it's on your head","response":"an earlobe"},{"text":"To appropriate money or property fraudulently for one's own use","response":"embezzle"},{"text":"From the Latin for \"turned out of doors\", it means to get rid of, maybe as in \"the negative\"","response":"eliminate"}],"originalDate":"2005-06-24"},{"category":"COMING TO AMERICA","comments":"","clues":[{"text":"He came to America in 1847 to join his brothers' dry goods business; his jeans came later","response":"Levi Strauss"},{"text":"Frank Capra &amp; Charles Atlas made names for themselves after both emigrating from this country in 1903","response":"Italy"},{"text":"A little bird told us this artist, born in Santo Domingo in 1785, came to America when he was 18","response":"Audubon"},{"text":"Born in Paris of Asian heritage, this world-famous cellist came to the U.S. at age 8","response":"Yo-Yo Ma"},{"text":"Great Scot!  He came to America in 1848 &amp; rose from bobbin boy in a cotton factory to a steel magnate","response":"Carnegie"}],"originalDate":"2005-06-24"},{"category":"SONG SUNG \"BLUE\"","comments":"","clues":[{"text":"A 1979 Neil Diamond hit says, \"Long as I can have you here with me, I'd much rather be\" this, the song's title","response":"\"Forever In Blue Jeans\""},{"text":"\"Sometimes I wonder what I'm a gonna do, but there ain't no cure for\" these","response":"the summertime blues"},{"text":"Bing Crosby introduced this song in 1937's \"Waikiki Wedding\" (Elvis sang it almost 25 years later)","response":"\"Blue Hawaii\""},{"text":"This No. 1 hit also includes the line \"Softer than satin was the light\"","response":"\"Blue Velvet\""},{"text":"This title completes the line \"No one knows what it's like to be the bad man, to be the sad man...\"","response":"\"Behind Blue Eyes\""}],"originalDate":"2005-06-24"},{"category":"SWEET CAROLINA","comments":"","clues":[{"text":"This popular 1920s dance style was named for a 1923 song which was named for a city in South Carolina","response":"the Charleston"},{"text":"In 2000 Governor Jim Hodges signed a bill to remove this from atop the Capitol dome in Columbia, South Carolina","response":"the Confederate Flag"},{"text":"When the NHL is up &amp; running, this pro hockey team plays its home games in Raleigh","response":"the Carolina Hurricanes"},{"text":"In the 1920s, this insect devastated South Carolina's cotton industry","response":"the boll weevil"},{"text":"Both Carolinas were named for this English monarch","response":"Charles I"}],"originalDate":"2005-06-24"},{"category":"YOU DON'T BRING ME FLOWERS","comments":"","clues":[{"text":"In the fir tree, not flowers but these hold the seeds","response":"cones"},{"text":"Welwitschia mirabilis, a plant of this continent's Namib Desert, gets water no one knows how","response":"Africa"},{"text":"A plant that forms a furry carpet on forest floors is known as the club type of this, but isn't a true one","response":"a moss"},{"text":"Sori are clusters of spore-producing structures on these nonflowering plants","response":"ferns"},{"text":"The maidenhair is the only living plant in this genus of ornamental trees long held sacred in Asia","response":"<i>Ginkgo</i>"}],"originalDate":"2005-06-24"}],[{"category":"I AM I SAID","comments":"","clues":[{"text":"In \"Goodbye to Berlin\", Isherwood wrote, \"I am\" this \"with its shutter open\", giving the later play version its title","response":"a camera"},{"text":"In Shakespeare, one of his last declarations before he's killed is \"I am constant as the Northern star\"","response":"Julius Caesar"},{"text":"19th century New Yorker who wrote, \"I am the poet of the body and I am the poet of the soul\"","response":"Walt Whitman"},{"text":"20th century New Yorker who wrote, \"I am the darker brother\" but \"I, too, am America\"","response":"Langston Hughes"},{"text":"Soon before his mental collapse in 1889, this European thinker wrote, \"I am not a man I am dynamite\"","response":"Nietzsche"}],"originalDate":"2005-06-24"},{"category":"HELLO AGAIN","comments":"(Alex: You have to give me the language in which I say \"hello\" to you.)","clues":[{"text":"Guten tag","response":"German"},{"text":"Konnichiwa","response":"Japanese"},{"text":"Ni Hao","response":"Chinese"},{"text":"Jambo","response":"Swahili"},{"text":"Kalimera","response":"Greek"}],"originalDate":"2005-06-24"},{"category":"TOP 40 LAST NAMES","comments":"","clues":[{"text":"Paul, Tyrone, Mac, Spencer, Skeeter","response":"Davis"},{"text":"Jude, Cozy, Natalie, Paula","response":"Cole"},{"text":"Dave, Roy, Petula","response":"Clark"},{"text":"Raspy singer Bonnie, rowdy singer Steven","response":"Tyler"},{"text":"Bootsy","response":"Collins"}],"originalDate":"2005-06-23"},{"category":"AWARDS","comments":"","clues":[{"text":"This auction site won a 2003 Webby Award for best Services Website on the Internet","response":"eBay"},{"text":"This Washington newspaper's Colbert King won a 2003 Pulitzer for Commentary for his columns on politics &amp; power","response":"<i>The Washington Post</i>"},{"text":"William Lipscomb won the '76 Nobel Chemistry Prize for his studies of compounds of boron &amp; this lightest element","response":"hydrogen"},{"text":"The Golden Lamp awards are bestowed for the best protrayals of these health professionals in the media","response":"nurses"},{"text":"In 2001 this author won a Pen/Faulkner Award for Best American Work of Fiction for \"The Human Stain\"","response":"Philip Roth"}],"originalDate":"2005-06-23"},{"category":"QUOTATIONS","comments":"","clues":[{"text":"\"You can't fool all of the people all of the time\" has been attributed to P.T. Barnum &amp; to this president","response":"Abraham Lincoln"},{"text":"This Yankees manager who died in 1975 once remarked \"Most people my age are dead\"","response":"Casey Stengel"},{"text":"Ironically, on April 3, 1968 he said, \"I've seen the promised land\" &amp; \"I'm happy tonight... I'm not fearing any man\"","response":"Martin Luther King, Jr."},{"text":"An inspiring story by him says, \"And you will succeed?  Yes!  You will, indeed! (98 and 3/4 percent guaranteed.)\"","response":"Dr. Seuss"},{"text":"\"But a lifetime of happiness!  No man alive could bear it: it would be hell on earth\", he wrote in \"Man and Superman\"","response":"George Bernard Shaw"}],"originalDate":"2005-06-23"},{"category":"NOODLE DISHES","comments":"","clues":[{"text":"This classic Kraft dinner was introduced in 1937","response":"Macaroni & Cheese"},{"text":"This pasta dish in a sauce of cream, butter &amp; parmesan is credited to Roman restaurateur Signor di Lello","response":"Fettuccine Alfredo"},{"text":"The name of this dish means \"Thai fried noodles\"","response":"Pad Thai"},{"text":"This Jewish noodle pudding was served as a 2nd main course on the Sabbath to symbolize prosperity","response":"kugel"},{"text":"This \"spring style\" pasta is simply topped or tossed with spring vegetables","response":"(pasta) primavera"}],"originalDate":"2005-06-23"}],{"category":"1989 NO. 1 HITS","text":"The Billboard Book of No. 1 Hits says this song brought mail from history teachers who hailed it as an educational aid","response":"\"We Didn't Start The Fire\" (by Billy Joel)"}]}