{"mix":5192,"rounds":[[{"category":"MYTHOLOGICAL CREATURES","comments":"","clues":[{"text":"This Greek bird who rose from the ashes was probably inspired by a sacred Egyptian bird, the bennu","response":"the phoenix"},{"text":"Bellerophon was crippled when he was thrown from this horse as he was flying to Mount Olympus","response":"Pegasus"},{"text":"This many-headed serpent of Greek mythology lived in Lake Lerna in Argolis","response":"the hydra"},{"text":"These monsters who were half-woman, half-bird tormented Phineus until driven away by the sons of the north wind","response":"the harpies"},{"text":"One story says that Hera used the 100 eyes of this gigantic monster to decorate the tail of her peacock","response":"Argus"}],"originalDate":"2005-06-17"},{"category":"MEN IN CHARGE","comments":"(Alex: We want you to name the country.)","clues":[{"text":"Prime Minister Dr. Mammohan Singh","response":"India"},{"text":"Prime Minister Bertie Ahern","response":"Ireland"},{"text":"President Robert Mugabe","response":"Zimbabwe"},{"text":"Prime Minister John Howard","response":"Australia"},{"text":"Prime Minister Jose Luis Zapatero","response":"Spain"}],"originalDate":"2005-06-17"},{"category":"EXPLORATION","comments":"","clues":[{"text":"The famous greeting \"Dr. Livingstone, I presume?\" is attributed to him","response":"Henry Stanley"},{"text":"A city in what is now this state was named to honor Julien Dubuque, 23 years after his death","response":"Iowa"},{"text":"This man, whose expedition was second to the South Pole, joined the Royal Navy in 1880, the year he turned 12","response":"Robert Scott"},{"text":"In 1498, this Portuguese explorer recruited a pilot in east Africa to help him find India","response":"Vasco da Gama"},{"text":"Gonzalo Jimenez de Quesada founded Bogota between 2 trips to find this mythical golden city","response":"El Dorado"}],"originalDate":"1998-06-12"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"This alliterative term for a car with low fuel efficiency became common in the 1970s","response":"a gas guzzler"},{"text":"Found on many sport utility vehicles, it's a system where both axles provide propulsion","response":"4-wheel drive (or all-wheel drive)"},{"text":"Transport that helped the Finns in the 1939-40 Winter War &amp; helped Finn Matti Nykaenen finnish with Olympic gold","response":"skis"},{"text":"This device increases a jet plane's thrust by burning exhaust gases","response":"afterburners"},{"text":"It's the high-speed train that runs between NYC &amp; Washington, D.C.","response":"the Metroliner"}],"originalDate":"1998-06-12"},{"category":"APPROBATION","comments":"","clues":[{"text":"In 1982 Lenny Skutnick rescued a passenger on a crashed 737 from this D.C. river","response":"Potomac"},{"text":"Fittingly, CNN broke the news in 1997 when this man decided to give $1 billion to the U.N.","response":"Ted Turner"},{"text":"Jody Williams won a 1997 Nobel Peace Prize for her efforts to ban these weapons","response":"land mines"},{"text":"In 1997, 5 decades late, 7 black soldiers received this highest award for bravery during WWII","response":"the Congressional Medal of Honor"},{"text":"Japanese consul Chiune Sugihara, who saved hundreds of Jews in WWII, bears the title \"Righteous\" this","response":"Gentile"}],"originalDate":"1998-06-12"},{"category":"VILIFICATION","comments":"","clues":[{"text":"Rossini said of this \"Ring\" leader, \"He has lovely moments but awful quarters of an hour\"","response":"Richard Wagner"},{"text":"Mario Puzo wrote that one of these men \"with his briefcase can steal more than a hundred men with guns\"","response":"a lawyer"},{"text":"In 1984 Barbara Bush said of this woman, \"I can't say it, but it rhymes with rich\"; she later apologized","response":"Geraldine Ferraro"},{"text":"Dorothy Parker's comment on this actress, \"She runs the gamut of emotions from A to B\", was a joke","response":"Katharine Hepburn"},{"text":"Herman Mankiewicz said of this director, \"There, but for the grace of God, goes God\"","response":"Orson Welles"}],"originalDate":"1998-06-12"}],[{"category":"CELEBRATIONS","comments":"","clues":[{"text":"November 3 is the national day to celebrate this, be it tuna fish or peanut butter &amp; jelly","response":"Sandwich Day"},{"text":"Confederate Heroes Day is celebrated January 19, the birthday of this general","response":"Robert E. Lee"},{"text":"Appropriately, National Stress Awareness Day is observed on this date, one day after \"Tax Day\"","response":"April 16"},{"text":"Dictionary Day, October 16, celebrates the birthday of this American lexicographer;<br>look it up!","response":"Noah Webster"},{"text":"This date on which WWII ended in Europe is a legal holiday in France","response":"May 8, 1945"}],"originalDate":"1998-06-12"},{"category":"LIBATIONS","comments":"","clues":[{"text":"It's the most famous cocktail we know with Singapore in its name","response":"a Singapore Sling"},{"text":"To make a Canadian cocktail, add curacao, bitters &amp; powdered sugar to this Canadian liquor","response":"Canadian Whiskey"},{"text":"According to Alexis Lichine, this Orwellian year was not a vintage year for champagne","response":"1984"},{"text":"Pour gin or vodka over ice in a salt-rimmed glass &amp; add grapefruit juice to make this \"canine\" drink","response":"a salty dog"},{"text":"This yellow, anise-flavored liqueur is an essential ingredient in a Harvey Wallbanger","response":"Galliano"}],"originalDate":"1998-06-12"},{"category":"ASSASSINATIONS","comments":"","clues":[{"text":"James Garfield died of a gunshot wound in September 1881, as did this president in September 1901","response":"William McKinley"},{"text":"Executed in 1918, this czar has since been made a saint by the Russian Orthodox Church abroad","response":"Nicholas II"},{"text":"U.S. flags flew at half staff after this Israeli prime minister was slain in 1995","response":"Yitzhak Rabin"},{"text":"Confirming this rebel's death in 1967, Fidel Castro said it was \"sadly true\"","response":"Ernesto \"Che\" Guevara"},{"text":"A Praetorian guard had enough of this insane Roman emperor &amp; murdered him in 41 A.D.","response":"Caligula"}],"originalDate":"1998-06-12"},{"category":"CREATIONS","comments":"","clues":[{"text":"In Chicago in 1885, William Jenney rose to new heights when he built the first structure called this","response":"the skyscraper"},{"text":"In 1843 Samuel Morse &amp; Alfred Vail received $30,000 to build this between Baltimore &amp; Washington, D.C.","response":"a telegraph line"},{"text":"In the early 1900s, Frank Fleer first introduced this, under the name Blibber-Blubber","response":"bubble gum"},{"text":"In 1975, 30 years after introducing the Bic pen, Baron Marcel Bich introduced this disposable item","response":"the disposable razor"},{"text":"Lasers are used to read this type of musical album first sold in Japan in 1982... sure beats a needle","response":"the compact disc"}],"originalDate":"1998-06-12"},{"category":"ADAPTATIONS","comments":"","clues":[{"text":"The 2-word title of this Carl Hiaasen novel became one word when Demi Moore disrobed on film","response":"<i>Strip Tease</i>"},{"text":"This Bogart-Bergman film is better remembered than its source, the play \"Everybody Comes to Rick's\"","response":"<i>Casablanca</i>"},{"text":"Kevin Kline &amp; Joan Allen were moody indeed in this 1997 drama from a Rick Moody novel","response":"<i>The Ice Storm</i>"},{"text":"This film about a dying catcher, based on a Mark Harris novel, took its title from \"The Streets of Laredo\"","response":"<i>Bang the Drum Slowly</i>"},{"text":"1951's \"A Place in the Sun\" adapts this classic \"American\" novel by Theodore Dreiser","response":"<i>An American Tragedy</i>"}],"originalDate":"1998-06-12"},{"category":"ISLANDS","comments":"","clues":[{"text":"The island of Luzon contains more than 1/3 of this country's area &amp; almost 1/2 of its population","response":"The Philippines"},{"text":"These Ecuadorian islands are known officially as the Columbus Archipelago","response":"Galapagos Islands"},{"text":"1/2 of this 2nd largest island in the world is an independent country; the other 1/2 belongs to Indonesia","response":"New Guinea"},{"text":"In 1972 this nation extended its territorial waters to 50 mi., causing a \"cod war\" with Britain &amp; others","response":"Iceland"},{"text":"The oldest black marble quarries in the U.S. are on Isle La Motte in this northeastern lake","response":"Lake Champlain"}],"originalDate":"1989-11-07"}],{"category":"PLANET EARTH","text":"Despite its name, this ocean current outdoes any river; at maximum flow off the Carolinas, its flow is 3,500 times the Mississippi's","response":"the Gulf Stream"}]}