{"mix":5200,"rounds":[[{"category":"AT THE MOVIES","comments":"","clues":[{"text":"Apollo Creed &amp; Ivan Drago duke it out in Vegas early in the fourth film in this series","response":"<i>Rocky</i>"},{"text":"Sarah Michelle Gellar plays a nurse with a curse in this 2004 film based on a Japanese one","response":"<i>The Grudge</i>"},{"text":"In a 2002 film Josh Hartnett vows to stay celibate for this title length of time","response":"<i>40 Days and 40 Nights</i>"},{"text":"The name of this 1973 Martin Scorsese movie set in Little Italy can refer to any tough Urban area","response":"<i>Mean Streets</i>"},{"text":"One of the creepiest performances in a Hitchcock film is his as Bruno in \"Strangers on a Train\"","response":"Robert Walker"}],"originalDate":"2005-06-09"},{"category":"MUSIC ODDS &amp; ENDS","comments":"","clues":[{"text":"One of the greatest tenors ever, he made his last appearance at the Met December 24, 1920","response":"Enrico Caruso"},{"text":"In Schubert's \"Great\" symphony, the 3 players blowing these must be careful not to bonk the musician in front","response":"trombones"},{"text":"In 1798, back from his time in London, this Austrian-born composer wrote the \"Lord Nelson Mass\"","response":"Haydn"},{"text":"The \"Napoleon Sonata\" by this 19th century violin virtuoso was written to be played on one string","response":"Paganini"},{"text":"John Philip Sousa played in this French \"Can-Can\" composer's orchestra during a U.S. tour","response":"Offenbach"}],"originalDate":"2005-06-09"},{"category":"\"N\" THE KNOW","comments":"","clues":[{"text":"Derived from Yiddish, it means to snack, or the snack itself","response":"nosh"},{"text":"This long sought-after route was finally traversed between 1903 &amp; 1906 by Roald Amundsen","response":"the Northwest Passage"},{"text":"It's the French word we use for a slight or delicate difference in color or meaning","response":"nuance"},{"text":"One of these fuzzy regions in space might say \"pardon my dust\"; it's nothing more than dust &amp; gases","response":"a nebula"},{"text":"In the novel \"1984\", it's the official language of Oceania","response":"Newspeak"}],"originalDate":"2005-06-09"},{"category":"BIOLOGY","comments":"","clues":[{"text":"For an adult elephant it can be up to 1 1/2\" thick &amp; weigh about a ton yet can be pierced by an insect","response":"the skin"},{"text":"Dizygotic twins are more commonly known by this brotherly name","response":"fraternal twins"},{"text":"The fruit of the dandelion is designed to be dispersed by the wind &amp; the fruit of the coconut by this","response":"the sea (or ocean current)"},{"text":"Euglenas are microscopic organisms scientists classify in both of these groups","response":"animals & plants"},{"text":"They're your smallest blood transport tubes &amp; in some the red cells have to go through single file","response":"capillaries"}],"originalDate":"1989-10-27"},{"category":"TV SHERIFFS","comments":"","clues":[{"text":"\"She's the Sheriff\"","response":"Suzanne Somers"},{"text":"Barney Fife was his deputy","response":"Andy Taylor"},{"text":"In this series dimwitted sheriff Roscoe P. Coltrane was Boss Hogg's brother-in-law","response":"<i>The Dukes of Hazzard</i>"},{"text":"For 2 seasons Claude Akins starred in \"The Misadventures of\" this Georgia sheriff","response":"Sheriff Lobo"},{"text":"Deputy sheriff Lofty Craig was this Western heroine's boyfriend","response":"Annie Oakley"}],"originalDate":"1989-10-27"},{"category":"NONFICTION","comments":"","clues":[{"text":"Wolgemuth &amp; Hyatt, a Christian publishing firm, released \"Out of the Blue\" by this Dodger pitcher &amp; MVP","response":"Orel Hershiser"},{"text":"\"Second Chances\" is a long-term study of the effects of this family trauma on 60 families in California","response":"divorce"},{"text":"Justin Kaplan is editing a 16th edition of this book of familiar quotations which is due out in 1992","response":"<i>Bartlett's Familiar Quotations</i>"},{"text":"He tells of his exploits in \"7 Pillars of Wisdom\" &amp; in the abridged version, \"Revolt in the Desert\"","response":"T.E. Lawrence"},{"text":"The USSR banned the slaughter of wolves after the Russian version of this F. Mowat book appeared","response":"<i>Never Cry Wolf</i>"}],"originalDate":"1989-10-27"}],[{"category":"MONEY","comments":"","clues":[{"text":"All deposit-taking institutions in the UK must be recognized or licensed by this bank","response":"the Bank of England"},{"text":"In Burkina Faso, Mali, the Central African Republic &amp; Switzerland, the monetary unit is called this","response":"the franc"},{"text":"The current U.S. penny is made of this metal coated with copper","response":"zinc"},{"text":"Our dollar consists of 100 cents, while the Russian ruble consists of 100 of these","response":"kopecks"},{"text":"Historic act pictured on the obverse of the $2 bill","response":"the signing of the Declaration of Independence"}],"originalDate":"1989-10-27"},{"category":"\"KEY\"s","comments":"","clues":[{"text":"Years after he wrote his famous poem, he became U.S. Attorney for the District of Columbia","response":"Francis Scott Key"},{"text":"The southernmost city in the continental United States","response":"Key West, Florida"},{"text":"Pennsylvania got this nickname perhaps because it was the center of the 13 original colonies","response":"\"The Keystone State\""},{"text":"Holy Schlitz!  It's slang for a beer can opener","response":"a churchkey"},{"text":"The clavichord &amp; the harpsichord are included in this group of musical instruments","response":"keyboard instruments"}],"originalDate":"1989-10-27"},{"category":"THE MYSTERIOUS EAST","comments":"","clues":[{"text":"From the Malay word for unhusked rice, it's a field where rice is grown","response":"a paddy"},{"text":"According to religious custom, every Thai man is expected to spend 3 months in one of these","response":"a Buddhist monastery"},{"text":"During Mao's leadership this \"curtain\" separated Communist China from the West","response":"the Bamboo Curtain"},{"text":"The 1st Anglo-Burmese War was provoked by the Burmese invasion of this country in 1823","response":"India"},{"text":"River whose headwaters are in the Tibet highlands &amp; whose delta is just south of Ho Chi Minh City","response":"the Mekong River"}],"originalDate":"1989-10-27"},{"category":"CONGRESS","comments":"","clues":[{"text":"1 of 3 cabinet departments established by the 1st Senate session in 1789","response":"(1 of) State, Treasury, or War"},{"text":"A formal opinion that's been approved by both houses is called this type of resolution","response":"a joint resolution"},{"text":"This \"plain old country lawyer\" of Watergate fame attended plain old Harvard Law School","response":"Sam Ervin"},{"text":"The number of senators necessary to make a quorum","response":"51"},{"text":"The minimum age of a member of the House of Representatives","response":"25"}],"originalDate":"1989-10-27"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"\"Blood Wedding\" author Federico Garcia Lorca was executed by nationalists in this country in 1936","response":"Spain"},{"text":"A freed slave named Terence was one of the greatest comic playwrights of this ancient civilization","response":"Rome"},{"text":"His bawdy 16th century play \"The Mandrake\" displays the cynicism he showed in \"The Prince\"","response":"Niccolo Machiavelli"},{"text":"This Irishman who worked for the IRA as a courier wrote about the IRA in \"The Hostage\"","response":"Brendan Behan"},{"text":"Swedish playwright whose last marriage inspired him to write \"The Dance of Death\"","response":"August Strindberg"}],"originalDate":"1989-10-27"},{"category":"JAZZ PIANISTS","comments":"","clues":[{"text":"The musical \"Ain't Misbehavin\" was based on the music of this heavyweight pianist-songwriter","response":"Thomas \"Fats\" Waller"},{"text":"His quartet, featuring Paul Desmond on alto sax, reached the pop charts in 1961 with \"Take Five\"","response":"Dave Brubeck"},{"text":"Early in his career this jazz pianist acquired the nickname \"Fatha\"","response":"Earl \"Fatha\" Hines"},{"text":"This \"royal\" pianist's band made a cameo appearance in Mel Brooks' 1974 film \"Blazing Saddles\"","response":"Count Basie"},{"text":"His inability to read music didn't prevent this pianist from composing the music to \"Misty\"","response":"Erroll Garner"}],"originalDate":"1989-10-27"}],{"category":"LATIN LINGO","text":"This 3-word phrase familiar in the U.S. originated in an ancient poem &amp; described assembling foods to make salad","response":"E pluribus unum"}]}