{"mix":5203,"rounds":[[{"category":"THE TIMES THEY ARE A-CHANGIN'","comments":"","clues":[{"text":"Ian Astbury of The Cult joined Robbie Krieger &amp; Ray Manzarek for the retooling of this band \"of the 21st Century\"","response":"The Doors"},{"text":"In 2004 Veritas software's marketing dept. made news when it banned this type of communication on Fridays","response":"e-mail"},{"text":"Beepcard Inc. is developing a talking 1 of these, slightly thicker than normal, that asks for your password","response":"a credit card"},{"text":"Alison Bartlett, who plays Gina, a kindly vet on this PBS show, got overexposed with Steve Buscemi on \"The Sopranos\"","response":"<i>Sesame Street</i>"},{"text":"As the \"M\" word indicate, TMS uses these to stimulate the brain &amp; treat neuropsychiatric conditions in a non-intrusive way","response":"magnets"}],"originalDate":"2005-06-06"},{"category":"YOU GOTTA SERVE SOMEBODY","comments":"","clues":[{"text":"Born in 1895, this director of a Justice Department bureau served under 8 presidents","response":"J. Edgar Hoover"},{"text":"Ex-Confederate General Nathan Bedford Forrest served as the first head of this supremacist group","response":"the Ku Klux Klan"},{"text":"Composed largely of American pilots, the Lafayette Escadrille flying squadron served during this war","response":"the First World War"},{"text":"This American in Paris served as U.S. Minister to France from 1778 to 1785","response":"Ben Franklin"},{"text":"In Matthew 6:24, Jesus warned that \"No man can serve two masters... ye cannot serve God and\" this","response":"mammon (money later accepted)"}],"originalDate":"2005-06-06"},{"category":"JUST LIKE A WOMAN","comments":"(Alex: And in that category, each correct response will sound like the word \"woman\".)","clues":[{"text":"A freed slave's son, Publius Helvius Pertinax was this empire's ruler for nearly 3 months in 193 A.D.","response":"the Roman Empire"},{"text":"This UCLA basketball coach led his team to a record 88 straight NCAA basketball victories","response":"John Wooden"},{"text":"Last name of the traveling salesman whose life was dramatized in a 1949 play","response":"(Willy) Loman"},{"text":"Also called Gakusei Ryori, or \"student cuisine\", this noodle dish was invented in 1958 by Momofuku Ando","response":"Top Ramen"},{"text":"Fred Grandy's character Gopher had this rank on \"The Love Boat\"","response":"yeoman"}],"originalDate":"2005-06-06"},{"category":"YOU DESERVE A SHOWBIZ AWARD!","comments":"","clues":[{"text":"The IAFCS hands out the \"Annies\" every year for excellence in this specific type of filmmaking","response":"animation"},{"text":"This award's name is derived from a nickname for the image orthicon tube used in televisions","response":"the Emmy"},{"text":"Starting in 1972, the ACT awards were handed out for achievement in television aimed at this demographic","response":"children"},{"text":"A Gallup poll determines the winners of these annual awards, hosted by Kevin James in 2004","response":"The People's Choice Awards"},{"text":"Bearing the name of one of Zeus' daughters, these awards are handed out for the best TV &amp; radio commercials","response":"the Clio Awards"}],"originalDate":"2005-06-06"},{"category":"CANADIAN GEOGRPAPHY","comments":"","clues":[{"text":"The name of this Ontario capital means \"place of meeting\" in the Huron Indian language","response":"Toronto"},{"text":"Canada's most densely populated province, it's known to locals just as \"The Island\"","response":"Prince Edward Island"},{"text":"One of the two largest lakes solely within Canada; both are \"Great\"","response":"Great Bear Lake (or Great Slave Lake)"},{"text":"North America's second-longest river, it flows into the sea in the Northwest Territories","response":"the MacKenzie"},{"text":"Canada's northernmost point lies on this large island a \"mere\" 6 degrees, 92 minutes from the North Pole","response":"Ellesmere Island"}],"originalDate":"2005-06-06"},{"category":"WE GET LETTERS","comments":"","clues":[{"text":"On July 4, 1828 the last surviving Declaration signer laid the first stone for the railroad known by these 2 letters","response":"B&O"},{"text":"John de Lancie played this being who tormented the crew of the Enterprise on \"Star Trek: The Next Generation\"","response":"Q"},{"text":"Alphabetically, it's the first letter that doesn't have a U.S. president's last name filed under it","response":"D"},{"text":"They're the 3 silent letters in Galahad's job title","response":"K, G & H"},{"text":"Nunnation is the adding of this final letter in the declension of nouns","response":"N"}],"originalDate":"2005-06-06"}],[{"category":"STARTS WITH \"D\"","comments":"","clues":[{"text":"A deer, a female deer","response":"doe"},{"text":"David Frizzell &amp; Shelly West sang, \"I wasn't lookin' for romance, I just came here to\" do this","response":"dance"},{"text":"This part of a table is hinged so that it can be folded down when not in use","response":"dropleaf"},{"text":"This type of steak was named for a restaurateur whose first name was Lorenzo","response":"Delmonico"},{"text":"Oui, oui, this French word means a low-cut neckline","response":"décolletage"}],"originalDate":"1989-10-06"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"In January 1989 he announced he would not seek another term as governor of Massachusetts in 1990","response":"Michael Dukakis"},{"text":"Japan's chrysanthemum taboo limits discussion of this late emperor's participation in WWII","response":"Hirohito"},{"text":"To convince New Jersey to deregulate wrestling, the WWF admitted this about the sport","response":"scripted/fake entertainment"},{"text":"This So. American country lost millions after 2 cyanide-laced grapes turned up in Philadelphia","response":"Chile"},{"text":"On his 1st foreign trip as president, Bush traveled to this country &amp; discussed acid rain","response":"Canada"}],"originalDate":"1989-10-06"},{"category":"MOVIES","comments":"","clues":[{"text":"In the series, this film falls between \"Star Wars\" &amp; \"Return of the Jedi\"","response":"<i>The Empire Strikes Back</i>"},{"text":"Mia Farrow, Whoopi Goldberg &amp; Prince have all starred in films with this color in the title","response":"Purple"},{"text":"Patsy Swayze, Patrick's mom, has a home video that'll teach you moves like her son made in this 1987 film","response":"<i>Dirty Dancing</i>"},{"text":"In 1989 he starred in 1 of the 3 \"New York Stories\" &amp; as one of the \"Three Fugitives\"","response":"Nick Nolte"},{"text":"Estevez, Sheen, Sutherland, Phillips, Mulroney &amp; Siemaszko collectively in a 1988 film","response":"<i>Young Guns</i>"}],"originalDate":"1989-10-06"},{"category":"LEFTOVERS","comments":"","clues":[{"text":"The magazine of the Academy of Television Arts &amp; Sciences, or its award","response":"The Emmy"},{"text":"The world's largest glacier is on this continent","response":"Antarctica"},{"text":"Knights of yore wore these heavy leather gloves, &amp; they threw them down, too","response":"gauntlets"},{"text":"This brand of syrup comes in a bottle shaped like a lady, &amp; the syrup pours from the top of her head","response":"Mrs. Butterworth's"},{"text":"Candling is a procees of running these over bright lights to inspect &amp; grade them","response":"eggs"}],"originalDate":"1989-10-06"},{"category":"CELEBRITY ALMA MATERS","comments":"","clues":[{"text":"She dropped out of Sarah Lawrence College in 1957 &amp; married John Lennon in 1969","response":"Yoko Ono"},{"text":"This \"ramblin' kind of guy\" pulled straight A's in philosophy at Long Beach State","response":"Steve Martin"},{"text":"His wife Jane, who he met at the U. of MD., was his 1st partner in puppetry, or shall we say muppetry","response":"Jim Henson"},{"text":"Child star who appeared in her 1st film in 1972 &amp; graduated magna cum laude from Yale in 1985","response":"Jodie Foster"},{"text":"In 1903 future president F. Roosevelt was elected editor of this school paper at Harvard","response":"The Crimson"}],"originalDate":"1989-10-06"},{"category":"U.S.A.","comments":"","clues":[{"text":"World Book says Maine's St. John River &amp; this major N.Y. river have both been called \"The Rhine of America\"","response":"Hudson River"},{"text":"The Pilgrims landed at the site of Provincetown on this Mass. cape before founding Plymouth","response":"Cape Cod"},{"text":"With fewer people than Houston or Dallas, this TX city is still 1 of the 10 biggest in the U.S.","response":"San Antonio"},{"text":"This Rocky Mountain state has more mountains above 14,000 feet than any other","response":"Colorado"},{"text":"If you want to go \"way down upon the Suwannee River\", you should know it rises near Waycross in this state","response":"Georgia"}],"originalDate":"1989-10-06"}],{"category":"THE OXFORD ENGLISH DICTIONARY","text":"Tolkien helped the editors define \"hobbit\"; Murray Gell-Mann, the term \"quark\", &amp; this man, \"dymaxion\"","response":"Buckminster Fuller"}]}