{"mix":5205,"rounds":[[{"category":"1796","comments":"(a good year!)","clues":[{"text":"Ben Franklin sold this publication in 1757, but it continued until 1796","response":"<i>Poor Richard's Almanack</i>"},{"text":"On November 17 this Russian empress died  in St. Petersburg at age 67","response":"Catherine the Great"},{"text":"In 1796 this future U.S. president helped draft Tennessee's new constitution","response":"Andrew Jackson"},{"text":"Born in Massachusetts in 1796, this educator helped create the U.S.A.'s 1st state board of education","response":"Horace Mann"},{"text":"In 1796 after almost 150 years of control by this country, Ceylon came under British administration","response":"The Netherlands/Holland"}],"originalDate":"1996-11-26"},{"category":"OPERA LIBRETTISTS","comments":"","clues":[{"text":"This \"Ragtime\" composer wrote the libretto for his own opera, \"Trimonisha\", and choreographed it too","response":"Scott Joplin"},{"text":"This French novelist, a pere without peer, penned the libretto for Monpou's \"Le Piquillo\"","response":"Alexandre Dumas"},{"text":"The childrens' opera \"The Fisherman and His Wife\" has a libretto by this author:  \"Rabbit, Run\" to see it","response":"John Updike"},{"text":"\"J'Accuse\" this \"Nana\" novelist of writing the libretto for Bruneau's opera \"Messidor\"","response":"Emile Zola"},{"text":"\"Ariane &amp; Bluebeard\" features a libretto by this Belgian who gave us \"The Blue Bird\"","response":"Maurice Maeterlinck"}],"originalDate":"1996-11-26"},{"category":"VETERINARY MEDICINE","comments":"","clues":[{"text":"Today's pets can be treated with physiotherapy, herbal medicine &amp; this Chinese method that uses needles","response":"Acupuncture"},{"text":"The \"round\" type of this internal parasite often infects puppies through the mother's blood","response":"Worm"},{"text":"Parainfluenza is often called this \"cough\" because it afflicts dogs kept in large groups","response":"Kennel Cough"},{"text":"Sex hormones may be given to cats stricken with alopecia, loss of this","response":"Hair"},{"text":"Fever is a sign of this disease caused by parvovirus in cats &amp; by a paramixovirus in dogs","response":"Distemper"}],"originalDate":"1996-11-26"},{"category":"THEY ALMOST STARRED IN...","comments":"","clues":[{"text":"Producer Pandro S. Berman planned to star Katharine Hepburn as Velvet Brown in this equine film","response":"\"National Velvet\""},{"text":"Bette Davis wanted to play Martha in this 1966 film, but Elizabeth Taylor got the part and an Oscar","response":"<i>Who's Afraid of Virginia Woolf?</i>"},{"text":"Grace Kelly was supposed to play Maggie Politt in this film, based on a play, but moved to Monaco instead","response":"<i>Cat on a Hot Tin Roof</i>"},{"text":"Director Josh Logan wanted Elizabeth Taylor to play Nellie Forbush in this movie musical","response":"<i>South Pacific</i>"},{"text":"Delays caused Stephen Boyd to quit this 1963 epic; Richard Burton replaced him &amp; the rest is history","response":"<i>Cleopatra</i>"}],"originalDate":"1996-11-26"},{"category":"TRAITORS","comments":"","clues":[{"text":"In 1781 this traitor's troops massacred the American militia at Fort Griswold in CT","response":"Benedict Arnold"},{"text":"To punish Quisling &amp; 24 other traitors, this country reinstated the death penalty","response":"Norway"},{"text":"To this Scottish hero, executed as a traitor, August 23, 1305, we raise not our martinis but our Gibsons","response":"William Wallace"},{"text":"Epialtes, a Greek traitor, allowed Xerxes I of this empire to capture Thermopylae","response":"the Persian Empire"},{"text":"This head of Vichy France died in 1951 on Ile de Re off the coast of Brittany","response":"Marshal Henri Petain"}],"originalDate":"1996-11-22"},{"category":"ANATOMY","comments":"","clues":[{"text":"The cones in the eye allow us to see colors and these light-sensitive cells allow us to see shades of gray","response":"rods"},{"text":"2 muscles, the brachialis &amp; this one, allow you to bend your arm at the elbow","response":"the biceps"},{"text":"The hip is a ball-and-socket joint consisting of the acetabulum &amp; the head of this bone","response":"the femur"},{"text":"This section of the respiratory tract is also known as the windpipe","response":"the trachea"},{"text":"Among the hormones secreted by these glands are hydrocortisone &amp; aldosterone","response":"the adrenal glands"}],"originalDate":"1996-11-22"}],[{"category":"BUSINESS &amp; INDUSTRY","comments":"","clues":[{"text":"This No. 1 U.S. bleach company was originally known as The Electro-Alkaline Company","response":"Clorox"},{"text":"When this soda company jokingly offered a Harrier jet for 7 million points, John Leonard tried to claim it","response":"Pepsi"},{"text":"In 1993 Louis V. Gerstner became the first outsider to head this computer giant","response":"IBM"},{"text":"Delta Airlines moved its headquarters from Monroe, La. to this city in 1941","response":"Atlanta, Georgia"},{"text":"This 825,000 acre Texas ranch introduced the Santa Cruz, a new breed of beef cattle, in 1995","response":"The King Ranch"}],"originalDate":"1996-11-22"},{"category":"GEOGRAPHY","comments":"","clues":[{"text":"The Ishikari Plain is the largest lowland on this country's Hokkaido island","response":"Japan"},{"text":"Point Tarifa, in Andalusia in this country, is Europe's southernmost point","response":"Spain"},{"text":"This European country's 14,000' mountains include Weisshorn, Taschhorn &amp; Finsteraarhorn","response":"Switzerland"},{"text":"This country's Kemijoki River rises near the Russian border and empties into the Gulf of Bothnia","response":"Finland"},{"text":"This capital of Queensland in Australia was founded as a station for British convicts in 1824","response":"Brisbane"}],"originalDate":"1996-11-22"},{"category":"WHAT A DISH!","comments":"","clues":[{"text":"Mash &amp; bake these vegetables, add eggs &amp; butter &amp; they're duchesse","response":"potatoes"},{"text":"Gravlax is this red-fleshed fish with mustard sauce","response":"salmon"},{"text":"The Indonesian gado-gado is vegetables in this legume sauce","response":"peanut sauce"},{"text":"Devils on Horseback are stuffed prunes, &amp; Angels on Horseback are oysters wrapped in this","response":"bacon"},{"text":"Sauce you put on the ice cream &amp; peaches of a Peach Melba","response":"raspberry sauce"}],"originalDate":"1996-11-22"},{"category":"SEAN CONNERY FILMS","comments":"","clues":[{"text":"He was a London publisher who loved a Russian girl in \"The Russia House\" &amp; a Russian sub captain in this","response":"<i>The Hunt for Red October</i>"},{"text":"Connery caught the Best Supporting Actor Oscar for this 1987 film","response":"<i>The Untouchables</i>"},{"text":"In this 1992 film, Connery finds &amp; loses a cancer cure in a rainforest","response":"<i>Medicine Man</i>"},{"text":"As Danny to Michael Caine's Peachy, Connery was this title character in a 1975 John Huston film","response":"<i>The Man Who Would Be King</i>"},{"text":"Although he's Scottish, the luck of the Irish got Connery cast in this 1959 Disney film about the wee folk","response":"<i>Darby O'Gill and the Little People</i>"}],"originalDate":"1996-11-22"},{"category":"HISTORIC PEOPLE","comments":"","clues":[{"text":"In 1890 this German emperor forced Otto Von Bismarck to resign as chancellor","response":"Kaiser Wilhelm II"},{"text":"This Babylonian king's code of laws is said to have been inspired by the sun god, Shamash","response":"Hammurabi"},{"text":"This Portuguese sailor was known as \"The Admiral of the Indian Seas\"","response":"Vasco da Gama"},{"text":"In 1994 the NAACP awarded this poetess its Spingarn Medal for highest achievement by a black American","response":"Maya Angelou"},{"text":"On January 6, 1066, one day after Edward the Confessor died, he became king of England","response":"Harold"}],"originalDate":"1996-11-22"},{"category":"QUOTABLE WOMEN","comments":"","clues":[{"text":"\"Husbands are like fires; they go out when unattended\" quipped this blonde from Budapest, dahlink","response":"Zsa Zsa Gabor"},{"text":"Fran Leibowitz said, \"Never allow your child to call you by this name; he hasn't known you long enough\"","response":"Your First Name"},{"text":"\"America is not old enough yet to get young again\", remarked this expatriate who lived in Paris","response":"Gertrude Stein"},{"text":"Round Table wit who noted, \"Scratch a lover &amp; find a foe\"","response":"Dorothy Parker"},{"text":"This member of Parliament reportedly said, \"I married beneath me, all women do\"","response":"Lady Astor"}],"originalDate":"1996-11-22"}],{"category":"HISTORIC SPEECHES","text":"He said, \"We look forward to a world founded upon\" freedom of speech, of worship, from want &amp; from fear","response":"Franklin Delano Roosevelt"}]}