{"mix":5210,"rounds":[[{"category":"PRESIDENTIAL TRIVIA","comments":"","clues":[{"text":"Luci Nugent was only 19 when she gave birth to this president's 1st grandchild","response":"LBJ"},{"text":"He was known as \"Big Bill\"","response":"William Howard Taft"},{"text":"In 1970 George Bush ran against Lloyd Bentsen Jr. for this position","response":"U.S. Senator from Texas"},{"text":"This wartime president had previously served in the Black Hawk War but saw no fighting","response":"Abraham Lincoln"},{"text":"You can visit his home, Sagamore Hill, in Oyster Bay, Long Island","response":"Theodore Roosevelt"}],"originalDate":"1989-09-26"},{"category":"BOTTOMS UP","comments":"","clues":[{"text":"As you might expect, it's the sweetener in a bee's knees cocktail","response":"honey"},{"text":"Used to make martinis, it's an aperitif wine flavored with herbs","response":"vermouth"},{"text":"A gin cocktail is named for this man, John Tunney's father","response":"Gene Tunney"},{"text":"All you need to make this simple cocktail is gin &amp; sweetened lime juice","response":"a gimlet"},{"text":"Bartenders know this juice puts the scarlet in a Scarlett O' Hara","response":"cranberry juice"}],"originalDate":"1989-09-26"},{"category":"ARCHITECTURE","comments":"","clues":[{"text":"Dramatic 16th c. style named for the Portuguese \"Barroco\", meaning an irregular-shaped pearl","response":"Baroque"},{"text":"The Swedes who settled in Delaware in 1638 were the 1st in America to build cabins made of these","response":"logs"},{"text":"Ancient British monument that's an example of post-and-lintel construction later used by the Greeks","response":"Stonehenge"},{"text":"Associated with geodesic domes, he once proposed saving energy by covering midtown Manhattan with a dome","response":"R. Buckminster Fuller"},{"text":"The Romans built their houses around this open-air central room","response":"Atrium"}],"originalDate":"1989-09-26"},{"category":"NURSERY RHYMES","comments":"","clues":[{"text":"Since she had a bare cupboard, hers certainly wasn't a lucky dog, lucky dog","response":"Old Mother Hubbard"},{"text":"Precarious position of the bough-borne cradle","response":"up in the treetop"},{"text":"\"See-saw, Margery Daw,\" he \"shall have a new master\"","response":"Jacky"},{"text":"A 2nd verse to this rhyme begins \"Every fiddler he had a fiddle, and a very fine fiddle had he\"","response":"\"Old King Cole\""},{"text":"In this rhyme, a parent bemoans the fact her child has gone to bed with stockings &amp; 1 shoe on","response":"\"Diddle Diddle Dumpling\""}],"originalDate":"1989-09-26"},{"category":"POINT IT OUT","comments":"(Alex: And in this category, whenever we give you the clue, we expect you to do something physical to really point it out; if it had something to do with your tie, you'd go like this [points to tie], you don't even have to phrase it in the form of a question, I guess.)","clues":[{"text":"In Tunisia this hand sign means \"I'll get you\", in Japan \"money\" &amp; in the U.S. \"okay\"","response":"[the \"O\" sign]"},{"text":"In the sobriety test, you shut your eyes, put your arms out to your sides &amp; touch this","response":"[your nose]"},{"text":"Besides his heart, this was the other part of E.T. that glowed","response":"[index finger]"},{"text":"Paper covers stone, but stone breaks these","response":"[\"scissors\"]"},{"text":"Jim Lange would invite the couples on \"The Dating Game\" to do this with him at the end of the show","response":"[throw a kiss]"}],"originalDate":"1989-09-26"},{"category":"\"C\" HERE","comments":"(Alex: All of the correct responses will begin with that letter of the alphabet.)","clues":[{"text":"It can be a group riding exhibition performed to music or a merry-go-round","response":"carousel"},{"text":"Pronounced one way, it means to comfort; pronounced another way, it's a cabinet for your stereo","response":"console"},{"text":"A fancy roast of lamb, veal, or pork; you might wear your tiara while eating it","response":"crown roast"},{"text":"A 10-letter word for a crotchety old miser, not a crotchety old dog","response":"curmudgeon"},{"text":"If you were a mummy, some of your internal organs would be in these jars","response":"canopic jars"}],"originalDate":"1989-09-26"}],[{"category":"MYTHOLOGICAL ROMANCES","comments":"","clues":[{"text":"He loved Polyxena but demanded that she be slain at his tomb<span class=\"nobreak\">--</span>what a \"heel\"!","response":"Achilles"},{"text":"After she rendezvoused with Poseidon in Athena's temple, Athena changed her hair into serpents","response":"Medusa"},{"text":"He deserted his beloved water nymph, Oenone, to run off with Helen of Troy","response":"Paris"},{"text":"Zeus carried Europa all the way to Crete when he was disguised as one of these","response":"a bull"},{"text":"After Apollo gave her the gift of prophecy, she spurned him","response":"Cassandra"}],"originalDate":"1989-09-26"},{"category":"AROUND THE HOUSE","comments":"","clues":[{"text":"Now over 60% of U.S. homes can save our show forever using one of these electronic devices","response":"VCR (video cassette recorder)"},{"text":"The focus of many living rooms, in Latin \"focus\" means this, abbreviated \"fplc\" in real estate ads","response":"fireplace"},{"text":"A man's personal servant, or a stand that holds his jacket","response":"a valet"},{"text":"In old manor houses, it's the room off the kitchen where the dishwashing was done","response":"the scullery"},{"text":"This company is the largest single maker of finished Venetian blinds in the U.S.","response":"Levolor"}],"originalDate":"1989-09-26"},{"category":"INVENTIONS","comments":"","clues":[{"text":"\"Fulton's Folly\"","response":"a steamboat"},{"text":"Early ones were called the \"hobby horse\", \"penny-farthing\" &amp; \"high-wheeler\"","response":"a bicycle"},{"text":"1899 device for attaching papers that can ruin a computer disc when magnetized","response":"a paper clip"},{"text":"After inventing the lever &amp; pulley, this Greek said, \"I will move the Earth\"","response":"Archimedes"},{"text":"1st one to attempt sinking a warship was the \"Turtle\" in the Revolutionary War","response":"a submarine"}],"originalDate":"1984-12-12"},{"category":"ANCIENT WORLDS","comments":"","clues":[{"text":"Where all roads were supposed to have led","response":"Rome"},{"text":"Its people called it \"kemet\", color of black, from land after flooding by Nile","response":"Egypt"},{"text":"Followed the Stone Age; named for copper alloy people used for tools &amp; weapons","response":"the Bronze Age"},{"text":"The Chinese once regarded calligraphy as a branch of this art","response":"painting"},{"text":"Civilization of sailors that developed 1st Western alphabet","response":"the Phoenicians"}],"originalDate":"1984-12-12"},{"category":"HOLLYWOOD LEGENDS","comments":"","clues":[{"text":"Brando was 2 when his mom appeared on stage with this dad of Peter &amp; Jane","response":"Henry Fonda"},{"text":"She won 8 Academy Awards with only her clothes appearing on screen","response":"Edith Head"},{"text":"The 3 stars of \"Rebel Without a Cause\" who met with untimely deaths","response":"Natalie Wood, James Dean, and Sal Mineo"},{"text":"In her 1st film she sang with \"Alfalfa\" Switzer; in her next, she was paired with Lassie","response":"Elizabeth Taylor"},{"text":"Oliver Hardy's co-star in \"The Fighting Kentuckian\"","response":"John Wayne"}],"originalDate":"1984-12-12"},{"category":"U.S. STATES","comments":"","clues":[{"text":"The Empire State","response":"New York"},{"text":"The ceiling of its capitol features a lone star","response":"Texas"},{"text":"Only U.S. state with a \"Z\" in its name","response":"Arizona"},{"text":"The New England state without an Atlantic Ocean coastline","response":"Vermont"},{"text":"8th state of the Union, it was the 1st state to secede","response":"South Carolina"}],"originalDate":"1984-12-12"}],{"category":"RANKS &amp; TITLES","text":"Queen Victoria &amp; Indira Gandhi each held this title, though only one was official","response":"Empress of India"}]}