{"mix":5226,"rounds":[[{"category":"TRIVIA","comments":"","clues":[{"text":"They were formerly called the Sandwich Islands","response":"Hawaii"},{"text":"Number of blank tiles in a Scrabble set","response":"2"},{"text":"Longest river in Canada or the SCTV bros.","response":"the Mackenzie"},{"text":"It's whom Boris Spassky lost the chess crown to in 1972","response":"Bobby Fischer"},{"text":"Awarded medal as \"1st woman to be killed in action\" in WWII: she was Gable's wife","response":"Carole Lombard"}],"originalDate":"1984-09-20"},{"category":"BLACK AMERICA","comments":"","clues":[{"text":"The first black in Big League Baseball","response":"Jackie Robinson"},{"text":"Forced to give up crown as Miss America because of photos in \"Penthouse\"","response":"Vanessa Williams"},{"text":"A symbol for black performers in film since the '50's, he won an Oscar as Best Actor in '63","response":"Sidney Poitier"},{"text":"As result of anti-slavery raid on Harper's Ferry, his \"body lies a moldering in the grave\"","response":"John Brown"},{"text":"Harriet Tubman, who freed over 300 slaves, was 1 of its foremost \"conductors\"","response":"the Underground Railroad"}],"originalDate":"1984-09-20"},{"category":"GRAMMAR","comments":"","clues":[{"text":"The adverb in \"think fast\"","response":"fast"},{"text":"The superlative form of good","response":"best"},{"text":"It can be common, proper, collective or concrete","response":"a noun"},{"text":"3-letter ending of present participles &amp; gerunds","response":"-ing"},{"text":"It comes at the end of a declarative sentence","response":"a period"}],"originalDate":"1984-09-20"},{"category":"GREEK MYTHOLOGY","comments":"","clues":[{"text":"Hilltop home of the gods","response":"Mt. Olympus"},{"text":"He ultimately got \"fleeced\" by Medea","response":"Jason"},{"text":"A challenge to any optician, these giants had only one eye","response":"cyclops"},{"text":"A \"bull\" of a man, he lived in a labyrinth","response":"the Minotaur"},{"text":"First member of the \"me\" generation, this youth fell in love with his own reflection","response":"Narcissus"}],"originalDate":"1984-09-20"},{"category":"MEDICINE","comments":"","clues":[{"text":"Of cowpox, cat scratch fever, or kangarosis, the one you can't get","response":"kangarosis"},{"text":"A few almonds might help a headache; they contain salicylic acid, found in this drug synthesized in 1853","response":"aspirin"},{"text":"A doctor in her first year out of med school; when you add \"ist\" you get a specialist","response":"an intern (internist accepted)"},{"text":"In an ancient Indian treatise, Susruta noted the relationship between mosquitos &amp; this \"bad air\" disease","response":"malaria"},{"text":"19th century physiologist Claude Bernard found how this organ converts sugar to glycogen &amp; stores it","response":"the liver"}],"originalDate":"2005-05-27"},{"category":"QUOTES FROM THE BATTLE OF THE SEXES","comments":"","clues":[{"text":"Asked who wore the trousers, this British prime minister's husband responded, \"I do, and I also wash and iron them\"","response":"Margaret Thatcher"},{"text":"Despite 30 years of research, this psychoanalyst famously pondered, \"What does a woman want?\"","response":"(Sigmund) Freud"},{"text":"In a 1601 play, he wrote, \"Many a good hanging prevents a bad marriage\"","response":"(William) Shakespeare"},{"text":"In the song \"A Hymn To Him\" from \"My Fair Lady\", this character asks, \"Why can't a woman be more like a man?\"","response":"(Henry) Higgins"},{"text":"This TV Charlie's Angel observed, \"femininity... used properly... easily jumbles the brain of any man I've ever met\"","response":"Farrah Fawcett"}],"originalDate":"2005-05-27"}],[{"category":"ALL SAINTS","comments":"","clues":[{"text":"St. Gerasimus, like Androcles, is credited with befriending one of these by pulling a thorn from its paw","response":"a lion"},{"text":"Patrons of France include Denis &amp; this one who became Bishop of Tours around 370","response":"St. Martin"},{"text":"Exiled abroad a couple of times, the well-traveled Anselm has this as his emblem","response":"a ship"},{"text":"Name shared by saints of Antioch &amp; Laconi &amp; a society founder","response":"St. Ignatius"},{"text":"Monica was the sainted mother of this bishop of Hippo","response":"St. Augustine"}],"originalDate":"2005-05-27"},{"category":"\"SMOKE\"","comments":"","clues":[{"text":"A building used for curing meat","response":"a smokehouse"},{"text":"Lox","response":"smoked salmon"},{"text":"Industrial chimney attached to a factory","response":"a smokestack"},{"text":"Proverbial location where political deals are struck away from the eyes of the public","response":"a smoke-filled room"},{"text":"A parachuting firefighter","response":"a smoke jumper"}],"originalDate":"2005-05-27"},{"category":"MIRRORS","comments":"","clues":[{"text":"Minimum number of mirrors needed to make a kaleidoscope","response":"2"},{"text":"In 1668 Newton placed a mirror in one of these devices to create a much better image","response":"a telescope"},{"text":"Before the advent of this device in the 1911 Indy 500, passengers called riding mechanics watched for cars coming up behind","response":"a rear-view mirror"},{"text":"There is evidence that Precolumbian Mesoamericans used this black volcanic rock with a Roman name to make mirrors","response":"obsidian"},{"text":"On June 28, 1919, this was signed in the Hall of Mirrors","response":"the Treaty of Versailles"}],"originalDate":"2005-05-27"},{"category":"THE NFL","comments":"","clues":[{"text":"This team's Chuck Noll is the winningest Super Bowl coach with 4 victories","response":"Pittsburgh"},{"text":"This National Football League team's offices are located at 1000 Football Dr. in Lake Forest, Illinois","response":"Bears"},{"text":"Linebacker Lawrence Taylor spent his entire 13-year career with this team","response":"the Giants"},{"text":"2 years before becoming the Rams' starting QB in 1999, he was playing in the Arena Football League","response":"(Kurt) Warner"},{"text":"Daunte Culpepper has thrown more touchdown passes to this man than to any other Minnesota Viking receiver","response":"(Randy) Moss"}],"originalDate":"2005-05-27"},{"category":"HAVE SOME LEFTOVERS!","comments":"","clues":[{"text":"The label on our leftover caviar says \"malossol\", which means it was prepared with just a little of this seasoning","response":"salt"},{"text":"This \"national\"-named pot o' mutton, onions &amp; potatoes has been in the fridge since St. Patrick's Day","response":"Irish stew"},{"text":"Have some of this Japanese dish of stir-fried meat &amp; vegetables while we hum the 1963 song of the same name","response":"sukiyaki"},{"text":"Save room for the aubergines a l'egyptienne<span class=\"nobreak\">--</span>these veggies stuffed with onions &amp; served with tomatoes","response":"eggplants"},{"text":"Yum!  Those carciofi alla Romana still look good; they're these thistle-like items, cooked with mint","response":"artichokes"}],"originalDate":"2005-05-27"},{"category":"PALINDROMIC WORDS","comments":"(Alex: Words that are the same backwards and forwards.)","clues":[{"text":"If others are unaware of your merits, it might be time to do this to your own horn","response":"toot"},{"text":"In 1836 Congress adopted the first of these \"rules\" stopping itself from debating slavery","response":"gag"},{"text":"It means to barely survive when used before \"out a living\"","response":"eke"},{"text":"This word for a dolt was the first name of Rube Goldberg's comic strip hero McNutt","response":"boob"},{"text":"After recovering from paralysis around 1660, Mary Margaret Alacoque became a famous one of these","response":"a nun"}],"originalDate":"2005-05-27"}],{"category":"U.S. SCIENCE CITIES","text":"This California city has the honor of being the only one in the U.S. to have an element named for it","response":"Berkeley"}]}