{"mix":5230,"rounds":[[{"category":"DESPERATE HOUSEFLIES","comments":"","clues":[{"text":"This poet \"heard a fly buzz<span class=\"nobreak\">--</span>when I died\", \"with blue<span class=\"nobreak\">--</span>uncertain stumbling buzz<span class=\"nobreak\">--</span>between the light<span class=\"nobreak\">--</span>and me<span class=\"nobreak\">--</span>\"","response":"Emily Dickinson"},{"text":"One of his \"Songs of Experience\" says \"Little fly, thy summer's play my thoughtless hand has brushed away\"","response":"(William) Blake"},{"text":"Showdowns in this Sergio Leone epic include Fonda vs. Bronson &amp; Jack Elam vs. a fly","response":"<i>Once Upon a Time in the West</i>"},{"text":"One fatality in this gory play from the early 1590s is a fly killed by Marcus","response":"<i>Titus Andronicus</i>"},{"text":"Uncle Toby lets a fly go, saying the world \"is wide enough to hold both thee and me\" in \"Tristram Shandy\" by him","response":"(Laurence) Sterne"}],"originalDate":"2005-05-24"},{"category":"<a href=\"http://www.j-archive.com/media/2005-05-23_J_Cat1.jpg\" target=\"_blank\"><em class=\"underline\">THE SMART SET</em></a>","comments":"","clues":[{"text":"As co-editor of the influential magazine The Smart Set, this Baltimorean attacked the \"booboisie\"","response":"(H.L.) Mencken"},{"text":"His first U.S. publication, in the May 1915 Smart Set, was 2 stories about Dubliners","response":"James Joyce"},{"text":"In 1919 The Smart Set ran his first paid story, \"Babes in the Woods\"; in 1922, the classic \"The Diamond as Big as the Ritz\"","response":"F. Scott Fitzgerald"},{"text":"This ex-sailor published 3 early sea plays in the magazine, including \"The Long Voyage Home\"","response":"Eugene O'Neill"},{"text":"His 1st published story, \"The Parthian Shot\", ran in The Smart Set in 1922, before he began doing his spadework","response":"Dashiell Hammett"}],"originalDate":"2005-05-23"},{"category":"EGGHEADS","comments":"","clues":[{"text":"As \"The Absent-Minded Professor\", Fred MacMurray reached new heights after discovering this magical substance","response":"flubber"},{"text":"Since 1963 this British title character has traveled through time &amp; space in a device called the TARDIS","response":"Doctor Who"},{"text":"In the '60s he played Egghead, a super-smart villain on TV's \"Batman\"","response":"Vincent Price"},{"text":"The head of the house on this sitcom was alien egghead/physics professor Dick Solomon","response":"<i>3rd Rock from the Sun</i>"},{"text":"In this screwball comedy, stuffy paleontologist Cary Grant had a few bones to pick with Katharine Hepburn","response":"<i>Bringing Up Baby</i>"}],"originalDate":"2005-05-23"},{"category":"SHEER GENIUS!","comments":"","clues":[{"text":"Among his 355 patents is an 1887 one for ballistite, or smokeless powder","response":"(Alfred) Nobel"},{"text":"In 1884 Ottmar Mergenthaler invented this machine that eliminated setting type by hand","response":"the linotype machine"},{"text":"The difference engine, a computing device he designed in the 1820s, was built in 1991 from his plans &amp; it worked!","response":"(Charles) Babbage"},{"text":"In 1837 Brits Cooke &amp; Wheatstone designed an electric one; later that year, an American painter perfected it","response":"the telegraph"},{"text":"Named for its American inventor, this electrostatic generator is used to accelerate particles","response":"a Van de Graaff generator"}],"originalDate":"2005-05-23"},{"category":"SHREW-ED","comments":"","clues":[{"text":"Continent where you'd find the shrews Crocidura nigeriae &amp; Crocidura tansaniana","response":"Africa"},{"text":"Canadian province where you'll most likely spot Trowbridge's shrew, which enjoys Douglas fir seeds","response":"British Columbia"},{"text":"The Southeastern shrew inhabits the marshy U.S. region that got this uninviting name from Col. William Byrd","response":"the Great Dismal Swamp"},{"text":"The Mt. Malindang shrew &amp; the Palawan tree shrew are native to this country","response":"the Philippines"},{"text":"It would be \"serendip\"itous to see a Kelaart's long-clawed shrew, as it lives only on this island","response":"Sri Lanka"}],"originalDate":"2005-05-23"},{"category":"HIGH INTELLIGENCE","comments":"","clues":[{"text":"In 2004 he replaced George Tenet as the permanent head of the CIA","response":"Porter Goss"},{"text":"The name of this intelligence service established in 1951 is from the Hebrew for \"institution\"","response":"Mossad"},{"text":"John Thurloe was this English leader's intelligence chief in the 1650s, gathering info on royalist plots","response":"(Oliver) Cromwell"},{"text":"During World War II Gen. Bill Donovan ran this forerunner of the CIA","response":"the OSS (Office of Strategic Services)"},{"text":"Sanskrit for \"learned man\", this term was used for natives recruited into intelligence gathering in British India","response":"pundit"}],"originalDate":"2005-05-23"}],[{"category":"\"BRIL\"-LIANT!","comments":"","clues":[{"text":"A rapid chaotic beating of the heart muscles in a nonsynchronous way","response":"fibrillation"},{"text":"1964<br>building<br>blocks<br>for a <br>wacky<br>Warhol<br>work","response":"Brillo"},{"text":"A crude cart used to carry the condemned to the guillotine during the French Revolution","response":"a tumbril"},{"text":"Miles Franklin was only a teenager when she penned this bestseller about growing up in Australia's outback","response":"<i>My Brilliant Career</i>"},{"text":"12-letter word for an oily men's hair cream to keep hair in place &amp; make it look glossy","response":"brilliantine"}],"originalDate":"2005-05-23"},{"category":"LET'S GET BIBLICAL","comments":"","clues":[{"text":"We're not lyin', most of the Book of Daniel takes place in this ancient kingdom","response":"Babylon"},{"text":"On Purim it's a tradition to read from this Bible book with a woman's name","response":"Esther"},{"text":"Abigail got this king to spare her husband Nabal's life; about 10 days later Nabal died &amp; she wed the king","response":"King David"},{"text":"Jacob was shocked when he lifted the veil on his first bride &amp; found her to be this woman","response":"Leah"},{"text":"God asked him, \"Should not I spare Nineveh... wherein are more than sixscore thousand persons\"","response":"Jonah"}],"originalDate":"2005-05-23"},{"category":"TAKE ME TO THE RIVER","comments":"","clues":[{"text":"Jean Renoir's film \"The River\" was shot on location in India along the banks of this river","response":"the Ganges"},{"text":"The name of this Pennsylvania river is from the Dutch for \"hidden channel\"","response":"the Schuylkill"},{"text":"Rising in the Cottian Alps, it's the longest river in Italy","response":"the Po"},{"text":"These two rivers both start with \"Dn\" &amp; flow into the Black Sea within 100 miles of Odessa","response":"the Dnieper & the Dniester"},{"text":"When visiting Argentina, visit the Cataratas, or falls of, this river, which include the Tres Mosqueteros","response":"Iguazu"}],"originalDate":"2005-05-23"},{"category":"STATE THE CHEMICAL ELEMENT","comments":"(Alex: We will name a state for you.  The abbreviation for that state is also the symbol for a chemical element.  You have to give us that element.)","clues":[{"text":"Colorado","response":"cobalt"},{"text":"California","response":"calcium"},{"text":"Georgia","response":"gallium"},{"text":"South Carolina","response":"scandium"},{"text":"Maryland","response":"mendelevium"}],"originalDate":"2005-05-23"},{"category":"MY CATEGORY WITH ANDRE","comments":"","clues":[{"text":"Known as \"The Hawk\", this Chicago Cub was the 1987 National League MVP","response":"Andre Dawson"},{"text":"This French Minister of War lent his name to an ineffective fortification on the border with Germany","response":"(Andre) Maginot"},{"text":"We hope to guide you to the name of this man who developed detachable tires with his brother Edouard","response":"(Andre) Michelin"},{"text":"Later French Minister of Culture, in 1923 he was arrested for removing some artifacts from a Cambodian temple","response":"Andre Malraux"},{"text":"He's the avant-garde theater director who puts it all out on the table in the film \"My Dinner with Andre\"","response":"Andre Gregory"}],"originalDate":"2005-05-23"},{"category":"BEFORE, DURING &amp; AFTER","comments":"(Alex: ...with three items in the response, not just two.)","clues":[{"text":"On the body of water near Duluth, a place of justice employs this person for amusement","response":"a Lake Superior Court Jester"},{"text":"'60s dance craze in which you shout, \"The sky is falling<span class=\"nobreak\">--</span>at least Polaris' star group is!\"","response":"Funky Chicken Little Dipper"},{"text":"This place of pirates &amp; Lost Boys adds Alaska's nickname &amp; is home to the leader of jazz' Solar Arkestra","response":"the Never Never Land of the Midnight Sun Ra"},{"text":"The Oscar-winning actor who freed the slaves &amp; then became a muckraking journalist","response":"F. Murray Abraham Lincoln Steffens"},{"text":"His efforts have included singing \"I Want Your Sex\", playing \"The American President\" &amp; occupying Japan","response":"George Michael Douglas MacArthur"}],"originalDate":"2005-05-23"}],{"category":"AMERICAN THINKERS","text":"He told George Washington he hoped \"the Rights of Man may become as universal as your benevolence can wish\"","response":"Thomas Paine"}]}