{"mix":5237,"rounds":[[{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1590 Hideyoshi completed the reunification of this country","response":"Japan"},{"text":"This Chinese uprising against western influence was crushed by troops from 6 nations in 1900","response":"the Boxer Rebellion"},{"text":"This \"Magnificent\" ruler reformed the Ottoman legal system in the 16th century","response":"Suleiman the Magnificent"},{"text":"This country's first great empire was established about 321 B.C. by Chandragupta Maurya","response":"India"},{"text":"The Battle of Saint Albans in 1455 marked the House of York's first victory over Lancaster in these wars","response":"the War of the Roses"}],"originalDate":"1992-03-05"},{"category":"TESTS","comments":"","clues":[{"text":"On a simple eye test, this \"score\" indicates normal vision","response":"20/20"},{"text":"To work for this independent gov't agency, you may be required to take a clerk &amp; carrier exam","response":"the Post Office"},{"text":"In 1990 verbal scores on this college entrance test reached their lowest point in a decade","response":"the SAT"},{"text":"Named for the Swiss psychiatrist who devised it, this inkblot test was put into use in 1921","response":"the Rorschach test"},{"text":"On many I.Q. tests including the Binet Scales, scores are in terms of \"MA\", which stands for this","response":"mental age"}],"originalDate":"1992-03-05"},{"category":"ART","comments":"","clues":[{"text":"Not surprisingly, it was during his Blue Period that he painted \"The Blue Room\"","response":"(Pablo) Picasso"},{"text":"He painted \"Starry Night\" while at an asylum at Saint-Remy, France","response":"Van Gogh"},{"text":"His greatest triumphs during the '60s included Brillo Boxes &amp; Campbell's Soup Cans","response":"Andy Warhol"},{"text":"Nickname of the artist who usually signed his paintings Domenikos Theotokopoulos","response":"El Greco"},{"text":"This Dec. 25, 1776 event was depicted in a painting by Emanuel Leutze","response":"Washington crossing the Delaware"}],"originalDate":"1992-03-05"},{"category":"BROADWAY MUSICALS","comments":"","clues":[{"text":"Duke, Zonker &amp; Boopsie were characters in the musical based on this comic strip","response":"<i>Doonesbury</i>"},{"text":"This musical is celebrating 9 years on Broadway, so you could say it's had 9 lives","response":"<i>Cats</i>"},{"text":"Michael Jeter of \"Evening Shade\" won a 1990 Tony for his performance in this musical set in a hotel","response":"<i>Grand Hotel</i>"},{"text":"Jonathan Pryce sang the showstopping number \"The American Dream” in this megahit musical","response":"<i>Miss Saigon</i>"},{"text":"An orphan goes to live with her uncle in this 1991 musical inspired by Frances Hodgson Burnett's novel","response":"<i>The Secret Garden</i>"}],"originalDate":"1992-03-05"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"For centuries trade has moved between Austria &amp; Italy through the Brenner Pass in these mountains","response":"the Alps"},{"text":"Coffee plantations &amp; tribal villages are located on the lower parts of this Tanzanian volcano","response":"Mount Kilimanjaro"},{"text":"The Himalayas have at least 30 peaks over 25,000 feet including this one at 29,028 feet","response":"Mount Everest"},{"text":"This U.S. state's highest mountain, Humphreys Peak, rises 12,633 feet near Flagstaff","response":"Arizona"},{"text":"The name of this chain in eastern California is Spanish for \"snowy mountains\"","response":"the Sierra Nevada"}],"originalDate":"1992-03-05"},{"category":"MISC.","comments":"","clues":[{"text":"At least 1 of every 3 of these leather items made in the U.S. is made in Gloversville, N.Y.","response":"gloves"},{"text":"Before gummed flaps were invented, this substance was used to seal letters","response":"wax"},{"text":"This number comes from the Old English endleofan, meaning \"one left over\"","response":"eleven"},{"text":"It's an alloy of iron, carbon &amp; over 4% chromium that's resistant to corrosion","response":"stainless steel"},{"text":"First name shared by 3 of the last 6 CIA directors","response":"William"}],"originalDate":"1992-03-05"}],[{"category":"ISLANDS","comments":"","clues":[{"text":"This resort island off the coast of South Carolina was named for a British sea captain, not a hotelier","response":"Hilton Head"},{"text":"Not surprisingly there's a Napoleon &amp; a Bonaparte Museum on this island where Napoleon was born","response":"Corsica"},{"text":"This country's larger islands include Mindoro &amp; Leyte","response":"the Philippines"},{"text":"More than 150 islands make up this country, the last remaining kingdom in Polynesia","response":"Tonga"},{"text":"Let's drink a toast to this Caribbean island; it's the largest in the Netherlands Antilles","response":"Curaçao"}],"originalDate":"2005-05-16"},{"category":"BARRIERS","comments":"","clues":[{"text":"Fourth &amp; retaining are types of this","response":"walls"},{"text":"A baseball slugger or anyone going for broke is \"swinging for\" these","response":"the fences"},{"text":"Sherry Lansing of Paramount &amp; Brenda Barnes of Pepsi crashed (metaphorically) through this brittle barrier","response":"the glass ceiling"},{"text":"Soft to the touch, it's the proverbial barrier to entering the hottest clubs","response":"the velvet rope"},{"text":"From the Latin \"palus\" come the words \"pale\", a stake or picket, &amp; this word for a barrier made up of pales","response":"a palisade"}],"originalDate":"2005-05-16"},{"category":"THE ULTI-\"MATE\"","comments":"","clues":[{"text":"To create SpongeBob's latest adventure","response":"to animate"},{"text":"A single San Quentin dweller in solitary","response":"an inmate"},{"text":"This Nestle product was introduced in 1961","response":"Coffee-Mate"},{"text":"Almost exact, but not quite","response":"approximate (estimate accepted)"},{"text":"It's MSG, whiz","response":"monosodium glutamate"}],"originalDate":"2005-05-16"},{"category":"TOURNAMENT","comments":"","clues":[{"text":"Tournament, as well as this 5-letter word, can be used to describe mounted combat between medieval knights","response":"joust"},{"text":"Geoffroi de Purelli wrote the first knights' tournament guidelines in this Norman Invasion year","response":"1066"},{"text":"Sir Lionel is killed during a tournament in this musical but is later miraculously revived","response":"<i>Camelot</i>"},{"text":"From Old French for \"to mix\", this no-holds-barred medieval group combat contest was basically mob against mob","response":"a mêlée"},{"text":"Celebrated until the 17th c., the last knights' tournaments to survive involved \"running at\" these to spear them","response":"rings"}],"originalDate":"2005-05-16"},{"category":"OF CHAMPIONS","comments":"","clues":[{"text":"In 1996 this Asian-American teen won her first national championship in figure skating","response":"Michelle Kwan"},{"text":"Now an actor, in 1976 he was the European Professional Karate Assoc. middleweight champion","response":"Jean-Claude Van Damme"},{"text":"In 1892 this gentleman knocked out John L. Sullivan to become the new heavyweight champion","response":"Corbett"},{"text":"The author of about 40 books, he was world bridge champion in 1950","response":"Charles Goren"},{"text":"Formula One champion Ayrton Senna from this South American country began driving at age 4","response":"Brazil"}],"originalDate":"2005-05-16"},{"category":"THANK YOU, DR. PARÉ","comments":"","clues":[{"text":"In the 16th century, Dr. Ambroise Paré began treating wounds with egg yolk balm instead of with boiling this","response":"oil"},{"text":"The greatest surgeon of his time, Dr. Paré began his career as the apprentice to this type of professional","response":"a barber surgeon"},{"text":"Paré rejected such methods of this ancient physician as dropping the patient off a roof","response":"Hippocrates"},{"text":"Paré created trusses for patients troubled by this, doing away with an older treatment, castration","response":"hernia"},{"text":"To prevent this, i.e. heavy bleeding, Paré tied blood vessels instead of cauterizing them with hot irons","response":"hemorrhage"}],"originalDate":"2005-05-16"}],{"category":"POETS","text":"In a 1921 letter this American-born poet had \"a long poem in mind... which I am wishful to finish\", &amp; he did at 433 lines","response":"T.S. Eliot"}]}