{"mix":5242,"rounds":[[{"category":"THE BIBLE","comments":"","clues":[{"text":"Man's first job was as a gardener, as God told him to dress &amp; keep the garden of Eden","response":"Adam"},{"text":"The last word in the King James Version Old Testament is \"curse\" &amp; this is the first word","response":"\"In\""},{"text":"In the New Testament order, Paul's first epistle goes to this group, not friends or countrymen","response":"the Romans"},{"text":"During the second plague these amphibians came out of the water","response":"frogs"},{"text":"Jesus said \"Among those born of women there is not a greater prophet than\" this man of the wilderness","response":"John the Baptist"}],"originalDate":"1995-11-06"},{"category":"SPORTS","comments":"","clues":[{"text":"On March 23, 1994 he scored his 802nd NHL goal, breaking Gordie Howe's career record","response":"Wayne Gretzky"},{"text":"In 1987 this 31-year-old Swede was inducted into the International Tennis Hall of Fame","response":"Bjorn Borg"},{"text":"In 1956 this late Yankee hit 52 home runs, the highest single-season total of the 1950s","response":"Mickey Mantle"},{"text":"In 1979 &amp; 1980 Terry Bradshaw, this team's quarterback, was named Super Bowl MVP","response":"the Pittsburgh Steelers"},{"text":"On Aug. 7, 1995 Jonathan Edwards became the first man to leap further than 60 feet in this event","response":"the Triple Jump"}],"originalDate":"1995-11-06"},{"category":"BALLET","comments":"","clues":[{"text":"In a famous fairy tale ballet, a ragged beggarwoman is really this heroine's fairy godmother","response":"Cinderella"},{"text":"The swan maidens in this 1877 ballet are actually young girls under the spell of an evil magician","response":"<i>Swan Lake</i>"},{"text":"Quasimodo is a leading character in \"La Esmeralda\", a ballet based on this classic novel","response":"<i>The Hunchback of Notre Dame</i>"},{"text":"In 1992, this niece of Cecil B. De Mille choreographed her last ballet \"The Other\"","response":"Agnes De Mille"},{"text":"\"Double Exposure\" is a Joe Layton ballet based on this author's 1891 novel \"The Picture of Dorian Gray\"","response":"Oscar Wilde"}],"originalDate":"1995-11-06"},{"category":"U.S. PRESIDENTS","comments":"","clues":[{"text":"On July 4, 1798 he became the only former president named commander-in-chief of American forces","response":"George Washington"},{"text":"This president was named for the Reverend Stephen Grover of Caldwell, New Jersey","response":"Grover Cleveland"},{"text":"During his administration, the slave trade was abolished &amp; the Louisiana Territory was purchased","response":"Thomas Jefferson"},{"text":"In 1971 he published \"The Vantage Point: Perspectives of the Presidency, 1963-1969\"","response":"Lyndon Johnson"},{"text":"With Republicans split between Taft &amp; Teddy Roosevelt, this Democrat was elected president in 1912","response":"Woodrow Wilson"}],"originalDate":"1995-11-06"},{"category":"FOOD","comments":"","clues":[{"text":"A rack of this meat usually contains 6-8 ribs &amp; is served with mint jelly","response":"lamb"},{"text":"This sauce that tops Eggs Benedict is also good on artichokes","response":"Hollandaise sauce"},{"text":"Order fried calamari in a restaurant &amp; you'll get this seafood","response":"squid"},{"text":"This heavy, dark rye bread is also known as Schwarzbrot, or black bread","response":"pumpernickel"},{"text":"Traditionally, this Scottish tea treat is split in two &amp; eaten with butter, preserves &amp; clotted cream","response":"a scone"}],"originalDate":"1995-11-06"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"Deoxyribonucleic acid, the genetic material of all cells is better known by this abbreviation","response":"DNA"},{"text":"It's the term for molten rock flowing from a volcano or other fissure in the Earth's surface","response":"lava"},{"text":"The name of this violent tropical cyclone of the Western Pacific comes from Cantonese for \"Big Wind\"","response":"typhoon"},{"text":"Sweeter than sucrose or glucose, this fruit sugar is also called levulose","response":"fructose"},{"text":"This word can mean unable to produce offspring or free from living microorganisms","response":"sterile (sterility accepted)"}],"originalDate":"1995-11-06"}],[{"category":"ALL ABOARD!","comments":"","clues":[{"text":"To ride the Bluegrass Scenic Railroad, you have to go to this state","response":"Kentucky"},{"text":"Hop aboard the Green Mountain Flyer for a scenic tour of this state's fall foliage","response":"Vermont"},{"text":"The Sugar Cane Train takes folks on a nostalgic steam locomotive trip from Lahaina to Kaanapali on this island","response":"Maui"},{"text":"Ride in restored 1930s passenger cars on the Oil Creek and Titusville Railroad in this state","response":"Pennsylvania"},{"text":"Take a trip on the Essex steam train &amp; connect to an optional riverboat cruise in this state","response":"Connecticut"}],"originalDate":"2005-05-06"},{"category":"TV: WHO PLAYED 'EM?","comments":"","clues":[{"text":"Oscar Madison &<br>Quincy, M.E.","response":"Jack Klugman"},{"text":"Alex P. Keaton &<br>Michael Flaherty","response":"Michael J. Fox"},{"text":"Matt Santos &<br>Victor Sifuentes","response":"Jimmy Smits"},{"text":"Peg Bundy &<br>Kate Hennessy","response":"Katey Sagal"},{"text":"Harry Hooperman &<br>Paul Hennessy","response":"John Ritter"}],"originalDate":"2005-05-06"},{"category":"THE BORIS YELTSIN FILE","comments":"","clues":[{"text":"1931:<br>Boris Yeltsin is born in Sverdlovsk, an industrial region in these mountains","response":"the Ural Mountains"},{"text":"1985:<br>This new General Secretary of the Communist Party brings Yeltsin to Moscow","response":"Gorbachev"},{"text":"1986:<br>Yeltsin is inducted into this national executive &amp; policymaking committee","response":"the Politburo"},{"text":"1994:<br>Yeltsin orders Russian troops into this rebellious republic","response":"Chechnya"},{"text":"1999:<br>Yeltsin names this 15-year KGB veteran his successor","response":"Putin"}],"originalDate":"2005-05-06"},{"category":"A SPOT OF \"T\"","comments":"","clues":[{"text":"It's what was showered down upon Charles Lindbergh at a parade in NYC in June 1927","response":"ticker tape"},{"text":"To write down words, especially from audio to written form","response":"transcribe"},{"text":"In 1998 a $15 million production of this opera was staged in its actual setting, the Forbidden City","response":"<i>Turandot</i>"},{"text":"Middle Caicos is the largest island in this British dependency in the West Indies","response":"the Turks and Caicos"},{"text":"This general came to power in Panama in 1968 &amp; led the drive to end U.S. control of the canal","response":"Omar Torrijos"}],"originalDate":"2005-05-06"},{"category":"THE 16th CENTURY","comments":"","clues":[{"text":"This Italian, not Michelangelo, painted the famous \"Sistine Madonna\" around 1513","response":"Raphael"},{"text":"Before this colony on the Carolina coast was \"lost\", Sir Francis Drake rescued some of its colonists","response":"Roanoke"},{"text":"This magnificent Ottoman's death in Transylvania in 1566 was reportedly kept secret from his troops","response":"Suleiman (the Magnificent)"},{"text":"In 1557 it became a Portuguese outpost, the first European settlement in China","response":"Macau"},{"text":"This future opera subject ruled Russia from 1584 to 1598, then became czar in his own right","response":"Boris Godunov"}],"originalDate":"2005-05-06"},{"category":"UNGULATES","comments":"","clues":[{"text":"This equine's stripe pattern varies from individual to individual<span class=\"nobreak\">--</span>none is identical to those of another","response":"a zebra"},{"text":"The Javan species of this ungulate is also known as the lesser one-horned one","response":"rhinoceros"},{"text":"This beast of burden was domesticated by the Inca about 1,000 B.C.; the Spaniards called it a Peruvian sheep","response":"the llama"},{"text":"The name of this piglike mammal with a short movable snout is from a Brazilian Indian word meaning \"thick\"","response":"the tapir"},{"text":"Unlike the giraffe, which lives in the savannah, this smaller relative lives in the dense jungle","response":"the okapi"}],"originalDate":"2005-05-06"}],{"category":"ASTRONOMY","text":"Sir William Herschel coined this word in 1802 writing, \"They resemble small stars so much...\"","response":"asteroid"}]}