{"mix":5256,"rounds":[[{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"It wasn't incorporated as a city until 1836; perhaps witchcraft was to blame...","response":"Salem, Massachusetts"},{"text":"He compiled an 1850 volume of his photographic portraits called \"A Gallery of Illustrious Americans\"","response":"Mathew Brady"},{"text":"This great French actress made her triumphant New York debut in 1880 in \"Adrienne Lecouvreur\"","response":"Sarah Bernhardt"},{"text":"This general's 1868 presidential campaign slogan was \"Let Us Have Peace\"","response":"Ulysses S. Grant"},{"text":"This \"golden\" era following the Civil War took its name from a novel by Mark Twain &amp; Charles Dudley Warner","response":"\"The Gilded Age\""}],"originalDate":"1998-02-04"},{"category":"FILM NOIR LINGO","comments":"","clues":[{"text":"When Dana Andrews used this term for women in \"Laura\", he didn't mean they'd been knighted","response":"dame"},{"text":"Change one letter in \"champ\" to get this word for a fool or patsy","response":"a chump"},{"text":"Slang name of Philip Marlowe's job in \"Murder, My Sweet\", or first name of actor Powell, who played him","response":"dick"},{"text":"You might \"case\" one of these to see if it's the \"clip\" type","response":"joint"},{"text":"Meaning small time con men, it's the title of a neo-noir film with Anjelica Huston &amp; John Cusack","response":"<i>Grifters</i>"}],"originalDate":"1998-02-04"},{"category":"SEX CHANGES","comments":"","clues":[{"text":"After 1979 some of these powerful Atlantic storms were given male names too","response":"hurricanes"},{"text":"Not far from Roanoke, this military school broke a 158 year tradition &amp; admitted women in 1997","response":"VMI (Virginia Military Institute)"},{"text":"In the 1950s she was the outcome of the world's first publicized sex change","response":"Christine Jorgensen"},{"text":"Don't let the pearls fool you, these lady bivalves can change into males when it suits them","response":"oysters"},{"text":"She continued the tennis career begun by Richard Raskind","response":"Renee Richards"}],"originalDate":"1998-02-04"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Much-married CNN talk show host who took a shine to Fay Wray","response":"Larry King Kong"},{"text":"Breakfast dish with Hollandaise prepared by a traitor","response":"Eggs Benedict Arnold"},{"text":"The Sultan of Swat makes it to the Supreme Court","response":"Babe Ruth Bader Ginsburg"},{"text":"A hardbound copy of Margaret Mitchell's book is thrown through the front window of your car","response":"<i>Gone With the Windshield</i>"},{"text":"Hemorrhoid remedy for an old Baltimore Sun essayist","response":"Preparation H.L. Mencken"}],"originalDate":"1998-02-04"},{"category":"MORE MYTHOLOGICAL MISTAKES","comments":"","clues":[{"text":"These half-horse creatures were thrown out of Thessally after acting like horses' derrieres at a wedding","response":"Centaurs"},{"text":"If he hadn't stolen fire from heaven, he wouldn't have been chained to a rock on Mount Caucasus","response":"Prometheus"},{"text":"Ixion must have been an airhead: he made love to a magic cloud, believing it was this wife of Zeus","response":"Hera"},{"text":"Oops!  He looked back at Eurydice as he led her out of the underworld &amp; lost her forever","response":"Orpheus"},{"text":"This god of music loved Hyacinthus but accidentally killed him with a discus","response":"Apollo"}],"originalDate":"1998-02-04"},{"category":"CHAMBERS","comments":"","clues":[{"text":"In 1948 Whittaker Chambers testified that this State Department official was a Communist","response":"Alger Hiss"},{"text":"This performing complex' Alice Tully Hall is home to its chamber music society","response":"Lincoln Center"},{"text":"The rhyme about this bird includes the line \"Upstairs, downstairs, in my lady's chamber\"","response":"Goosey Goosey Gander"},{"text":"In this device used to track particles, liquid hydrogen is superheated to just above its boiling point","response":"Bubble Chamber"},{"text":"Creature whose shell is seen here:","response":"Chambered Nautilus"}],"originalDate":"1998-02-04"}],[{"category":"AUTHORS ON AUTHORS","comments":"","clues":[{"text":"Jonathan Swift called this Crusoe creator \"So...dogmatical a rogue, that there is no enduring him\"","response":"Daniel Defoe"},{"text":"When she died, Edward Fitzgerald sniped, \"No more Aurora Leighs, Thank God!\", not counting the ways to love her","response":"Elizabeth Barrett Browning"},{"text":"Amy Lowell wrote that this \"Prufrock\" poet \"lives like a snail in his shell, pen protruding\"","response":"T.S. Eliot"},{"text":"D.H. Lawrence said this writer of \"The Bells\" \"sounded the horror and the warning of his own doom\"","response":"Edgar Allan Poe"},{"text":"Ironically, it was Gertrude Stein who observed of this Irishman, \"People like him because he is incomprehensible\"","response":"James Joyce"}],"originalDate":"1998-02-04"},{"category":"DUELING","comments":"","clues":[{"text":"Stephen Decatur helped an inexperienced friend win a duel by shortening the distance to 4 of these, about 12'","response":"Paces"},{"text":"London duelists would \"seek\" each other in this park, the home of Speakers' Corner","response":"Hyde Park"},{"text":"A duelist hoped these assistants weren't sloppy in aiding &amp; preparing him","response":"Seconds"},{"text":"One \"de grace\" is a final blow; one \"de Jarnac\" is a stab in the back, after a sneaky duelist","response":"a <i>coup</i>"},{"text":"General Lachlan McIntosh mortally wounded this Georgia signer of the Declaration of Independence","response":"Button Gwinnett"}],"originalDate":"1998-02-04"},{"category":"HITCHCOCK MOVIE QUOTES","comments":"(Alex: You have to ID the film, of course.)","clues":[{"text":"\"Mother!  O God, Mother!  Blood!  Blood!\"","response":"<i>Psycho</i>"},{"text":"\"A murderer would never parade his crime in front of an open window\"","response":"<i>Rear Window</i>"},{"text":"\"That's funny, that plane's dustin' crops where there ain't no crops\"","response":"<i>North by Northwest</i>"},{"text":"\"Last night I dreamt I went to Manderley again\"","response":"<i>Rebecca</i>"},{"text":"\"Two fellows meet accidentally... each one has somebody they'd like to get rid of, so they swap murders\"","response":"<i>Strangers on a Train</i>"}],"originalDate":"2005-04-22"},{"category":"ON AVERAGE","comments":"","clues":[{"text":"This legendary Yankee ended his career in 1939 with 493 home runs &amp; a lifetime batting average of .340","response":"(Lou) Gehrig"},{"text":"Of 5, 10 or 20, the average gallons of water in an adult human body","response":"10"},{"text":"At 51.1 years, a city in this state has the highest average age in the U.S.","response":"Florida"},{"text":"Considered the heaviest organ in the human body, it weighs over 6 pounds on average","response":"the skin"},{"text":"Between 1954 &amp; 1980, the average weight of this annual selectee went from 132 pounds to 117","response":"Miss America"}],"originalDate":"2005-04-22"},{"category":"HIDDEN COUNTRIES","comments":"(Alex: We want you to identify the country whose name is hidden within our clue.)","clues":[{"text":"You could often hear Soviet names in this nation","response":"Vietnam (in SO<b>VIET NAM</b>ES)"},{"text":"There are many who talk in dialect in this country","response":"India (in <b>IN DIA</b>LECT)"},{"text":"A wholesale ban on lumber exports is unlikely in this country","response":"Lebanon (in WHOLESA<b>LE BAN ON</b>)"},{"text":"Fine palaces greet the morning sun in this kingdom","response":"Nepal (in FI<b>NE PAL</b>ACES)"},{"text":"Give a dog a bone in this country &amp; you've made a friend for life","response":"Gabon (in DO<b>G A BON</b>E)"}],"originalDate":"2005-04-22"},{"category":"TAKE \"FIVE\"","comments":"","clues":[{"text":"An informal greeting involving the slapping of raised palms","response":"high five (gimme five accepted)"},{"text":"Jack Nicholson played Robert, the troubled wanderer &amp; pianist, in this 1970 classic","response":"<i>Five Easy Pieces</i>"},{"text":"Self-governing name for the Choctaws &amp; 4 others","response":"the Five Civilized Tribes"},{"text":"Early 20th century writer Adelaide Crapsey created the cinquain, which is one of these","response":"a five-line verse (a poem with five lines accepted)"},{"text":"Conan Doyle penned this Sherlock Holmes story in 1891","response":"<i>The Five Orange Pips</i>"}],"originalDate":"2005-04-22"}],{"category":"OLD NAMES IN THE NEWS","text":"After running pyramid schemes &amp; spending time in federal prison, he was deported back to Italy in 1934","response":"Carlo Ponzi"}]}