{"mix":5260,"rounds":[[{"category":"WELCOME TO THE 1950s","comments":"","clues":[{"text":"This center fielder tore up the minors in Trenton, but let's see what he does for the Giants","response":"Willie Mays"},{"text":"We're just cooling down from his \"Sexual Behavior in the Human Male\" &amp; now he's writing one on women","response":"Alfred Kinsey"},{"text":"Not to put down Flushing in this borough, but we're eager to see the U.N. in its new Manhattan HQ","response":"Queens"},{"text":"Gandhi would be happy to see this demeaned caste he called Harijan has been abolished","response":"Untouchables"},{"text":"I can't wait to see \"The Big Lift\", starring Monty Clift, set a couple of years ago in this city","response":"Berlin"}],"originalDate":"1998-02-02"},{"category":"AROUND THE WORLD","comments":"","clues":[{"text":"Cotopaxi, this country's highest active volcano, is only 35 miles south of Quito","response":"Ecuador"},{"text":"Bistecca alla Fiorentina, a grilled steak dish, is a specialty of this Italian city","response":"Florence"},{"text":"Suva is the chief port of this Pacific island country, as well as its capital","response":"Fiji"},{"text":"Crossair is this country's domestic airline; you might fly it into Lugano","response":"Switzerland"},{"text":"The Tortola Museum of these British Caribbean islands is in Road Town, the capital","response":"British Virgin Islands"}],"originalDate":"1998-02-02"},{"category":"ACCENT ON COMEDY","comments":"","clues":[{"text":"Golly!  Shazam!  He's Mayberry's misfit Marine","response":"Gomer Pyle"},{"text":"On \"Taxi\" Andy Kaufman played this befuddled immigrant","response":"Latka Gravas"},{"text":"Things were always \"Verrry Interesting\" for this \"Laugh-In\" actor in German garb","response":"Arte Johnson"},{"text":"\"It's always something\" about Roseanne Roseannadanna that reminds us of this actress who played her","response":"Gilda Radner"},{"text":"\"What a Country\" the U.S.A. is; it turned this \"Commie\" into a comic","response":"Yakov Smirnoff"}],"originalDate":"1998-02-02"},{"category":"POPES NAMED CLEM","comments":"","clues":[{"text":"Clement I was the fourth bishop of this city; Saint Peter was the first","response":"Rome"},{"text":"Clement VI, pope from 1342 to 1352, gave sanctuary to Jews accused of starting this \"dark\" plague","response":"the Black Death"},{"text":"Clement XIII praised this religious order, his successor Clement XIV was chosen to suppress it","response":"Jesuits"},{"text":"In 1309 Clement V became the first pope to reside in this French town","response":"Avignon"},{"text":"Clement VIII ordered revisions of the breviary, the missal &amp; this standard Latin bible","response":"the Vulgate Bible"}],"originalDate":"1998-02-02"},{"category":"LITERARY CROSSWORD CLUES \"G\"","comments":"","clues":[{"text":"He traveled \"Swift\"ly<br>(8)","response":"Gulliver"},{"text":"Oatmeal, for Oliver<br>(5)","response":"gruel"},{"text":"Ibsen's \"spookiest\" play<br>(6)","response":"<i>Ghosts</i>"},{"text":"Beowulf Behemoth<br>(7)","response":"Grendel"},{"text":"Rolvaag's were \"in the Earth\"<br>(6)","response":"Giants"}],"originalDate":"1998-02-02"},{"category":"CHICAGO","comments":"","clues":[{"text":"The Art Institute of Chicago is guarded by 2 of these beasts (bronze ones, not real ones)","response":"lions"},{"text":"In 2005, a search for \"Chicago's Fairest Colleen\" chose Bridget McLaughlin to reign over this parade","response":"the St. Patrick's Day parade"},{"text":"Untouchable Tours visits such sanguineous spots as the site of this February 1929 event","response":"the Valentine's Day Massacre"},{"text":"Shoppers adore \"The Magnificent Mile\", the north part of this avenue","response":"Michigan"},{"text":"At Shedd Aquarium these white whales are such good vocalizers that you may feel they're talking to you","response":"belugas"}],"originalDate":"2005-04-19"}],[{"category":"CAB ARRAY","comments":"","clues":[{"text":"You might want to take a water taxi to this city's Piazza San Marco but<span class=\"nobreak\">--</span>mamma mia!<span class=\"nobreak\">--</span>it can be pricey","response":"Venice"},{"text":"Even when you think it's too expensive, the price you pay to ride in a cab is called by this homophone","response":"a fare"},{"text":"Often seen in Central Park, this conveyance gets part of its name from the Latin word for \"foot\"","response":"a pedicab"},{"text":"Cab drivers came to be called hacks because of this old word for a coach for hire","response":"hackney"},{"text":"\"Cab\" is a shortened form of this 4-syllable French word for a light one-horse carriage","response":"cabriolet"}],"originalDate":"2005-04-19"},{"category":"MOO-VIN' OUT","comments":"","clues":[{"text":"This common name for a cow is also an adjective that means \"overly authoritative\"","response":"Bossy"},{"text":"If cows went surfing, they'd probably yell this 9-letter word that starts with \"cow\", dude","response":"cowabunga"},{"text":"In the theme song of this classic TV Western, Frankie Laine sang, \"Head 'em up, move 'em on\"","response":"<i>Rawhide</i>"},{"text":"Range Riders Ranch in this state offers a cattle drive vacation along the old Bozeman Trail","response":"Montana"},{"text":"By definition, cattle that are described as \"polled\" lack these","response":"horns"}],"originalDate":"2005-04-19"},{"category":"FAN TOM","comments":"","clues":[{"text":"\"I have given up newspapers... for Tacitus and Thucydides... and I find myself much the happier\", said this U.S. pres.","response":"Thomas Jefferson"},{"text":"He had the \"Common Sense\" to idolize Ben Franklin, who encouraged his move to America in 1774","response":"Tom Paine"},{"text":"Since childhood, this author of \"I Am Charlotte Simmons\" has been a huge fan of a book called \"Honey Bear\"","response":"(Tom) Wolfe"},{"text":"This \"Jude the Obscure\" author admired Browning but was said to be too shy to meet him","response":"Thomas Hardy"},{"text":"This Scot's famous 1840s lectures on heroes &amp; hero worship featured Odin &amp; Rousseau","response":"Carlyle"}],"originalDate":"2005-04-19"},{"category":"AVENUE \"Q\"","comments":"","clues":[{"text":"Nestle introduced this drink product in 1948 to compete with Ovaltine","response":"Quik"},{"text":"Elizabeth Hooton was one of the first female preachers of this religious group","response":"the Quakers"},{"text":"This luxury liner moored in Long Beach, Calif. is said to be haunted by a mysterious woman in white","response":"the <i>Queen Mary</i>"},{"text":"He was Norway's minister of defense from 1931 to 1933","response":"Quisling"},{"text":"When medium-sized, these hard clams are marketed as cherrystones","response":"quahogs"}],"originalDate":"2005-04-19"},{"category":"PSYCHOLOGY","comments":"","clues":[{"text":"1-word name of the brain disease marked by delusions that's the largest cause of admission to mental hospitals","response":"schizophrenia"},{"text":"Giving a treat to a rat after it presses a bar is this type of \"reinforcement\"","response":"positive"},{"text":"Psychologist Carl Rogers favored this word over \"patient\"; perhaps he counted his billable hours","response":"client"},{"text":"In the mind, it's coming to associate a behavior with a stimulus; in the body, it helps you get in shape","response":"conditioning"},{"text":"Behaviorist Clark Hull reduced motivations to needs like hunger, which he gave this \"transporting\" term","response":"drives"}],"originalDate":"2005-04-19"},{"category":"RODNEY DANGERFIELD","comments":"","clues":[{"text":"As fun-loving businessman Thornton Melon, Rodney returned to college to help out his son in this comedy","response":"<i>Back to School</i>"},{"text":"In \"Ladybugs\", a flustered Rodney coached a girls' team in this sport","response":"soccer"},{"text":"In a rare dramatic turn, Rodney starred as an abusive father in this film about a murderous couple","response":"<i>Natural Born Killers</i>"},{"text":"Rodney's real last name, it means \"priest\" in Hebrew","response":"Cohen"},{"text":"Popular comedians helped along by Rodney include Jerry Seinfeld, Jim Carrey, Tim Allen &amp; this late ex-preacher","response":"Sam Kinison"}],"originalDate":"2005-04-19"}],{"category":"GOLF","text":"It's the only one of golf's 4 major pro events in which amateurs are not permitted to play","response":"the PGA Championship (Professional Golfers' Association Championship)"}]}