{"mix":5264,"rounds":[[{"category":"HATS","comments":"","clues":[{"text":"On average, 7 to 8 yards of material are used in a pagri, a type of this headdress worn in India","response":"Turban"},{"text":"Worn by England's Yeoman Warders of the Tower, this hat has given them their nickname","response":"Beefeater"},{"text":"Basque shepherds commonly wear this soft, brimless hat","response":"Beret"},{"text":"Indian women of Bolivia wear these mens' hats as a part of their traditional costume","response":"Derby Hat"},{"text":"This soft felt hat with a tapered crown and center crease is named for an 1882 French play","response":"Fedora"}],"originalDate":"1991-01-17"},{"category":"THE LABOR MOVEMENT","comments":"","clues":[{"text":"A labor contract clause calling for wages to climb automatically, named for a moving staircase","response":"Escalator Clause"},{"text":"The headquarters of the United Automobile Workers is in this city","response":"Detroit"},{"text":"From the Latin for \"to grasp\", it's one who is just learning a trade","response":"Apprentice"},{"text":"A management strike in which the company refuses to let employees work until its terms are accepted","response":"Lockout"},{"text":"2-word phrase for workers' perks developed during World War II because raises were prohibited","response":"Fringe Benefits"}],"originalDate":"1991-01-17"},{"category":"ZOOLOGY","comments":"","clues":[{"text":"Mama snakes can't remind their kids to do this to their food, since most snakes' teeth aren't made to do it","response":"Chewing"},{"text":"Scientists have announced the discovery of a new species of this primate, the black-faced lion tamarin","response":"monkey"},{"text":"This floating sea creature which resembles a jellyfish was probably named for a type of ship","response":"Man-O'-War"},{"text":"In winter, when its brown coat turns to white, the short-tailed weasel is called this","response":"Ermine"},{"text":"Eskimos of Greenland hunt this whale for its single long ivory tusk","response":"Narwhal"}],"originalDate":"1991-01-17"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"Alaska's most populous city; it was founded in 1914 as a construction base for the Alaska Railroad","response":"Anchorage"},{"text":"The husbands of Ann Allen &amp; Ann Rumsey named this Michigan city for their wives","response":"Ann Arbor"},{"text":"12 miles NW of downtown Miami, this Florida city is famous for its thoroughbred racetrack","response":"Hialeah"},{"text":"You'll find W.C. Handy Park &amp; Elvis Presley Plaza near Beale Street in this city","response":"Memphis"},{"text":"White granite from quarries near this New England capital was used in the Library of Congress","response":"Concord, New Hampshire"}],"originalDate":"1991-10-04"},{"category":"FOOD FACTS","comments":"","clues":[{"text":"The edible portions of the cabbage palm tree are called these \"of palm\"","response":"hearts"},{"text":"Vegetables a la greque are usually cooked in lemon juice &amp; this oil &amp; served cold","response":"olive oil"},{"text":"The sections of a garlic bulb are called these, not to be confused with the spice of the same name","response":"cloves"},{"text":"The Devonshire type of this is clotted, and can be served with berries","response":"cream"},{"text":"In France this sausage is called \"fromage de tete\"","response":"head cheese"}],"originalDate":"1991-10-04"},{"category":"SPORTS","comments":"","clues":[{"text":"In 1941 this heavyweight boxing champ successfully defended his title a record 7 times","response":"Joe Louis"},{"text":"The only NHL team from the U.S. to win the Stanley Cup in the 1980s was this Uniondale, NY based team","response":"the New York Islanders"},{"text":"Star, Flying Dutchman &amp; Tornado are classes in this Olympic sport","response":"yachting"},{"text":"In the 1960s &amp; 1970s he was professional golf's leading money winner 8 times","response":"Jack Nicklaus"},{"text":"On June 16, 1987, for the first time in a single meet, 3 men cleared 28' in this field event","response":"the long jump"}],"originalDate":"1991-10-04"}],[{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"Anne Edwards' biography of this former child star is called \"American Princess\"","response":"Shirley Temple"},{"text":"A biography subtitled \"Patriot and Traitor\" tells why he turned to the British cause","response":"Benedict Arnold"},{"text":"\"Mr. Lincoln's Cameraman\" is a biography of this photographer","response":"Mathew Brady"},{"text":"William Wright delves into the life &amp; death of this Greek heiress in \"All The Pain That Money Can Buy\"","response":"Cristina Onassis"},{"text":"This network anchorwoman who died in 1983 is the subject of a biography called \"Golden Girl\"","response":"Jessica Savitch"}],"originalDate":"1991-10-04"},{"category":"SAINTS","comments":"","clues":[{"text":"In 1636 St. Philip of Moscow was canonized by this church, not the Roman Catholic Church","response":"the Eastern Orthodox Church"},{"text":"Thomism is a theological school that follows the teachings of this 13th century saint","response":"St. Thomas Aquinas"},{"text":"She gave the head of St. John the Baptist to her mother, Herodias","response":"Salome"},{"text":"This \"Venerable\" British saint who died in 735 wasn't canonized until 1899","response":"the Venerable Bede"},{"text":"At his 1535 execution on Tower Hill, he called himself \"The king's good servant, but God's first\"","response":"St. Thomas More"}],"originalDate":"1991-10-04"},{"category":"POETS &amp; POETRY","comments":"","clues":[{"text":"Richard Lovelace wrote, \"Stone walls do not a prison make, nor\"<br>these \"a cage\"","response":"Iron Bars"},{"text":"In this poem, there are two out, two on base, &amp; the score is:<br>Opponents, 4<br>Mudville, 2","response":"\"Casey at the Bat\""},{"text":"One of his sonnets begins, \"My mistress' eyes are nothing like the sun\"","response":"William Shakespeare"},{"text":"Edwin Arlington Robinson character who \"one calm summer night, went home and put a bullet through his head\"","response":"Richard Cory"},{"text":"This Englishman published his translation of \"The Rubyyat\" anonymously in 1859","response":"Edward Fitzgerald"}],"originalDate":"1991-10-04"},{"category":"FLAGS","comments":"","clues":[{"text":"This man's expeditionary flag bore the initials \"F &amp; Y\" for Ferdinand &amp; Ysabel","response":"Christopher Columbus"},{"text":"San Antonio's flag features this landmark pictured on a lone star","response":"The Alamo"},{"text":"Though the French flag no longer features these flower designs, the flag of the province of Quebec does","response":"Fleur-de-Lis"},{"text":"Iraq's flag consists of stripes of red, white &amp; black &amp; three stars of this color","response":"Green"},{"text":"Oddly enough, the cross in the corner of this Mediterranean island's flag is not the one named for it","response":"Malta"}],"originalDate":"1991-10-04"},{"category":"BIOLOGY","comments":"","clues":[{"text":"These are made up of a racus, barbules, barbs &amp; a quill","response":"Feather"},{"text":"Houseflies &amp; tsetse flies are true flies &amp; have this many wings","response":"2"},{"text":"Hemolysis is the release of this protein pigment from blood cells","response":"Hemoglobin"},{"text":"Coral, horse, oyster &amp; parasol are types of this fungus","response":"Mushrooms"},{"text":"This jelling agent prepared from seaweed is often used to grow microorganisms","response":"Agar"}],"originalDate":"1991-10-04"},{"category":"THE 1830s","comments":"","clues":[{"text":"She became a queen in 1837 after her uncle, King William IV, died","response":"Victoria"},{"text":"In 1839, 35 years after Alexander Hamilton died, Congress made this illegal in the District of Columbia","response":"Dueling"},{"text":"In 1837 in Machunk, Pennsylvania, this kind of coal was used to smelt iron for the first time","response":"Anthracite"},{"text":"This Boston abolitionist began publication of \"The Liberator\" in 1831","response":"William Lloyd Garrison"},{"text":"In 1832 an expedition led by Henry Schoolcraft discovered the source of the Mississippi at this Minnesota lake","response":"Lake Itasca"}],"originalDate":"1991-10-04"}],{"category":"FAMOUS ACTORS","text":"Ironically, he lost the leading role in the 1960 play \"The Best Man\" because he didn't look presidential","response":"Ronald Reagan"}]}