{"mix":5284,"rounds":[[{"category":"WARSAW","comments":"","clues":[{"text":"After this man's troops conquered the city in 1806, the Polish state existed as the Grand Duchy of Warsaw","response":"Napoleon"},{"text":"A heroic uprising of April 1943 is named for this Jewish section of Warsaw","response":"the Ghetto"},{"text":"In 1989 this organization set up the first post-Communist Polish government in Warsaw","response":"Solidarity"},{"text":"Among the many Baroque churches in Warsaw is the Church of the Holy Cross that contains this composer's heart","response":"Chopin"},{"text":"Warsaw lies on this river, about 240 miles inland from the Baltic Sea","response":"the Vistula"}],"originalDate":"2005-03-31"},{"category":"SHE'S LOST CONTROL","comments":"","clues":[{"text":"After downing a bottle of aspirin &amp; a bottle of vodka, Winona Ryder is committed to a mental ward in this 1999 film","response":"<i>Girl, Interrupted</i>"},{"text":"In \"Mommie Dearest\", she played a dead-on Joan Crawford as an abusive mom who's lost control","response":"Faye Dunaway"},{"text":"After killing a man in self-defense, Barbra Streisand fights to stay out of a mental hospital in this 1987 film","response":"<i>Nuts</i>"},{"text":"In 1982's \"Frances\", she portrayed the title actress in her struggling film career &amp; eventual mental breakdown","response":"Jessica Lange"},{"text":"In this 2003 thriller, Halle Berry plays a psychologist who wakes up as a patient in a mental institution","response":"<i>Gothika</i>"}],"originalDate":"2005-03-31"},{"category":"\"JOY\" DIVISION","comments":"","clues":[{"text":"\"Your mother is in your bones\" was the New York Times' headline for its review of this novel","response":"<i>The Joy Luck Club</i>"},{"text":"Alex Comfort's work about being comfortable in the bedroom","response":"<i>Joy of Sex</i>"},{"text":"It was first printed privately &amp; distributed from Irma Rombauer's home","response":"<i>The Joy of Cooking</i>"},{"text":"Sound off for this 1989 Newbery Medal winner from Paul Fleischman","response":"<i>Joyful Noise</i>"},{"text":"The main character of one his major works is Humphrey Chimpden Earwicker","response":"James Joyce"}],"originalDate":"2005-03-31"},{"category":"HEADS OF STATE HEADLINES","comments":"","clues":[{"text":"March 14, 1997:<br>His handicap goes way up after taking a spill down Greg Norman's stairs","response":"Bill Clinton"},{"text":"November 5, 1996:<br>This country gives Benazir Bhutto the boot for a second time","response":"Pakistan"},{"text":"April 19, 1956:<br>He takes a gamble in Monte Carlo; makes American movie star his bride","response":"Prince Rainier"},{"text":"January 1, 1946:<br>This Japanese emperor tells his people he is not a god","response":"Hirohito"},{"text":"December 9, 1990:<br>Poland shows its solidarity, voting this man president in a runoff election","response":"Lech Wałęsa"}],"originalDate":"1997-09-10"},{"category":"FROM SOUP TO NUTS","comments":"","clues":[{"text":"Manhattan &amp; New England-style are 2 varieties of this soup","response":"clam chowder"},{"text":"Once the food of the Greek gods, today, it's a fruit salad","response":"ambrosia"},{"text":"It's the dish consisting of a meat fillet covered with pate de foie gras, baked in a pastry","response":"Beef Wellington"},{"text":"Apple is the most popular filling for this pastry whose name is German for \"whirlpool\"","response":"strudel"},{"text":"Hazelnuts are also called these, for the saint on whose day they ripen","response":"filberts"}],"originalDate":"1997-09-10"},{"category":"NAME THAT MUPPET","comments":"","clues":[{"text":"He had a hit with \"Rubber Duckie\"","response":"Ernie"},{"text":"\"The Muppet Show\" debuted in 1976 with this Muppet as host","response":"Kermit the Frog"},{"text":"This \"Great\" hooknosed Muppet has a hankering for chickens","response":"Gonzo (\"the Great\")"},{"text":"\"Sesame Street\"'s largest Muppet, his first name is Aloysius","response":"Snuffleupagus"},{"text":"\"Sesame Street\" denizen who has appeared on a \"got milk?\" billboard","response":"Cookie Monster"}],"originalDate":"1997-09-10"}],[{"category":"LITERARY SECOND BANANAS","comments":"","clues":[{"text":"Robinson Crusoe had 24 years of solitude prior to rescuing this cannibal &amp; teaching him English","response":"Friday"},{"text":"Charley Bates is the boisterous sidekick to this \"Oliver Twist\" pickpocket","response":"the Artful Dodger"},{"text":"Several Sherlock Holmes stories refer to Miss Mary Morstan, who marries this physician","response":"Dr. Watson"},{"text":"This simple peasant became Don Quixote's squire after being promised an island to rule","response":"Sancho Panza"},{"text":"In \"Huckleberry Finn\", Tom Sawyer says that he &amp; Huck Finn \"have knowed\" this slave \"all his life\"","response":"Jim"}],"originalDate":"1997-09-10"},{"category":"THEM'S FIGHTIN' WORDS","comments":"","clues":[{"text":"Body part you attempt to remove when knocking someone's block off","response":"head"},{"text":"A rough struggle like the one in a football game after the ball is snapped","response":"scrimmage"},{"text":"Boxing announcer Michael Buffer is known for the injunction \"Let's get ready to\" do this","response":"rumble!"},{"text":"It means to stick something with glue, or to stick your fist in someone's jaw","response":"paste"},{"text":"The Supreme Court has ruled that fighting words are not protected by this amendment","response":"the 1st Amendment"}],"originalDate":"1997-09-10"},{"category":"GENERAL SCIENCE","comments":"","clues":[{"text":"The \"rex\" in this dinosaur's name is Latin for \"king\", so you could say it's the \"King of the Dinosaurs\"","response":"<i>Tyrannosaurus rex</i>"},{"text":"This doggone physiologist discovered that the vagus nerve controls the flow of digestive juices","response":"Ivan Pavlov"},{"text":"In 1851 this \"swinger\" used a pendulum to show that the Earth rotates on its axis","response":"Jean Foucault"},{"text":"On June 22, 1978 James W. Christy discovered Charon, a moon orbiting this distant planet","response":"Pluto"},{"text":"Hydrogen has 3 isotopes: protium, tritium &amp; this one with a mass number of 2","response":"deuterium"}],"originalDate":"1997-09-10"},{"category":"FOREIGN FILMS","comments":"","clues":[{"text":"In a 1956 film Takashi Shimura was one of these 7 warriors; John Belushi would have made 8","response":"samurai"},{"text":"1996 Oscar winner \"Kolya\" came from the Czech Republic; 1967's \"Closely Watched Trains\", from this country","response":"Czechoslovakia"},{"text":"This 1978 film with Michel Serrault as Albin was remade in 1996 with Nathan Lane as Albert","response":"<i>La Cage aux Folles</i>"},{"text":"In \"The Seventh Seal\", Max Von Sydow plays chess with this black-clad character","response":"Death"},{"text":"This hero of 3 Satyajit Ray films shares his name with the Kwik-E-Mart proprietor on \"The Simpsons\"","response":"Apu"}],"originalDate":"1997-09-10"},{"category":"CAPITAL QUOTES","comments":"","clues":[{"text":"Mark Twain called this city \"That grand old benevolent national asylum for the helpless\"","response":"Washington, D.C."},{"text":"It was Lord Byron who wrote, \"When falls the coliseum\", it \"shall fall; and when\" it \"falls <span class=\"nobreak\">--</span> the world\"","response":"Rome"},{"text":"In his poem \"Hellas\", Shelley wrote, \"Let there be light!\" said Liberty; and this city \"Arose!\"","response":"Athens"},{"text":"Field Marshal Montgomery said, \"Rule 1, on page 1 of the book of war, is: 'Do not march on'\" this Russian city","response":"Moscow"},{"text":"Disraeli described it as \"A nation, not a city\"","response":"London"}],"originalDate":"1997-09-10"},{"category":"ALL ABOUT SRI LANKA","comments":"","clues":[{"text":"Despite its name, this ocean in which Sri Lanka sits doesn't belong to the country's large neighbor","response":"Indian Ocean"},{"text":"It's both a favorite beverage &amp; a major export","response":"tea"},{"text":"Before Britain's Mrs. Thatcher, Mrs. Bandaranaike was the world's first woman in this post; she still holds it","response":"prime minister"},{"text":"Since 1983 the Liberation Tigers of this minority group have fought for an independent state","response":"Tamils"},{"text":"Cinnamon Gardens is an upscale area of this largest Sri Lankan city &amp; port","response":"Colombo"}],"originalDate":"1997-09-10"}],{"category":"TRAVEL","text":"By population, it's the largest city on a Caribbean island, though you may not be allowed to go there","response":"Havana, Cuba"}]}