{"mix":5298,"rounds":[[{"category":"19th CENTURY LIT","comments":"","clues":[{"text":"The urbane Brazilian author Machado de Assis set most of his works among the wealthy of this city","response":"Rio"},{"text":"This chronicler of boys rising from poverty never wrote the major novel he planned","response":"Horatio Alger"},{"text":"H.C. Andersen &amp; this existentialist philosopher were contemporaries in 19th century Copenhagen","response":"Kierkegaard"},{"text":"The 1867 stage melodrama \"Under the Gaslight\" featured a dramatic rescue from an oncoming one of these","response":"a train"},{"text":"Felicia Dorothea Hemans' best-remembered poem tells of the brave boy who \"stood on\" this","response":"the burning deck"}],"originalDate":"1998-03-30"},{"category":"CLOTHES MAKE THE PERSON","comments":"","clues":[{"text":"Working men wear blue ones, businessmen wear white ones &amp; clergymen wear reversed ones","response":"collars"},{"text":"By sneaking around in rubber soles, some detectives acquired this sobriquet","response":"a gumshoe"},{"text":"This term for a shapely young woman was Lana Turner's nickname in her pinup days","response":"sweater girl"},{"text":"The office attire of business-minded entertainment executives gives them this name","response":"the suits"},{"text":"A college athlete sitting out a year of games, preserving his or her eligibility","response":"a redshirt"}],"originalDate":"1998-03-30"},{"category":"BIBLICAL ZOO","comments":"","clues":[{"text":"Shades of Davy Crockett, David killed him one of these when he was a lad; it was attacking his sheep","response":"a bear"},{"text":"According to 1 Kings 10, Solomon imported apes &amp; these eye-tailed birds","response":"peacocks"},{"text":"The Pharaoh gave Abraham's wife some asses &amp; some of these desert draft animals","response":"camels"},{"text":"According to Deuteronomy, you can't do this to a bat, even if it's been batter-dipped","response":"eat it"},{"text":"The eighth plague on Egypt not only came down like a plague of these, it was a plague of these","response":"locusts"}],"originalDate":"1998-03-30"},{"category":"HOCKEY","comments":"","clues":[{"text":"A depiction of Long Island appears on the logo of this NHL team","response":"the Islanders"},{"text":"A starting lineup consists of 2 defensemen, 3 forwards &amp; this player, the only one allowed to hold the puck","response":"a goalie"},{"text":"Most shots in hockey are wrist shots, or these in which a full backswing is used to gain more force","response":"a slapshot"},{"text":"In 1924 this Boston team became the first from the U.S. to join the NHL","response":"the Bruins"},{"text":"The game of cricket gave us this term for 3 or more goals scored by a player in a game","response":"a hat trick"}],"originalDate":"1998-03-30"},{"category":"\"LO\" MEN","comments":"","clues":[{"text":"Julia Roberts' ex-husband, he's toured &amp; recorded with his \"Large Band\"","response":"Lyle Lovett"},{"text":"In 1924 he teamed up with Nathan Leopold to commit a highly imperfect crime","response":"(Richard) Loeb"},{"text":"In \"The Maltese Falcon\", he calls Sydney Greenstreet \"You bloated idiot!  You stupid fathead!\"","response":"Peter Lorre"},{"text":"This Medici to whom Machiavelli addressed \"The Prince\" was less magnificent than his same-named grandfather","response":"Lorenzo"},{"text":"This politician married Teddy Roosevelt's daughter Alice, who outlived him by 49 years","response":"(Nicholas) Longworth"}],"originalDate":"1998-03-30"},{"category":"PEOPLE &amp; PLACES","comments":"","clues":[{"text":"When Canarians fly home, they fly here","response":"the Canary Islands"},{"text":"Baghdadis are citizens of this country; we don't know where the Baghmommis live","response":"Iraq"},{"text":"It isn't insulting to be called a gopher if you live in this \"Gopher State\"","response":"Minnesota"},{"text":"These nomads call themselves the Rom, which means \"man\" or \"husband\" in their language, Romany","response":"Gypsies"},{"text":"The people of this Northeastern U.S. state are called Nutmegs as well as Nutmeggers","response":"Connecticut"}],"originalDate":"1998-03-27"}],[{"category":"MUSTY TV","comments":"","clues":[{"text":"Elizabeth Montgomery played quirky Cousin Serena as well as Samantha on this sitcom","response":"<i>Bewitched</i>"},{"text":"As played by Al Lewis, Grandpa on this family sitcom could turn into a bat","response":"<i>The Munsters</i>"},{"text":"An assassin's bullet paralyzed this detective played by Raymond Burr","response":"Ironside"},{"text":"On television, this German shepherd served as a private in the U.S. cavalry","response":"Rin Tin TIn"},{"text":"Abe Vigoda played this detective on \"Barney Miller\" &amp; a spin-off","response":"Fish"}],"originalDate":"1998-03-27"},{"category":"CREEPERS &amp; CRAWLERS","comments":"","clues":[{"text":"The wormlike larva of a butterfly or moth","response":"a caterpillar"},{"text":"When referring to the glass lizard, autotomy is the ability to discard all or part of this","response":"its tail"},{"text":"This dark lady, Latrodectus mactans, earns her more common name by killing &amp; eating her mate","response":"a black widow"},{"text":"These noisemakers can be sidewinders or diamondbacks","response":"rattlesnakes"},{"text":"Found on Indonesian islands, these monitors are the world's largest living lizards","response":"a komodo dragon"}],"originalDate":"1998-03-27"},{"category":"UNSOLVED MYSTERIES","comments":"","clues":[{"text":"You can fill some large shoes if you're this yeti relative that's also called a sasquatch","response":"a bigfoot"},{"text":"This polygon off Florida supposedly sucks up planes &amp; ships without a trace; don't forget your shorts!","response":"the Bermuda Triangle"},{"text":"Some investigators believe that this coy lassie might be a plesiosaur","response":"the Loch Ness Monster"},{"text":"Similar to Stonehenge 2 miles west, this large ancient wooden ring also had unknown builders","response":"Woodhenge"},{"text":"The last prophecy from the Virgin Mary's appearance in this Portuguese town remains a papal secret","response":"Fatima"}],"originalDate":"1998-03-27"},{"category":"LAZYBONES","comments":"","clues":[{"text":"Trademark name of a shoe indicating it's meant for those too lazy to lace &amp; tie","response":"a loafer"},{"text":"In an Aesop fable, these insects laugh at a hungry cicada who goofed off all summer","response":"ants"},{"text":"Proverbially, \"The devil finds work for\" these \"to do\"","response":"idle hands"},{"text":"This notoriously lazy composer had used his overture to \"The Barber of Seville\" in at least 2 previous operas","response":"Rossini"},{"text":"In the 1948 campaign, it was Truman's favorite adjective for the Republican 80th Congress","response":"the Do-Nothing Congress"}],"originalDate":"1998-03-27"},{"category":"YOU GO, GIRL!","comments":"","clues":[{"text":"It was the main claim to fame of a 26-year-old Russian woman named Valentina Tereshkova","response":"the first woman in space"},{"text":"In this work, one of the big talkers on their way to Becket's tomb is a prioress, Madame Eglentyn","response":"<i>The Canterbury Tales</i>"},{"text":"Except for a few short trips, she spent all of her 35 years in Massachusetts, almost all of it in Amherst","response":"Emily Dickinson"},{"text":"Her paper, the N.Y. World, sent her to beat Phileas Fogg's record of \"Around the World in 80 Days\"","response":"Nellie Bly"},{"text":"In this Faulkner classic, Addie Bundren's family goes through heck &amp; high water to get her to the graveyard","response":"<i>As I Lay Dying</i>"}],"originalDate":"1998-03-27"},{"category":"FAMILIAR QUOTATIONS... IN 1800","comments":"","clues":[{"text":"This 1726 novel reported that the emperor's largest horses were \"each about four inches and a half high\"","response":"<i>Gulliver's Travels</i>"},{"text":"On Nov. 10, 1770 Voltaire penned, \"If God did not exist, it would be necessary to\" do this","response":"invent him"},{"text":"This British lexicographer called John Dryden \"The Father of English Criticism\"","response":"Samuel Johnson"},{"text":"This \"classy\" Swede wrote, \"To live by medicine is to live horribly\"","response":"(Carolus) Linnaeus"},{"text":"\"What dire offense from amorous causes springs, what mighty contests rise from\" these","response":"trivial things"}],"originalDate":"1998-03-27"}],{"category":"POP MUSIC","text":"In May 1999 he had the No. 1 spot on the Hot 100, Top 40, Hot Latin &amp; Hot Dance Music/Maxi-Single Sales Billboard charts","response":"Ricky Martin"}]}