{"mix":5304,"rounds":[[{"category":"FOLD IT 5 WAYS","comments":"","clues":[{"text":"Kids make these from 1 sheet of typing paper; they use a lot less fuel than a Cessna","response":"Paper airplane"},{"text":"The word origami means \"paper folding\" in this language","response":"Japanese"},{"text":"It's black &amp; white &amp; read all over; it's also the perfect size to make a hat","response":"Newspaper"},{"text":"Complex snout folds are needed to make this animal, whose next Chinese year is 2007","response":"Pig/boar"},{"text":"A square sheet of paper can become a star to put on a Christmas tree, a triangle becomes this Jewish star","response":"Star of David"}],"originalDate":"1998-03-26"},{"category":"PUT \"IT\"","comments":"","clues":[{"text":"This command tells your dog it's confined to hindquarters","response":"Sit"},{"text":"A homer, a murder or a visit to a World Wide Web site","response":"Hit"},{"text":"Look a gift horse in the mouth &amp; you'll see this part of its bridle","response":"Bit"},{"text":"To move swiftly, like a butterfly, or a brand of insecticide","response":"Flit"},{"text":"A Monty Python sketch honored the \"Upper-Class\" one \"Of The Year\"","response":"Twit"}],"originalDate":"1998-03-26"},{"category":"WHERE THE SUN DON'T SHINE","comments":"","clues":[{"text":"Ground water rises under internal pressure in the Artesian type of this","response":"Well"},{"text":"Bite into our planet &amp; you'll find a molten outer one wrapped around a hard, central inner one","response":"a core"},{"text":"A type of shelter built in the '50s, or what your hair might have done if you didn't have one","response":"Fallout"},{"text":"Blind fish of the genus amblyopsis are also called this, for the dark formations where they live","response":"Cavefish"},{"text":"This synonym for a vein of coal in a mine is also a word used in sewing","response":"Seam"}],"originalDate":"1998-03-26"},{"category":"A \"B\" CITY","comments":"","clues":[{"text":"You can cross this city's Francis Scott Key Bridge by the dawn's early light","response":"Baltimore"},{"text":"In 1937 the Loyalists in Spain made this city their capital","response":"Barcelona"},{"text":"Aurelia Aquensis in ancient times, you may want to take a \"double\" dip in this German city's baths","response":"Baden-Baden"},{"text":"Its first name was F&#8209;E&#8209;L&#8209;S&#8209;I&#8209;N&#8209;A, not O&#8209;S&#8209;C&#8209;A&#8209;R","response":"Bologna"},{"text":"The center of the Czech Republic's wool industry, it looks like it needs to buy a vowel","response":"Brno"}],"originalDate":"1998-03-25"},{"category":"STOCK SYMBOLS","comments":"","clues":[{"text":"KO is this company that wants to K.O. PEP (Pepsico)","response":"Coca-Cola"},{"text":"We hope you're not \"stuck on\" this company, JNJ, but they do","response":"Johnson & Johnson"},{"text":"HD isn't Hugh Downs, but this do-it-yourself store","response":"Home Depot"},{"text":"The business section of The Toledo Blade may report on this company, G","response":"Gillette"},{"text":"As one of the top stocks, this company, KMB, likes to diaper the bottom line","response":"Kimberly-Clark"}],"originalDate":"1998-03-25"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"Joan Embery's version of Animal House","response":"Zoo"},{"text":"Below par, off one's feed, under the weather, in short <span class=\"nobreak\">--</span> this","response":"Ill"},{"text":"Splash guard for a baby","response":"Bib"},{"text":"Short job for a musician","response":"Gig"},{"text":"A cackleberry","response":"Egg"}],"originalDate":"1998-03-25"}],[{"category":"TRIAL","comments":"","clues":[{"text":"This organization was krippled in 1925 when D.C. Stephenson, a Grand Dragon, was convicted of murder","response":"Ku Klux Klan"},{"text":"Britain's longest trial ended in 1997 with 2 pamphleteers found guilty of libeling this fast-food company","response":"McDonald's"},{"text":"Clarence Darrow &amp; Jimmy Hoffa faced trial for tampering with these to affect earlier trials","response":"juries"},{"text":"Nickname of Black Panther Elmer Pratt, released in 1997 because evidence was suppressed at his 1972 trial","response":"\"Geronimo\""},{"text":"Caryl Chessman based appeals on the fact that this person died before transcribing his notes","response":"Court stenographer/reporter"}],"originalDate":"1998-03-25"},{"category":"BALLOONS","comments":"","clues":[{"text":"Propane-fueled burners provide this to lift balloons; politicians make their own","response":"Hot air"},{"text":"In 1984 Joe Kittinger in Rosie O' Grady's matched this Lindbergh feat in the Spirit of St. Louis","response":"Crossing the Atlantic, non-stop & solo"},{"text":"In 1783 Jacques Charles took flight No. 1 of a balloon filled with this gas, atomic No. 1","response":"Hydrogen"},{"text":"In one type of race the hare takes off first &amp; is \"dogged\" by competing balloons called these","response":"Hounds"},{"text":"The basket a balloon carries &amp; its contents are called this, like a rocket's cargo","response":"Payload"}],"originalDate":"1998-03-25"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"In 1492 he chartered the Santa Maria from Juan de la Cosa, who became its sailing master","response":"Christopher Columbus"},{"text":"Until abolished in 404 A.D., gladiatorial games had been held at this Rome site for over 300 years","response":"The Colosseum"},{"text":"On April 10, 1974 she resigned as Israel's prime minister but served as a caretaker until June","response":"Golda Meir"},{"text":"In the 1770s this British sea captain circled Antarctica but ice packs kept him from sighting land","response":"James Cook"},{"text":"This 16-year-old \"Black Prince\" led his men to victory at the battle of Crecy in August 1346","response":"Edward"}],"originalDate":"1998-03-25"},{"category":"MOVIE GEOGRAPHY","comments":"","clues":[{"text":"What Bogart actually said in this film was \"If she can stand it, I can.  Play it!\"","response":"<i>Casablanca</i>"},{"text":"Carroll O' Connor played Julie Andrews' father in this film based on a James Michener novel","response":"<i>Hawaii</i>"},{"text":"Gary Busey, Karen Black &amp; Keith Carradine wrote songs for this film; Keith's \"I'm Easy\" won an Oscar","response":"<i>Nashville</i>"},{"text":"Elvis Presley had \"Fun In\" this Mexican resort city with Ursula Andress <span class=\"nobreak\">--</span> who wouldn't?","response":"Acapulco"},{"text":"Luckily, the 1947 Alan Ladd film named for this city wasn't a \"black hole\" in his career","response":"Calcutta"}],"originalDate":"1998-03-25"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"J.N. Reynolds' \"Mocha Dick\", about a white whale, was published 12 years before this man's \"Moby Dick\"","response":"Herman Melville"},{"text":"World leader who was the subject of David Halberstam's 1971 book \"Ho\"","response":"Ho Chi Minh"},{"text":"Thomas Pynchon followed \"V\" with this novel about the V-2 rocket","response":"<i>Gravity's Rainbow</i>"},{"text":"If you read her new book \"Sex &amp; The Single Girl\" at 21 you're 57 now (&amp; no longer a girl)","response":"Helen Gurley Brown"},{"text":"Olive Chancellor was into woman's lib in his 1886 novel \"The Bostonians\"","response":"Henry James"}],"originalDate":"1998-03-25"},{"category":"LET'S TALK ENGLISH GOOD","comments":"","clues":[{"text":"\"Flammable\" has come into common use because this longer word could be misinterpreted","response":"Inflammable"},{"text":"This feminine suffix is more widely accepted after host or heir than after poet","response":"-ess"},{"text":"Churchill called the rule against ending a sentence with this something \"Up with which I will not put\"","response":"Preposition"},{"text":"It's the preferred past participle of hang when it means \"put to death by hanging\"","response":"Hanged"},{"text":"Using this adverb to mean \"it is desirable that\" has been much debated by writers on language","response":"hopefully"}],"originalDate":"1998-03-25"}],{"category":"FAMILIAR PHRASES","text":"This phrase meaning \"discuss the most important matter\" dates back to 1920s movie editing","response":"cut to the chase"}]}