{"mix":5305,"rounds":[[{"category":"STATE LICENSE PLATES","comments":"","clues":[{"text":"\"Famous Potatoes\"","response":"Idaho"},{"text":"\"...on my mind\"","response":"Georgia"},{"text":"An orange","response":"Florida"},{"text":"Garden State","response":"New Jersey"},{"text":"A saguaro cactus","response":"Arizona"}],"originalDate":"1998-03-24"},{"category":"WOMEN IN POWER","comments":"","clues":[{"text":"The Falkland Islands war tested the mettle of this \"Iron Lady\"","response":"Margaret Thatcher"},{"text":"This tough-talking Miamian is the nation's No. 1 cop","response":"Janet Reno"},{"text":"The pineapple of Bob's eye, she returned to Red Cross leadership in 1997","response":"Liddy Dole"},{"text":"She was publisher of The Washington Post during Watergate","response":"Katharine Graham"},{"text":"This NFL team owner moved her team from California to Missouri","response":"Georgia Rosenbloom (Frontiere)"}],"originalDate":"1998-03-24"},{"category":"THE SCHMIDTS, PIONEER FAMILY","comments":"","clues":[{"text":"Mr. Schmidt spins them by the fire; Ma Schmidt spins it out of wool","response":"yarn"},{"text":"The Schmidts travel in one of these; their descendants loved the Ward Bond TV show of the same name","response":"wagon train"},{"text":"On a stopover, the little Schmidts climb on the walls of this type of fort, also an army prison","response":"stockade"},{"text":"Whether broad or pole type, it's Mr. Schmidt's most important tool; he calls his mother-in-law a \"battle\" one","response":"ax"},{"text":"The Schmidts are plump, so it's good they didn't join this \"party\" that crossed the Sierra Nevada in 1846-87","response":"Donner Party"}],"originalDate":"1998-03-24"},{"category":"THE MOVIES","comments":"","clues":[{"text":"8 years before \"Speed\", he co-starred with Drew Barrymore in a musical remake of \"Babes in Toyland\"","response":"Keanu Reeves"},{"text":"This former sitcom queen bedeviled Meryl Streep in \"She-Devil\"","response":"Roseanne"},{"text":"The Nabokov novel nymphet played by Sue Lyon in 1962 &amp; Dominique Swain in 1997","response":"Lolita"},{"text":"This world-famous sitarist composed some Indian music for the 1962 film, \"Tarzan goes to India\"","response":"Ravi Shankar"},{"text":"\"The Edge\" reunited Anthony Hopkins with Bart the Bear, who was pitted against Brad Pitt in this 1995 film","response":"<i>Legends of the Fall</i>"}],"originalDate":"1998-03-24"},{"category":"NICKNAMES","comments":"","clues":[{"text":"Ivan I was Ivan Moneybag, Ivan II was Ivan the Red, &amp; Ivan IV was this","response":"Ivan the Terrible"},{"text":"Buck Taylor, a star of Buffalo Bill's Wild West Show, earned this \"Royal\" nickname before Roy Rogers","response":"King of the Cowboys"},{"text":"George W. Perkins gave so much money to this political party that he was nicknamed \"The Dough Moose\"","response":"the Bull Moose Party"},{"text":"We presume this Virginian felt good about his nickname, \"The Era-Of-Good-Feeling President\"","response":"James Monroe"},{"text":"Some called this \"Messiah\" composter \"The Thunderbolt\" after Mozart said he struck like one","response":"Handel"}],"originalDate":"1998-03-24"},{"category":"STRIFE WITH FATHER","comments":"","clues":[{"text":"She whacked her stepmom, saw what she'd done, then \"gave her father 41\"","response":"Lizzie Borden"},{"text":"Thanks to an angel, Abraham didn't make him the ultimate sacrifice","response":"Isaac"},{"text":"It's pretty \"complex\" how he managed to kill his father, solve the Sphinx' riddle &amp; marry his mother","response":"Oedipus"},{"text":"In 1989, Jose &amp; Kitty paid dearly because these 2 allegedly couldn't wait for their Beverly Hills inheritance","response":"Menendez brothers"},{"text":"Executed in Utah in 1977, he told his brother that their father was the first person he ever wanted to murder","response":"Gary Gilmore"}],"originalDate":"1998-03-24"}],[{"category":"BITES","comments":"","clues":[{"text":"Unlike their undead counterparts, these bats prefer biting cattle to humans","response":"vampire bats"},{"text":"A persistently biting insect, or a persistently provoking person, is this kind of \"fly\"","response":"gadfly"},{"text":"Vipers keep these teeth folded in until it's time to bite","response":"fangs"},{"text":"Long before the Queen song, Homer used this metaphor for warriors who die in battle","response":"bite the dust"},{"text":"This 1857 mutiny began among Indian troops ordered to bite cartridges greased with animal fat","response":"Sepoy Mutiny"}],"originalDate":"1998-03-24"},{"category":"SMILE!","comments":"","clues":[{"text":"When this is happening, \"Sure it's like a morn in spring\"","response":"\"when Irish eyes are smiling\""},{"text":"The term Gioconda Smile refers to an enigmatic smile like the famous one painted by this man","response":"Da Vinci"},{"text":"As Pudd'nhead Wilson, he wrote, \"Wrinkles should merely indicate where smiles have been\"","response":"Mark Twain"},{"text":"In office for only 33 days in 1978, he was there long enough to earn the sobriquet \"The Smiling Pope\"","response":"John Paul I"},{"text":"Stephen Sondheim's \"A Little Night Music\" was based on this 1955 Ingmar Bergman film","response":"<i>Smiles of a Summer Night</i>"}],"originalDate":"1998-03-24"},{"category":"NICK NAMES","comments":"","clues":[{"text":"Some folks call him Old Nick or Old Scratch when they \"speak of\" him","response":"the devil"},{"text":"He was still a student at Ohio State when he won his first U.S. Amateur Golf Championship in 1959","response":"Jack Nicklaus (The Golden Bear)"},{"text":"This protagonist of Hemingway's famous story, \"The Killers\", has been called Hemingway's alter-ego","response":"Nick Adams"},{"text":"He directed his mom, Gena Rowlands, in the 1996 film \"Unhook the Stars\"","response":"Nick Cassavetes"},{"text":"Omar Sharif played this gambler in \"Funny Girl\" &amp; \"Funny Lady\"","response":"Nicky Arnstein"}],"originalDate":"1998-03-24"},{"category":"PLACES IN THE HEART","comments":"","clues":[{"text":"From Greek for \"to lift\", it's the big artery that lifts blood out of the heart","response":"aorta"},{"text":"Name given the tissue that sparks the heart into contracting; some people need an artificial one","response":"a pacemaker"},{"text":"These include the bicuspid &amp; tricuspid","response":"valves"},{"text":"We're not \"deviating\" from the category when we say it divides the sides of the heart","response":"the septum"},{"text":"You have a superior one of these veins, as well as an inferior one","response":"the vena cava"}],"originalDate":"1998-03-23"},{"category":"NOT WITHOUT MY DAUGHTER","comments":"","clues":[{"text":"For many years, this \"pretty baby\" was inseparable from her manager mom Teri, an ex-model herself","response":"Brooke Shields"},{"text":"It's no rumor: her real daughter, Rumer, played her movie daughter in \"Striptease\"","response":"Demi Moore"},{"text":"Mom Naomi kept performing as half of this duo for over a year after doctors advised her to quit","response":"the Judds"},{"text":"This current Dutch queen was a baby when she fled the Netherlands with her mother during WWII","response":"Beatrice (Beatrix)"},{"text":"In 1986 she &amp; her mother Nusrat were formally elected co-Chairwomen of the Pakistani People's Party","response":"(Benazir) Bhutto"}],"originalDate":"1998-03-23"},{"category":"PUNCHLINE","comments":"","clues":[{"text":"'60s rock band whose name is the punchline to \"What's big &amp; purple &amp; swims in the ocean?\"","response":"Moby Grape"},{"text":"Gracie's traditional response to George Burns' order \"Say good night, Gracie\"","response":"Good night, Gracie"},{"text":"In \"Airplane\" Leslie Nielsen gives this response when told \"Surely you can't be serious\"","response":"Don't call me Shirley"},{"text":"It completes the exchange: \"My dog has no nose.\"  \"Then how does he smell?\"","response":"badly (or terribly)"},{"text":"It explains why music played backwards is coming from Beethoven's grave","response":"he's decomposing"}],"originalDate":"1998-03-23"}],{"category":"MUSIC WORDS","text":"Before it acquired its musical meaning in the early 20th century, it was baseball slang for \"pep\" or \"energy\"","response":"jazz"}]}