{"mix":5306,"rounds":[[{"category":"FLYING","comments":"","clues":[{"text":"\"Low-observable technology\" earned the Air Force's B-2 bomber this nickname","response":"stealth bomber"},{"text":"Tourists take off on popular helicopter excursions over this \"Garden Island\" of Hawaii","response":"Kauai"},{"text":"In \"The Flying Nun\", Sally Field played this \"sister\"","response":"Sister Bertrille"},{"text":"In January 1997 Steve Fossett stayed aloft in one for over 6 days, but failed to fly it around the world","response":"hot air balloon"},{"text":"This company's airship \"The Eagle\" appears on the city seal of Carson, California, where it's based","response":"Goodyear"}],"originalDate":"1998-03-23"},{"category":"\"NONE\"","comments":"","clues":[{"text":"This Agatha Christie mystery was also published as \"Ten Little Indians\"","response":"<i>And Then There were None</i>"},{"text":"In a baby's toe counting game, it's what you say of the fourth one","response":"this little piggy had none"},{"text":"The name of this Hershey's candy implies that it's the best, without exception","response":"<i>Bar None</i>"},{"text":"This 1965 war drama was Frank Sinatra's directorial debut","response":"<i>None But the Brave</i>"},{"text":"An eclectic record label, or a word for a person or thing without equal","response":"nonesuch"}],"originalDate":"1998-03-23"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"In 1861 George B. McClellan became the first to take the helm of this army, called \"Mr. Lincoln's Army\"","response":"the Army of the Potomac"},{"text":"The inmates' official daily rations at this Georgia prison were 1/4 lb. of meal and 1/3 lb. of bacon or beef","response":"Andersonville"},{"text":"After capturing Atlanta in September of 1864, he told its mayor, \"War is cruelty and you cannot refine it\"","response":"Sherman"},{"text":"The Battle of Little Round Top was one of the bloody skirmishes in this 3-day battle in July 1863","response":"Gettysburg"},{"text":"Named for the ink color used, this currency was issued in 1862 &amp; helped pay the North's war costs","response":"greenbacks"}],"originalDate":"1998-03-23"},{"category":"BLESSED ARE THE PEACEMAKERS","comments":"","clues":[{"text":"A Shoshone, she helped Lewis &amp; Clark as both peacemaker &amp; interpreter","response":"Sacajawea"},{"text":"In 1979 he became the first Israeli Prime Minister to sign a peace treaty with an Arab country","response":"Menachem Begin"},{"text":"At his 1969 inaugural he said, \"The greatest honor history can bestow is the title of peacemaker\"","response":"Richard Nixon"},{"text":"For his determined Central American peace efforts, this Costa Rican won the 1987 Nobel Peace Prize","response":"Oscar Arias Sanchez"},{"text":"This North Vietnamese diplomat turned down the 1973 Nobel Peace Prize for negotiating a cease-fire","response":"Le Duc Tho"}],"originalDate":"1998-03-23"},{"category":"ERIC STOLTZ WAS IN THAT?","comments":"","clues":[{"text":"In this 1994 film Winona Ryder's Jo thinks Eric's Mr. Brooke is \"dull as powder\"","response":"<i>Little Women</i>"},{"text":"Eric played Cher's disfigured son in this film","response":"<i>Mask</i>"},{"text":"She played Eric Stoltz' girlfriend in \"The Waterdance\", &amp; he played her old boyfriend on \"Mad About You\"","response":"Helen Hunt"},{"text":"Eric made his film debut in this 1982 film that was Amy Heckerling's directorial debut","response":"<i>Fast Times at Ridgemont High</i>"},{"text":"There was a lot of buzz when Eric starred in the 1989 sequel to this 1986 Jeff Goldblum film","response":"<i>The Fly</i>"}],"originalDate":"1998-03-23"},{"category":"OXYMORONS","comments":"(Alex: Expressions that have, seemingly, contradictory words.   Jumbo shrimp is a perfect example.)","clues":[{"text":"They're units in the Armed Services which engage in spying; some call the term an oxymoron","response":"military intelligence"},{"text":"Before Joan Rivers left for her own show, she held this oxymoronic post for Johnny Carson","response":"guest host"},{"text":"The other category title on this board that fits this category","response":"THE CIVIL WAR"},{"text":"Juliet said that \"parting\" from Romeo was this oxymoron","response":"sweet sorrow"},{"text":"In 1965, Ringo Starr sang that \"They're gonna put me in the movies\" in a hit with this oxymoronic title","response":"<i>Act Naturally</i>"}],"originalDate":"1998-03-23"}],[{"category":"\"TOMORROW\"","comments":"","clues":[{"text":"Space Mountain &amp; Star Tours are among its attractions","response":"(Disneyland's) Tomorrowland"},{"text":"In 1960 the Shirelles asked this musical question","response":"Will you still love me tomorrow?"},{"text":"In the novel \"Gone with the Wind\", it follows \"I'll think of some way to get him back\"","response":"Tomorrow is another day"},{"text":"Annie told us you could \"bet your bottom dollar that\" this would happen","response":"the sun will come out tomorrow"},{"text":"This advice on procrastination is credited to a 1749 letter written by Lord Chesterfield to his son","response":"never put off till tomorrow what you can do today"}],"originalDate":"1998-03-20"},{"category":"SATURDAY MORNING CARTOONS","comments":"(Alex: Tomorrow is Saturday, so we'll deal with...)","clues":[{"text":"This title dog's real first name is Scoobert","response":"Scooby-Doo"},{"text":"Mush Mouth &amp; Dumb Donald were some of the Cosby kids on the show whose title featured this one","response":"Fat Albert"},{"text":"\"The Immature Radioactive Samurai Slugs\" on \"Tiny Toons\" were a parody of this cartoon group","response":"the Teenage Mutant Ninja Turtles"},{"text":"In 1985 an animated version of this Soleil Moon Frye sitcom character made the scene","response":"Punky Brewster"},{"text":"This ape was the white elephant that pet store owner Mr. Peebles couldn't get rid of","response":"Magilla Gorilla"}],"originalDate":"1998-03-20"},{"category":"THE SATURDAY EVENING POST","comments":"","clues":[{"text":"Pre-\"Peanuts\", he sold some of his cartoons to the Saturday Evening Post","response":"Charles Schulz"},{"text":"In the March 17, 1956 issue, Gary Cooper said, \"In Westerns you were permitted to kiss\" this \"but never your girl\"","response":"your horse"},{"text":"Born in NYC in 1894, he painted 317 covers for the Post over 47 years","response":"Norman Rockwell"},{"text":"The Post's history goes back to The Pennsylvania Gazette founded by this man","response":"Benjamin Franklin"},{"text":"The 6 Earl Derr Biggers novels about this Chinese-American detective were first serialized in the Post","response":"Charlie Chan"}],"originalDate":"1998-03-20"},{"category":"PHYSICS 101","comments":"","clues":[{"text":"The area of physics divided into statics &amp; dynamics or the guys replacing your head gasket","response":"mechanics"},{"text":"Term for one end of a bar magnet, or for one of the discoverers of radium","response":"a pole"},{"text":"By definition, liquids &amp; gases do this under stress, solids don't","response":"they flow"},{"text":"In the 19th C. Rudolf Clausius coined this word for measuring increasing disorder in a system","response":"entropy"},{"text":"Silicon is a semiconducting material; this is the term for nonconductors like plastics","response":"an insulator"}],"originalDate":"1998-03-20"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"Opened in 1869, part of it follows the route of a canal dug 12 centuries earlier","response":"the Suez Canal"},{"text":"One of the 3 large empires of 19th century Eastern Europe was this \"Sick Man\"","response":"the Ottoman Empire"},{"text":"In 1880 this Lincoln county sheriff captured Billy the Kid","response":"Pat Garrett"},{"text":"On sale May 1, 1840, the first postage stamp with adhesive on the back had this person on the front","response":"Queen Victoria"},{"text":"1853 purchase that brought the contiguous U.S. about up to its present area","response":"the Gadsden Purchase"}],"originalDate":"1998-03-20"},{"category":"CITY FOLK","comments":"","clues":[{"text":"Hamburgers","response":"residents of Hamburg"},{"text":"Palermitans","response":"Palermo residents"},{"text":"Madrilenos","response":"residents of Madrid"},{"text":"Damascenes","response":"Damascus residents"},{"text":"Varsovians","response":"residents of Warsaw"}],"originalDate":"1998-03-20"}],{"category":"FILMS OF THE '60s","text":"In the top films of 2 consecutive years in the 1960s, she played a nanny &amp; a governess","response":"Julie Andrews"}]}