{"mix":5307,"rounds":[[{"category":"AIN'T THAT \"GRAND\"","comments":"","clues":[{"text":"This name for a railroad terminal at Park &amp; 42nd is a synonym for frenzied activity","response":"Grand Central Station"},{"text":"The Republicans had been around less than 30 years when they were dubbed this","response":"the Grand Old Party"},{"text":"Term for an extended visit to Europe, once an essential part of a British gent's upbringing","response":"the Grand Tour"},{"text":"A 1085-mile waterway in China &amp; a 2.5 mile waterway in Venice are both called this","response":"the Grand Canal"},{"text":"At 15 in 1991, Judit Polgar became the youngest person &amp; one of the few women to attain this rank","response":"a grandmaster (in chess)"}],"originalDate":"1998-03-20"},{"category":"U.S. GEOGRAPHY","comments":"","clues":[{"text":"Part of this 3,000-mile long mountain system covers the middle third of Colorado","response":"the Rocky Mountains"},{"text":"Texas County in this state's panhandle borders the state of Texas","response":"Oklahoma"},{"text":"This Washington volcano erupted on November 22, 1842; it blew its top again in 1980","response":"Mount St. Helens"},{"text":"This Midwestern state's \"Northwest Angle\" is the northernmost point in the continental U.S.","response":"Minnesota"},{"text":"The Calendar Islands of this \"Pine Tree State\" are so named because there are 365 of them","response":"Maine"}],"originalDate":"1998-03-13"},{"category":"ON- &amp; OFF-SCREEN ROMANCES","comments":"","clues":[{"text":"This \"Pretty Woman\" fell for Dylan McDermott when she played his wife in \"Steel Magnolias\"","response":"Julia Roberts"},{"text":"Laura Dern &amp; this \"Tall Guy\" were linked romantically when they co-starred in \"Jurassic Park\"","response":"Jeff Goldblum"},{"text":"Dennis Quaid found inner peace when he married this co-star of \"Innerspace\" in 1991","response":"Meg Ryan"},{"text":"Brad Pitt's break-up with this \"Se7en\" co-star made the June 30, 1997 cover of People","response":"Gwyneth Paltrow"},{"text":"Yves Montand &amp; this blond sex symbol took the title of their 1960 film \"Let's Make Love\" literally","response":"Marilyn Monroe"}],"originalDate":"1998-03-13"},{"category":"LET'S TALK ABOUT SEX","comments":"","clues":[{"text":"Ann Landers said women's complaints about sex fall into 2 categories: not enough &amp; this","response":"too much"},{"text":"In 1972 this French star called herself \"the most important sex symbol of all time\"","response":"Brigitte Bardot"},{"text":"According to Cole Porter they're the type of \"fleas\" that \"do it\"","response":"educated"},{"text":"\"Sex is the biggest nothing of all time\", said this pop artist, perhaps preferring soup","response":"Andy Warhol"},{"text":"\"Golden Boy\" playwright who defined sex as \"the poor man's polo\"","response":"Clifford Odets"}],"originalDate":"1998-03-13"},{"category":"NOW YOU'RE COOKIN'!","comments":"","clues":[{"text":"Salisbury steak contains these items that Hansel dropped in the forest","response":"bread crumbs"},{"text":"It means to separate &amp; remove solids to make \"clear\"; it's often done to butter","response":"clarify"},{"text":"To make angel parfaits, you need egg whites, salt, sugar, vanilla &amp; the heavy type of this","response":"cream"},{"text":"Recipes for cocktail sauce often call for the \"prepared\" type of this pungent root","response":"horseradish"},{"text":"Chilies, garlic &amp; chocolate go into this Mexican sauce served on chicken or turkey","response":"mole sauce"}],"originalDate":"1998-03-13"},{"category":"CHILDREN'S BOOKS &amp; AUTHORS","comments":"","clues":[{"text":"Her 1933 book \"Farmer Boy\" describes the childhood of her husband, Almanzo Wilder","response":"Laura Ingalls Wilder"},{"text":"\"Our Exploits at West Poley\" is a children's book by this \"Tess of the D' Urbervilles\" author","response":"Thomas Hardy"},{"text":"This author of the Uncle Remus stories also wrote \"Wally Wanderoon and His Story-Telling Machine\"","response":"Joel Chandler Harris"},{"text":"\"The Twits\" is the tale of a perfectly dreadful couple by this author of \"James and the Giant Peach\"","response":"Roald Dahl"},{"text":"He called his fifth Narnia novel \"The Horse and His Boy\"","response":"C.S. Lewis"}],"originalDate":"1998-03-13"}],[{"category":"FIRST-NAME BASIS","comments":"","clues":[{"text":"A little birdy told us this first name shared by actress Oberon &amp; singer Haggard means \"blackbird\"","response":"Merle"},{"text":"Cecil B.'s niece could tell you that Inez is the Spanish form of this feminine name","response":"Agnes"},{"text":"From the Latin for \"fifth\", this name was traditionally given to a fifth son","response":"Quentin"},{"text":"A good detective can deduce this masculine name means \"fair-haired\" in old English","response":"Sherlock"},{"text":"We don't \"doubt\" you know that this Biblical name is Aramaic for \"twin\"","response":"Thomas"}],"originalDate":"1998-03-13"},{"category":"EUROPEAN HISTORY","comments":"","clues":[{"text":"In 1995 7-time PM Giulio Andreotti was tried for association with this criminal organization","response":"the mafia"},{"text":"This American gathered his forces to liberate Europe in WWII; his \"plan\" then supplied it with $13 billion","response":"George Marshall"},{"text":"16th &amp; 17th c. changes in the Catholic church are often called the counter-this","response":"Reformation"},{"text":"A political or social system; an \"ancien\" one governed France until 1789","response":"a regime"},{"text":"Reigning from 1243 to 1254, the 4th Pope of this name was \"guilty\" of authorizing torture for heretics","response":"Pope Innocent IV"}],"originalDate":"1998-03-13"},{"category":"\"CAT\" GOT YOUR TONGUE?","comments":"","clues":[{"text":"It describes a tune you can't stop humming","response":"catchy"},{"text":"A trancelike state in which a person doesn't talk or move","response":"catatonia"},{"text":"To deny something this way is to allow for no exceptions or conditions","response":"categorical (or categorically)"},{"text":"The instruction of a pupil by means of questions &amp; answers, the reverse of what we're doing now","response":"catechism"},{"text":"An Indian tribe of the Carolinas, their language, or a grape first grown in the region","response":"catawba"}],"originalDate":"1998-03-13"},{"category":"SUPERSTITIONS","comments":"","clues":[{"text":"Do this on a Monday, you do it \"for danger\"; bless you","response":"sneeze"},{"text":"An 1831 book said as you pass under one of these you must spit through it, or spit 3 times afterwards","response":"a ladder"},{"text":"These grotesque stone figures acted as drain spouts as well as sentinels to frighten away evil spirits","response":"gargoyles"},{"text":"If you lose an eyelash, put it on your finger, do this, then blow it away","response":"make a wish"},{"text":"The Carpenters sang about one of these \"for luck and we're on our way\"","response":"a kiss"}],"originalDate":"1998-03-12"},{"category":"BUDDY THE BEEKEEPER","comments":"","clues":[{"text":"Buddy mixes equal parts of this &amp; hot water to feed a new colony with no honey to eat","response":"sugar"},{"text":"Buddy doesn't like being asked \"Who's the lucky fella?\" when he wears this between his hat &amp; collar","response":"a beekeeper's veil"},{"text":"Buddy makes people mad when he blows this in elevators, but he blows it at bees to calm them down","response":"smoke"},{"text":"Buddy might say \"None of your business\" if asked about harvesting this product used in candles &amp; polishes","response":"beeswax"},{"text":"In spring Buddy gets ready for these masses of bees to fly from their hives &amp; form new colonies","response":"swarms"}],"originalDate":"1998-03-12"},{"category":"THE 1970s","comments":"","clues":[{"text":"From Calvin Klein &amp; others this piece of denim apparel became \"designer\", i.e. tight &amp; expensive","response":"blue jeans"},{"text":"Danny Zuko &amp; Sandy Dumbrowski end up together in this musical that opened Valentine's Day, 1972","response":"<i>Grease</i>"},{"text":"A toy skycycle named for this daredevil was introduced before his 1974 Snake River Canyon jump","response":"Evel Knievel"},{"text":"In 1972 Mujibur Rahman became the first PM of this new Asian nation for which a concert was held in 1971","response":"Bangladesh"},{"text":"A deadly disease was identified after an outbreak at this group's 1976 convention in Philadelphia","response":"the American Legion"}],"originalDate":"1998-03-12"}],{"category":"TRANSPORTATION","text":"On December 11, 1967 it was removed from the British registry &amp; turned over to the city of Long Beach, California","response":"the <i>Queen Mary</i>"}]}