{"mix":5310,"rounds":[[{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"When dining in Chile you may try pastel de choclo, a meat pie topped with mush made from this meal","response":"Corn meal"},{"text":"You can visit this author's home at No. 6 Place des Vosges, not too far from Notre Dame","response":"Victor Hugo"},{"text":"After touring the Old Castle in Gruyeres in this country, you may visit the dairy that makes Gruyere cheese","response":"Switzerland"},{"text":"If you're on a shopping spree in this city on the Spree, head for the Kurfurstendamm","response":"Berlin"},{"text":"Tiger Balm Gardens in this \"Lion City\" of Asia is a theme park that celebrates Chinese folklore","response":"Singapore"}],"originalDate":"1998-03-16"},{"category":"'70s TV DETECTIVES","comments":"","clues":[{"text":"This bald detective was known for his lollipops &amp; the line \"Who loves ya, baby?\"","response":"Kojak"},{"text":"The 1970s saw \"Police Story\", \"Police Surgeon\" &amp; this woman as \"Police Woman\"","response":"Angie Dickinson"},{"text":"William Conrad as Cannon guested on this Buddy Ebsen series","response":"<i>Barnaby Jones</i>"},{"text":"One of the many insurance investigators was this Polish-American played by George Peppard","response":"Banacek"},{"text":"CBS reran this 1970-71 series in 1973 &amp; 1975 after its star Burt Reynolds made it big in the movies","response":"<i>Dan August</i>"}],"originalDate":"1998-03-16"},{"category":"PLAY TIME","comments":"","clues":[{"text":"In Arthur Miller's \"The Crucible\" Abigail Williams accuses Elizabeth Proctor of this crime","response":"Witchcraft"},{"text":"Tom Wingfield, the narrator of this man's \"The Glass Menagerie\", calls it a \"memory play\"","response":"Tennessee Williams"},{"text":"This playwright achieved international fame with his 1897 play \"Cyrano de Bergerac\"","response":"Edmond Rostand"},{"text":"In this David Mamet play, Don Dubrow plans to steal a rare &amp; valuable nickel","response":"<i>American Buffalo</i>"},{"text":"In this author's \"Fences\" Troy Maxson complains that black men don't get to drive garbage trucks","response":"August Wilson"}],"originalDate":"1998-03-16"},{"category":"TURNING 50 IN '98","comments":"","clues":[{"text":"We wonder where the time wendt for George Wendt, who played this barfly on \"Cheers\"","response":"Norm Peterson"},{"text":"Turning 50 on March 31, he's a year younger than his predecessor, Dan Quayle","response":"Al Gore"},{"text":"This man from Pin Point, Georgia joined the U.S. Supreme Court in 1991","response":"Clarence Thomas"},{"text":"He was 9 when he began playing The Beaver; he turns 50 on June 2","response":"Jerry Mathers"},{"text":"As her surname indicates, this soprano has had her share of wars with opera companies &amp; other singers","response":"Kathleen Battle"}],"originalDate":"1998-03-16"},{"category":"\"HALF\"","comments":"","clues":[{"text":"From 1948 to 1963 Benjamin Franklin was depicted on its obverse, the Liberty Bell on its reverse","response":"Half dollar"},{"text":"In October 1973 this Cher hit replaced Grand Funk's \"We're An American Band\" at No. 1","response":"<i>Half Breed</i>"},{"text":"(Wrestling) Hold illustrated here:","response":"Half-Nelson"},{"text":"For the radioactive element Thorium, it's about 14 billion years","response":"Half-life"},{"text":"In publishing, this type of photograph consists of a pattern of dots varying in size to simulate grays","response":"Halftone"}],"originalDate":"1998-03-16"},{"category":"THE NEWSPAPER","comments":"","clues":[{"text":"Stop the presses!  In 1982 it became America's first national, general interest newspaper","response":"<i>USA Today</i>"},{"text":"When it hit the streets in 1831, Michigan Intelligencer was part of its name","response":"<i>The Detroit Free Press</i>"},{"text":"This city's Observer serves 40 counties in North &amp; South Carolina","response":"Charlotte"},{"text":"This paper rises each morning from its headquarters at Calvert &amp; Centre Streets","response":"<i>The Baltimore Sun</i>"},{"text":"At the request of its founder, this Boston paper runs 1 religious article each day in its home forum section","response":"<i>The Christian Science Monitor</i>"}],"originalDate":"2005-03-15"}],[{"category":"THE BOOK REVIEW","comments":"","clues":[{"text":"\"American Soldier\" is a memoir by this general who led American &amp; Coalition forces in Iraq","response":"Tommy Franks"},{"text":"This comedian is pictured on the cover of \"America (The Book): A Citizen's Guide to Democracy Inaction\"","response":"Jon Stewart"},{"text":"A book about this ever-popular sweet substance is subtitled \"The Nature of Indulgence\"","response":"chocolate"},{"text":"The 6-word title of this bestselling dating guide offers \"The No-Excuses Truth to Understanding Guys\"","response":"<i>He's Just Not That Into You</i>"},{"text":"\"How to Talk to a Liberal (if You Must)\" is subtitled \"The World According to\" her","response":"Ann Coulter"}],"originalDate":"2005-03-15"},{"category":"THE PERSONALS","comments":"","clues":[{"text":"330 B.C.:<br>At 26, I've conquered Persia... can you conquer my heart?","response":"Alexander the Great"},{"text":"Dec. 14, 1809:<br>Divorced today!  Ex-empress, 46, Malmaison-bound, desires tall man for a change","response":"Josephine"},{"text":"450 A.D.:<br>\"Scourge of God\" demands sister of emperor of West Roman Empire as bride<span class=\"nobreak\">--</span>now!","response":"Attila the Hun"},{"text":"1944:<br>Radio actress, mid-20s, desires Argentinean VP for relationship","response":"Eva Peron"},{"text":"37 A.D.:<br>Let's have Italian!  \"Little Boot\" emperor seeks hot companion shoe for stylish fit","response":"Caligula"}],"originalDate":"2005-03-15"},{"category":"THE \"C\"ROSSWORD PUZZLE","comments":"","clues":[{"text":"1986 disaster city in Ukraine<br>(9)","response":"Chernobyl"},{"text":"Premium California red winegrape<br>(8)","response":"cabernet"},{"text":"Michigan city, or DeVille maker<br>(8)","response":"Cadillac"},{"text":"A yellowish green, or a liqueur<br>(10)","response":"chartreuse"},{"text":"Used in atomic clocks, it melts at 83.3 degrees F.<br>(6)","response":"cesium"}],"originalDate":"2005-03-15"},{"category":"FIVE EASY PISCES","comments":"","clues":[{"text":"Perhaps inspired by his zodiac symbol, he wrote \"One Fish Two Fish Red Fish Blue Fish\"","response":"Dr. Seuss"},{"text":"He's the Pisces born March 6, 1475 who said, \"I saw the angel in the marble and carved until I set him free\"","response":"Michelangelo"},{"text":"\"When we met first and loved...\" begins one of the famous sonnets by this \"Portuguese\" Pisces","response":"Elizabeth Barrett Browning"},{"text":"Elizabeth Taylor is a Pisces &amp; so was this man<span class=\"nobreak\">--</span>the explorer, not her husband of the same name","response":"Richard Burton"},{"text":"Since Pisces is a water sign, it's not surprising that he composed \"Water Music\" in 1717","response":"Handel"}],"originalDate":"2005-03-15"},{"category":"CHAPLIN","comments":"","clues":[{"text":"Charlie Chaplin said that in creating his Tramp character he added this to make him look older","response":"a mustache"},{"text":"In \"Benny &amp; Joon\" this actor performed Chaplin's dancing roll scene from \"The Gold Rush\"","response":"Johnny Depp"},{"text":"Chaplin was born April 16, 1889 in England &amp; died Christmas day in 1977 in this country","response":"Switzerland"},{"text":"In 1914, this Keystone Studios head was the last person other than Chaplin to direct him in a film","response":"(Mack) Sennett"},{"text":"In \"Limelight\" Chaplin cast as his partner this other great comic of the silent screen","response":"Buster Keaton"}],"originalDate":"2005-03-15"},{"category":"FROM THE CIA <em class=\"underline\">WORLD FACTBOOK</em>","comments":"","clues":[{"text":"The IDF, this country's defense force, based at Keflavik, is manned by Americans","response":"Iceland"},{"text":"The center of power of an empire until 1918, this country is a bit smaller than Maine","response":"Austria"},{"text":"Nepal's regime is threatened by this type of movement, named for a Chinese leader","response":"Maoists"},{"text":"Frequent recent invasions haven't hurt this Asian country's opium crop, the world's largest","response":"Afghanistan"},{"text":"Though illegal, the Muslim Brotherhood is the main opposition to this African in power since 1981","response":"Hosni Mubarak"}],"originalDate":"2005-03-15"}],{"category":"NAPOLEON","text":"Napoleon died before some of his officers could sneak him to this U.S. state where his death mask now resides","response":"Louisiana"}]}