{"mix":5326,"rounds":[[{"category":"PATRON SAINTS","comments":"","clues":[{"text":"The name of this patron of wayfarers comes from Greek for \"one who carries Christ\"","response":"St. Christopher"},{"text":"Patron saint of children, his feast day is December 6, not December 25","response":"St. Nicholas"},{"text":"Gospel writer who is the patron saint of Venice, his winged lion is the city's symbol","response":"St. Mark"},{"text":"The family of this patron of students once kept him in a castle to keep him from becoming a friar","response":"St. Thomas Aquinas"},{"text":"Called the apostle of organized charity, he's the patron of charitable societies","response":"St. Vincent de Paul"}],"originalDate":"1988-11-18"},{"category":"THE YEAR THAT WAS","comments":"","clues":[{"text":"An Orwell novel returned to the best-seller list, voters returned Reagan and Bush, \"Jeopardy!\" returned to TV","response":"1984"},{"text":"Anwar Sadat was shot, Pope John Paul II was shot, President Reagan was shot","response":"1981"},{"text":"China invaded Vietnam, the Soviets invaded Afghanistan, Iranians invaded the U.S. Embassy","response":"1979"},{"text":"The Bears won the Super Bowl, Elie Wiesel won the Nobel Peace Prize, Democrats won control of the U.S. Senate","response":"1986"},{"text":"Ford sent the Edsel to dealers, Ike sent troops to Little Rock, Russia sent Sputnik to space","response":"1957"}],"originalDate":"1988-11-18"},{"category":"ABBREV.","comments":"","clues":[{"text":"One of the two metal alloys abbreviated br.","response":"bronze (or brass)"},{"text":"A CEO whose company offers an EEO might hire some DAVs, who are these","response":"Disabled American Veterans"},{"text":"States whose abbreviations make up the telegram:<br>HI PA.<br>MA OK.<br>AL","response":"Hawaii, Pennsylvania, Massachusetts, Oklahoma & Alabama"},{"text":"You gesture a lot but don't need to speak a word in this language, ASL","response":"American Sign Language"},{"text":"2 of 3 federal workers might know that the BLS is this","response":"Bureau of Labor Statistics"}],"originalDate":"1988-11-18"},{"category":"WORLD WAR I","comments":"","clues":[{"text":"American doughboys called him \"Kaiser Bill\"","response":"Kaiser Wilhelm II"},{"text":"In 1917 the U.S. entered the war and this large country stopped fighting","response":"Russia"},{"text":"The Allied Gallipoli campaign was beaten back by this country","response":"Turkey"},{"text":"The U.S. declared war on Germany April 6, 1917, and on this country the following December 7","response":"Austria-Hungary"},{"text":"A secret message from this German foreign secretary advocating a German-Mexican alliance angered the U.S.","response":"Arthur (or Alfred) Zimmerman"}],"originalDate":"1988-11-18"},{"category":"LITERATURE","comments":"","clues":[{"text":"When he saw water snakes in the moonlight and blessed them, the albatross fell from his neck","response":"The Ancient Mariner"},{"text":"He wrote his 1948 novel \"The Naked and the Dead\" while he was enrolled at the Sorbonne","response":"Norman Mailer"},{"text":"She received the Pulitzer prize for her \"Collected Stories\", not for \"Ship of Fools\"","response":"Katherine Anne Porter"},{"text":"The young narrator of \"Treasure Island\"","response":"Jim Hawkins"},{"text":"A well-known Ambrose Bierce short story is about an incident at this bridge in Northern Alabama","response":"Owl Creek Bridge"}],"originalDate":"1988-11-18"},{"category":"ANATOMY","comments":"","clues":[{"text":"These body parts are sometimes called digits","response":"fingers/toes"},{"text":"One of the two hormones that regulate blood sugar in the pancreas","response":"(1 of) glucagon & insulin"},{"text":"Otitis media is a term for infection of the middle part of this","response":"the ear"},{"text":"Proper name for your shoulder blade","response":"the scapula"},{"text":"The connective tissue sac enclosing the heart","response":"the pericardium"}],"originalDate":"1988-11-18"}],[{"category":"STATE CAPITALS","comments":"","clues":[{"text":"A library in this capital includes a near-complete collection of Kansas newspapers since 1875","response":"Topeka"},{"text":"It's the only one-word capital that has the name of its state contained within it","response":"Indianapolis"},{"text":"The capitals of both North and South Dakota are on this river","response":"Missouri"},{"text":"One of two Confederate state capitals that Union troops did not capture during the Civil War","response":"Tallahassee (or Austin)"},{"text":"It replaced Guthrie in 1910, but it wasn't until 1923 that the post office officially recognized its name","response":"Oklahoma City"}],"originalDate":"1988-11-18"},{"category":"\"HUGH\"S &amp; \"HUGHES\"","comments":"","clues":[{"text":"Robert Hughes hosted the first week of \"20/20\"; he took over on the second","response":"Hugh Downs"},{"text":"This man, whose middle name was Robard, was played by Jason Robards in a 1980 film","response":"Howard Hughes"},{"text":"1960 Spingarn Medal winner, among this poet's works on his life in Harlem was \"The Weary Blues\"","response":"Langston Hughes"},{"text":"He attended Rugby from 1834-42 and later set \"Tom Brown's School Days\" there","response":"Thomas Hughes"},{"text":"He became king of France in 987, beginning a dynasty of 14 kings","response":"Hugh Capet"}],"originalDate":"1988-11-18"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"The adjective \"ruddy\" comes from the Old English \"rudig\", meaning this color","response":"red"},{"text":"It's a French word meaning \"Dutch,\" and in English it usually refers to a sauce","response":"hollandaise"},{"text":"From the Latin for shield, \"scutum,\" it's a shield bearing a coat of arms","response":"escutcheon"},{"text":"An Arabic word for \"poor\" gave us this term for a Muslim or Hindu beggar said to have mystical powers","response":"fakir"},{"text":"Named for a town in France, this sheer net fabric is used to make bridal veils &amp; tutus","response":"tulle"}],"originalDate":"1988-11-17"},{"category":"SINGERS","comments":"","clues":[{"text":"Country singer Lacy J. Dalton was vice president of the ACM, which is this","response":"the Academy of Country Music"},{"text":"Some stores refused to stock his \"Lovesexy\" album because he was nude on the cover","response":"Prince"},{"text":"He made his first tour of the U.S. as a solo performer in 1988, &amp; Wham!, he was a smash","response":"George Michael"},{"text":"The 1968 song about \"Sittin' On The Dock Of The Bay\" was a posthumous No. 1 hit for him","response":"Otis Redding"},{"text":"Mrs. Andrew Lloyd Webber, she starred on Broadway in \"Phantom of the Opera\"","response":"Sarah Brightman"}],"originalDate":"1988-11-17"},{"category":"PHYSICAL SCIENCE","comments":"","clues":[{"text":"An American, Theodore Maiman, built the first of these light-amplifying devices in 1960","response":"a laser"},{"text":"When burning, sulfur becomes this compound that's used to keep dried fruit from turning brown","response":"sulfur dioxide"},{"text":"It's defined as a form of an element with the same atomic number but different atomic weight","response":"Isotope"},{"text":"Named for an English scientist, it's a division of classical physics","response":"Newtonian"},{"text":"This era, the age of mammals, represents less than 1 percent of geologic time","response":"the Cenozoic Era"}],"originalDate":"1988-11-17"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"An ex-football player who enters the ministry is the subject of this Sinclair Lewis novel","response":"<i>Elmer Gantry</i>"},{"text":"James M. Cain's first novel; think letters &amp; bells for a clue to its title","response":"<i>The Postman Always Rings Twice</i>"},{"text":"J.P. Marquand, who won a Pulitzer for \"The Late George Apley,\" created this Japanese spy/detective","response":"Mr. Moto"},{"text":"Among his many books for boys are the Ragged Dick &amp; Tattered Tom series","response":"Horatio Alger"},{"text":"Richard Henry Dana's 1840 classic based on a voyage he took around Cape Horn","response":"<i>Two Years Before the Mast</i>"}],"originalDate":"1988-11-17"}],{"category":"PRESIDENTS ON FILM","text":"Filmed signing a bill into law, in 1895 he became the first U.S. president to appear on moving film","response":"Grover Cleveland"}]}