{"mix":5335,"rounds":[[{"category":"SILENT MOVIES","comments":"","clues":[{"text":"This film could have been called \"Little Lady Fauntleroy\" since it starred her, \"America's sweetheart\"","response":"Mary Pickford"},{"text":"This cowboy star's middle initial stood for Surrey","response":"William S. Hart"},{"text":"This 1903 Edwin S. Porter classic wasn't filmed in the Wild West but in the wilds of New Jersey","response":"<i>The Great Train Robbery</i>"},{"text":"He was White Arm Joe in \"The Birth of a Nation\", but is better known as the screen's first \"Tarzan\"","response":"Elmo Lincoln"},{"text":"In 1914 this actress silently suffered \"The Perils of Pauline\"","response":"Pearl White"}],"originalDate":"1988-11-15"},{"category":"HERBS &amp; SPICES","comments":"","clues":[{"text":"Related to the banana, it's the spice featured in Vernor's soda","response":"ginger"},{"text":"One type of dish in which fenugreek seed is used is this relish from India","response":"chutney"},{"text":"Kummel is one of these flavored with caraway seeds","response":"liqueur"},{"text":"You can call it laurel leaf or you can call it this, same thing","response":"bay leaf"},{"text":"This herb comes in summer and winter varieties, and its name also means appetizing","response":"savory"}],"originalDate":"1988-11-15"},{"category":"SHORT STORIES","comments":"","clues":[{"text":"\"Uncle Wiggily in Connecticut\" was one of the \"Nine Stories\" he published after \"Catcher in the Rye\"","response":"J.D. Salinger"},{"text":"Hemingway story in which an African mountain comes to represent purity and escape","response":"\"The Snows of Kilimanjaro\""},{"text":"Faulkner wrote short and long versions of this story about hunting an enormous animal called \"Old Ben\"","response":"\"The Bear\""},{"text":"In this O. Henry story, the kidnappers pay the father $250 to take the kid back","response":"\"The Ransom of Red Chief\""},{"text":"Twain wrote of a stranger who brought a mysterious sack to this town in order to corrupt it<span class=\"nobreak\">--</span>and succeeded","response":"Hadleyburg"}],"originalDate":"1988-11-15"},{"category":"20TH-CENTURY PERSONALITIES","comments":"","clues":[{"text":"Born in Russian Poland in 1886, he became the first prime minister of Israel","response":"David Ben-Gurion"},{"text":"Use of the term \"psyche\" for the whole personality was begun by this great Swiss psychiatrist","response":"Carl Jung"},{"text":"Jackie Kennedy authorized him to write \"The Death of a President\", but later sued to stop publication","response":"William Manchester"},{"text":"Sun Yat-sen was trained as and practiced this profession before entering politics","response":"Physician/Doctor"},{"text":"Like Churchill, this British prime minister, chosen in 1957, had an American mother","response":"Harold Macmillan"}],"originalDate":"1988-11-15"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Non-flyer John Madden travels on this, the \"Maddencruiser,\" complete with bed and shower","response":"Bus"},{"text":"Doing this comes from the Roman custom of offering a drink to the gods when launching a ship","response":"breaking champagne on the Prow"},{"text":"In addition to a rudder and oars, most keelboats were equipped with these to aid travel","response":"Sails"},{"text":"Until 1937 the Lakehurst, New Jersey, naval air station was the U.S. transatlantic terminal for these craft","response":"Dirigibles"},{"text":"Bells were rung across the U.S. as telegraphers relayed news of this event on May 10, 1869","response":"the completion of the Transcontinental Railroad (the driving of the golden spike accepted)"}],"originalDate":"1988-11-15"},{"category":"DANCERS","comments":"","clues":[{"text":"She joined the Ballets Russes at 14 and was still a teenager when she married her ballet teacher, Nico Charisse","response":"Cyd Charisse"},{"text":"This tiny star of \"Good News\" learned to dance by watching a Fred Astaire movie 17 times","response":"June Allyson"},{"text":"This ballerina was born on an Indian reservation in Fairfax, Oklahoma, in 1925","response":"Maria Tallchief"},{"text":"She was a modern dancer in New York long before playing Cinnamon on \"Mission: Impossible\"","response":"Barbara Bain"},{"text":"This ballerina wrote a biography of George Balanchine after taking off her \"red shoes\"","response":"Moira Shearer"}],"originalDate":"1988-11-15"}],[{"category":"SHAKESPEARE","comments":"","clues":[{"text":"Canada's best-known theatrical event is the annual festival here featuring plays by Shakespeare","response":"Stratford, Ontario"},{"text":"The ghost of his wife, Anne, haunted him at Bosworth Field","response":"Richard III"},{"text":"Not only was this king slain by Macbeth, but rumors said his horses ate each other","response":"Duncan"},{"text":"Rejected lover whose last words are \"If thou be merciful, open the tomb, lay me with Juliet\"","response":"Paris"},{"text":"The title character of this tragedy is governor of Cyprus, where much of the play is set","response":"\"Othello\""}],"originalDate":"1988-11-15"},{"category":"ISLANDS","comments":"","clues":[{"text":"Some call it the island continent","response":"Australia"},{"text":"A roofed Hawaiian porch, or the Hawaiian island called \"The Pineapple Island\"","response":"Lanai"},{"text":"This island, called \"The Rock,\" had the first lighthouse on the West Coast","response":"Alcatraz"},{"text":"There are islands with this name in Massachusetts, Washington state, Wisconsin, and Maine, but the biggest is in New York","response":"Long Island"},{"text":"Island group owned partly by Britain and partly by the U.S.","response":"Virgin Islands"}],"originalDate":"1988-11-15"},{"category":"X, Y, Z","comments":"","clues":[{"text":"The name of this lakeside Swiss city is believed to be from the Celtic word for \"water\"","response":"Zurich"},{"text":"Sergeant Preston's beat","response":"The Yukon"},{"text":"Though Dobie Gillis didn't particularly care for it, she kept calling him \"Poopsie\"","response":"Zelda Gilroy"},{"text":"This Michigan city was settled in 1825 and named for a nineteenth-century Greek patriot","response":"Ypsilanti"},{"text":"After his forces were defeated by the Greeks, this Persian king was murdered by his own nobles","response":"Xerxes"}],"originalDate":"1988-11-15"},{"category":"THE 19th CENTURY","comments":"","clues":[{"text":"In 1845 &amp; again in 1846 this crop failed in Ireland","response":"the potato crop"},{"text":"Besides farm machines he invented the first practical rapid-fire machine gun in the U.S.","response":"Richard Gatling"},{"text":"In 1880 this state became the first whose population exceeded 5 million","response":"New York"},{"text":"Austrian archduke who became emperor of Mexico in 1863","response":"Maximillian"},{"text":"In the early 19th century they collected tales from the people around Kassel, Germany","response":"the Brothers Grimm"}],"originalDate":"1988-11-11"},{"category":"FAMILIAR PHRASES","comments":"","clues":[{"text":"Trying to find similarities between New York &amp; L.A. is like comparing these","response":"apples & oranges"},{"text":"The biblical phrase \"give up the ghost\" means this","response":"die"},{"text":"\"He has more money than you can\" do this \"at\"","response":"shake a stick (or poke a stick)"},{"text":"From the tradition of men fighting topless came this saying urging calm","response":"keep your shirt on"},{"text":"Originally a caption in silent Westerns, it returned your attention to the main house","response":"meanwhile, back at the ranch"}],"originalDate":"1988-11-11"},{"category":"SEWING","comments":"","clues":[{"text":"A bodkin is a large blunt one of these used to draw cord or elastic through a string","response":"a needle"},{"text":"Finishing this, which should be invisible, is usually the last step in making a dress","response":"the hem (or the seam)"},{"text":"A twill fabric with a zigzag pattern, or what can stick in your throat when you eat a certain fish","response":"herringbone"},{"text":"These are folds of fabric pressed to resemble the bellows of a squeezebox","response":"accordion pleats (or folds)"},{"text":"It's fabric that gives body &amp; shape to a collar, not two computers talking","response":"interfacing"}],"originalDate":"1988-11-11"}],{"category":"POLITICIANS","text":"A current U.S. governor, he hosted the game show \"Grudge Match\" in 1991","response":"Jesse Ventura"}]}