{"mix":5336,"rounds":[[{"category":"ALABAMIANS","comments":"","clues":[{"text":"William Wyatt Bibb, Thomas Bibb, Bibb Graves &amp; George Wallace all held this office","response":"governor"},{"text":"He was born Nathaniel Adams Coles but was best known under this \"unforgettable\" nickname","response":"Nat \"King\" Cole"},{"text":"Though he was born near Lafayette, Alabama, the arena named after this boxer is in Detroit","response":"Joe Louis"},{"text":"Gawl-ee!  This man, born in Sylacauga, has had two Top 40 albums","response":"Jim Nabors"},{"text":"In his last major opinion, this \"colorful\" justice upheld the New York Times' right to publish the Pentagon Papers","response":"Hugo Black"}],"originalDate":"1988-11-11"},{"category":"SILLY SONGS","comments":"","clues":[{"text":"Song that says, \"Roll out the barrel, we'll have a barrel of fun,\" is named for this type of barrel","response":"a beer barrel"},{"text":"Two of the animals you're urged not to be like in \"Swinging On A Star\"","response":"(2 of) mule, pig, fish, monkey"},{"text":"\"It's the only thing that I could do half right, and it's turnin' out all wrong, Ma\"","response":"\"(What Have They Done To) My Song (Ma)\""},{"text":"1950s hit that begins, \"Life could be a dream, if I could take you up to paradise up above\"","response":"\"Sh-Boom\""},{"text":"Song whose chorus goes, \"Valderi, valdera, valderi, valdera ha ha ha ha ha ha...\"","response":"\"The Happy Wanderer\""}],"originalDate":"1988-11-11"},{"category":"SHAKESPEAREAN 1ST LINES","comments":"(character, not the play)","clues":[{"text":"This fairy king's first line is \"Ill met by moonlight, proud Titania\"","response":"Oberon"},{"text":"Famous \"tamer\" who enters saying, \"Verona for a while I take my leave\"","response":"Petruchio"},{"text":"Warrior who says, \"Call here my varlet; I'll unarm again; why should I war without the walls of Troy...\"","response":"Troilus"},{"text":"His first line consists of just one word, \"Calphurnia!\"","response":"Julius Caesar"},{"text":"King of Denmark who begins, \"Though yet of Hamlet our dear brother's death the memory be green...\"","response":"(King) Claudius"}],"originalDate":"1988-11-11"},{"category":"OLD MOVIES","comments":"","clues":[{"text":"This classic 1939 John Wayne Western was partly based on the short story \"Stage to Lordsburg\"","response":"\"Stagecoach\""},{"text":"Marlene Dietrich played Shanghai Lily in this 1932 film named for a Chinese train","response":"\"Shanghai Express\""},{"text":"Jimmy Stewart killed a Mountie in this 1936 musical, so singing Mountie Nelson Eddy chased him","response":"\"Rose Marie\""},{"text":"In the last scene of \"Casablanca\", Claude Rains tells one of his officers to \"Round up\" these","response":"\"The Usual Suspects\""},{"text":"Bob Hope sang this Oscar-winning song with Jane Russell in \"The Paleface\"","response":"\"Buttons and Bows\""}],"originalDate":"1988-11-11"},{"category":"ARTISTS","comments":"","clues":[{"text":"This \"Maja\" artist said he recognized only three masters: Velazquez, Rembrandt &amp; nature","response":"(Francisco) Goya"},{"text":"In 1922 Marc Chagall left this country, his native land","response":"Russia"},{"text":"He painted one of his most famous pictures, \"Christina's World\", 40 years ago","response":"Andrew Wyeth"},{"text":"This Iowan was a leader of regionalism, a movement that dominated U.S. art in the 1930s","response":"Grant Wood"},{"text":"In 1485 this Italian painted \"Madonna of the Rocks\", his earliest major work that survives in complete form","response":"Leonardo Da Vinci"}],"originalDate":"1988-11-11"},{"category":"THE 50 STATES","comments":"","clues":[{"text":"All of the present District of Columbia is on land originally donated by this state","response":"Maryland"},{"text":"As the insurance company commercials remind us, Wausau isn't in Poland but in this state","response":"Wisconsin"},{"text":"A city is named for the great falls of the Missouri River in this state","response":"Montana"},{"text":"This state's capital lies on Cook Inlet, west of the Chugach Mountains","response":"Alaska"},{"text":"Elizabeth Garrett, the blind daughter of sheriff Pat Garrett, wrote the state song of this 47th state","response":"New Mexico"}],"originalDate":"1988-11-11"}],[{"category":"TRANSPORTATION","comments":"","clues":[{"text":"Ironically, this Chicago airport was named for a naval hero","response":"O' Hare International"},{"text":"On July 21, 1959, the first cargo ship powered by this was launched at Camden, New Jersey","response":"Nuclear Power"},{"text":"In 1957 an Air Force doctor stayed a record 32 hours in the stratosphere in one of these","response":"Balloon"},{"text":"In the Old West, this railroad, named for three cities, was said to have \"started nowhere and went nowhere\"","response":"the Atchison, Topeka and Santa Fe"},{"text":"With over 200,000 miles of railroad tracks, this country has more than any other","response":"United States"}],"originalDate":"1988-11-11"},{"category":"PRESIDENTIAL LAST WORDS","comments":"","clues":[{"text":"His last words, spoken in Warm Springs, Georgia, were \"I have a terrific headache\"","response":"FDR"},{"text":"\"I've always loved my wife, my children and grandchildren, and I've always loved my country\", he said in 1969","response":"Dwight D. Eisenhower"},{"text":"\"Thomas Jefferson survives\"","response":"John Adams"},{"text":"Though noted for his drinking, the last thing he said was \"Water\"","response":"Ulysses S. Grant"},{"text":"\"I know that I'm going where Lucy is,\" Lemonade Lucy that is","response":"Rutherford B. Hayes"}],"originalDate":"1988-11-11"},{"category":"THE U.S. PRESIDENT WHEN...","comments":"","clues":[{"text":"...Hawaii gained statehood","response":"Eisenhower"},{"text":"...the Hindenburg Zeppelin crashed","response":"F.D. Roosevelt"},{"text":"...the U.S. extended full diplomatic recognition to Vietnam","response":"Clinton"},{"text":"...Golda Meir became Prime Minister of Israel","response":"Nixon"},{"text":"...the Soviet Union invaded Afghanistan","response":"Carter"}],"originalDate":"2005-02-25"},{"category":"ALLISON JANNEY WAS IN THAT?","comments":"","clues":[{"text":"Before working in \"The West Wing\", Allison stumbled into a tryst with candidate John Travolta in this 1998 film","response":"<i>Primary Colors</i>"},{"text":"Allison was just peachy as the voice of Peach the starfish in this 2003 animated film","response":"<i>Finding Nemo</i>"},{"text":"Yep, that was Allison as Anne Heche's boss in this Harrison Ford film about a week in the tropics","response":"<i>Six Days, Seven Nights</i>"},{"text":"Allison clocked in as Meryl Streep's domestic partner in the 2002 film with this \"timely\" title","response":"<i>The Hours</i>"},{"text":"Chris Cooper &amp; Allison played the deeply weird couple next door to realtor Annette Bening in this 1999 film","response":"<i>American Beauty</i>"}],"originalDate":"2005-02-25"},{"category":"QUOTES","comments":"","clues":[{"text":"Karl Marx: <br>This \"is the opium of the people\"","response":"religion"},{"text":"Mark Twain:<br>\"Familiarity breeds contempt<span class=\"nobreak\">--</span>and\" these","response":"children"},{"text":"Napoleon:<br>\"From\" this \"to the ridiculous is but a step\"","response":"the sublime"},{"text":"Kipling:<br>\"And a woman is only a woman, but a good\" this \"is a smoke\"","response":"a cigar"},{"text":"Shakespeare:<br>\"Dost thou think, because thou art virtuous, there shall be no more cakes and\" this?","response":"ale"}],"originalDate":"2005-02-25"},{"category":"FRUITS &amp; VEGETABLES","comments":"","clues":[{"text":"To retain its crispness, the sugar snap type of this should be eaten raw","response":"peas"},{"text":"If you like pina coladas, then you must like coconut &amp; this fruit, the 2 main flavors","response":"pineapple"},{"text":"The Bosc variety of this fruit is excellent for baking or poaching","response":"pears"},{"text":"It's the leading agricultural product of the island nation of Dominica","response":"bananas"},{"text":"The scientific name of this garnish used in salads &amp; sandwiches is Nasturtium aquaticum","response":"watercress"}],"originalDate":"2005-02-25"}],{"category":"HISTORICAL POEMS","text":"Poem that tells us: \"Cossack and Russian reel'd from the sabre-stroke shatter'd and sunder'd\"","response":"\"The Charge of the Light Brigade\""}]}