{"mix":5338,"rounds":[[{"category":"COLLEGES","comments":"","clues":[{"text":"In the 1940s the University of Chicago came to be recognized as the birthplace of this type of energy","response":"atomic (or nuclear)"},{"text":"In 1779 this Virginia institution became the first U.S. college to establish a law department","response":"William & Mary"},{"text":"It ends its cheer, \"Cosine, secant, tangent, sine, 3.14159; integral, radical, u dv; slipstick, slide rule...\"","response":"MIT"},{"text":"This Ivy League school is the land grant college of New York State","response":"Cornell"},{"text":"The University of Dublin, which has its own representative in the Irish Parliament , is also called this","response":"Trinity College"}],"originalDate":"1988-11-10"},{"category":"MUSIC","comments":"","clues":[{"text":"The written notes for all the instruments &amp; voices of a particular work, or Tigers 5 Yankees 3","response":"score"},{"text":"A concertino is a short concerto &amp; a concertina is a simple one of these instruments","response":"an accordion"},{"text":"Before he composed the \"London\" Symphony in 1795, he had written the six Paris symphonies","response":"Franz Joseph Haydn"},{"text":"Name shared by the operatic heroines of \"Fidelio\" &amp; \"Il Trovatore\"","response":"Leonora"},{"text":"The famous \"Sabre Dance\" is from this Soviet-Armenian composer's ballet \"Gayane\"","response":"Aram Khachaturian"}],"originalDate":"1988-11-10"},{"category":"MOUNTAINS","comments":"","clues":[{"text":"Due to the number of climbers, the Park Service may put an outhouse at the 17,000' level of this Alaskan peak","response":"Mount McKinley"},{"text":"The third highest peak in North America is in this third largest country in North America","response":"Mexico"},{"text":"Mountain ranges on this continent include the Queen Elizabeth, Queen Alexandra &amp; Queen Maud","response":"Antarctica"},{"text":"This Englishman was the first to survey K2's peak","response":"Henry Godwin-Austen"},{"text":"Today climbers can make it from the Chamonix city hall to the top of this mountain &amp; back in less than 5 1/2 hours","response":"Mont Blanc"}],"originalDate":"1988-11-10"},{"category":"NATIONAL LEADERS","comments":"","clues":[{"text":"President Mitterand is this country's head of state","response":"France"},{"text":"Prime Minister Mulroney","response":"Canada"},{"text":"President Mubarak","response":"Egypt"},{"text":"Queen Margrethe II","response":"Denmark"},{"text":"Prime Minister Mugabe","response":"Zimbabwe"}],"originalDate":"1988-11-10"},{"category":"CHARACTERS IN PLAYS","comments":"","clues":[{"text":"Shaw character who thinks she's descended from a sacred cat &amp; that her blood is made with Nile water","response":"Cleopatra"},{"text":"The first line of this Strindberg play tells us that the title \"miss\" is \"absolutely wild!\"","response":"<i>Miss Julie</i>"},{"text":"In Euripides' tragedy, Jason's new wife is burned alive by a wedding gift from this woman","response":"Medea"},{"text":"Violet Venable's son, who never appears in the play \"Suddenly Last Summer\" because he's been eaten","response":"Sebastian (Venable)"},{"text":"At the end of \"Who's Afraid of Virginia Woolf?\" he realizes that George &amp; Martha's son is imaginary","response":"Nick"}],"originalDate":"1988-11-10"},{"category":"SPINGARN MEDAL WINNERS","comments":"","clues":[{"text":"2000:<br>A TV host &amp; media personality","response":"Oprah Winfrey"},{"text":"1956:<br>A baseball player","response":"Jackie Robinson"},{"text":"1991:<br>A U.S. Army general &amp; government official","response":"Colin Powell"},{"text":"1989:<br>A minister, politician &amp; civil rights leader","response":"Jesse Jackson"},{"text":"1945:<br>An actor, singer, activist &amp; football All-American","response":"Paul Robeson"}],"originalDate":"2005-02-24"}],[{"category":"ISLAND HOPPING","comments":"","clues":[{"text":"Of the world's 10 largest islands, 3 belong all or in part to Indonesia: New Guinea, Sumatra, &amp; this one","response":"Borneo"},{"text":"This Caribbean nation was named because it reminded Spanish sailors of a province back home in Spain","response":"Grenada"},{"text":"The largest area of flatland on this mountainous island is the Kanto Plain where Tokyo lies","response":"Honshu"},{"text":"This 640-square-mile coral island is part of Tanzania","response":"Zanzibar"},{"text":"The highest point in this Persian Gulf island nation is 443-foot-high Jabal ad Dukhan","response":"Bahrain"}],"originalDate":"2005-02-24"},{"category":"THE GREAT EXHIBITION OF 1851","comments":"","clues":[{"text":"This prince was president of the exhibition commission","response":"Prince Albert"},{"text":"There were many peepers at this American's reapers","response":"McCormick"},{"text":"The exhibits ranged alphabetically from absynthium to these musical instruments","response":"zithers"},{"text":"The India exhibit had a stuffed one of these with a howdah on it","response":"an elephant"},{"text":"Chance Brothers supplied the glass for this centerpiece building of the exhibition","response":"the Crystal Palace"}],"originalDate":"2005-02-24"},{"category":"DRINKS","comments":"","clues":[{"text":"Traditionally, the Turkish type of this is made in a long-handled brass pot called a jezve or ibrik","response":"coffee"},{"text":"Its distillery is in Lynchburg, Tennessee, population 361","response":"Jack Daniels"},{"text":"In a diner, a hot spot isn't a popular nightclub; it's a spot of this hot drink","response":"tea"},{"text":"The song \"Drops Of Jupiter\" by Train mentions \"The best\" one of these espresso drinks \"you ever had\"","response":"a soy latte"},{"text":"Kumis, first made from mare's milk, is cousin to this yogurt-like liquid originally made from camel's milk","response":"kefir"}],"originalDate":"2005-02-24"},{"category":"SAME FIRST &amp; LAST LETTER","comments":"","clues":[{"text":"4-syllable word for someone who can't get enough of Hershey's, Nestle or Cadbury","response":"chocoholic"},{"text":"This sauce made from a root is a traditional accompaniment to prime rib","response":"horseradish"},{"text":"A pill, or a pad of paper","response":"a tablet"},{"text":"It's the home of Northern Arizona University","response":"Flagstaff"},{"text":"This coin is the Russian equivalent of a penny","response":"a kopek"}],"originalDate":"2005-02-24"},{"category":"WITHOUT A TRACE","comments":"","clues":[{"text":"The Dept. of the Navy says over 70 ships &amp; aircraft have vanished in this infamous Atlantic Ocean region","response":"the Bermuda Triangle"},{"text":"Rumors of his body being buried near a Giants Stadium end zone led to a Playboy magazine headline, he \"Goes Deep\"","response":"(Jimmy) Hoffa"},{"text":"During WWII this \"In The Mood\" bandleader's plane went down over the English Channel without a trace","response":"Glenn Miller"},{"text":"Roderick, the last Visigoth king, mysteriously disappeared in 711 &amp; became a subject for this \"Waverley\" author","response":"Scott"},{"text":"On Aug. 28, 1995 a note on this famous atheist's door said she'd be right back; she was found buried 6 years later","response":"(Madalyn Murray) O'Hair"}],"originalDate":"2005-02-24"},{"category":"CSI","comments":"","clues":[{"text":"In a process referred to as dactyloscopy, a CSI team uses brushes to apply powder in search of these","response":"fingerprints"},{"text":"A microspectrophotometer is used by a CSI team in analyzing these, a word from the Latin for \"filament\"","response":"fibers"},{"text":"The TV show \"Forensic Files\" from this cable network examines crimes from an investigative point of view","response":"Court TV"},{"text":"By ID'ing ejector marks &amp; rifling, I.B.I.S. imaging is part of this science of the propulsion of projectiles","response":"ballistics"},{"text":"CSI investigators spray this chemiluminescent compound to reveal traces of blood even on cleaned surfaces","response":"Luminol"}],"originalDate":"2005-02-24"}],{"category":"POP MUSIC","text":"Elvis Presley record which held Billboard #1 singles position for 11 weeks, longest in rock era","response":"\"Hound Dog\"/\"Don't Be Cruel\""}]}