{"mix":5339,"rounds":[[{"category":"ACCORDING TO JIM","comments":"","clues":[{"text":"He wrote the line, \"Why Deerslayer... a man meets with inimies easier than he meets with fri'nds\"","response":"(James Fenimore) Cooper"},{"text":"\"Bartlett's\" credits him with \"It's the economy, stupid\"","response":"James Carville"},{"text":"In \"The Federalist\" he wrote, \"A bad cause seldom fails to betray itself\"","response":"James Madison"},{"text":"One day in 1765 \"The idea came into my mind, that as steam was an elastic body it would rush into a vacuum...\"","response":"(James) Watt"},{"text":"A humorist: \"Every person carries... the... scar, or the fresh wound, of some harrowing misadventure with a contraption\"","response":"James Thurber"}],"originalDate":"2005-02-24"},{"category":"\"COLD\" CASE","comments":"","clues":[{"text":"Post-WWII conflict between the U.S. &amp; Russia","response":"the Cold War"},{"text":"A selection of sliced meat for sandwiches","response":"cold cuts"},{"text":"Adjective used to describe ruthless killers &amp; ectothermic animals","response":"cold-blooded"},{"text":"A fever blister","response":"a cold sore"},{"text":"Abrupt withdrawal from addictive drugs","response":"cold turkey"}],"originalDate":"2005-02-24"},{"category":"HIT TV","comments":"","clues":[{"text":"Now TV's highest-rated daytime soap opera, it was originally to be titled \"The Innocent Years\"","response":"<i>The Young and the Restless</i>"},{"text":"4 of the top 10 shows since 1961 are telecasts of this sporting event in different years","response":"the Super Bowl"},{"text":"His namesake TV show was No. 1 in the ratings for 4 years in a row from 1985 to 1989","response":"Bill Cosby"},{"text":"A November 1980 episode of this drama scored a 53.3, the second highest modern rating","response":"<i>Dallas</i>"},{"text":"The eighth &amp; final installment of this miniseries notched a 51.1, third place on the modern list","response":"<i>Roots</i>"}],"originalDate":"2005-02-24"},{"category":"QUOTES","comments":"","clues":[{"text":"Hollywood empire builder who \"Labored like a mountain and brought forth a mouse\"","response":"Walt Disney"},{"text":"American humorist who was dubbed \"Poet Lariat\"","response":"Will Rogers, Jr."},{"text":"A player said of this late Green Bay coach, \"He treats every man the same; he treats us all like dogs\"","response":"Vince Lombardi"},{"text":"Those who knew this actress agreed with her statement \"I've been on a calendar, but never on time\"","response":"Marilyn Monroe"},{"text":"In 1952 a critic called this Fr. philosopher the \"Decade's foremost theatrical confidence man\"","response":"Jean-Paul Sartre"}],"originalDate":"1989-11-27"},{"category":"PEOPLE","comments":"","clues":[{"text":"Last year this man's son Robbie jumped his motorcycle over 22 cars &amp; broke... his dad's record","response":"Evel Knievel"},{"text":"The N.Y. Times ran a correction when it misstated the shoe size of this Philippine first lady in November, 1988","response":"Imelda Marcos"},{"text":"People Magazine called her 4 year-old daughter Athina \"The richest little girl in the world\"","response":"Christina Onassis"},{"text":"He says that Gerry Rivers is not his real name but admits he was sometimes called Gerry as a kid","response":"Geraldo Rivera"},{"text":"Mary Pickford's stepson; he made his film debut at 13 in 1922, &amp; in in 1989 he was a guest star on \"B.L. Stryker\"","response":"Douglas Fairbanks, Jr."}],"originalDate":"1989-11-27"},{"category":"ANIMALS","comments":"","clues":[{"text":"The upper part of this turtle feature is called the carapace","response":"Shell"},{"text":"A drone bee's only purpose in life is to do this with the queen &amp; they do it in flight","response":"Mate"},{"text":"The bulldog is a symbol of this country where it was developed","response":"England"},{"text":"Of sight, hearing, or smell, the sense that is best developed in most seals","response":"Sight"},{"text":"The 2 species of camel are the Arabian, also called the dromedary &amp; this","response":"Bactrian (2-Humped)"}],"originalDate":"1989-11-27"}],[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"It's the only papal state left in the world","response":"Vatican City"},{"text":"To feel an earthquake shake Djibouti, you have to be on this continent","response":"Africa"},{"text":"The 2nd largest city in W. Germany, its state senate is headed by a burgermeister","response":"Hamburg"},{"text":"California's 2 longest rivers, the San Joaquin &amp; Sacramento, meet &amp; flow into this bay","response":"San Francisco Bay"},{"text":"Pile O' Bones was the original name of this capital of Saskatchewan","response":"Regina"}],"originalDate":"1989-11-27"},{"category":"PLAYS","comments":"","clues":[{"text":"In titles of plays, these 2 words precede \"Lefty\" &amp; \"Godot\"","response":"\"Waiting For\""},{"text":"This Ibsen drama about a femme fatale unfolds in the Tesmans' fashionable villa","response":"\"Hedda Gabler\""},{"text":"Jean Giraudoux's play about \"The Madwoman of\" this place wasn't performed until after his death","response":"Chaillot"},{"text":"This 1928 Ben Hecht - Chas. MacArthur play influenced the public's conception of newspapermen","response":"\"The Front Page\""},{"text":"In Italy this Pirandello play is known as \"Sei Personaggi in Cerca D' Autore\"","response":"\"Six Characters in Search of an Author\""}],"originalDate":"1989-11-27"},{"category":"MOTTOS","comments":"","clues":[{"text":"Completes Kentucky's state motto, \"United we stand...\"","response":"divided we fall"},{"text":"The surgical unit in this long-running CBS comedy series had the motto, \"Best Care, Anywhere\"","response":"\"M*A*S*H\""},{"text":"Per its advertising motto, the insecticide Raid does this","response":"\"Kills Bugs Dead\""},{"text":"\"All the news that fits\" is the motto of this rock music magazine","response":"\"Rolling Stone\""},{"text":"The motto of this movie company is \"Ars Gratia Artis\", or Art for Art's Sake","response":"MGM"}],"originalDate":"1989-11-27"},{"category":"IN THE NEWS","comments":"","clues":[{"text":"Thanks to perestroika, lawyers in this country have created an advocacy assn., like a bar assn.","response":"Russia/Soviet Union"},{"text":"In 1989 a warehouse in Nebraska was destroyed by a flood of this sugar by-product","response":"Molasses"},{"text":"This Olympic runner who won 3 gold medals in 1988 retired recently to pursue writing &amp; acting","response":"Florence Griffith Joyner"},{"text":"One newspaper after another is fleeing this London street as banks &amp; insurance COs move in","response":"Fleet Street"},{"text":"A jug of oil used to anoint kings of ancient Judah was recently found at Qumran near this body of water","response":"Dead Sea"}],"originalDate":"1989-11-27"},{"category":"AUTHORS","comments":"","clues":[{"text":"Roman Polanski's film \"Tess\" was based on his novel \"Tess of the D' Urbervilles\"","response":"Thomas Hardy"},{"text":"This Civil War historian won a Pulitzer prize &amp; a nat'l book award for 1953's \"A Stillness at Appomattox\"","response":"Bruce Catton"},{"text":"A Waltham, Mass. university is named for this Supreme Court justice &amp; author of 1914's \"Other People's Money\"","response":"Louis Brandeis"},{"text":"\"The Power of Myth\" is a book based on his conversations on PBS with Joseph Campbell","response":"Bill Moyers"},{"text":"\"The Human Mind\" &amp; \"Man Against Himself\" were written by this Topeka, Kansas psychiatrist","response":"Karl Menninger"}],"originalDate":"1989-11-27"},{"category":"JAZZ","comments":"","clues":[{"text":"Trumpet player John Birks Gillespie is better known by this nickname","response":"\"Dizzy\""},{"text":"For 36 years this black \"Hello, Dolly!\" star has been married to jazz drummer Louis Bellson","response":"Pearl Bailey"},{"text":"In 1976 this guitarist's \"Breezin' \" LP became the 1st record by a jazz musician to go platinum","response":"George Benson"},{"text":"In 1975 this big band leader's album, \"Thundering Herd\", won a Grammy","response":"Woody Herman"},{"text":"Benny Goodman's original quartet included drummer Gene Krupa, pianist Teddy Wilson &amp; this vibraphonist","response":"Lionel Hampton"}],"originalDate":"1989-11-27"}],{"category":"ACADEMY AWARD WINNERS","text":"Her 48-year span between her first &amp; last Oscars, 1933 &amp; 1981, is the longest for a performer in Academy history","response":"Katharine Hepburn"}]}