{"mix":5353,"rounds":[[{"category":"UNIVERSAL TRUTH","comments":"","clues":[{"text":"Telescopes detected Big Bang remnants as this type of radiation; we use it to cook a hot dog in a minute","response":"microwave"},{"text":"This Pole's sun-centered universe theory explained why Mars appeared to move backwards across the sky","response":"Copernicus"},{"text":"Observations from this, launched in 1990, revealed galaxies older than astronomers expected","response":"the Hubble (Space) Telescope"},{"text":"Galaxies are grouped in to regions called this, like the tungsten conductor in a lightbulb","response":"filaments"},{"text":"Discovery of this colorful \"shift\" led to the conclusion that the universe was expanding","response":"the redshift"}],"originalDate":"2005-02-08"},{"category":"COLLEGE TOWNS","comments":"(Alex: We want you to name the city where the main campus is located...)","clues":[{"text":"University of Pennsylvania","response":"Philadelphia"},{"text":"The Ohio State University","response":"Columbus (Ohio)"},{"text":"University of Michigan","response":"Ann Arbor"},{"text":"University of Colorado","response":"Boulder"},{"text":"Johns Hopkins University","response":"Baltimore"}],"originalDate":"2005-02-08"},{"category":"<U>THROUGH THE LOOKING-GLASS</U>","comments":"","clues":[{"text":"The White Queen has a really baaaaaaaad day when she starts bleating &amp; turns into one of these","response":"a sheep"},{"text":"This egghead egg-splains that the beautiful cravat he's wearing was an un-birthday present","response":"Humpty Dumpty"},{"text":"These two chubby little men resent Alice staring at them: \"If you think we're wax-works, you ought to pay, you know\"","response":"Tweedledum & Tweedledee"},{"text":"This single-horned beast is stunned to meet Alice because he always thought children were \"fabulous monsters\"","response":"a unicorn"},{"text":"This feline flower tells Alice most flowers don't talk because their beds are too soft &amp; they're always asleep","response":"the Tiger Lily"}],"originalDate":"2005-02-08"},{"category":"SYNONYMS","comments":"","clues":[{"text":"\"Supposing\" can mean the same as this 2-letter conjunction","response":"if"},{"text":"This synonym of \"coarse\" is an area of a golf course","response":"rough"},{"text":"This word can mean \"now\" or \"a gift\"","response":"present"},{"text":"Directional word that's a synonym for \"to gulp\" or \"to swallow\"","response":"to down"},{"text":"We dig this word, a synonym of \"trench\" &amp; \"abandon\"","response":"ditch"}],"originalDate":"2005-02-08"},{"category":"GUM","comments":"(Alex: You're not supposed to chew it on our program...)","clues":[{"text":"Its campaign using twins dates back to the 1930s","response":"Doublemint"},{"text":"Walter Diemer only had this color of food dye on hand when he created his bubble gum","response":"pink"},{"text":"It calls itself \"America's No. 1 Cinnamon Gum\"","response":"Big Red"},{"text":"Recent ads for this gum have offered reasons why the fifth dentist didn't recommend sugarless gum","response":"Trident"},{"text":"The name of this gum brand sounds like a hard tissue found in teeth","response":"Dentyne"}],"originalDate":"2005-02-07"},{"category":"THE LAST KING","comments":"","clues":[{"text":"Called the \"Citizen King\", Louis Philippe was the last king of this country","response":"France"},{"text":"Kalakaua was the last king of what is now this U.S. state","response":"Hawaii"},{"text":"Leaving the throne in 1910, Manuel II was the last king of this European country","response":"Portugal"},{"text":"Victor Emmanuel II didn't mind being the last king of this \"fishy\" Italian island; he got to be the first king of Italy","response":"Sardinia"},{"text":"The last king of Greece shared this name with a \"Great\" Christian Roman Emperor","response":"Constantine"}],"originalDate":"2005-02-07"}],[{"category":"CLEAN 4-LETTER WORDS","comments":"","clues":[{"text":"The bird that found land for Noah, or the soap that's 1/4 moisturizing lotion","response":"Dove"},{"text":"The first appearance of daylight, or the dishwashing detergent that's tough on grease","response":"Dawn"},{"text":"How you feel when you're happy, or the joy of putting trash in this product's garbage bags, the first plastic ones sold","response":"Glad"},{"text":"The rise &amp; fall of the ocean water, or a detergent that has cleaned clothes for more than 50 years","response":"Tide"},{"text":"The knob on a radio, or the antibacterial soap you'd use on your hands if the knob was dirty","response":"Dial"}],"originalDate":"2005-02-07"},{"category":"BLACK HISTORY MONTH","comments":"","clues":[{"text":"In September 2004 she made history on TV by giving a brand new car to each member of her audience","response":"Oprah (Winfrey)"},{"text":"Kweisi Mfume left the House of Representatives to head this civil rights organization in February 1996","response":"the NAACP"},{"text":"The army's last black regiment, the 24th infantry, was disbanded in October 1951, during this war","response":"the Korean War"},{"text":"In May 1954, in the case of this family v. the Board of Education, segregation in school was ruled unconstitutional","response":"Brown"},{"text":"In July 1881 this famous college opened in Alabama with Booker T. Washington as its first principal","response":"Tuskegee"}],"originalDate":"2005-02-07"},{"category":"<em class=\"underline\">AMERICAN IDOL</em> SONGS","comments":"","clues":[{"text":"Keith Beukelaer's version of this woman's \"Like A Virgin\" moved Simon to call him maybe the world's worst singer","response":"Madonna"},{"text":"Diana DeGarmo sang \"My Heart Will Go On\", just like her favorite female pop singer, this \"Titanic\" chanteuse","response":"Céline Dion"},{"text":"The first concert that Justin Guarini went to was this artist &amp; his family; on \"Idol\", Justin sang \"P.Y.T.\"","response":"Michael Jackson"},{"text":"Fantasia gave us \"Something To Talk About\" by belting out this bluesy female guitarist's song","response":"Bonnie Raitt"},{"text":"Clay Aiken sang the classic song about him, \"The Knife\"","response":"Mack"}],"originalDate":"2005-02-07"},{"category":"WORLD TRAVEL","comments":"","clues":[{"text":"You can see snakes being milked for venom at the Red Cross snake farm in this capital of Thailand","response":"Bangkok"},{"text":"Visit Ashgabat, Turkmenistan &amp; you'll find that it's the sister city of this largest town in New Mexico","response":"Albuquerque"},{"text":"You might hire a mule to help you trek to the top of Mount Aconcagua, the highest peak on this continent","response":"South America"},{"text":"You'll find the beautiful Butchart Gardens 14 miles north of this city, the \"queen\" of British Columbia","response":"Victoria"},{"text":"Bubbling mud pools, erupting geysers, &amp; Maori song &amp; dance will delight you at Whakarewarewa in this country","response":"New Zealand"}],"originalDate":"2005-02-07"},{"category":"TEXT MESSAGING","comments":"","clues":[{"text":"In this classic by Louisa May Alcott, Mrs. March got a letter addressed to \"My precious Marmee\" from her \"Topsy-turvy Jo\"","response":"<i>Little Women</i>"},{"text":"Van Helsing writes to Mrs. Harker to send her \"sad news of Miss Lucy Westerna's death\" in this spooky novel","response":"<i>Dracula</i>"},{"text":"Madame Defarge knits a list in code to condemn the aristocracy in this Dickens tale","response":"<i>A Tale of Two Cities</i>"},{"text":"A guide book whose cover says \"Don't Panic\" gives this Douglas Adams sci-fi novel its title","response":"<i>The Hitchhiker's Guide to the Galaxy</i>"},{"text":"Christian gives Roxane a letter saying he loves her \"beyond measure\"; this title character actually wrote it","response":"Cyrano de Bergerac"}],"originalDate":"2005-02-07"},{"category":"CATCH OF THE DAY","comments":"","clues":[{"text":"A large albino whale recently sighted off Australia earned comparisons to this 1851 Melville beast","response":"Moby-Dick"},{"text":"In one of the few times it's ever been seen, a rare megamouth variety of this fish recently washed ashore in Sumatra","response":"a shark"},{"text":"In 2004 a N.J. man pulled one of these tropical predators also called a caribe from the Delaware River","response":"a piranha"},{"text":"With a razor-sharp beak &amp; studded tentacles, a 20-foot one of these cephalopods was captured in Antarctica in 2003","response":"a squid"},{"text":"Sadly, the journey ended for Keiko, one of these animals, in 2003","response":"an orca (or killer whale)"}],"originalDate":"2005-02-07"}],{"category":"EUROPEAN LANDMARKS","text":"Completed in 1791, it was reopened in 1989 after being closed for 28 years","response":"the Brandenburg Gate"}]}