{"mix":5356,"rounds":[[{"category":"THE ALPS","comments":"","clues":[{"text":"2 Alpine passes &amp; 1 breed of dog are named for this French-born Italian saint","response":"St. Bernard"},{"text":"\"The Day the Rope Broke\" is a famous book about an 1865 climbing accident on this peak","response":"the Matterhorn"},{"text":"The word \"alp\" is believed to have evolved from the Latin \"albus\", meaning this color","response":"white"},{"text":"This Alpine goat-antelope is prized for its hide, which is made into a very soft leather","response":"chamois"},{"text":"Once a humble herdsman's hut, it's now a favorite style for mountain homes","response":"chalet"}],"originalDate":"1989-09-12"},{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"The most famous George we know whose middle name was Armstrong","response":"Custer"},{"text":"Senator Moynihan's middle name","response":"Patrick"},{"text":"It was Joel Harris' middle name; just ask Brer Rabbit","response":"Chandler"},{"text":"Cole Porter's middle name; it's also Frank Sinatra's","response":"Albert"},{"text":"The middle name of the actress who was \"On the Waterfront\" before she went \"North By Northwest\"","response":"Eva Marie Saint"}],"originalDate":"1989-09-12"},{"category":"MEDICINE","comments":"","clues":[{"text":"Condition in which the sharp edge of a nail grows into the flesh of a toe, usually the big one","response":"ingrown toenail"},{"text":"Sometimes a pacifier will soothe a baby suffering from this gastrointestinal pain","response":"colic"},{"text":"Immediate \"REM\" sleep is a characteristic symptom of the sleeping attacks caused by this disease","response":"narcolepsy"},{"text":"Ortho &amp; Wyeth-Ayerst are the major manufacturers of these pills in the U.S.","response":"birth control pills"},{"text":"Component usually used in cough syrup as a solvent for ingredients that won't mix well with water","response":"alcohol"}],"originalDate":"1989-09-12"},{"category":"KOREAN WAR","comments":"","clues":[{"text":"This country sent more than 90% of the troops, equipment &amp; supplies aiding South Korea","response":"the United States"},{"text":"Because of policy disputes, President Truman replaced this general with Lt. General Matthew Ridgway","response":"Douglas MacArthur"},{"text":"After the war, this latitude line roughly separated North &amp; South Korea","response":"the 38th Parallel"},{"text":"U.S. troops landing at this seaport on 9/15/50 turned the course of the war in the Allies' favor","response":"Inchon"},{"text":"From Oct. 25, 1951 to the end of the hostilities in 1953, peace talks continued in this village","response":"Panmunjom"}],"originalDate":"1989-09-12"},{"category":"BALLET","comments":"","clues":[{"text":"This Canadian province is home to the Royal Winnipeg Ballet","response":"Manitoba"},{"text":"\"Rond de jambe\" means a rotary movement of this body part, on the floor or in the air","response":"the leg"},{"text":"Helena &amp; Hermia are characters in \"The Dream\", a ballet based on this Shakespearean play","response":"<i>A Midsummer Night's Dream</i>"},{"text":"In 1985 this princess revived the Monte Carlo Ballet, as her mother had wished","response":"Princess Caroline of Monaco"},{"text":"This \"Regal\" ballet company was formerly known as the Sadler's Wells Ballet","response":"the Royal Ballet"}],"originalDate":"1989-09-12"},{"category":"COLLEGES &amp; UNIVERSITIES","comments":"","clues":[{"text":"The Bob Hope Comedy Fund has been set up at this New Haven university's drama school","response":"Yale"},{"text":"Founded in 1789, this D.C. university is the oldest Catholic college in the U.S.","response":"Georgetown"},{"text":"Moor's Indian Charity School, founded about 1750, is the ancestor of this N.H. Ivy League college","response":"Dartmouth"},{"text":"\"Sister school\" that's involved in investing $7 million to redevelop So. Hadley, Mass., where it's located","response":"Mount Holyoke"},{"text":"Tulane University is the largest privately run institution of higher learning in this state","response":"Louisiana"}],"originalDate":"1989-09-12"}],[{"category":"LANGUAGES","comments":"","clues":[{"text":"Though Polish is a Slavic language, it uses this alphabet","response":"Latin (or Western)"},{"text":"Country whose languages include Gujarati, Assamese &amp; Punjabi","response":"India"},{"text":"At his 1969 investiture at Caernarvon Castle, Prince Charles spoke these 2 languages","response":"English & Welsh"},{"text":"The only country whose official language is Catalan is this small one in the Pyrenees Mountains","response":"Andorra"},{"text":"Most people of this small European nation speak Letzeburgisch, a German dialect","response":"Luxembourg"}],"originalDate":"1989-09-12"},{"category":"\"ISM\"s","comments":"","clues":[{"text":"Iran, Libya &amp; Cuba are on a U.S. government list of nations that support this violent activity","response":"terrorism"},{"text":"Kids can spell this 28-letter word that means \"opposition to the withdrawal of support from a church\"","response":"antidisestablishmentarianism"},{"text":"The willful destruction of property named for a Germanic people who sacked Rome in the 5th century","response":"vandalism"},{"text":"If your can of green beans bulges out, it may be contaminated with this food poisoning","response":"botulism"},{"text":"From a Greek word for \"pleasure\", it's the belief that pleasure is life's greatest good","response":"hedonism"}],"originalDate":"1989-09-12"},{"category":"THE REEL WORLD","comments":"","clues":[{"text":"Captain Barbossa &amp; his men attack the town of Port Royal in this high-seas adventure","response":"<i>Pirates of the Caribbean</i>"},{"text":"The title of this 2002 film refers to Orthanc, which is in Isengard, &amp; Barad-dur, in the dark land of Mordor","response":"(<i>The Lord of the Rings</i>:) <i>The Two Towers</i>"},{"text":"Kirsten Dunst is a world-class tennis player in this 2004 film named for a famous British tournament","response":"Wimbledon"},{"text":"Chad Michael Murray is the modern-day Prince Charming in this 2004 film set in the San Fernando Valley","response":"<i>A Cinderella Story</i>"},{"text":"In \"The Princess Diaries 2\", Mia &amp; her grandmother Queen Clarisse call this fictional land home sweet home","response":"Genovia"}],"originalDate":"2005-02-04"},{"category":"MAID","comments":"","clues":[{"text":"Legend has it she eloped with the Earl of Huntington, also known as Robin Hood","response":"Maid Marian"},{"text":"In this epic poem, Achilles leaves the battlefield after Agamemnon confiscates his prize of war, the maid Briseis","response":"<i>The Iliad</i>"},{"text":"This French maid of Orleans was burned at the stake partly because she wore men's clothes","response":"Joan of Arc"},{"text":"One of the best known \"Exemplary Tales\" by this \"Don Quixote\" author is \"The Gypsy Maid\"","response":"Miguel de Cervantes"},{"text":"The old maid Hepzibah becomes a shopkeeper after the loss of her family's wealth in this Hawthorne novel","response":"<i>The House of the Seven Gables</i>"}],"originalDate":"2005-02-04"},{"category":"PUNK'D","comments":"","clues":[{"text":"This word for something bad or unfair is a homophone of what you do to a burrowing mammal in an arcade game","response":"wack"},{"text":"This 4-letter word for a journey or to stumble now means to overreact","response":"trip"},{"text":"If you fail to give someone proper deference, you do this 3-letter word to them","response":"dis"},{"text":"While a Betty is attractive, someone who's like this husband of Betty on \"The Flintstones\" is a dork","response":"Barney"},{"text":"A tree-hugger is a nature lover; a tree this, like what Butterfly Hill did in a redwood, is an extremist","response":"tree-sitter"}],"originalDate":"2005-02-04"},{"category":"AH, FLORIDA","comments":"","clues":[{"text":"The seemingly relentless series of these through Florida in 2004 included Charley, Frances, Ivan &amp; Jeanne","response":"hurricanes"},{"text":"1 of the 2 offical aquatic mammals of Florida","response":"a manatee (or dolphin)"},{"text":"It's Florida's official nickname","response":"the Sunshine State"},{"text":"The USA's first National Wildlife Refuge, Florida's Pelican Island, was established by this president in the early 20th c.","response":"Teddy Roosevelt"},{"text":"Each June this West Florida city, home to lots of flyboys, reflects on its history with the Fiesta of Five Flags","response":"Pensacola"}],"originalDate":"2005-02-04"}],{"category":"20th CENTURY AMERICANS","text":"Rhyming last names of the 2 men pictured <a href=\"http://www.j-archive.com/media/2009-06-03_FJ.jpg\" target=\"_blank\">here</a>, who had two very different professions","response":"Barrow & Darrow"}]}