{"mix":5360,"rounds":[[{"category":"TIME FOR A \"PI\"","comments":"","clues":[{"text":"We love this winged, unclothed infant archer of mythology, the son of Venus","response":"Cupid"},{"text":"Uh oh!  This outer nonvascular layer of your skin is showing","response":"epidermis"},{"text":"Wealth, or a city that the official seat of government in a state","response":"capital"},{"text":"This animal's name comes from the Middle French for \"thorny pig\"","response":"porcupine"},{"text":"A plant belonging to the genus Angallis, especially having scarlet flowers","response":"pimpernel"}],"originalDate":"2005-02-01"},{"category":"OLD NEWS","comments":"","clues":[{"text":"In 1989 this president vetoed a bill that would raise the minimum wage","response":"George H. W. Bush"},{"text":"In 1980 the U.N. approved a resolution deploring this country's invasion of Afghanistan","response":"Russia (or the USSR)"},{"text":"In 1982 this country's Ayatollah Khomeini called upon the Iraqi people to overthrow Saddam Hussein","response":"Iran"},{"text":"In 1981 a federal judge ruled it illegal to indefinitely imprison refugees from this communist island","response":"Cuba"},{"text":"In 1985 Greek &amp; Turkish community leaders failed to reach an agreement for this island's reunification","response":"Cyprus"}],"originalDate":"2005-02-01"},{"category":"BRAIN TEASE","comments":"","clues":[{"text":"Appearing wrinkled &amp; knotted, it's the largest part of the brain, making up about 85% of it by weight","response":"the cerebrum"},{"text":"The third leading cause of death in the U.S. is this 6-letter term","response":"stroke"},{"text":"Brain waves are measured using the instrument known by these 3 letters for short","response":"E.E.G."},{"text":"Attached by a stalk to the base of the brain is this master gland which controls the others","response":"the pituitary gland"},{"text":"These brain cells that transmit nerve impulses number in the billions","response":"neurons"}],"originalDate":"2005-02-01"},{"category":"FIX THE PROVERB","comments":"","clues":[{"text":"All root is the evil of money","response":"Money is the root of all evil"},{"text":"That gold glitters is not all","response":"All that glitters is not gold"},{"text":"Own your canoe paddle","response":"Paddle your own canoe"},{"text":"The best is laughter medicine","response":"Laughter is the best medicine"},{"text":"Hear once before you speak twice","response":"Hear twice before you speak once"}],"originalDate":"2005-02-01"},{"category":"WORLD GEOGRAPHY","comments":"","clues":[{"text":"Kangaroo Island is the 3rd largest offshore island of this country","response":"Australia"},{"text":"Judas trees grow on the northern slopes of this country's Mount Carmel National Park &amp; Nature Reserves","response":"Israel"},{"text":"At the old observatory here you can stand with 1 foot in the eastern hemisphere &amp; one in the western","response":"Greenwich, England"},{"text":"The southernmost glacier in Europe, the Calderone, is in this country's Apennine Mts.","response":"Italy"},{"text":"This port city is West Germany's leading industrial center","response":"Hamburg"}],"originalDate":"1990-01-15"},{"category":"4-LETTER WORDS","comments":"","clues":[{"text":"Despite its name, this pink wine is made from grapes, not flowers","response":"rosé"},{"text":"The dry particles of matter found on your furniture, or what you do to remove them","response":"dust"},{"text":"Because of his big bullwhip, Western star Al LaRue was nicknamed this","response":"\"Lash\""},{"text":"\"Integument\" is a fancy word for this part of an animal when it's separated from the body","response":"skin"},{"text":"The badges Girl Scouts earn are officially worn on this part of the uniform","response":"sash"}],"originalDate":"1990-01-15"}],[{"category":"FURNITURE","comments":"","clues":[{"text":"The French Empire style of furniture is associated with his empire","response":"Napoleon I"},{"text":"Small, modern table named for the school where it was designed, not for a clergyman","response":"a Parsons table"},{"text":"Stand with a sloping top that serves to support a book; its 1st known appearance was in Byzantium","response":"a lectern"},{"text":"This word can mean either an upholstered, backless &amp; armless seat or a stuffed footstool","response":"an ottoman"},{"text":"This American furniture style that appeared about 1790 was named for the new style of government","response":"the Federal style"}],"originalDate":"1990-01-15"},{"category":"FIRSTS","comments":"","clues":[{"text":"Dr. West's Miracle Tuft toothbrush of 1938 was the 1st to have bristles made of this","response":"nylon"},{"text":"Observance at which English colonists 1st ate popcorn","response":"the first Thanksgiving"},{"text":"They were the U.S. presidents when the 1st man went into space &amp; the 1st man walked on the Moon","response":"Kennedy & Nixon"},{"text":"The 8 contestants in the 1st Miss America pageant in 1921 represented these","response":"cities"},{"text":"In 1981 Western Bancorporation was renamed this when it became the 1st bank to franchise its services","response":"First Interstate"}],"originalDate":"1990-01-15"},{"category":"THE OLD WEST","comments":"","clues":[{"text":"In 1840 this Swiss was granted 49,000 acres in California &amp; built a tannery, a fort, a mill...","response":"(John) Sutter"},{"text":"He wrote about the time he spent seeking hides on the West Coast in \"Two Years Before the Mast\"","response":"(Richard) Dana"},{"text":"Tx. &amp; Mex. banned the Maher-Fitzsimmons boxing match, so this judge held it on a sand bar in the Rio Grande","response":"Roy Bean"},{"text":"In 1849 the Army took over Fort Laramie, Wyoming to protect the wagon trains on this trail","response":"the Oregon Trail"},{"text":"On May 10, 1869 Leland Stanford drew back his sledge hammer, let it fall &amp; missed the spike linking these RRs","response":"the Union Pacific & the Central Pacific"}],"originalDate":"1990-01-15"},{"category":"EDUCATION","comments":"","clues":[{"text":"This term for a secondary school came from Edinburgh, Scotland","response":"a high school"},{"text":"The 1st female med school grad in Italy, she revolutionized methods of teaching young children","response":"Maria Montessori"},{"text":"In 1947 the Supreme Court upheld free busing &amp; in 1968 free books for students in these schools","response":"Parochial Schools"},{"text":"In 1896 the Supreme Court used this oft-quoted phrase to describe acceptable segregation","response":"separate but equal"},{"text":"19th century Massachusetts educator who's known as the \"Father of American Public Education\"","response":"Horace Mann"}],"originalDate":"1990-01-15"},{"category":"SAINTS","comments":"","clues":[{"text":"If his mother had listened to friends &amp; named him after his father, he would be Zechariah the Baptist","response":"John the Baptist"},{"text":"Though born in Britain c. 385, he's the patron saint of a nearby island","response":"St. Patrick"},{"text":"Brewer's Dictionary quotes this saint as having said, \"Love me, love my dog\"","response":"St. Bernard"},{"text":"As their patron saint, St. Erasmus, also known by this name, gets sailors all fired up","response":"St. Elmo"},{"text":"He founded the Daughters of Charity &amp; the Lazarists, &amp; a charitable society is named for him","response":"St. Vincent de Paul"}],"originalDate":"1990-01-15"},{"category":"MUSIC","comments":"","clues":[{"text":"Some say man's 1st musical instrument was the flute; others say it was this percussion type","response":"the drum"},{"text":"In the 1960s Robert A. Moog developed this instrument used in classical &amp; pop music","response":"the synthesizer"},{"text":"42 members of the London Symphony are heard in \"A Day In The Life\" on this Beatles album","response":"<i>Sgt. Pepper's Lonely Hearts Club Band</i>"},{"text":"Collier's Ency. says this Gershwin work is the most widely performed orchestral piece by an American","response":"\"Rhapsody In Blue\""},{"text":"Sigma guitars imported from Korea are sold in the U.S. by this company known for its acoustic guitars","response":"Martin"}],"originalDate":"1990-01-15"}],{"category":"INTERNATIONAL SPORTS","text":"Jan Ullrich, the only German ever to win this event, has been nicknamed \"Der Tourminator\"","response":"the Tour de France"}]}