{"mix":5363,"rounds":[[{"category":"19th CENTURY LITERARY QUOTES","comments":"","clues":[{"text":"Charles Dickens called him \"tightfisted... hard and sharp as flint\"","response":"(Ebenezer) Scrooge"},{"text":"1852 U.S. novel with the line \"Eliza made her desperate retreat across the river just in the dusk of twilight\"","response":"<i>Uncle Tom's Cabin</i>"},{"text":"This vessel under Captain Nemo was \"cigar in shape\" with \"two hulls, one inside, the other outside\"","response":"the <i>Nautilus</i>"},{"text":"Poe wrote that this title maiden \"lived with no other thought than to love and be loved by me\"","response":"Annabel Lee"},{"text":"He spent 14 years in \"the gigantic structure of the Chateau d'If\"<span class=\"nobreak\">--</span>a fortress off Marseilles","response":"Edmond Dantes (The Count of Monte Cristo)"}],"originalDate":"2005-01-26"},{"category":"RADIO DISNEY TOP 30","comments":"","clues":[{"text":"On the Sept. 2, 2004 Top 30, she was No. 3, 4, 11, 13, 14 &amp; 16; No. 3 was a duet with her sister Haylie","response":"Hilary Duff"},{"text":"In 2004, \"Breakaway\" broke onto the chart for this first winner of \"American Idol\"","response":"Kelly Clarkson"},{"text":"Lindsay Lohan charted with this song &amp; starred in the movie \"Confessions of a Teenage\" one","response":"<i>Drama Queen</i>"},{"text":"\"Ocean Avenue\" washed onto the Top 30 for this band, whose name is an official warning in soccer","response":"Yellowcard"},{"text":"It's not \"Complicated\"; this Canadian rocked the House of Mouse with \"My Happy Ending\"","response":"Avril Lavigne"}],"originalDate":"2005-01-26"},{"category":"I'M GETTING SPACED OUT!","comments":"","clues":[{"text":"The name of this kind of celestial body comes from the Greek for \"wearing long hair\"; guess that refers to its tail","response":"a comet"},{"text":"From a Latin word for \"attendant\", it can be a celestial body that orbits a planet or a manmade object that orbits earth","response":"satellite"},{"text":"It was big science news in 1998 when a fourth ring was discovered around this gigantic planet","response":"Jupiter"},{"text":"This zodiac constellation appears to be pouring water on the sculptor constellation below it","response":"Aquarius"},{"text":"If we were on Mars, the atmosphere would be incredibly thin, consisting mainly of this gas","response":"carbon dioxide"}],"originalDate":"2005-01-26"},{"category":"YOU'VE GOT COMPANY","comments":"","clues":[{"text":"In 1995 this \"M'm M'm Good\" soup company bought Pace Foods, known for its picante sauce","response":"Campbell's"},{"text":"This company introduced its popular peanut butter cup in the 1920s","response":"Reese's"},{"text":"With this company's Mindstorms kits you can build things like \"Star Wars\" droids","response":"Lego"},{"text":"This Donkey Kong company introduced its home video game console in Japan in 1983","response":"Nintendo"},{"text":"You might feel the earth move under your feet using products from this company whose stock symbol is CAT","response":"Caterpillar"}],"originalDate":"2005-01-26"},{"category":"WORD &amp; PHRASE ORIGINS","comments":"","clues":[{"text":"The name of this manual computing device is from the Greek abax, or \"counting board\"","response":"abacus"},{"text":"\"Mum's the word\" dates back to his \"Henry IV, Part 2\": \"Seal up your lips and give no words, but<span class=\"nobreak\">--</span>mum\"","response":"Shakespeare"},{"text":"This verb comes from an Old English word for \"tremble\"; you might do it during a temblor","response":"quake"},{"text":"\"Meaningless chatter\" in medieval French, it's now the specialized vocabulary of a profession","response":"jargon"},{"text":"The concept \"an eye for an eye\" didn't originate in the Bible, but in this Babylonian King's \"Code\"","response":"Hammurabi"}],"originalDate":"2005-01-26"},{"category":"RUSSIA","comments":"","clues":[{"text":"In the July 3, 1996 runoff, he defeated Gennadi Zyuganov","response":"Boris Yeltsin"},{"text":"In 1996 this Russian newspaper stopped publishing after 84 years","response":"<i>Pravda</i>"},{"text":"In April of 1996, Russian rockets killed Dzhokhar Dudayev, this breakaway republic's leader","response":"Chechnya"},{"text":"Abbreviated CIS, it replaced the USSR","response":"Commonwealth of Independent States"},{"text":"They're the colors of the three stripes on the Russian flag","response":"red, white, and blue"}],"originalDate":"1996-11-27"}],[{"category":"BIOGRAPHIES","comments":"","clues":[{"text":"\"Rare Air\" is a photo biography of this basketball star","response":"Michael Jordan"},{"text":"This actor-director is the subject of David Thomson's biography \"Rosebud\"","response":"Orson Welles"},{"text":"\"Shalom, Friend\" tells of \"The Life and Legacy\" of this slain Israeli leader","response":"Yitzhak Rabin"},{"text":"\"The Education of a Woman\" by Carolyn G. Heilbrun tells of this feminist and famous Ms","response":"Gloria Steinem"},{"text":"Known for his \"Compleat Angler\", he also wrote a biography of his friend, writer John Donne","response":"Izaak Walton"}],"originalDate":"1996-11-27"},{"category":"BUSINESS","comments":"","clues":[{"text":"The tires on Lindbergh's \"Spirit of St. Louis\" were made by this former competitor of Goodyear","response":"B.F. Goodrich"},{"text":"In 1866, William A. Breyer started the company that's now the oldest national producer of this","response":"ice cream"},{"text":"This San Francisco-based clothing company's full name includes \"De Corps\"","response":"Esprit"},{"text":"From 1875 to 1989, this New York company's name included \"Glassworks\"","response":"Corning"},{"text":"This Warner-Lambert product contains retsyn, a finely homogenized vegetable oil","response":"Certs"}],"originalDate":"1996-11-27"},{"category":"CLASSICAL COMPOSERS","comments":"","clues":[{"text":"This \"Messiah\" composer's first job was as a church organist in Halle, Germany, at age 17","response":"Georg Handel"},{"text":"\"Variations on a Theme by Haydn\" was this \"lullaby\" composer's first major work for full orchestra","response":"Johannes Brahms"},{"text":"In 1977, his \"Immortal Beloved\" was identified as Antonie Brentano, wife of a merchant","response":"Beethoven"},{"text":"This father-in-law of Richard Wagner died July 31, 1886, during the Wagner festival at Bayreuth","response":"Franz Liszt"},{"text":"He composed his \"Leningrad Symphony\" during the World War II siege of Leningrad","response":"Dmitri Shostakovich"}],"originalDate":"1996-11-27"},{"category":"PROVERBS","comments":"","clues":[{"text":"\"You can't make a silk purse\" out of this","response":"a sow's ear"},{"text":"\"Imitation is the sincerest form of\" it, but beware, it \"corrupts both the receiver and the giver\"","response":"flattery"},{"text":"It's where you should \"never tell tales\"","response":"out of school"},{"text":"The saying \"Strike while the iron is hot\" originally alluded to this profession","response":"blacksmith"},{"text":"These two things \"wait for no man\"","response":"time and tide"}],"originalDate":"1996-11-27"},{"category":"THE SUPREME COURT","comments":"","clues":[{"text":"Justices Butler, Van DeVanter, Sutherland, and McReynolds opposed this president's \"New Deal\"","response":"F.D. Roosevelt"},{"text":"This president called his 1953 appointment of Earl Warren \"the biggest damn' fool mistake I ever made\"","response":"Eisenhower"},{"text":"In 1995 two justices rejected The Citadel's appeal of an order to admit her","response":"Shannon Faulkner"},{"text":"He served as Chief Justice the longest; 34 years from 1801-1835","response":"John Marshall"},{"text":"After the 1987 rejection of this man's nomination to the court, Anthony Kennedy filled Powell's seat","response":"Robert Bork"}],"originalDate":"1996-11-27"},{"category":"LANGUAGES","comments":"","clues":[{"text":"This Scandinavian language changed \"aa\" to a circle-topped \"a\", making it closer to Swedish and Norwegian","response":"Danish"},{"text":"All of the Romance languages have their roots in this language","response":"Latin"},{"text":"Balinese is spoken on several islands of this country","response":"Indonesia"},{"text":"Hungarians call their official language this","response":"Magyar"},{"text":"Punjabi is spoken by about half of all households in this country","response":"Pakistan"}],"originalDate":"1996-11-27"}],{"category":"BRITISH AUTHORS","text":"In 1954 she became the first recipient of the Grand Master Award from the Mystery Writers of America","response":"Agatha Christie"}]}