{"mix":5366,"rounds":[[{"category":"SOUTH AMERICA","comments":"","clues":[{"text":"Ecuador derives its name from this geographical line","response":"the equator"},{"text":"In the past, 12- to 14-year-old brides were not unusual in this Portuguese-speaking country","response":"Brazil"},{"text":"Up to 80% of the counterfeit dollars passed in the U.S. are from this coffee country","response":"Colombia"},{"text":"An estimated 40% of the world's total copper supply is in three mines in this coastal country","response":"Chile"},{"text":"Once known as Upper Peru, it has had over twenty presidents since World War II","response":"Bolivia"}],"originalDate":"1986-01-08"},{"category":"LIGHTNING","comments":"","clues":[{"text":"Lightning causes over 10,000 of these a year &amp; Smokey the Bear is getting mad!","response":"forest fires"},{"text":"In the 1931 film, he used lightning to bring his monster to life","response":"Dr. Frankenstein"},{"text":"Of 25, 50, or 100 miles, the longest length lightning strokes can reach","response":"100 miles"},{"text":"Aided by lightning each year, 100 million tons of this gas washes into the soil &amp; becomes fertilizer","response":"nitrogen"},{"text":"Unpunished in the Maxwell Anderson play, Rhoda is roasted by lightning in this movie's finale","response":"<i>The Bad Seed</i>"}],"originalDate":"1986-01-08"},{"category":"CARDS","comments":"","clues":[{"text":"Bridge term for a set of three games or what a hot rod lays when it takes off","response":"rubber"},{"text":"The appropriate goal in authors is to form these","response":"books"},{"text":"A shutout in gin rummy, or Pat Harrington in \"One Day at a Time\"","response":"Schneider"},{"text":"About 30 years ago, this South American game created the biggest fad in card history","response":"canasta"},{"text":"Variation of poker where the worst hand wins","response":"lo-ball"}],"originalDate":"1986-01-08"},{"category":"KNOTS TO YOU","comments":"(Alex: And something new to us here on the program...)","clues":[{"text":"Kind of knot that sounds like its tied by your mother's mother","response":"a granny knot"},{"text":"Term for a knot used to fasten a rope to an object or \"your wagon to a star\"","response":"hitch"},{"text":"This geometric knot is one of the oldest in use","response":"a square knot"},{"text":"Half a pair of pants, or the looseness in a knot","response":"slack"},{"text":"Not tightness per se, but this kinetic force gives knots their holding power","response":"friction"}],"originalDate":"1986-01-08"},{"category":"PLAYWRIGHTS","comments":"","clues":[{"text":"As a young congressman, LBJ escorted this author of \"Pygmalion\" around Texas","response":"George Bernard Shaw"},{"text":"His \"Volpone\" played at Shakespeare's Globe Theater in 1605","response":"Ben Jonson"},{"text":"This playwright &amp; actor portrayed Colonel Chuck Yeager, not Alan Shepard, in \"The Right Stuff\"","response":"Sam Shepard"},{"text":"17-year-old usher Sheila Delaney got a taste for theatre &amp; went home one night to start this play","response":"<i>A Taste of Honey</i>"},{"text":"Oliver Goldsmith thrashed a publisher whose paper attacked this, his last play","response":"<i>She Stoops to Conquer</i>"}],"originalDate":"1986-01-08"},{"category":"WINTER SPORTS","comments":"","clues":[{"text":"Contrary to popular legend, \"mush!\" isn't a command usually used in these races","response":"dogsled races"},{"text":"In six of the first seven Winter Olympics, Canadian teams took the gold in this sport","response":"ice hockey"},{"text":"Participants can \"sail\" through this sport at speeds over 100 mph","response":"ice sailing (or boating)"},{"text":"The first artificial bobsled run was built in 1904 at this Swiss resort town","response":"St. Moritz"},{"text":"A rink of players<span class=\"nobreak\">--</span>it's the number of persons on a curling team","response":"4"}],"originalDate":"1986-01-08"}],[{"category":"HISTORICAL TRIVIA","comments":"","clues":[{"text":"Year the first Pulitzer Prizes were awarded &amp; the United States entered World War I","response":"1917"},{"text":"Before he died in 1547, this Tudor king weighed over 400 pounds","response":"Henry VIII"},{"text":"A 6th-century monk originally established the first day of the Christian era not as January the 1st, but this holiday","response":"Christmas"},{"text":"This term first applied only to manners &amp; conduct at royal courts","response":"etiquette"},{"text":"Once France's richest colony, this now-impoverished country was 2nd in the New World to gain independence","response":"Haiti"}],"originalDate":"1986-01-08"},{"category":"\"BOOK\"S","comments":"","clues":[{"text":"The insect kind eats binding, &amp; the human kind devours pages","response":"bookworms"},{"text":"Common pharase that might follow \"Call me!\"","response":"I'm in the book!"},{"text":"Something set next to a volume, or something done according to the rules","response":"by the book"},{"text":"Samuel Pepys sometimes put one of these in both the front &amp; the back of his books","response":"a bookplate"},{"text":"Famous fooderie, found on 15th, for feasting on fish in Philly","response":"Bookbinder's"}],"originalDate":"1986-01-08"},{"category":"AMERICANA","comments":"","clues":[{"text":"They advise \"Be all you can be\"","response":"the Army"},{"text":"The U.S. flag code says red, white, and blue bunting should always feature this color on top","response":"blue"},{"text":"When Connecticut's Lieutenant Governor presides over the state senate, he sits in a chair made of wood of this tree","response":"Charter Oak"},{"text":"Signs urging tourists to stay in North Dakota say \"Custer was healthy\" when he left there bound for this state","response":"Montana"},{"text":"John Scott Harrison, an Indiana farmer, was the only man in U.S. history who was this","response":"a son and a father of a U.S. President"}],"originalDate":"1987-11-20"},{"category":"RELIGION","comments":"","clues":[{"text":"In October of 1986, South Africa's Dutch Reformed Church denounced this","response":"apartheid"},{"text":"The president of this Arab country must be a Maronite Christian","response":"Lebanon"},{"text":"English spellings of the names of all seven archangels of Judeo-Christian tradition end with these two letters","response":"E-L"},{"text":"At first, Jim Bakker claimed that this Louisiana-based Pentecostal preacher wanted to take over the PTL","response":"Jimmy Swaggart"},{"text":"On May 9, 1969, it was declared that 200 Catholic saints would lose these","response":"Feast Days"}],"originalDate":"1987-11-20"},{"category":"MAPS","comments":"","clues":[{"text":"On most general reference maps, blue indicates this","response":"water"},{"text":"Distinction that makes a collection of maps an atlas","response":"they are bound"},{"text":"in 1884, astronomers and geographers set this line as the starting point for east-west measurements","response":"Prime Meridian (Greenwich)"},{"text":"Found on maps, it's technically called a representative fraction and more commonly this","response":"scale"},{"text":"On a topographic map, these lines indicate changes in elevation","response":"contour lines"}],"originalDate":"1987-11-20"},{"category":"1988","comments":"","clues":[{"text":"This calendar oddity will occur on a Monday in 1988","response":"February 29th (Leap Year Day accepted)"},{"text":"Number of House seats up for election in 1988","response":"all of them (435)"},{"text":"Number of Senate seats up for election in 1988","response":"33"},{"text":"In mid-March, Midway Island will be midway along the path of one of these","response":"a solar eclipse"},{"text":"Both Sunday, January 31st and Tuesday, March 8th have been dubbed with this five-letter adjective","response":"super"}],"originalDate":"1987-11-20"}],{"category":"SCIENCE HISTORY","text":"Announced by Ole Romer in 1676, the first measurement of this was 140,000 miles per second","response":"the speed of light"}]}