{"mix":5367,"rounds":[[{"category":"NUCLEAR PHYSICS","comments":"","clues":[{"text":"In September of 1986, the first of the three remaining reactors at this Soviet plant was restarted","response":"Chernobyl"},{"text":"Nuclear energy is released when you split up nucleons in the nucleus: groups of protons, and these","response":"neutrons"},{"text":"A metal used in making control rods for nuclear reactors; its chemical symbol is Cd","response":"cadmium"},{"text":"This sub-atomic particle is the anti-particle of the electron","response":"the positron"},{"text":"Among particles in this family are the up, down, strange, and charmed","response":"quarks"}],"originalDate":"1987-11-20"},{"category":"WORLD HISTORY","comments":"","clues":[{"text":"The African nation Zimbabwe was formerly named for this Englishman","response":"Cecil Rhodes"},{"text":"Because of these law enforcement officers there, the Yukon gold rush was one of the most orderly in history","response":"Mounties"},{"text":"Sir Thomas Raffles founded this city on its island of the same name","response":"Singapore"},{"text":"In 1667, in exchange for New York, Britain gave this colony to the Dutch, which they kept until 1975","response":"Suriname"},{"text":"This late 18th- early 19th-century French diplomat served at least seven different regimes","response":"Talleyrand"}],"originalDate":"1987-11-20"},{"category":"POETRY","comments":"","clues":[{"text":"\"The curfew tolls the knell of parting day\" is the first line of this Thomas Gray poem","response":"\"Elegy Written in a Country Churchyard\""},{"text":"18th century playwright who penned the poem \"When Lovely Woman Stoops to Folly\"","response":"Oliver Goldsmith"},{"text":"Historically, and in Robert Browning's poem, it was the profession of Andrea Del Sarte","response":"painter"},{"text":"The poem in which Walt Whitman modestly mused, \"I celebrate myself and sing myself\"","response":"\"Song of Myself\""},{"text":"Sir Walter Raleigh's \"The Nymph's Reply to the Shepherd\" was an answer to this Marlowe poem","response":"\"The Passionate Shepherd to His Love\""}],"originalDate":"1987-11-20"},{"category":"FOOTBALL","comments":"","clues":[{"text":"This team's first jerseys were provided by the Indian Packing Co.","response":"Green Bay Packers"},{"text":"The highest scorers in pro football history all played this position","response":"kickers"},{"text":"This coach has led teams to the Super Bowl the most times<span class=\"nobreak\">--</span>7<span class=\"nobreak\">--</span>the Colts twice &amp; the Dolphins 5 times","response":"Don Shula"},{"text":"73-0, the Redskins lost the most lopsided NFL championship game ever to this team","response":"Chicago Bears (1940)"},{"text":"This great star of football's early era became the first commissioner of what was to become the NFL","response":"Jim Thorpe"}],"originalDate":"1987-11-20"},{"category":"OPERA","comments":"","clues":[{"text":"In Wagner's \"Gotterdammerung\", she dies by riding her horse onto Siegfried's funeral pyre","response":"Brunhilde"},{"text":"Naval rank of Pinkerton in \"Madame Butterfly\"","response":"lieutenant"},{"text":"Of \"Benvenuto Cellini\", \"Boris Godunov\", and \"Eugene Onegin\", the two who were historic figures","response":"Cellini and Godunov"},{"text":"In Germany, this opera is sometimes called \"Margarethe\" to separate it from the Goethe drama","response":"<i>Faust</i>"},{"text":"In this operetta, Prince Orlovsky calls champagne \"the king of all wines\"","response":"<i>Die Fledermaus</i>"}],"originalDate":"1987-11-20"},{"category":"LABOR UNIONS","comments":"","clues":[{"text":"First labor union leader who went on to become U.S. president","response":"Ronald Reagan"},{"text":"\"Shaky\" nickname of the Industrial Workers of the World","response":"Wobblies"},{"text":"\"New York Magazine\" says one of the few things that's still free is a ruler from this union's Union Label department","response":"International Ladies' Garment Workers Union"},{"text":"Aerospace workers are also members of this union headed by Owen Bieber","response":"United Auto Workers"},{"text":"The National Labor Relations Act of 1935 is usually called this, after the New York senator who authored it","response":"Robert Wagner"}],"originalDate":"1987-11-20"}],[{"category":"MIDDLE NAMES","comments":"","clues":[{"text":"J.C. Penney's middle name, or what you'd use to buy stuff in his store","response":"Cash"},{"text":"Remarkably, it's the name shared by Erich Remarque and Klaus Brandauer","response":"Maria"},{"text":"This educator's famous middle initial stood for Taliaferro","response":"Booker T. Washington"},{"text":"He was the first U.S. president to have a middle name","response":"John Quincy Adams"},{"text":"The S. in Pearl S. Buck was for her maiden name; her middle name was this; the same as Louis Tiffany's","response":"Comfort"}],"originalDate":"1987-11-20"},{"category":"KILL BILL: VOL. 1","comments":"","clues":[{"text":"In 1881 this \"bonney\" lad was killed daid in Fort Sumner, New Mexico","response":"Billy the Kid"},{"text":"This former \"Ziegfeld follies\" humorist died in 1935 in an Alaskan plane crash","response":"Will Rogers"},{"text":"Anarchy reigned when this President was shot while in a receiving line at the 1901 Buffalo Pan-American Expo","response":"William McKinley"},{"text":"This Dickens heavy gets his after dodging a bloodthirsty crowd bent on revenge after Nancy's murder","response":"Bill Sikes"},{"text":"This former Secy. of State under Wilson died soon after winning a famous 1925 court case","response":"William Jennings Bryan"}],"originalDate":"2005-01-21"},{"category":"TV SHOWS BY CHARACTER","comments":"","clues":[{"text":"Fred,<br>Ethel,<br>Ricky","response":"<i>I Love Lucy</i>"},{"text":"Tad Martin,<br>Brooke English,<br>Erica Kane","response":"<i>All My Children</i>"},{"text":"Buffy,<br>Jody,<br>Cissy","response":"<i>Family Affair</i>"},{"text":"Jack,<br>Janet,<br>Chrissy","response":"<i>Three's Company</i>"},{"text":"Mary Beth,<br>Chris,<br>Lt. Samuels","response":"<i>Cagney & Lacey</i>"}],"originalDate":"2005-01-21"},{"category":"HALLS OF FAME","comments":"","clues":[{"text":"We hope you aren't assigned any homework after visiting the National Hall for these in Emporia, Kansas","response":"teachers"},{"text":"Old King Cole could tell you there's a hall of fame for these musicians in Weiser, Idaho","response":"fiddlers"},{"text":"If you're into a little song, a little dance, a little seltzer down your pants, a hall for these is in Milwaukee","response":"clowns"},{"text":"Members of this pro sports Hall of Fame include \"Tuffy\" Leemans, \"Blood\" McNally &amp; Elroy \"Crazy Legs\" Hirsch","response":"football"},{"text":"Lydia Hall is in the Washington, D.C. hall for those in this profession; so is Dorothea Dix","response":"nursing"}],"originalDate":"2005-01-21"},{"category":"LET'S GET SYRIA-S","comments":"","clues":[{"text":"Syrians enjoy a drink called Arak, a strong liquor made from anise &amp; this vined fruit","response":"grapes"},{"text":"Cultural attractions in this city include the Umayyad Mosque &amp; The Tomb of Saladin","response":"Damascus"},{"text":"In the 1967 6-day war, Israeli troops captured this southwestern corner of Syria","response":"the Golan Heights"},{"text":"In June 2000 he succeeded his father as Syria's president","response":"Bashar (Assad)"},{"text":"In 1958 Syria joined this country in forming the United Arab Republic; the union disbanded 3 years later","response":"Egypt"}],"originalDate":"2005-01-21"},{"category":"THAT'S \"OK\"","comments":"","clues":[{"text":"This capital was devastated by the great Kanto earthquake of 1923","response":"Tokyo"},{"text":"It's Thomas Wolfe's first novel","response":"<i>Look Homeward, Angel</i>"},{"text":"A tube-shaped portable rocket launcher, comic strip not included","response":"a bazooka"},{"text":"To dupe, or a variety of billiards","response":"snooker"},{"text":"This New Jersey port city was incorporated in 1855","response":"Hoboken"}],"originalDate":"2005-01-21"}],{"category":"QUOTATIONS ABOUT LAWYERS","text":"Playwright who penned the famous line, \"The first thing we do, let's kill all the lawyers\"","response":"William Shakespeare"}]}