{"mix":5368,"rounds":[[{"category":"KILL BILL: VOL. 2","comments":"","clues":[{"text":"A bill granting a bonus to these men, backed by the American Legion, was vetoed by Harding in 1922","response":"the WWI vets"},{"text":"Hayes vetoed a bill restricting immigration from this country, but another version passed under Arthur","response":"China"},{"text":"In 1985 Reagan vetoed a bill to help out these people, but Willie Nelson started a concert to benefit them","response":"farmers"},{"text":"Peeved at pork &amp; patronage, he vetoed 584 bills in the 1880s &amp; '90s","response":"Grover Cleveland"},{"text":"Nixon vetoed a 1973 bill increasing this, partly because he thought teens should have a lesser one","response":"the federal minimum wage"}],"originalDate":"2005-01-21"},{"category":"HISTORIC SIGNATURE SONGS","comments":"","clues":[{"text":"Napoleon:<br>\"Five foot\" this, \"eyes of blue, but oh! what those five feet could do!\"","response":"two"},{"text":"Catherine the Great: <br>\"I try and I try and I try and I try...I can't get no\" this","response":"satisfaction"},{"text":"Oedipus:<br>\"I want a girl just like the girl who\" did this","response":"married dear old Dad"},{"text":"Sen. Joseph McCarthy: <br>\"The man of a thousand voices talking perfectly loud\" is this title Beatles guy","response":"\"The Fool On The Hill\""},{"text":"Attila:<br>\"A hundred-&amp;-one pounds of fun, that's my little\" this","response":"honey bun"}],"originalDate":"2005-01-21"},{"category":"THE COMETS","comments":"","clues":[{"text":"On April 10, 1986 it was 38,785,700 miles from Earth: close enough to be visible through binoculars","response":"Halley's Comet"},{"text":"Sadly, Shoemaker-Levy 9 is no more; it broke up in 1992 &amp; the fragments crashed into this planet in 1994","response":"Jupiter"},{"text":"This meteor shower seen each August is from the rubble of comet Swift-Tuttle","response":"the Perseids"},{"text":"In 1577 this Danish astronomer proved comets were heavenly bodies, not atmospheric phenomena","response":"(Tycho) Brahe"},{"text":"The comet belt this Dutchman predicted to be between Neptune &amp; Pluto in 1951 was detected by the Hubble in 1995","response":"(Andre) Kuiper"}],"originalDate":"2005-01-21"},{"category":"2-PART WORDS","comments":"(Alex: Each response will be a word that can be split into two other words.)","clues":[{"text":"If you win the lottery, expect long-lost friends &amp; relatives to \"come out of\" this","response":"the woodwork"},{"text":"It's the name of the small hole in the sink, often just below the faucet, or what it may prevent","response":"the overflow"},{"text":"One example of a \"daffynition\" is defining this synonym for a beggar as \"a fry cook\"","response":"a panhandler"},{"text":"The movie \"JFK\" includes talk about catching someone in a triangulated one","response":"a crossfire"},{"text":"Like the title \"Angel\" in a Jimmy Stewart film, it means faded or soiled, as by prolonged store exposure","response":"shopworn"}],"originalDate":"2005-01-21"},{"category":"SCIENCE GUYS","comments":"","clues":[{"text":"Eugene Dubois died in 1940 still believing his \"Java Man\" to be this legendary connector between man &amp; ape","response":"the missing link"},{"text":"Sadly for science, when he was elected abbot in 1868 he had no more time for puttering around in the garden","response":"(Gregor) Mendel"},{"text":"In 1929 this Berkeley physicist bought a cabin in New Mexico; he'd spend lots of time in the state in the early '40s","response":"(Robert) Oppenheimer"},{"text":"In the 19th century Gerhard Hansen found out what causes this disease that goes back to Biblical times","response":"leprosy"},{"text":"Gottfried Leibniz likened this number system to God &amp; the void","response":"the binary system"}],"originalDate":"2005-01-20"},{"category":"HOMOPHONIC DUOS","comments":"","clues":[{"text":"2 Bartletts make up this couple","response":"pear pair"},{"text":"Biblical killer's walking sticks","response":"Cain's canes"},{"text":"Consumed an octet","response":"ate eight"},{"text":"To forcefully grab small oceans","response":"seize seas"},{"text":"The stuff breathed by the designated successor to the king","response":"heir air"}],"originalDate":"2005-01-20"}],[{"category":"LET'S PLAY COWBOY","comments":"","clues":[{"text":"It's what a bullwhacker whacked with","response":"a bullwhip"},{"text":"Though the Cattalo occurs in nature, Charles Jones claimed to be the first to cross a cow with this to make one","response":"buffalo"},{"text":"It's the gathering in of the cattle; the \"last\" one means going to meet your maker","response":"roundup"},{"text":"Passel, as in \"the ranch owner's wife has a passel of kids\", is an alternation of this word","response":"parcel"},{"text":"Owen Wister dedicated this 1902 novel to Teddy Roosevelt, who, like him, was an Eastener who had gone west","response":"<i>The Virginian</i>"}],"originalDate":"2005-01-20"},{"category":"CITY","comments":"","clues":[{"text":"Born in this Austrian city, Maximilian Schell directed a film of \"Tale from\" its \"Woods\"","response":"Vienna"},{"text":"It was originally built on 7 hills &amp; enclosed by the Servian Wall","response":"Rome"},{"text":"We have no beef with its being the capital of the Hyogo prefecture in Japan","response":"Kobe"},{"text":"After founding this city in 1535, Francisco Pizarro got his \"Bean there, done that\" t-shirt","response":"Lima"},{"text":"This suburb of Cairo is the third-largest city in Egypt","response":"Giza"}],"originalDate":"2005-01-20"},{"category":"WHAT IS THIS THING CALLED LAVA?","comments":"","clues":[{"text":"In 1935 &amp; 1942 the U.S. military bombed lava flows that endangered the city of Hilo on this island","response":"Hawaii"},{"text":"If it cools underground, it forms igneous rock; if it erupts, it becomes lava","response":"magma"},{"text":"This North Atlantic nation is home to Odadahraun, the largest lava bed on Earth","response":"Iceland"},{"text":"In the 1990s the Magellan spacecraft discovered large lava flows on this planet","response":"Venus"},{"text":"Formed from solidified lava, this type of rock actually floats","response":"pumice"}],"originalDate":"2005-01-20"},{"category":"I'LL ALWAYS BE \"TRUE\"","comments":"","clues":[{"text":"John Wayne won his only Oscar for this film","response":"<i>True Grit</i>"},{"text":"A \"colorful\" Madonna album, or a synonym for loyalty","response":"<i>True Blue</i>"},{"text":"Arnie dances the tango with Jamie in this 1994 film","response":"<i>True Lies</i>"},{"text":"It follows \"E!\" in the title of a cable TV show that reveals \"Tinseltown's Steamiest Secrets\"","response":"<i>True Hollywood Story</i>"},{"text":"Ironically, this Milli Vanilli album went to No. 1 in 1989","response":"<i>Girl You Know It's True</i>"}],"originalDate":"2005-01-20"},{"category":"\"A\" IN SHAKESPEARE","comments":"","clues":[{"text":"In \"The Tempest\" he's invisible to everyone but Prospero","response":"Ariel"},{"text":"The main plot of this comedy comes from Boccaccio's \"Decameron\"; its title ensures a happy ending","response":"<i>All's Well That Ends Well</i>"},{"text":"\"A Midsummer Night's Dream\" is set in this Mediterranean City that's in the title of another Shakespeare play","response":"Athens"},{"text":"Romeo buys poison with which to kill himself from a minor character with this job title","response":"apothecary"},{"text":"An Italian businessman with this first name is \"The Merchant of Venice\"","response":"Antonio"}],"originalDate":"2005-01-20"},{"category":"IN MEMORIAM 2004","comments":"","clues":[{"text":"2 years before he turned down an Oscar, he tried to have his stolen Oscar for \"On The Waterfront\" replaced","response":"(Marlon) Brando"},{"text":"A Broadway actress for decades, she also played \"Weezie\" on \"The Jeffersons\"","response":"(Isabel) Sanford"},{"text":"Before he was Captain Kangaroo, he was Clarabell the Clown on \"The Howdy Doody Show\"","response":"Bob Keeshan"},{"text":"A 2-time Oscar winner for \"Spartacus\" and \"Topkapi\", he also played Hercule Poirot &amp; Charlie Chan on film","response":"Peter Ustinov"},{"text":"An Oscar winner for \"All The King's Men\", she was also a voice of the possessed child in \"The Exorcist\"","response":"Mercedes McCambridge"}],"originalDate":"2005-01-20"}],{"category":"BIG COUNTRIES","text":"Forbes magazine uses \"BRIC\", an acronym for these 4 large nations advancing in economic power","response":"Brazil, Russia, India & China"}]}