{"mix":5369,"rounds":[[{"category":"ABBREVIATIONS","comments":"","clues":[{"text":"A parents' organization: <br>MADD","response":"Mothers Against Drunk Driving"},{"text":"A military alliance:<br>NATO","response":"North Atlantic Treaty Organization"},{"text":"A government mortgage insurance provider:<br>FHA","response":"Federal Housing Administration"},{"text":"An eye operation:<br>RK","response":"Radial Keratotomy"},{"text":"Also called somatotropin, it's found in the body:<br>HGH","response":"human growth hormone"}],"originalDate":"2005-01-20"},{"category":"ASIAN HISTORY","comments":"","clues":[{"text":"Talks were held during October of 1951 in Panmunjon to re-unify this country, but it didn't work","response":"Korea"},{"text":"In 1972 this country returned control of Okinawa to Japan","response":"the United States"},{"text":"Estimated death toll from the famous 1756 incident in this room in an Indian fort ranges from 15 to over 100","response":"the Black Hole of Calcutta"},{"text":"A former monk turned rebellious, then merciless, founded this Chinese dynasty in 1368","response":"the Ming Dynasty"},{"text":"It was completed during World War I &amp; linked eastern &amp; western Siberia","response":"the Trans-Siberian Railway"}],"originalDate":"1987-11-19"},{"category":"PRESIDENTIAL LIFESPANS","comments":"","clues":[{"text":"February 12, 1809 - April 15, 1865","response":"Abraham Lincoln"},{"text":"April 13, 1743 - July 4, 1826","response":"Thomas Jefferson"},{"text":"October 30, 1735 - July 4, 1826","response":"John Adams"},{"text":"May 8, 1884 - December 26, 1972","response":"Harry Truman"},{"text":"August 10, 1874 - October 20, 1964","response":"Herbert Hoover"}],"originalDate":"1987-11-19"},{"category":"GEOGRAPHICAL SONGS","comments":"","clues":[{"text":"\"Hooray for\" this city, where you're terrific if you're even good","response":"Hollywood"},{"text":"\"If God didn't make little green apples, then it don't rain\" here \"in the summertime\"","response":"Indianapolis"},{"text":"\"Me and Mamie O'Rourke tripped the light fantastic on\" these","response":"\"Sidewalks Of New York\""},{"text":"Cole Porter wrote that this city \"loves lovers, for lovers it's heaven above\"","response":"Paris"},{"text":"\"Ragtime Cowboy Joe\" was a \"high-falutin' scootin', shootin' son-of-a-gun from\" this state","response":"Arizona"}],"originalDate":"1987-11-19"},{"category":"AVIATION","comments":"","clues":[{"text":"On October 1, 1986, Northwest Airlines took this word out of its name","response":"Orient"},{"text":"To serve as Air Force One, two of this model are currently on order from Boeing","response":"747"},{"text":"One of the two biggest makers of commercial jet aircraft engines in the United States","response":"Pratt and Whitney & GE"},{"text":"Its acquisition of People Express, Frontier, Continental, and Eastern have made it the biggest U.S. air company","response":"Texas Air"},{"text":"Some claim that the Wright Brothers made only a power glider &amp; that this Brazillian really invented the airplane","response":"Alberto Santos-Dumont"}],"originalDate":"1987-11-19"},{"category":"IDAHOANS","comments":"","clues":[{"text":"\"Encyclopedia Americana\" says this guide of Lewis and Clark lived to about one hundred while the \"Britannica\" says she died at twenty-six","response":"Sacajawea (Bird Woman)"},{"text":"Idaho's highest point, Borah Peak, is named for William E. Borah, who held this office for thirty-three years","response":"U.S. senator"},{"text":"It's where you'd go to see Idaho-born sculptor Gutzon Borglum's most famous work","response":"Mount Rushmore (South Dakota)"},{"text":"\"The Poet's Poet\", his writings were far more influential than his World War II broadcasts from fascist Italy","response":"Ezra Pound"},{"text":"This former Bendix executive and his wife, Mary Cunningham, now run their own venture capital firm","response":"William Agee"}],"originalDate":"1987-11-19"}],[{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"It wasn't until the May 1864 Battle of the Wilderness that these two generals encountered each other","response":"Grant & Lee"},{"text":"In 1861, this Texas governor was deposed for refusing to support secession","response":"Sam Houston"},{"text":"Warship that was called \"The Cheesebox on a Raft\"","response":"the <i>Monitor</i>"},{"text":"Julia Ward Howe wrote \"The Battle Hymn of the Republic\" to be sung to the tune of this song","response":"\"John Brown's Body\""},{"text":"This abolitionist congressman from Pennsylvania insisted on being buried in an integrated cemetery","response":"Thaddeus Stevens"}],"originalDate":"1987-11-19"},{"category":"SHAVIAN CHARACTERS","comments":"","clues":[{"text":"In Shaw's play about her, this Russian empress rhapsodizes about Voltaire, who historically was her pen pal","response":"Catherine the Great (or Catherine II or \"Great Catherine\")"},{"text":"Performances of \"Mrs. Warren's Profession\" were banned because this was Mrs. Warren's profession","response":"prostitution"},{"text":"Heroine who says, \"My voices have deceived me... but only a fool will walk into a fire\"","response":"St. Joan"},{"text":"This play has characters named Snobby Price, Rummy Mitchens, and Barbara Undershaft","response":"<i>Major Barbara</i>"},{"text":"Of all his characters, Captain Shotover of this title domicile may be the most like Shaw himself","response":"<i>Heartbreak House</i>"}],"originalDate":"1987-11-19"},{"category":"ODD ALPHABETS","comments":"","clues":[{"text":"In alphabet radio code, \"B\" is Bravo and \"F\" shares its name with this dance","response":"the foxtrot"},{"text":"Edible letters produced by Post","response":"Alpha-Bits"},{"text":"In ASCII, this kind of computer code, A is 01000001","response":"binary code"},{"text":"In the sign-language alphabet, it's the first letter whose sign resembles it","response":"C"},{"text":"Representing the sound of the \"A\" in \"about\", a small \"E\" turned upside down is called this","response":"a schwa"}],"originalDate":"1987-11-19"},{"category":"POTPOURRI","comments":"","clues":[{"text":"In October 1986, the U.S. Mint issued the first of these in more than fifty years","response":"gold coin"},{"text":"Iva D'Aquino, who in 1977 received a presidential pardon, was better known by this nickname","response":"Tokyo Rose"},{"text":"Guinness says the greatest number of people saved by one man from death were saved by him in 1944-45","response":"Raoul Wallenberg"},{"text":"He won a lifetime membership in the U.S. Duffers Association after missing the first golf ball he swung at on the Moon","response":"Alan Shepard"},{"text":"Once denied a driver's license, this General Secretary of the U.S. Communist Party is usually driven to work","response":"Gus Hall"}],"originalDate":"1987-11-19"},{"category":"U.S. CITIES","comments":"","clues":[{"text":"In 1921 this New Jersey city crowned its first Miss America","response":"Atlantic City"},{"text":"This Georgia city that's popular with golfers was named for the mother of George III","response":"Augusta"},{"text":"Had this Michigan city kept its earlier name, there might have been a song \"I've Got A Gal In Bronson\"","response":"Kalamazoo"},{"text":"A bay &amp; a river bear the name of this city, Alabama's second largest","response":"Mobile"},{"text":"An A to Z list of Ohio cities might run from Aberdeen to this birthplace of a famous western author","response":"Zanesville"}],"originalDate":"2005-01-19"},{"category":"MOVIE DIRECTORS","comments":"","clues":[{"text":"He was nominated for a 1994 Oscar for directing \"Pulp Fiction\"","response":"(Quentin) Tarantino"},{"text":"Producers told him he could direct \"Taxi Driver\" only if he got Robert De Niro to play the lead","response":"(Martin) Scorsese"},{"text":"This director cast his son Kyle in a bit role as a bass player in a blues band in \"The Bridges of Madison County\"","response":"(Clint) Eastwood"},{"text":"This quirky Californian directed \"Batman\" &amp; \"Batman Returns\"","response":"(Tim) Burton"},{"text":"In 1977 he directed his first film, \"Grand Theft Auto\", from a script he co-wrote with his father Rance","response":"Ron Howard"}],"originalDate":"2005-01-19"}],{"category":"THE INSECT WORLD","text":"The ancient Romans gave it its name, which means \"hairy cat\"","response":"caterpillar"}]}