{"mix":5370,"rounds":[[{"category":"CHERCHEZ LA FEMME","comments":"(Alex: We'll give you three names.  You point out which one is the woman.)","clues":[{"text":"Gene Tunney,<br>Gene Tierney,<br>Gene Rayburn","response":"Gene Tierney"},{"text":"Ashley Montagu,<br>Ashleigh Banfield,<br>Ashley Wilkes","response":"Ashleigh Banfield"},{"text":"Kim Philby,<br>Kim Stanley,<br>Kim Jong Il","response":"Kim Stanley"},{"text":"Barry Sullivan,<br>Barrie Chase,<br>Barry Humphries","response":"Barrie Chase"},{"text":"P.D. James,<br>P.G. Wodehouse,<br>P.J. O'Rourke","response":"P.D. James"}],"originalDate":"2005-01-19"},{"category":"CHARACTERS' FAREWELLS","comments":"","clues":[{"text":"\"Towards thee I roll, thou all-destroying but unconquering whale...\"","response":"Ahab"},{"text":"\"Take thou Excalibur, my good sword, and go with it to yonder waterside...\"","response":"King Arthur"},{"text":"\"Dave, stop... stop, Dave.  Will you stop, Dave?  Stop, Dave.  I'm afraid.  I'm afraid, Dave.  Dave, my mind is going...\"","response":"HAL"},{"text":"\"It is a far, far better thing that I do, than I have ever done...\"","response":"Sydney Carton"},{"text":"\"Precious, precious, precious! My precious! O my precious!\"","response":"Gollum"}],"originalDate":"2005-01-19"},{"category":"ODD, OLD &amp; OBSCURE VOCABULARY","comments":"","clues":[{"text":"Manus usually refers to this part of the body; in fact, some people live \"from manus to mouth\"","response":"hand"},{"text":"Hibernal means pertaining to this season","response":"winter"},{"text":"Related to the word \"glacier\", verglas is a thin coating of this on a rock","response":"ice"},{"text":"Manducate, like this word that begins with the same 2 letters, means to chew","response":"masticate"},{"text":"Lacteous describes something that's the color of this substance","response":"milk"}],"originalDate":"2005-01-19"},{"category":"WON","comments":"","clues":[{"text":"2 of the closest presidential races involved this man; in 1796 he lost to John Adams &amp; in 1800 he beat Aaron Burr","response":"Jefferson"},{"text":"COTY, once a prestigious fashion award, stood for this when the Mini Cooper won it in 2003","response":"Car of the Year"},{"text":"In Serbia's first post-Communist direct elections held in 1990, this man won \"reelection\" by a large majority","response":"Slobodan Milosevic"},{"text":"Fittingly, the HMS Victory was the British flagship at this famous 1805 battle","response":"Trafalgar"},{"text":"In 1984 this ice dancing pair won Olympic gold with all 9 judges giving them perfect scores for artistry","response":"Torvill & Dean"}],"originalDate":"2005-01-19"},{"category":"DOSE","comments":"","clues":[{"text":"Linus Pauling pushed large doses of this vitamin in hopes that it would prevent cancer","response":"C"},{"text":"In 1965 Vincent Dole &amp; Marie Nyswander developed a way of treating heroin addicts using high doses of this","response":"methadone"},{"text":"L-dopa, which becomes this neurotransmitter in the brain, is used to treat Parkinson's","response":"dopamine"},{"text":"The hydrogen kind of this chemical is found in apple seeds &amp; a dose of a few milligrams can be fatal","response":"cyanide"},{"text":"1 gray is equal to the dose absorbed when one kilogram of matter absorbs one joule of ionizing this","response":"radiation"}],"originalDate":"2005-01-19"},{"category":"TREES","comments":"","clues":[{"text":"This \"sad\" tree's shade reportedly comforted Napoleon in exile on St. Helena; later, he was buried under one","response":"a weeping willow"},{"text":"This Shel Silverstein story is about an apple tree &amp; its friend who grows from child to adult","response":"<i>The Giving Tree</i>"},{"text":"This 5-letter tree of the pine family mentioned often in a famous Monty Python sketch is used to make telephone poles","response":"the larch"},{"text":"While the white variety of this \"berry\" tree feeds silkworms, other types yield edible fruit","response":"the mulberry"},{"text":"This type of pine named for its use in construction makes up most of the trees in Yellowstone National Park","response":"lodgepole"}],"originalDate":"2005-01-19"}],[{"category":"\"FORE\"","comments":"","clues":[{"text":"This legal process involves a mortgagor losing rights to the mortgaged property","response":"foreclosure"},{"text":"He won the best actor award at the 1988 Cannes film festival for his portrayal of Charlie Parker","response":"Forest Whitaker"},{"text":"This Hitchcock film stars Joel McCrea as an American reporter who uncovers a spy ring in London prior to WWII","response":"<i>Foreign Correspondent</i>"},{"text":"You laugh &amp; dance now, but I have this, a feeling inside that something terrible is about to happen","response":"foreboding"},{"text":"This word can apply to a debate team or a lab that uses science to establish facts or evidence in the law","response":"forensic"}],"originalDate":"2005-01-19"},{"category":"7 DEADLY SINS","comments":"","clues":[{"text":"The name of this covetous \"green\" feeling can also mean the person about whom you're feeling it","response":"envy"},{"text":"Gary Cooper was this \"of the Yankees\" when playing Lou Gehrig in a 1942 weeper","response":"<i>Pride</i>"},{"text":"Sadly, drunkenness is sometimes included with this deadly sin... hic","response":"gluttony"},{"text":"Deadly sin mentioned in the title of Irving Stone's Van Gogh book","response":"lust"},{"text":"It's an arboreal mammal of the Americas, &amp; some have 3 toes","response":"sloth"}],"originalDate":"2005-01-19"},{"category":"\"EMP\" TV","comments":"","clues":[{"text":"Couples were separated &amp; then surrounded by enticing singles on this FOX reality show","response":"<i>Temptation Island</i>"},{"text":"Richard Mulligan had to deal with his 2 grown daughters moving back home on this sitcom","response":"<i>Empty Nest</i>"},{"text":"Roger Moore was \"The Saint\" while playing this character","response":"Simon Templar"},{"text":"In a TV movie, Treat Williams played this Colorado boxer who knocked out more than half of this opponents","response":"Jack Dempsey"},{"text":"Alan Ball wrote the \"Grace Under Fire\" episode where they got \"all shook up\" in this Southern city","response":"Memphis"}],"originalDate":"2005-01-18"},{"category":"WE HAVE TO LET THEM GO","comments":"","clues":[{"text":"It was ollie, ollie, oxen free for Kazakhstan from this union in 1991","response":"the Soviet Union"},{"text":"As East Timor, the eastern half of the island of Timor broke from this island nation in 2002","response":"Indonesia"},{"text":"This country let Brazil become independent back in 1822","response":"Portugal"},{"text":"The Central African Republic got free from this country in 1960, but kept its language as official","response":"France"},{"text":"In 1811, this country said \"You go Paraguay and we'll go ours\"","response":"Spain"}],"originalDate":"2005-01-18"},{"category":"H.H.","comments":"","clues":[{"text":"This hit's third verse begins \"Well, the bellhop's tears keep flowin and the desk clerk's dressed in black\"","response":"\"Heartbreak Hotel\""},{"text":"In 1924, he wrote \"A Magician Among the Spirits\", debunking mind readers &amp; mediums","response":"Harry Houdini"},{"text":"In 1607, he sailed further north than anyone before him, reaching Spitsbergen, 700 mi. from the Pole","response":"Henry Hudson"},{"text":"In 1989, she recreated her stage role as Carnell Scott in the film \"Miss Firecracker\"","response":"Holly Hunter"},{"text":"At the beginning of the Napoleonic Wars, this fictional character takes command of the Hotspur","response":"Horatio Hornblower"}],"originalDate":"2005-01-18"},{"category":"3-LETTER WORDS","comments":"","clues":[{"text":"It can be an experienced soldier or a doctor for your pet","response":"vet"},{"text":"3-letter word often partnered with neither in a sentence","response":"nor"},{"text":"This watery term turns up in the names of 2 NFL teams","response":"Bay"},{"text":"A wildebeest is also known by this 3-letter name","response":"gnu"},{"text":"It's the three letter term for the device that shoots out the electrons in a TV picture tube","response":"gun"}],"originalDate":"2005-01-18"}],{"category":"U.S. PRESIDENTS","text":"His half-brother Lawrence served in the British navy under Admiral Edward Vernon","response":"George Washington"}]}