{"mix":5374,"rounds":[[{"category":"NFL","comments":"","clues":[{"text":"A trick, no treat, on Halloween 2004, this team's record 21-game winning streak was snapped by the Steelers","response":"the Patriots"},{"text":"The first of these games to be played in Honolulu was on Jan. 27, 1980 &amp; the NFC beat the AFC 37-27","response":"the Pro Bowl"},{"text":"This Hall-of-Fame Lions running back was named 1989 NFC Rookie of the Year &amp; 1997 NFL MVP","response":"Barry Sanders"},{"text":"NFL owners vetoed this owner's attempt to move his franchise from Oakland to L.A. in the 1980s, but he went anyway","response":"Al Davis"},{"text":"In 1933 the first NFL championship tilt saw this team win 23-21 on a 4th quarter pass by Bronko Nagurski","response":"the Chicago Bears"}],"originalDate":"2005-01-12"},{"category":"THE GIANTS","comments":"","clues":[{"text":"In the fairy tale \"Jack &amp; the Beanstalk\", it's the giant's line that precedes \"I smell the blood of an Englishman\"","response":"Fe, fi, fo, fum"},{"text":"You can't call your corn kernels Niblets; this company's got that name registered","response":"Green Giant"},{"text":"It's the Peter Benchley novel about a killer giant squid that menaces the coast of Bermuda","response":"<i>The Beast</i>"},{"text":"An adventurous boy takes a ride on a large fruit in this 1961 children's classic","response":"<i>James and the Giant Peach</i>"},{"text":"He's the humorous Frenchman who created the literary giants Gargantua &amp; Pantagruel","response":"Rabelais"}],"originalDate":"2005-01-12"},{"category":"THE BILLS","comments":"","clues":[{"text":"During his return from Europe in May 1888, this Wild West entertainer had to bury his horse at sea","response":"Buffalo Bill Cody"},{"text":"In September 1999 this former senator &amp; NBA legend was a presidential hopeful","response":"Bill Bradley"},{"text":"This Benjamin Britten opera is based on a Herman Melville work","response":"Billy Budd"},{"text":"In January 1989 he gave the invocation at President George Bush's inauguration","response":"Billy Graham"},{"text":"Through his characters Willie &amp; Joe, this cartoonist showed the soldiers' point of view during WWII","response":"Bill Mauldin"}],"originalDate":"2005-01-12"},{"category":"THE CHIEFS","comments":"","clues":[{"text":"It was this Eisenhower Chief Justice who wrote the Opinon of the Court in Brown v. Board of Education in 1954","response":"Earl Warren"},{"text":"In McCulloch v. Maryland in 1819, he wrote, \"We must never forget that it is a constitution we are expounding\"","response":"(John) Marshall"},{"text":"He wrote 5 of the 85 \"Federalist\" essays","response":"John Jay"},{"text":"The middle initial \"P\" in the name of this \"fishy\" Chief Justice stood for Portland","response":"Salmon P. Chase"},{"text":"This Chief Justice in the Dred Scott decision earlier served as Attorney General under Andrew Jackson","response":"(Roger B.) Taney"}],"originalDate":"2005-01-12"},{"category":"THE BROWNS","comments":"","clues":[{"text":"An arena in Detroit carries the name of this legendary boxer also known as The Brown Bomber","response":"Joe Louis"},{"text":"Because Soul Man James Brown was called \"Our No. 1 Ambassador\", his wife tried to fight traffic charges with this defense","response":"diplomatic immunity"},{"text":"This current mayor of Oakland flirted with Linda Ronstadt &amp; the presidency in the 1970s","response":"Jerry Brown"},{"text":"The venom of this spider, also known as the violin spider, destroys soft tissue &amp; is sometimes fatal","response":"the brown recluse"},{"text":"Lignite is also called brown this","response":"coal"}],"originalDate":"2005-01-12"},{"category":"THE \"RAM\"s","comments":"","clues":[{"text":"It packs the charge into a muzzleloading musket","response":"a ramrod"},{"text":"A fortified embankment often topped by a protective wall","response":"a rampart"},{"text":"From Latin for \"branch\", they're consequences that may branch off in unforseen directions","response":"ramifications"},{"text":"This incarnation of Vishnu wins the hand of his beloved by bending her father's bow","response":"Rama"},{"text":"In one of these engines, the fuel is burned in a duct with air compressed by the forward motion of the aircraft","response":"ramjet"}],"originalDate":"2005-01-12"}],[{"category":"AFRICA","comments":"","clues":[{"text":"Compared to other continents, Africa's rank in terms of size","response":"Second"},{"text":"An estimated 1/3 of Africa's 150,000 pygmies live in this country once called the Belgian Congo","response":"Zaire"},{"text":"One of the four African countries that belong to OPEC","response":"(1 of) Nigeria, Libya, Algeria, or Gabon"},{"text":"Of the 200 million acres of arable land in this largest African country, less than 15% is cultivated","response":"Sudan"},{"text":"Any African capital that begins with the same letter as its country","response":"Algiers, Tunis...."}],"originalDate":"1987-11-18"},{"category":"MOVIE TITLE ROLES","comments":"","clues":[{"text":"\"Bullitt\"","response":"Steve McQueen"},{"text":"\"Barbarella\"","response":"Jane Fonda"},{"text":"\"Barbarosa\"","response":"Willie Nelson"},{"text":"\"The Barefoot Contessa\"","response":"Ava Gardner"},{"text":"\"Boxcar Bertha\"","response":"Barbara Hershey"}],"originalDate":"1987-11-18"},{"category":"BRITISH ARCHITECTS","comments":"","clues":[{"text":"He co-designed Osborne House, the royal residence on the Isle of Wight, for his wife Queen Victoria","response":"Prince Albert"},{"text":"Sir Charles Barry's greatest work was the Palace of Westminster, also known as this gov't building","response":"the Houses of Parliament"},{"text":"Sir Robert Smirke's masterpiece was this London museum based on classical Greek designs","response":"The British Museum"},{"text":"The aviary at London Zoo was designed by this ex-husband of Princess Margaret","response":"Antony Armstrong-Jones (aka Lord Snowdon)"},{"text":"Sir Basil Spence designed this controversial Coventry building which many thought too modern","response":"Coventry Cathedral"}],"originalDate":"1987-11-18"},{"category":"GENERALS","comments":"","clues":[{"text":"Theodore Roosevelt, Jr. was the only general to land with the first wave of troops on this day","response":"D-Day"},{"text":"Though unrelated, Joseph E. &amp; Albert Sidney Johnston were both leading generals in this army","response":"Confederate"},{"text":"William Westmoreland served in these three wars; the last two as a general","response":"World War II, Korea, and Vietnam"},{"text":"During the last seven years of his life, John J. Pershing lived in a special suite in this D.C. hospital","response":"Walter Reed Hospital"},{"text":"US general who in 1945 told his wife \"Peace is going to be hell on me!\"","response":"George Patton"}],"originalDate":"1987-11-18"},{"category":"GEOGRAPHIC SPELLING","comments":"","clues":[{"text":"This island country was formerly called Ceylon","response":"S-R-I L-A-N-K-A"},{"text":"Panama adjoins South America at this country's border","response":"C-O-L-O-M-B-I-A"},{"text":"The capital of French Polynesia; it's also the largest city in Tahiti","response":"P-A-P-E-E-T-E"},{"text":"Once a walled Inca city, these ruins near Cuzco, Peru are a favorite tourist site","response":"M-A-C-H-U P-I-C-C-H-U"},{"text":"The capital of Iceland","response":"R-E-Y-K-J-A-V-I-K"}],"originalDate":"1987-11-18"},{"category":"U.S. HISTORY","comments":"","clues":[{"text":"In 1924 Congress finally passed a law making all these first Americans US citizens","response":"Indians"},{"text":"When JFK commanded PT-109, his superior was this man, later Attorney General under Nixon","response":"John Mitchell"},{"text":"William Jennings Bryan died just a few days after the conclusion of this","response":"the Scopes Trial"},{"text":"1787 law governing the area north of Ohio River; it became a model for territories entering the Union","response":"Northwest Ordinance"},{"text":"By the end of 1845, Mormon industry had turned it from swampland into the largest city in Illinois","response":"Nauvoo"}],"originalDate":"1987-11-18"}],{"category":"BIG BOOKS","text":"When they began in 1879, the creators of this thought they'd finish in 10 years; 5 years later, they reached \"ant\"","response":"the <i>Oxford English Dictionary</i>"}]}