{"mix":5378,"rounds":[[{"category":"THE 1980s","comments":"","clues":[{"text":"Suffering from a little overexposure, Vanessa Williams resigned as this in July, 1984","response":"Miss America"},{"text":"July, 1986 \"USA Today\" headline, \"Sea Creatures Ate Staircase\" referred to this","response":"the <i>Titanic</i>"},{"text":"In October of 1985, this Italian cruise ship was hijacked by Palestinian terrorists","response":"Achille Lauro"},{"text":"\"I am a nervous wreck\", said this ousted leader on route from an Alps resort to the Riviera","response":"Jean-Claude Duvalier"},{"text":"US journalist arrested in Moscow shortly after the FBI's 1986 arrest of Soviet physicist Zakharov","response":"Nicholas Daniloff"}],"originalDate":"1987-11-17"},{"category":"ASTRONOMY","comments":"","clues":[{"text":"He discovered the four largest moons of Jupiter in 1610","response":"Galileo"},{"text":"It's thought Egyptians used this Big Dipper constellation to set compass bearings of the pyramids","response":"Ursa Major"},{"text":"This giant moon of Saturn is larger than the planet Mercury","response":"Titan"},{"text":"The name of this star in Orion is from the Arabic for \"the giant's armpit\"","response":"Betelgeuse"},{"text":"18th century Frenchman whose catalogue of fuzzy objects given M-numbers is still used today","response":"Charles Messier"}],"originalDate":"1987-11-17"},{"category":"SHAKESPEAREAN LAST LINES","comments":"","clues":[{"text":"\"'Tis a wonder, by your leave she will be tamed so.\"","response":"<i>The Taming of the Shrew</i>"},{"text":"\"Give me your hands if we be friends, and Robin shall restore amends\"","response":"<i>A Midsummer Night's Dream</i>"},{"text":"\"Sir John, to Master Brook you yet shall hold your word, for he tonight shall lie with Mistress Ford\"","response":"<i>The Merry Wives of Windsor</i>"},{"text":"\"And then to Rome<span class=\"nobreak\">--</span>Come, Dolabella, see high order in this great solemnity\"","response":"<i>Antony and Cleopatra</i>"},{"text":"\"We came into the world like brother and brother, and now let's go hand-in-hand, not one before another\"","response":"<i>A Comedy of Errors</i>"}],"originalDate":"1987-11-17"},{"category":"THE CIVIL WAR","comments":"","clues":[{"text":"Until the first battle of this in July 1861, the North estimated that the war would last about 90 days","response":"(the first Battle of) Bull Run"},{"text":"The fatefully named Stapleton Crutchfield lost one of these limbs at Chancellorsville","response":"a leg"},{"text":"As chief of aeronautics, U.S. Army, Thaddeus Lowe organized a corps of 5 of these","response":"balloons"},{"text":"McClellan, Burnside, Hooker &amp; Meade successively headed this army","response":"the Army of the Potomac"},{"text":"Troops under the command of this bottom-of-his-class grad from West Point made a disastrous charge at Gettysburg","response":"Pickett"}],"originalDate":"2005-01-06"},{"category":"'90s MUSIC","comments":"","clues":[{"text":"This rapper had the aptly titled hit \"Big Poppa\"","response":"Biggie Smalls"},{"text":"\"Don't go chasing\" these, TLC asked, \"please stick to the rivers and lakes that you're used to\"","response":"waterfalls"},{"text":"In 1995 this brother &amp; sister hit No. 5 with the song \"Scream\"","response":"Michael & Janet Jackson"},{"text":"A successful songwriter &amp; producer, she had \"criminal\" success with her debut album \"Supa Dupa Fly\"","response":"Missy \"Misdemeanor\" Elliott"},{"text":"It's no mystery<span class=\"nobreak\">--</span>this Canadian woman made her Top 40 debut in 1997 with \"Building A Mystery\"","response":"Sarah McLachlan"}],"originalDate":"2005-01-06"},{"category":"NATIONAL HISTORIC SITES","comments":"","clues":[{"text":"A site near Walla Walla commemorates the role of Marcus &amp; Narcissa Whitman in establishing part of this trail","response":"the Oregon Trail"},{"text":"The armory in this Mass. town was America's small arms manufacturer for nearly 200 years","response":"Springfield"},{"text":"The ruins of Puukohola Heiau, a temple built by this king, lie on the Northwestern shore of Hawaii","response":"King Kamehameha"},{"text":"The Brown v. Board of Education National Historic Site consists of the Monroe Elementary School in this city","response":"Topeka, Kansas"},{"text":"This war relocation center in California is 1 of 10 camps where Japanese-Americans were interned during WWII","response":"Manzanar"}],"originalDate":"2005-01-06"}],[{"category":"NOW THAT'S INVENTIVE!","comments":"","clues":[{"text":"In 1889 this Elizabethport, New Jersey company electrified the sewing machine","response":"Singer"},{"text":"For astronomy, not hunting, William Gascoigne created the telescopic site with these strands","response":"crosshairs"},{"text":"In the '40s AT&T used a radio with no conventional vacuum tubes to demonstrate this device invented in its lab","response":"a transistor"},{"text":"This 18th century seed drill inventor shares his name with the band that gave us \"Aqualung\"","response":"Jethro Tull"},{"text":"In the late 19th century, Ellen Eglui invented this washing machine attachment that saved a lot of drying time","response":"a wringer"}],"originalDate":"2005-01-06"},{"category":"TRUCKIN'","comments":"","clues":[{"text":"There's no getting around this company's Dakota &amp; Ram pickups","response":"Dodge"},{"text":"You could drive this automaker's Silverado through an avalanche","response":"Chevrolet"},{"text":"This company gives its trucks an \"F\":<br>150, 250 &amp; 350","response":"Ford"},{"text":"When you hit the tundra, take this truck maker's Tacoma","response":"Toyota"},{"text":"Take this company's Titan to a new frontier","response":"Nissan"}],"originalDate":"2005-01-06"},{"category":"EDIBLE RHYME TIME","comments":"","clues":[{"text":"Thin soup made from a butterfly relative","response":"moth broth"},{"text":"The indistinct grumble of a yellow bread spread","response":"butter mutter"},{"text":"A Toll House treat that's just been recruited","response":"a rookie cookie"},{"text":"A citrus fruit that emulates Marcel Marceau","response":"a lime mime"},{"text":"A Scottish cap made from Hormel's \"spiced ham\"","response":"a Spam tam"}],"originalDate":"2005-01-06"},{"category":"FOREWORDS","comments":"","clues":[{"text":"Penguin Classics' introduction to this novel says, \"Emily... developed a passionate love of the rough Moorland scenery\"","response":"<i>Wuthering Heights</i>"},{"text":"Kurt Vonnegut's opening remarks on this author say, \"His schoolbooks were steamboats and mining camps\"","response":"Mark Twain"},{"text":"\"According to\" this author, \"The Delawares themselves acknowledge the royalty of the Mohicans\"","response":"James Fenimore Cooper"},{"text":"Its foreword says the \"singularly lackluster\" Marius is \"supposedly a portrait of the youthful Victor Hugo himself","response":"<i>Les Miserables</i>"},{"text":"\"Tess's tragedy is deeper and more far-reaching than\" this author's \"bare philosophizing about it\"","response":"(Thomas) Hardy"}],"originalDate":"2005-01-06"},{"category":"CROSSWORDS","comments":"","clues":[{"text":"\"Oliver on 'Still the Beaver'\" &amp; \"Sherman Hemsley series\" have been clues in this publication's weekly puzzle","response":"<i>TV Guide</i>"},{"text":"You'll find the crossword in the \"Life\" section of this, \"The Nation's Newspaper\"","response":"<i>USA Today</i>"},{"text":"2004 puzzle themes in this daily paper included \"Financial Trouble\" &amp; \"Buy, Buy, Baby\"","response":"The <i>Wall Street Journal</i>"},{"text":"Will Shortz, this newspaper's crossword editor, presents puzzles on NPR's \"Weekend Edition\"","response":"The <i>New York Times</i>"},{"text":"A decade after crosswords were invented, this company with an alliterative name published the 1st book of them","response":"Simon & Schuster"}],"originalDate":"2005-01-06"},{"category":"<em class=\"underline\">JEOPARDY!</em> KEYWORDS","comments":"","clues":[{"text":"This city was home to our favorite \"German-American physicist\" for the last 20 years of his life","response":"Princeton"},{"text":"The daughter of a \"Spanish Cubist\", she designs jewelry &amp; fashion accessories","response":"Paloma Picasso"},{"text":"The \"Magyar capital\" is divided by this major river","response":"the Danube"},{"text":"Girlfriend of the \"Polish-French composer\", she penned the novel \"La Mare au Diable\"","response":"George Sand"},{"text":"The partner in crime of \"Jeopardy!\"'s No. 1 \"American traitor\", this Brit was hanged in 1780","response":"Major John André"}],"originalDate":"2005-01-06"}],{"category":"FAMOUS AMERICANS","text":"Ayn Rand wrote to him, \"I felt that 'The Fountainhead' had not quite completed its destiny until I had heard from you about it\"","response":"Frank Lloyd Wright"}]}