{"mix":5385,"rounds":[[{"category":"ADVERTISING","comments":"","clues":[{"text":"Over the years, this company has described its products as \"Mm! Mm! Good!\"","response":"Campbell's Soup"},{"text":"This Coca-Cola song promoting \"The Real Thing\" was turned into a Top 20 hit","response":"\"I'd Like To Teach The World To Sing\""},{"text":"In his first commercials ever, George C. Scott became spokesman for this car","response":"Renault"},{"text":"On television, the Heinz entry always lost this contest","response":"the ketchup pouring contest"},{"text":"Slogan created in 1921 when a pal of an R.J. Reynolds ad man ran out of cigarettes on a golf course","response":"\"I'd walk a mile for a Camel\""}],"originalDate":"1987-11-13"},{"category":"AMERICAN MOUNTAINS","comments":"","clues":[{"text":"While there are green mountains in Vermont, there are white mountains in this neighboring state","response":"New Hampshire"},{"text":"1931 completion of the Bagnell Dam created a beautiful lake in these Missouri mountains","response":"the Ozarks"},{"text":"Until the Soviets completed a bigger one in 1974, the world's largest telescope was here","response":"Mt. Palomar"},{"text":"The continuation of California's Sierra Nevada into Washington and Oregon is called this","response":"the Cascades"},{"text":"In the Washington Irving story, Rip Van Winkle fell asleep in these mountains","response":"the Catskills"}],"originalDate":"1987-11-13"},{"category":"AUTO SHOP","comments":"","clues":[{"text":"What the \"U\" in U-joint stands for","response":"universal"},{"text":"Of very hot, very cold, or rainy, weather condition in which vapor lock usually occurs","response":"very hot"},{"text":"MacPherson struts are not dance steps but types of these","response":"shock absorbers (or suspension devices)"},{"text":"Part that is \"capped\" after putting in points &amp; condenser","response":"the distributor"},{"text":"It changes exhaust hydrocarbons &amp; carbon monoxide into carbon dioxide &amp; water","response":"a catalytic converter"}],"originalDate":"1987-11-13"},{"category":"TRAVEL &amp; TOURISM","comments":"","clues":[{"text":"Visiting the New York Transit Exhibit in Brooklyn, you can pay the admission fee with 1 of these","response":"a subway token"},{"text":"The Boston Tea Party Ship &amp; Museum allows visitors to engage in this unique activity","response":"throw tea overboard"},{"text":"This city's World's Fair, held in 1967, is perpetuated each summer under title \"Man &amp; His World\"","response":"Montreal"},{"text":"Located 3 miles outside town, it's Hodgenville, Kentucky's most famous tourist attraction","response":"Lincoln's birthplace"},{"text":"You can visit the infamous Andersonville Civil War Prison, a National Historic Site, in this state","response":"Georgia"}],"originalDate":"1987-11-13"},{"category":"TWAIN","comments":"(Alex: As in Mark.)","clues":[{"text":"Twain said \"the art\" of frying this fowl \"cannot be learned north of the line of Mason &amp; Dixon\"","response":"chicken"},{"text":"Character who refers to \"The Adventures of Tom Sawyer\" in the 1st line of his book","response":"Huckleberry Finn"},{"text":"On their 1st \"date\" Twain took his future wife to a reading given by this English author in 1867","response":"Charles Dickens"},{"text":"His actual middle name","response":"Langhorne"},{"text":"According to the title, it's what Twain was \"Following\" in his last travel book","response":"the equator"}],"originalDate":"1987-11-13"},{"category":"THE TROJAN WAR","comments":"","clues":[{"text":"In the \"Illiad\" he's described as a huge, slow-witted warrior, not a foaming cleanser","response":"Ajax"},{"text":"Menelaus, husband of Helen, was king of this city, later the historic rival of Athens","response":"Sparta"},{"text":"Some say it was this wandering warrior from Ithaca who suggested the Trojan Horse","response":"Odysseus"},{"text":"He killed Hector, then Paris killed him","response":"Achilles"},{"text":"Virgil says this man escaped the fall of Troy along with a few followers &amp; later founded Rome","response":"Aeneas"}],"originalDate":"1987-11-13"}],[{"category":"TAXES","comments":"","clues":[{"text":"It was in 1943 that the federal government began having this done to workers' paychecks","response":"withholding"},{"text":"The IRS estimates that for fiscal 1987, this will happen to 1 of every 68 tax returns","response":"auditing"},{"text":"At 7 1/2%, Connecticut has the highest statewide tax of this kind","response":"sales tax"},{"text":"The Tax Foundation says that in 1930 it was February 13, but in 1987 it was May 4","response":"Tax Freedom Day"},{"text":"Chief Justice John Marshall said, \"The power to tax involves the power to\" do this","response":"to destroy"}],"originalDate":"1987-11-13"},{"category":"TEXAS","comments":"","clues":[{"text":"When the United States became a nation in 1776, Texas was ruled by this country","response":"Spain"},{"text":"It's said the line between the East &amp; the West lies between these 2 large neighboring cities","response":"Dallas & Fort Worth"},{"text":"Largest lake entirely in Texas is named for this long-time Speaker of the House","response":"Sam Rayburn"},{"text":"Each year from 1932-86, up to 100,000 attended this annual event sponsored by the Texas Dept. of Corrections","response":"the Texas Prison Rodeo"},{"text":"A national seashore covers much of this 100-mile-long island named for Fr. Nicolas Balli, a Spanish priest","response":"Padre Island"}],"originalDate":"1987-11-13"},{"category":"TOUGH DISNEY","comments":"","clues":[{"text":"Both Disneyland &amp; Walt Disney World's Magic Kingdom are located in counties with this name","response":"Orange County"},{"text":"Technical reason the 3rd Mickey Mouse cartoon \"Steamboat Willie\" was released 1st, on Nov. 18, 1928","response":"because it had sound"},{"text":"For \"Pinocchio\", he was painted with 27 colors; for \"Mickey Mouse Club\", they used only 9","response":"Jiminy Cricket"},{"text":"According to the 1953 cartoon, these four sounds are \"where the music comes from\"","response":"a toot, a whistle, a plunk & a boom"},{"text":"Title character of this 1961 live-action hit was named Ned Brainard","response":"<i>The Absent-Minded Professor</i>"}],"originalDate":"1987-11-13"},{"category":"BACK IN '65","comments":"","clues":[{"text":"Before crashing on Feb. 20, 1965, Ranger 8 sent back 7,137 photos of this, the last one, we guess, an extreme close-up","response":"the moon"},{"text":"It was consecrated in 1065; William the Conqueror was crowned in it in 1066","response":"Westminster Abbey"},{"text":"On April 3, 1865 Union general Godfrey Weitzel accepted the surrender of this city","response":"Richmond"},{"text":"This future college town in New Hampshire was settled in 1765 &amp; probably named for the British Royal House","response":"Hanover"},{"text":"A 1665 work by this Dutch artist shows his common-law wife, Hendrickje, as \"Juno\"","response":"Rembrandt"}],"originalDate":"2004-12-28"},{"category":"ONWARD CHRISTIAN SLATER","comments":"(Alex: You have to name the film.)","clues":[{"text":"1989: Christian &amp; Winona Ryder plot to kill their high school classmates","response":"<i>Heathers</i>"},{"text":"1988: Christian &amp; Jeff Bridges try to start up an independent automaker","response":"<i>Tucker: The Man and His Dream</i>"},{"text":"1986: Christian &amp; Sean Connery solve a mysterious murder at a medieval monastery","response":"<i>The Name of the Rose</i>"},{"text":"2001: Christian &amp; Kevin Costner dress like Elvis to rob a casino","response":"<i>Three Thousand Miles to Graceland</i>"},{"text":"1996: Christian &amp; Samantha Mathis try to prevent John Travolta from stealing nuclear missiles","response":"<i>Broken Arrow</i>"}],"originalDate":"2004-12-28"},{"category":"COLLEGE BOWL","comments":"","clues":[{"text":"When completed in 1923, this Ann Arbor school's Yost Field House was the first field house on a college campus","response":"the University of Michigan"},{"text":"From 1953 to 1991 the University of Leipzig was named for this co-founder of scientific socialism","response":"Karl Marx"},{"text":"The athletic teams of Brown are known by this nickname; the ones at Berkeley are \"golden\"","response":"bears"},{"text":"Noah Webster was a co-founder of this Mass. college that administers the Folger Shakespeare Library","response":"Amherst"},{"text":"In 1893 the Columbia Institution for the Instruction of the Deaf, Dumb &amp; Blind became this","response":"Gallaudet"}],"originalDate":"2004-12-28"}],{"category":"SCIENCE TERMS","text":"In medieval England, it meant the smallest unit of time, 1/376 of a minute; it didn't refer to matter until the 16th century","response":"atom"}]}