{"mix":5389,"rounds":[[{"category":"THE PREAMBLE","comments":"","clues":[{"text":"Feel free to cue the \"Schoolhouse Rock\" tune: \"We the people, in order to form\" these next 4 preamble words","response":"a more perfect union"},{"text":"It's the first thing the preamble wishes to \"establish\"; truth &amp; the American way would have to come later","response":"justice"},{"text":"The preamble sets forth to \"insure domestic\" this","response":"tranquility"},{"text":"Boldly packing a lot into one very long sentence, the preamble wishes to \"secure the blessings of\" this","response":"liberty"},{"text":"Meaning \"to enact by law\", this word precedes \"and establish this Constitution for the United States of America\"","response":"ordain"}],"originalDate":"2004-12-24"},{"category":"THREE IS A MAGIC NUMBER","comments":"","clues":[{"text":"\"When shall we three meet again?  In thunder, lighting, or in rain?\" is the first line of this play","response":"<i>Macbeth</i>"},{"text":"This pro sport has a 3-point play &amp; a 3-second rule","response":"basketball"},{"text":"This American sitcom was based on the British sitcom \"A Man About the House\"","response":"<i>Three's Company</i>"},{"text":"The 3 common speeds of phonograph records for sale in 1949","response":"78, 45 & 33 1/3"},{"text":"A proton contains 3 of these subatomic particles, 2 \"up\" &amp; 1 \"down\"","response":"quarks"}],"originalDate":"2004-12-24"},{"category":"UNPACK YOUR ADJECTIVES","comments":"","clues":[{"text":"Carly Simon knows \"your'e so\" this, you probably think this clue is about you","response":"vain"},{"text":"It borders the fairway on a golf course; as an adjective it can also mean coarse","response":"rough"},{"text":"Corpulent, or the last name of the creator of the corpulent Nero Wolfe","response":"stout"},{"text":"An angle greater than 90 degrees but less than 180, it's \"not sharp\"","response":"obtuse"},{"text":"In titles of famous novels, it precedes \"and the Dead\" &amp; \"Lunch\"","response":"naked"}],"originalDate":"2004-12-24"},{"category":"NEW NAME","comments":"","clues":[{"text":"Persia","response":"Iran"},{"text":"Siam","response":"Thailand"},{"text":"Ceylon","response":"Sri Lanka"},{"text":"Cathay","response":"China"},{"text":"Abyssinia","response":"Ethiopia"}],"originalDate":"2004-12-24"},{"category":"TEAMS THAT DON'T END IN S","comments":"","clues":[{"text":"Kenesaw Mountain Landis banned for life 8 players of this baseball team for helping fix the 1919 World Series","response":"the Chicago White Sox"},{"text":"In 1979 New Orleans lost its NBA franchise to Utah, which strangely enough chose to keep this nickname","response":"Jazz"},{"text":"\"Rudy\" &amp; \"Knute Rockne, All American\" are both films that focus on the football team nicknamed this","response":"the Fighting Irish"},{"text":"This Colorado team used to be known as the Quebec Nordiques","response":"the Colorado Avalanche"},{"text":"Alabama has the Crimson Tide &amp; Tulane has this colorful nickname","response":"the Green Wave"}],"originalDate":"2004-12-24"},{"category":"SHORT STORY WRITERS","comments":"","clues":[{"text":"While in Paris in the 1820s, this \"Rip Van Winkle\" author co-wrote plays with John Howard Payne","response":"Washington Irving"},{"text":"He set 2 of his stories, \"The Balloon Hoax\" &amp; \"The Gold-Bug\", on Sullivan's Island, S.C., where he'd served in the army","response":"Edgar Allan Poe"},{"text":"Is 1906 collection \"The Four Million\" contained some of his best-known stories, including \"The Gift of the Magi\"","response":"O. Henry"},{"text":"A 1900 collection of his short stories was titled \"The Son of the Wolf\"","response":"Jack London"},{"text":"The \"Old Manse\" in Concord where he &amp; his wife Sophia lived from 1842 to 1845 was rented from Ralph Waldo Emerson","response":"Nathaniel Hawthorne"}],"originalDate":"2004-12-24"}],[{"category":"HOT DRINKS","comments":"","clues":[{"text":"\"House rules\" for this fermented fruity potable include using it in hot buttered rum","response":"cider"},{"text":"Americans at a military base in Limerick help popularize this \"national\" drink that can be made with Jameson","response":"Irish coffee"},{"text":"This \"hot\" drink was derived from the sap of a Palmyra palm; today it's often made with bourbon &amp; cloves","response":"a hot toddy"},{"text":"This warm frothy beverage made with rum &amp; brandy shares its name with a Hanna-Barbera animated pair","response":"a Tom and Jerry"},{"text":"The angel in \"It's a Wonderful Life\" asks for this type of wine, \"heavy on the cinammon &amp; light on the cloves\"","response":"mulled wine"}],"originalDate":"2004-12-24"},{"category":"YOU'RE IN FOR A BATTLE","comments":"","clues":[{"text":"The 1453 battle of this capital signaled the end of the Byzantine Empire","response":"Constantinople"},{"text":"In this 1940 battle, a much smaller air force held off 2,500 German planes for many months","response":"the Battle of Britain"},{"text":"More than 100 Japanese ships were defeated by a U.S. force half that size in this decisive battle of June 1942","response":"the Battle of Midway"},{"text":"The valley of this French river was the scene of a 1916 battle that had over 1 million casualties","response":"the Somme"},{"text":"At this 1415 battle, a force of about 6,000 English, mostly archers, defeated 25,000 French troops","response":"Agincourt"}],"originalDate":"2004-12-24"},{"category":"JEOPORTMANTEAU!","comments":"(Alex: I'd like to give you an example of what might be considered the type of clue you would see in that.  Shakespeare character and Jesus' birthplace. And you would say, \"Who is\" or \"What is Macbethlehem?\")","clues":[{"text":"Pachyderm plus ghost","response":"elephantom"},{"text":"Brett Favre or John Elway plus knapsack","response":"quarterbackpack"},{"text":"Pansy or daffodil plus lycanthrope","response":"flowerewolf"},{"text":"Sam Malone plus preparing meat by pounding &amp; flavoring","response":"bartenderizer"},{"text":"Tear-shedding reptile plus something you can be \"perched on the horns of\"","response":"crocodilemma"}],"originalDate":"2004-12-24"},{"category":"ANIMALS","comments":"","clues":[{"text":"Among bears, this is the best swimmer","response":"Polar bear"},{"text":"The jackrabbit isn't really a rabbit but one of these relatives","response":"Hare"},{"text":"Like this similarly named mammal, the aardwolf eats mainly termites","response":"Aardvark"},{"text":"The viceroy type of this insect is protected by its resemblance to the bad-tasting monarch","response":"a butterfly"},{"text":"There are 3 species of bluebird but over 20 of these birds, including grackles","response":"Blackbirds"}],"originalDate":"1998-01-02"},{"category":"LANGUAGES","comments":"","clues":[{"text":"The Roman Catholic church translates all of its principal documents into this dead language","response":"Latin"},{"text":"This official language of Liechtenstein is spoken by about 120 million people worldwide","response":"German"},{"text":"About 3/4 of the people of Singapore speak this Asian language","response":"Chinese"},{"text":"In Belgium the Flemings speak Dutch &amp; the Walloons speak this language","response":"French"},{"text":"The language of this small Balkan country has 2 main dialects: Gheg &amp; Tosk","response":"Albania"}],"originalDate":"1998-01-02"},{"category":"WHAT'S TO EAT?","comments":"","clues":[{"text":"The lox that you put on a bagel is a smoked variety of this fish","response":"Salmon"},{"text":"The name of these Asian dumplings sounds like you'll never get them out of the pan","response":"Pot stickers"},{"text":"It's the Irish-sounding name for a diced potato dish fried with onions &amp; peppers","response":"Potatoes O'Brien"},{"text":"Fresh broccoli &amp; zucchini are often featured in this pasta dish served in \"spring\" or any time","response":"Pasta Primavera"},{"text":"We salute you if you know port-salut is a type of this","response":"Cheese"}],"originalDate":"1998-01-02"}],{"category":"EUROPEAN HISTORY","text":"He filed for divorce citing Leviticus 20:21, \"If a man shall take his brother's wife, it is an unclean thing\"","response":"Henry VIII"}]}