{"mix":5390,"rounds":[[{"category":"SINONYMS","comments":"(Alex: Notice the spelling.)","clues":[{"text":"\"Sow\" these &amp; you may be sinning or just planting","response":"Wild oats"},{"text":"A bad habit that can have a grip on you, the police have a squad to fight it","response":"Vice"},{"text":"From a word meaning \"uneven\", you may find \"a den of\" one","response":"iniquity"},{"text":"If you're doing this you're sinning; if you \"Ain't\", you're a musical","response":"Misbehavin'"},{"text":"It can mean to sin or to sneak onto another's land, &amp; you may be shot for doing it","response":"Trespassing"}],"originalDate":"1998-01-02"},{"category":"YOUNG STARS","comments":"","clues":[{"text":"Ariana Richards &amp; Joseph Mazzello were the youngsters in this 1993 dinosaur spectacular","response":"<i>Jurassic Park</i>"},{"text":"Jason James Richter played Jesse, the 12-year-old who helped \"free\" this title movie character","response":"Willy"},{"text":"He plays the title boy in ABC's \"Boy Meets World\"","response":"Ben Savage"},{"text":"She got \"Greedy\" playing \"Jumanji\" during an \"Interview With The Vampire\"","response":"Kirsten Dunst"},{"text":"On Nickelodeon Irene Ng stars in \"The Mystery Files Of\" this teen detective","response":"Shelby Woo"}],"originalDate":"1998-01-02"},{"category":"ANCIENT HISTORY","comments":"","clues":[{"text":"Around 2600 B.C. Pharaoh Djoser was entombed in a step one, the first large stone structure","response":"Pyramid"},{"text":"Tien, a version of this divine abode, became part of Chinese religion around 1000 B.C.","response":"heaven"},{"text":"About 20,000 years ago, hunters crossed what's now this strait to become North American Indians","response":"Bering Strait"},{"text":"From 500 to 300 B.C. these Roman common citizens won political rights from the Patricians","response":"Plebeians"},{"text":"In the Bible Uriah was a member of these people who conquered Babylon around 1595 B.C.","response":"Hittites"}],"originalDate":"1998-01-02"},{"category":"TRACK","comments":"","clues":[{"text":"The \"anchor\" for this type of event is no dead weight; he's usually the team's fastest runner","response":"Relay race"},{"text":"This track star's authorized hats &amp; T-shirts sold in Europe &amp; Asia proclaim him to be \"King Carl\"","response":"Carl Lewis"},{"text":"This 3,000-meter event consists of 28 3-foot-high hurdles &amp; 7 12-foot-long water jumps","response":"steeplechase"},{"text":"On August 16, 1995 this country's Haile Gebrselassie set the world record in the 5,000-meter run at 12:44:39","response":"Ethiopia"},{"text":"On June 1, 1997 Donovan Bailey defeated this sprinter in a special 150-meter match race to win $1.5 million","response":"Michael Johnson"}],"originalDate":"1998-01-02"},{"category":"\"FIELD\"","comments":"","clues":[{"text":"\"Let me take you down, 'cause I'm going to\" this place; \"Nothing is real and nothing to get hung about\"","response":"Strawberry Fields"},{"text":"Binoculars","response":"Field glasses"},{"text":"Military title shared by Horatio Kitchener, Erwin Rommel &amp; Bernard Montgomery","response":"Field marshall"},{"text":"1963 film in which Sidney Poitier played a handyman who builds a chapel for 5 German-speaking nuns","response":"<i>Lilies Of The Field</i>"},{"text":"With the infamous 30 pieces of silver, the chief priests bought this \"To bury strangers in\"","response":"Potter's Field"}],"originalDate":"1998-01-02"},{"category":"THE BIBLE","comments":"","clues":[{"text":"It's referred to in the New Testament as the Scriptures","response":"the Torah (or the Pentateuch)"},{"text":"God said this man, childless at the time, would have as many descendants as the number of stars in heaven","response":"Abraham"},{"text":"Joseph was sold to the Ishmaelites for this price: two-thirds of what Judas got for betraying Jesus","response":"20 pieces of silver"},{"text":"It takes 13 verses in Exodus 26 to tell how to make the curtains for this tent that held the Holy Ark","response":"the tabernacle"},{"text":"Greek for \"hidden books\", Lutherans view these as non-canonical, but useful works","response":"apocrypha"}],"originalDate":"1987-11-11"}],[{"category":"SCANDALS","comments":"","clues":[{"text":"She's doing commercials for No Excuses sportswear following her fling with Gary Hart","response":"Donna Rice"},{"text":"The office of Baseball Commissioner was established in 1920, due to this 1919 event","response":"the Black Sox Scandal"},{"text":"This fugitive financier said, \"I want my own !#^%* country!\"","response":"Robert Vesco"},{"text":"His private secretary was linked to the Whiskey Ring, one of many scandals during his administration","response":"Ulysses S. Grant"},{"text":"Though the financial scheme known as the \"Mississippi Bubble\"<br>burst in 1720, it led to<br>the settlement of this <br>city","response":"New Orleans"}],"originalDate":"1987-11-11"},{"category":"PALINDROMES","comments":"","clues":[{"text":"Possibly from cuckoo, it's an eccentric or zany person","response":"Kook"},{"text":"Word that completes the palindromic phrase \"Niagara o roar...\"","response":"again"},{"text":"The only specific time of day that's a palindrome as a word","response":"noon"},{"text":"It's usually classified into two general types: pulse and continuous wave","response":"radar"},{"text":"It's generally held to be true and is often referred to as a basic","response":"tenet"}],"originalDate":"1987-11-11"},{"category":"PARKS","comments":"","clues":[{"text":"This country's Kruger National Park is its most popular tourist attraction","response":"South Africa"},{"text":"This city's Forest Park was the site of the 1904 Louisiana Purchase exposition","response":"St. Louis"},{"text":"Administered by the National Park System, Wilson's Creek; Kennesaw Mountain; and Petersburg are these","response":"battlefields"},{"text":"The Channel Islands, a famed breeding place for sea lions, are this state's only offshore national park","response":"California"},{"text":"One of two large parks on the edge of Paris; each a bois with its own zoo &amp; horse-racing track","response":"Bois de Bologne (or Bois de Vincenne)"}],"originalDate":"1987-11-11"},{"category":"RECREATION","comments":"","clues":[{"text":"\"Wiping out\" her opposition, Joyce Hoffman of the U.S. became the first person to win two world titles in this sport","response":"surfing"},{"text":"It's the only martial art that's an Olympic event","response":"judo"},{"text":"Bones in this joint are the most likely to get broken in a fall while roller-skating","response":"the wrist"},{"text":"Though pool tables may vary in size, all have length in this proportion<br>to width","response":"2 to 1"},{"text":"Soccer was forbidden in 14th century England for taking practice time away from this military skill","response":"archery"}],"originalDate":"1987-11-11"},{"category":"18TH CENTURY AMERICA","comments":"","clues":[{"text":"It revealed a population of almost four million when first taken in 1790","response":"the first US census"},{"text":"This act of 1765 taxed legal documents, almanacs, newspapers, dice, and playing cards","response":"the Stamp Act"},{"text":"By its intended opening day, May 14, 1787, only the delegations from Virginia and Pennsylvania had arrived in full","response":"the Constitutional Convention"},{"text":"The threat of Spain led to the charter of this colony, the last of the thirteen to be organized","response":"Georgia"},{"text":"On November 20, 1789, New Jersey became the first state to ratify this","response":"the Bill of Rights"}],"originalDate":"1987-11-11"},{"category":"CHEMISTRY","comments":"","clues":[{"text":"You can get wheels for your MG made of this element with the symbol Mg","response":"magnesium"},{"text":"Term for charcoal turned on to trap gases","response":"activated charcoal"},{"text":"Natural color of chlorine gas","response":"greenish-yellow"},{"text":"Smog is produced from the action of this on chemicals in the air","response":"sunlight"},{"text":"The ideal gas law combines Charles's law with the law of this 17th century Anglo-Irish scientist","response":"Robert Boyle"}],"originalDate":"1987-11-11"}],{"category":"B.C. THINKERS","text":"The name we know him by was actually a nickname given him for his wide, disc-like shoulders","response":"Plato"}]}