{"mix":5395,"rounds":[[{"category":"FAMOUS WOMEN","comments":"","clues":[{"text":"Seen on talk shows with her furry friends, she's goodwill ambassador for the San Diego Zoo","response":"Joan Embery"},{"text":"In 1997 Sister Nirmala succeeded this Nobel Prize winner as head of the Missionaries of Charity","response":"Mother Teresa"},{"text":"In 1984 she reached a \"Turning Point\" when she became \"60 Minutes\"' first female correspondent","response":"Diane Sawyer"},{"text":"Among the women to serve in this post are Antonia Novello &amp; Joycelyn Elders","response":"Surgeon General"},{"text":"\"I Left My Heart In San Francisco\" is something she might sing since leaving city hall for Capitol Hill","response":"Dianne Feinstein"}],"originalDate":"1997-12-31"},{"category":"\"V\"OCABULARY","comments":"","clues":[{"text":"For the record, it's what old phonograph records are made of","response":"Vinyl"},{"text":"He speaks for a \"dummy\"","response":"a ventriloquist"},{"text":"A peeping Tom","response":"Voyeur"},{"text":"It's the proper term for a person who makes or sells wine","response":"Vintner"},{"text":"It's a room in the church where the clergy put on their robes","response":"Vestry"}],"originalDate":"1997-12-31"},{"category":"BOWL GAME NAMES","comments":"","clues":[{"text":"The eyes of Texas have been on this Dallas \"boll\" game since 1937","response":"Cotton Bowl"},{"text":"It wasn't until 1984, after a 33-year wait, that Florida's Miami returned to this home bowl game","response":"Orange Bowl"},{"text":"Jacksonville's bowl, we're glad they didn't call it the Croc Pot","response":"Gator Bowl"},{"text":"In 1942 Oregon State &amp; Duke duked it out in this bowl's temporary WWII home in Durham, N.C.","response":"the Rose Bowl"},{"text":"LSU clung on in 1968 to win this Atlanta bowl's first championship","response":"Peach Bowl"}],"originalDate":"1997-12-31"},{"category":"NOISEMAKERS","comments":"","clues":[{"text":"A common method of torture involves running fingernails across this classroom aid","response":"Chalkboard/blackboard"},{"text":"In a proverb, this noisemaker \"gets the grease\"","response":"Squeaky Wheel"},{"text":"This film hero's yell was created by combining the sounds of a dog, a hyena, a camel, a violin string &amp; a soprano","response":"Tarzan"},{"text":"It cuts down car noise by giving exhaust gases a place to expand gradually","response":"Muffler"},{"text":"On this Scottish instrument, the melody is played on the chanter while the other tubes drone out single notes","response":"bagpipes"}],"originalDate":"1997-12-31"},{"category":"ISLANDS","comments":"","clues":[{"text":"Ostrov, as in Ostrov Bering, near Kamchatka, means \"island\" in this language","response":"Russian"},{"text":"Isabela is the largest island in this Ecuadoran group whose Spanish name honors Columbus","response":"Galapagos Islands"},{"text":"These people, the inhabitants of Greece's largest island, are known for their pride &amp; independence","response":"Cretans"},{"text":"California's Santa Catalina Island, like the U.K.'s Guernsey, belongs to a group called this","response":"the Channel Islands"},{"text":"The Windward Passage separates Haiti from this large Caribbean island to the northeast","response":"Cuba"}],"originalDate":"1997-12-31"},{"category":"BONUS TV","comments":"(Alex: There are 2 correct responses.  If you select and respond correctly to one of the clues, you'll earn that amount; you can then elect to try for the 2nd half of it, in which case, you would double your score if you're right, but if you're wrong, you lose it all.)","clues":[{"text":"He's the character who regularly worked with Sam Malone behind the bar at \"Cheers\"","response":"Coach & Woody"},{"text":"While \"The Mary Tyler Moore Show\" was still in production, this sitcom was spun off from it","response":"<i>Rhoda</i> & <i>Phyllis</i>"},{"text":"In 1982 Heather Locklear was a regular on this series","response":"<i>Dynasty</i> & <i>T.J. Hooker</i>"},{"text":"This person sang \"The Love Boat\" theme","response":"Jack Jones & Dionne Warwick"},{"text":"Daytime serial history includes this NBC California-set soap with the initials \"S.B.\"","response":"<i>Santa Barbara</i> & <i>Sunset Beach</i>"}],"originalDate":"1997-12-31"}],[{"category":"NEWS STORIES OF 1997","comments":"","clues":[{"text":"Dodger Wilton Guerrero was thrown out of a game June 1, 1997 for having this in his bat","response":"Cork"},{"text":"The Post Office wouldn't confirm reports that it's printing stamps with this letter, indicating a rate increase","response":"H"},{"text":"The body of this accused murderer whose case inspired \"The Fugitive\" was exhumed for testing","response":"Sam Sheppard"},{"text":"Rose Will Monroe, the model for this WWII poster girl, passed away in 1997","response":"\"Rosie The Riveter\""},{"text":"This au pair's crime was reduced to manslaughter Nov. 10, 1997 &amp; she was released on time served","response":"Louise Woodward"}],"originalDate":"1997-12-31"},{"category":"TRANSPORTATION","comments":"","clues":[{"text":"The Sikorsky Skycrane, this type of aircraft, can lift 10 tons while hovering","response":"helicopter"},{"text":"This city's subway system, made up of the IRT, BMT &amp; IND, has 238 route miles &amp; 469 stations","response":"New York"},{"text":"In 1996 this company began leasing electric-powered EV1s through its Saturn dealerships","response":"General Motors"},{"text":"The British SRN 4 type of this machine was designed to ferry people &amp; cars across the English Channel","response":"hovercraft"},{"text":"This type of fishing boat drags a large conical net behind it","response":"trawler"}],"originalDate":"1997-12-30"},{"category":"TRAVEL INDIANAPOLIS","comments":"","clues":[{"text":"At Market Square Arena on June 26, 1977 this king of Rock 'n' Roll gave his last live concert","response":"Elvis Presley"},{"text":"The RCA Dome, formerly known as the Hoosier Dome, is this home of this National Football League team","response":"Indianapolis Colts"},{"text":"Union Station has a hotel that features these sleeping cars converted into hotel suites","response":"Pullman cars"},{"text":"Crown Hill Cemetery is the final resting place of 3 Vice Presidents &amp; this Public Enemy No. 1","response":"John Dillinger"},{"text":"The Indiana World War Memorial Plaza is next to the headquarters of this largest veterans' organization","response":"American Legion"}],"originalDate":"1997-12-30"},{"category":"CELEBRITIES","comments":"","clues":[{"text":"The screenplay for \"Beyond the Valley of the Dolls\" was written by this partner of Gene Siskel","response":"Roger Ebert"},{"text":"It's love all for Brooke Shields and this tennis star who tied the knot in April of '97","response":"Andre Agassi"},{"text":"Before starring on \"Hill Street Blues\" &amp; \"NYPD Blue\", he was a mailman","response":"Dennis Franz"},{"text":"She's Ben Stiller's famous mom","response":"Anne Meara"},{"text":"This actress daughter of Vanessa Redgrave is named for the heroine of \"War and Peace\"","response":"Natasha (Richardson)"}],"originalDate":"1997-12-30"},{"category":"ABBREV.","comments":"","clues":[{"text":"You might have to go to a <b>whse</b> (warehouse) to get something this way, <b>whsle</b>","response":"wholesale"},{"text":"The <b>cc</b> on an office letter refers back to this now little-used office supply","response":"carbon copy (or carbon paper)"},{"text":"3-letter abbreviation for a fight stopped by the referee to prevent a disabling injury","response":"TKO"},{"text":"At the coroner's office in our nation's capital, D.C. is an abbreviation for this document","response":"death certificate"},{"text":"Affectionate synonym for father that's an abbreviation for the number of all the people in a country","response":"pop"}],"originalDate":"1997-12-30"},{"category":"FISH","comments":"","clues":[{"text":"A freshwater fish's tail, like a marine fish's bill, resembles this weapon, &amp; gives both fish their names","response":"Sword"},{"text":"It's a term loosely applied to any small fish, but also to the 2- to 4-foot Colorado squawfish","response":"minnow"},{"text":"This food fish of the herring family shares its name with a fat-averse nursery rhyme character","response":"sprat"},{"text":"Croakers, named for the noise they make, are also called by the name of this percussion instrument","response":"drumfish"},{"text":"A Pinellas County, Florida city is named for this fish that often \"springs\" from the water when hooked","response":"tarpon"}],"originalDate":"1997-12-30"}],{"category":"U.S. CITIES","text":"Among its sister cities are Dubai, United Arab Emirates; Turin, Italy; &amp; Toyota City, Japan","response":"Detroit"}]}