{"mix":5396,"rounds":[[{"category":"POLITICIANS","comments":"","clues":[{"text":"In 1990 champion surfer Fred Hemmings lost his bid to become governor of this state","response":"Hawaii"},{"text":"In 1997 he set a record, becoming the longest-serving senator in U.S. history","response":"Strom Thurmond"},{"text":"Russell B. Long, who was chairman of the Senate Finance committee from 1966 to 1981, was the son of this politician","response":"Huey Long"},{"text":"In 1994 Ted Kennedy's son Patrick was elected to the House from this state, not too far from Mass.","response":"Rhode Island"},{"text":"Though he had 250,000 fewer votes than Samuel J. Tilden, he became president in 1877","response":"Rutherford B. Hayes"}],"originalDate":"1997-12-30"},{"category":"1952","comments":"","clues":[{"text":"In February George VI died &amp; this woman was proclaimed Queen by the Privy Council","response":"Elizabeth II"},{"text":"On July 26 this Argentinian first lady succumbed to cancer at age 33","response":"Eva Peron"},{"text":"In November most of the nation liked Ike, but some went \"madly\" for this Democrat","response":"Adlai Stevenson"},{"text":"In October the British deployed troops to stamp out a rebellion of this secret society in Kenya","response":"the Mau Mau"},{"text":"In 1952, with a Swiss team, he came within 1,000 feet of the summit of Mount Everest; he reached it in 1953","response":"Tenzing Norgay"}],"originalDate":"1997-12-30"},{"category":"TO THE \"NTH\" DEGREE","comments":"","clues":[{"text":"Hampton Court in England has an \"amazing\" one made out of high hedges","response":"a labyrinth"},{"text":"This Ancient Greek city was so wealthy it had its own isthmus","response":"Corinth"},{"text":"Since the rediscovery of this ancient fish in 1938, only a few hundred have been caught","response":"coelacanth"},{"text":"If you're an architect you may want to base your column on one","response":"plinth"},{"text":"A violet colour, or a plant in the lily family with spiky flowers","response":"hyacinth"}],"originalDate":"1997-12-30"},{"category":"NATIONAL FORESTS","comments":"","clues":[{"text":"Established in 1897, Black Hills National Forest is home to Wind Cave National Park &amp; this national memorial","response":"Mount Rushmore"},{"text":"In 1950 this animal that became the symbol of forest fire prevention was found in New Mexico's Lincoln National Forest","response":"Smokey the Bear"},{"text":"A replica of the 1st Spanish mission in Eastern Texas stands in the natl. forest named for this \"King of the Wild Frontier\"","response":"Davy Crockett"},{"text":"Trees in this state's Tongass National Forest include western hemlock, cedar, &amp; sitka spruce","response":"Alaska"},{"text":"Sequoia &amp; Tahoe National Forests lie in this mountain range","response":"the Sierra Nevada"}],"originalDate":"2004-12-22"},{"category":"1970s POP MUSIC","comments":"","clues":[{"text":"This 1971 Temptations hit was subtitled \"Running Away With Me\"","response":"\"Just My Imagination\""},{"text":"In February 1975 this Scottish sextet's album \"AWB\" topped the charts","response":"Average White Band"},{"text":"In 1976 this \"wild\" group topped both the Hot 100 &amp; R&B charts with \"Play That Funky Music\"","response":"Wild Cherry"},{"text":"Michael McDonald co-wrote this band's hit \"What A Fool Believes\" with Kenny Loggins","response":"The Doobie Brothers"},{"text":"This 1973 Carpenters hit begins, \"When I was young I'd listen to the radio...\"","response":"\"Yesterday Once More\""}],"originalDate":"2004-12-22"},{"category":"C IS FOR...","comments":"","clues":[{"text":"Capuchin, one of these tropical forest dwellers","response":"a monkey"},{"text":"Candlemas, celebrating the infant Jesus being taken to this place in Jerusalem","response":"the temple"},{"text":"Connolly, Maureen, one of the great players in this sport","response":"tennis"},{"text":"The Colossus of Rhodes, a gigantic statue of this god whose name is Greek for sun","response":"Helios"},{"text":"Cellulose, a carbohydrate that makes up this part of a plant's cell","response":"the cell walls"}],"originalDate":"2004-12-22"}],[{"category":"PHYSICS","comments":"","clues":[{"text":"Fasten your seatbelts!  CERN's LHC in Geneva stands for \"large hadron\" one of these","response":"a collider"},{"text":"Without this German's constant introduced in 1900, we probably wouldn't have quantum physics","response":"Planck"},{"text":"The Michelson interferometer was invented to show light moves thru this medium &amp; found it didn't exist","response":"ether"},{"text":"The equation for its speed is velocity equals frequency times length","response":"a wave"},{"text":"In 1822 Joseph Fourier published his theory on how this form of energy flows in solid bodies","response":"heat"}],"originalDate":"2004-12-22"},{"category":"SOUNDS LIKE A <em class=\"underline\">SIMPSONS</em> CHARACTER","comments":"","clues":[{"text":"First name of the cousin of Goober who was regularly on the receiving end of Sgt. Carter's tirades","response":"Gomer"},{"text":"One of Texas A&M's athletes, or a playing marble","response":"an aggie"},{"text":"It's either a credit card company or an endorsement on a passport allowing entry","response":"visa"},{"text":"Part of a Shakespearean comedy title, its synonyms are fuss, bustle &amp; bother","response":"ado"},{"text":"No clowning on this job where you're responsible for administering the funds of, say, a philanthropy","response":"trustee"}],"originalDate":"2004-12-22"},{"category":"SHHHH!","comments":"","clues":[{"text":"This is the 3-letter word when you're told not to reveal something","response":"mum"},{"text":"Add these 2 letters to \"steal\" to get a secretive quality thieves need","response":"T-H"},{"text":"A strategy for concealing an unethical act; the Watergate one was famous","response":"a cover-up"},{"text":"That folder of top-secret info must be stamped FYEO, short for this","response":"For Your Eyes Only"},{"text":"To move about in a furtive manner; it's also a term for a group of foxes","response":"skulk"}],"originalDate":"2004-12-22"},{"category":"THE 12","comments":"","clues":[{"text":"Robert Frost described one of these as \"twelve persons chosen to decide who has the better lawyer\"","response":"a jury"},{"text":"Suetonius' book \"The Twelve\" of these, including Julius &amp; Augustus, remains a key source after 1900 years","response":"Caesars"},{"text":"Twelve Oaks is the name of this family's plantation in \"Gone with the Wind\"","response":"the Wilkes"},{"text":"Gaea &amp; Uranus created this group of 12 gods later overthrown by Zeus","response":"the Titans"},{"text":"The 12-tone system of musical composition was created by this Austrian composer","response":"(Arnold) Schoenberg "}],"originalDate":"2004-12-22"},{"category":"DAYS","comments":"","clues":[{"text":"U.S. Presidential elections are held on this day of the week","response":"Tuesday"},{"text":"In Esperanto this day is lundo","response":"Monday"},{"text":"Lisa Loring played this creepy girl on TV in the '60s","response":"Wednesday (Addams)"},{"text":"It's the Sabbath to a Seventh-day Adventist","response":"Saturday"},{"text":"According to tradition, Jesus had his Last Supper on this day of the week","response":"Thursday"}],"originalDate":"2004-12-22"},{"category":"OF CHRISTMAS","comments":"","clues":[{"text":"On Christmas Day, 1541 his Sistine Chapel painting of \"The Last Judgment\" was unveiled to the public","response":"Michelangelo"},{"text":"In the song \"The Twelve Days of Christmas\", it's the second day's gift","response":"two turtle doves"},{"text":"This conflict officially ended in 1814 on Christmas Eve with the signing of the Treaty of Ghent in Belgium","response":"The War of 1812"},{"text":"It's the city where Charlemagne spent Christmas Day, 800","response":"Rome"},{"text":"Vasco da Gama gave this future South African province its name when he discovered it on Christmas Day, 1497","response":"Natal"}],"originalDate":"2004-12-22"}],{"category":"GLAND FINALE","text":"This human gland important in the immune system takes its name in part from its resemblance to an herb","response":"the thymus gland"}]}